{"Nomor": 76228, "Judul": "PENGARUH DIMENSI EMPLOYER BRANDING TERHADAP KEINGINAN UNTUK MELAMAR KERJA PADA PEREMPUAN GENERASI Z DENGAN PERSON-ORGANIZATION FIT SEBAGAI VARIABEL MEDIASI (STUDI TERHADAP INSTITUT TEKNOLOGI BANDUNG)", "Abstrak": "Kemampuan inovasi suatu organisasi sangat bergantung pada aset pengetahuan intelektual dan organisasional serta kemampuannya dalam memanfaatkan aset-aset tersebut. Oleh karena itu, salah satu prioritas utama bagi perusahaan agar tetap bersaing di industri adalah menarik karyawan yang berkualitas tinggi. Di sisi lain, terjadi pergeseran demografi tenaga kerja dengan masuknya generasi baru, Generasi Z, ke pasar kerja dalam jumlah yang signifikan. Hal ini akan menjadi isu jangka panjang bagi perusahaan untuk memahami kebutuhan, preferensi, dan faktor-faktor yang memengaruhi niat Generasi Z untuk melamar pekerjaan, mengingat mereka akan menjadi penggerak tempat kerja di masa depan. Selain itu, menurut survei, prioritas rekrutmen tertinggi bagi perusahaan saat ini adalah meningkatkan keberagaman dengan mencapai kesetaraan gender di perusahaan mereka, terutama dengan meningkatkan tingkat partisipasi tenaga kerja perempuan. Oleh karena itu, penelitian ini bertujuan untuk menginvestigasi pengaruh dimensi employer branding terhadap niat melamar pekerjaan pada Generasi Z perempuan, serta memahami peran person-organization fit sebagai variabel mediasi. Penelitian ini dilakukan menggunakan pendekatan kuantitatif dengan mendistribusikan kuesioner kepada 335 perempuan Generasi Z Institut Teknologi Bandung yang akan dianalisis lebih lanjut menggunakan PLS-SEM dan analisis deskriptif. Hasil penelitian menunjukkan bahwa dalam konteks Perempuan Generasi Z di Institut Teknologi Bandung, empat dari lima dimensi employer branding, yaitu nilai pengembangan, ekonomi, aplikasi, dan minat, memiliki pengaruh signifikan dan positif terhadap niat melamar pekerjaan. Penelitian ini juga menemukan bahwa kesesuaian antara individu dan organisasi tidak memiliki efek mediasi terhadap niat melamar pekerjaan. Temuan dari penelitian ini diharapkan dapat memberikan wawasan baru bagi perusahaan dalam meningkatkan strategi employer branding yang ada dan meningkatkan strategi rekrutmen dan perekrutan bakat yang efektif dalam menarik, melibatkan, dan mempertahankan Generasi Z perempuan dalam dunia kerja, sehingga dapat meningkatkan keberagaman dan kesetaraan gender di pasar kerja saat ini.", "Daftar File": {"2023 SK PP Anditha Nur Fadilah   [19020309] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/302841"}, "Penulis": "Anditha Nur Fadilah [19020309]", "Kontributor / Dosen Pembimbing": ["Nur Arief Rahmatsyah Putranto, S.T, M.HRMHons.", "Aria Bayu Pangestu, S.MN., M.HRM."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Employer Branding, Dimensi Employer Branding, Niat Melamar Pekerjaan, Person- Organization Fit, Perempuan, Generasi Z.", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "14 Agu 2023"}