{"Nomor": 76231, "Judul": "OPTIMASI STRUKTUR MEMBRAN SERAT NANO MULTILAPISAN BERBAHAN POLIMER MENGGUNAKAN PEMINTAL ELEKTRIK UNTUK APLIKASI FILTER UDARA", "Abstrak": "Penggunaan plastik polimer yang semakin banyak menimbulkan masalah baru,\nseperti sampah yang tak terurai hingga pencemaran lingkungan. Salah satu produk\nyang dapat dibuat dengan bahan polimer adalah serat nano yang memiliki banyak\nkegunaan. Metode yang paling umum digunakan dalam pembuatan serat adalah\npemintalan elektrik. Meskipun relatif mudah digunakan, proses pemintalan elektrik\ncukup kompleks karena melibatkan banyak variabel. Penelitian ini bermaksud\nuntuk mengamati parameter yang memengaruhi morfologi serat nano yang\ndihasilkan dengan pemintalan elektrik dan memodifikasi struktur membran serat\nnano untuk membuat filter udara. Parameter yang diamati adalah laju aliran larutan\n(????), arus listrik (????) dan viskositas (????) dari beberapa larutan polimer, yaitu\npolyacrylonitrile (PAN), acrylonitrile butadiene styrene (ABS), dan polylactic acid\n(PLA). Parameter tersebut memiliki peranan penting dalam penentuan diameter\nserat nano yang dihasilkan. Hubungan diameter serat (????????) dan ????/???? untuk larutan\npolimer yang berbeda mengikuti hubungan power law dengan skala pangkat 0.535\nuntuk PAN, 0.066 untuk ABS, dan 0.440 untuk PLA. Hubungan antara ???????? dan ????\njuga menghasilkan hubungan power law dengan skala pangkat sebesar 0,10 untuk\nPLA dan 0,23 untuk ABS. Membran serat nano yang dibuat menghasilkan sifat\nmekanik yang cukup baik, membran berbahan PLA dan ABS memiliki permukaan\nyang hidrofobik sedangkan PAN memiliki sifat hidrofilik. Selanjutnya, modifikasi\nstruktur membran dilakukan dengan cara menggabungkan dua lapis membran yang\nmemiliki diameter dan packing density yang berbeda. Efisiensi filtrasi, jatuh\ntekanan, dan faktor kualitas dari membran filter udara yang dibuat dievaluasi\nmenggunakan model yang ada pada literatur. Model yang digunakan pada\npenelitian ini dapat memberikan hasil awal dalam penentuan performa filter\nberserat. Membran hasil modifikasi menunjukkan performa yang lebih baik\ndibandingkan membran penyusunnya dengan jatuh tekanan sebesar 61,73 Pa pada\nkecepatan muka 5,3 cm.s-1\n, efisiensi filtrasi >95.56%, dan faktor kualitas >0.052\nPa-1\n.", "Daftar File": {"ABSTRAK Aji Insan Kamil": "https://digilib.itb.ac.id/gdl/download/303333", "COVER Aji Insan Kamil": "https://digilib.itb.ac.id/gdl/download/317129", "BAB 1 Aji Insan Kamil": "https://digilib.itb.ac.id/gdl/download/317130", "BAB 2 Aji Insan Kamil": "https://digilib.itb.ac.id/gdl/download/317131", "BAB 3 Aji Insan Kamil": "https://digilib.itb.ac.id/gdl/download/317132", "BAB 4 Aji Insan Kamil": "https://digilib.itb.ac.id/gdl/download/317133", "BAB 5 Aji Insan Kamil": "https://digilib.itb.ac.id/gdl/download/317134", "PUSTAKA Aji Insan Kamil": "https://digilib.itb.ac.id/gdl/download/317135"}, "Penulis": "Aji Insan Kamil [20221022]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Muhammad Miftahul Munir, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Filter Udara, Membran, Model Filtrasi, Pemintal Elektrik.", "Sumber": "", "Staf Input/Edit": "Yati Rochayati  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "14 Agu 2023"}