{"Nomor": 76246, "Judul": "USULAN STRATEGI PEMASARAN RESKO UNTUK  MENINGKATKAN NIAT BELI PELANGGAN DAN  SALES", "Abstrak": "Persaingan industri pakaian yang semakin ketat menuntut perusahaan untuk terus meningkatkan daya saingnya dan mengubah diri mereka menjadi lebih kuat agar mampu menanggapi kebutuhan pasar. Salah satu pelaku bisnis tersebut yaitu Resko yang merupakan toko yang menyediakan seragam dan berbagai perlengakapan sekolah. Berdiri sejak tahun 1973 dan sudah memiliki reputasi dan kredibilitas di mata konsumen. Berdasarkan preliminary research yang dilakukan penulis diketahui apabila Resko memiliki niat beli pelanggan yang rendah. Tujuan dari penelitian ini adalah untuk mengetahui bagaimana kondisi Resko saat ini dan merancang strategi pemasaran apa yang tepat untuk dapat meningkatkan penjualan Resko. Penelitian ini menggunakan metode kuantitatif dengan menganilisis pelanggan menggunakan kuisioner serta melakukan uji hipotesis dengan memakai SPSS. Pengambilan sampel penelitian berjumlah 200 responden dengan menggunakan teknik non-probabilistic sampling dengan judgment sampling dengan kriteria yang pernah membeli atau mengunjungi toko seragam sekolah Resko. Kemudian dilakukan uji asumsi klasik dan analisis regresi linear berganda. \n \nHasil penelitian ini menunjukan apabila variabel promosi (X1) dan harga (X2) berpengaruh secara signifikan terhadap niat beli (Y) pelanggan yang menyebabkan Resko mengalami penurunan sales. Kemudian penulis melanjutkan penelitian dengan melakukan analisis lingkungan eksternal dan internal. Analisis eksternal yang dilakukan adalah analisis PESTEL, analisis Porter’s 5 Forces, analisis pelanggan, dan analisis pesaing. Sedangkan analisis internal yang dilakukan adalah bauran pemasaran, analisis VRIO, dan analisis STP.  Analisis tersebut kemudian menghasilkan analisis SWOT, TOWS, dan QSPM yang pada akhirnya menghasilkan strategi marketing untuk meningkatkan niat beli pelanggan dan penjualan perusahaan. Strategi yang dihasilkan diantaranya adalah menyediakan ketersediaan produk dan pilihan ukuran yang lebih banyak, melaksanakan digital marketing dengan pemanfaatan sosial media, meningkatkan citra merek dan kesadaran merek, melakukan aktivitas promosi termasuk advertising dan sales promotion, dan mengedukasi pelanggan dengan menyampaikan proposisi nilai produknya.", "Daftar File": {"2023_TS_PP_Raden Fathin Gifari-29121447_Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/302852"}, "Penulis": "Raden Fathin Gifari Setiadji [29121447]", "Kontributor / Dosen Pembimbing": ["Prawira Fajarindra Belgiawan, S.T, M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Promosi, Harga, Niat Beli, Pelanggan, Seragam, Pakaian", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "14 Agu 2023"}