{"Nomor": 76245, "Judul": "PERENCANAAN DRAINASE PERUMAHAN KELURAHAN CIPAMOKOLAN, KECAMATAN RANCASARI, KOTA BANDUNG DENGAN PENGAPLIKASIAN PAVING BLOCK", "Abstrak": "Pertumbuhan jumlah penduduk yang diiringi pesatnya pembangunan kerap\nmenimbulkan banyaknya lahan terbuka hijau yang beralih fungsi. Hal tersebut\nmengakibatkan berkurangnya daerah resapan air yang berdampak pada\nmeningkatnya waktu konsentrasi aliran dan menurunkan laju infiltrasi pada daerah\ntersebut sehingga limpasan air bertambah dan mengakibatkan banjir. Salah satu\ndaerah perumahan di Kota Bandung yang mengalami banjir berada di Kelurahan\nCipamokolan, Kecamatan Rancasari. Untuk menghadapi permasalahan tersebut,\nmaterial konstruksi yang sering kali digunakan sebagai penutup permukaan\nperkerasan jalan yaitu paving block. Dalam penelitian ini, debit banjir rencana\ndihitung menggunakan metode debit rasional dengan kala ulang intensitas metode\ntalbot 2 tahun. Penelitian ini dimaksud untuk merencanakan sistem drainase dengan\npengaplikasian sampel paving block yang memiliki potensi reduksi debit banjir\nrencana terbesar. Sampel paving grass block merupakan sampel yang memiliki\npotensi tersebut dengan reduksi debit banjir pada outlet atau hilir drainase sebesar\n19.56% - 36.16%. Maka dari itu, dalam Tugas Akhir ini, perencanaan skenario\nataupun alternatif drainase akan menggunakan paving grass block sebagai\nperkerasan jalan. Total rencana anggaran biaya yang diperlukan untuk perencanaan\ndrainase dengan pengaplikasian perkerasan jalan paving grass block sebesar\nRp19,401,024,229.13.", "Daftar File": {"ABSTRAK Asziola Asyrafli Nazhif": "https://digilib.itb.ac.id/gdl/download/302853"}, "Penulis": "Asziola Asyrafli Nazhif [15819004]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Eka Oktariyanto Nugroho, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Pengelolaan Sumberdaya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "drainase, reduksi debit banjir, paving block, metode rasional, dan talbot.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "14 Agu 2023"}