{"Nomor": 76240, "Judul": "PENGARUH WARNA MENCOLOK & REDUP TERHADAP PRODUKTIVITAS PENGGUNA COWORKING SPACE", "Abstrak": "Stimulus warna merupakan stimulus yang paling signifikan dalam memengaruhi\nproduktivitas pengguna ruang khususnya coworking space, hal ini ditunjukkan\ndengan tendensi aplikasi warna yang cenderung putih pada desain interior\ncoworking space. Artikel ini mencoba untuk mengungkap pengaruh penggunaan\nwarna redup terang, redup gelap, dan mencolok terhadap produktivitas pengguna\ncoworking space yang mayoritas merupakan Generasi Z (kelahiran 1995-2015).\nMayoritas pengguna coworking space memiliki preferensi yang tinggi pada\ncoworking space berdinding redup terang dan mereka cenderung menghindari hue\nmencolok seperti merah, kuning, dan hijau. Tetapi, hasil eksperimen yang\nmelibatkan 21 responden purposive random sampling pada ruang virtual coworking\nspace menunjukkan bahwa warna redup gelap lebih mendukung produktivitas. Hal\nini divalidasi melalui kuantifikasi ide responden yang didapatkan dari pemberian\ntes hasil adaptasi tes Wartegg dan Kreativitas Finke, serta analisis kedalaman makna\nsecara numerik dan deskriptif yang didapatkan melalui Associative Concept\nNetwork Analysis (ACNA) dari hasil protokol verbal yang dilakukan selama\neksperimen. Melalui eksperimen ini, ditemukan pula bahwa faktor konsentrasi,\nmood, dan kenyamanan memengaruhi proses stimulasi produktivitas oleh stimulus\nwarna dinding coworking space. Sehingga dapat disimpulkan bahwa warna redup\ngelap lebih optimal dalam menciptakan perilaku produktif bagi pengguna\ncoworking space.", "Daftar File": {"2023 TS PP LINDA MAWALI 1.pdf": "https://digilib.itb.ac.id/gdl/download/302846"}, "Penulis": "Linda Mawali [27122003]", "Kontributor / Dosen Pembimbing": ["Deny Willy Junaidy, S.Sn., M.T, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "warna redup, warna mencolok, coworking space, produktivitas, warna", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "14 Agu 2023"}