{"Nomor": 76249, "Judul": "MODEL SUSCEPTIBLE-INFECTED-REMOVED (SIR) DAN PERHITUNGAN PREMI ASURANSI UNTUK PENYAKIT COVID-19 DI PROVINSI JAWA BARAT", "Abstrak": "Coronavirus Disease 19, atau biasa disebut COVID-19, adalah penyakit yang\ndisebabkan oleh virus Severe Acute Respiratory Syndrome Coronavirus 2 (SARSCoV-\n2). COVID-19 menyerang sistem pernapasan pada manusia. Penyakit ini\ndapat menyebar melalui tetesan kecil (droplet) yang berasal dari hidung atau mulut.\nPenyebaran penyakit ini terjadi dengan sangat cepat ke seluruh dunia. Oleh sebab\nitu penyakit ini menyebabkan pandemi COVID-19. Dengan terjadinya pandemi ini,\nbanyak negara yang belum siap dalam menghadapinya sehingga terjadi kerugian di\nberbagai bidang, terutama bidang kesehatan. Setiap harinya, banyak orang yang\nterinfeksi bahkan sampai meninggal dunia. Hingga saat ini, belum ada obat yang\n100% ampuh dalam mengobati COVID-19. Oleh karena itu, dibutuhkan juga daya\ntahan tubuh yang baik dan melakukan vaksinasi sebagai bentuk pencegahan. Selain\nmenimbulkan dampak negatif di bidang kesehatan, pandemi COVID-19 ini juga\nmenimbulkan dampak negatif di bidang ekonomi. Salah satu cara untuk\nmenghindari dampak negatif ini adalah dengan mengikuti program asuransi.\nAsuransi berfungsi sebagai pengendalian risiko dengan tujuan mengurangi\nkerugian yang dialami saat terinfeksi COVID-19. Sehingga dibutuhkan perhitungan\nyang tepat untuk produk asuransi. Penyebaran penyakit COVID-19 ini dapat\ndimodelkan dengan model SIR. Pemodelan penyebaran ini dilakukan dengan\nmenentukan parameter transmisi dan parameter kesembuhan yang paling cocok\ndengan data yang dimiliki. Penentuan parameter-parameter ini dilakukan dengan\nmetode least square (kuadrat terkecil). Kemudian parameter model SIR ini akan\ndigunakan dalam perhitungan aktuaria, yaitu expected present value (EPV). Dari\nnilai-nilai tersebut, pada akhirnya dapat ditentukan nilai-nilai premi untuk berbagai\nmacam produk asuransi.", "Daftar File": {"ABSTRAK Yoel Christianto Firdaus": "https://digilib.itb.ac.id/gdl/download/302856"}, "Penulis": "Yoel Christianto Firdaus [10819016]", "Kontributor / Dosen Pembimbing": ["Dr. Nuning Nuraini, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Aktuaria", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "COVID-19, model SIR, asuransi, least square, estimasi parameter, expected present value, premi", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "14 Agu 2023"}