{"Nomor": 76255, "Judul": "PENGARUH TOPOGRAFI TERHADAP POLA CURAH HUJAN DI PULAU JAWA BAGIAN BARAT PADA SAAT FENOMENA CROSS-EQUATORIAL NORTHERLY SURGE", "Abstrak": "Perbedaan ketinggian topografi dapat mempengaruhi pola curah hujan di pesisir utara Pulau Jawa bagian barat pada saat Cross-Equatorial Northerly Surge (CENS). Peneliti sebelumnya menduga bahwa terdapat keterkaitan antara karakteristik topografi dengan perbedaan pola curah hujan di Pulau Jawa pada saat kejadian CENS. Namun, keterkaitan topografi pada penelitian tersebut belum teruji kebenarannya. Oleh karena itu, perlu dilakukan penelitian lebih lanjut untuk mengetahui mekanisme penyebab terjadinya perbedaan pola curah hujan akibat CENS yang dikaitkan dengan kondisi topografi.\nUntuk mengetahui pengaruh yang disebabkan oleh topografi terhadap pola curah hujan di Pulau Jawa bagian barat pada saat CENS dilakukan simulasi menggunakan model prediksi cuaca numerik Weather Research and Forecasting (WRF) dengan tiga skenario, yaitu skenario simulasi kontrol dengan topografi aktual, skenario simulasi dengan modifikasi topografi 50%, dan skenario simulasi dengan modifikasi topografi 0%. Data yang digunakan pada penelitian ini yaitu data ERA5, data Optimum Interpolation Sea Surface Temperature (OISST) sebagai data input tambahan untuk memperbarui suhu permukaan laut selama periode simulasi, dan data Global Multi-resolution Terrain Elevation Data 2010 (GMTED2010) sebagai data input untuk simulasi modifikasi topografi.\nBerdasarkan hasil simulasi pada penelitian ini, secara umum setelah dilakukan simulasi kontrol, simulasi skenario topografi 50%, dan simulasi skenario topografi 0%, dapat dikonfirmasi bahwa adanya perbedaan respon curah hujan terhadap CENS di utara dan di tengah Pulau Jawa bagian barat dipengaruhi oleh kondisi topografi. Jika ketinggian topografinya berkurang, maka selisih antara nilai rata-rata curah hujan di utara dan di tengah Pulau Jawa bagian barat juga berkurang. Pada hasil simulasi kontrol, simulasi skenario topografi 50%, dan skenario topografi 0%, terdapat perbedaan rata-rata curah hujan yang cenderung menurun secara linear di pesisir utara Pulau Jawa bagian barat. Berdasarkan hal tersebut, menandakan adanya pengaruh dari topografi terhadap pola curah hujan di Pulau Jawa bagian barat.", "Daftar File": {"ABSTRAK Brilliana Qorina Matin": "https://digilib.itb.ac.id/gdl/download/302869"}, "Penulis": "Brilliana Qorina Matin [12819006]", "Kontributor / Dosen Pembimbing": ["Dr. Rusmawan Suwarman, S.Si., M.T.", "Dr. Muhammad Rais Abdillah, S.Si., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Topografi, Cross-Equatorial Northerly Surge (CENS), Weather Research and Forecasting (WRF).", "Sumber": "", "Staf Input/Edit": "Rita Nurainni, S.I.Pus", "File": "9 file", "Tanggal Input": "14 Agu 2023"}