{"Nomor": 76259, "Judul": "STUDI PENGARUH METODE REDUCE TO POLE, REDUCE TO EQUATOR TRANSFORMASI HILBERT, DAN PSEUDOGRAVITY DALAM INTERPRETASI DATA MAGNETIK", "Abstrak": "Metode geomagnetik banyak diaplikasikan dalam berbagai bidang seperti pemetaan\nstruktur, identifikasi zona mineralisasi, dan lain-lain. Namun dalam penerapannya,\nproses interpretasi data anomali geomagnetik cenderung sulit dilakukan, salah satunya\nkarena adanya medan magnetik bumi yang bersifat dipole, terlebih untuk daerah\npenelitian yang memiliki posisi latitude rendah. Oleh karena itu, pada penelitian ini\ndilakukan kajian mengenai pentingnya metode untuk mentransformasi anomali dipole\nmenjadi monopole. Metode yang digunakan adalah metode Reduce to Pole, Reduce to\nEquator, Transformasi Hilbert, dan Pseudo-Gravity. Adapun persamaan yang\ndigunakan pada metode RTP adalah persamaan umum RTP, Pseudo-inclination (PI),\ndan Nonlinear thresholding (NTRTP). Selain itu, dilakukan pembuatan program\nperhitungan RTP dan RTE menggunakan bahasa pemrograman Matlab, serta\npembuatan berbagai model sintetik untuk mempelajari pengaruh nilai inklinasi dan\ndimensi serta posisi benda terhadap respons anomali magnetik yang dihasilkan.\nAnalisis kuantitatif dilakukan dengan menghitung koefisien korelasi antara data\nsintetik pada inklinasi 900 (kutub) dengan hasil perhitungan pada setiap metode. Hasil\npengujian data sintetik dengan inklinasi rendah (kurang dari 50) menunjukkan bahwa\nmetode NTRTP memberikan hasil yang sangat baik, dengan nilai koefisien korelasi\n0.78-0.95, sedangkan metode persamaan umum dan pseudo-inclination menghasilkan\nnilai koefisien korelasi sebesar 0.4101 pada inklinasi 50 dan 0.9933 pada inklinasi 300.\nMetode Reduce to Equator memberikan hasil yang baik pula dengan koefisien korelasi\n0.80, Secara kualitatif, metode pseudogravity menunjukkan lokasi anomali dengan\ntepat serta menghilangkan pengaruh dipole, sedangkan metode Transformasi Hilbert\nhanya dapat mengidentifikasi lokasi anomali pada inklinasi 300. Implementasi data\nlapangan pada penelitian ini dilakukan pada data magnetik di daerah panas bumi\nGunung Pandan. Hasil perhitungan RTP ketiga metode pada data lapangan mampu\nmenghilangkan efek dipole sehingga proses interpretasi dapat dilakukan dengan lebih\nmudah. Peta RTP menunjukkan bahwa setiap metode memiliki rentang nilai anomali\ndari -800 nT hingga 1000 nT. Hasil pseudogravity menunjukkan adanya anomali\nrendah di bagian selatan, dan anomali tinggi di bagian utara daerah penelitian.\nBerdasarkan hasil perhitungan, metode RTE dan Transformasi Hilbert masih\nmenunjukkan anomali yang bersifat dipole, sehingga interpretasi sulit untuk dilakukan.\nBerdasarkan analisis peta RTP-PU serta peta sebaran anomali residual yang didukung\ninformasi geologi dan geofisika, dapat diidentifikasi beberapa struktur sesar dengan\narah N-S, serta anomali tinggi ditemukan di lokasi Gunung Pandan, yang diperkirakan\nsebagai intrusi batuan beku andesitik. Selain itu, anomali rendah juga ditemukan di\nsekitar mata air panas Banyukuning yang diduga sebagai jalur keluarnya manifestasi\nair panas.", "Daftar File": {"ABSTRAK Mira Nailufar Rusman.pdf": "https://digilib.itb.ac.id/gdl/download/302886"}, "Penulis": "Mira Nailufar Rusman [22321001]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Susanti Alawiyah, S.T, M.T.", "Dr. Indra Gunawan, S.Kom., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geofisika", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "anomali magnetik, Reduce to Pole, Reduce to Equator, transformasi Hilbert, pseudogravity.", "Sumber": "", "Staf Input/Edit": "Devi Septia Nurul", "File": "1 file", "Tanggal Input": "14 Agu 2023"}