{"Nomor": 76256, "Judul": "PERCEPATAN TRANSFORMASI DIGITAL BANK XYZ", "Abstrak": "Dalam iklim bisnis yang serba cepat dan sangat kompetitif saat ini, organisasi semakin menyadari perlunya melakukan transformasi digital. Adanya perkembangan teknologi dan dampak pandemi COVID-19 yang belum pernah terjadi sebelumnya, membuat sektor perbankan menjadi salah satu sektor yang mengalami disrupsi signifikan. Transformasi digital menjadi semakin penting bagi bank untuk tetap kompetitif, mempertahankan kelangsungan bisnis, dan memenuhi kebutuhan pelanggan yang terus berubah. Namun, adopsi teknologi digital saja tidak cukup. Untuk beradaptasi dengan era digital, penting untuk menilai efektivitas dari inisiatif transformasi digital. Saat ini, Bank XYZ telah memulai dan terus menjalani transformasi digitalnya, perusahaan telah mengukur kematangan digitalnya di tahun sebelumnya dan hasilnya condong ke tahap \"Master Digital\". Namun, ada indikasi bahwa transformasi digital belum dilaksanakan secara optimal. Dengan menggunakan kerangka Digital Mastery dan kerangka Kompas Transformasi Digital, penelitian ini menekankan pentingnya percepatan transformasi digital bagi Bank XYZ melalui evaluasi digital maturity dan transformasi digital. \n \nPenelitian ini memperoleh data dan wawasan dengan menggunakan kuantitatif dalam bentuk kuesioner dan kualitatif melalui wawancara semi-struktur dengan beberapa perwakilan divisi yang terlibat dalam transformasi digital. Hasilnya menunjukkan bahwa hasil kematangan digital saat ini menunjukkan tren yang sama dengan tahun sebelumnya dimana perusahaan telah mencapai tahap “Digital Master” yang dipengaruhi oleh komposisi eksekutif senior saat ini dan ketersediaan agenda strategis yang mendorong transformasi digital di dalam perusahaan. Namun, ketika transformasi digital dianalisis lebih lanjut, progres transformasi tersebut masih dalam level sedang. Maka dapat disimpulkan bahwa meskipun inisiatif telah dilaksanakan, masih ada perbaikan yang perlu dilakukan dengan tujuan untuk memajukan proses transformasi digital Bank XYZ. Penelitian ini mengusulkan solusi bisnis yang berfokus pada peningkatan sinergi dalam organisasi untuk mempercepat transformasi digital", "Daftar File": {"2023_TS_PP_R. Syana Ansaraini Putri Akbar-29121242_Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/302870"}, "Penulis": "R. Syana Ansaraini Putri Akbar [29121242]", "Kontributor / Dosen Pembimbing": ["Donald Crestofel Lantu, S.T, MBA, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Transformasi Digital, Digital Maturity, Bank Syariah", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "14 Agu 2023"}