{"Nomor": 76250, "Judul": "STRATEGI BISNIS KOPI SPESIALTI  (STUDI KASUS : PT X)", "Abstrak": "Industri kopi spesialti berkembang dengan progresif, baik hulu maupun hilir. Kondisi pasar yang kompetitif menuntut para pelaku industry untuk meningkatkan keunggulan daya saing mereka. PT X, yang merupakan produsen kopi spesialti hulu-hilir, sedang menghadapi ancaman dari kedua sector. Dari sector hulu, produsen dituntut untuk menghasilkan kopi spesialti dengan profil cita rasa yang unik, disisi lain, ancaman perubahan iklim tidak dapat dihindari, dimana kualitas dan produktifitas kopi terkena dampaknya. Perubahan iklim mempengaruhi temperature, curah hujan, kualitas tanah, dan akibatnya, biaya produksi meningkat akibat gagal panen yang disebabkan perubahan iklim. Produsen pun akhirnya terpaksa meningkatkan harga jual. Disisi lain, permintaan kopi spesialti terus meningkat, khususnya dari pasar Eropa, dimana pasar kopi spesialti sebanyak 46,21 % berasal dari sana.  \nEropa juga merupakan pasar utama PT X, dimana 60 % produk kopi green bean mereka terjual disana. PT X harus beradaptasi dengan keadaan tersebut, dimana bahan baku ceri kopi terus meningkat sebanyak 17 % per tahun nya selama empat tahun silam.Di tahun 2024, Undang Undang Anti Deforestasi akan diterapkan, dimana produsen kopi harus mampu menunjukan bahwa praktek bisnis mereka tidak melibatkan praktek deforestasi apabila ingin produknya tetap dijual di Eropa. Disi lain, sektor hilir juga terjadi pertumbuhan yang progresif. PT X harus bersaing dengan merk yang mempunyai sumber daya dan kemampuan bersaing lebih unggul. PT X di tuntut untuk meningkatkan keunggulan daya saing agar menjaga eksistensi mereka di pasar. Studi ini akan mengksplorasi solusi strategi bisnis menggunakan Analisis External, Internal, SWOT, dan TOWS untuk dapat memformulasi rencana implementasi guna meningkatkan daya saing yang berkelanjutan pada PT X", "Daftar File": {"2023_TS_PP_Ryanda Wira Setrana-29121446_Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/302858"}, "Penulis": "Ryanda Wira Setrana [29121446]", "Kontributor / Dosen Pembimbing": ["Dr. Harimukti Wandebori, S.T, SH, MBA."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Kopi Spesialti, Keberlanjutan, Strategi Bisnis, Perubahan Iklim", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "14 Agu 2023"}