{"Nomor": 76262, "Judul": "ESTIMASI KLAIM IBNR MURNI MENGGUNAKAN MODEL FREKUENSI KLAIM PADA DATA INDIVIDUAL DENGAN ASUMSI FREKUENSI KLAIM ULTIMATE MENGIKUTI DISTRIBUSI POISSON", "Abstrak": "Klaim IBNR (Incurred but Not Reported) Murni merupakan klaim yang telah terjadi, tetapi, hingga waktu valuasi, belum dilaporkan ke perusahaan asuransi. Berdasarkan IFRS (International Financial Reporting Standard) 17 yang akan mulai berlaku di Indonesia pada tahun 2025, estimasi cadangan klaim IBNR Murni harus dilakukan untuk setiap polis. Oleh karena itu metode Mack’s Chain Ladder tidak dapat digunakan lagi sebab metode tersebut menghasilkan cadangan klaim IBNR Murni secara agregat berdasarkan accident year. Fokus dalam penelitian ini adalah melakukan estimasi frekuensi dan cadangan klaim IBNR Murni untuk setiap polis dengan asumsi frekuensi klaim ultimate mengikuti suatu distribusi Poisson. Penelitian ini menggunakan data polis dan data klaim suatu bisnis asuransi umum yang dicatat secara individu. Berdasarkan data klaim tersebut dapat ditentukan distribusi jeda waktu pelaporan klaim. Dari data polis, dapat ditentukan distribusi peluang frekuensi klaim yang telah dilaporkan dan distribusi peluang frekuensi klaim yang belum dilaporkan. Dilakukan simulasi Monte Carlo dengan melibatkan kedua distribusi peluang tersebut; asumsi probabilitas close-with-pay (CWP) sebesar 0.9; asumsi distribusi peluang severitas klaim mengikuti distribusi Lognormal dengan parameter ????= 10 dan ? = 2; asumsi frekuensi maksimum untuk klaim yang belum dilaporkan sebanyak 10 klaim, untuk memperoleh estimasi frekuensi dan cadangan klaim IBNR Murni untuk setiap polis. Untuk salah satu polis dengan karakteristik panjang periode polis hingga polis tersebut berakhir adalah 182 hari, dan panjang periode polis hingga dilakukan valuasi adalah 1,352 hari, diperoleh prediksi bahwa: akan terdapat satu klaim yang akan dilaporkan setelah waktu valuasi; dan besar cadangan klaim IBNR Murni adalah sebesar USD 888.00.", "Daftar File": {"ABSTRAK Ni Luh Puspasari Adiningsih": "https://digilib.itb.ac.id/gdl/download/302934"}, "Penulis": "Ni Luh Puspasari Adiningsih [10819050]", "Kontributor / Dosen Pembimbing": ["Dra. Dumaria Rulina Tampubolon, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Aktuaria", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Klaim Incurred but Not Reported (IBNR) Murni, International Financial Reporting Standard (IFRS) 17, klaim individual.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti  \n                                     Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "14 Agu 2023"}