{"Nomor": 76269, "Judul": "REKOMENDASI JUDUL ARTIKEL BERITA INDONESIA MENGGUNAKAN LONG SHORT-TERM MEMORY DENGAN MEKANISME ATENSI", "Abstrak": "Artikel berita adalah salah satu sumber informasi yang cukup banyak beredar di dunia\nmaya. Keberadaan artikel berita membuat orang-orang menjadi lebih peka dengan berbagai\nsituasi yang terjadi. Judul tentunya memiliki peran penting untuk memberikan\ngambaran mengenai suatu artikel. Akan tetapi, saat ini banyak judul yang dibuat sangat\nmenarik, tetapi tidak sesuai dengan isi dari artikel berita yang bersangkutan.\nTugas akhir ini bertujuan untuk membuat sebuah program rekomendasi judul yang\ndirancang khusus untuk artikel berita berbahasa Indonesia menggunakan pendekatan\npembelajaran mendalam. Program rekomendasi judul yang dikembangkan dalam tugas\nakhir ini menggunakan arsitektur sekuens ke sekuens berbasis memori jangka pendek\nyang panjang. Sebagai tambahan, arsitektur ini juga dilengkapi dengan mekanisme\natensi untuk membantu model menangkap informasi penting yang terkandung di dalam\nartikel berita.\nData pasangan artikel dan judul berita dalam bahasa Indonesia sebanyak 301,000\npasang digunakan untuk melatih dan melakukan evaluasi pada model. Hasil percobaan\nmenunjukkan bahwa model yang dirancang dalam tugas akhir ini memiliki kemampuan\nuntuk memahami topik dari suatu artikel berita. Model ini juga mampu menghasilkan\njudul yang memiliki keterkaitan dengan isi dari artikel berita tersebut. Evaluasi secara\nkuantitatif juga dilakukan menggunakan metrik evaluasi BERTScore antara judul yang\ndihasilkan model dengan artikel berita yang dimasukkan ke dalam model. Secara keseluruhan,\nmodel dengan mekanisme atensi memiliki performa yang relatif lebih baik\ndibandingkan model biasa tanpa mekanisme atensi.", "Daftar File": {"ABSTRAK Joshia Cahyadi": "https://digilib.itb.ac.id/gdl/download/302899"}, "Penulis": "Joshia Cahyadi [10119086]", "Kontributor / Dosen Pembimbing": ["Prof. Marcus Wono Setya Budhi, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Rekomendasi Judul, Artikel Berita Indonesia, Sekuens ke Sekuens, Memori Jangka Pendek yang Panjang, Mekanisme Atensi", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "14 Agu 2023"}