{"Nomor": 76263, "Judul": "HUBUNGAN ANTARA BUDAYA DIGITAL DAN KESIAPAN  MODAL MANUSIA DI ERA 4.0 TERHADAP KINERJA  KARYAWAN PT XYZ (BUMN DI INDONESIA)", "Abstrak": "Industri 4.0, seperti yang didefinisikan oleh fenomena inovasi yang disruptif, berfokus pada pola ekonomi digital, kecerdasan buatan, data besar, dan robotika. Kementerian Perindustrian RI gencar mendorong pengembangan \"Industri 4.0\". PT XYZ adalah perusahaan yang melek teknologi, yang menunjukkan bahwa tempat kerja mereka dibentuk dan dipengaruhi oleh alat dan teknologi digital. PT XYZ memiliki tiga proyek besar berbasis teknologi yang sedang dikerjakan. Sumbagsel 105MT, LRT Jabodebek, dan Kereta Cepat Jakarta-Bandung adalah tiga rencana strategisnya. Peraturan Presiden (Perpres) Nomor 98 Tahun 2015 tentang Percepatan Angkutan Kereta Api Ringan Terintegrasi di Wilayah Jakarta, Bogor, Depok, dan Bekasi yang mengatur pengembangan layanan transportasi untuk mendukung pertumbuhan nasional, mencetuskan proyek LRT Jabodebek. Berdasarkan Perpres 93 Tahun 2021, pemerintah menunjuk PT XYZ sebagai pimpinan konsorsium BUMN untuk proyek KCJB. \n \nPT XYZ telah membangun budaya digital dan melaksanakan kesiapan digital sumber daya manusia di organisasinya untuk membantu karyawannya dalam melakukan pekerjaan, memperoleh informasi, dan berkomunikasi. Ketika karyawan harus bekerja secara efektif dengan semua teknologi baru tersebut, penerapan budaya digital di PT XYZ secara umum sangat baik tetapi tidak sempurna. Beberapa pekerja masih belum terbiasa dengan digitalisasi dan sulit beradaptasi. Untuk menjawab tantangan Industri 4.0, hubungan antara budaya digital, kesiapan digital sumber daya manusia dan kinerja karyawan di PT XYZ harus dikaji. Ini juga karena budaya digital yang ideal dan kesiapan digital sumber daya manusia dapat meningkatkan kinerja karyawan. Penelitian ini menggunakan metode kuantitatif dan pengolahan data menggunakan SPSS 27. Menurut data, ada hubungan yang menguntungkan dan signifikan secara statistik antara budaya digital, kesiapan digital sumber daya manusia, dan kinerja karyawan.", "Daftar File": {"2023_TS_PP_Rafly Lelana Putra_29121489_Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/302890"}, "Penulis": "Rafly Lelana Putra Wismo [29121489]", "Kontributor / Dosen Pembimbing": ["Dr. rer. pol. Achmad Fajar Hendarman, S.T, M.S.M."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Budaya Digital, Kesiapan Digital, Kinerja Karyawan.", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "14 Agu 2023"}