{"Nomor": 76266, "Judul": "WACANA SENI RUPA KONTEMPORER SELATAN DALAM PAMERAN SENI RUPA KONTEMPORER NEGARA-NEGARA NON-BLOK 1995", "Abstrak": "Maraknya penyelenggaraan pameran internasional dan forum diskursif seni rupa kontemporer di\nnegara-negara Selatan Global (Global South) dapat dilihat sebagai salah satu arus dominan dalam\nsirkuit seni rupa kontemporer internasional dewasa ini. Menurut Smith (2019), arus ini muncul\ndari proses dekolonisasi di negara dunia keempat, ketiga, dan kedua, termasuk efek dekolonisasi\ndi negara dunia pertama. Ia berargumen, ‘tikungan transnasional’ (transnational turn) di tahun\n1990-an hingga dekade awal abad ke-21 sebagai titik penting dari kemunculan arus ini, seiring\nperubahan geopolitik dunia setelah berakhirnya Perang Dingin pada 1989 yang telah menyebabkan\npergeseran transisional mengenai konsep bangsa. Ditandai oleh munculnya biennale-biennale\nyang berkembang biak, dengan efek mendalam dan berkepanjangan di pusat-pusat metropolitan\nmodern, Smith menyebut seni rupa kontemporer saat ini adalah seni rupa dari Selatan Global.\nMembaca fenomena ini, menarik untuk memeriksa kembali secara historis bagaimana diskursus\nseni rupa kontemporer dari negara-negara Selatan Global ditawarkan oleh Pameran Seni Rupa\nKontemporer Negara-Negara Non-Blok 1995 (selanjutnya: Pameran GNB). Pameran internasional\nyang berlangsung di Gedung Pameran Seni Rupa Departemen Pendidikan dan Kebudayaan\n(kawasan Galeri Nasional Indonesia kini) pada 28 April - 30 Juni 1995 ini dihelat pada tahun\nterakhir kepemimpinan Presiden Soeharto sebagai Ketua Jenderal GNB (1992-1995), yang\nsebelumnya berhasil menghelat KTT Non-Blok ke-10 di Jakarta pada 1992. Pameran ini diikuti\noleh 42 negara berkembang anggota GNB yang menampilkan sekitar 400 karya dari 251 perupa\ndan dikurasi oleh Jim Supangkat yang mengetuai Emmanuel Arinze (Nigeria), Piedad Casas de\nBallesteros (Kolombia), T.K. Sabapathy (Singapura), Gulammohammed Sheikh (India), Apinan\nPoshyananda (Thailand), dan A.D. Pirous (Indonesia) dalam susunan dewan kurator internasional.\nSebelumnya, setiap negara perwakilan telah menunjuk kurator nasional yang berperan dalam\nproses seleksi karya dan memberikan pengantar perkembangan seni rupa kontemporer di negara\nmasing-masing. Wacana yang ditawarkan oleh pameran ini juga dipertajam melalui forum\ndiskursif berupa seminar internasional bertajuk Unity in Diversity in International Art dengan\ndiantaranya David Elliott, Mary Jane Jacobs, Geeta Kapur, Kuroda Raiji, T.K. Sabapathy, dan\nApinan Poshyananda tampil sebagai pembicara.\nPenelitian ini berupaya memeriksa ulang signifikansi penyelenggaraan Pameran GNB sebagai\npameran internasional pertama dalam kerangka seni rupa kontemporer yang diinisiasi oleh\npemerintah Indonesia. Pameran GNB berada dalam latar situasi pertengahan 1990-an, periode\npenting pascaperubahan drastis politik dunia dan wacana seni rupa kontemporer yang dimulai\nsejak 1989, ditandai dengan dimulainya kehidupan politik unipolar setelah berakhirnya Perang\nDingin, terbukanya GNB pada dialog Utara-Selatan, serta munculnya gerakan internasionalisme\nbaru dalam konteks perkembangan seni rupa kontemporer yang sebelumnya terpusat di Eropa\nBarat dan Amerika Utara. Melalui Pameran GNB sebagai studi kasus, artikel ini memberikan\ngambaran tentang situasi latar sosiopolitik dan dinamika wacana seni rupa kontemporer Selatan\nyang berkelindan di sekitar penyelenggaraan pameran dan seminar internasional tersebut.", "Daftar File": {"2023 TS PP BAYU GENIA KRISHBIE 1.pdf": "https://digilib.itb.ac.id/gdl/download/302894"}, "Penulis": "Bayu Genia Krishbie [27021002]", "Kontributor / Dosen Pembimbing": ["Dr. Agung Hujatnika, S.Sn., M.Sn.", "Dr. Kiki Rizky Soetisna Putri, S.Sn., M.Sn."], "Jenis Koleksi": "Tesis", "Penerbit": "Seni Rupa Murni", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Pameran Seni Rupa Internasional, Gerakan Non-Blok, Selatan Global", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "14 Agu 2023"}