{"Nomor": 76279, "Judul": "STRATEGI PEMASARAN YANG DIUSULKAN UNTUK  MENINGKATKAN PENJUALAN DENGAN MENINGKATKAN NIAT BELI UNTUK KELAS VOKRAF", "Abstrak": "Industri 4.0 dapat mengakibatkan hilangnya 35% pekerjaan selama lima tahun ke depan karena pemanfaatan digitalisasi yang lebih besar, seperti yang dinyatakan oleh Monovatra Predy Rezky (2019). Ada kemungkinan bahwa jumlah ini akan mendekati 75% dalam sepuluh tahun ke depan. Penggantian tenaga kerja manusia dengan teknologi otomatis dan algoritma yang semakin rumit terjadi pada tingkat yang mengkhawatirkan. Karena itu, proses produksi akan menjadi lebih efisien, dan akan ada kebutuhan orang yang lebih rendah dalam fase distribusi. Transisi industri membutuhkan pengajaran dan pelatihan ulang sumber daya manusia agar berhasil. Teknologi Industri 4.0 membutuhkan seperangkat keterampilan dan bidang pengetahuan khusus dari penggunanya. Vokraf memecahkan masalah ini dengan menawarkan pelajaran di sektor kreatif untuk memecahkan masalah individu, memberikan kemungkinan bagi calon siswa, dan meningkatkan sistem pendidikan online. Niat pembelian Vokraf telah terhambat oleh upaya pemasaran dan promosi yang buruk. Ada kemungkinan bahwa platform tidak menjangkau audiens yang dituju, yang dapat menghambat pendaftaran kursus. Tujuan dari penelitian ini adalah untuk mengetahui faktor-faktor yang mempengaruhi niat beli perusahaan ini dan untuk merekomendasikan strategi pemasaran yang akan meningkatkan penjualan kelas Vokraf. Penelitian ini akan mencakup teknik penelitian kuantitatif dan kualitatif. Sebagai bagian dari teknik kuantitatif, kuesioner akan dikirim kepada responden yang bisa berakhir menjadi pelanggan, hasil kuesioner survei ini sebagai data pendukung bagi penulis untuk penelitian, yang didahului oleh data literatur dan analisis internal dan eksternal. Penelitian ini menunjukkan bahwa kesadaran merek, iklan, dan promosi penjualan memiliki dampak yang signifikan terhadap niat beli. Untuk promosi merek, platform pendidikan online Vokraf harus memanfaatkan keahliannya untuk memberikan kursus yang memenuhi kebutuhan dan minat audiens targetnya. Selain itu, Vokraf harus menyelaraskan strategi media sosialnya dengan merek, pasar, dan tujuan periklanannya. Menampilkan pelajaran pribadi Vokraf yang menarik dan menyediakan berbagai kategori pembayaran dan harga untuk berbagai kelompok konsumen dan anggaran akan mengurangi tekanan keuangan pelanggan dan meningkatkan pendaftaran. Selain itu, Vokraf dapat memperluas jangkauannya dengan meningkatkan upaya periklanan online untuk memanfaatkan peningkatan infrastruktur internet. Untuk memerangi persaingan, Vokraf harus mempekerjakan spesialis dan menyediakan kelas individual yang membedakannya dari platform lain.   .", "Daftar File": {"2023_TS_PP_Abi Taslim Alwahab-29121381_Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/302916"}, "Penulis": "Abi Taslim Alwahab [29121381]", "Kontributor / Dosen Pembimbing": ["Prawira Fajarindra Belgiawan, S.T, M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Brand Awareness; Periklanan; Promosi Penjualan; Niat Beli; Strategi Marketing.", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "14 Agu 2023"}