{"Nomor": 76278, "Judul": "PRODUKSI METABOLIT SEKUNDER DARI ACTINOMYCETES YANG BERASOSIASI DENGAN SPONS SEBAGAI KANDIDAT ANTIBIOTIK MELALUI PENDEKATAN CO-CULTIVATION", "Abstrak": "Produksi senyawa antibakteri dapat dilakukan dengan dua pendekatan yaitu menggunakan kultur tunggal (monoculture) atau kultur campuran (co-culture). Pendekatan secara co-culture dapat menghasilkan senyawa antibakteri yang berbeda dengan pendekatan monoculture. Hal ini disebabkan karena adanya interaksi secara sinergis maupun antagonis yang terjadi antara mikroorganisme yang digunakan. Produksi senyawa metabolit secara co-culture memiliki keunggulan yaitu dapat mengaktifkan kluster gen cryptic serta meningkatkan produksi komponen bioaktif dan rendemen produk melalui interaksi mikroba. Hal ini dapat memicu produksi metabolit dengan struktur yang bervariasi. Selain itu, diversitas genetik yang lebih luas juga memungkinkan pendekatan co-culture untuk melakukan proses metabolisme yang lebih kompleks. Berdasarkan penelitian sebelumnya, digunakan dua kandidat bakteri actinomycetes yang berpotensi untuk menghasilkan senyawa antibakteri yaitu Streptomyces harbinensis A1 dan Streptomyces aureofaciens A3 yang diisolasi dari Pantai Ranca Buaya, Garut, Jawa Barat. Tujuan dari penelitian ini: (1) melakukan identifikasi kemampuan fisiologis isolat S. harbinensis A1 dan S. aureofaciens A3 menggunakan Biolog EcoPlateTM; (2) melakukan optimasi rasio isolat S. harbinensis A1 dan S. aureofaciens A3 dalam menghasilkan senyawa antibakteri; (3) menentukan aktivitas antibakteri terbaik dari fermentasi co-culture dalam menghambat pertumbuhan bakteri patogen B. subtilis, E. coli, P. aeruginosa dan S. aureus; dan (4) melakukan identifikasi senyawa antibakteri dari ekstrak etil asetat yang memiliki aktivitas antibakteri terbaik dari proses co-cultivation.\nPenelitian ini diawali dengan menentukan kemampuan fisiologis isolat S. harbinensis A1 dan S. aureofaciens A3 menggunakan Biolog EcoPlateTM. Produksi senyawa antibakteri dilakukan dengan tiga variasi rasio A1:A3 = 1:1, 1:4 dan 4:1 pada medium ISP4A selama 20 hari, suhu 26±2?C, agitasi 150 rpm, pH awal medium 6,97±0,02 dan densitas inokulum ~105 CFU/mL sebanyak 10% (v/v). Pengambilan sampel dilakukan setiap dua hari. Pengujian yang dilakukan meliputi perhitungan mikroba (total plate count), pengukuran konsentrasi glukosa dan asam organik dengan metode HPLC, serta jumlah rendemen ekstrak etil asetat. Kemampuan aktivitas antibakteri diuji dengan metode Kirby Bauer dengan\nkonsentrasi ekstrak 5 mg/mL terhadap empat bakteri patogen uji. Ekstrak metabolit dengan kemampuan aktivitas antibakteri terbaik diidentifikasi dengan menggunakan GC-MS.\nHasil uji kemampuan fisiologis menunjukkan bahwa isolat S. harbinensis A1 dan S. aureofaciens A3 memiliki kemampuan fisiologis yang berbeda. S. harbinensis A1 sangat baik dalam menghasilkan beberapa enzim pengurai polimer, karbohidrat, dan asam organik sedangkan S. aureofaciens A3 sangat baik dalam menghasilkan enzim-enzim pengurai semua kelompok substrat yang ada pada Biolog EcoPlateTM yaitu polimer, karbohidrat, karbon fosfat, asam karboksilat, asam amino, serta amina. Fermentasi S. harbinensis A1: S. aureofaciens A3 dengan rasio 4:1 memberikan hasil terbaik dibandingkan dengan 1:1 dan 1:4 karena telah memasuki idiophase atau fase stasioner pada hari keempat fermentasi dengan jumlah rendemen dalam pelarut etil asetat tertinggi sebesar 0,361 g/L pada hari keenam fermentasi.\nHasil uji aktivitas antibakteri dari rasio 4:1 juga menunjukkan kemampuan antibakteri dengan aktivitas kuat (diameter zona hambat 10-20 mm) yang tergolong narrow spectrum (P. aeruginosa), sedangkan rasio 1:1 menghasilkan senyawa antibakteri kuat dengan broad spectrum (B. subtilis, P. aeruginosa dan S. aureus). Maka dari itu, uji GC-MS dilakukan dengan menggunakan ekstrak etil asetat rasio 1:1 yang memiliki aktivitas broad spectrum, pada hari ke-2, 6, 8 dan 18. Hasil dari analisis tersebut menunjukkan bahwa diproduksi senyawa turunan phthalate, turunan pirimidin, bicyclic diterpene, flavonoid, dan turunan furan yang memiliki potensi sebagai kandidat antibiotik baru. Kesimpulan dari penelitian ini adalah pendekatan co-culture dapat menghasilkan variasi antibakteri yang berbeda. Untuk menghasilkan senyawa antibakteri yang memiliki narrow spectrum dilakukan fermentasi dengan rasio 4:1 sedangkan untuk memperoleh broad spectrum dilakukan dengan menggunakan rasio 1:1. Selain itu, fermentasi dengan rasio 1:1 juga menghasilkan lima kelompok senyawa yang berbeda dengan potensi sebagai kandidat antibiotik baru.", "Daftar File": {"ABSTRAK Alnadia Yusriya Hibatullah": "https://digilib.itb.ac.id/gdl/download/302915"}, "Penulis": "Alnadia Yusriya Hibatullah [21121011]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Pingkan Aditiawati, M.S.", "Dr. Eng. Kamarisima, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "actinomycetes, antibakteri, co-cultivation", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "14 Agu 2023"}