{"Nomor": 76289, "Judul": "PEMANFAATAN LIMBAH KULIT MENGGUNAKAN TEKNIK MODULAR INTERLOCKING UNTUK PRODUK FASHION", "Abstrak": "Tingginya tingkat konsumtif manusia, proses produksi yang serba cepat dan masif\nberpengaruh terhadap limbah yang dihasilkan terhadap lingkungan, Kulit termasuk\nkepada produk unggulan Indonesia, salah satunya lsepatu kulit yang merupakan\nproduk dari aksesoris fashion dengan limbah yang melimpah .Pelaku Industri fashion\nmemiliki peran yang penting dalam memberi solusi terhadap dampak dari\nkonsumerisme bahan produk fashion. Salah satu pendekatan dalam praktik fashion\nyang bersifat sustainable adalah proses upcycling. Upcycling memungkinkan siklus\nhidup suatu material dapat diperbaharui dan mengurangi dampak industri terhadap\nlingkungan.Beberapa tahun terakhir muncul berbagai pengembangan dan penelitian\nmengenai desain tekstil modular sebagai reaksi terhadap masalah lingkungan.\nModularity dianggap sebagai “goal of good design” karena memungkinkan tiap\nbagian produk memiliki fungsi yang dapat dibongkar-pasang. Rancangan tekstil\nmodular memiliki keragaman dari berbagai aspek fisik yakni variasi bentuk, ukuran,\nmaterial, struktur susunan modul dan juga jenis sambungan interlock. Interlocking\nmodular merupakan teknik kuncian yang menggabungkan modul sehingga dapat\ndengan mudah ditukar atau digantikan untuk menghasilkan struktur yang lebih besar\ndan menjadi satu kesatuan yang kokoh. Teknik interlocking modular berpotensi\nsebagai teknik yang unik untuk dieksplorasi dan diaplikasikan pada produk fesyen,\nMetodologi penelitian yang digunakan dalam penelitian ini adalah kualitatif yang\nbersifat deskriptif, dengan melakukan eksplorasi modul, wawancara, usability testing,\ndan kuesioner. Eksperimen ini dilakukan dengan merespon teknik interlocking\nmodular tersebut dengan memanfaatkan limbah kulit dengan ketebalan tertentu yang\ndilanjutkan dengan mengkomparasi jenis kuncian yang paling mudah dipasang\ndengan menghadirkan beberapa partisipan untuk mengetahui penghematan waktu\nproses perancangan serta didapatkan analisa bentuk produk fashion berupa slingbag\ndan clutch yang dapat memenuhi nilai-nilai lingkungan, ekonomi, inovasi dan\naestetik dengan menggunakan inerlocking modular dari sisa limbah kulit sepatu.", "Daftar File": {"2023 TS PP ANANDA SYIFA AGITA PUTRI 1.pdf": "https://digilib.itb.ac.id/gdl/download/302927"}, "Penulis": "Ananda Syifa Agita Putri [27122051]", "Kontributor / Dosen Pembimbing": ["Bintan Titisari, S.Ds., M.Ds., Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Interlocking Modular, Upcycling, Limbah Kulit.", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "14 Agu 2023"}