{"Nomor": 76280, "Judul": "PERANCANGAN MANAJEMEN REKAYASA KONSTRUKSI CREATIVE CENTER BINTARO JAYA", "Abstrak": "Perkembangan Industri Kreatif di Indonesia membuat pemerintah pusat terus mengembangkan ekonomi kreatif nasional. Pembangunan Creative Center di Bintaro Jaya, Tangerang Selatan memiliki tujuan untuk memberdayakan usaha ekonomi kreatif dan meningkatkan apresiasi masyarakat terhadap bidang-bidang kreatif di Kota Tangerang Selatan. Oleh karena itu, dibutuhkan perencanaan dari dari bidang Manajemen Rekayasa Konstruksi untuk mewujudkannya. Creative Center di Bintaro Jaya direncanakan terdiri dari 7 lantai tower dan 2 lantai basement dengan metode pelaksanaan konstruksi yang digunakan adalah bottom up. Pekerjaan yang akan dilakukan meliputi pekerjaan persiapan yaitu pematokan lahan dan pembuatan fasilitas sementara, pekerjaan tanah yang meliputi pekerjaan galian dan dewatering, pekerjaan struktur bawah yaitu pekerjaan secant pile, ground anchor, bored pile, pile cap, dan tie beam, pekerjaan struktur atas yang meliputi pekerjaan kolom, balok, pelat, dan shearwall, serta pekerjaan struktur atap yang meliputi pekerjaan atap rangka baja dan waterproofing atap. Penjadwalan dari proyek Creative Center Bintaro Jaya ini membutuhkan waktu selama 414 hari kerja dengan Rancangan Anggaran Biaya (RAB) yang akan digunakan sebesar Rp208,139,350,584.23 dan Rancangan Anggaran Pelaksanaan (RAP) sebesar Rp178,583,741,385.01.", "Daftar File": {}, "Penulis": "Angela Putri Patricia [15019081]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Ir. Ediansjah Zulkifli, S.T., M.T.", "Budi Hasiholan, S.T., M.Eng., Ph.D.", "Yuamar Imarrazan Basarah, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Creative Center Bintaro Jaya, manajemen rekayasa konstruksi, metode pelaksanaan konstruksi, bottom up, penjadwalan proyek konstruksi, estimasi biaya konstruksi,", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "14 Agu 2023"}