{"Nomor": 76296, "Judul": "PERANCANGAN STRATEGI CHANGE MANAGEMENT PT AAN", "Abstrak": "PT AAN adalah perusahaan yang bergerak di bidang distribusi dan pemasaran industri\nobat-obatan dan alat kesehatan ke seluruh asia tenggara dan asia pasifik. PT AAN telah\ndidirikan sejak tahun 1980 dan telah bekerja sama dengan lebih dari 70 prinsipal di seluruh\ndunia. Pada tahun 2021, Divisi pengembangan organisasi dan manajemen sumber daya\nmanusia PT AAN memutuskan untuk melakukan perubahan pada sistem manajemen\nkinerja perusahaan. Perubahan dilakukan agar proses pengelolaan kinerja karyawan\nmenjadi lebih efektif dan efisien. Namun perubahan tidak berjalan sebagaimana mestinya.\nPegawai menolak melakukan salah satu fungsi dalam sistem manajemen kinerja yang baru\nyaitu menolak memasukan rencana kerja. Perubahan mengalami penolakan sehingga\nperusahaan mengalami kerugian yang lebih banyak dan tujuan perancangan tidak tercapai.\nOleh karena itu, penelitian ini ditujukan untuk melakukan diagnosis penyebab karyawan\ntidak memasukan rencana kerja pada waktu yang ditentukan dan merancang usulan strategi\nyang tepat sesuai dengan kondisi PT AAN.\nDesain penelitian yang digunakan adalah Exploratory Sequential Mixed Method.\nPengumpulan data kualitatif dilakukan dengan metode wawancara terstruktur kepada\nmanajer perusahaan. Pengumpulan data kuantitatif dilakukan dengan menggunakan\nkuesioner kepada sampel penelitian sebanyak 145 orang karyawan. Hasil diagnosis\nkemudian akan dianalisis dengan menggunakan modus untuk menentukan penyebab yang\ncukup berpengaruh terhadap tindakan penolakan.\nHasil menunjukkan penyebab permasalahan terbagi kedalam dua kategori yaitu pegawai\nyang belum terbiasa dan tidak adanya peraturan Perusahaan. Dengan merancang peraturan\nmaka kedua permasalahan dapat terselesaikan. Hal ini yang akan dijadikan prioritas dalam\nusulan perbaikan. Jenis strategi yang diusulkan adalah melakukan perbaikan kontrol\norganisasi dengan merancang peraturan perusahaan terkait tindakan karyawan.", "Daftar File": {}, "Penulis": "Dawin Gunawan [14419043]", "Kontributor / Dosen Pembimbing": ["Dr. Made Andriani, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Manajemen Kinerja, Manajemen Perubahan, Penolakan Perubahan, Metode Exploratory Sequential Mixed, Kontrol Organisasi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "14 Agu 2023"}