{"Nomor": 76290, "Judul": "PENGEMBANGAN PERANGKAT LUNAK ANALISIS METODE QUANTITATIVE RISK ASSESSMENT (QRA) PADA PIPA PENYALUR GAS MENGGUNAKAN PROGRAM MATLAB", "Abstrak": "Gas alam merupakan sumber energi yang memiliki peran penting dalam kebutuhan industri maupun rumah tangga di Indonesia. Dalam memanfaatkan gas alam ini diperlukan proses distrubusi yang baik dikarenakan lokasi dari sumber gas alam sendiri jauh dari lokasi perkotaan. Saat ini, teknologi yang dipakai untuk melakukan distribusi adalah pipa jika dilihat dari sisi ekonomi dan keselamatan. Saat melakukan proses ini, tentunya tidak bisa terhindar dari risiko kegagalan baik dari pihak internal maupun eksternal. Dalam 5 tahun terakhir, Indonesia masih memiliki banyak kecelakaan saat melakukan distribusi gas alam berdasarkan laporan kinerja tahun 2021 Direktorat Jendral Migas. Kecelakaan tersebut terdiri dari kecelakaan ringan, sedang, berat, dan fatal. Maka dari itu, diperlukan pengolahan risiko kecelakaan pipa sehingga kecelakaan dan korban jiwa dapat dihindari.\nAnalisis ini mencangkup potensi dari bahaya keselamatan dari pipa terhadap lingkungan dan masyarakat sekitar yang masih di dalam jangkauan pipa gas. Metode Quantitative Risk Assessment atau QRA adalah analisis secara kuantitatif dengan menghitung probabilitas dan konsekuensi dari kegagalan pipa tersebut sesuai dengan standar BS PD 8010- 3:2009+A1:2013. Dari analisis metode ini, penulis dapat menentukan risiko individu dan risiko sosial. Kemudian memberikan rekomendasi berupa langkah mitigasi yang dapat dilakukan jika nilai risiko masih tidak sesuai dengan standar yang telah ditentukan. Penelitian ini mencangkup evaluasi dari probabilitas, konsekuensi, risiko individu, dan memberikan rekomendasi langkah mitigasi.\nHasil analisis menunjukkan bahwa nilai probabilitas kategori pin adalah 4,26 ? 10^(-5), kategori hole adalah 2,11 ? 10^(-5), dan kategori rupture adalah 5,81 ? 10^(-6) , kemudian nilai konsekuensi radius kematian terbesar adalah 136,72 m dan panjang fatal pipa terpanjang adalah 195,8 m. Hasil perhitungan risiko baik individu maupun sosial dengan metode QRA masuk ke dalam kategori “Dapat diterima, jika dilakukan penerapan ALARP”. Kemudian langkah mitigasi yang disarankan adalah penambahan lempengan luar pipa/slabbing dengan penanda pipa dengan visibilitas tinggi.", "Daftar File": {"ABSTRAK Nathan": "https://digilib.itb.ac.id/gdl/download/302926", "COVER Nathan": "https://digilib.itb.ac.id/gdl/download/319176", "BAB 1 Nathan": "https://digilib.itb.ac.id/gdl/download/319177", "BAB 2 Nathan": "https://digilib.itb.ac.id/gdl/download/319178", "BAB 3 Nathan": "https://digilib.itb.ac.id/gdl/download/319179", "BAB 4 Nathan": "https://digilib.itb.ac.id/gdl/download/319180", "BAB 5 Nathan": "https://digilib.itb.ac.id/gdl/download/319181", "DAFTAR Nathan": "https://digilib.itb.ac.id/gdl/download/319182", "2023 TA PP NATHAN 1 - LAMPIRAN.pdf": "https://digilib.itb.ac.id/gdl/download/319183"}, "Penulis": "Nathan [13119125]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. I Wayan Suweca, D.E.A.", "Ir. M. Agus Kariem, S.T, M.T, Ph.D., IPM"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "gas Alam, Pipa Gas, Kecelakaan, Risiko", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ani Sumasni", "File": "9 file", "Tanggal Input": "14 Agu 2023"}