{"Nomor": 76305, "Judul": "USULAN PENGEMBANGAN TINTA SABLON ORGANIK DARI BUNGA TELANG BERDASARKAN DESIGN FOR  ENVIRONMENT", "Abstrak": "Meningkatnya pertumbuhan industri tekstil dapat mengakibatkan jumlah limbah tekstil yang\ndihasilkan meningkat dan berdampak pada pencemaran lingkungan yang disebabkan oleh\nadanya zat sintetis. Untuk mengatasinya, saat ini muncul istilah sustainable fashion.\nSustainable fashion pada sebuah produk tekstil dapat berupa penggunaan material organik,\nanimal free, dan pemanfaatan sisa limbah. Penelitian ini difokuskan kepada penggunaan\nmaterial organik yang terletak pada produk perusahaan yang berserat Modal yang diproduksi\noleh perusahaan Tencel, berupa kaos di mana pada kaos tersebut perusahan masih\nmenggunakan tinta sablon sintetis sehingga hal ini tidak mencapai konsep sustainable\nfashion. Berdasarkan permasalahan tersebut, penelitian ini bertujuan untuk mengembangkan\ntinta sablon menggunakan material organik.\nMetode yang digunakan untuk pengembangan tinta organik, yaitu design for environment\n(DfE). Dalam DfE juga digunakan life cycle assessment (LCA) sebagai tools untuk analisis\ndampak lingkungan dari satu produk berdasarkan ISO 14040:2016. Terdapat empat tahapan\nberdasarkan ISO tersebut yang dilakukan, yaitu penentuan batasan, inventoris data, dampak\nlingkungan dan analisisnya. Kemudian untuk mengetahui rancangan optimal dari tinta\norganik, dilakukan dengan design of experiment (DoE). Pada penelitian ini, ditentukan 2\nvariabel respons yaitu nilai ketahanan luntur terhadap air dan terhadap sabun dengan tiga\nfaktor eksperimen yang masing-masing memiliki 2 level sehingga dihasilkan 8 kombinasi.\nKemudian pada saat eksperimen, variabel respons tahan luntur terhadap air dilakukan 2 kali\nreplikasi sedangkan terhadap sabun 4 kali replikasi. Rancangan akhir selanjutnya dilakukan\npengujian berdasarkan SNI ISO-C06 :2010 A2S terkait pencucian.\nHasil penelitian menunjukan bahwa faktor penggunaan mordant mempengaruhi kualitas\nketahanan luntur dari tinta organik pada kain. Pada pengujian awal di dapatkan nilai 1 dan 1\n– 2 pada 8 sampel yang diuji. Berdasarkan hasil tersebut dilakukan perbaikan desain dan\ndidapatkan hasil yang lebih baik yaitu perbedaan warna tidak jauh berbeda dengan warna\nawal pada sampel. Namun, hasil rancangan pada perbaikan desain ini belum dilakukan\npengujian karena adanya keterbatasan waktu. Pada perhitungan karbon didapatkan jumlah\nkarbon yang dihasilkan adalah kurang dari 0.09 kgCO2, yaitu 0.073 kgCO2, lebih kecil\ndibandingkan dengan penelitian sebelumnya. Dari hasil penelitian tersebut, dapat\nperusahaan gunakan sebagai pedoman untuk mengembangkan tinta organik.", "Daftar File": {}, "Penulis": "Nadin Fadilla [14419031]", "Kontributor / Dosen Pembimbing": ["Muhammad Akbar, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "tinta sablon organik, design for environment, design of experiment, life cycle assessment", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "14 Agu 2023"}