{"Nomor": 76312, "Judul": "KAJIAN KEBUTUHAN AIR MINUM RUMAH TANGGA DI KOTA TANGERANG", "Abstrak": "Kota Tangerang merupakan kota kedua dengan jumlah penduduk tertinggi di\nprovinsi Banten dengan laju pertumbuhan penduduk di Kota Tangerang mencapai\n1,05%. Selain itu, laju pertumbuhan ekonomi di Kota Tangerang mengalami\nkenaikan sebesar 5,97% Angka ini merupakan pertumbuhan ekonomi tertinggi di\nProvinsi Banten. Menurut Puncawati pada tahun 2020, sekitar 73% penduduk Kota\nTangerang masih mengandalkan pemanfaatan sumber air tanah untuk memenuhi\nkebutuhan airnya. Maka dari tidak menutup kemungkinan bahwa kebutuhan air\nminum rumah tangga di Kota Tangerang diperkirakan akan meningkat dari tahun\nke tahun. Pengetahuan tentang angka kebutuhan air minum rumah tangga beserta\nfaktor yang mempengaruhinya dapat menjadi landasan untuk merencanakan\nstrategi pengelolaan kebutuhan air dengan tujuan memastikan kelangsungan\npasokan air di masa mendatang. Penelitian dilakukan melalui penyebaran kuesioner\nsecara offline dan online dalam bentuk google form. Selain itu juga, dilakukan\npengambilan sampel air untuk pengujian kualitas air. Metode penelitian yang\ndigunakan adalah metode kuantitatif dengan teknik penyebaran sampel yang\ndigunakan adalah cluster random sampling dengan total jumlah sampel terpilih\nsebanyak 483 responden. Berdasarkan analisis deskriptif, rata-rata konsumsi air\nminum Kota Tangerang adalah sebesar 167,40±58,94 liter/orang/hari. Sedangkan\nhasil analisis dengan metode nonparametrik menggunakan uji korelasi Spearman’s\nrank correlation menunjukkan bahwa kebutuhan air minum penduduk Kota\nTangerang secara signifikan memiliki hubungan dengan sumber air, kontinuitas air,\ngender, ekonomi, pendidikan, dan jumlah anggota keluarga.", "Daftar File": {"Afifatul Hamidah.pdf": "https://digilib.itb.ac.id/gdl/download/302967"}, "Penulis": "Afifatul Hamidah [15319039]", "Kontributor / Dosen Pembimbing": ["Ir. Yuniati, M.T, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "air, ekonomi, konsumsi air, kontinuitas air, kualitas air, sosial, sumber air", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "14 Agu 2023"}