{"Nomor": 76326, "Judul": "DESAIN VALIDASI PROSES ASEPTIS DI PT. XYZ FARMA", "Abstrak": "Salah satu bagian dalam menjamin kualitas produk steril yang diproduksi secara aseptis adalah \nmelakukan validasi proses aseptis (media fill) atau disebut juga simulasi proses aseptis. \nValidasi proses aseptis merupakan uji simulasi proses menggunakan media pertumbuhan. \nMedia yang digunakan harus lulus Growth Promotion Test (GPT) dengan menggunakan 10 – \n100 cfu mikroba gram positif, gram negatif, bakteri anaerob, kapang, dan khamir. Pada \npenelitian ini dilakukan pada sebuah industri farmasi XYZ yang memproduksi produk steril \nsecara aseptis. Validasi proses aseptis dilakukan dalam kondisi produksi normal dan \nterdokumentasi dalam catatan bets. Durasi proses mensimulasikan lama proses produksi bets \nnormal yang terpanjang termasuk intervensi yang terjadi meliputi simulasi rutin dan non rutin \nyang terjadi selama proses produksi. Uji simulasi aseptis dilakukan semirip mungkin dengan \nproses aseptis pada produksi rutin, termasuk semua wadah dan peralatan yang digunakan dan \nparameter prosesnya, jumlah personil dan aktivitasnya termasuk semua langkah kritis pada \ntahap pembuatan. Pada validasi proses aseptis dimulai dengan penentuan desain validasi, \npelaksanaan media fill dan menentukan disposisi hasil sesuai dengan kriteria penerimaan yang \ntelah ditetapkan. Pelaksanaan validasi proses aseptis dimulai dari proses penimbangan, \npencucian ampul, proses pencampuran hingga proses pengisian. Dilakukan kajian risiko dalam \nmemilih marker produk dalam media fill dan dipilih produk A dengan ukuran ampul 1 ml.\nSelama proses media fill dilakukan pengambilan sampel dan evaluasi di setiap proses, hasil \ndari penelitian ini menunjukan bahwa validasi proses aseptis yang dilakukan pada fasilitas \nproduksi steril di industri XYZ Farma adalah memenuhi syarat yaitu tidak ditemukan satu pun \nampul yang keruh.", "Daftar File": {"ABSTRAK Rionaldo Sarano": "https://digilib.itb.ac.id/gdl/download/302982"}, "Penulis": "Rionaldo Sarano [21821017]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. apt. Rachmat Mauludin, S.Si., M.Si.", "Drs. Muh Sumarno"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi Industri", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "validasi; aseptis; steril ; simulasi; mikroba", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "14 Agu 2023"}