{"Nomor": 76324, "Judul": "SEMIOTIKA JERSEY TIM NASIONAL SEPAKBOLA INDONESIA", "Abstrak": "Esensinya, sepakbola merupakan pergerakan sosial untuk mencapai satu tujuan.\nKemudian, sepakbola berevolusi menjadi suatu industri hingga saat ini sehingga\nsetiap aktivitas dan produknya bisa menjadi suatu komoditas dengan tujuan meraih\nkeuntungan. Di antara lima produk yang menghasilkan pendapatan untuk tim sepak\nbola, jersey sepakbola telah berkembang dari sekedar penanda pemain di lapangan,\nidentitas tim dan suporter, hingga menjadi elemen penting untuk tujuan komersial\ndan pemasaran, sampai membentuk identitas dan citra diri. Hal ini juga terjadi di\nindustri sepak bola Indonesia khususnya berdampak pada timnas sepak bola\nIndonesia yang menyematkan lencana Garuda Pancasila dan warna bendera Merah\nPutih. Tujuan dari penelitian ini adalah untuk mengidentifikasi struktur tanda dari\njersey Timnas sepakbola Indonesia serta mengidentifikasi dari pengaruh elemenelemen tanda dalam jersey terhadap penggunanya yang merupakan non-pemain.\nObjek penelitian ini adalah jersey kandang dan non-penjaga gawang Timnas\nsepakbola Indonesia edisi tahun 2022 - 2024 berwarna dasar merah. Tesis ini\nmenggunakan pendekatan semiotika Roland Barthes, ideologi Louis Althusser, dan\nfetisisme simbol nasional dari Kuryel. Meski ada beberapa penelitian sebelumnya\nyang membahas tentang jersey sepakbola, namun belum ada penelitian yang\nmenyinggung secara spesifik tentang jersey tim nasional, khususnya jersey timnas\nsepakbola Indonesia. Metodologi penelitian menggunakan pendekatan kualitatif\ndengan metode analisis teks Roland Barthes, melakukan observasi ke stadion\nGelora Bung Karno saat pertandingan Timnas Indonesia di kompetisi Piala AFF\nbulan Desember 2022, serta melakukan wawancara dengan masyarakat Indonesia\nyang memiliki dan menggunakan jersey Timnas Indonesia.\nDalam aspek yang ditinjau dari struktur tanda, penelitian ini mampu\nmengungkapkan bahwa narasi kesatuan, kebersamaan, dan kebhinekaan yang\ndigaungkan secara sengaja oleh Presiden Soekarno sejak masa awal kemerdekaan\nadalah mitos yang terungkap dalam jersey Timnas sepakbola Indonesia, sehingga\nideologi yang hadir dalam jersey Timnas Indonesia ini adalah ideologi nasionalisme\nIndonesia dan mampu tertanam hingga saat ini. Namun fenomena industri\nsepakbola secara menyeluruh yang menjadikan jersey Timnas Indonesia adalah\nbagian dari produk komoditas yang bisa digunakan oleh konsumen dan masyarakat\nberperan besar dalam pembentukan mitos dan ideologi yang berorientasi pada\nkapitalis dan komodifikasi sehingga menimbulkan pemaknaan yang berlapis dan\nsaling tumpang tindih. Antara ideologi nasionalisme dan ideologi kapitalis dalam\njersey Timnas Indonesia tidak akan mampu dipisah-pisahkan atau dibatas-batasi\nkarena dominan dari masing-masing ideologi akan dipengaruhi oleh konteks ruang\ndan waktu. Sementara itu, jersey Timnas sepakbola Indonesia mampu memberikan\npengaruh yang beraneka ragam terhadap penggunanya, dari aspek pembentukan\ncitra diri yang mampu memberikan rasa kegagahan dan kebanggaan dari elemen\ntanda yang tersemat, terciptanya jaringan bisnis yang diakibatkan oleh citra dari\nmerek Timnas Indonesia itu sendiri, menjadi sarana edukasi dan perawatan sejarah,\nserta menjadi sarana pembentukan jaringan sosial membentuk suatu komunitas.\nOleh karena itu, pemaknaan jersey timnas Indonesia mampu melampaui fisiknya\nlebih dari sekedar sehelai kain yang digunakan di lapangan tetapi bisa menjadi\nbagian dari memperlihatkan dan menunjukkan identitas diri penggunanya di tengah\nmasyarakat. Meski begitu, jersey Timnas Indonesia dianggap mengalami perluasan\npemaknaan dan fungsinya tanpa menghilangkan esensi dan makna aslinya. Dengan\nmenyoroti interaksi kompleks antara identitas nasional, kepentingan ekonomi dan\nbisnis, dan elemen tanda dalam konteks sepak bola dan merk, temuan penelitian ini\ndiharapkan mampu memajukan bidang studi desain dan semiotika melalui sepak\nbola", "Daftar File": {"2023 TS PP ADHIKA NARARYA WICAKSANA 1.pdf": "https://digilib.itb.ac.id/gdl/download/302980"}, "Penulis": "Adhika Nararya Wicaksana [27121098]", "Kontributor / Dosen Pembimbing": ["Dr. Acep Iwan Saidi, S.S., M.Hum."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Ideologi, Komodifikasi, Semiotika, Timnas Indonesia", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "14 Agu 2023"}