{"Nomor": 76321, "Judul": "PENGEMBANGAN SISTEM EVALUASI GAIT VARIABILITY INDEX UNTUK GERAK  BERJALAN", "Abstrak": "Gerak berjalan (gait) merupakan suatu aktivitas kompleks yang melibatkan kerja otak,\nsensor saraf, otot dan rangka. Terdapat gait normal dan abnormal. Gait abnormal dapat\ndisebabkan oleh penyakit saraf (pathological gait) dan nyeri atau rasa sakit. Rehabilitasi\npathological gait dilakukan dengan memperhatikan dan mengukur parameter gait. Salah satu\nparameter gait yang dapat dijadikan tolak ukur rehabilitasi gait adalah parameter spatiotemporal.\nPenelitian yang telah dilakukan sebelumnya memperkenalkan nilai yang\nmenguantifikasi parameter spatio-temporal, yaitu Gait Variability Index (GVI). Nilai GVI\nakan memudahkan tenaga medis untuk mengukur tingkat rehabilitasi pasien gait abnormal.\nTim riset Biomekanika FTMD sampai saat ini telah melakukan penelitian yang berkaitan\ndengan gait. Namun, belum dilakukannya penelitian mengenai GVI. Oleh karena itu, perlu\ndilakukannya pengembangan sistem evaluasi gait yang dapat mengukur nilai GVI.\nPengembangan sistem evaluasi gait dilakukan dengan memodifikasi kode pada\nprogram pengolahan data gait yang telah dikembangkan sebelumnya pada aplikasi\nMATLAB. Hasil pengambilan dan pengolahan data pada sistem yang dikembangkan\nkemudian dibandingkan dengan data referensi sebagai validasi data subjek normal yang\ndiambil serta validasi sistem evaluasi gait yang dikembangkan. Data yang dibandingkan\nadalah parameter spatio-temporal, nilai GVI, serta kinematika sudut sendi lutut.\nBerdasarkan hasil analisis perbandingan data yang didapatkan dengan data referensi,\ndidapatkan bahwa data kinematika sudut sendi dari subjek normal yang diperoleh sudah\nmemiliki bentuk kurva yang serupa dengan data referensi, dan sistem evaluasi gait yang\ndikembangkan dapat menghasilkan nilai GVI cukup akurat. Penelitian ini dapat\ndikembangkan dengan menambah subjek penelitian untuk memperoleh nilai GVI yang lebih\nrepresentatif secara statistik, serta menerapkan sistem evaluasi gait yang telah dikembangkan\npada ranah rehabilitasi gait pasien penderita pathological gait.", "Daftar File": {}, "Penulis": "Nanda Hafizh Ghifari [13118023]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Andi Isra Mahyuddin, Ph.D.", "Ir. Ferryanto, S.T, M.T.", "Arif Sugiharto, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "sistem evaluasi gait, pathological gait, parameter spatio-temporal, GVI", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "14 Agu 2023"}