{"Nomor": 76335, "Judul": "PERANCANGAN GEDUNG RAWAT INAP KHUSUS IBU PADA RUMAH SAKIT IBU DAN ANAK DENGAN PENDEKATAN HEALING ENVIRONMENT DI MAJALENGKA", "Abstrak": "Setiap individu memiliki perasaan emosional yang mendasar dan beragam. Kehbahagiaan, kesedihan, kegembiraan, ketakutan, dan kecemasan selalu ada dalam kehidupan sehari-hari. Mulai dari rutinitas yang melelahkan, pekerjaan kantor yang memberatkan, dan berbagai aktivitas lainnya. Perubahan emosi ini memiliki pengaruh yang signifikan terhadap aspek psikologis manusia.\n\nRasa bahagia dapat memicu pelepasan hormon endorfin yang memberikan efek positif pada tubuh manusia. Hal yang sama berlaku untuk perasaan cemas, sedih, dan khawatir. Hormon dalam tubuh dapat mempengaruhi respons terhadap stres yang dialami oleh manusia. Stres pada ibu hamil dapat disebabkan oleh dua aspek, yaitu aspek non-fisik dan fisik. Aspek non-fisik melibatkan faktor informasi, dukungan dari suami, dan pengalaman. Sementara itu, aspek fisik berkaitan dengan faktor lingkungan.\n\nSelain stres yang terkait dengan kehamilan, ibu juga dapat mengalami stres akibat penyakit yang ada di dalam rahim (ginekologi). Penyakit seperti kista, miom, dan yang paling serius adalah kanker serviks, merupakan masalah yang sangat mengkhawatirkan bagi perempuan. Di rumah sakit ibu dan anak, terutama bagi ibu, kedua jenis penyebab stres tersebut sering terjadi dalam lingkungan rumah sakit. Oleh karena itu, penting bagi rumah sakit untuk memenuhi standar  yang sesuai. Tidak hanya memenuhi standar, rumah sakit juga harus memberikan dampak positif bagi kedua pengguna (ibu dan anak). Pendekatan Healing Environment diharapkan dapat membantu mengurangi tingkat stres yang dialami oleh kedua pengguna tersebut. Strategi  yang diterapkan akan berbeda dikeduanya yang disesuaikan dengan isu stres yang mereka alami. Oleh karena itu, desain ruang rawat inap adalah faktor penting bagi ibu yang menghadapi kedua kondisi di rumah sakit ibu dan anak.", "Daftar File": {"ABSTRAK Putra Tegar Syamsun Berery": "https://digilib.itb.ac.id/gdl/download/302991"}, "Penulis": "Putra Tegar Syamsun Berery [25221017]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Woerjantari Kartidjo, M.T.", "Dr. Eng. Hanson Endra Kusuma, S.T, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Psikologis, Stres, Ibu Hamil, Ibu Berpenyakit, Rumah Sakit Ibu dan Anak, Majalengka", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "14 Agu 2023"}