{"Nomor": 76339, "Judul": "ANALISIS ANCAMAN BANJIR PADA SISTEM DRAINASE BANGER LAMA, KOTA PEKALONGAN: PENGARUH FAKTOR HUJAN, KENAIKAN MUKA LAUT, DAN PENURUNAN TANAH", "Abstrak": "Kawasan pesisir Kota Pekalongan menghadapi tantangan serius akibat masalah banjir dan rob yang sering terjadi. Kondisi topografi yang rendah dan datar membuat pengaturan saluran drainase menjadi sulit karena kemiringan lahan yang relatif kecil. Gangguan genangan banjir kerap terjadi di beberapa kawasan Kota Pekalongan, sementara ancaman rob semakin meningkat di sisi utara yang berbatasan dengan pantai. Kenaikan muka air laut global dan penurunan tanah di wilayah tersebut semakin memperburuk masalah tersebut. Penelitian ini bertujuan untuk memodelkan sistem drainase yang dipengaruhi oleh faktor hujan, kenaikan muka air laut, dan penurunan tanah di Kota Pekalongan. Metode yang digunakan meliputi analisis hidrologi, analisis pasang surut, analisis penurunan tanah, dan analisis kenaikan muka laut. Pemodelan dilakukan menggunakan perangkat lunak Personal Computer Storm Water Management Model (PCSWMM) dengan berbagai skenario hujan, kenaikan muka air laut, dan penurunan tanah. Luaran dari pemodelan ini mencakup peta kedalaman banjir, kecepatan banjir, dan durasi banjir. Selanjutnya, peta ancaman banjir dibuat dengan metode Flood Hazard Index yang menggabungkan ketiga parameter tersebut dalam setiap skenario. Rekomendasi solusi yang diajukan untuk mengurangi ancaman banjir meliputi pembuatan tanggul dan flap gate pada bagian terdampak banjir dari hulu serta perubahan sistem drainase dengan mengalirkan air secara gravitasi tanpa menggunakan pompa pada bagian hilir. Namun, perlu diperhatikan bahwa rekomendasi solusi ini tidak efektif pada skenario dengan penurunan tanah yang signifikan. Penelitian ini diharapkan dapat membantu pemangku kepentingan dalam pengambilan keputusan terkait pengelolaan sistem drainase di Kota Pekalongan, sehingga dapat mengurangi dampak banjir yang terjadi di wilayah tersebut.", "Daftar File": {"ABSTRAK Moh. Iqbal Huseiny": "https://digilib.itb.ac.id/gdl/download/303008"}, "Penulis": "Moh. Iqbal Huseiny [25822001]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Arno Adi Kuntoro, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Sumber Daya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Drainase; PCSWMM; Banjir; Kenaikan Muka Laut; Penurunan Tanah", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "14 Agu 2023"}