{"Nomor": 76346, "Judul": "PENINGKATAN LAJU PERTUMBUHAN UWI KUNING MELALUI VARIASI KONSENTRASI PUPUK NPK, UKURAN BIBIT, PEMBERIAN PGPR (AZOTOBACTER CHROCOCCUM) SERTA PEMBERIAN ELISITOR", "Abstrak": "Indonesia sebagai negara agraris memiliki kekayaan alam yang melimpah, salah satunya tanaman uwi kuning (Dioscorea villosa) sebagai tanaman pangan yang memiliki potensi untuk dijadikan sumber pangan alternatif mengandung karbohidrat yang cukup tinggi. Selain itu, tanaman uwi mampu tumbuh dalam kondisi kering membuat tanaman ini cocok untuk ditanam di Indonesia yang memiliki lahan kering hingga 63,4 juta ha. Masalah yang sering ditemukan pada budi daya uwi adalah masa dormansi yang cukup lama. Penggunaan Plant-Growth Promoting Rhizobacteria (PGPR) Azotobacter chroococcum diketahui mampu mempersingkat masa dormansi pada tanaman dan berperan sebagai promotor pertumbuhan. Pemberian elisitor alami juga dilakukan dalam upaya meminimalisir dampak negatif dari penggunaan pupuk kimia. Elisitor yang digunakan pada penelitian ini berupa elisitor Biosaka yang terbuat dari campuran 10 jenis rerumputan dan dedaunan. Pada penelitian ini akan dilihat pengaruh variasi ukuran bibit uwi (50 g; 100 g; 200 g) yang sudah diberi perlakuan biopriming dengan PGPR Azotobacter chrococcum, hingga pengaruh pemberian pupuk NPK yang dikompensasi dengan pemberian pupuk kompos, serta pemberian elisitor Biosaka terhadap pertumbuhan dan perolehan tanaman uwi kuning. Penelitian ini diawali dengan kultivasi dan inokulasi bakteri PGPR yang akan digunakan untuk tahap biopriming. Setelah bibit uwi direndam dalam suspensi bakteri selama 24 jam dan dikeringkan, bibit dengan variasi 50 g (M1), 100 g (M2), dan 200 g (M3) ditanam dalam karung yang sudah berisi campuran media tanam pasir, tanah lanau, dan tanah lempung. Budi daya uwi kuning dilakukan selama 18 minggu dan pengambilan data dilakukan tiap 2 minggu. Pemberian pupuk NPK dilakukan dua kali pada 1 minggu setelah tanam (MST) dan 4 MST. Elisitor Biosaka disemprotkan ke tanaman dengan pengabutan tiap 10 hari dan tanaman disiram tiap tiga hari sekali. Budidaya uwi dilakukan dalam 5 variasi konsentrasi NPK yaitu P1(NPK 0%\n+ Kompos 100% + Elisitor); P2 (NPK 10% kg + Kompos 90% + Elisitor); P3 (NPK 25% + Kompos 75% + Elisitor); P4 (NPK 50% + Kompos 50% + Elisitor); P5 (NPK 100% + Kompos 0% + Elisitor); K0 (NPK 100% + Kompos 0% - Elisitor); K1 (NPK 0% + Kompos 0% - Elisitor); dan K2 (NPK 0% + Kompos 0% + Elisitor). Setelah 18 minggu didapatkan hasil bahwa penggunaan bibit 200 g menghasilkan tanaman terpanjang (310 cm), daun terbanyak saat panen (221 helai), cabang terbanyak (11 buah), umbi terberat (234,6 g), dan biomassa tanaman terberat (755,11 g). P1 menghasilkan tanaman terpanjang (364,5 cm), umbi terberat (433 g) dan biomassa tanaman terberat (1014,7 g), sedangkan P2 menghasilkan daun terbanyak (99 helai), cabang terbanyak (16 buah), berat umbi berat tanaman. Pemberian Biosaka yang diiringi dengan pemberian pupuk NPK (P5) menunjukkan hasil yang lebih baik dengan menjadi tanaman saat panen terpanjang (528,25 cm), daun terbanyak (164 helai), cabang terbanyak (7 buah), dan biomassa tanaman terberat (623 g), sedangkan K2 menghasilkan umbi terberat (376 g).", "Daftar File": {}, "Penulis": "Sophia Jasmine Makarim [11219021]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Robert Manurung, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Hayati", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Uwi kuning, bobot bibit, PGPR, pupuk NPK, elisitor Biosaka", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "14 Agu 2023"}