{"Nomor": 76343, "Judul": "APLIKASI INDIKATOR SEAMLESS MOBILITY TERHADAP PERENCANAAN SISTEM TRANSPORTASI BRT: STUDI KASUS KOTA SURABAYA", "Abstrak": "Tingginya tingkat penggunaan kendaraan pribadi di kota-kota besar Indonesia\ndisebabkan oleh pelayanan transportasi publik eksisting yang belum dapat\nmemberikan pengalaman perjalanan yang terkoneksi secara langsung dari titik\nkeberangkatan hingga tujuan akhir. Hal ini dapat dicapai dengan pengaplikasian\nkonsep transportasi cerdas dengan mengintegrasikan berbagai moda eksisting demi\nmemberikan perjalanan multimoda yang lebih optimal serta digitalisasi sistem\noperasional pelayanan eksisting. Melalui penerapan tersebut, pengembangan\ntransportasi publik diarahkan untuk dapat mewujudkan seamless mobility untuk\ntransportasi publik yang lebih mudah dan efisien. Kota Surabaya sebagai salah satu\nkota yang telah menerapkan konsep Smart City telah mempunyai sistem Bus Rapid\nTransit (BRT) sebagai salah satu bentuk penerapan sistem transportasi cerdas.\nPenelitian ini bertujuan untuk mengetahui pencapaian pelayanan transportasi publik\nBRT di Kota Surabaya dalam memberikan perjalanan seamless mobility bagi\nmasyarakat.\nBus Rapid Transit sebagai salah satu alternatif moda transportasi publik yang telah\nhadir di berbagai sistem transportasi perkotaan di kota-kota besar. Adanya\nfleksibilitas dalam penentuan jangkauan trayek rute dan biaya pengadaan dan\npengelolaan yang lebih rendah dibandingkan dengan transportasi lain menjadikan\nBRT sebagai alternatif moda yang lebih mungkin untuk dikembangkan untuk\nmemberikan pelayanan transportasi publik di perkotaan. Pelayanan BRT perlu\nmemiliki konsep yang terintegrasi dengan pelayanan alternatif moda lain serta\npengaplikasian teknologi cerdas dalam operasionalnya. Berdasarkan hasil kajian\nliteratur keduanya merupakan faktor yang cukup berpengaruh dalam memberikan\nperjalanan yang lebih efisien dan mudah sebagai bagian dalam perwujudan\nseamless mobility. Integrasi yang dimaksud berfokus pada peningkatan\ninterkonektivitas melalui optimasi titik-titik transit serta akses-akses pejalan kaki\nmaupun kendaraan non bermotor, serta peningkatan sinkronisasi dan realibilitas\ndalam penjadwalan keberangkatan moda. Aplikasi teknologi cerdas digunakan\nuntuk mengembangkan pelayanan pembayaran, ticketing, dan sistem informasi\nyang memberikan kemudahan lebih bagi penumpang. Dari sana, diidentifikasi\nterdapat lima objektif seamless mobility yang perlu dicapai, yaitu interkoneksi\nalternatif moda yang berbeda, optimasi sinkronisasi dan realibilitas jadwal moda,\npengaplikasian one-ticket journey, peningkatan tingkat keamanan dan kenyaman,ii\nserta penyediaan sistem informasi yang dinamis dan real-time. Kelima objektif\ntersebut digunakan sebagai acuan dalam merumuskan indikator-indikator seamless\nmobility yang digunakan dalam proses analisis.\nProses analisis dilakukan dengan pendekatan Gap Analysis yang mengidentifikasi\nkondisi eksisting dan kondisi yang diekspektasikan penumpang dalam pelayanan\nBRT eksisting. Kedua kondisi tersebut diidentifikasi dengan melakukan observasi\ndengan pelayanan fasilitas eksisting dan membandingkannya dengan standarstandar seamless yang perlu dicapai serta melihat preferensi pengguna dalam\nmeninjau hal tersebut. Preferensi pengguna dianalisis hingga menghasilkan angka\nindeks pencapaian untuk merepresentasikan tingkatan kualitas kondisi pelayanan\neksisting dalam mewujudkan seamless mobility. Pengukuran dilakukan dengan\nmenggunakan metode penghitungan Customer Satisfaction Index (CSI) serta\nImportance Performance Analysis (IPA) Matrix untuk mengeluarkan rekomendasi\nprioritisasi dalam pengembangan selanjutnya. Analisis dilakukan dengan\nmenggunakan 24 indikator seamless mobility dalam menilai kualitas seamlessness\ndari pelayanan yang ada. Hasil analisis menunjukkan dari 24 indikator yang ada,\nhanya 5 indikator seamless mobility yang dikategorikan telah memenuhi standar\nyang ada. Selain itu, tingkat kepuasan penumpang dalam pengadaan seamless\nmobility di Kota Surabaya senilai 52% yang berarti cukup puas. Angka tersebut\nberada dalam kondisi ambang yang apabila tidak ada pengembangan signifikan di\nmasa mendatang akan mengalami penurunan. Hasil IPA Matrix menunjukkan\ndalam mengoptimalkan pelayanan yang ada, pengembangan perlu berfokus pada\natribut yang dirasa memiliki tingkat kepentingan yang tinggi serta kualitas\nperformansi yang buruk. Indikator-indikator yang diprioritaskan perlu untuk\ndikembangkan ialah Jalur Sepeda, Jarak Akses Intermoda, Jadwal Keberangkatan\ndan Kedatangan, Waktu Tunggu, Kenyamanan Akses, dan Kenyamanan Transit.", "Daftar File": {"ABSTRAK Teddy Kurniawan Bahar": "https://digilib.itb.ac.id/gdl/download/303011", "BAB 1 Teddy Kurniawan Bahar": "https://digilib.itb.ac.id/gdl/download/303012", "BAB 2 Teddy Kurniawan Bahar": "https://digilib.itb.ac.id/gdl/download/303013", "BAB 3 Teddy Kurniawan Bahar": "https://digilib.itb.ac.id/gdl/download/303014", "BAB 4 Teddy Kurniawan Bahar": "https://digilib.itb.ac.id/gdl/download/303015", "BAB 5 Teddy Kurniawan Bahar": "https://digilib.itb.ac.id/gdl/download/303016", "BAB 6 Teddy Kurniawan Bahar": "https://digilib.itb.ac.id/gdl/download/303017", "PUSTAKA Teddy Kurniawan Bahar": "https://digilib.itb.ac.id/gdl/download/303018", "LAMPIRAN Teddy Kurniawan Bahar": "https://digilib.itb.ac.id/gdl/download/303019"}, "Penulis": "Teddy Kurniawan Bahar [25421001]", "Kontributor / Dosen Pembimbing": ["Shanty Yulianti Rachmat, S.T., M.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Transportation ; ground transportation", "Kata Kunci": "Seamless Mobility, Transpotasi Cerdas, Integrasi Multimoda, Gap Analysis, IPA Matrix", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "14 Agu 2023"}