{"Nomor": 76353, "Judul": "ANALISIS PERAN REPRESENTASI MISTISISME JAWA PADA LATAR FILM KKN DI DESA PENARI TERHADAP KONSTRUKSI MITOS MISTIS", "Abstrak": "Berbagai genre film dirilis setiap tahunnya, namun film bergenre horor yang identik\ndengan mitos mistis dan menampilkan hantu-hantu atau budaya dari mitologi Indonesia\nseringkali menjadi film yang paling ramai ditonton masyarakat Indonesia. Film horor\ndipenuhi dengan eksploitasi unsur-unsur horor untuk membangkitkan ketegangan\npenonton sebagai objektif utama. Suasana tegang dan menakutkan tersebut dapat\ndibangun menggunakan latar film. Penelitian ini fokus pada mise en scene fisik dan\npsikologis yang terbagi atas beberapa elemen interior, yakni backdrop, interior props,\nspecial effects, cahaya dan bayangan, serta warna. Film ini disinyalir memiliki pesan\nyang ingin disampaikan, lebih dari sekadar memvisualisasikan kisah utas Twitter yang\nviral di masyarakat Indonesia. Oleh karena itu, penelitian ini bertujuan untuk meneliti\nrepresentasi mistisisme Jawa pada latar film di film KKN Desa Penari, film horor\nIndonesia yang telah disaksikan setidaknya 10 juta orang dan saat ini memegang rekor\nsebagai film layar lebar Indonesia dengan jumlah penonton terbanyak sepanjang masa.\nPenelitian dilakukan dengan metode kualitatif dengan teknik deskriptif interpretatif.\nPengumpulan data dilakukan melalui kajian literatur dan analisis visual terhadap latar\nfilm dengan menggunakan beberapa teori pendukung seperti teori Mise en Scene,\nRepresentasi, Semiotika Barthes, dan kajian budaya mistisisme Jawa, serta wawancara\nmendalam dengan pihak pembuat film. Data yang terkumpul lalu dianalisis dan\ndibandingkan untuk mengetahui representasi mistisisme pada latar film serta perannya\ndalam mengkonstruksi mitos mistis. Hasil penelitian menunjukkan bahwa representasi\nmistisisme Jawa pada latar film KKN di Desa Penari (UNCUT) berperan dalam\nmembangun mitos pedesaan sebagai area kuno dan tertinggal peradaban zaman, mitos\npedesaan yang menjunjung tinggi etika dan nilai budaya Jawa dan mitos masyarakat\npedesaan yang menganut paham mistisisme Jawa. Hasil temuan dari penelitian ini\ndapat memberikan penegasan kepada para sineas, apresiator, dan kalangan akademisi\nbahwa penyampaian pesan atau mitos didalam film tidak harus ditampilkan atau\ndiceritakan secara eksplisit, namun juga dapat disampaikan secara implisit dari\npermainan tanda visual pada unsur sinematik seperti mise en scene latar pada film.", "Daftar File": {"2023 TS PP RIZKA SALSABILA RIADI 1.pdf": "https://digilib.itb.ac.id/gdl/download/303031"}, "Penulis": "Rizka Salsabila Riadi [27122033]", "Kontributor / Dosen Pembimbing": ["Dr. Intan Rizky Mutiaz, M.Ds."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "mise en scene, latar film, representasi, mitos, mistisisme Jawa.", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "15 Agu 2023"}