{"Nomor": 76350, "Judul": "PENGARUH SERASAH LAMTORO (LEUCAENA LEUCOCEPHALA) DAN KASGOT BLACK SOLDIER FLY (HERMATIA ILLUCENS) SERTA PENAMBAHAN MIKORIZA ARBUSKULA TERHADAP VARIABEL PERTUMBUHAN TANAMAN TOMAT (LYCOPERSICUM ESCULENTUM MILL.) VARIETAS SERVO F1", "Abstrak": "Tomat merupakan komoditas hortikultura yang banyak dibutuhkan di Indonesia untuk berbagai pengolahan makanan, obat-obatan, dan kosmetik. Berdasarkan Badan Pusat Statistik, konsumsi tomat oleh sektor rumah tangga tahun 2021 naik sebesar 6,93 persen dari tahun 2020, yakni mencapai 677,97 ribu ton yang sejalan dengan peningkatan angka produksi tomat. Berkaitan dengan pemanfaatan media berbasis polybag untuk mengatasi keterbatasan lahan, nutrisi dalam polybag disediakan secara terbatas dan mudah mengalami pemadatan. Oleh karena itu, perlu dilakukan penambahan bahan organik beserta agen mikroba yang membantu dalam penyediaan hara nutrisi bagi tanaman dan penjagaan kondisi fisik-kimia media selama budidaya. Penelitian ini bertujuan untuk menganalisis pengaruh perlakuan variasi model media tanam stratifikasi/layering dengan penambahan bahan organik serasah lamtoro dan kasgot dalam media polybag, variasi dosis mikoriza, dan interaksi kedua faktor terhadap variabel pertumbuhan tanaman, menentukan perlakuan yang memberikan hasil terbaik, dan menganalisis pengaruh model media tanam stratifikasi dan mikoriza terhadap kualitas fisik dan kimia media pada akhir budidaya tomat varietas Servo F1. Penelitian dilaksanakan pada Oktober 2022 hingga Januari 2023 di Kebun Bibit Utama PT East West Seed Indoneisa, Kecamatan Campaka, Kabupaten Purwakarta, Jawa Barat. Terdapat 16 unit perlakuan dengan masing-masing 10 tanaman sampel acak. Metode penelitian terbagi menjadi proses budidaya tanaman tomat dan pengujian parameter fisik dan kimia dari seluruh unit perlakuan. Pengujian parameter fisik media dilakukan di PT East West Seed Indonesia, sementara pengujian parameter kimia media dilakukan di Laboratorium Tanah Universitas Padjajaran. Data dianalisis menggunakan uji ANOVA Two Ways dan Tukey BSD pada taraf kepercayaan 95% (?=0,05). Hasil penelitian menunjukkan bahwa media tanam stratifikasi memberikan pengaruh signifikan nyata terhadap tinggi tanaman tomat pada 3 MST (tertinggi pada A3), kemudian terhadap diameter batang pada 3 MST (tertinggi pada A0) dan 5 MST (tertinggi pada A0), serta tidak memberikan beda nyata terhadap luas daun, bobot kering akar, dan umur awal berbunga. Pemberian mikoriza dosis 15 g/tanaman (B2) memberikan pengaruh signifikan nyata terhadap tinggi tanaman dan tidak menunjukkan pengaruh nyata terhadap variabel lainnya. Interaksi kedua perlakuan tidak memberikan pengaruh berbeda nyata terhadap hasil dari seluruh variabel pertumbuhan pada penelitian ini. Kombinasi media tanam terbaik untuk variabel pertumbuhan tanaman tomat Servo F1 adalah A0 dan A3 dengan penambahan mikoriza B2 sebanyak 15 g/tanaman; serta kualitas fisik media secara keseluruhan tidak ditemukan media memadat, dengan nilai berat isi dan porositas menunjukkan\nmedia gembur. Kualitas kimia media terbaik dimiliki kode perlakuan A1 dengan atau tanpa penambahan mikoriza, kemudian disusul A3, A2, dan A0.", "Daftar File": {}, "Penulis": "Putri Rezky [11419008]", "Kontributor / Dosen Pembimbing": ["Ir. Estiyanti Ekawati, M.T, Ph.D.", "Ramadhani Eka Putra, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Kasgot, Lamtoro, Media stratifikasi, Mikoriza, Tomat Servo F1", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "14 Agu 2023"}