{"Nomor": 76367, "Judul": "MODUL PERENCANAAN PAMERAN SENI RUPA DI TINGKAT SEKOLAH MENENGAH ATAS STUDI KASUS PAMERAN LABSACTION 2021-2023 SEKOLAH MENENGAH ATAS LABSCHOOL CIRENDEU", "Abstrak": "Salah satu upaya terakhir untuk menunjukan hasil olah kreasi dalam seni rupa\nkhususnya di tingkat Sekolah Menengah Atas adalah penyelenggaraan pameran.\nKeberadaan pameran memiliki banyak manfaat, terutama bagi proses pembelajaran\nyang dialami siswa. Tujuan pendidikan seni rupa meliputi kegiatan kreatif dan\napresiatif sedangkan fungsi pendidikan seni rupa sebagai pemenuhan kebutuhan\nberekspresi, berkreasi, dan berapresiasi serta rekreasi. Dengan kegiatan pameran\nsiswa dapat mengasah kemampuan mengapresiasi karya seni rupa untuk belajar\nmengolah, menghayati, memahami nilai-nilai estetika yang terkandung dalam\nkarya seni rupa, berkolaborasi dan berorganisasi dalam berkesenian.\nSeni rupa tidak hanya berhenti pada proses penciptaan, membuat karya dua\ndimensi, tiga dimensi, kriya dan sebagainya, namun membutuhkan kegiatan lain\nyang melibatkan proses komunikasi dalam bentuk apresiasi termasuk kritik. Di\ntingkat sekolah menengah atas di Indonesia, siswa belajar tentang proses\npenciptaan pada semester pertama tahun ajaran dengan berkreasi seni rupa dua\ndimensi dan tiga dimensi, dalam bentuk lukisan, ilustrasi dan patung dasar, yang.\nDi sebagian besar sekolah menengah atas di Indonesia pameran diselenggarakan\noleh guru yang mengajar seni dan kemudian berkolaborasi dengan para siswa untuk\ndiwujudkan. sehingga penting bagi guru seni rupa untuk dapat memahami dan\nmenguasai materi pelajaran tentang penyelenggaraan kegiatan pameran karya seni\nrupa siswa sesuai dengan alur dan tata cara penyelenggaraan yang baik, sesuai\ndengan tingkat perkembangan dan kemampuan belajar siswa. Pameran seni rupa\nmerupakan salah satu dari berbagai pokok bahasan yang disajikan dalam kurikulum\npendidikan seni rupa di tingkat SMA yang tersedia pada semester ke dua. Pokok\nbahasan tentang pameran seni rupa tentunya tidak berdiri sendiri melainkan\nberkesinambungan dengan pokok bahasan sebelumnya. Untuk memaksimalkan hal\ntersebut, tentunya guru yang baik dan memahami hal ini akan memikirkan banyak\ncara untuk menyelenggarakan pameran sesuai dengan alur dan prosedur dengan\nsebaik-baiknya. Beberapa potensi yang dapat dipetik dari penyelenggaraan\npameran adalah proses belajar berorganisasi, manajerial, kerjasama dan\nmenghargai.\nTujuan dari penulisan ini adalah untuk mengupdate proses penyelenggaraan\nkegiatan pameran seni rupa di tingkat SMA dan juga memberikan gambaran dan\ntahapan yang dapat diterapkan. Dengan adanya modul perencanaan pameran seni\nrupa di tingkat SMA ini, diharapkan dapat memperkuat potensi siswa di sekolah\ndalam mempelajari seni rupa yang tidak terbatas pada proses penciptaan karya seni\nrupa saja, namun juga pada hal-hal lain seperti pembelajaran apresiasi, organisasi,\nmanajerial, penyusunan proposal, tata ruang, dan evaluasi penyelenggaraan\nkegiatan. Tentunya untuk mencapai kesetaraan dalam proses belajar mengajar,\nkhususnya dalam menyajikan penyelenggaraan sebuah kegiatan pameran seni rupa\nhasil karya dan kreasi siswa, dibutuhkan sebuah instrumen yang dapat digunakan\ndimanapun dan kapanpun. Kehadiran instrumen berupa modul perencanaan\npameran seni rupa di tingkat sekolah menengah atas diharapkan dapat membantu\npelaksanaan kegiatan yang tentunya membutuhkan upaya yang menekankan pada\naspek pengetahuan dan keterampilan siswa. Modul ini merupakan pengembangan\ndari pelaksanaan kegiatan penyelenggaraan pameran Labsaction dalam periode\nyang berlangsung selama tiga tahun dari tahun 2021 hingga tahun 2023 yang\nterlaksana di sekolah menengah atas Labschool Cirendeu.", "Daftar File": {"2023 TS PP HARI PRASETYO 1.pdf": "https://digilib.itb.ac.id/gdl/download/303047"}, "Penulis": "Hari Prasetyo [27021008]", "Kontributor / Dosen Pembimbing": ["Dr. Ira Adriati, S.Sn., M.Sn.", "Dr. Agung Hujatnika, S.Sn., M.Sn."], "Jenis Koleksi": "Tesis", "Penerbit": "Seni Rupa Murni", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Penciptaan, Pengembangan, Instrumen, Modul", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "15 Agu 2023"}