{"Nomor": 76368, "Judul": "DAMPAK STRATEGI RESTRUKTURISASI DAN INSTRUMEN  KEUANGAN TERHADAP PENCADANGAN KERUGIAN PADA  PERBANKAN KOMERSIAL", "Abstrak": "Ketika pandemi covid-19 dimulai pada bulan April 2020, terjadi perubahan yang cepat pada portofolio bank di sektor penyaluran kredit. Kredit Berisiko (Loan at Risk) masih mendominasi seluruh portofolio kredit bank. Akibatnya, kualitas portofolio dan aset bank semakin memburuk. Selanjutnya, industri perbankan disarankan untuk tetap memperhatikan kecukupan cadangan kerugian penurunan nilai kredit dalam mengantisipasi potensi penurunan kualitas kredit. Kondisi portofolio bisnis perbankan terutama pada sektor penyaluran kredit yang mengalami kondisi yang memburuk akibat pandemi covid-19. Penyisihan kerugian kredit sebagai antisipasi bank terhadap risiko kehilangan aset produktif dapat memberikan kontribusi yang cukup signifikan terhadap krisis keuangan di sektor perbankan. Penelitian ini menganalisis pengaruh restrukturisasi, ukuran bank, permodalan, inflasi, pengelolaan biaya operasional, dan pertumbuhan produktivitas terhadap cadangan kerugian kredit. Pengumpulan data dilakukan dengan mencatat setiap data yang dibutuhkan dari (OJK) dalam laporan keuangan yang telah diaudit. Data dikumpulkan selama 5 tahun secara triwulanan dari triwulan II 2017 - triwulan IV 2022 dengan objek penelitian 10 bank kelompok BUKU IV, secara keseluruhan terdapat 220 data observasi. Variabel dependen dalam penelitian ini adalah cadangan kerugian kredit. Selain itu, variabel independen dalam penelitian ini adalah restrukturisasi, ukuran bank, permodalan, inflasi, manajemen biaya operasional, dan pertumbuhan produktivitas. Penelitian ini menggunakan pendekatan kuantitatif dengan desain eksplanatori atau kausal. Analisis data yang digunakan dalam penelitian ini adalah regresi data panel dengan bantuan program EViews 13. Hasil penelitian menunjukkan bahwa kebijakan restrukturisasi, tingkat inflasi dan ukuran bank selama pandemi covid19 berpengaruh positif signifikan terhadap cadangan kerugian kredit. Namun, modal bank, pertumbuhan produktivitas sebelum pandemi covid-19 terjadi, serta manajemen biaya operasional selama periode implementasi kebijakan restrukturisasi berpengaruh negatif signifikan terhadap pencadangan kerugian kredit.", "Daftar File": {"2023_TS_PP_Hanifah Putri K-29121038_Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/303048"}, "Penulis": "Hanifah Putri Kusumah [29121038]", "Kontributor / Dosen Pembimbing": ["Taufik Faturohman, S.T, MBA, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Pencadangan Kerugian, Kebijakan Restrukturisasi¸ Ukuran Bank, Permodalan, Inflasi, Manajemen Biaya Operasional, Pertumbuhan Produktivitas", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "15 Agu 2023"}