{"Nomor": 76372, "Judul": "DETEKSI BERITA PALSU MENGGUNAKAN PEMBELAJARAN MENDALAM", "Abstrak": "Perkembangan teknologi dan internet yang saat ini semakin pesat menyebabkan\nsemakin meningkatnya jumlah pengguna internet. Setiap pengguna dapat dengan\nmudah mengunggah dan menyebarkan informasi di berbagai platform daring. Di\nsatu sisi hal ini baik bagi keberlangsungan hak pengguna untuk bebas menyuarakan\nhak dan informasi yang dikehendakinya. Namun di sisi lain, hal ini dapat\nberimplikasi pada semakin masifnya penyebaran informasi yang tidak terverifikasi\nsehingga berpotensi untuk meningkatkan misinformasi pada masyarakat.\nOleh karena itu, dibutuhkanlah sistem untuk dapat mendeteksi berita palsu secara\notomatis menggunakan pembelajaran mesin mengingat keterbatasan sumber daya\nmanusia untuk mendeteksi secara manual. Pada Tugas Akhir ini, akan dilakukan\npemodelan deteksi berita palsu dengan pembelajaran mesin menggunakan data teks\nyang didapat dari beberapa kanal berita dan laman, yaitu kompas.com, detik.com,\ncnn.com, dan turnbackhoax.id. Terdapat 4 model jaringan saraf tiruan yang\nakan digunakan, dengan 3 model merupakan model yang umum digunakan untuk\nmemodelkan data teks yaitu Recurrent Neural Networks (RNN), Long-Short Term\nMemory (LSTM), dan Gated Recurrent Unit (GRU). Selain itu juga digunakan\nmodel Graph Convolutional Networks (GCN) yang merupakan jaringan saraf tiruan\nberbasis graf. Model dievaluasi dengan mengukur akurasi pada data validasi.\nModel RNN, LSTM, dan GRU dengan dimensi embedding teks sebesar 100\nkata menghasilkan akurasi secara berurutan sebesar 75.7%, 80.16%, dan 80.97%,\nsementara Model GCN memberikan hasil terbaik dengan akurasi sebesar 85.77%.", "Daftar File": {"ABSTRAK Muhammad Pudja Gemilang": "https://digilib.itb.ac.id/gdl/download/303050"}, "Penulis": "Muhammad Pudja Gemilang [10119055]", "Kontributor / Dosen Pembimbing": ["Finny Oktariani, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "pembelajaran mesin, deteksi berita palsu, jaringan saraf tiruan, graph convolutional networks.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "15 Agu 2023"}