{"Nomor": 76376, "Judul": "RANCANGAN KONTEN VIDEO PEMASARAN UNTUK MENINGKATKAN ONLINE ENGAGEMENT INSTAGRAM PERSONAFIC FOR MEN", "Abstrak": "Saat ini kesadaran pria dalam menjaga penampilannya mulai muncul dan mendorong\npertumbuhan pasar skincare bagi pria di Indonesia. Hal tersebut menjadi peluang sekaligus\nancaman bagi Personafic for Men karena lemahnya barrier to entry pada pasar skincare bagi\npria. Lemahnya barrier to entry pada pasar ini berdampak pada semakin banyaknya jumlah\npesaing sehingga Personafic for Men harus memiliki strategi akuisisi konsumen agar tetap\nmenjadi pemain yang kompetitif. Pemasaran media sosial merupakan salah satu strategi\nyang efektif dalam meningkatkan akuisisi konsumen. Namun Personafic for Men\nmenghadapi isu penurunan online engagement pada konten video di media sosialnya karena\nPersonafic for Men belum mengetahui kombinasi konten video pemasaran yang dapat\nmenngkatkan online engagement. Oleh karena itu, penelitian ini dilakukan untuk\nmengusulkan rancangan formulasi konten video pemasaran yang dapat meningkatkan online\nengagement. Rancangan tersebut diperoleh dengan memanfaatkan hasil eksperimen\nlapangan.\nFaktor video pemasaran yang diuji pada penelitian ini adalah durasi video, pesan konten,\nwajah model, dan voice-over. Keempat faktor tersebut dikombinasikan menjadi enam belas\nstimulus dengan pendekatan desain faktorial 2k yang dibagi menjadi empat blok. Keenam\nbelas stimulus kemudian disebar kepada 2,25 juta akun target konsumen Personafic for Men,\nyakni pria Indonesia berusia 18-34 tahun, melalui layanan iklan Instagram. Setiap stimulus\ndisebar selama tiga hari dengan tingkat biaya Rp60.000. Jumlah jangkauan, jumlah interaksi\n(like, share, dan comment), click-through rate (CTR), dan video completion rate (VCR)\ndigunakan sebagai parameter online engagement untuk setiap stimulus yang disebar.\nBerdasarkan pengujian signifikansi dengan ANOVA dan analisis post hoc, diketahui bahwa\nkonten video pemasaran yang dapat meningkatkan online engagement adalah video\nberdurasi 15 detik, video dengan pesan uninformativeness, dan video yang menggunakan\nwajah model. Temuan tersebut digunakan untuk menyusun strategi perancangan konten\nvideo pemasaran dan mock-up sebagai hasil dari penelitian ini.", "Daftar File": {}, "Penulis": "A. J. Bevan P. [14419038]", "Kontributor / Dosen Pembimbing": ["Titah Yudhistira, S.T, M.T, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Skincare bagi pria, online engagement, desain faktorial, ANOVA", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "15 Agu 2023"}