{"Nomor": 76383, "Judul": "IDENTIFIKASI REAKSI OBAT MERUGIKAN (ROM) PADA PASIEN COVID-19 DI RUMAH SAKIT PARU DR. H. A. ROTINSULU BANDUNG", "Abstrak": "Jumlah kasus COVID-19 terus bertambah dan menyebar di seluruh dunia hingga mencapai 768 juta \nkasus pada tanggal 19 Juli 2023. Beberapa jenis antivirus dan antibiotik menjadi pilihan untuk \npenanganan COVID-19. Selain mengutamakan efikasi, pertimbangan keamanan penggunaan juga \nmenjadi faktor yang harus diperhatikan. Kejadian ROM dapat meningkatkan angka morbiditas dan \nmortalitas, meningkatkan biaya kesehatan, dan memperlama waktu rawat di rumah sakit. \nPenelitian ini bertujuan untuk mengetahui gambaran reaksi obat merugikan pada pasien COVID-19 \ndi Rumah Sakit Paru Dr. H. A. Rotinsulu Bandung, menentukan hubungan kausalitas dan tingkat \nkeparahan ROM. Penelitian ini dilakukan dengan metode observasional dengan desain cross \nsectional secara retrospektif. Sebanyak 120 data pasien dianalisis pada penelitian ini, 61% pasien \nmengalami ROM dengan 104 kejadian. Kejadian ROM yang paling banyak terjadi yaitu gangguan \nfungsi hati (48%) dan gangguan gastrointestinal (24%). Sebagian besar kejadian ROM yang terjadi \ndiakibatkan oleh obat Favipiravir (34%) dan Remdesivir (33%). ROM yang terjadi memiliki kausalitas \n59% “dapat mungkin” (probable) dan 41% bersifat “mungkin” (possible), sedangkan derajat \nkeparahan ROM yang terjadi sebanyak 42% memiliki tingkat keparahan “ringan” dan 58% “sedang”. \nHasil uji korelasi menunjukkan adanya hubungan antara jenis kelamin dan lama perawatan dengan \nkejadian ROM (p<0,05) signifikan berbeda bermakna. Dapat disimpulkan, terapi antivirus dan \nantibiotik pada COVID-19 menimbulkan gejala ROM paling banyak berupa gangguan fungsi hati dan \ngangguan gastrointestinal dan hubungan kausalitas di dominasi probable dengan keparahan \nsedang.", "Daftar File": {"ABSTRAK Lubnah Mursyidah": "https://digilib.itb.ac.id/gdl/download/303071"}, "Penulis": "Lubnah Mursyidah [11619017]", "Kontributor / Dosen Pembimbing": ["apt. Cindra Tri Yuniar, S.Farm., M.Si.", "Irianti Bahana Maulida Reyaan, S.Farm., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "COVID-19, Reaksi Obat Merugikan, ROM, antibiotik, antivirus", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "15 Agu 2023"}