{"Nomor": 76389, "Judul": "DOPING KARBON PADA MOS2 DAN PENGARUHNYA TERHADAP SIFAT OPTIK DAN ELEKTRONIK", "Abstrak": "MoS2 sebagai bagian dari logam transisi dikalkogen (TMDs) memiliki sifat unik dari sisi struktur elektronik dan sifat optiknya sehingga punya potensi besar pada berbagai aplikasi. Modulasi Mo$2 melalui pemasukan dopant atom mernungkinkan perubahan sifat, yang pada gilirannya berpengaruh pada kinerja optiknya. Penelitian ini rnenelaah struktur elektornik dan sifat optik MoS2 rnurni maupun terdoping karbon untuk kernudian diarahkan pada kemungkinan penerapannya. Penelitian ini dilakukan dengan pendekatan DFT dan GW-BSE. Hasil menunjukkan struktur elektronik Mo$2 yang dimodulasi doping karbon bervariasi tidak hanya dipengaruhi konsentrasi dopan tetapi juga posisi situs dopan. Konsentrasi dopan karbon 12.5%C dalam MoS2 menirnbulkan red-shift yang tinggi pada serapan optik. Eksiton juga mengalami red-shift untuk konsentrasi dopan 5.56%, diikuti munculnya puncak eksiton baru pada 0.83 eV. Sistem doping Mo$2 dengan adatorn karbon 11.1% menunjukkan sifat semikonduktor, namun intensitas penyerapari optiknya jauh lebih rendah dibandingkan sistem lain. Kinerja optik dari sistem konsentrasi doping yang berbeda dengan rentang panjang gelombang yang lebih luas membuka kemungkinan aplikasi di bidang optoelektronik, bioimaging, dan fototermal.", "Daftar File": {"ABSTRAK Azrul Kiromil Enri Auni": "https://digilib.itb.ac.id/gdl/download/303078", "COVER Azrul Kiromil Enri Auni": "https://digilib.itb.ac.id/gdl/download/317161", "BAB 1 Azrul Kiromil Enri Auni": "https://digilib.itb.ac.id/gdl/download/317162", "BAB 2 Azrul Kiromil Enri Auni": "https://digilib.itb.ac.id/gdl/download/317163", "BAB 3 Azrul Kiromil Enri Auni": "https://digilib.itb.ac.id/gdl/download/317164", "BAB 4 Azrul Kiromil Enri Auni": "https://digilib.itb.ac.id/gdl/download/317165", "BAB 5 Azrul Kiromil Enri Auni": "https://digilib.itb.ac.id/gdl/download/317166", "PUSTAKA Azrul Kiromil Enri Auni": "https://digilib.itb.ac.id/gdl/download/317167"}, "Penulis": "Azrul Kiromil Enri Auni [20221020]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Yudi Darma, S.Si., M.Si.", "Fahdzi Muttaqien, S.Si., M.Si., M.Sc., M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "MoSz, DFT, optik, elektronik, karhon", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "8 file", "Tanggal Input": "15 Agu 2023"}