{"Nomor": 76382, "Judul": "PERANCANGAN SISTEM PENGELOLAAN PELANGGAN  PT MEGAH MEDIKA PHARMA", "Abstrak": "PT Megah Medika Pharma merupakan sebuah perusahaan business-to-business yang\nbergerak di bidang distribusi alat kesehatan sekali pakai (disposable) dan telah berdiri sejak\ntahun 2002. Perusahaan memiliki target untuk dapat menambah cabang setiap tahunnya.\nSayangnya, selama lima tahun terakhir, kondisi keuangan perusahaan tidak stabil dan\nmengalami penurunan dengan nilai pendapatan perusahaan di tahun 2022 sebagai yang\nterendah, yaitu sebesar Rp123.748.418.791 dengan penurunan pendapatan dibandingkan\ntahun 2021 sebesar Rp34.580.209.006. Setelah diselidiki lebih lanjut, jumlah pelanggan\nperusahaan hanya mengalami peningkatan di tahun 2020 dan terdapat strategi pemasaran\nyang merugikan perusahaan. Oleh karena itu, PT Megah Medika Pharma memerlukan\nstrategi pengelolaan pelanggan yang tepat agar terhindar dari aktivitas pemasaran yang\nmerugikan perusahaan secara finansial. Penelitian ini bertujuan untuk merancang usulan\nsistem pengelolaan pelanggan sebagai salah satu strategi yang dapat digunakan perusahaan\nuntuk mempertahankan dan mengembangkan bisnisnya.\nPenelitian ini menggunakan metode penelitian kualitatif dengan wawancara semi-terstruktur\nsebagai metode pengambilan data. Proses perancangan usulan sistem pengelolaan pelanggan\ndimulai dengan mengidentifikasi strategi pemasaran perusahaan, aktivitas pemasaran yang\nsedang berjalan, strategi pengelolaan pelanggan saat ini, dan kondisi eksternal perusahaan.\nData-data yang diperoleh dari langkah sebelumnya dievaluasi berdasarkan literatur untuk\nmengetahui fokus dari perancangan usulan sistem pengelolaan pelanggan yang tepat dan\nsesuai dengan kondisi perusahaan.\nBerdasarkan hasil evaluasi, PT Megah Medika Pharma membutuhkan sebuah metode\nsegmentasi pelanggan untuk membantu perusahaan mengidentifikasi pelanggan yang\nmenguntungkan dan yang tidak menguntungkan bagi perusahaan. Kemudian, hasil evaluasi\njuga menunjukkan bahwa perusahaan belum menjalankan program retensi pelanggan\ndengan maksimal. Dengan demikian, penelitian ini merancang sebuah usulan sistem\npengelolaan pelanggan dengan fokus retensi untuk pelanggan yang tergolong ke dalam most\nvaluable customer.", "Daftar File": {}, "Penulis": "Alifia Navisha Salama [13419082]", "Kontributor / Dosen Pembimbing": ["Dr. Hasrini Sari, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Business-to-business, alat kesehatan, segmentasi pelanggan, sistem pengelolaan pelanggan.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "15 Agu 2023"}