{"Nomor": 76397, "Judul": "FABRIKASI LAMINATED PAPER-BASED ANALYTICAL DEVICES (LPAD) UNTUK DETEKSI NITRIT PADA URIN ARTIFISIAL DAN ESCHERICHIA COLI PADA AIR CEMARAN BUATAN", "Abstrak": "Laminated Paper-Based Analytical Devices (LPAD) dapat dijadikan\nsebagai salah satu platform diagnostik yang memiliki ketahanan dan durabilitas\nyang baik dalam melakukan pengujian terhadap sampel biologis. Tujuan penelitian\nini adalah untuk membuat dan menentukan karakteristik dari Laminated Paperbased\nAnalytical Device (LPAD) serta menentukan aplikasi dari LPAD sebagai kit\ndeteksi kandungan nitrit pada urin artifisial dan kandungan Escherichia coli pada\nair cemaran buatan. Metode penelitian ini meliputi pembuatan LPAD, karakterisasi\nmanual cut dan laser cut (n=5), flow characterization test (n=10), optimasi\ntemperatur laminator (n=10) dan ukuran channel (n-10), serta solvent compability\ntest (n=10). Pengujian kandungan nitrit dilakukan menggunakan reagen Griess\nsementara Escherichia coli diuji dengan mengukur kuantitas enzim ?-galactosidase\ndengan chlorophenyl red ?-galactopyranoside (CPRG). Berdasarkan hasil\npenelitian, pemotongan menggunakan laser cut menghasilkan pemotongan pola\nLPAD yang lebih seragam. Kertas hasil laminasi memiliki laju larutan yang lebih\nlambat dibandingkan laju pada kertas tanpa laminasi (P<.001). Suhu optimal\nlaminator dalam fabrikasi LPAD adalah 100oC (P=.002) serta lebar channel optimal\nberkisar pada 1-2 mm untuk volume larutan 10?L. LPAD juga diketahui memiliki\nketahanan terhadap pelarut aseton, air, metanol, SDS, tween 80, DMSO, gliserol,\ndan toluen. Deteksi nitrit pada pada larutan standar menghasilkan kurva linear pada\nkonsentrasi 0,01-0,1 mM dengan Limit of Detection (LOD) 0,01952919 mM\n(n=15). Pengujian urin artifisial dengan konsentrasi 0,02 mM (n=3) memiliki galat\n4,27% ± 0,15168424 sementara konsentrasi 0,1 mM (n=3) memiliki galat 2,46% ±\n0,20827257. Deteksi terhadap Escherichia coli pada air cemaran buatan\nmenghasilkan LOD sebesar 1 CFU/mL (n=6) dengan kemampuan terbatas dalam\nmembedakan konsentrasi sel rendah dan konsentrasi sel tinggi. Deteksi E. coli\ndengan LPAD memperoleh hasil yang berkorelasi kuat dengan deteksi\nmenggunakan spektrofotometri yang dikonfirmasi dengan uji korelasi Kendall’s\ntau (?=0,8571429). Kesimpulan dari penelitian ini, LPAD dapat digunakan sebagai\nplatform deteksi terhadap nitrit pada urin artifisial dan Escherichia coli.", "Daftar File": {}, "Penulis": "Felisha Abigail [10619057]", "Kontributor / Dosen Pembimbing": ["Husna Nugrahapraja, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Laminated Paper-based Analytical Devices (LPAD), microfluidic paper-based analytical devices (?PADs), nitrit, Escherichia coli, kit deteksi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "15 Agu 2023"}