{"Nomor": 76402, "Judul": "ANALISIS TRANSKRIPTOMIK PADA PLANTLET PISANG CAVENDISH (MUSA ACUMINATA CAVENDISH AAA) YANG DIBERI PERLAKUAN PUPUK SILIKA DAN JAMUR FUSARIUM OXYSPORUM F.SP. CUBENSE TROPICAL RACE 4", "Abstrak": "Pisang Cavendish (Musa acuminata Cavendish AAA) merupakan komoditas pisang yang paling banyak diproduksi secara global. Namun, produksi pisang Cavendish secara global terancam oleh penyakit layu Fusarium atau Panama disease yang disebabkan oleh infeksi jamur patogen spesifik Fusarium oxysporum Schlecht f. sp. cubense Ras Tropika 4 (Foc TR4). Saat ini, penggunaan elisitor sebagai inducer ketahanan tanaman menjadi pilihan yang menjanjikan dalam manajemen penyakit ini, salah satunya adalah pupuk silika. Silika pada konsentrasi 60 ppm telah dibuktikan menunjukkan kemampuan untuk meningkatkan ketahanan Pisang Cavendish secara fisik dan biokimia yang lebih baik terhadap infeksi penyakit layu Fusarium. Agar dapat memahami proses molekuler yang terjadi, pada penelitian ini dilakukan analisis transkriptom untuk mengetahui gen-gen yang mengalami perubahan profil ekspresi sebagai respons terhadap pemberian silika dan infeksi Foc TR4. Tujuan penelitian ini adalah untuk membandingkan respons fisiologis dan molekuler pada plantlet pisang Cavendish yang dielisitasi silika 60 ppm, infeksi Foc TR4, dan infeksi Foc TR4 setelah dielisitasi oleh silika 60 ppm. Pengamatan dilakukan terhadap parameter fisiologis tanaman berupa disease severity index (DSI), tinggi dan diameter pseudostem, berat basah, kadar klorofil daun, analisis profil ekspresi gen, serta analisis differentialy expressed genes (DEG) terhadap kontrol positif, kontrol negatif, perlakuan silika 60 ppm, serta perlakuan silika 60 ppm dan Foc (n=3). Berdasarkan hasil pengamatan fisiologis, pemberian silika 60 ppm menurunkan DSI dari kondisi sangat rentan menjadi toleran, serta memberikan peningkatan kadar klorofil yang lebih tinggi secara signifikan dibandingkan kelompok tanaman kontrol. Namun, pemberian silika tidak menunjukkan adanya peningkatan yang signifikan terhadap parameter tumbuh: berat basah, tinggi dan diameter pseudostem Pemberian silika diketahui mempengaruhi aktivitas ekspresi gen pertahanan yang meliputi POD, SOD1, SOD2, dan Chi. Kelompok NC vs. Si menunjukkan 8 down-regulated DEG, sedangakan kelompok NC vs. PC menunjukkan 6 down-regulated DEG dan 7 up-regulated DEG. Kelompok PC vs. SiFoc menunjukkan 9 up-regulated DEG dan 16 down-regulated DEG, kelompok SiFoc vs. Si menunjukkan 27 DEG dengan 1 gen diregulasi secara down-regulated. Kelompok SiFoc memiliki 5 gen yang diekspresikan secara berbeda dibandingkan dengan kelompok NC. Sebagian besar dari DEG yang ditemukan merupakan gen-gen yang berperan dalam sistem pertahanan antara tumbuhan dan patogen seperti JRL, PR, NRP1, Cp1.", "Daftar File": {}, "Penulis": "Lidya Leonny [10619068]", "Kontributor / Dosen Pembimbing": ["Dr. Rizkita Rachmi Esyanti", "Husna Nugrahapraja, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Pisang Cavendish, penyakit layu Fusarium, elisitor, silika, induksi ketahanan, transkriptomik", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "15 Agu 2023"}