{"Nomor": 76409, "Judul": "PERANCANGAN SISTEM TRANSPORTASI DAN ANALISIS MIKROSIMULASI LALU LINTAS BERBASIS VISSIM PUSAT REHABILITASI ADIKSI GADGET DI KOTA BARU PARAHYANGAN", "Abstrak": "Infrastruktur pusat rehabilitasi gadget di Kota Baru Parahyangan merupakan kawasan dengan luas tapak sebesar 9543 m2 yang dirancang untuk dapat menciptakan lingkungan bebas gadget. Pembangunan infrastruktur tersebut berpotensi menimbulkan fenomena dampak lalu lintas berupa bangkitan pergerakan pada jaringan jalan sehingga akan menambah volume lalu lintas kondisi eksisting. Oleh karena itu, akan dirancang suatu manajemen lalu lintas yang bisa diterapkan pada jaringan jalan di sekitar infrastruktur sebagai akibat dari pembangunannya. Untuk itu, penulis akan melakukan analisis lalu lintas baik sebelum dan semasa konstruksi berlangsung, maupun semasa Infrastruktur tersebut telah dioperasikan pada masa layan 5 tahun. Adapun metode analisis yang akan digunakan ialah mikrosimulasi dengan bantuan software PTV Vissim. Selain itu, akan dirancang pula fasilitas drainase agar air hujan tidak menggenangi kawasan. Hasil analisis menunjukan kinerja simpang memburuk setelah bangunan beroperasi 5 tahun. Dampaknya berupa panjang antrian maksimum simpang dari pendekat Timur sebesar 144.80m, pendekat Barat sebesar 92.37m dan pendekat Selatan sebesar 143.97m. Maka dari itu, dilakukan skenario do something pada simpang dengan melakukan perubahan waktu siklus lampu lalu lintas agar dapat menghasilkan kinerja simpang yang lebih baik. Berdasarkan skenario do something, panjang antrian maksimum simpang menjadi lebih pendek, yakni dari pendekat Timur sebesar 128.37m, pendekat Barat sebesar 70.16m dan pendekat Selatan sebesar 107.27m.", "Daftar File": {}, "Penulis": "Khofifah Novitasari [15019070]", "Kontributor / Dosen Pembimbing": ["Rani Gayatri Kusumawardhani P., S.T, M.Sc., Ph.D.", "Taufiq Suryo Nugroho, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Transportasi, Mikrosimulasi, Kinerja Simpang, Perencanaan Drainase", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "15 Agu 2023"}