{"Nomor": 76424, "Judul": "TRANSFORMASI EKONOMI, SOSIAL KEPENDUDUKAN DAN FISIK WILAYAH DI KAWASAN METROPOLITAN MAMMINASATA", "Abstrak": "Kota Makassar secara administratif sebagai Ibu Kota Provinsi Sulawesi Selatan\nterus mengalami perkembangan yang sangat pesat. Di satu sisi, keterbatasan lahan\nmenjadi penghambat sehingga perkembangan kota terus mengalami perluasan ke\nwilayah pinggiran yang ada di sekitarnya. Adanya perkembangan kota yang terus\nterjadi ke wilayah pinggiran mengakibatkan Kota Makassar sebagai kota inti\nmenyatu dengan kawasan perkotaan di tiga kabupaten sekitarnya, yaitu Kabupaten\nMaros, Gowa dan Takalar. Hal inilah yang menjadi dasar terbentuknya Kawasan\nMetropolitan Mamminasata. Perkembangan Kawasan Metropolitan Mamminasata\nterus terjadi yang ditandai dengan meningkatnya pertumbuhan ekonomi,\npeningkatan jumlah penduduk dan perubahan fisik wilayah. Selain itu, perubahan\nfisik wilayah yang terjadi terutama di Kota Makassar memberikan dampak banjir\ndi sebagian wilayahnya. Oleh karena itu, penelitian ini dilakukan untuk\nmengidentifiksi perkembangan Kawasan Metropolitan Mamminasata yang ditinjau\ndari transformasi ekonomi, sosial kependudukan dan fisik wilayah, serta melihat\nbagaimana hubungan antara perubahan guna lahan dengan banjir yang terjadi di\nKota Makassar. Penelitian ini merupakan penelitian campuran karena\nmenggunakan metode pendekatan kualitatif dan kuantitatif. Data yang diperoleh\nmerupakan data sekunder. Transformasi ekonomi menggunakan analisis laju\npertumbuhan ekonomi, analisis Location Quotient (LQ), analisis shift share dan\nmemperhitungkan potensi desa pada tiap wilayah. Analisis sosial kependudukan\nmenggunakan analisis laju pertumbuhan penduduk, proyeksi penduduk dan tingkat\nkepadatan penduduk. Transformasi fisik wilayah dikaji berdasarkan sebaran desa\nurban dan perubahan penggunaan lahan. Hubungan banjir dilihat berdasarkan\nanalisis spasial yang didasari atas wilayah terdampak banjir dan perubahan\npenggunaan lahan. Hasil yang didapatkan dari penelitian ini, yaitu transformasi\nekonomi, sosial kependudukan dan fisik wilayah pada Kawasan Metropolitan\nMamminasata mengakibatkan sebagian besar wilayah telah mencirikan kawasan\nperkotaan, seperti pertumbuhan ekonomi, peningkatan jumlah penduduk dan\nkepadatan penduduk, bertambahnya jumlah desa urban, serta peningkatan lahan\nterbangun. Dapat disimpulkan juga bahwa ada hubungan antara perubahan guna\nlahan dengan bencana banjir yang terjadi di Makassar.", "Daftar File": {"ABSTRAK Valentino Sarapang Batara": "https://digilib.itb.ac.id/gdl/download/303175", "BAB 1 Valentino Sarapang Batara": "https://digilib.itb.ac.id/gdl/download/303177", "BAB 2 Valentino Sarapang Batara": "https://digilib.itb.ac.id/gdl/download/303178", "BAB 3 Valentino Sarapang Batara": "https://digilib.itb.ac.id/gdl/download/303179", "BAB 4 Valentino Sarapang Batara": "https://digilib.itb.ac.id/gdl/download/303180", "BAB 5 Valentino Sarapang Batara": "https://digilib.itb.ac.id/gdl/download/303181", "BAB 6 Valentino Sarapang Batara": "https://digilib.itb.ac.id/gdl/download/303182", "PUSTAKA Valentino Sarapang Batara": "https://digilib.itb.ac.id/gdl/download/303183", "LAMPIRAN Valentino Sarapang Batara": "https://digilib.itb.ac.id/gdl/download/303184"}, "Penulis": "Valentino Sarapang Batara [25421026]", "Kontributor / Dosen Pembimbing": ["Wilmar A. Salim, S.T, M.Reg.Dev., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Economics of land & energy", "Kata Kunci": "transformasi, ekonomi, sosial, fisik wilayah, banjir, mamminasata", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "15 Agu 2023"}