{"Nomor": 76428, "Judul": "STUDI PENGARUH SIKLUS PERLAKUAN PANAS AUSTENISASI CEPAT PADA BAJA KARBON RENDAH DALAM UPAYA MEMPEROLEH KUALITAS ADVANCED HIGH STRENGTH STEEL", "Abstrak": "Baja merupakan suatu bahan rekayasa teknis dan konstruksi terpenting di dunia\nyang digunakan dalam berbagai aspek kehidupan kita. Salah satu jenis baja karbon\nyang banyak digunakan pada industri konstruksi yaitu baja struktur. Perlakuan\npanas yang umumnya diterapkan yaitu perlakuan panas secara konvensional untuk\nmencapai sifat mekanis yang dikategorikan sebagai baja berkekuatan tinggi. Dalam\nsatu dekade terakhir, terdapat metode perlakuan panas yang lebih cepat yang dapat\nditerapkan untuk menghasilkan sifat mekanis yang baik dari baja berkekuatan\nmenengah. Metode yang dapat dilakukan yaitu austenisasi cepat. Metode ini dapat\nmenghasilkan baja yang memiliki kekuatan dan ketangguhan dari baja karbon\nrendah. Dalam penelitian kali ini dipelajari pengaruh siklus pemanasan terhadap\nsifat mekanis dan struktur mikro untuk memproduksi baja berkekuatan tinggi\nmenggunakan metode austenisasi cepat.\nPerlakuan panas austenisasi cepat dilakukan pada suhu 1000oC dengan waktu\npemanasan 15 detik dan waktu tinggal 45 detik. Variasi dilakukan dengan satu\nsiklus, dua siklus, tiga siklus, dan empat siklus pemanasan yang berulang.\nAustenisasi konvensional dengan waktu tinggal 30 menit dilakukan sebagai\npembanding. Metode pengerasan celup menggunakan air es garam digunakan pada\ndua mode austenisasi setelah proses pemanasan. Serangkaian percobaan di atas\ndilakukan untuk mempelajari pengaruh siklus pemanasan terhadap kekerasan\nmikro, energi impak charpy, kekuatan tarik, struktur mikro, dan permukaan\npatahan. Pengujian meliputi pengujian keras, impak, tarik, serta pengamatan\nmetalografi menggunakan OM dan fraktografi menggunakan SEM.\nHasil percobaan menunjukkan peningkatan kekerasan di tiap siklus dengan nilai\nmaksimum sebesar 482 HV pada empat siklus pemanasan, didapatkan tren energi\nimpak yang meningkat dengan nilai maksimum sebesar 35,8 J/cm2 pada tiga siklus\npemanasan, didapatkan peningkatan UTS dengan nilai maksimum sebesar 1290\nMPa pada dua siklus pemanasan, didapatkan tren elongasi meningkat dengan nilai\nmaksimum sebesar 16,72% pada tiga siklus pemanasan, serta diperoleh struktur\nmikro martensit dan diperoleh patahan ulet berserat pada setiap siklus.\nDisimpulkan bahwa baja hasil perlakuan panas dengan variasi jumlah siklus\npemanasan pada penelitian ini memiliki kombinasi kekuatan dan keuletan yang\ncukup baik untuk masuk ke dalam kategori baja berkekuatan tinggi dengan rentang\nUTS sebesar 1107 MPa hingga 1290 MPa serta elongasi sebesar 12,72% hingga\n16,72%.", "Daftar File": {"ABSTRAK Ihza Fikry Aryaditama Arrozi": "https://digilib.itb.ac.id/gdl/download/303461"}, "Penulis": "Ihza Fikry Aryaditama Arrozi [12519040]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Akhmad Ardian Korda, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "austenisasi cepat, baja kekuatan menengah, baja kekuatan tinggi, perlakuan panas, siklus pemanasan", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "7 file", "Tanggal Input": "15 Agu 2023"}