{"Nomor": 76430, "Judul": "STUDI PENGARUH PERLAKUAN RAPID AUSTENITIZATION PADA BAJA SS400 DENGAN VARIASI MEDIA QUENCH", "Abstrak": "Seiring dengan perkembangan zaman, tuntutan terhadap material berkekuatan\ntinggi semakin meningkat untuk aplikasi-aplikasi khusus. Baja merupakan material\nyang memiliki rentang kekuatan yang lebar dari baja berkekuatan rendah hingga\ntinggi. Namun, untuk mendapatkan baja dengan kekuatan tinggi umumnya\nmembutuhkan unsur pemadu tambahan sehingga harganya menjadi kurang\nkompetitif. Salah satu mekanisme penguatan pada baja karbon adalah pengerasan\nmelalui pendinginan kejut. Namun perlakuan konvensional ini, menyebabkan\nketangguhan dan elongasi dari baja tersebut menurun. Baru-baru ini, metode\npengerasan melalui rapid austenitization diketahui dapat menghasilkan baja\nmartensitik yang lebih tangguh dibandingkan dengan metode konvensional. Laju\npendinginan pada austenisasi menentukan struktur mikro dan sifat mekanis dari\nbaja karbon. Hingga kini belum banyak penelitian yang membahas pengaruh laju\npendinginan melalui penggunaan media quench. Oleh karena itu, penelitian\npengaruh media quench pada perlakuan rapid austenitization dilakukan.\nDalam penelitian ini, digunakan baja SS400 produksi PT Krakatau Steel.\nSerangkaian percobaan perlakuan panas rapid austenitization dilakukan dengan\nwaktu penahanan selama 180 detik dengan variasi media quench oli, air tenang, air\ntersirkulasi, dan air garam es. Spesimen kemudian diuji dengan metode Vickers\nHardness, Charpy V-Notch Impact Test, dan uji tarik. Sampel dikarakterisasi\ndengan menggunakan mikroskop optik untuk mengamati struktur mikro yang\nterbentuk dan fraktografi dengan SEM untuk menginvestigasi jenis patahan yang\nterjadi. Percobaan tambahan perlakuan panas austenisasi konvensional dengan\nwaktu penahanan 1800 detik serta dengan variasi media quench yang sama\ndilakukan untuk membandingkan hasil pengujian dan pengamatan pada percobaan\nutama.\nHasil perlakuan panas rapid austenitization dan quenching menunjukkan struktur\nmikro yang bervariasi dari ferit-perlit, ferit-bainit, dan martensit berturut-turut pada\ntiap variasi media quench oli, air, dan air garam es. Kekuatan dan kekerasan\ntertinggi dicapai pada variasi media quench air garam es dengan nilai UTS dan\nkekerasan masing masing 1241 MPa dan 480 HV. Ketangguhan dan elongasi\ntertinggi didapatkan pada variasi media quench oli dengan nilai ketangguhan dan\nelongasi masing-masing 102 J dan 36 %. Patah yang terjadi pada spesimen uji\nimpak rapid austenitization adalah patah ulet. Perlakuan rapid austenitization\nmemberikan pengaruh pada kemampuan untuk bertransformasi fasa yang lebih\nrendah.", "Daftar File": {"ABSTRAK Satriya Rahmandhika Khinanta": "https://digilib.itb.ac.id/gdl/download/303215"}, "Penulis": "Satriya Rahmandhika Khinanta [12519002]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Akhmad Ardian Korda, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "baja SS400, PAG, quenching, rapid austenitization, transformasi fasa", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "15 Agu 2023"}