{"Nomor": 76436, "Judul": "PENGEMBANGAN PURWARUPA SISTEM PEMANTAUAN KONDISI MOTOR INDUKSI TIGA FASA BERBASIS CYBER-PHYSICAL SYSTEM", "Abstrak": "Sumber gerakan putar yang paling banyak digunakan dalam perindustrian adalah\nmotor induksi tiga fasa. Jika terjadi kesalahan dalam sistem motor induksi, maka\nproses produksi menjadi terganggu. Oleh sebab itu, motor induksi membutuhkan\nsistem pemantauan untuk mendeteksi kesalahan sejak dini. Sistem pemantauan\ntersebut dapat dilakukan secara visual, dengan menggunakan sensor, dan dengan\nmemanfaatkan Industri 4.0.\nTeknologi pendukung Industri 4.0 seperti cyber-physical system dapat dimanfaatkan\ndalam sistem pemantauan motor induksi. Konsep cyber-physical system dapat digunakan\nuntuk membuat digtal twin dari montor induksi. Digital twin dibuat agar\nmotor dapat lebih mudah untuk dipantau dan dikendalikan.\nAlgoritma kecerdasan buatan yang digunakan pada sistem pemantauan motor induksi\ntiga fasa untuk melakukan identifikasi kondisi motor adalah multilayer perceptron.\nKondisi motor yang diidentifkasi meliputi: motor bekerja normal, motor\nsedang idle, kesalahan single phasing, kesalahan unbalanced voltage, kesalahan under\nvoltage, dan kesalahan phase reversal. Kondisi tersebut disimulasikan dengan\nmenggunakan dimmer pada setiap fasa input motor induksi. Parameter motor induksi\nyang digunakan sebagai input model multilayer perceptron adalah besar arus\ndan tegangan RMS dari setiap fasa input.\nDari hasil pengujian, sistem tidak dapat melakukan klasifikasi kondisi kesalahan\nphase reversal karena kondisi tersebut memiliki respon arus dan tegangan RMS\nyang sama dengan kondisi normal. Berdasarkan hasil pengujian, jika kondisi phase\nreversal tidak diikutsertakan, sistem dapat melakukan klasifikasi kondisi motor induksi\ntiga fasa dengan akurasi sebesar 92,64%.", "Daftar File": {"ABSTRAK Raymond Christian": "https://digilib.itb.ac.id/gdl/download/303247"}, "Penulis": "Raymond Christian [23121003]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Sri Raharno, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "motor induksi, external faults, multilayer perceptron", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "15 Agu 2023"}