{"Nomor": 76444, "Judul": "KAJIAN KEBUTUHAN AIR MINUM RUMAH TANGGA DI KOTA MALANG", "Abstrak": "Air bersih adalah aspek krusial yang menunjang kehidupan sehari-hari. Kebutuhan\nair ini kian lama semakin meningkat seiring dengan meningkatnya jumlah\npenduduk. Kota Malang dipilih sebagai lokasi studi karena latar belakangnya\nsebagai kota wisata dan pendidikan. Penduduk Kota Malang meningkat 0,13%\ndibanding tahun 2021. Selain itu, Kota Malang memiliki cakupan PDAM yang\ncukup tinggi yaitu 94,58% dan menempati posisi 3 dalam skala nasional.\nDisamping itu, Kota Malang terancam kekurangan air bersih karena tidak memiliki\nsumber air pribadi, sungai yang tercemar, serta ruang terbuka hijau yang menurun.\nMaka dari itu, diperlukan kajian kebutuhan air minum di Kota Malang untuk\nmengetahui kebutuhan air, faktor yang berpengaruh, perilaku masyarakat\nmengatasi kontinuitas dan fluktuasi air. Penelitian ini menggunakan metode\npenyebaran kuesioner secara online dan offline yang disebar secara simple random\nsampling kemudian diolah menggunakan Microsoft Excel dan dilakukan analisis\nmenggunakan SPSS 25. Jumlah responden yang diperoleh sebanyak 453 orang\ndengan kebutuhan air minum di Kota Malang sebesar 167,93 liter/orang/hari. Hasil\nini berada di luar rentang kota besar berdasar SNI 168.1:2015 yaitu 100-150\nliter/orang/hari. Hasil ini menunjukkan bahwa standar tersebut tidak relevan dengan\nkebutuhan air di Kota Malang. Adapun faktor yang mempengaruhi masyarakat\ndalam mengonsumsi air yaitu tingkat pendidikan, ekonomi, jumlah anggota\nkeluarga, parameter kimia, dan kontinuitas. Analisis terhadap jawaban solusi\nmasyarakat mengatasi kontinuitas terdiri dari memakai tandon, sumur/mata air,\nmenampung di bak mandi, dan gabungan dari tandon dan sumur/mata air. Fluktuasi\npemakaian air masyarakat Kota Malang memiliki jam puncak pada pukul 06.00 dan\njam 18.00 dengan faktor jam puncak sebesar 1,1.", "Daftar File": {"Luthfiah Sri Nada.pdf": "https://digilib.itb.ac.id/gdl/download/303258"}, "Penulis": "Luthfiah Sri Nada [15319020]", "Kontributor / Dosen Pembimbing": ["Ir. Yuniati, M.T, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "air minum, faktor sosial ekonomi, Kota Malang, kontinuitas, kualitas air, sumber air", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "15 Agu 2023"}