{"Nomor": 76443, "Judul": "STUDI ANGKUTAN SEDIMEN PADA BANGUNAN GROUNDSILL SERIAL JEMBATAN BOGEM, SUNGAI OPAK, DAERAH ISTIMEWA YOGYAKARTA", "Abstrak": "Struktur groundsill yang berada di hilir Jembatan Bogem pada tahun 2021 mengalami kegagalan. Kegagalan tersebut diakibatkan oleh peningkatan debit yang signifikan di Sungai Opak karena hujan lebat. Rusaknya struktur tersebut mengakibatkan tergerusnya tanah dan penurunan dasar sungai di sekitar fondasi Jembatan Bogem. Karena bahaya-bahaya yang ditimbulkan, Balai Besar Wilayah Sungai Serayu Opak (BBWS-SO) membangun kembali struktur groundsill Jembatan Bogem. Studi yang dilakukan pada penelitian ini bertujuan untuk mengkaji efektivitas dari groundsill yang telah dibangun dan mengevaluasi kinerja struktur groundsill untuk pengamanan Jembatan Bogem dengan mengamati perubahan dasar sungai dan sebaran angkutan sedimennya.\nPendekatan hidrologi dilakukan dengan menggunakan program HEC-HMS dengan analisis awal topografi menggunakan program Watershed Modeling System (WMS), pendekatan hidraulika dan angkutan sedimen dilakukan dengan program HEC-RAS 6.4.1. Persamaan angkutan sedimen yang dilakukan pada penelitian ini adalah menggunakan persamaan Engelund-Hansen, Ackers-White, dan Yang. Geometri sungai yang digunakan adalah geometri sungai eksisting sebelum dibangunnya groundsill dan geometri sungai setelah dilakukan normalisasi dan pemasangan groundsill hulu dan hilir.\nHasil penelitian yang dilakukan dengan 12 skenario diperoleh penggunaan debit rencana yaitu Q2 dan Q50 yang merupakan debit yang digunakan untuk perencanaan bangunan groundsill. Perubahan dasar sungai dan pola sedimentasi pada kondisi eksisting baik pada simulasi 2D dan 1D cenderung stabil namun pada bagian akhir simulasi proses erosi dan sedimentasi terlihat semakin tinggi,\ndengan kedalaman erosi terbesar pada geometri eksisting menggunakan persamaan angkutan sedimen Engelund-Hansen sebesar 11,25 m.\nHasil simulasi dengan geometri normalisasi dan bangunan groundsill menunjukkan hasil yang stabil. Kondisi dasar sungai di sekitar jembatan yaitu di antara groundsill hulu dan groundsill hilir tidak mengalami perubahan dasar sungai. Hasil simulasi 2D menunjukkan pada hulu groundsill hulu terjadi sedimentasi dengan ketinggian terbesar 4,10 m. Lalu terjadi erosi di bagian hilirnya dengan kedalaman maksimal 0,90 m. Analisis menggunakan persamaan angkutan sedimen Yang dinilai menjadi analisis yang cukup optimal karena dapat mencerminkan kondisi asli di lapangan.", "Daftar File": {"ABSTRAK Demetrio Harset": "https://digilib.itb.ac.id/gdl/download/303257"}, "Penulis": "Demetrio Harset [25821026]", "Kontributor / Dosen Pembimbing": ["Ir. Joko Nugroho, S.T, M.T, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Sumber Daya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "groundsill, angkutan sedimen, HEC-RAS 2D, HEC-HMS, WMS.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "15 Agu 2023"}