{"Nomor": 76449, "Judul": "STUDI PENGARUH REDUCED TO THE POLE, REDUCED TO THE EQUATOR, DAN TRANSFORMASI HILBERT PADA PEMODELAN DATA GEOMAGNETIK", "Abstrak": "Metode geomagnetik dapat digunakan untuk eksplorasi regional dalam memenuhi\nkebutuhan sumber daya alam, seperti panasbumi. Anomali geomagnetik bersifat\ndipole, sehingga interpretasi body anomali menjadi lebih sulit dilakukan. Oleh\nkarena itu, diperlukan filter untuk mengubah data geomagnetik menjadi monopole.\nDalam penelitian ini, digunakan filter berupa reduced to the pole (RTP), reduced\nto the equator (RTE), dan transformasi Hilbert. Beberapa model sintetik digunakan\nuntuk mempelajari pengaruh filter tersebut dalam proses interpretasi body anomali.\nKemudian, data lapangan juga digunakan untuk memperkuat kesimpulan yang telah\ndidapat dari data sintetik. Variasi data sintetik dibuat berdasarkan perbedaan\ndimensi, lokasi, kedalaman, serta inklinasinya. Hasil filtering pada penelitian ini\ndiamati secara kualitatif dari pola anomali pada model dan secara kuantitatif dari\npersentase rata-rata ketepatan jumlah anomali sebenarnya serta jarak antara titik\ntertinggi (RTP dan Hilbert) atau terendah (RTE) terhadap pusat body anomali\nsebenarnya. Secara kualitatif, RTP menjadi filter yang paling baik berdasarkan pola\nanomali yang terlihat di tiap model. Secara kuantitatif, RTP juga menjadi filter yang\npaling baik dengan jarak peak anomali terhadap pusat body anomalinya paling kecil\ndan persentase rata-rata ketepatan jumlah anomali paling besar, yaitu 87%. RTE\nmemiliki hasil analisis yang tidak sebaik RTP. Hal ini dapat dilihat dari kasus dua\nbody anomali yang jaraknya berdekatan dan tidak dapat teridentifikasi dari hasil\nfiltering RTE, sedangkan RTP mampu mengidentifikasi dengan jelas. Secara\nkuantitatif, RTE memiliki persentase rata-rata ketepatan jumlah anomali sebesar\n79,34%. Sementara, transformasi Hilbert terbatas pada sudut inklinasi dan\ncenderung cocok diterapkan pada data geomagnetik yang memiliki sudut inklinasi\nmendekati 45o. Transformasi Hilbert memiliki persentase rata-rata ketepatan\njumlah anomali sebesar 83,34%. Pada data lapangan yang memiliki sudut inklinasi\nrendah (-31,319o) dan latitude rendah (-7,33528o), terlihat bahwa seluruh filter\ncenderung efektif digunakan, tetapi RTP cenderung lebih baik karena memiliki\nkontras intensitas magnetik yang paling besar. Kemudian, indikasi lokasi anomali\nterdeteksi pada rentang area 588000 – 588500 UTM X dan 9175000 – 9176000\nUTM Y, berupa anomali sistem panasbumi.", "Daftar File": {}, "Penulis": "Fichri Firmansyah [12319050]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Susanti Alawiyah, S.T, M.T.", "Dr. Indra Gunawan, S.Kom., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Geomagnetik, Reduced to the Equator, Reduced to the Pole, Transformasi Hilbert.", "Sumber": "", "Staf Input/Edit": "Devi Septia Nurul", "File": "2 file", "Tanggal Input": "15 Agu 2023"}