{"Nomor": 76445, "Judul": "PENYISIHAN KROMIUM, ARSEN, DAN TURBIDITAS MENGGUNAKAN BIOFLOKULAN (BOEHMERIA NIVEA) DENGAN DIRECT FLOCCULATION", "Abstrak": "Direct flocculation atau flokulasi langsung, yaitu proses pengolahan air dengan\nmenambahkan flokulan pada proses koagulasi dan tanpa menambahkan zat kimia lainnya.\nIndonesia mempunyai potensi biomassa yang belum terolah secara efektif. Salah satu\ntanaman yang berpotensi untuk dikembangkan adalah Boehmeria nivea, atau yang disebut\ndengan Rami, yang masih belum diberdayakan secara optimal. Batang rami memiliki\nkandungan selulosa yang dapat diekstraksi menjadi bahan dasar komposit biomaterial. Dalam\npenelitian ini, didapat proses penyisihan turbiditas menggunakan Flokulan Selulosa Kationik\nberbasis tanaman rami dengan dosis 1 mg/L pada pengendapan 5 menit pertama mencapai\n91,37% dan mencapai angka optimum 93,24% saat pengendapan 60 menit. Penelitian ini\ndapat mengkonfirmasi bahwa efisiensi penyisihan turbiditas oleh Flokulan Selulosa Kationik\nlebih baik dibanding Efisiensi penyisihan menggunakan Koagulan konvensional yaitu PAC\n(poly aluminium chloride). Logam berat Kromium dan Arsen merupakan salah satu polutan\nyang diteliti dalam penelitian ini, flokulan ini dapat menurunkan konsentrasi logam terlarut\nyang ada di air namun tidak dengan efisiensi tinggi dengan nilai efisiensi penyisihan\nkromium sebesar 30% dengan dosis flokulan anionik sebanyak 100 mg/L dan nilai efisiensi\npenyisihan Arsen sebesar 12,8% dengan dosis flokulan anionik sebanyak 100 mg/L. Hal ini\ndikarenakan proses flokulasi tidak dapat menyisihkan logam terlarut dikarenakan tidak\nterbentuknya flok dalam pengolahan ini. Pengolahan efektif untuk menyisihkan logam dapat\nmenggunakan absorpsi atau ion exchange pada pengolahan selanjutnya. Sementara itu dalam\nvariasi pH, flokulan dapat menyisihkan dengan efisiensi yang lebih tinggi sebesar 37,57%\ndalam pH 11 dan efisiensi penyisihan arsen sebesar 40,54% dalam pH 11. Ini disebabkan\npada kondisi basa logam terlarut membentuk presipitat, sehingga terbentuknya flok dan dapat\nmempermudah proses flokulasi.", "Daftar File": {"Muhmmad  fahrul Reza.pdf": "https://digilib.itb.ac.id/gdl/download/303265"}, "Penulis": "Muhammad Fahrul Reza [15319077]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Suprihanto, Ph.D.", "Dr. Ing. Marisa Handajani, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Direct Flocculation, koagulasi, flokulasi, turbiditas", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "15 Agu 2023"}