{"Nomor": 76454, "Judul": "PROPOSED PROJECT MANAGEMENT SYSTEM FOR PT XYZ", "Abstrak": "PT XYZ adalah sebuah perusahaan engineering dan kontraktor yang bergerak dan mempunyai market di dunia militer Indonesia. Berawal dari sebuah perusahaan keluarga yang mempunyai areal kerja di Bandung, Jawa Barat, PT XYZ telah mempunyai berbagai kerja sama kontraktual dengan PT Pindad dan Kesatuan Infantri Indonesia dalam memproduksi berbagai macam peralatan pendukung hingga kendaraan taktis. Pada tahun 2016 hingga 2022, industry pertahanan di Indonesia memiliki kecendrungan kenaikan pasar dan juga peningkatan persaingan bisnis dalam segmen militer. Hal tersebut membuat PT XYZ untuk mencari pendekatan terbaik untuk meningkatkan sumber penghasilan dan juga meningkatkan nilai kompetitif organisasi.  \n \nDengan tantangan tersebut dan juga kondisi perusahaan yang sedang di alami saat ini, formula untuk meningkatkan potensi organisasi dan juga menigkatkan nilai kompetitif perusahaan di dalam lapangan bisnis tersebut perlu di susun dimana market militer tergolong khusus dan memiliki sensitifitas politik yang tidak menentu.  \n \nTujuan dari penelitian ini adalah untuk mencari akar masalah dari penurunan tren penjualan PT XYZ yang dimana pada tata waktu tersbut market sedang dalam tahap yang tinggi. Untuk mencari akar masalah, metode distribusi kuesioner qualitative dilakukan terhadap stakeholder dari segala lapisan manajemen dalam organisasi tersebut dan juga menggunakan pendekatan current reality tree untuk menentukan akar masalah paling dasar.  \n \nPendekatan untuk penyelesaian studi kasus dari karya ilmiah ini adalah dengan mengimplementasikan PMBOK Project Quality Management untuk merumuskan alternatif solusi. Dari alternatif yang sudah di formulasikan, study ini menggunkan pendekatan AHP dengan Expert Judgement dari stakeholder internal perusahaan untuk menentukan alternatif terbaik yang cocok dengan status perusahaan tersebut. Untuk menentukan konndisi perusahaan dan memetakan jalur pertumbuhan perusahaan, studi ini juga menggunakan pendekatan project maturity model dari PM Solution, dimana dalam studi ini akan menghasilkan langkah jangka pendek, menengah dan panjang yang dapat di sesuaikan dan menjadi contoh untuk perusahaan atau organisasi project lain.", "Daftar File": {"2023_TS_PP_Ardi Satiamulyana_29121302_Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/303283"}, "Penulis": "Ardi Satiamulyana [29121302]", "Kontributor / Dosen Pembimbing": ["Ir. Gatot Yudoko, M.A.SC., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Project Management Body of Knowledge, Project Management Maturity model, Analytical Hierarchy Process.", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "15 Agu 2023"}