{"Nomor": 76458, "Judul": "ANALISIS KOMPARATIF PENENTUAN INDEKS KUALITAS AIR DAS CITARUM HULU DENGAN METODE NATIONAL SANITATION FOUNDATION WATER QUALITY INDEX (NSF WQI), INDEKS PRATI, DAN INDEKS DINIUS", "Abstrak": "DAS Citarum Hulu merupakan daerah aliran sungai terbesar di Provinsi Jawa Barat yang\nmenyokong aktivitas serta sumber kehidupan masyarakat sekitar. Dengan demikian, kualitas\nair Sungai Citarum patut terus diperhatikan dengan mnentukan status mutu air menggunakan\nindeks kualitas air. Terdapat banyak metode penentuan indeks kualitas air yang dapat\ndigunakan contohnya yaitu National Sanitation Foundation Water Quality Index (NSF WQI),\nIndeks Prati, dan Indeks Dinius. Penelitian ini bertujuan untuk menghasilkan komparasi dari\nketiga metode tersebut berdasarkan data sekunder berupa data kualitas air dari Dinas\nLingkungan Hidup (DLH) Provinsi Jawa Barat tahun 2013 – 2022 di titik pemantauan\nWangisagara, Koyod, Setelah IPAL Cisirung, dan Nanjung serta data primer berupa data\npengambilan sampel pada bulan Februari dan Juni di titik pemantauan yang sama. Data yang\ndidapat dikelompokkan menjadi data bulan basah – kering, tahun basah – kering, pertitik\npemantauan, dan pertahun pemantauan. Hasil penelitian pada data sekunder menunjukkan\nbahwa metode Indeks Prati cenderung mengklasifikasikan badan air ke dalam kelas kualitas\nair yang lebih tinggi. Hasil kelas kualitas air yang lebih rendah diperoleh ketika menerapkan\nIndeks Dinius. Kemudian, NSF WQI merupakan metode yang lebih “ketat” dan memberikan\nhasil kelas kualitas air yang terendah. Sedangkan hasil penelitian pada data primer\nmenunjukkan bahwa NSF WQI dan Indeks Prati cenderung mengklasifikasikan badan air ke\ndalam kelas kualitas air yang lebih baik dibandingkan Indeks Dinius.", "Daftar File": {"Shefira Herlindya Putri.pdf": "https://digilib.itb.ac.id/gdl/download/303306"}, "Penulis": "Shefira Herlindya Putri [15319002]", "Kontributor / Dosen Pembimbing": ["Dr. Mariana Marselina S., S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "DAS Citarum Hulu, Indeks Dinius, Indeks Prati, NSF WQI", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "15 Agu 2023"}