{"Nomor": 76453, "Judul": "DESAIN LAYOUT DAN POLA OPERASI TERMINAL PETI KEMAS PELABUHAN SAMABUSA NABIRE, PROVINSI PAPUA TENGAH", "Abstrak": "Pelabuhan Nabire merupakan jenis pelabuhan laut yang klasifikasinya sebagai Pelabuhan Pengumpul di Kabupaten Nabire, Desa Samabusa, Provinsi Papua Tengah. Pembangunan Pelabuhan Nabire terdiri dari dua terminal, yaitu Terminal Peti Kemas dan Terminal Penumpang. Dalam rencana pengembangannya, untuk Terminal Peti Kemas dibagi menjadi tiga tahapan, yaitu Tahap I (2017 – 2021), Tahap II (2017 – 2026), dan Tahap III (2017 – 2036). Pengembangan Pelabuhan Nabire merupakan sebuah solusi baru ditengah pengembangan wilayah Papua Tengah dan peningkatan terhadap arus peti kemas di Nabire. Agar aktivitas pada Terminal Peti Kemas Pelabuhan Nabire berjalan optimal, maka di dalam Tugas Akhir ini dibahas mengenai Desain Layout dan Pola Operasi Terminal Peti Kemas Pelabuhan Samabusa Nabire.\nDesain Layout dan pola operasi pada pelabuhan ini didasarkan oleh Keputusan Menteri Perhubungan Nomor KM 103 Tahun 2019 tentang Rencana Induk Pelabuhan Nabire. Dimensi dermaga rencana dan lapangan penumpukan ditentukan dari Rencana Induk. Dalam pembahasan Tugas Akhir ini, ada tiga bahasan penting yaitu, desain layout dan pola operasi di área dermaga, desain layout dan pola operasi di área lapangan penumpukan, dan biaya kapital dan tarif penanganan peti kemas. Berdasarkan hasil proses yang dilakukan, diperoleh kapasitas penanganan peti kemas di dermaga sebesar 56.477 TEUs/Tahun, kapasitas penanganan peti kemas di lapangan penumpukan sebesar 63.709 TEUs/tahun, serta perhitungan biaya kapital dan tarif penanganan peti kemas yang meliputi penentuan biaya kapital per alat penanganan di dermaga maupun di lapangan penumpukan, perhitungan pengeluaran dan pemasukan yang dibutuhkan selama 10 tahun (payback period), pembuatan aliran kas atau cashflow, dan perhitungan tarif peti kemas berdasarkan peti kemas yang terisi penuh atau Fully Container Load.", "Daftar File": {}, "Penulis": "Lonnardi Soekarno Lukias [15518080]", "Kontributor / Dosen Pembimbing": ["Dr. Paramashanti, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Pelabuhan Nabire, Peti Kemas, Desain, Kapasitas, Biaya Kapital, Tarif", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "15 Agu 2023"}