{"Nomor": 76456, "Judul": "INKLUSI KEUANGAN DIGITAL MELALUI PROGRAM LITERASI DIGITAL", "Abstrak": "Akibat pandemi Covid-19 dan selesainya “jalan tol langit” Palapa Ring telah terjadi peningkatan signifikan penetrasi internet di Indonesia yang mencapai 78,19% dari total penduduk pada tahun 2023. Terjadi pergeseran perilaku yang terkait dengan penggunaan Internet, termasuk cara individu mengakses layanan keuangan. Akses layanan dan produk keuangan melalui internet menjadi bukti bahwa perkembangan teknologi informasi dan komunikasi telah mengubah lanskap industri keuangan, sehingga layanan keuangan kini dapat diakses dengan cara yang lebih efisien dan hemat biaya tanpa harus mengunjungi tempat fisik. Namun demikian, terlepas dari kenyataan bahwa peningkatan akses ke teknologi sering dikaitkan dengan penggunaan layanan keuangan digital yang lebih besar, terdapat bukti empiris yang menunjukkan hambatan terhadap inklusi keuangan digital yang berkelanjutan, seperti konektivitas jaringan yang buruk dan tingkat literasi digital yang rendah. Meskipun penyebaran infrastruktur dan layanan internet di Indonesia telah meningkat dalam beberapa tahun terakhir, kesenjangan digital tetap menjadi kendala yang signifikan. Hal ini terutama dirasakan oleh masyarakat pedesaan dan tertinggal.  \n  \nPenelitian ini bertujuan untuk menjelaskan perilaku keuangan dan digital serta mengetahui apakah pemanfaatan infrastruktur internet berbasis masyarakat lokal berupa program literasi digital yang dilakukan oleh Common Room di Sukadana, Lombok Utara dapat memediasi literasi dan inklusi keuangan terhadap tingkat inklusi keuangan digital peserta. Data kuantitatif dianalisis menggunakan statistik deskriptif dan regresi linier berganda dalam penelitian metode campuran ini. Tujuan dari analisis kualitatif adalah untuk memvalidasi temuan kuantitatif. Temuan penelitian ini menunjukkan bahwa literasi digital dapat memfasilitasi pergeseran dari inklusi keuangan ke inklusi keuangan digital. Namun, literasi digital belum mampu memediasi hubungan antara literasi keuangan dengan inklusi keuangan digital. Oleh karena itu, program edukasi literasi keuangan perlu dikembangkan selain program literasi digital yang ada saat ini.", "Daftar File": {"2023_TS_PP_Irischa Pramesti Anindito_29121484_Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/303295"}, "Penulis": "Irischa Pramesti Anindito [29121484]", "Kontributor / Dosen Pembimbing": ["Taufik Faturohman, S.T, MBA, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Inklusi Keuangan Digital, Literasi Digital, Internet Berbasis   Masyarakat Lokal", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "15 Agu 2023"}