{"Nomor": 76469, "Judul": "DESAIN PADUAN COCRWC UNTUK APLIKASI HARDFACING PADA ALAT BERAT DENGAN PERHITUNGAN STACKING FAULT ENERGY MENGGUNAKAN METODE TERMODINAMIKA DAN FIRST- PRINCIPLES", "Abstrak": "Paduan CoCrWC adalah paduan berbasis kobalt yang memiliki nama lain yaitu Stellite\n6. Paduan ini dikembangkan karena memiliki sifat mekanik yang baik seperti kekuatan,\nketahanan korosi, dan ketahanan aus yang tinggi sehingga sangat cocok untuk\ndiaplikasikan untuk hardfacing pada bagian heavy equipment yang terkena\npembebanan siklik dan rentan terkena keausan abrasif. Studi ini berfokus pada\nmenaikkan nilai stacking fault energy (SFE) paduan CoCrWC untuk menghambat\ndeformation-induced phase transformation (DIMT) dan parameter kritis yang\nmemengaruhi sifat mekanik. Studi ini memberikan wawasan baru pada sifat\nmekaniknya dan meningkatkan ketahanan aus pada paduan CoCrWC untuk aplikasi\nhardfacing pada alat berat.\nSerangkaian perhitungan dan simulasi dilakukan untuk mempelajari pengaruh\ntemperatur dan konsentrasi penambahan unsur pemadu Fe, Ni, dan Mn pada paduan\nCoCrWC. Kami menggunakan metode termodinamika untuk memprediksi nilai SFE\ndengan temperatur 0? hingga 300?. Untuk meningkatkan nilai SFE kami\nmenambahkan unsur pemadu dari penelitian sebelumnya yang dapat meningkatkan\nnilai SFE suatu paduan yaitu unsur Fe, Mn, dan Ni. Pengaruh konsentrasi unsur pemadu\nterhadap nilai SFE dilakukan dengan simulasi melalui simulasi first-principles pada\nkonsentrasi unsur pemadu 4,2 dan 8,4 at.%. Analisis struktur elektronik juga dilakukan\nuntuk mengetahui pengaruh penambahan unsur pemadu pada daerah akumulasi muatan\ndan total DOS (Density of States).\nBerdasarkan hasil perhitungan termodinamika nilai SFE paduan CoCrWC sangat\nrendah (-65 mJ/m2)yang sesuai dengan perhitungan SFE dari literatur(-57 mJ/m2). Fe,\nNi, dan Mn akan meningkatkan nilai SFE ketika ditambahkan pada komposisi tertentu\nbaik menggunakan perhitungan termodinamika dan simulasi first-principles.\nPenambahan unsur Fe akan meningkatkan nilai SFE paling signifikan pada perhitungan\ntermodinamika dan penambahan unsur Ni pada simulasi first-principles. Unsur Mn\nakan menurunkan nilai SFE terlebih dahulu dan kemudian akan naik pada komposisi\ntertentu. Selisih nilai SFE perhitungan termodinamika dan first-principles masih cukup\ntinggi karena sulitnya memodelkan struktur atom pada first-principles yang\nmenghasilkan nilai SFE fluktuatif bergantung pada posisi atom. Penambahan unsur Fe,\nNi, dan Mn akan mengecilkan daerah akumulasi muatan dan meningkatkan nilai DOS\nsehingga menaikkan nilai SFE. Saran desain paduan CoCrWC adalah penambahan Fe\nhingga 22 wt.% sehingga menaikkan nilai SFE dan menghambat pembentukan SIMT\nserta dapat meningkatkan fatigue life.", "Daftar File": {"ABSTRAK Ardhia Helmi Khairi": "https://digilib.itb.ac.id/gdl/download/303364"}, "Penulis": "Ardhia Helmi Khairi [12519069]", "Kontributor / Dosen Pembimbing": ["Tria Laksana Achmad, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Hardfacing, Paduan CoCrWC, Stellite 6, Stacking Fault Energy (SFE)", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "15 Agu 2023"}