{"Nomor": 76461, "Judul": "FABRIKASI DAN SIMULASI STRUKTUR PERIODIK SATU DIMENSI KISI DIELEKTRIK-LOGAM UNTUK APLIKASI BIOSENSOR BERBASIS FENOMENA RESONANSI PLASMON PERMUKAAN", "Abstrak": "Biosensor adalah perangkat yang dapat mengukur reaksi dan kandungan material\nbiologis. Surface Plasmon Resonance (SPR) merupakan fenomena resonansi\ngelombang elektromagnetik dengan osilasi elektron-elektron pada permukaan\nlogam. Osilasi tersebut menyebabkan terbentuknya gelombang yang disebut\ngelombang plasmon. Tujuan dari penelitian ini adalah untuk melakukan fabrikasi\nkisi nano, pengukuran SPR, dan simulasi dengan metode komputasi Rigorous\nCoupled Wave Analysis (RCWA). Metode tersebut merupakan metode komputasi\nsemi analitik yang melibatkan transformasi Fourier, sehingga dapat digunakan\nuntuk struktur periodik seperti kisi. Dari proses fabrikasi kisi diperoleh kisi polimer\ndengan periodisitas 700nm. Dari pengukuran diperoleh dip SPR yang bergeser ke\npanjang gelombang lebih besar seiring dari kenaikan sudut datang cahaya, dip SPR\ntersebut bergeser ke panjang gelombang lebih besar ketika diberi lapisan tipis\nminyak zaitun di atasnya. Pergeseran dip tersebut yang disebabkan oleh perubahan\nindeks bias material yang berada di atas kisi tersebut dapat kita manfaatkan sistem\nkisi SPR tersebut sebagai sensor yang dapat mendeteksi perubahan indeks bias.\nHasil perbandingan dari pengukuran dan simulasi menujukan perbedaan yang kecil,\nsehingga metode RCWA merupakan metode yang efektif untuk memprediksi\nfenomena SPR dengan pengkopel kisi. Dilakukan variasi ketebalan pelapisan emas\npada kisi tersebut dengan ketebalan 40 nm, 60 nm, 80 nm, dan 100 nm. Dari variasi\ntersebut didapat bahwa ketebalan 80 nm memberikan dip yang paling tajam dan\nketebalan 60 nm memberikan pergeseran dip yang paling jauh. Hasil simulasi\nvariasi lebar dan tinggi alur yang telah dilakukan memperlihatkan adanya\nperubahan bentuk spektrum SPR yaitu munculnya dip baru memiliki\nkebergantungan sudut yang rendah yang dapat diakibatkan dari fenomena yang\nmirip dengan Plasmonic Surface Lattice Resonance (PSLR). Dip tersebut dapat\ndimanfaatkan sebagai referensi untuk pengukuran spektrum SPR ketika melakukan\npengukuran analit.", "Daftar File": {"ABSTRAK Alvin Fariz": "https://digilib.itb.ac.id/gdl/download/303335", "COVER Alvin Fariz": "https://digilib.itb.ac.id/gdl/download/317228", "BAB 1 Alvin Fariz": "https://digilib.itb.ac.id/gdl/download/317229", "BAB 2 Alvin Fariz": "https://digilib.itb.ac.id/gdl/download/317231", "BAB 3 Alvin Fariz": "https://digilib.itb.ac.id/gdl/download/317232", "BAB 4 Alvin Fariz": "https://digilib.itb.ac.id/gdl/download/317233", "BAB 5 Alvin Fariz": "https://digilib.itb.ac.id/gdl/download/317234", "PUSTAKA Alvin Fariz": "https://digilib.itb.ac.id/gdl/download/317235"}, "Penulis": "Alvin Fariz [20220307]", "Kontributor / Dosen Pembimbing": ["Rachmat Hidayat, S.Si., M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "kisi, biosensor, RCWA, SPR.", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "8 file", "Tanggal Input": "15 Agu 2023"}