{"Nomor": 76462, "Judul": "MODEL KEBERGANTUNGAN KLASIK DAN COPULA SERTA UKURAN KEBERGANTUNGAN TAU KENDALL UNTUK PREDIKSI RISIKO IMBAL HASIL ENERGI", "Abstrak": "Eksistensi kebergantungan pada imbal hasil aset adalah fenomena yang tidak bisa\ndiabaikan dalam investasi keuangan. Dengan memahami efek kebergantungan, investor\ndan pembuat kebijakan bisa mengerti pergerakan risiko dengan lebih baik.\nSecara statistik, kebergantungan antara dua peubah acak dapat dimodelkan melalui\ndistribusi bivariat (klasik) atau dengan copula. Copula dapat diartikan sebagai distribusi\nbersama dari dua peubah acak berdistribusi seragam yang merupakan hasil\ndari transformasi khusus. Dengan copula, pemodelan kebergantungan menjadi semakin\nmudah sebab copula dapat menangkap struktur kebergantungan pada aset-aset\ninvestasi yang memiliki distribusi yang tidak identik.\nUkuran kebergantungan tau Kendall digunakan sebagai alat untuk menguantifikasi\nhubungan antara aset-aset keuangan. Tau Kendall juga bisa diartikan sebagai tolok\nukur sejauh mana ada kebergantungan (hubungan) non-linear antara dua data yang\nditentukan, misalnya harga aset dari dua perusahaan ataupun dari dua jenis harga\nkomoditi yang berbeda. Tau Kendall memiliki jangkauan nilai dari nilai negatif satu\nsampai positif satu. Semakin negatif (positif) nilai Tau Kendall, maka hubungan yang\ndiukur semakin bersifat berkebalikan (searah). Selain itu, ukuran tau Kendall bersifat\ninvarian yang artinya ukuran ini dapat menunjukkan sifat yang konsisten, khususnya\nuntuk kondisi dimana adanya transformasi pada peubah acak, misalnya saat peubah\nacak berubah menjadi tidak linier. Pada konteks pengelolaan risiko, tau Kendall\ndapat membantu dalam hal prediksi tingkat risiko. Aset yang memiliki hubungan\nkorelasi yang kuat berarti memberikan risiko tambahan yang perlu diperhatikan dan\ndimitigasi dengan baik.\nPada tesis ini, digunakan tiga data imbal hasil komoditas energi di pasar saham\nAmerika Serikat yang dimodelkan melalui keluarga ARMA-GARCH orde pertama.\nAdapun tiga jenis aset yang dipilih sebagai objek penelitian adalah New York Harbor\nNo. 2 Heating Oil Spot Price (NYHO), Cushing OK WTI Spot Price (WTIO),\ndan Texas Propane Spot Price (PROP). Penaksiran parameter melalui maksimum\nlikelihood digunakan sebagai alat untuk memperoleh parameter model imbal hasil\nenergi. Berdasarkan hasil analisis dan simulasi ditemukan bahwa, 27 pasangan\nimbal hasil energi dan model mean-variansi terdiri dari tiga copula terbaik, yaitu Frank, Student-t, dan BB1. Hasil simulasi menunjukkan bahwa setiap pasangan\nimbal hasil energi, memberikan nilai tau Kendall yang bernilai positif. Prediksi VaR\njuga memberikan informasi bahwa agregasi aset NYHO dan WTIO memberikan\nrisiko yang terendah untuk setiap model. Sedangkan pemodelan aset yang melalui\nEGARCH dan GJR-GARCH menghasilkan p-value backtesting lebih tinggi bila\ndibandingkan dengan model GARCH. Untuk akurasi model, secara umum, imbal\nhasil yang dimodelkan dengan volatilitas EGARCH orde pertama menghasilkan\nakurasi yang lebih baik bila dibandingkan dengan model lainnya", "Daftar File": {"ABSTRAK Fransiskus Xaverius Aditya P": "https://digilib.itb.ac.id/gdl/download/303343"}, "Penulis": "Fransiskus Xaverius Aditya P [20821031]", "Kontributor / Dosen Pembimbing": ["Khreshna Imaduddin Ahmad Syuhada, S.Si., M.Si., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Aktuaria", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "model kebergantungan klasik, model kebergantungan copula, tau Kendall, prediksi risiko agregat, Value-at-Risk", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "15 Agu 2023"}