{"Nomor": 76467, "Judul": "IDENTIFIKASI PERSEBARAN KEKERINGAN BERDASARKAN METODE SOIL MOISTURE INDEX (SMI) DAN STANDARDIZED PRECIPITATION INDEX (SPI) DI JAWA BARAT", "Abstrak": "Pemetaan persebaran kekeringan tidak hanya dapat diidentifikasi menggunakan\nparameter curah hujan saja, tetapi juga dapat dilihat dengan mempertimbangkan\ndata kelembapan tanah. Salah satu indeks kekeringan yang memanfaatkan\nparameter kelembapan tanah adalah Soil Moisture Index (SMI). Adanya potensi\npada indeks SMI dalam mendeteksi kekeringan di Jawa Barat, namun pemanfaatan\nindeks ini masih relatif sedikit digunakan. Sehingga penelitian ini, ingin melakukan\nidentifikasi persebaran kekeringan menggunakan indeks SMI dengan\nmembandingkannya terhadap Standardized Precipitation Index (SPI) yang sudah\numum digunakan dan terbukti keakuratannya.\nPada penelitian ini, identifikasi kekeringan dilakukan menggunakan metode SMI\ndengan inputan data kelembapan tanah ERA5 Land dan SPI dengan inputan data\ncurah hujan CHIRPS. Selain itu, penelitian ini juga melakukan uji korelasi terhadap\nhasil kedua indeks untuk melihat hubungan antara hasil kedua indeks.\nPersebaran kekeringan yang dideteksi oleh metode SMI dan SPI menunjukkan pola\nkekeringan yang sama. Namun, intensitas kekeringan yang dihasilkan oleh SMI\nmemberikan nilai yang cenderung lebih tinggi dibandingkan dengan SPI. Hal ini\ndapat dilihat dari hasil plot persebaran kekeringan dari kedua indeks, baik secara\ntemporal maupun spasial. Selain itu, berdasarkan hasil korelasi kedua indeks yang\ndiperoleh dari rata-rata nilai kekeringan seluruh wilayah disetiap tahun. Korelasi\ntertinggi terjadi pada lag satu bulan dengan nilai 0,67. Hal ini menandakan bahwa\ndampak kekeringan meteorologi (SPI) terhadap kekeringan pertanian (SMI)\nmemiliki jeda waktu satu bulanan.", "Daftar File": {"ABSTRAK Esy Diryatika": "https://digilib.itb.ac.id/gdl/download/303362"}, "Penulis": "Esy Diryatika [12819043]", "Kontributor / Dosen Pembimbing": ["Musa Ali Mustofa, S.Si., M.Si.", "Dr. Jalu Tejo Nugroho, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Kekeringan, Kelembapan tanah, SMI, SPI.", "Sumber": "", "Staf Input/Edit": "Rita Nurainni, S.I.Pus", "File": "1 file", "Tanggal Input": "15 Agu 2023"}