{"Nomor": 76476, "Judul": "PENGARUH VARIASI KETEBALAN LAPISAN TANAH LUNAK TERHADAP RESPON RAMBATAN GELOMBANG GEMPA DARI BATUAN DASAR KE PERMUKAAN DI KOTA SURABAYA", "Abstrak": "Keakuratan dalam memprediksi respon gerakan tanah (ground motion) akibat goncangan gempa dipermukaan tanah sangat diperlukan oleh setiap perencana struktur sebagai input pembebanan dalam mendesain bangunan gedung tahan gempa. Gelombang gempa pada dasarnya terjadi karena adanya energi yang terlepas dari batuan dasar sebagai akibat dari adanya pergerakan lempeng bumi dan kemudian menyebar sampai ke permukaan tanah. Wilayah kota Surabaya yang merupakan salah satu kota metropolitan kedua terbesar di Indonesia dengan banyaknya gedung tinggi yang dibangun perlu untuk menjadi perhatian khusus bagi setiap detail perencanaanya. Selain itu, kondisi geologi yang didominasi oleh lapisan alluvium dengan variasi ketebalan tanah lunak yang berbeda-beda dan dilewati oleh dua sesar aktif menjadikan kerentanan akan bahaya goncangan gempa menjadi lebih besar di kota tersebut.\nPenelitian ini bertujuan untuk mengetahui respon dari rambatan gelombang gempa dari batuan dasar ke permukaan yang melalui media tanah lunak dengan ketebalan yang bervariasi. Subyek penelitian diambil dari berbagai data bor-log NSPT yang tersebar di wilayah kota Surabaya. Metode analisis yang digunakan dalam penelitian ini dimulai dengan mengidentifikasi kedalaman batuan dasar (bedrock) di kota Surabaya, memodifikasi ground motion di batuan dasar, dan kemudian merambatkannya ke permukaan tanah dengan pemodelan 1-dimensi yang dibantu oleh program DEEPSOIL dan NERA.", "Daftar File": {"ABSTRAK Muhammad Irfan Marasabessy": "https://digilib.itb.ac.id/gdl/download/303384"}, "Penulis": "Muhammad Irfan Marasabessy [25021072]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Masyhur Irsyam, M.S.E.", "Sugeng Krisnanto, S.T, M.T, Ph.D.", "Yuamar Imarrazan Basarah, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "tanah lunak, rambatan gelombang, ground motion, Surabaya", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "15 Agu 2023"}