{"Nomor": 76472, "Judul": "MODEL DISTRIBUSI MATERI DI SEKITAR MATAHARI: STUDI PERBANDINGAN HIPOTESIS MATERI GELAP DAN MOND DENGAN MENGGUNAKAN DATA GAIA DR3", "Abstrak": "Distribusi posisi, kecepatan, dan warna bintang di sekitar matahari dikompilasi\ndari berbagai katalog pilihan, yaitu Gaia DR3, RAVE6, APOGEE-2 (SDSS), GALAH3,\ndan LAMOST7. Bintang-bintang deret utama dari kelas spektrum A, F dan\nG awal digunakan sebagai penelusur untuk mendapatkan profil kerapatan jumlah\nvertikal dan profil distribusi kecepatan vertikal, yang kemudian digunakan untuk\nmenentukan distribusi materi gelap di sekitar matahari dari persamaan Poisson dan\nmodel Bahcall. Penelusur dibagi menjadi 15 kategori berdasarkan warna, dengan\ntotal terdapat total ? 50 000 bintang.\nDari data yang diperoleh, diuji tiga hipotesis yang mendeskripsikan distribusi\nmateri dan hukum gravitasi di Galaksi. Hipotesis ini diuji melalui proses pencocokan\nfitting, menggunakan metode MCMC implementasi Affine Invariant yang ditulis\ndalam bahasa pemrograman Rust. Hasil dari MCMC menunjukkan bahwa kerapatan\nmateri gelap di sekitar matahari berkisar antara 0.83×10?2M? pc?3 hingga\n6.81 × 10?2M? pc?3, bergantung pada penelusur yang digunakan.\nUji hipotesis dilakukan dengan menggunakan nilai faktor bayes dan probabilitas\nposterior prediktif. Dari analisis ini, didapatkan kesimpulan bahwa model Galaksi\nyang berisi materi gelap halo lebih memungkinkan dibandingkan dengan model yang\ntidak memperhitungkan materi gelap.\nPada hipotesis tanpa melibatkan materi gelap, hukum gravitasi yang digunakan\nadalah modifikasi dinamika newton (MOND) Milgrom. Didapatkan bahwa parameter\npercepatan a0 pada hipotesis MOND adalah (1.18 ± 0.13) × 10?10 m s?2, cocok\ndengan hasil penelitian sebelumnya yang menggunakan kurva rotasi galaksi.", "Daftar File": {"ABSTRAK Muhammad Ali Syaifudin": "https://digilib.itb.ac.id/gdl/download/303434"}, "Penulis": "Muhammad Ali Syaifudin [20321005]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. Mochamad Ikbal Arifyanto, S.Si., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Materi Gelap, MOND, MCMC.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "15 Agu 2023"}