{"Nomor": 76473, "Judul": "PERANCANGAN SISTEM MANAJEMEN KINERJA (SMK) PERUM JASA  TIRTA II (PJT II) DENGAN MENGGUNAKAN BALANCED SCORECARD", "Abstrak": "Badan Usaha Milik Negara (BUMN) Perum Jasa Tirta II (PJT II) telah mencapai kinerja yang sehat dalam kategori AA. Bahkan perusahaan yang sudah menerapkan risk management yang diwajibkan bagi perusahaan BUMN hasilnya mendapatkan 87.18% dengan tingkat kematangan resiko IV (Managed). Meskipun demikian, perusahaan menghadapi tantangan penurunan rasio keuangan dalam beberapa tahun terakhir, terutama yang berkaitan dengan aset. Selain itu, PJT II sangat bergantung pada dua lini bisnis utamanya, yaitu pengelolaan pembangkit listrik tenaga air (PLTA) dan distribusi air baku. \nPenelitian ini bertujuan untuk merancang sistem manajemen kinerja (PMS) dengan menggunakan pendekatan balanced scorecard untuk mengatasi kendala tersebut. Strategi ini dipilih karena mendorong semua bisnis perusahaan untuk bekerja secara kolaboratif untuk mencapai tujuan yang sama. Dalam merancang PMS ini, wawancara dan focus group discussion (FGD) yang bersifat kualitatif dengan pihak-pihak terkait di PJT II digunakan untuk mengumpulkan data primer. Data sekunder, seperti laporan tahunan dan dokumen kinerja perusahaan juga dikumpulkan untuk memberikan gambaran yang lebih lengkap mengenai kondisi perusahaan. \nSelain itu, model strategi diamond akan digunakan untuk memastikan bahwa strategi perancangan PMS telah sesuai dan konsisten dengan kondisi perusahaan. Metodologi Balanced Scorecard yang akan diimplementasikan dalam PMS ini terdiri dari empat perspektif utama, yaitu keuangan, pelanggan, proses bisnis, dan pembelajaran & pertumbuhan, dengan total dua puluh tiga indikator yang akan diukur dan dimonitor. Berdasarkan indikatorindikator tersebut, diharapkan dapat dilakukan upaya-upaya konkrit untuk menciptakan mesin-mesin pendapatan baru PJT II, sehingga perusahaan dapat melakukan diversifikasi usaha dan mengurangi ketergantungan pada lini bisnis utama saat ini.", "Daftar File": {"2023_TS_PP_RIFQI MUHAMMAD FARHAN_29121402_Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/303374"}, "Penulis": "Rifqi Muhammad Farhan [29121402]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Dermawan Wibisono, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Performance Management System (PMS), Balance Scorecard (BSC), Perum Jasa Tirta II (PJT II), Badan Usaha Milik Negara (BUMN), diamond strategy model.", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "15 Agu 2023"}