{"Nomor": 76477, "Judul": "USULAN STRATEGI PEMASARAN UNTUK MENINGKATKAN  NIAT BERKUNJUNG KEMBALI DAN KESEDIAAN  MEREKOMENDASIKAN CILETUH-PALABUHANRATU  UNESCO GLOBAL GEOPARK", "Abstrak": "Pariwisata adalah fenomena sosial, budaya, dan ekonomi yang melibatkan orangorang yang berpindah ke negara atau daerah di luar lingkungan mereka untuk alasan pribadi, bisnis, atau profesional. Industri pariwisata merupakan salah satu kontributor utama bagi pertumbuhan ekonomi dan lapangan kerja di Indonesia. Ciletuh-Palabuhanratu UNESCO Global Geopark (CPUGGp) adalah tujuan wisata yang menawarkan wisata berbasis alam dan budaya. Setelah penurunan jumlah pengunjung yang signifikan pada tahun 2019 hingga 2020, CPUGGp mengalami pertumbuhan pengunjung yang pesat sebesar 271,5% pada tahun 2022. Peningkatan tajam dalam jumlah pengunjung dapat dikaitkan dengan tren wisata balas dendam yang terjadi di Indonesia. Karena pengunjung memainkan peran penting dalam pengembangan kawasan pariwisata, CPUGGp ingin mempertahankan atau bahkan meningkatkan jumlah pengunjung yang datang ke kawasan tersebut. Oleh karena itu, penelitian ini akan berfokus pada menemukan area yang dapat ditingkatkan oleh CPUGGp dan mengusulkan strategi pemasaran yang sesuai untuk meningkatkan niat berkunjung kembali dan kesediaan pengunjung untuk merekomendasikan area tersebut yang berpotensi untuk mendapatkan pengunjung. \n \nAnalisis eksternal dan internal dilakukan untuk merumuskan strategi. Analisis eksternal terdiri dari analisis PESTEL, analisis five forces, dan analisis perilaku pelanggan. Untuk analisis internal, penelitian ini menggunakan Marketing Mix 7p. Metodologi kuantiatif digunakan dalam analisis pelanggan dengan total sampel 165 responden. Kuesioner digunakan untuk mengumpulkan informasi terkait faktor-faktor yang mempengaruhi perilaku wisatawan untuk berkunjung kembali dan kesediaan untuk merekomendasikan. Data dari penelitian perilaku pelanggan dianalisis dengan menggunakan Partial Least Squares-Structural Equation Modeling (PLS-SEM). Hasil penelitian menunjukkan bahwa variabel persepsi nilai dan kepuasan memiliki pengaruh langsung yang signifikan positif terhadap niat perilaku wisatawan. Sementara itu, citra destinasi dan kualitas layanan yang dirasakan memiliki pengaruh tidak langsung yang positif dan signifikan terhadap niat berperilaku melalui kepuasan sebagai variabel pemediasi. \n \nBerdasarkan analisis eksternal dan internal, penulis merangkum analisis tersebut dengan menggunakan matriks SWOT, yang kemudian diformulasikan melalui matriks TOWS dan menghasilkan strategi pemasaran baru untuk CPUGGp. Strategi pemasaran yang diusulkan terdiri dari mengoptimalkan penggunaan media yang dimiliki untuk mempromosikan poin-poin unik dari setiap atraksi wisata, bekerja sama dengan pemerintah dalam memanfaatkan platform media resmi untuk mengomunikasikan informasi cuaca, tindakan pencegahan, dan alternatif kegiatan dalam ruangan yang tepat waktu kepada pengunjung, memberikan informasi yang jelas tentang harga tiket atraksi wisata yang tersedia melalui situs web dan media sosial CPUGGp, memberikan pelatihan sanitasi dan kualitas layanan bagi penduduk setempat, menyediakan area kuliner di dalam geopark yang menawarkan tempat yang nyaman dengan makanan khas lokal dan pemandangan yang indah, dan menyediakan tempat istirahat atau tempat berteduh di dalam geopark yang dapat digunakan oleh para pengunjung untuk menghindari cuaca yang tidak dapat diprediksi dan membagikan informasi ini di media yang dimiliki oleh CPUGGp dan papan informasi yang ada di dalam geopark", "Daftar File": {"2023_TS_PP_Refa Afifah Ghina Luqyana_29121065_Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/303392"}, "Penulis": "Refa Afifah Ghina Luqyana [29121065]", "Kontributor / Dosen Pembimbing": ["Prof. Reza Ashari Nasution, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Pariwisata, Ciletuh-Palabuhanratu UNESCO Global Geopark, Niat  Berkunjung Kembali, Kesediaan untuk Merekomendasikan, Strategi Pemasaran", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "15 Agu 2023"}