{"Nomor": 76488, "Judul": "PENGARUH PENAMBAHAN ELISITOR BIOTIK DAN ABIOTIK TERHADAP PRODUKSI ASIATIKOSIDA DAN MADEKASOSIDA PADA KULTUR KALUS DAN SUSPENSI SEL PEGAGAN (CENTELLA ASIATICA (L.) URBAN)", "Abstrak": "Indonesia yang terletak di sepanjang garis khatulistiwa memiliki iklim tropis dan memiliki kekayaan \nhayati yang begitu beragam. Terdapat 30.000 – 40.00 spesies tumbuhan yang ada di Indonesia dan \n9.600 diantaranya teridentifikasi sebagai tanaman obat. Salah satunya adalah pegagan. Pegagan \n(Centella asiatica L.) yang termasuk ke dalam suku Apiaceae memiliki berbagai macam kegunaan \ndan khasiat. Mulai sebagai antioksidan, antitumor, imunomodulator, obat penyakit kardiovaskular \nhingga anti-parkinson. Selain itu pegagan juga dikenal karena kemampuannya untuk \nmenyembuhkan luka. Khasiat dan manfaat dari pegagan ini disebabkan karena kandungan \nmetabolit sekundernya yang juga menjadi senyawa marker pada pegagan yaitu, asiatikosida dan \nmadekasosida. Penelitian ini bertujuan untuk melihat jenis dan konsentrasi elisitor yang paling \nefektif untuk meningkatkan senyawa asiatikosida dan madekasosida pada kultur kalus dan kultur \nsuspensi sel pegagan. Jenis elisitor yang digunakan pada penelitian ini adalah asam salisilat, ekstrak \nragi, dan perak nitrat (AgNO3). Kultur kalus dan suspensi sel dikultur pada media yang mengandung \nmedia MS + vitamin dengan penambahan ZPT berupa 2,4-D 2 mg/mL dan BAP 1 mg/mL dan elisitor \nyang divariasikan jenis dan konsentrasi selama 15 hari. Kalus dan sel yang sudah diinduksi \ndikeringkan dan diekstraksi menggunakan metode maserasi dengan pelarut metanol. Kandungan \nasiatikosida dan madekasosida dianalisis menggunakan KLT dan KLT densitometer. Pada suspensi \nsel, penambahan asam salisilat 2 mg/mL memberikan peningkatan kandungan madekasosida paling \nbaik dengan peningkatan mencapai 156,40% atau setara dengan 4,223 ± 0,744 mg/mL dan \npenambahan asam salisilat 2,5 mg/mL memberikan peningkatan kadar asiatikosida paling baik \ndengan peningkatan mencapai 333,31% atau setara 6,504 ± 1,820mg/mL. Penambahan ketiga jenis \nelisitor pada kalus menghasilkan penurunan kadar madekasosida 8,26% dengan asam salisilat, \n16,4% dengan ekstrak ragi, dan 23,37% dengan perak nitrat. Sedangkan penurunan kadar \nasiatikosida sebesar 52% dengan penambahan ekstrak ragi dan 37,16% dengan penambahan perak \nnitrat. Penamabahan asam salisilat pada kalus masih memberikan peningkatan produksi \nasiatikosida sebesar 5,2%.", "Daftar File": {"ABSTRAK Nethanya Cantigi Sekar Kinasih": "https://digilib.itb.ac.id/gdl/download/303444"}, "Penulis": "Nethanya Cantigi Sekar Kinasih [10719023]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Elfahmi, S.Si., M.Si.", "Dr. apt. Hegar Pramastya, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Kultur jaringan, Metabolit sekunder, Elisitor, Centella asiatica", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "16 Agu 2023"}