{"Nomor": 76489, "Judul": "IDENTIFIKASI KEJADIAN MEDICATION ERRORS PADA TAHAP PRESCRIBING OBAT RACIKAN PASIEN ANAK DI UPTD PUSKESMAS GARUDA", "Abstrak": "Medication errors merupakan kejadian yang idealnya dapat dicegah pada waktu pengobatan yang \ndapat mengarah pada penggunaan obat yang tidak sesuai atau membahayakan bagi pasien saat \npengobatan berada di bawah pengawasan profesi pelayanan kesehatan, atau pasien sendiri. \nKesalahan pengobatan (medication errors) dapat terjadi di dalam setiap proses pengobatan, salah \nsatunya pada fase prescribing. Pada bulan Agustus-September 2022 terjadi peningkatan kasus gagal \nginjal akut pada anak (GGAPA) yang penyebabnya belum diketahui secara pasti dan sementara \nwaktu penggunaan obat sirup pada anak dilarang. Larangan sementara penggunaan obat-obatan \ndalam bentuk sediaan sirup menyebabkan peningkatan permintaan obat racikan untuk anak. \nMelonjaknya permintaan obat racikan ini membuat peran apoteker dan tenaga profesional \nkesehatan lainnya penting dalam mencegah terjadinya medication errors. Tujuan penelitian ini \nadalah untuk mengidentifikasi dan menentukan angka kejadian medication errors pada tahap \nprescribing serta menentukan korelasi hubungan antara peningkatan jumlah resep obat racikan \nuntuk pasien anak dengan kejadian medication errors di UPTD Puskesmas Garuda. Metode \npenelitian yang digunakan pada penelitian adalah deskriptif observasional dengan desain crosssectional. Sumber data penelitian ini adalah lembar resep obat racikan pasien anak di UPTD \nPuskesmas Garuda pada tanggal 15 September 2022 – 15 November 2022. Pengambilan data pada \npenelitian ini dilakukan secara retrospektif dengan teknik purposive sampling. Pada hasil penelitian \ndidapatkan bahwa angka kejadian medication errors pada tahap prescribing pada resep obat racikan \npasien anak di UPTD Puskesmas Garuda Kota Bandung yaitu 954 kesalahan dari 320 lembar resep. \nBerdasarkan hasil penelitian terdapat kesalahan penulisan nama obat (0,10%), kesalahan penulisan \nkelengkapan resep (96,96%), kesalahan tulisan resep tidak terbaca (2,94%), dan tidak ada kesalahan \npenggunaan singkatan obat. Hasil uji korelasi menggunakan uji chi-square memperlihatkan bahwa \ntidak ada pengaruh signifikan (P-value > 0,05) antara peningkatan jumlah resep obat racikan untuk \npasien anak dengan kejadian medication errors di UPTD Puskesmas Garuda Kota Bandung. \nBerdasarkan hasil penelitian menggunakan uji korelasi chi-square, tidak ada pengaruh signifikan \nhubungan antara peningkatan jumlah resep obat racikan untuk pasien anak dengan kejadian \nmedication errors di UPTD Puskesmas Garuda Kota Bandung.", "Daftar File": {"ABSTRAK Nur Khairun Nisa'": "https://digilib.itb.ac.id/gdl/download/303445"}, "Penulis": "Nur Khairun Nisa' [11619044]", "Kontributor / Dosen Pembimbing": ["apt. Cindra Tri Yuniar, S.Farm., M.Si.", "Irianti Bahana Maulida Reyaan, S.Farm., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Medication errors, tahap prescribing, obat racikan, pasien anak", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "16 Agu 2023"}