{"Nomor": 76499, "Judul": "EFEK EKSTRAK ETANOL RIMPANG JERINGAU (ACORUS CALAMUS L.) TERHADAP KETERGANTUNGAN NIKOTIN", "Abstrak": "Nikotin merupakan senyawa psikoaktif yang menimbulkan sifat adiktif pada tembakau. Berbagai \nopsi pengobatan tersedia untuk mengatasi kecanduan merokok, akan tetapi tingginya insiden \nkekambuhan serta isu terkait efek samping dan kepatuhan pengobatan menjadi tantangan. \nJeringau (Acorus calamus L.) adalah salah satu tanaman yang berpotensi mengurangi \nketergantungan nikotin. Penelitian ini bertujuan untuk menguji efektivitas ekstrak etanol rimpang \njeringau dalam menekan kecanduan dan relaps nikotin dengan protokol Conditioned Place \nPreference (CPP) dan mengevaluasi aktivitas neuroprotektif ekstrak etanol rimpang jeringau \n(Acorus calamus L.) terhadap kerusakan sel saraf akibat nikotin. Konstituen aktif dalam rimpang \njeringau diekstraksi dengan etanol 70% menggunakan metode maserasi. Ekstrak rimpang jeringau \n(EAC) disuspensikan dalam CMC-Na 0,5% kemudian dibagi ke dalam tiga dosis, yaitu 100 mg/kg BB, \n200 mg/kg BB, dan 400 mg/kg BB. Untuk menginduksi ketergantungan, mencit diberikan nikotin 0,5 \nmg/kg BB secara intraperitoneal sekali sehari selama lima hari. Mencit diberikan pembawa CMCNa 0,5%, obat pembanding natrium diklofenak 10 mg/kg BB, atau EAC 30 menit sebelum pemberian \nnikotin. Analisis statistik skor preferensi menunjukkan bahwa ketiga dosis ekstrak menurunkan skor \npreferensi secara signifikan (p < 0,05). Penurunan skor preferensi proporsional dengan dosis ekstrak. \nUntuk menginduksi relaps nikotin, mencit melalui periode bebas nikotin selama 7 hari, kemudian \npada hari ke-8 diberikan pembawa, obat pembanding, atau EAC 400 mg/kg BB 30 menit sebelum \ndisuntikkan nikotin. Hasil uji relaps menunjukkan bahwa EAC 400 mg/kg BB menghasilkan \npenurunan skor preferensi yang signifikan. Analisis histologi menunjukkan bahwa ekstrak rimpang \njeringau tidak mencegah kerusakan neuron akibat induksi nikotin. Dari hasil penelitian, dapat \ndisimpulkan bahwa ekstrak A. calamus berpotensi untuk mengurangi kecanduan dan relaps nikotin.", "Daftar File": {"ABSTRAK Callista Sandrine Azalea Sidik": "https://digilib.itb.ac.id/gdl/download/303460"}, "Penulis": "Callista Sandrine Azalea Sidik [10719092]", "Kontributor / Dosen Pembimbing": ["Dr. Kusnandar Anggadiredja, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "ketergantungan nikotin, CPP, relaps, rimpang jeringau, Acorus calamus, mencit", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "16 Agu 2023"}