{"Nomor": 76494, "Judul": "ANALISIS PERUBAHAN STRUKTUR PORI PADA BATUAN KARBONAT INDONESIA AKIBAT INJEKSI CO2", "Abstrak": "Emisi CO2 di atmosfer dapat dikurangi dengan metode CCS (Carbon Capture\nand Storage). CCS adalah metode injeksi CO2 ke reservoir geologi yang\ndalam dan permeabel, seperti reservoir karbonat. Tujuan dari penelitian ini\nadalah menganalisis reaksi kimia dan perubahan struktur pori sebelum dan\nsetelah injeksi CO2 pada batuan karbonat Indonesia. Injeksi CO2 pada batuan\nkarbonat dilakukan dengan cara merendam batuan ke dalam larutan asam\nkarbonat (H2CO3) dalam beberapa variasi waktu, yaitu 3 hari, 7 hari, 14 hari,\n21 hari, dan 28 hari. Pengukuran massa batuan serta pengamatan struktur pori\nmenggunakan mikroskop dilakukan sebelum dan sesudah injeksi untuk semua\nvariasi waktu injeksi. Hasil citra struktur pori akan digunakan untuk\nmengukur nilai porositas batuan menggunakan metode thresholding. Hasil\neksperimen menunjukkan massa batuan karbonat berkurang karena reaksi\nkimia antara batuan karbonat dan asam karbonat menyebabkan ada mineral\nkarbonat yang terlarut. Hal tersebut membuat pori batuan semakin bertambah.\nNilai porositas batuan karbonat yang dihasilkan dari helium porosity\nmeasurement yaitu sebesar 3,12%. Pengukuran porositas menggunakan\nmetode thresholding menunjukkan porositas batuan karbonat meningkat\nselama injeksi berlangsung. Kesimpulan dari penelitian ini yaitu reaksi kimia\nantara batuan karbonat dan asam karbonat menyebabkan adanya mineral\nkarbonat yang terlarut sehingga pori batuan semakin besar. Citra hasil\nmikroskop menunjukkan ada perubahan struktur pori selama injeksi\nberlangsung. Massa karbonat akan berbanding terbalik dengan waktu injeksi,\nsedangkan massa terlarut berbanding lurus dengan waktu injeksi. Nilai\nporositas berbanding lurus dengan waktu injeksi sehingga semakin lama\nwaktu injeksi maka nilai porositas semakin besar.", "Daftar File": {}, "Penulis": "Tri Agatha Manullang [10219024]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. R. Bagus Endar Bachtiar N."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "asam karbonat, batuan karbonat, injeksi, porositas, thresholding", "Sumber": "", "Staf Input/Edit": "Yati Rochayati  \n                                     Yati Rochayati", "File": "8 file", "Tanggal Input": "16 Agu 2023"}