{"Nomor": 76505, "Judul": "MODIFIKASI MODEL KUZ-RAM UNTUK MENENTUKAN FRAGMENTASI BATUAN HASIL PELEDAKAN PT SEMEN PADANG", "Abstrak": "PT Semen Padang merupakan perusahaan yang bergerak dalam industri pembuatan semen dengan bahan baku utama batu gamping yang ditambang dengan metode penambangan tambang terbuka. Untuk meningkatkan efektivitas kegiatan operasional, PT Semen Padang melakukan pembongkaran batuan dengan menggunakan peledakan. Fragmen batuan hasil peledakan merupakan salah satu parameter yang dapat menentukan efektivitas dari kegiatan peledakan.\nPenelitian ini dilakukan untuk menganalisis antara hasil fragmentasi peledakan yang dilakukan dengan menggunakan metode Kuz-Ram dan image analysis, kemudian dari analisis tersebut didapatkan perbedaan nilai dari indeks keseragaman (n) dan fragmentasi rata-rata (X?). Selanjutnya berdasarkan perbedaan nilai itu akan dicari faktor koreksi yang akan diterapkan pada modifikasi dari model Kuz-Ram.\nHasil penelitian ini diperoleh faktor koreksi untuk persamaan fragmentasi rata-rata (X?) sebesar 0,6287 dan indeks keseragaman (n) sebesar 0,8569. Modifikasi dari model Kuz-Ram ini telah tervalidasi dengan nilai mean absolute error terhadap hasil peledakan aktual selalu lebih baik dibandingkan dengan model Kuz-Ram sebelumnya dan nilai mean absolute error keseluruhan dibawah 10% serta memiliki korelasi yang kuat antara distribusi ukuran fragmentasi aktual dan modifikasi dari model Kuz-Ram dengan koefisien korelasi sebesar 0,99.", "Daftar File": {"ABSTRAK Muhammad Fajar Ilham": "https://digilib.itb.ac.id/gdl/download/303467"}, "Penulis": "Muhammad Fajar Ilham [12119084]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ganda Marihot Simangunsong, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "PT Semen Padang, Peledakan, Fragmentasi, Model Kuz-Ram", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "8 file", "Tanggal Input": "16 Agu 2023"}