{"Nomor": 76508, "Judul": "USULAN PENGEMBANGAN LAYANAN FTA CENTER BANDUNG UNTUK MENYEDIAKAN KEBUTUHAN UMKM DI JAWA BARAT", "Abstrak": "FTA Center Bandung merupakan salah satu proyek yang dibentuk oleh Kementerian Perdagangan Republik Indonesia berdasarkan program kerja pemerintah dalam meningkatkan perekonomian nasional. Salah satu tujuannya adalah memberikan insentif kepada pelaku usaha, khususnya UMKM agar dapat mendorong ekspor komoditasnya ke luar negeri. FTA Center Bandung memiliki area tanggung jawab di wilayah Jawa Barat dimana wilayah tersebut memiliki porsi \nUMKM terbesar di Indonesia.  \n \nPada penelitian ini dijelaskan analisis proses pelayanan yang telah dilakukan oleh FTA Center \nBandung dan bagaimana pelayanan mereka dapat mendukung kebutuhan pelaku usaha SME untuk menjadi eksportir. Saat ini pelayanan yang diberikan meliputi 3 pelayanan utama yaitu konsultasi, edukasi, dan advokasi. Namun seiring berjalannya waktu, organisasi ini menghadapi berbagai kendala dalam memberikan layanannya kepada klien. Penelitian ini menggunakan penelitian kualitatif dengan pendekatan etnografi atau observasi partisipan. Wawancara mendalam dilakukan untuk mendapatkan insight mendalam mengenai permasalahan FTA Center Bandung serta permasalahan yang dialami kliennya dimana hasil observasi tersebut diproyeksikan ke dalam metode fish bone root cause analysis. Metode ini mengidentifikasi dan memahami penyebab awal masalah sehingga dapat dilakukan langkah-langkah perbaikan yang efektif untuk mengurangi masalah tersebut. SWOT analisis juga digunakan untuk melengkapi strategi yang akan dilakukan sebagai saran untuk pengembangan service modelnya. \n \nPeneliti juga merancang desain prototipe yang dapat digunakan untuk menambahkan alat layanan baru berupa platform e-learning. Alat ini dirancang menggunakan metode design thinking dengan mengambil aspirasi para ahli dan klien sehingga kedepannya diharapkan dapat mengurangi beban organisasi dengan otomatisasi, pengguna dapat dengan mudah mengakses dan mempelajari serta menilai kemajuan belajarnya. Selain itu, platform ini juga akan berguna dalam mengelola data dan informasi yang dibutuhkan.", "Daftar File": {"2023_TS_PP_Hilmi Agnia-29121179_Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/303477"}, "Penulis": "Hilmi Agnia [29121179]", "Kontributor / Dosen Pembimbing": ["Dr. Bambang Rudito, M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Pelayanan konsultasi, socio entrepreneur, root cause analysis, SWOT Analysis, design thinking, UMKM", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "16 Agu 2023"}