{"Nomor": 76510, "Judul": "OPTIMASI SINTESIS DAN KARAKTERISASI POLIMER TERCETAK MOLEKUL PROBENESID DALAM BERBAGAI PELARUT", "Abstrak": "Probenesid merupakan senyawa golongan urikosurik yang termasuk ke dalam \ndaftar senyawa doping World Anti-Doping Agency (WADA) dalam kategori \nsenyawa diuretik dan agen masking karena dapat menyebabkan reduksi substansial \nterhadap ekskresi steroid androgenik endogen dan sintetik. Nilai Minimum \nRequired Performance Levels (MRPL) probenesid yang ditetapkan WADA sebesar \n200 ng/mL, terukurkan sebagai bentuk probenesid utuh dan bebas. Sementara itu, \npersentase bentuk utuh probenesid yang terekskresikan melalui urin cenderung \nkecil, sehingga dibutuhkan suatu metode preparasi sampel yang mampu \nmemisahkan analit secara selektif dan memekatkan sampel (prakonsentrasi \nprobenesid), salah satunya adalah dengan mengembangkan polimer tercetak \nmolekul atau Molecularly Imprinted Polymer (MIP) untuk senyawa probenesid. \nTujuan dari penelitian ini adalah melakukan optimasi sintesis dan karakterisasi MIP \nprobenesid dalam berbagai pelarut. Pada penelitian ini disintesis MIP probenesid \ndengan monomer akrilamida, menggunakan etilena glikol dimetakrilat (EDGMA) \nsebagai pengikat silang, dan 2,2-azo bis-isobutironitril (AIBN) sebagai inisiator. \nPada tahapan sintesis dilakukan optimasi rasio probenesid-akrilamida pada rasio \n1:4, 1:5, dan 1:6 dalam pelarut aseton, serta optimasi pelarut porogen yang \ndigunakan yaitu tetrahidrofuran (THF), aseton, asetonitril, dan kloroform. \nBerdasarkan pengamatan secara visual dan karakterisasi menggunakan \nspektrofotometer inframerah (FTIR), MIP paling baik dihasilkan dengan sintesis \nmenggunakan rasio probenesid-akrilamida 1:6 dimana pada spektrum inframerah \nMIP terdapat kemunculan puncak-puncak khas probenesid yang tidak muncul pada \nspektrum Non-Imprinted Polymer (NIP) dan berbeda dengan spektrum campuran \nfisik NIP dan probenesid. Pada tahapan ekstraksi, pelarut asetonitril juga berhasil \nmengekstraksi molekul cetakan probenesid dari MIP yang terbentuk, dibuktikan \nmelalui pemeriksaan dengan FTIR terhadap MIP sebelum dan setelah ekstraksi, \nserta pemeriksaan spektrofotometer ultraviolet-sinar tampak (UV-Vis) terhadap \nlarutan pengekstraksi. Berdasarkan hasil batch binding analysis, MIP aseton \nmemiliki nilai kapasitas pengikatan analit paling tinggi (Q = 3,888) sementara MIP \nTHF memiliki nilai IF paling tinggi (IF = 2). MIP aseton, asetonitril, dan THF \nmemiliki nilai IF di atas satu, yang mana menunjukkan MIP tersebut berhasil \nterbentuk dan memiliki kapasitas pengikatan yang lebih baik terhadap probeenesid \ndibandingkan dengan NIP.", "Daftar File": {"ABSTRAK Christie Stephanie": "https://digilib.itb.ac.id/gdl/download/303479"}, "Penulis": "Christie Stephanie [20721028]", "Kontributor / Dosen Pembimbing": ["apt. Benny Permana, S.Si., M.Si., Ph.D.", "Dr. rer. nat. apt.Sophi Damayanti, M.Si.,"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "probenesid, polimer tercetak molekul, MIP, adsorben, prakonsentrasi", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "16 Agu 2023"}