{"Nomor": 76514, "Judul": "PERANCANGAN DESAIN TRANSPORTASI STASIUN KERETA CEPAT JAKARTA-BANDUNG HALIM", "Abstrak": "Stasiun Kereta Cepat Jakarta-Bandung (KCJB) Halim merupakan stasiun yang akan melayani keberangkatan dan kedatangan penumpang kereta cepat Jakarta-Bandung. Stasiun KCJB Halim terletak di Jalan Wangko, Halim Perdana Kusuma, Jakarta Timur. Stasiun KCJB Halim berada di kawasan transit hub yang memfasilitasi penumpang untuk berganti moda transportasi dalam satu kawasan. Selain stasiun kereta cepat, pada kawasan transit hub ini akan terdapat stasiun LRT dan Halte BRT. Pada tugas akhir ini akan dibahas mengenai Perancangan Transportasi Stasiun KCJB Halim. Proses perencanaan transportasi pada masjid ini dimulai dengan menentukan jumlah bangkitan penumpang dan kendaraan dari stasiun sebagai demand yang harus diakomodasi, Selanjutnya dilakukan Analisis Dampak Lalu Lintas (ANDALALIN) pada kedua akses masuk-keluar yaitu Jalan DI. Pandjaitan dan Jalan Bebas Hambatan untuk mengetahui dampak pembangunan dari stasiun ke lalu lintas eksisting. Selanjutnya, dilakukan evaluasi kelayakan jaringan internal stasiun meliputi lift, escalator, tangga, dan bay dalam mengakomodasi arus penumpang stasiun. Terakhir, akan dilakukan analisis desain taman parkir sebagai tempat parkir untuk moda sepeda motor, mobil, dan bus. Dilakukan juga analisis antrian pada setiap lokasi parkir untuk memastikan tidak terjadi antrian yang berlebih dan kemacetan yang berkepanjanganan pada lokasi parkir. Standar yang digunakan dalam analisis transportasi adalah Pedoman Perencanaan dan Pengoperasian Fasilitas Parkir oleh Direktorat Bina Sistem Lalu Lintas Angkutan Kota - Direktorat Jenderal Perhubungan Darat Tahun 1998, Peraturan Menteri Peraturan Menteri Pekerjaan Umum dan Perumahan Rakyat No. 14 Tahun 2017 tentang Persyaratan Kemudahan Bangunan Gedung, Manual Kapasitas Jalan Indonesia oleh Direktorat Jenderal Bina Marga Tahun 1997, London Underground : Station Planning Standars and Guidelines Tahun 2012.", "Daftar File": {}, "Penulis": "Reynaldi David Abner [15019108]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Harun Al Rasyid, M.Sc., Ph.D.", "Dr. Ir. Ima Fatima, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Stasiun Kereta Cepat, ANDALALIN, jaringan internal, taman parkir, antrian.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "16 Agu 2023"}