{"Nomor": 76516, "Judul": "ANALISIS PENGARUH MANFAAT MEDIA SOSIAL DALAM MEMPENGARUHI INTENSI PEMBELIAN UNTUK MEMESAN PERJALANAN PHINISI LIVEABOARD DI LABUAN BAJO", "Abstrak": "Pariwisata telah muncul sebagai pendorong utama pertumbuhan ekonomi, yang mengarah pada penekanan yang signifikan untuk memaksimalkan konsumsi dalam industri tersebut. Bali, sebagai salah satu tujuan wisata unggulan di Indonesia, terkenal dengan keindahan alam dan budayanya yang kaya, tidak hanya menarik wisatawan domestik tetapi juga wisatawan dari seluruh dunia. Menyadari popularitas Bali yang mendunia, Kementerian Pariwisata dan Ekonomi Kreatif Indonesia meluncurkan program '10 Bali Baru', yang bertujuan untuk mempromosikan dan meningkatkan daya tarik sepuluh destinasi wisata lokal lainnya untuk menandingi kesuksesan Bali. Di antara destinasi tersebut adalah Labuan Bajo yang menawarkan pemandangan tropis dan pengalaman unik dengan perjalanan Liveaboard Phinisi. Penelitian ini berfokus untuk memperkuat industri pariwisata di Labuan Bajo melalui upaya pemasaran media sosial yang dapat menarik minat konsumen pariwisata untuk memesan wisata Liveaboard Phinisi. Untuk mencapai hal ini, pendekatan kuantitatif digunakan. Studi ini mengumpulkan data dari 238 responden survei di Indonesia dan melakukan analisis data menggunakan PLS-SEM. Ditemukan bahwa dari empat Manfaat Media Sosial yang masuk ke dalam model penelitian, tiga yang paling signifikan dalam menarik niat beli, yaitu Manfaat Moneter, Fungsional, dan Sosio- Psikologis. Oleh karena itu, rekomendasi yang ditawarkan penelitian ini, berdasarkan temuan, adalah mempertahankan komunitas dan hubungan yang positif antara brand dan konsumen di media sosial, membuat kampanye pemasaran untuk diskon dan penawaran khusus yang lebih besar selama musim liburan dan musim khusus, dan berkolaborasi dengan travel influencer untuk testimoni langsung dan berbagi pengalaman melalui media sosial. Temuan penelitian menawarkan wawasan pemasaran yang berharga untuk meningkatkan niat beli produk wisata domestik melalui strategi pemasaran media sosial yang efektif.", "Daftar File": {"2023 SK PP Raiza Raudhah Rizkiyana   [19020246] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/303494"}, "Penulis": "Raiza Raudhah Rizkiyana [19020246]", "Kontributor / Dosen Pembimbing": ["Drs. Herry Hudrasyah, M.A.", "Taufik Faturohman, S.T, MBA, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Intensi Pembelian, Pemasaran Media Sosial, Liveaboard Phinisi, Pariwisata, Labuan Bajo", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "16 Agu 2023"}