{"Nomor": 76519, "Judul": "REGENERASI MAGNESIUM KARBONAT MENJADI MAGNESIUM OKSIDA MENGGUNAKAN BAHAN BAKAR KARBON", "Abstrak": "Proses pembuatan biohidrokarbon melalui dekarboksilasi sabun basa logam menghasilkan\nproduk samping berupa logam karbonat. Logam karbonat ini dapat kembali menjadi logam\noksida melalui proses pemanasan hingga temperatur dekomposisinya atau disebut juga dengan\nproses kalsinasi. Proses kalsinasi membutuhkan energi yang besar sehingga jenis energi yang\ndipakai akan mempengaruhi nilai keekonomian pada proses ini. Maka dari itu, penelitian ini\nbertujuan untuk mengetahui kondisi operasi serta menentukan perbandingan optimum pada\npemanasan campuran magnesium karbonat (MgCO3) dengan bahan bakar karbon. Hasil\nkalsinasi ini berupa magnesium oksida (MgO) yang dianalisis menggunakan XRD. Parameter\npada proses kalsinasi ini adalah laju alir oksigen, massa MgCO3, serta massa bahan bakar\nkarbon berupa briket batok kelapa. Proses kalsinasi tersebut dilakukan dengan menggunakan\nMgCO3 sebanyak 1, 2, dan 3 gram serta dengan massa bahan bakar karbon sebanyak 10 dan\n15 gram, adapun laju alir oksigen yang digunakan yaitu 1,5; 2; dan 2,5 L/menit. MgCO3 pada\nanalisis XRD memiliki puncak pada sudut difraksi 8°, 15°, 22° dan 31°. sedangkan senyawa\nMgO memiliki puncak pada sudut difraksi 37°, 43°, 62° dan 79°. Berdasarkan hasil penelitian,\nMgO pada hasil kalsinasi menunjukkan sudut difraksi yang hampir sama dengan hasil analisis\nXRD pada MgO murni serta perolehan tertinggi diperoleh pada variasi massa MgCO3 1 gram,\nmassa karbon 15 gram, dan laju alir oksigen 2 L/menit sebesar 47,2%.", "Daftar File": {}, "Penulis": "Muhammad Rafi Ramadhan Taufik [14519030]", "Kontributor / Dosen Pembimbing": ["Ir. Ronny Purwadi, M.T, Ph.D.", "Dr. Meiti Pratiwi, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Bioenergi dan Kemurgi", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Regenerasi, magnesium karbonat, karbon, oksigen, kalsinasi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "16 Agu 2023"}