{"Nomor": 76511, "Judul": "FINANCIAL PERFORMANCE ANALYSIS OF PT INTEGRA INDOCABINET TBK AND COMPLIANCE OF FINANCIAL LOAN COVENANT TOWARD DEBT REPAYMENT CAPABILITY", "Abstrak": "Pada tahun 2022, PT Integra Indocabinet Tbk menghadapi penurunan penjualan bersih sebesar - 16,42%. Pada saat yang sama, industri furnitur Indonesia juga mengalami penurunan nilai ekspor. Penelitian ini dilakukan untuk menganalisis kinerja keuangan Integra Group dari tahun 2018 hingga 2022, khususnya mengenai kemampuan pembayaran utang. Rasio keuangan dari berbagai aspek seperti profitabilitas, likuiditas, aktivitas, dan solvabilitas akan dihasilkan untuk mencerminkan kinerja perusahaan dan tren dalam lima tahun terakhir. Selain mengevaluasi rasio keuangan perusahaan, penelitian ini juga akan mengevaluasi kepatuhan perusahaan terhadap persyaratan pinjaman, dalam bentuk rasio keuangan, dalam pinjaman bank serta penerbitan obligasi. Dari analisis rasio keuangan, kinerja perusahaan merosot pada tahun 2022, hal ini disebabkan oleh penurunan penjualan yang dialami oleh Integra Group. Terdapat beberapa masalah mengenai kinerja likuiditas perusahaan. Namun, dapat dilihat dari rasio Interest Coverage Ratio dan DSCR bahwa perusahaan masih mampu memenuhi kewajiban dalam membayar bunga dan pembayaran pokok utang mereka. Mengenai kepatuhan dalam persyaratan pinjaman keuangan, menunjukkan bahwa terdapat indikasi pelanggaran perjanjian dalam rasio Debt-to-EBITDA. Namun, perusahaan masih mampu membayar pokok utang mereka dan bahkan melunasi fasilitas kredit. Penelitian ini menemukan bahwa penurunan penjualan yang dihadapi oleh perusahaan benar-benar memberikan dampak signifikan terhadap kinerja keuangan perusahaan yang melemah pada tahun 2022. Dalam hal kepatuhan terhadap perjanjian pinjaman keuangan, pelanggaran perjanjian tidak memengaruhi kemampuan perusahaan dalam pembayaran utang.", "Daftar File": {"2023 SK PP Adinda Nur Azizah   [19020306] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/303480"}, "Penulis": "Adinda Nur Azizah [19020306]", "Kontributor / Dosen Pembimbing": ["Acip Sutardi, S.E, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Analisa Kinerja Keuangan, Rasio Keuangan, Persyaratan Pinjaman, Pinjaman Bank, Penerbitan Obligasi, Industri Furnitur", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "16 Agu 2023"}