{"Nomor": 76529, "Judul": "PENGEMBANGAN OPERASI JOIN UNTUK DATA TERDISTRIBUSI PADA SISTEM MANAJEMEN BASIS DATA CASSANDRA", "Abstrak": "Pekerjaan sebelumnya yang dilakukan oleh Adyatma (2022) berhasil membuat se-\nbuah library untuk melakukan operasi join pada basis data Cassandra. Namun,\n\nterdapat beberapa permasalahan yang masih dialami, misalnya library masih me-\nlakukan operasi di dalam satu mesin saja. Selain itu, operasi yang bisa dilakukan\n\nhanyalah operasi join saja, padahal biasanya operasi join dilakukan dengan operasi\nlain, misalnya operasi selection.\n\nUntuk menyelesaikan permasalahan-permasalahan ini, perlu dilakukan analisis ten-\ntang bagaimana cara Cassandra mengkomunikasikan keadaan mesin-mesin dalam\n\ncluster-nya, bagaimana cara Cassandra menyimpan data di lingkungan terdistribusi,\ndan bagaimana cara Cassandra mengambil data di lingkungan terdistribusi. Setelah\n\ndianalisis, pengambilan data dari Cassandra dapat diperbaiki dengan memanfaat-\nkan token ranges yang ada di Cassandra. Selanjutnya dilakukan analisis terhadap\n\nbeberapa alternatif solusi dalam pemilihan mesin yang melakukan pengerjaan. Di-\nantaranya adalah menggunakan mesin khusus, menggunakan load balancer, dan\n\nmenggunakan banyak mesin pekerja. Agar lebih efektif, dipilih alternatif solusi\nyang terakhir. Selanjutnya solusi-solusi yang dipilih diimplementasikan ke dalam\nbentuk library.\nSetelah dilakukan pengujian, didapati bahwa library yang dikembangkan memiliki\nfungsional yang tepat serta memiliki kinerja yang lebih baik daripada library hasil\n\npekerjaan Adyatma (2022). Dibandingkan dengan library Spark Cassandra Con-\nnector milik Datastax, library yang dikembangkan lebih baik kinerjanya di dataset\n\nukuran kecil dan menengah, tetapi lebih buruk di dataset ukuran besar. Hal ini terja-\ndi karena penggunaan memori masih belum dioptimasi, sehingga ketika menangani\n\ndataset ukuran besar, overhead yang dialami library menjadi jauh lebih signifikan.", "Daftar File": {}, "Penulis": "Widya Anugrah Putra [13519105]", "Kontributor / Dosen Pembimbing": ["Dr. Fazat Nur Azizah, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "join, selection, cassandra, terdistribusi", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi  \n                                     Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "16 Agu 2023"}