{"Nomor": 76527, "Judul": "KAJIAN TANTANGAN DAN PELUANG DALAM ADOPSI PENYELENGGARAAN PROYEK TERINTEGRASI DI INDONESIA", "Abstrak": "Industri konstruksi Indonesia sedang dihadapkan pada berbagai masalah yang\nmembuat tingkat pertumbuhan konstruksi mengalami penurunan tren dalam 10\ntahun terakhir. Rendahnya produktivitas merupakan salah satu contoh\npermasalahan yang disebabkan oleh fragmentasi yang terjadi pada industri\nkonstruksi. Fragmentasi merupakan suatu fenomena terpecah-pecahnya pekerjaan\nkonstruksi ke dalam beberapa paket pekerjaan yang dilaksanakan oleh berbagai\npihak yang berbeda, mengakibatkan inefisiensi pekerjaan. Proyek terintegrasi atau\nIntegrated Project Delivery (IPD) kemudian hadir untuk menjawab permasalahan\nfragmentasi yang terjadi pada metode proyek tradisional. IPD merupakan metode\npenyelenggaraan proyek yang mengkolaborasikan semua sumber daya termasuk\npihak yang terlibat sehingga berpeluang meningkatkan produktivitas dan\nefektivitas. Namun, dibalik peluang yang dimiliki IPD terdapat tantangan yang\ndihadapi oleh penerapan IPD, terutama di Indonesia. IPD membutuhkan\ninfrastruktur teknologi, SDM yang memadai, dan investasi waktu yang tidak\nsedikit. Dengan gambaran tantangan dan peluang penerapan IPD yang sudah ada,\nmaka perlu dilakukan identifikasi poin tantangan dan peluang penerapan IPD lebih\nlanjut dan mendetail. Berdasar beberapa studi kasus terdahulu, poin tantangan dan\npeluang dapat dirangkum menjadi lima kategori, di antaranya aspek Motivasi dan\nKomitmen, Komunikasi dan Kolaborasi, Skill dan Pengalaman, Wawasan dan\nInformasi, hingga Evaluasi Keuangan. Faktor tantangan dan peluang penerapan\nIPD yang terdapat dalam lima kategori tersebut kemudian diberikan kepada\nresponden praktisi konstruksi Indonesia untuk mengetahui persepsi mereka\nmengenai hubungan faktor tantangan dan peluang penerapan IPD terhadap\npencapaian objektif proyek di Indonesia serta juga dicari hubungan faktor tantangan\ndan peluang terhadap pencapaian objektif yang paling signifikan. Data\ndikumpulkan melalui survei kuisioner dengan skala Likert, dengan responden yang\nsebagian besar merupakan manajer proyek dan/atau staff terkait proyek terintegrasi\nyang menggunakan fasilitas Building Information Modelling (BIM) dikarenakan\nBIM merupakan fasilitas penting dalam IPD yang dimana dengan BIM, kerangka\nkolaboratif dalam IPD dapat berjalan. Data yang telah didapat dianalisis untuk\nii\nmengetahui hubungan dan pengaruh masing-masing antara variabel tantangan\nterhadap objektif proyek dan variabel peluang terhadap objektif. Untuk mengetahui\nkekuatan hubungan antar variabel independen terhadap independen digunakan\nanalisis Spearman. Untuk menguji nilai pengaruh digunakan signifikansi 2 arah (2-\ntailed) yang terdiri dari arah positif di mana variabel bebas berbanding lurus\nterhadap variabel terikat, dan arah negatif di mana variabel bebas berbanding\nterbalik atau berlawanan terhadap variabel terikat maka digunakan hipotesis yang\nmenyatakan jika tidak ada pengaruh antara variabel tantangan dan peluang terhadap\nvariabel objektif proyek (H0) dan ada pengaruh antara variabel tantangan dan\npeluang terhadap variabel objektif proyek (H1). Jika nilai signifikansi dibawah 0,05\nmaka nilai pengaruh variabel signifikan, dan sebaliknya. Nilai korelasi Spearman\ndigunakan untuk memeringkatkan nilai pengaruh atau signifikansi antara variabel\ntantangan dan peluang penerapan IPD terhadap variabel objektif proyek yang\nnantinya akan digunakan untuk mengetahui nilai pasangan antara variabel. Setelah\nitu, berdasarkan hasil analisis Spearman dan signifikansinya terhadap hipotesis,\ndidapatkan nilai signifikansi variabel-variabel bebas “Tantangan” dan “Peluang”\nterhadap variabel terikat “Objektif” memiliki nilai <0,05 yang berarti secara\nkeseluruhan memiliki hubungan signifikan. Sekaligus juga menjawab hipotesis H1\nbahwa “Adanya pengaruh antara persepsi tantangan dan peluang penerapan IPD\nterhadap kesiapan penerapan IPD di Indonesia dalam wujud persepsi responden\nterhadap pencapaian objektif”. Sementara itu, hubungan faktor kurangnya\nkomitmen stakeholder terhadap IPD karena sudah berada di zona nyaman terhadap\nmenurunnya tingkat keberlanjutan lingkungan menjadi faktor yang paling\nsignifikan terhadap tingkat kesuksesan proyek IPD di Indonesia.", "Daftar File": {"ABSTRAK Farhan Prima Chandra": "https://digilib.itb.ac.id/gdl/download/303518"}, "Penulis": "Farhan Prima Chandra [25020349]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Puti Farida Marzuki"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Konstruksi Indonesia, fragmentasi, Integrated Project Delivery (IPD), tantangan, peluang, persepsi, signifikan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "16 Agu 2023"}