{"Nomor": 76523, "Judul": "USULAN STRATEGI BISNIS PADA PERUSAHAAN JASA MRO  AVIASI DI INDONESIA (PT. XYZ)", "Abstrak": "Bertumbuhnya ekonomi dan industri pariwisata di Indonesia memberikan angin segar bagi industri penerbangan yang ada. PT. XYZ sebagai perusahaan MRO di Indonesia yang salah satu fokusanya pada perawatan pesawat, memiliki peluang untuk bangkit kembali. Karena dalam beberapa tahun terakhir memiliki revenue yang kurang signifikan dibandingkan sebelum era-pandemi, dari sinilah dibutuhkan adanya riset mendalam untuk identifikasi dan mengatasi permasalahan tersebut. Riset ini bertujuan untuk mengetahui mengetahui bagaimana kondisi external dan internal dari PT. XYZ, mengetahui bagaimana brand equity dari PT. XYZ, dan mengetahui bagaimana implementasi kedepan pada PT. XYZ melalui strategi yang telah dibangun. Riset ini menggunakan analisa PESTEL, Porter Five Forces, Analisa Kompetitor dan Analisa Customer pada bagian eksternal analisis. Dilanjutkan dengan Marketing Mix dan VRIO pada internal analisis. Pembahasan dan solusi bisnis menggunakan analisa SWOT dan Matrix TOWS untuk menemukan strategi, dan diselesaikan dengan Matrix QSPM untuk menentukan strategi mana yang seharusnya terlebih dahulu dilakukan. Di akhir riset ini dibentuk implementasi jangka panjang untuk mengawasi strategi yang telah dibangun. Pada analisa customer dilakukan secara interview kualitatif terbuka bersama dengan Top 20 Customer dari PT. XYZ. Dari hasil analisa eksternal dan internal memperoleh beberapa kekuatan, kelemahan dan peluang PT. XYZ diantaranya lokasi yang strategis dan fasilitas lengkap sebagai kekuatan, beberapa kualitas pelayanan yang tidak konsisten karena informasi yang kurang jelas sebagai kelemahan, dan peluang terhadap kemajuan teknologi yang belum diolah oleh perusahaan. Konseptual framework brand equity pada riset ini yang diolah dengan analisa customer secara interview, sejalan dengan teori yang dikemukakan pada jurnal yang terkait. Penulis juga menemukan sesuatu bahwa dalam bidang b2b layanan jasa, pengalaman customer sangat penting terhadap keputusan mereka mengunakan kembali atau tidak pada layanan tersebut. Dalam riset ini diberikan beberapa implementasi yang dijalankan berkaitan dengan strategi yang terbaik yaitu pemanfaatan teknologi sebagai pemecah masalah komunikasi perusahaan dengan customer. Implementasi jangka panjang ini diberikan waktu selama 12 bulan, agar dapat dilakukan pengawasan dan control kualitas. Dengan memiliki brand equity yang kuat, perusahaan akan dapat meraih market yang lebih besar dan mendapat awareness lebih dari rekan - rekan calon customer lain melalui feedback yang telah diberikan oleh customer PT. XYZ sebelumnya.", "Daftar File": {"2023_TS_PP_Farros Taqy Abdillah-29121482_Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/303515"}, "Penulis": "Farros Taqy Abdillah [29121482]", "Kontributor / Dosen Pembimbing": ["Prawira Fajarindra Belgiawan, S.T, M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "brand equity, mro aviation, service company, b2b, marketing strategy.", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "16 Agu 2023"}