{"Nomor": 76520, "Judul": "PENGEMBANGAN PRODUKSI BIOASPAL DARI MINYAK MENTAH PIROLISIS TANDAN KOSONG KELAPA SAWIT (TKKS)", "Abstrak": "Aspal merupakan cairan kental berwarna cokelat atau hitam hasil penyulingan minyak bumi. Indonesia merupakan salah satu penghasil aspal yakni aspal buton yang berada di Sulawesi. Aspal minyak bumi ketersediaanya semakin menipis sehingga diperlukan alternatif lain yang dapat menggantikannya. Salah satu alternatifnya adalah bioaspal. Bioaspal merupakan bio-oil hasil pirolisis biomassa yang telah dilakukan evaporasi. Cairan bio-oil hasil evaporasi mirip dengan aspal pada umumnya. Penelitian ini bertujuan untuk menentukan karakteristik bioaspal dari tandan kosong kelapa sawit, pengaruh temperatur pirolisis pada jumlah bio crude-oil yang dihasilkan dan pengaruh temperatur serta tekanan pada distilasi terhadap peroleh massa bioaspal. Variasi penelitian pada temperatur pirolisis yaitu 300°C, 400°C, dan 500°C dan variasi distilasi bio-oilnya yaitu temperatur 70°C-90°C pada tekanan 40-50 kPa. Perolehan rata-rata produk pirolisis yakni bio-oil 11,60% ; char 31,75% dan sisanya gas 56,65%, nilai viskositas bio-oil yaitu 0,007-0,045 Pa.s, nilai densitas bio-oil yaitu 1,15-1,22 g/ml sedangkan untuk bioaspal nilai viskositas yang paling besar yaitu 4,099 Pa.s dan berdasarkan hasil uji FTIR, bioaspal memilki kemiripan gugus fungsi dengan asphaltene seperti adanya gugus C-H stretch, C- H bend, gugus C-H alkenes, C-H aromatic rings, dan C=C aromatic rings.", "Daftar File": {}, "Penulis": "Muhammad Turjayus Purnama [14519017]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Yazid Bindar, M.Sc., Ph.D.", "Ir. Elvi Restiawaty, S.T., P.D.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Bioenergi dan Kemurgi", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "bioaspal, pirolisis, bio-oil, distilasi, tandan kosong kelapa sawit", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "16 Agu 2023"}