{"Nomor": 76549, "Judul": "PENERAPAN METODE Q-SLOPE DALAM ANALISIS KESTABILAN LERENG: STUDI KASUS LERENG TUNGGAL KUARI A PT INDOCEMENT TUNGGAL PRAKARSA TBK. PLANT PALIMANAN, KAB. CIREBON, JAWA BARAT", "Abstrak": "Penelitian ini dilatarbelakangi oleh masih minimnya penggunaan metode penilaian\nkestabilan lereng yang dapat digunakan secara realtime di lapangan selama proses\npenggalian lereng atau konstruksi sipil berdasarkan karakteristik aktual lereng di\nlapangan yang dapat diamati secara visual. Sehingga penelitian ini bertujuan untuk\nmenilai akurasi penggunaan metode empiris Q-slope dalam penentuan awal\nstabilitas lereng berdasarkan deskripsi visual lereng di lapangan dibandingkan\ndengan analisis kestabilan lereng menggunakan metode kesetimbangan batas dan\nmetode numerik (elemen hingga) yang menggunakan pemodelan lereng dengan\nbantuan software. Penelitian dilakukan di lokasi penambangan Kuari A PT\nIndocement Tunggal Prakasa Tbk. Plant Palimanan, di tiga lokasi lereng berbeda,\nyaitu lereng dengan litologi limestone, lereng dengan litologi sandstone, dan lereng\ndengan litologi claystone. Analisis diawali dengan melakukan proyeksi stereografi\natau analisis kinematika terhadap data hasil scanline untuk mendapatkan orientasi\nbidang lemah dan potensi longsoran. Setelah itu, dilanjutkan dengan analisis\nkestabilan lereng dengan metode empiris Q-slope, keluaran dari analisis ini adalah\nnilai Q-slope dan rekomendasi kemiringan lereng optimum yang masih\nmemberikan kemantapan lereng (kemiringan Q-slope). Selain itu, analisis statistik\njuga dilakukan untuk mendapatkan distribusi data terbaik dari data sifat fisik dan\nmekanik batuan sebagai input dalam analisis dengan metode kesetimbangan batas\ndan metode numerik (elemen hingga) untuk mendapatkan nilai Probabilitas\nLongsor (PL). Kemudian, geometri lereng hasil penerapan metode empiris Q-slope\nakan dianalisis dengan metode kesetimbangan batas untuk mendapatkan nilai FK\n(disesuaikan dengan tipe longsoran yang telah didapatkan dari analisis kinematika)\ndan dengan metode elemen hingga untuk mendapatkan nilai SRF. Analisis dengan\nmetode elemen hingga ini dimaksudkan untuk memperkuat hasil analisis kestabilan\nlereng tanpa memperhatikan tipe longsorannya. Hasil dari penelitian ini telah\nmenunjukkan adanya keselarasan antara hasil analisis dengan metode empiris Qslope dan hasil analisis dengan metode kesetimbangan batas serta metode numerik\n(elemen hingga), yang dibuktikan dengan masih amannya nilai Faktor Keamanan\n(FK), Probabilitas Longsor (PL), dan Strength Reduction Factor (SRF) untuk\nlereng yang menerapkan rekomendasi kemiringan Q-slope.", "Daftar File": {"ABSTRAK Aziz Saoma Ramadhan": "https://digilib.itb.ac.id/gdl/download/303592", "BAB 1 Aziz Saoma Ramadhan": "https://digilib.itb.ac.id/gdl/download/303593", "BAB 2 Aziz Saoma Ramadhan": "https://digilib.itb.ac.id/gdl/download/303595", "BAB 3 Aziz Saoma Ramadhan": "https://digilib.itb.ac.id/gdl/download/303598", "BAB 4 Aziz Saoma Ramadhan": "https://digilib.itb.ac.id/gdl/download/303602", "BAB 5 Aziz Saoma Ramadhan": "https://digilib.itb.ac.id/gdl/download/303604", "PUSTAKA Aziz Saoma Ramadhan": "https://digilib.itb.ac.id/gdl/download/303606"}, "Penulis": "Aziz Saoma Ramadhan [12119090]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Budi Sulistianto, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "Stereografi, Kinematika, Q-slope, Kesetimbangan Batas, Elemen Hingga", "Sumber": "Program Studi Teknik Pertambangan", "Staf Input/Edit": "Resti Andriani  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "16 Agu 2023"}