{"Nomor": 76547, "Judul": "IMPLEMENTASI OBJEK LOKAL DAN LINGKUNGAN INDONESIA UNTUK SIMULASI TREM OTONOM MENGGUNAKAN SIMULATOR  CARLA", "Abstrak": "Penelitian “Pengembangan Sistem Otonomi dengan Menggunakan Kecerdasan\nArtificial untuk Trem” merupakan penelitian yang mengembangkan sistem otonomi\nuntuk trem. Pengembangan sistem otonomi ini membutuhkan simulasi untuk\nmemudahkan pengembangan sistem tersebut. Simulasi menggunakan skema\nsoftware-in-the-loop dengan simulator CARLA sebagai perangkat lunaknya.\nDibutuhkan dunia simulasi yang identik dengan dunia nyata untuk mendukung\npengembangan sistem. Tugas Akhir ini meneliti implementasi objek trem,\nobjek lokal, dan lingkungan khas Indonesia dalam dunia simulasi simulator\nCARLA untuk simulasi trem otonom. Setelah mengeksplorasi editor CARLA\ndan dokumentasinya, dilakukan pembuatan aset model 3D, pengimporan aset,\npengeditan aset dalam editor, pengintegrasian aset ke dalam simulasi, dan validasi\nhasil implementasi. Objek yang diimplementasi adalah trem, angkot, sepeda onthel,\nsepeda motor, becak, stasiun, rambu lalu lintas, dan rel. Hasil implementasi\ndivalidasi dan dievaluasi untuk memastikan aset-aset atau objek-objek tersebut\nterutama kendaaraan stabil dalam simulasi dan dapat mengikuti kendali pengguna\ndan kendali autopilot. Hasil implementasi adalah: Trem dan angkot stabil sebagai\nkendaraan roda 4 dan dapat mengikut kendali pengguna dan kendali autopilot;\nSepeda onthel, sepeda motor, dan becak stabil sebagai objek statik dan bukan\nsebagai kendaraan roda 2; dan Stasiun, rambu lalu lintas, dan rel stabil sebagai\nobjek statik. Sepeda onthel, sepeda motor, dan becak tidak diimplementasikan\nsebagai kendaraan roda 2 karena tidak stabil ketika simulasi berjalan. Hal tersebut\ndisebabkan oleh kesalahan konfigurasi aset. Hasil implementasi selanjutnya\ndiekspor sehingga dapat digunakan dalam oleh berbagai pengembang sistem\notonom.", "Daftar File": {}, "Penulis": "Jeane Mikha Erwansyah [13519116]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Bambang Riyanto Trilaksono", "Achmad Imam Kistijantoro, S.T, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "trem otonom, simulasi, simulator CARLA, objek lokal Indonesia.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "16 Agu 2023"}