{"Nomor": 76556, "Judul": "ANALYTIC HIERARCHY PROCESS (AHP) TO SUPPORT DECISION IN THE CONTEXT OF NORMALIZATION  T/L 275 KV NAGAN RAYA - SIGLI", "Abstrak": "Normalisasi tegangan merupakan aspek yang sangat penting dalam pengelolaan sistem kelistrikan guna memastikan penyediaan energi listrik yang stabil dan handal. Sebagai perusahaan penyedia listrik terkemuka di Indonesia, PT PLN (Persero) menghadapi tantangan dalam melakukan normalisasi tegangan saluran listrik pada proyek T/L 275 kV Nagan Raya - Sigli. Proyek ini berada di wilayah kerja PT PLN (Persero) UIP SBU, sebuah unit yang secara khusus berfokus dalam bidang konstruksi ketenagalistrikan di Provinsi Aceh dan Provinsi Sumatera Utara.  Dengan adanya kegiatan Normalisasi T/L 275 kV Nagan Raya – Sigli mengkibatkan terjadinya pemindahan konduktor pada Tower 105 yang sebelumnya konduktor masuk ke arah GI Sigli dan kini harus dipindahkan menuju ke arah GITET Sigli. Pemindahan konduktor ini menyebabkan terjadinya perubahan sudut tower sebesar 41º3'56\" dimana Perubahan sudut tersebut dapat berpotensi merusak struktur tower dan kekuatan pondasi tower, yang dimana dapat membuat  tower tersebut rubuh dan dapat mengganggu keandalan sistem kelistrikan dan berdampak negatif terhadap tingkat kepuasan pelanggan. Saat ini, Tower 105 masih menggunakan Tower Tipe BB+12 dengan pondasi kelas BB. Namun, Standar Perusahaan Listrik Negaar (SPLN) menetapkan bahwa tower BB hanya dapat menahan sudut hingga 0º-10º. Oleh karena itu, diperlukan tindakan khusus untuk mengatasi masalah ini demi menjaga keandalan pasokan listrik. Dalam penelitian ini, pengambilan keputusan strategis menjadi langkah yang sangat penting dalam menyelesaikan masalah yang dihadapi. Metode Analytical Hierarchy Process (AHP) digunakan sebagai pendekatan untuk menentukan solusi terbaik. Melalui analisis internal dan wawancara yang dilakukan dengan para Subject Matter Expert serta stakeholder internal maupun eksternal PT PLN (Persero) UIP SBU, terdapat empat kriteria objektif yang telah ditetapkan, yaitu biaya pekerjaan untuk melaksanakan pekerjaan tersebut, tingkat kemudahan pelaksanaan yang harus dilakukan untuk menyelesaiak pekerjaan tersebut hingga selesai, durasi pekerjaan menyelesaikan pekerjaan tersebut, dan kualitas pekerjaan yang sesuai dengan yang direncanakan.  Setelah menganalisis data dari para Subject Matter Expert dan bidang teknik/perencanaan terkait, teridentifikasi bahwa terdapat tiga alternatif yang layak dipertimbangkan yaitu Alternatif pertama adalah menggunakan lahan baru dengan membangun tower dan pondasi baru. Alternatif kedua adalah mempertahankan lahan yang sudah ada membongkar pondasi lama dan tower lama dengan membangun kembali pondasi dan tower baru. Alternatif ketiga adalah tetap menggunakan lahan yang ada dengan melakukan perkuatan pada tower dan pondasi yang telah ada. Dalam analisis menggunakan metode AHP, Alternatif 1, yaitu menggunakan lahan baru, terpilih sebagai pilihan terbaik dengan nilai 57% disusul dengan Alternatif 3 Existing Land (Existing Tower Strengthening + Existing Foundation Strengthening) dengan nilai 24 % dan pilihan terakhir Alternatif 2 Existing Land (New Foundation + New Tower) dengan nila 19 %. Keputusan ini diharapkan dapat mengatasi masalah yang terkait dengan sudut tower dan pondasi yang disebabkan oleh pemindahan konduktor, serta menjaga keandalan pasokan listrik dan meningkatkan kepuasan pelanggan.", "Daftar File": {"2023_TS_PP_Nario Richi Lorensio-29121449_Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/303642"}, "Penulis": "Nario Richi Lorensio Sipayung [29121449]", "Kontributor / Dosen Pembimbing": ["Meditya Wasesa, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Normalisasi, Analytical Hierarchy Process (AHP), Sudut Tower, Tower Transmisi.", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "16 Agu 2023"}