{"Nomor": 76555, "Judul": "PENGARUH PEMBEBANAN BERULANG TERHADAP NILAI KECEPATAN ULTRASONIK PADA UJI KUAT TEKAN UNIAKSIAL", "Abstrak": "Kegiatan penambangan memberikan dampak salah satunya adalah\nperubahan karakteristik batuan di sekitarnya. Perubahan karakteristik batuan terjadi\nkarena batuan mengalami penekanan loading unloading berulang. Retakan massa\nbatuan yang mengalami pembebanan berulang dapat mengubah kecepatan\ngelombang ultrasonik. Oleh karena itu, perlu dilakukan analisis pengaruh\npembebanan berulang terhadap kecepatan gelombang ultrasonik batuan.\nSampel batuan pada penelitian ini memiliki litologi yang berbeda-beda,\nyang terdiri dari, Magnetite, Skarn, Diorite, Limestone, Granite, Tuff, dan Altered\nDiorite. Penelitian diawali dengan uji sifat fisik uji, uji cepat rambat gelombang\nultrasonik, uji UCS (Unconfined Compressive Strength) dan uji loading unloading\nuniaksial dari sampel batuan. Pada uji loading unloading sampel batuan diberikan\nvariasi gaya tekan sebesar 40-80% dari nilai kuat tekan (UCS). Setelah itu,\ndilakukan pengolahan data dan diamati apakah loading dan unloading beban\nmempengaruhi nilai cepat rambat gelombang ultrasonic dan Modulus Young\nsampel batuan.\nHasil dari penelitian ini adalah semakin tinggi nilai densitas batuan maka\nakan semakin besar nilai cepat rambat gelombang ultrasonik. Pengujian loading\nunloading uniaksial mengakibatkan perubahan nilai kecepatan gelombang pada\nsaat kondisi ditekan (loading) gelombang Vp mengalami peningkatan nilai Vp dari\nVp awal sebesar 4.46%-70.07% dan pada kondisi dilepas (unloading) gelombang\nVp mengalami penurunan nilai Vp dari Vp awal sebesar 5.82%-33%. Adanya\npenurunan nilai Vp ini menandakan adanya retakan pada batuan dan kenaikan nilai\nVp menandakan adanya penutupan retakan. Pada pengujian didapat pula semakin\nbesar nilai porositas maka semakin besar pula perubahan Vp. Loading unloading\njuga mempengaruhi nilai Modulus Young. Semakin banyak jumlah siklus loading\nunloading maka semakin tinggi nilai Modulus Young.", "Daftar File": {"ABSTRAK Audy Lanaya Windiani": "https://digilib.itb.ac.id/gdl/download/303628"}, "Penulis": "Audy Lanaya Windiani [12119038]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ganda Marihot Simangunsong, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "kecepatan gelombang ultrasonik, uji loading unloading, modulus young, historical stress, kuat tekan.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "16 Agu 2023"}