{"Nomor": 76559, "Judul": "STRATEGI PENGHIDUPAN PETANI DI KAWASAN INDUSTRI SUBANG SMARTPOLITAN (STUDI KASUS : DESA WANTILAN)", "Abstrak": "Pesatnya pembangunan di Kabupaten Subang sejak tahun 2013 dengan\ndibangunnya jalan tol Cipali serta ditetapkannya Perda RTRW Kabupaten Subang\nmembuat investasi dalam bidang industri meningkat, hal tersebut berdampak\nlangsung terhadap Desa Wantilan yang tidak dapat mengelak dari transformasi\nyang terjadi, berawal dari desa berbasis pertanian kemudian berubah menjadi\ndesa berbasis industri, tercatat sebelas industri besar sudah beroperasi ditambah\ndengan pengembangan kawasan industri Subang Smartpolitan yang sedang\nberlangsung, ratusan hektar lahan sedang dikembangkan diantaranya merenggut\nlahan pertanian yang telah mengalami pengurangan luasan lahan dari tahun 2013\nseluas 410 hektar dan pada tahun 2020 menjadi 210 hektar yang dimungkinkan\nakan berdampak terhadap penghidupan petani, pada penelitian ini dibedakan\nantara petani dan buruh tani untuk melihat perbandingan dua golongan yang\nterdampak, fenomena tersebut merupakan studi yang menarik untuk dikaji, terlebih\nfenomena semacam ini semakin sering terjadi dibeberapa daerah seiring masifnya\nindustrialisasi sehingga penting untuk mengetahui bagaimana penghidupan petani\nterdampak dalam menghadapi transformasi yang terjadi, untuk mengetahui hal\ntersebut penelitian ini mengadaptasi Pendekatan Penghidupan Berkelanjutan\nyang diterapkan untuk mengidentifikasi permasalahan mengenai modal\npenghidupan petani yang dianalisis melalui perbandingan kondisi sebelum dan\nsesudah alih fungsi lahan menggunakan uji wilcoxon dan penjabaran index\npenghidupan sebagai penggambaran kekuatan modal, selain itu terdapat analisis\nstrategi penghidupan yang dianalisis menggunakan korelasi rank spearman untuk\nmelihat korelasi antara modal penghidupan dan strategi penghidupan yang\ndijalankan dan disajikan pada kondisi waktu sebelum dan sesudah alih fungsi\nlahan, selanjutnya hasil startegi penghidupan dianalisis menggunakan uji wilcoxon\nuntuk melihat perubahan hasil strategi penghidupan yang terjadi, untuk menyusun\npenelitian tersebut dilakukan menggunakan metode pendekatan campuran\ndengan strategi Eksplanatoris Sekuensial yaitu menyatukan data kuantitatif diikuti\ndengan data kualitatif dimana metode kuantitatif dominan dalam penjabaran\nanalisis, data tersebut didapat melalui survey, kuesioner, observasi dan\nwawancara untuk menawarkan analisis secara komprehensif mengenai\npenghidupan petani di Desa Wantilan pada kondisi waktu tahun 2015 (pertama kali\npembebasan lahan terjadi, sebagai patokan tahun terakhir kondisi sebelum alih\nfungsi lahan) dan 2023 sebagai penentuan rentang waktu kejadian alih fungsi\nlahan. Hasil penelitian menunjukan terdapat perubahan negatif pada modal\npenghidupan diantaranya modal manusia, alam, dan sosial yang terjadi pada\npetani dan buruh tani antara sebelum dan sesudah alih fungsi lahan, sementara\nmodal fisik mengalami perubahan positif terutama terkait dengan fasilitas yangii\nterdapat di wilayah tempat tinggal, sementara pada modal keuangan memiliki\nperubahan positif pada variabel pinjaman, bantuan sosial, sementara terdapat\nperbedaan yang terjadi dimana variabel pendapatan dan tabungan petani memiliki\nperubahan positif sementara buruh tani mengalami hal sebaliknya. Pada analisis\nstrategi penghidupan terdapat korelasi antara modal yang dimiliki dan strategi yang\ndipilih dimana para petani lebih condong menjalankan strategi yang “postif”\n(menimbun, memiliki pekejaan lain, dan peningkatan produksi/kualitas) sementara\nburuh tani menjalankan strategi yang “negatif” (membatasi, menguras, dan\nbantuan). Pada analisis hasil penghidupan selain terdapat perubahan negatif pada\nhasil penghidupan mengenai kesempatan bekerja & pendapatan pada buruh tani\nsementara para petani mengalami kondisi sebaliknya, sementara kesejahteraan\nmeningkat tetapi memiliki catatan penurunan indikator pengeluaran pada buruh\ntani. Hasil tersebut menyatakan bahwa perubahan alih fungsi lahan lebih\nberdampak negatif pada buruh tani sedangkan para petani merasakan dampak\npositif hal tersebut tidak terlepas dari adanya uang hasil ganti rugi lahan yang dapat\ndimanfaatkan petani secara baik.", "Daftar File": {"ABSTRAK Adi Bima Nuryaman": "https://digilib.itb.ac.id/gdl/download/303644", "BAB 1 Adi Bima Nuryaman": "https://digilib.itb.ac.id/gdl/download/303647", "BAB 2 Adi Bima Nuryaman": "https://digilib.itb.ac.id/gdl/download/303649", "BAB 3 Adi Bima Nuryaman": "https://digilib.itb.ac.id/gdl/download/303651", "BAB 4 Adi Bima Nuryaman": "https://digilib.itb.ac.id/gdl/download/303652", "BAB 5 Adi Bima Nuryaman": "https://digilib.itb.ac.id/gdl/download/303654", "BAB 6 Adi Bima Nuryaman": "https://digilib.itb.ac.id/gdl/download/303656", "PUSTAKA Adi Bima Nuryaman": "https://digilib.itb.ac.id/gdl/download/303657", "LAMPIRAN Adi Bima Nuryaman": "https://digilib.itb.ac.id/gdl/download/303659"}, "Penulis": "Adi Bima Nuryaman [25421039]", "Kontributor / Dosen Pembimbing": ["Dr. Fikri Zul Fahmi, S.T, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "Transformasi Perdesaan, Penghidupan, Petani, Buruh Tani, Desa, Industri, Pertanian", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "16 Agu 2023"}