{"Nomor": 76579, "Judul": "PERANCANGAN INSTALASI PENGOLAHAN AIR LIMBAH UNTUK DIGUNAKAN KEMBALI SEBAGAI AIR BAKU DI WADUK LEPAS PANTAI (WLP) MUARA SUNGAI CISADANE", "Abstrak": "Sistem pengelolaan sampah di wilayah terdampak pasca-bencana gempa bumi Cianjur yakni Kecamatan Cugenang, Kabupaten Cianjur, Jawa Barat direncanakan untuk ditangani lebih lanjut pada tempat terpisah antara sampah mudah membusuk (putrescible), sampah anorganik bernilai ekonomis, dan sampah residu. Sampah anorganik yang masih memiliki nilai ekonomis akan dijual ke Bank Sampah, sampah residu akan diolah di TPA Pasir Sembung Cianjur, sedangkan sampah putrescible dari wilayah studi sepenuhnya diolah di fasilitas pengelolaan sampah putrescible yang dirancang. Fasilitas pengelolaan sampah putrescible dirancang untuk dapat mengolah sampah putrescible menggunakan BSF processing memanfaatkan larva BSF, residu dari pengolahan menggunakan larva BSF akan diproses lebih lanjut menggunakan windrow composting bersama dengan sampah daun/tanaman. Produk akhir fasilitas pengelolaan sampah putrescible yang dirancang adalah larva BSF basah (fresh maggot), dan kompos. Fresh maggot yang dihasilkan kemudian akan dijual kepada peternak ikan dan ayam sekitar. Analisis kelayakan ekonomi pembangunan fasilitas pengelolaan sampah putrescible di wilayah studi dilakukan menggunakan metode Net Present Value (NPV). Analisis ekonomi diperhitungkan menggunakan suku bunga acuan Bank Indonesia pada tahun 2023 sebesar 5,75% dan didapatkan bahwa pembangunan IRF memiliki NPV positif sebesar Rp32.316.500 untuk periode perancangan selama 5 tahun. Biaya total yang diperlukan untuk pembangunan fasilitas pengelolaan sampah putrescible di wilayah studi adalah Rp4.051.939.000, dan biaya yang diperlukan untuk kegiatan operasional pada fasilitas pengelolaan sampah putrescible yang dirancang adalah Rp965.907.456/tahun. Biaya yang dibutuhkan untuk pengolahan sampah adalah Rp1.011.390/ton sampah dan biaya yang dibutuhkan untuk konstruksi sebesar Rp6.111.522/m2. Berdasarkan perhitungan menggunakan metode tersebut, proyek dapat mencapai titik BEP (Break Even Point) setelah 0,8 tahun beroperasi.", "Daftar File": {}, "Penulis": "R. I. Angelina Marbun [15719035]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ing. Ir. Prayatni Soewondo, M.S."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa  Infrastruktur Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "IPAL, kolam aerasi, kolam sedimentasi, Sungai Cisadane, Waduk Lepas Pantai.", "Sumber": "", "Staf Input/Edit": "Asep Kusmana", "File": "1 file", "Tanggal Input": "16 Agu 2023"}