{"Nomor": 76576, "Judul": "UJI AKTIVITAS ANTITUSIF DAN EKSPEKTORAN EKSTRAK ETANOL DAUN KARUK (PIPER SARMENTOSUM ROXB.) PADA MENCIT SWISS-WEBSTER JANTAN", "Abstrak": "Batuk merupakan mekanisme pertahanan tubuh untuk melindungi saluran pernapasan dan\nmembersihkan sekresi seperti lendir, zat asing, dan organisme infeksius. Pengobatan batuk\ndibedakan berdasarkan jenisnya, batuk kering diobati dengan golongan antitusif sedangkan batuk\nberdahak dengan golongan ekspektoran. Sebagian masyarakat menggunakan daun karuk sebagai\npengobatan tradisional batuk. Penelitian ini dilakukan untuk menunjukkan keberadaan aktivitas\nantitusif dan ekspektoran pada ekstrak etanol daun karuk. Pengujianmasing-masing dilakukan pada\n5 kelompok uji, yaitu kelompok kontrol negatif (CMC Na 0,5%), kelompok kontrol positif (kodein 10\nmg/kg BB untuk antitusif dan guaifenesin 26 mg/kg BB untuk ekspektoran), dan kelompok uji\nekstrak etanol daun karuk dosis 87,5 mg/kg BB, 175 mg/kgBB, dan 350 mg/kg BB. Pengujian\nantitusif dilakukan dengan mengukur pengurangan frekuensi batuk dan peningkatan periode laten\npada hewan uji yang dipaparkan aerosol asam sitrat 7,5%. Sedangkan pengujian ekspektoran\ndilakukan dengan mengukur peningkatan konsentrasi fenol merah pada trakea hewan uji yang telah\ndiberikan fenol merah secara intraperitoneal sebagai interpretasi sekresi mukus yang dihasilkan.\nHasil pengamatan pada kelompok uji dibandingkan dengan kelompok kontrol negatif. Kelompok uji\nekstrak etanol daun karuk menunjukkan aktivitas antitusif pada dosis 350 mg/kg BB dengan\nmenurunkan frekuensi batuk 58,54% dan meningkatkan periode laten 62,05%. Sedangkan\nkelompok uji ekstrak etanol daun karuk menunjukkan aktivitas ekspektoran pada dosis 175 mg/kg\nBB dengan meningkatkan konsentrasi fenol merah 95,40%. Oleh karena itu, ekstrak etanol daun\nkaruk dapat memberikan aktivitas antitusif pada dosis 350 mg/kgBB dan ekspektoran pada dosis\n175 mg/kg BB.", "Daftar File": {"ABSTRAK Natalia Arta Uli Simanjuntak": "https://digilib.itb.ac.id/gdl/download/303738"}, "Penulis": "Natalia Arta Uli Simanjuntak [11619016]", "Kontributor / Dosen Pembimbing": ["Dr. Nova Suliska, S.Farm., M.Si.", "Dr. apt. Afrillia Nuryanti Garmana, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Batuk, Antitusif, Ekspektoran, Karuk", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "16 Agu 2023"}