{"Nomor": 76574, "Judul": "UJI AKTIVITAS PENUMBUH RAMBUT MINYAK DAN RESIN TAMANU (CALOPHYLLUM INOPHYLLUM L.) PADA MENCIT JANTAN GALUR SWISS WEBSTER MODEL ALOPESIA ANDROGENETIK", "Abstrak": "Alopesia merupakan istilah medis untuk menyebut kondisi kebotakan. Alopesia androgenetik erat \ndikaitkan dengan pola kebotakan laki-laki atau male-pattern baldness yang diakibatkan oleh \nhormon DHT (dihidrotestosteron) hasil konversi hormon testosterone oleh enzim 5?-reduktase. \nMinoksidil sebagai obat topikal untuk penanganan alopesia memiliki beberapa efek samping salah \nsatunya iritasi. Tamanu (C. inophyllum L.) merupakan tanaman yang banyak dimanfaatkan untuk \nobat permasalahan kulit seperti penyembuh luka dan digunakan secara tradisional untuk \nmenyuburkan rambut. Bagian yang sering digunakan adalah biji karena mampu menghasilkan \nminyak. Beberapa efek farmakologi biji tamanu antara lain antiinflamasi, penyembuh luka dan \nantibakteri. Penelitian ini bertujuan untuk menguji aktivitas penumbuh rambut dari minyak dan \nresin tamanu secara in vivo. Sampel yang diujikan adalah minyak dan resin tamanu dengan masingmasing konsentrasi 1, 5 dan 10% yang dibuat dalam pembawa minyak medium-chain triglyceride\n(MCT). Hewan yang digunakan pada penelitian ini adalah kelinci untuk uji iritasi akut dermal dan \nmencit untuk uji pertumbuhan rambut. Uji pertumbuhan rambut terdiri dari 10 kelompok yaitu \nkontrol negatif, kontrol positif, minyak MCT, pembanding, kelompok uji minyak tamanu 1, 5, 10%, \nresin tamanu 1, 5 dan 10%. Kecuali kontrol negatif, seluruh mencit diinduksi hormon testosteron \nselama 21 hari dan diberi paparan sampel selama topikal selama 21 hari. Parameter yang diukur \nadalah panjang dan bobot rambut mencit. Analisis statistik dilakukan dengan metode ANOVA satu \narah menggunakan aplikasi Minitab. Berdasarkan hasil pengamatan diperoleh bahwa seluruh \nsampel uji tamanu tidak memberikan efek iritasi pada kulit. Berdasarkan uji statistik, diperoleh \nseluruh kelompok uji memberikan perbedaan bermakna (p<0,05) pada parameter panjang rambut \nterhadap kelompok positif dan kelompok pembawa. Resin 10% merupakan konsentrasi yang \nmemberikan pertumbuhan rambut paling panjang dengan rerata 6,372 ± 0,195 mm serta bobot \nrambut paling tinggi dengan rerata 48,9 ± 7,184 mg dibandingkan terhadap kelompok positif yang \nmemiliki rata-rata panjang rambut 3,095 ± 0,818 mm dan rata-rata bobot 4,55 ± 0,139 mg.", "Daftar File": {"ABSTRAK Novia Pramesthi Purnaning H": "https://digilib.itb.ac.id/gdl/download/303729"}, "Penulis": "Novia Pramesthi Purnaning H [10719061]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Elfahmi, S.Si., M.Si.", "Dr. apt. Neng Fisheri Kurniati, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "minyak dan resin tamanu, alopesia androgenetik, testosteron, penumbuh rambut", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "16 Agu 2023"}