{"Nomor": 76570, "Judul": "EFEKTIVITAS ELEKTROKOAGULASI PASANGAN ELEKTRODA BESI TERHADAP PENYISIHAN TOTAL SUSPENDED SOLID PADA AIR TAMBANG BATUBARA DENGAN REAKTOR ALIRAN KONTINU", "Abstrak": "Indonesia merupakan negara dengan potensi energi dan sumber daya mineral yang besar,\ntermasuk batubara. Air tambang batubara dicirikan dengan tingginya kadar total padatan\ntersuspensi (TSS). Hal ini terjadi ketika kegiatan penggalian batuan penutup dilakukan\nsehingga mineral-mineral lempung tersingkap. Air hujan pada volume tertentu kontak dengan\nmineral-mineral yang terkandung didalam batuan penutup dan mengalir di permukaan\nmembawa material padatan maupun produk oksidasi. Penelitian ini bertujuan untuk\nmenentukan pengaruh kuat arus dan waktu detensi terhadap kinerja elektrokoagulasi dalam\nmenyisihkan kadar Total Suspended Solid. Konfigurasi penelitian elektrokoagulasi yaitu\nmenggunakan pasangan elektroda besi monopolar dengan metode operasi secara kontinu.\nPenelitian ini menggunakan limbah artifisial dengan kadar TSS sebesar 3865 mg/L. Variasi\nyang digunakan pada penelitian ini adalah kuat arus (2 A; 4 A; dan 6 A) dan waktu detensi (15\nmenit; 30 menit; dan 45 menit). Hasil penelitian menunjukkan proses elektrokoagulasi mampu\nmenyisihkan kadar TSS. Kondisi optimum penyisihan TSS pada penelitian ini tercapai pada\nkuat arus sebesar 4 A dan waktu detensi sebesar 30 menit dengan persentase penyisihan TSS\nsebesar 98,64% dari konsentrasi TSS awal sebesar 3865 mg/L menjadi 52,43 mg/L. Kadar TSS\ntersebut telah memenuhi baku mutu Peraturan Daerah Provinsi Kalimantan Timur Nomor 02\nTahun 2011 Tentang Pengelolaan Kualitas Air dan Pengendalian Pencemarain Air pada parameter TSS.", "Daftar File": {"Syarif Makki Zamani.pdf": "https://digilib.itb.ac.id/gdl/download/303696"}, "Penulis": "Syarif Makki Zamani [15319083]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Mindriany Syafila, M.S, Ph.D.", "Dr. Muhammad Sonny Abfertiawan, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "batubara, besi, elektrokoagulasi, kuat arus, total suspended solid, waktu detensi", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "16 Agu 2023"}