{"Nomor": 76572, "Judul": "KAJIAN KOTA KREATIF YANG CERDAS DAN BERKELANJUTAN (STUDI KASUS: KOTA BANDUNG)", "Abstrak": "Pertumbuhan kota sangat cepat sehingga memerlukan langkah strategis untuk\nmeningkatkan daya saing. City branding menjadi salah satu strategi untuk\nmewujudkan hal tersebut sehingga setiap kota perlu mendefinisikan kekhasannya\nsebagai daya tarik. Kota Bandung memiliki sebuah brand yang melekat seperti\nKota kreatif desain yang sudah diakui oleh UNESCO serta kota cerdas. Disisi lain\npemerintah Indonesia mendorong pengembangan kota yang berkelanjutan dalam\nrangka mencapai Agenda 2030. Banyak kritik terhadap konsep kota cerdas yang\ntidak sejalan dengan pembangunan berkelanjutan, sehingga kontribusi kota cerdas\ndalam mencapai pembangunan berkelanjutan menjadi hal yang penting. Penelitian\nini bertujuan untuk mengkaji pengembangan Kota Bandung sebagai kota kreatif\nyang cerdas dan berkelanjutan. Pendekatan yang dikukan dalam penelitian ini\nadalah pendekatan menggunakan metode campuran (mixed method). Hasil studi\nmenunjukan bahwa Kota Bandung belum mengimplementasikan konsep kota\nkreatif yang cerdas dan berkelanjutan. Tingkat kesiapan tersebut juga belum merata\npada setiap wilayah di Kota Bandung. Dalam mendorong kota kreatif yang cerdas\njuga berkelanjutan, studi ini mengungkapkan bahwa aspek yang perlu didorong\nuntuk mewujudkan tujuan tersebut adalah aspek perencanaan, historis, aksesibilitas,\nruang kreatif, keselamatan, keberlanjutan ekonomi, persampahan, kolaborasi aktor,\npemanfaatan teknologi, sarana dan prasarana, serta penciptaan inovasi. Selain itu,\nuntuk mengoptimalkan kesiapan kota kreatif yang cerdas dan berkelanjutan di Kota\nBandung, maka perlu mempertimbangkan kekhasan yang akan dikembangkan pada\nmasing-masing wilayah kota dan memberikan komitmen yang kuat pada\npengembangannya.", "Daftar File": {"ABSTRAK Diaz Ekaputra": "https://digilib.itb.ac.id/gdl/download/303705", "BAB 1 Diaz Ekaputra": "https://digilib.itb.ac.id/gdl/download/303706", "BAB 2 Diaz Ekaputra": "https://digilib.itb.ac.id/gdl/download/303707", "BAB 3 Diaz Ekaputra": "https://digilib.itb.ac.id/gdl/download/303708", "BAB 4 Diaz Ekaputra": "https://digilib.itb.ac.id/gdl/download/303709", "BAB 5 Diaz Ekaputra": "https://digilib.itb.ac.id/gdl/download/303710", "BAB 6 Diaz Ekaputra": "https://digilib.itb.ac.id/gdl/download/303711", "PUSTAKA Diaz Ekaputra": "https://digilib.itb.ac.id/gdl/download/303712"}, "Penulis": "Diaz Ekaputra [25421080]", "Kontributor / Dosen Pembimbing": ["Ir. Ridwan Sutriadi, S.T, M.T, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "kota kreatif, kota cerdas, berkelanjutan, analisis sentimen", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "16 Agu 2023"}