{"Nomor": 76587, "Judul": "KAJIAN PENGARUH SEDIMENTASI TERHADAP KAPASITAS DAN PERUBAHAN MORFOLOGI SUNGAI CILIWUNG RUAS KALIBATA - KAMPUNG MELAYU", "Abstrak": "Salah satu sungai yang berperan penting bagi penduduk Kota Jakarta adalah Sungai\nCiliwung. Semenjak berkembangnya pembangunan dan meningkatnya jumlah\npenduduk di Kota Jakarta, Sungai Ciliwung mulai mengalami banyak perubahan\nseperti penurunan kualitas air sungai akibat pencemaran oleh limbah dan sampah,\nbertambahnya jumlah pemukiman di sekitar bantaran sungai serta berkurangnya\nkapasitas tampungan sungai salah satunya akibat sedimentasi. Diantara daerah yang\nmempunyai kepadatan penduduk yang tinggi adalah Ruas Kalibata sampai\nKampung Melayu. Akibat kondisi tersebut, bantaran sungai Ciliwung dimanfaatkan\nuntuk berbagai aktivitas, salah satunya sebagai pemukiman penduduk. Walaupun\nkegiatan pengendalian banjir Jakarta telah dilakukan, namun tetap saja lokasi\nterdampak banjir cukup parah khususnya daerah Kampung Melayu, Kalibata,\nsampai Rawajati. Salah satu faktor penyebab banjir pada Sungai Ciliwung adalah\npenumpukan sedimen pada badan sungai sehingga menyebabkan menurunnya\nkapasitas tampungan sungai. Sedimen pada sungai Ciliwung tidak hanya terdiri dari\ntanah bahkan berupa sampah dan limbah yang masuk ke sungai. Tetapi dalam\npenelitian ini hanya mengkaji sedimentasi berupa tanah. Untuk itu perlu dilakukan\nsuatu kajian morfologi pada Sungai Ciliwung Ruas Kalibata – Kampung Melayu\nsebagai salah satu upaya dalam pengendalian banjir Jakarta.\nPenelitian dilakukan dengan menggunakan model 1 dimensi HECRAS 6.1 dengan\naliran steady dan unsteady. Kondisi batas hulu kajian akan menggunakan debit\nharian 10 tahun dari data Pos Duga Air MT. Haryono dan data pengukuran sedimen.\nUntuk batas hilir menggunakan normal depth dengan kemiringan 0.0005. Pada\npenelitian ini juga menggunakan metode USLE untuk menganalisis besaran potensi\nerosi lahan pada DAS Ciliwung. Untuk analisa sedimentasi menggunakan metode\nMeyer Peter Muller.\nBerdasarkan analisis USLE yang dilakukan didapatkan volume erosi yaitu sebesar\n102.598 m3/tahun dan yang masuk ke sungai sebesar 25.86% yaitu sebesar 26,531.9\nm3/tahun. Penelitian ini menggunakan 2 skenario yaitu kondisi sebelum normalisasi\ndan setelah normalisasi. Dalam kurun waktu 10 tahun, dengan kondisi penampang\nyang belum dinormalisasi total degradasi yang terjadi di Sungai Ciliwung Ruas\nKalibata – Kampung Melayu sebesar 29,078.2 ton atau rata-rata sebesar 2,907.82\nton/tahun dan agradasi sebesar 205.738.2 ton atau sekitar 20,573.82 ton/tahun.\nPerubahan dasar saluran cenderung mengalami agradasi di sepanjang Sungai\nCiliwung Ruas Kalibata – Kampung Melayu pada kondisi sungai telah\ndinormalisasi. Dalam kurun waktu 10 tahun, dengan kondisi penampang yang telah\ndinormalisasi total degradasi yang terjadi di Sungai Ciliwung Ruas Kalibata –\nKampung Melayu sebesar 3767.74 ton atau rata-rata sebesar 376.77 ton/tahun dan\nagradasi sebesar 168,744.9 ton atau sekitar 16,874.49 ton/tahun.\nPada P193 yang terletak di daerah Kalibata dengan kondisi penampang telah\ndinormalisasi mempunyai kapasitas sebesar 555.8995 m3/detik. Hasil simulasi\nmenunjukkan bahwa kapasitasnya bertambah menjadi 570.669 m3/detik dengan\ntinggi agradasi berkisar 1 m. Pada P106 yang terletak di Kampung Melayu\nmempunyai kapasitas 525.6173 m3/detik. Akibat agradasi maka kapasitas\npenampang berkurang menjadi 492.2539 m3/detik dengan tinggi agradasi 1.3 m.\nSetelah penampang sungai dinormalisasi, terjadi penurunan total degradasi pada\nSungai Ciliwung Ruas Kalibata – Kampung Melayu. Hal ini disebabkan oleh\nbertambahnya kapasitas sungai menyebabkan kecepatan debit aliran menjadi kecil\nsehingga tidak menggerus dasar sungai.", "Daftar File": {"ABSTRAK Ade Tadzkia": "https://digilib.itb.ac.id/gdl/download/303766"}, "Penulis": "Ade Tadzkia [25821040]", "Kontributor / Dosen Pembimbing": ["Ir. Dantje Kardana Natakusumah, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Sumber Daya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "USLE, erosi lahan, agradasi, degradasi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "16 Agu 2023"}