{"Nomor": 76598, "Judul": "ANALISIS POTENSI PAJANAN LOGAM BERAT KROMIUM MELALUI INHALASI DAN DERMAL PADA PEKERJA DI BEBERAPA INDUSTRI CAT", "Abstrak": "Untuk alasan kesehatan dan keselamatan kerja, pekerja industri cat perlu mewaspadai risiko\nkesehatan yang dapat terjadi akibat terpapar pewarna berbahan dasar logam, seperti kromium\nheksavalen (Cr(IV)). Penelitian ini bertujuan untuk menganalisis pajanan logam Cr pada\npekerja industri cat dari rute pajanan inhalasi dan dermal, beserta potensi kuantitas dan\nrisikonya di tiga industri cat di Indonesia, yaitu PT A, PT B, dan PT C. Pengambilan sampel\npajanan Cr pada rute inhalasi dan dermal bertururt dilakukan menggunakan filter MCE pada\npersonal sampling pump dan sebagai skin patch pada kulit terbuka. Berdasarkan NIOSH 7702\nissue 1, konsentrasi logam berat Cr yang tertangkap dalam filter MCE diukur dengan metode\nX-Ray Fluorescence (XRF). Evaluasi pajanan pekerja industri cat terhadap logam berat Cr\nmelalui inhalasi dan dermal masing-masing mengacu pada dokumen Risk Assessment\nGuidance for Superfund Volume I: Human Health Evaluation Manual (Part F dan E) untuk\nmendapatkan nilai exposure concentration (EC) inhalasi dan average daily dose (ADD)\ndermal. Nilai rata-rata konsentrasi pajanan Cr melalui inhalasi dan dermal berturut adalah\n0,0573 ± 0,0435 µg/cm3 dan 4,32 ×10-6 ± 4,73 × 10-6\n mg/cm2\n.hari, sehingga dapat dikatakan\nberada dibatas aman. Nilai EC dan ADD yang diperoleh digunakan untuk menentukan\nkuantifikasi risiko karsinogenik dan nonkarsinogenik yang diterima oleh pekerja industri cat.\nKarakterisasi risiko nonkarsinogenik total melalui inhalasi dan dermal akan dikuantifikasi\nsebagai Hazard Quotient (HQ) dan Hazard Index (HI) sedangkan risiko karsinogenik akan\ndikuantifikasi sebagai Excess Lifetime Cancer Risk (ELCR). Berdasarkan nilai HI, disimpulkan\nbahwa tidak terdapat kemungkinan efek kesehatan nonkarsinogenik parah yang dapat muncul\nakibat pajanan logam Cr. Berdasarkan nilai ELCR, terdapat kenaikan kasus kanker sebanyak\n3 kasus di dalam populasi dengan 10 ribu jiwa dibandingkan dengan populasi dengan jumlah\njiwa yang sama dengan yang tidak terkena pajanan. Hal ini diperburuk dengan status\nkarsinogenik logam berat Cr yang dikategorikan pada Group A; 1, yaitu carcinogen to humans\noleh IARC. Risiko karsinogenik ini berada diatas nilai ambang batas yang ditentukan, sehingga\ndiperlukan manajemen risiko secepatnya. Selain itu, konsentrasi logam berat Cr di udara pada\nketiga industri memiliki nilai rata-rata 0,14 ± 0,095 µg/m3\n. Dari ketiga industri tersebut, dapat\ndisimpulkan bahwa PT A memiliki konsentrasi logam berat Cr tertinggi dari kedua industri\nlainnya. Hasil pengukuran tersebut dapat dikatakan masih berada dalam batasan nilai ambang\nbatas oleh ATSDR, yaitu sebesar 0,5 mg/m3\n. Uji Kruskal-Wallis dan Wilcoxon Sum-Rank\nberfungsi untuk menentukan perbedaan yang signifikan pajanan terhadap beberapa faktor.\nBerdasarkan uji ini, pajanan melalui jalur inhalasi, risiko karsinogenik, dan risiko nonkarsinogenik memiliki perbedaan yang signifikan terhadap bagian pekerjaan pekerja cat.\nHal ini kemungkinan disebabkan oleh tingkat pajanan inhalasi Cr yang lebih besar pada bagian\nproduksi dan logtistik ketimbang pada bagian nonproduksi. Bagian produksi terpapar Cr secara\nlangsung karena bekerja di dekat bahan baku yang mengandung logam berat Cr. Sementara itu,\nbagian nonproduksi dan logistik masing-masing bekerja pada ruang kantor atau gudang.\nPekerja logistik bekerja di warehouse cat yang memiliki sirkulasi udara tidak baik. Manajemen\nrisiko bertujuan untuk mengurangi pajanan sehingga mengurangi risiko akibat pajanan yang\nditerima oleh pekerja, sebagai berikut: penggunaan APD yang baik dan benar, sosialisasi\nbahaya kerja dan pentingnya APD secara berkala, peningkatan imunitas tubuh pekerja untuk\nmencegah penurunan berat badan dan terserangnya penyakit, dan peninjauan kembali waktu kerja untuk mencegah pajanan Cr secara terus menerus", "Daftar File": {"Judithya Angel Juniarta.pdf": "https://digilib.itb.ac.id/gdl/download/303794"}, "Penulis": "Judithya Angel Juniarta [15319057]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Katharina Oginawati, M.S."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "industri cat; inhalasi; kromium; pajanan dermal; pajanan inhalasi; pewarna", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "16 Agu 2023"}