{"Nomor": 76596, "Judul": "ANALISIS PENGARUH KEKASARAN PERMUKAAN BAJA TERHADAP EFISIENSI GREEN INHIBITOR LIMBAH KULIT UDANG DALAM LARUTAN ASAM", "Abstrak": "Penggunaan inhibitor korosi banyak diterapkan untuk mengendalikan laju korosi\nbaja di lingkungan aqueous. Banyak penelitian terbaru menunjukkan bahwa\nberbagai limbah makanan dapat dimanfaatkan sebagai inhibitor korosi, salah\nsatunya kulit udang sebagai sumber water soluble chitosan (WSC). Penelitian ini\nmempelajari signifikansi faktor kekasaran permukaan logam terhadap efisiensi\ninhibitor WSC dalam larutan H2SO4 0,5 M dan HCl 0,5 M menggunakan metode\nanalysis of variance (ANOVA).\nUji perendaman variasi konsentrasi dilakukan untuk menentukan konsentrasi\noptimum. Uji perendaman dalam larutan H2SO4 dilakukan dengan variasi\nkonsentrasi 0 gpl, 3 gpl, 5 gpl, 7 gpl, dan 10 gpl selama 24 jam, sedangkan dalam\nlarutan HCl dilakukan dengan variasi konsentrasi 0 gpl, 1 gpl, 2 gpl, 3 gpl, dan 4\ngpl selama 24 jam. Kemudian, uji perendaman selama 24 jam pada suhu ruang\ndalam larutan H2SO4 0,5 M dan HCl 0,5 M dilakukan dengan variasi kekasaran\npermukaan berdasarkan kekasaran ampelas yang terakhir kali digunakan untuk\npreparasi sampel, yaitu grit 60, 240, 800, dan 2000. Uji elektrokimia yang\ndilakukan meliputi uji open circuit potential (OCP), electrochemical impedance\nspectrocopy (EIS), potentiodynamic polarization (PDP) pada larutan HCl blank dan\nHCl yang ditambahkan inhibitor WSC 3 gpl. Selain itu, dilakukan analisis\nkarakterisasi permukaan menggunakan scanning electron microscope (SEM),\nkarakterisasi senyawa organik menggunakan fourier-transform infrared\nspectroscopy (FTIR), dan ultraviolet-visible spectroscopy (UV-Vis).\nProses ekstraksi inhibitor WSC dari limbah kulit udang dilakukan melalui proses\ndemineralisasi, deproteinasi, deasetilasi, dan konversi kitosan menjadi WSC.\nBerdasarkan penelitian yang telah dilakukan, didapatkan konsentrasi optimum\nWSC pada larutan H2SO4 dan HCl berturut-turut adalah 5 gpl dan 3 gpl dengan\nefisiensi inhibisi masing-masing sebesar 61,85% dan 94,31% pada grit kekasaran\n2000. Berdasarkan hasil uji perendaman, PDP, dan EIS, semakin halus permukaan\nsuatu baja, maka nilai efisiensi inhibisinya akan semakin tinggi. Berdasarkan uji\nOCP, diketahui bahwa WSC merupakan inhibitor tipe campuran. Model rangkaian\nlistrik ekuivalen pada larutan blank adalah Rs-(CPEdl/Rp) dan pada larutan dengan\npenambahan inhibitor WSC adalah Rs-(CPEi(Ri(CPEdl/Rp))). Uji SEM\nmembuktikan inhibitor dapat mengurangi dampak korosi pada permukaan baja. Uji\nFTIR dan UV-Vis membuktikan bahwa senyawa organik pada inhibitor teradsopsi\npada permukaan logam dan berperan dalam mengurangi laju korosi logam. Hasil\nANOVA menunjukkan bahwa kekasaran permukaan dan jenis larutan memiliki\npengaruh yang signifikan terhadap kehilangan berat logam, tetapi kedua faktor\ntersebut tidak berinteraksi secara signifikan satu sama lain.", "Daftar File": {"ABSTRAK Faradilla Safira": "https://digilib.itb.ac.id/gdl/download/303786"}, "Penulis": "Faradilla Safira [12519023]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Bonita Dilasari, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "ANOVA, baja karbon, green inhibitor, kekasaran permukaan, larutan asam", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "16 Agu 2023"}