{"Nomor": 76606, "Judul": "MENILAI EFEKTIFITAS PEMILIHAN INFLUENCER DALAM STRATEGI CO-BRANDING : STUDI KASUS COTTONINK", "Abstrak": "CottonInk secara rutin bekerja sama dengan beberapa seniman, tokoh publik, blogger, atau lembaga sebagai influencer untuk menciptakan serangkaian produk unggulan sejak tahun 2018. Tujuan dari penelitian ini adalah untuk menemukan strategi co-branding terbaik dengan influencer untuk meningkatkan akuisisi pelanggan baru (seperti lalu lintas) yang diharapkan meningkatkan dengan menerapkan strategi yang diusulkan. Penelitian ini dilakukan dengan menggunakan pendekatan kuantitatif dan kualitatif serta analisis deskriptif dengan dua metode pengumpulan data. Wawancara mendalam dengan pelanggan CottonInk dan pemilik merek sebagai metode penelitian kualitatif. Survei online sebagai metode penelitian kuantitatif untuk mengumpulkan data yang diperlukan. Metode ini menganalisis faktor-faktor eksternal dan internal yang dapat memengaruhi kesuksesan kolaborasi CottonInk. CottonInk harus terus menjalankan kegiatan co-branding ini, karena hal ini jelas memberikan dampak. CottonInk menonjol dari pesaingnya karena terus menjalankan program kolaborasi dengan merek lain, memungkinkannya untuk mengakses pangsa pasar pelanggan mitra mereknya yang ada dan menjangkau audiens baru, yang mengarah pada peningkatan kesadaran merek dan penjualan. CottonInk perlu melanjutkan kegiatan co-branding mereka karena sifatnya yang berdampak. Kriteria pemilihan influencer adalah mencari orang-orang yang memiliki nilai-nilai yang sama. Merek perlu memilih influencer yang sejalan dengan nilai ini dan fokus sepenuhnya pada co-branding dari awal hingga akhir. Ini termasuk pengembangan produk, karena hasil akhir kolaborasi ini adalah produk bersama", "Daftar File": {"COVER Nida Fadhila": "https://digilib.itb.ac.id/gdl/download/303830", "BAB 1 Nida Fadhila": "https://digilib.itb.ac.id/gdl/download/312265", "BAB 2 Nida Fadhila": "https://digilib.itb.ac.id/gdl/download/312266", "BAB 3 Nida Fadhila": "https://digilib.itb.ac.id/gdl/download/312267", "BAB 4 Nida Fadhila": "https://digilib.itb.ac.id/gdl/download/312270", "PUSTAKA Nida Fadhila": "https://digilib.itb.ac.id/gdl/download/312271"}, "Penulis": "Nida Fadhila [29320518]", "Kontributor / Dosen Pembimbing": ["Atik Aprianingsih, S.T, MM, DBA."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Brand Awareness, Pemasaran digital, Pemasaran media sosial, Pemasaran influencer, Co-branding, Fashion, Ritel.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "16 Agu 2023"}