{"Nomor": 76607, "Judul": "PENGEMBANGAN PELLET KOMPOSIT POLIPROPILENA BERPENGUAT SERAT RAMI UNTUK APLIKASI INDUSTRI INTERIOR OTOMOTIF", "Abstrak": "Penggunaan komposit polimer berpenguat serat/fiber-reinforced polymer (FRP) saat ini sedang mengalami perkembangan yang pesat dalam dunia industri. Namun sayangnya, saat ini serat yang digunakan pada sistem FRP masih didominasi oleh serat sintetis. Serat sintetis dapat menimbulkan limbah yang tidak ramah lingkungan. Selain itu, ketersediaan serat sintetis di Indonesia masih sangat terbatas. Hal ini menjadi alasan utama serat alam dipilih untuk menjadi alternatif pengganti serat sintetis\nPada penelitian ini, serat rami dipilih untuk menjadi penguat polipropilena (PP) daur ulang untuk membentuk biokomposit PP berpenguat serat rami (PPRF). Serat rami terlebih dahulu direndam pada larutan NaOH pada konsentrasi 1%, 5%, 10%, 15%, dan 17,5% w/w selama 24 jam. Kemudian, pengujian tarik dilakukan pada serat native dan serat dengan perlakuan kimia dengan mengacu pada standar ASTM D3822. Serat native dan serat hasil alkalisasi dengan kekuatan tarik paling tinggi dicampurkan dengan PP daur ulang melalui proses ekstrusi. Pellet biokomposit PP berpenguat serat rami hasil ekstrusi diolah melalui proses injection molding untuk menghasilkan spesimen uji tarik dan uji impak. Lalu, pengujian tarik dilakukan pada spesimen biokomposit PP berpenguat serat rami dengan mengacu pada standar ASTM D638. Selain itu, pengujian impak juga dilakukan dengan mengacu pada standar ASTM D256.\nHasil penelitian menunjukkan bahwa perlakuan alkalisasi meningkatkan kekuatan tarik dan modulus elastisitas serat, namun peningkatan paling tinggi terjadi pada konsentrasi NaOH 10% w/w. Alkalisasi juga berpengaruh pada sifat tarik dan sifat impak biokomposit PP berpenguat serat rami (PPRF). PPRF dengan perlakuan kimia (PPRFT) memiliki fraksi berat optimal yang berbeda dengan PPRF tanpa perlakuan kimia (PPRFU). Adapun fraksi berat optimal PPRFT adalah 10% w/w dan fraksi berat optimal PPRFU adalah 5% w/w.", "Daftar File": {}, "Penulis": "George Amos Bastian Sianturi [13717029]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. Mardiyati, S.Si., M.T.", "Dr. Steven, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Komposit polimer berpenguat serat, polipropilena, serat rami, alkalisasi, biokomposit", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "16 Agu 2023"}