{"Nomor": 76600, "Judul": "PENGEMBANGAN DAN VALIDASI METODE ANALISIS PENETAPAN KADAR SENYAWA ASTRAGALIN DALAM EKSTRAK DAUN KELOR (MORINGA OLEIFERA LAM.) DENGAN KROMATOGRAFI CAIR KINERJA TINGGI", "Abstrak": "Penggunaan obat bahan alam cukup tinggi di masyarakat, sehingga keamanan dan kualitas dari \nbahan baku dan produk jadi obat bahan alam perlu diperhatikan. Salah satu upaya dalam menjaga \ndan mengawasi mutu produk herbal adalah dengan mengidentifikasi dan menetapkan kadar \nsenyawa marker sebagai parameter spesifik, oleh karena itu dibutuhkan suatu metode analisis yang \ntervalidasi. Penelitian ini dilakukan untuk mendapatkan metode yang optimal untuk penetapan \nkadar astragalin dalam ekstrak daun kelor (Moringa oleifera Lam.) menggunakan Kromatografi Cair \nKinerja Tinggi (KCKT). Kondisi optimum diperoleh menggunakan kolom LiChrospher® 100 RP-18 \n(125 mm x 4 mm, 5 µm), fase gerak metanol pro KCKT – aquabides dengan sistem elusi gradien, laju \nalir 1,0 mL/menit, suhu oven kolom 30 oC, dan detektor UV dengan panjang gelombang deteksi 345 \nnm. Waktu retensi dari astragalin adalah 6,608 menit. Hasil validasi metode menunjukkan linearitas \nyang baik dengan nilai koefisien korelasi (R2\n) 0,9991 dan VX0 1,395%. Batas deteksi dan batas \nkuantifikasi metode ini adalah 1,883 dan 6,277 µg/mL. Metode ini juga memiliki tingkat akurasi \nyang baik dengan persentase perolehan kembali berada pada rentang 98,029 – 101,901%, serta \npresisi intrahari dan antarhari memiliki simpangan baku relatif (SBR) < 2% dan Horwitz Ratio < 2.\nNilai resolusi dan faktor selektivitas dari astaragalin adalah 1,878 dan 1,290. Nilai SBR dari hasil \npengujian ketegaran dengan variasi pada parameter laju alir, suhu oven kolom, dan panjang \ngelombang deteksi dibawah 2%. Konsentrasi astragalin dalam sampel ekstrak dan jamu daun kelor \nadalah 1,081 dan 0,009%. Keseluruhan hasil telah memenuhi kriteria keberterimaan yang \nditetapkan, sehingga disimpulkan metode yang telah dikembangkan dapat digunakan untuk \npenetapan kadar astragalin dari ekstrak daun kelor (M. oleifera Lam.).", "Daftar File": {"ABSTRAK Fathia Rahima Putri": "https://digilib.itb.ac.id/gdl/download/303802"}, "Penulis": "Fathia Rahima Putri [10719050]", "Kontributor / Dosen Pembimbing": ["Dr. Rika Hartati, S.Si., M.Si.", "apt. Benny Permana, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Astragalin, KCKT, Moringa oleifera Lam., validasi metode", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "16 Agu 2023"}