{"Nomor": 76608, "Judul": "STUDI EFEKTIVITAS EKSTRAK WATER-SOLUBLE CHITOSAN DARI LIMBAH KULIT UDANG SEBAGAI INHIBITOR ALAMI PADA BAJA API 5L X52M DALAM LARUTAN H2SO4", "Abstrak": "Berdasarkan studi terakhir oleh NACE International, dinyatakan bahwa kerugian\ndunia akibat korosi diestimasikan mencapai 2,5 triliun dolar AS. Tak hanya itu,\nkegagalan akibat korosi berkontribusi terhadap sekitar 17% kecelakaan perpipaan\nyang terjadi di Amerika Serikat mengacu pada Pipeline and Hazardous Materials\nSafety Administration (PHMSA). Penggunaan inhibitor merupakan metode\npengendalian korosi yang umum diaplikasikan. Namun, jenis inhibitor yang banyak\ndigunakan di industri adalah inhibitor sintetis yang memiliki sifat toksik dan tidak\nramah lingkungan. Oleh karena itu, diperlukan inhibitor yang tidak hanya mampu\nmelindungi logam dari korosi, tetapi juga ramah lingkungan dan memiliki toksisitas\nyang rendah. Penelitian ini dilaksanakan untuk menguji efektivitas water-soluble\nchitosan (WSC) yang diekstrak dari limbah kulit udang sebagai inhibitor alami\nyang dapat menjadi pengganti inhibitor sintetis. Inhibitor WSC diuji coba pada baja\nAPI 5L X52M dalam larutan H2SO4 0,5 M.\nInhibitor WSC diekstrak dari limbah kulit udang dengan serangkaian proses, yakni\ndemineralisasi, deproteinisasi, deasetilasi, serta depolimerisasi. Sampel WSC diuji\nperformanya pada baja dalam lingkungan asam berdasarkan beberapa metode\npengujian, yaitu uji perendaman, uji elektrokimia, dan uji karakterisasi. Pengujian\ndilakukan berdasarkan variasi konsentrasi inhibitor, yakni 3, 5, 7, dan 9 g/l, serta\nvariasi temperatur larutan dengan rentang 25–55°C.\nBerdasarkan hasil percobaan, diperoleh nilai efisiensi inhibitor WSC tertinggi\nsebesar 73,28% pada konsentrasi inhibitor 9 g/l. Sementara itu, didapatkan data\nbahwa model isotermal adsorpsi inhibitor WSC pada baja dalam lingkungan asam\nmengikuti model Langmuir dan mekanisme adsorpsinya adalah fisisorpsi. Efek\npenambahan inhibitor juga terlihat pada pengujian elektrokimia yang menunjukkan\nhasil berupa kenaikan nilai tahanan polarisasi adsorpsi (Rads). Hasil tersebut\nmenunjukkan bahwa tahanan arus pertukaran elektron antara permukaan logam dan\nlarutan semakin besar dengan ditambahkannya inhibitor ke dalam larutan asam.\nBerdasarkan kurva Nyquist dan Bode, disimpulkan bahwa sirkuit ekuivales Randles\nuntuk sistem ini adalah Rs-(CPEdl/Rdl/(Lads-Rads))-L1. Selain itu, berdasarkan uji\nkarakterisasi permukaan dengan metode scanning electron microscope (SEM),\nlarutan dengan penambahan inhibitor menghasilkan permukaan yang lebih halus\nserta ukuran pit yang lebih kecil pada baja.", "Daftar File": {"ABSTRAK Fachri Muhammad": "https://digilib.itb.ac.id/gdl/download/303832"}, "Penulis": "Fachri Muhammad [12519060]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Bonita Dilasari, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "inhibitor, korosi, kulit udang, limbah, water-soluble chitosan", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "16 Agu 2023"}