{"Nomor": 76610, "Judul": "PERANCANGAN SISTEM INSTRUMENTASI UNTUK MENDETEKSI FENOMENA SURFACE PLASMON RESONANCE MENGGUNAKAN ESP32-CAM", "Abstrak": "Sensor surface plasmon resonance (SPR) merupakan instrumen pengukuran yang memanfaatkan fenomena optis yang disebut SPR. Osilasi plasmon pada antarmuka logam-dielektrik menyebabkan cahaya tampak yang dipantulkan pada antarmuka logam-dielektrik mengalami penurunan intensitas yang dapat diamati. Sensor SPR banyak digunakan dalam aplikasi biosensing karena sensor ini dapat mendeteksi perubahan sudut resonansi akibat interaksi antara molekul analyte dengan molekul lain yang dideposisi pada lapisan logam. Pada penelitian ini, dikembangkan detektor SPR yang menggunakan ESP32-CAM dengan desain optik yang sesuai dengan konfigurasi Kretschmann, kemampuan modulasi sudut, dan desain perangkat yang portabel yang memakan biaya manufaktur yang relatif rendah. Detektor cahaya pada sensor konvensional dapat diganti dengan menggunakan modul kamera OV2640 yang dipasang pada mikrokontroler ESP32- CAM yang memungkinkan pengolahan citra digital untuk menentukan nilai intensitas cahaya yang dipantulkan. Sistem kontrol pada detektor SPR berbasis kamera dikendalikan menggunakan mikrokontroler ESP32-CAM. Sistem kontrol detektor SPR dapat dikendalikan oleh pengguna menggunakan aplikasi graphical user interface (GUI) yang juga digunakan sebagai media visualisasi kurva SPR. Dalam pengujian menggunakan prisma yang telah dilapisi emas dengan ketebalan 20 nm dan dengan medium dielektrik yakni udara, detektor SPR yang telah dikembangkan telah berhasil mendeteksi fenomena SPR yang terjadi. Meskipun demikian, masih diperlukan pengembangan dalam desain platform detektor, sistem elektrik, serta optimasi sistem optik untuk meningkatkan akurasi, sensitivitas, dan reprodusibilitas data hasil pengukuran.", "Daftar File": {}, "Penulis": "Kemal Rizky Fadhlurrohman [10219113]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Suprijadi, M.Eng.", "Dr. Irfan Dwi Aditya, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Detektor SPR, konfigurasi Kretschmann, modulasi sudut, surface plasmon resonance.", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "8 file", "Tanggal Input": "16 Agu 2023"}