{"Nomor": 76615, "Judul": "STRATEGI PERTUMBUHAN BISNIS BRAND PERSONAL CARE MENGGUNAKAN MODEL VMOSA DAN THREE HORIZON (KASUS BRAND EVENING)", "Abstrak": "Evening, merek perawatan diri yang berfokus pada mindful living, menghadapi tantangan dalam berinovasi produk baru setelah kesuksesan Bantal Mata Aromaterapi mereka. Meskipun memiliki basis pelanggan yang setia, pengenalan produk baru-baru ini seperti Lilin Beraroma dan Sabun Batangan belum mendapatkan daya tarik yang signifikan. Prihatin dengan siklus hidup produk, Evening mencari strategi bisnis untuk mempertahankan pertumbuhan dan profitabilitas. Penelitian ini bertujuan untuk mengembangkan roadmap untuk mengelola peluang pertumbuhan saat ini dan masa depan. Data dikumpulkan menggunakan RBV, Value Chain, PESTLE, dan Porter 5 Forces Tool Analysis. Hasil dianalisis menggunakan kerangka kerja VMOSA, memandu pembuatan pernyataan visi dan misi. Tujuan, strategi, dan rencana aksi kemudian diselaraskan dengan menggunakan Three Horizon Model. Integrasi ini memungkinkan bisnis untuk menyeimbangkan operasi saat ini dengan pertumbuhan di masa depan, mendorong inovasi dan pengoptimalan sumber daya sambil menyelaraskan dengan tujuan jangka panjang. Analisis malam mengungkapkan kebutuhan untuk mengeksplorasi peluang bisnis baru. Model Tiga Horizon menyarankan inovasi untuk masa depan yang berkelanjutan karena model saat ini menjadi kurang efektif. Untuk menarik pelanggan yang mencari penawaran yang didukung penelitian, Evening harus melampaui produk batch kecil. Mempertimbangkan industri perawatan kulit yang terlalu jenuh, usaha baru yang berfokus pada komunitas sosial dan inklusivitas sangat penting untuk kesuksesan jangka panjang. Evening dapat berinovasi dalam tiga bidang utama. Pertama, dengan menciptakan produk dan pengalaman yang melayani aktivitas kesehatan bersama, merangkul slow beauty dan slow living. Kedua, dengan menggabungkan integrasi multi sensor untuk meningkatkan hasil kesejahteraan bagi konsumen. Terakhir, dengan merangkul personalisasi dan teknologi, memanfaatkan solusi berbasis AI. Untuk menerapkan strategi pertumbuhan, Evening harus merekrut mitra bisnis, berkolaborasi dengan jasa marketing, dan membuat portofolio ide bisnis baru.", "Daftar File": {"COVER Luqyana Rifa Mufida": "https://digilib.itb.ac.id/gdl/download/303867", "BAB 1 Luqyana Rifa Mufida": "https://digilib.itb.ac.id/gdl/download/312217", "BAB 2 Luqyana Rifa Mufida": "https://digilib.itb.ac.id/gdl/download/312218", "BAB 3 Luqyana Rifa Mufida": "https://digilib.itb.ac.id/gdl/download/312219", "BAB 4 Luqyana Rifa Mufida": "https://digilib.itb.ac.id/gdl/download/312220", "BAB 5 Luqyana Rifa Mufida": "https://digilib.itb.ac.id/gdl/download/312221", "PUSTAKA Luqyana Rifa Mufida": "https://digilib.itb.ac.id/gdl/download/312222"}, "Penulis": "Luqyana Rifa Mufida [29321305]", "Kontributor / Dosen Pembimbing": ["Dr. Isti Raafaldini Mirzanti, M.M."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kecantikan & Perawatan Pribadi, Merek Niche, Strategi Pertumbuhan Bisnis", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "16 Agu 2023"}