{"Nomor": 76614, "Judul": "PENGARUH PENGAPLIKASIAN SERASAH LAMTORO (LEUCAENA LEUCOCEPHALA) DAN MIKORIZA ARBUSKULA PADA MEDIA TANAM STRATIFIKASI TERHADAP FASE GENERATIF TOMAT (LYCOPERSICUM ESCULENTUM MILL.) VARIETAS SERVO F1", "Abstrak": "Tomat (Lycopersicum esculentum Mill.) adalah salah satu tanaman hortikultura terpenting dalam pemenuhan nutrisi manusia. Di Indonesia, permintaan akan produksi tomat selalu meningkat setiap tahunnya. Salah satu upaya yang dapat dilakukan untuk meningkatkan produksi tomat adalah melalui perbaikan media tanam. Metode budidaya yang dapat menjaga kualitas media tanam adalah hugelkultur. Metode ini mengadaptasi prinsip stratifikasi lapisan tanah di alam. Pada penelitian ini, diujikan aplikasi serasah lamtoro dan mikoriza arbuskula pada modifikasi media tanam stratifikasi untuk mengetahui pengaruhnya terhadap fase generatif tomat SERVO F1. Penelitian dilakukan di lahan budidaya PT East West Seed Indonesia, Kecamatan Campaka, Kabupaten Purwakarta. Penelitian menggunakan metode Rancangan Acak Lengkap (RAL) dua faktor, yaitu variasi media tanam stratifikasi dan dosis mikoriza arbuskula. Variasi stratifikasi terdiri dari 4 taraf, yaitu A0 = Media tanam EWINDO; A1 = MO (12 cm) + BO (6 cm) + MO (7 cm); A2 = MO (13 cm) + BO (3 cm) + MO (9 cm); A3 = MO (13 cm) + BO (1 cm) + MO (10 cm). MO adalah media modifikasi dan BO adalah bahan organik serasah lamtoro. Adapun variasi dosis mikoriza arbuskula terdiri dari 4 taraf, yaitu B0 = Tanpa mikoriza; B1 = Mikoriza 10 gram/tanaman; B2 = Mikoriza 15 gram/tanaman; B3 = Mikoriza 20 gram/tanaman. Hasil penelitian menunjukkan bahwa variasi media tanam stratifikasi dan dosis mikoriza arbuskula tidak berpengaruh nyata terhadap viabilitas polen, jumlah buah, firmness tomat fase turning dan light red, serta insiden keretakan buah tomat. Perlakuan yang menghasilkan viabilitas polen dan jumlah buah tertinggi secara berturut-turut adalah A0B1 (89.01%) dan A3B3 (30 buah). Perlakuan dengan insiden kejadian keretakan buah terendah 0% adalah A2B1. Lalu, variasi stratifikasi berpengaruh signifikan terhadap umur awal berbunga tomat dengan hasil terbaik saat diberi perlakuan media tanam EWINDO (A0B0, A0B1, A0B2, A0B3). Variasi dosis mikoriza arbuskula juga berpengaruh signifikan terhadap firmness tomat fase pink dengan hasil terbaik saat diberi penambahan mikoriza 20 gram/tanaman (A1B3).", "Daftar File": {}, "Penulis": "Sofia Maharani [11419038]", "Kontributor / Dosen Pembimbing": ["Ir. Estiyanti Ekawati, M.T, Ph.D.", "Ramadhani Eka Putra, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Tomat, Lamtoro, Mikoriza Arbuskula, Stratifikasi.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "16 Agu 2023"}