{"Nomor": 76613, "Judul": "KARAKTERISASI GEN DOMAIN REARRANGED METHYLATION-2 YANG BERPERAN DALAM METILASI PADA PEMATANGAN BUAH PISANG (MUSA ACUMINATA) UNTUK PENGEMBANGAN PERLAKUAN PASCA PANEN", "Abstrak": "Indonesia merupakan negara dengan peringkat keenam produksi pisang tertinggi. Namun masih diikuti dengan kerugian pasca panen yang dapat mencapai 25-50%. Penyalutan kitosan dapat menjadi solusi bagi masalah kerugian pasca panen karena potensinya dalam menghambat proses pematangan buah. Fokus penelitian ini adalah aspek epigenetika pematangan buah pisang secara alami dan dengan perlakuan kitosan. Epigenetika merupakan mekanisme regulasi ekspresi gen yang berkaitan dengan dinamika struktur kromosom yang salah satunya dipengaruhi oleh metilasi nukleotida DNA. Beberapa penelitian menyebutkan bahwa metilasi DNA berkontribusi dalam proses regulasi ekspresi gen pada pematangan buah. Pada penelitian ini dilakukan karakterisasi gen metilasi pada pisang secara in silico dan penentuan pola ekspresi gen metilasi selama proses pematangan pisang secara alami dan setelah mendapat perlakuan salut kitosan 1,25%. Salah satu gen DNA metilasi yang berhasil teridentifikasi terdapat pada pisang adalah Musa acuminata DOMAIN REARRANGED METHYLATION 2 (MaDRM2). MaDRM2 diidentifikasi berdasarkan analisis domain lestari yang dimiliki yaitu domain DNA_methylase. Terdapat 3 MaDRM2 yang memiliki domain tersebut dan terdistribusi pada 3 kromosom berbeda yaitu kromosom 3 (MaDRM2-A), kromosom 8 (MaDRM2-B) dan kromosom 11 (MaDRM2-C). MaDRM2-A memiliki elemen cis-acting responsif terhadap asam salisilat paling tinggi. MaDRM2-B memiliki elemen cis-acting moderat. Sedangkan MaDRM2-C memiliki frekuensi elemen cis-acting tinggi pada tiap kategori sehingga diprediksi dapat teregulasi pada kondisi yang bervariasi. Analisis fisiologis pematangan buah dilakukan pada hari ke-0, hari ke-3 dan hari ke-7 dengan tiga perlakuan berbeda yaitu perlakuan kontrol, penyalutan kitosan 1,25% dan pendedahan pada pelarut kitosan (bersifat asam) sebagai kontrol negatif. Hasil analisis fisiologis menunjukkan persentase luas bintik kecokelatan pada pisang dengan perlakuan kitosan di hari ke-7 adalah yang terendah. Perbedaan signifikan teramati pada laju CO2 tetapi tidak dengan laju etilen. Sementara itu, nilai firmness, total soluble solid dan kandungan pati tidak berbeda secara signifikan. Meskipun demikian nilai firmness dan total soluble solid pada pisang dengan perlakuan kitosan selalu menunjukkan nilai paling rendah. Pola ekspresi gen yang dianalisis menggunakan qPCR mendeteksi ekspresi MaDRM2-Adan MaDRM2-B pada pisang dengan pematangan secara alami dan pisang dengan perlakuan salut kitosan 1.25%. Ekspresi yang lebih tinggi teramati pada pisang perlakuan salut kitosan 1,25%. Sedangkan MaDRM2-C tidak terekspresi pada semua kondisi pematangan. Dapat disimpulkan bahwa MaDRM2-A dan MaDRM-B telah terkarakterisasi dengan pola ekspresi yang meningkat pada proses pematangan alami dan teridentifikasi lebih lambat dan lebih tinggi pada perlakuan kitosan.", "Daftar File": {}, "Penulis": "Mita Azzahra Putri [10619026]", "Kontributor / Dosen Pembimbing": ["Karlia Meitha, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Pisang, Pematangan, Kitosan, Metilasi DNA, DOMAIN REARRANGED METHYLATION 2", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "16 Agu 2023"}