{"Nomor": 76629, "Judul": "ANALISIS POTENSI TIMBULAN POLUTAN SPESIFIK DAN MIKROPLASTIK PADA AIR BUANGAN DARI PENGGUNAAN PERSONAL CARE AND COSMETIC PRODUCTS (PCCPS) UNTUK PEMBERSIH WAJAH", "Abstrak": "Salah satu sumber dari pelepasan mikroplastik primer ke lingkungan adalah Personal\nCare and Cosmetic Products (PCCPs) seperti pasta gigi, sabun wajah, tabir surya, deodoran,\nsabun, sampo, dan lainnya dalam bentuk microbeads. Mikroplastik digunakan oleh PCCPs\nuntuk berbagai macam kegunaan seperti untuk eksfoliasi dan membersihkan (microbeads)\nserta untuk menahan fragrance yang berada pada PCCPs agar dapat bertahan lama. Sabun\npembersih wajah merupakan salah satu PCCPs yang menjadi penyumbang polutan spesifik\nserta mikroplastik pada air limbah greywater. Maka dilakukan penelitian ini dengan tujuan\nuntuk menentukan karakteristik air buangan bekas pemnggunaan Personal Care and Cosmetic\nProducts (PCCPs) jenis sabun pembersih wajah, menentukan besar potensi timbulan polutan\nspesifik pada air buangan, menentukan besar emisi pengeluaran mikroplastik yang akan\ndikeluarkan dalam air limbah, serta menentukan karakteristik mikroplastik yang ditemukan,\nmeliputi distribusi ukuran dan bentuk mikroplastik. Pemilihan sampel yang akan diuji\ndilakukan dengan menggunakan data primer dan sekunder. Data primer didapatkan dari hasil\nkuesioner yang disebarkan pada masyarakat Kota Bandung, sedangkan data sekunder\ndidapatkan dari data Top Brand Award tingkat pemakaian sabun pembersih wajah di Indonesia.\nDari kedua data tersebut didapatkan sampel A, B, C, dan D. Pembuatan sampel dilakukan\ndengan melarutkan 1 gram (berat basah) produk dengan air keran sampai terbentuk 1000 mL\nlarutan sampel. Penggunaan air keran dilakukan untuk menyesuaikan keadaan aslinya dalam\nkegiatan mencuci muka yang dilakukan menggunakan air keran. Dari larutan sampel tersebut,\ndilakukan delapan jenis pengujian untuk mengetahui parameter kimia-fisika, serta kandungan\nmikroplastik yang ada pada air buangan. Pengujian yang dilakukan diantaranya adalah uji pH,\nuji padatan berupa TSS dan TDS, uji COD total, uji COD terlarut, uji total P, uji NTK, dan\njuga uji kandungan mikroplastik. Uji parameter fisik kimia dilakukan dengan menggunakan\nacuan dari Standard Methods for the Examination of Water and Wastewater yang diterbitkan\noleh American Public Health Association (APHA). Sedangkan Uji mikroplastik belum\nmemiliki standar metode yang dapat dijadikan acuan sehingga digunakan beberapa literatur\nuntuk dijadikan acuan pada penelitian ini. Dari hasil pengujian didapatkan karakteristik fisikkimia dari air buangan penggunaan Personal Care and Cosmetic Products (PCCPs) jenis sabun\npembersih wajah secara berturut-turut untuk Sampel A, B, C, dan D adalah: 1) pH sebesar 7,21,\n7,05, 7,21, dan 7,22. 2) Konsentrasi COD (Chemical Oxygen Demand) Total sebesar 1149, 27\nmg/L, 1022,52 mg/L, 973,44 mg/L, dan 595,08 mg/L. 3) Konsentrasi COD (Chemical Oxygen\nDemand) terlarut adalah 876,86 mg/L, 740,90 mg/L, 849,47 mg/L, dan 446,01 mg/L. 4) Besar\nTotal P untuk masing-masing sampel adalah 2,05 mg/L, 3,25 mg/L, 1,04 mg/L, dan 1,85 mg/L.\n5) Konsentrasi Total N adalah 4,06 mg/L, 1,4 mg/L, 2,8 mg/L, dan 2,71 mg/L. 7) Parameter\nfisik berupa padatan TSS dengan masing-masing sampel sebesar 229 mg/L, 55,67 mg/L, 0\nmg/L, dan 344,33 mg/L, dan 8) TDS dengan besar masing-masing sampel adalah 361 mg/L, 410,33 mg/L, 344,33 mg/L, dan 332,67 mg/L. Dilakukan pula perhitungan timbulan polutan\nspesifik rata-rata pada greywater yang akan dihasilkan pada skala rumah tangga yaitu 1,87\ng/kapita.hari untuk COD terlarut, 1,457 g/kapita.hari untuk COD total, 0,004 g/kapita.hari\nuntuk total P, 0,005 g/kapita.hari untuk total N, 0,429 g/kapita.hari untuk TSS, dan 0,724\ng/kapita.hari untuk TDS. Besar emisi mikroplastik yang dilepaskan ke greywater dari kegiatan\npenggunaan PCCPs pembersih wajah adalah 719 ± 66 partikel/L untuk Sampel A, 1261 ± 49\npartikel/L untuk Sampel B, 2823 ± 567 partikel/L pada Sampel C, dan 443 ± 28 partikel/L\nuntuk Sampel D. Ditemukan bahwa mikroplastik pada air buangan sabun pembersih wajah\npaling banyak memiliki bentuk fragmen untuk Sampel A, B, dan D dimana berturut-turut\nnilainya pada masing-masing sampel adalah 52%, 67% dan 64%. Sedangkan pada Sampel C\npaling banyak ditemukan mikroplastik dengan bentuk pellet sebanyak 41%. Selanjutnya,\nkarakterisasi berdasarkan ukuran menemukan bahwa pada Sampel A dan D ukuran partikel\nrelative kecil berada pada rentang 10-49 µm sebanyak 49% pada Sampel A dan 66% pada\nSampel D. Sedangkan Sampel B dan C memiliki ukuran paling banyak pada rentang 100-499\nµm sebanyak 36% pada Sampel B dan 45% pada Sampel C. Untuk memastikan bahwa partikel\nyang didapatkan merupakan mikroplastik, disarankan untuk melakukan uji FT-IR sebagai uji\nkonfirmasi terhadap partikel mikroplastik yang ditemukan pada air buangan penggunaan\nPCCPs jenis pembersih wajah.", "Daftar File": {"Atiya Ramadhanti Akbar.pdf": "https://digilib.itb.ac.id/gdl/download/303880"}, "Penulis": "Atiya Ramadhanti Akbar [15319067]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Mindriany Syafila, M.S, Ph.D.", "Dr. Ing. Marisa Handajani, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "air limbah domestik; kosmetik; mikroplastik; PCCPs; sabun pembersih wajah,", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "16 Agu 2023"}