{"Nomor": 76628, "Judul": "KAJIAN EFEK IMUNOMODULATOR EKSTRAK BUNGA KECOMBRANG [ETLINGERA ELATIOR (JACK) R.M. SMITH] PADA MENCIT SWISS WEBSTER", "Abstrak": "Saat ini banyak sekali penyakit yang berkaitan dengan sistem imun. Untuk mengatasi penyakit \ntersebut dibutuhkan senyawa-senyawa imunomodulator yang dapat mempengaruhi sistem imun. \nSalah satu sumber imunomodulator dapat berasal dari tumbuhan di antaranya yaitu kecombrang \n[Etlingera elatior (Jack) R.M. Smith] yang sering digunakan sebagai bumbu masak. Kecombrang \nmerupakan salah satu rempah khas Indonesia yang memiliki berbagai manfaat. Beberapa manfaat \nkecombrang antara lain sebagai antibakteri, antioksidan, dan antikanker. Penelitian ini bertujuan \nuntuk mengkaji khasiat imunomodulator dari bunga kecombrang. Senyawa aktif bunga \nkecombrang diekstraksi menggunakan etanol melalui metode maserasi. Khasiat imunomodulator \nekstrak etanol bunga kecombrang (EEBK) diuji pada mencit Swiss Webster melalui uji bersihan \nkarbon, indeks organ, dan titer antibodi sebagai respons imun humoral. Efek imunomodulator diuji \nlebih lanjut melalui uji renang. Hasil menunjukkan EEBK pada dosis 400 mg/kg bobot badan bersifat \nimunosupresif dengan indeks fagositik 0,89. Kedua dosis EEBK (200 dan 400 mg/kg bobot badan) \ntidak mempengaruhi indeks organ (hati, limpa, dan kelenjar timus). Efek imunosupresif EEBK pada \ndosis 400 mg/kg bobot badan juga terlihat dari hasil titer antibodi baik primer maupun sekunder\nyang lebih rendah dari kontrol. Sejalan dengan efek imunosupresif, kedua dosis juga tidak \nmeningkatkan stamina pada uji berenang. Berdasarkan hasil penilitian ini, dapat disimpulkan \npeningkatan dosis EEBK meningkatkan efek imunosupresif yang dapat digunakan untuk penderita \npenyakit otoimun.", "Daftar File": {"ABSTRAK Syarief Muhammad Hidayatulloh": "https://digilib.itb.ac.id/gdl/download/310005"}, "Penulis": "Syarief Muhammad Hidayatulloh [11618027]", "Kontributor / Dosen Pembimbing": ["Dr. Maria Immaculata Iwo, Apt. M.Si.", "Irianti Bahana Maulida Reyaan, S.Farm., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Imunomodulator, Imunosupresan, Kecombrang, Levamisol, Metilprednisolon", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "16 Agu 2023"}