{"Nomor": 76624, "Judul": "PENINGKATAN SKEMA SUMBER DAYA DALAM MANAJEMEN PROYEK PENGEMBANGAN PERANGKAT LUNAK (KASUS: BURSA EFEK INDONESIA)", "Abstrak": "Bursa Efek Indonesia (BEI) adalah regulator pasar modal yang sangat bergantung pada teknologi informasi (IT) untuk kegiatan operasinya. BEI menghadapi kesulitan yang signifikan dengan pengembangan perangkat lunak yang ada, terutama sebagai akibat dari perubahan yang sering dimulai oleh berbagai divisi BEI. Tujuan dari studi ini adalah untuk mengidentifikasi faktor-faktor yang terkait dengan alokasi sumber daya yang berkontribusi pada biaya ini dan untuk memberikan rekomendasi untuk meningkatkan alokan sumber daya dalam manajemen proyek pengembangan perangkat lunak. Studi ini mengadopsi pendekatan metode campuran, menggabungkan metode kualitatif dan kuantitatif yang memerlukan wawancara dengan berbagai pemangku kepentingan, mempelajari literatur menggunakan Project Management Body of Knowledge (PMBOK), Control Objective for Information Technologies (COBIT), dan penelitian sebelumnya juga menggunakan Simple Multi -Attribute Rating (SMART) framework dalam pengambilan keputusan. Tujuan utama studi ini adalah untuk mengidentifikasi dan mengkategorikan faktor atribut penting yang menginformasikan keputusan skema sumber daya untuk meningkatkan manajemen proyek pengembangan perangkat lunak. Hasilnya menunjukkan bahwa strategi-strategi berikut dapat digunakan untuk meningkatkan alokasi sumber daya dan manajemen proyek untuk pengembangan perangkat lunak dengan menerapkan pendekatan Synergy Blend, yang memaksimalkan pengalokasian sumber dan menyesuaikan dengan tujuan proyek dengan menggabungkan unsur-unsur dari kedua air terjun dan metodologi agile berdasarkan rincian masing-masing software. Selain itu, adopsi program dan manajemen portofolio (PPM) TI memiliki manfaat peningkatan yang terbatas. Dengan mengoptimalkan alokasi sumber daya, mengurangi biaya, dan meningkatkan proses pengembangan perangkat lunak, para peneliti berharap untuk secara tidak langsung mendukung pertumbuhan perusahaan.", "Daftar File": {"COVER Khoerul Anam": "https://digilib.itb.ac.id/gdl/download/303875", "BAB 1 Khoerul Anam": "https://digilib.itb.ac.id/gdl/download/312150", "BAB 2 Khoerul Anam": "https://digilib.itb.ac.id/gdl/download/312151", "BAB 3 Khoerul Anam": "https://digilib.itb.ac.id/gdl/download/312152", "BAB 4 Khoerul Anam": "https://digilib.itb.ac.id/gdl/download/312153", "BAB 5 Khoerul Anam": "https://digilib.itb.ac.id/gdl/download/312154", "PUSTAKA Khoerul Anam": "https://digilib.itb.ac.id/gdl/download/312155"}, "Penulis": "Khoerul Anam [29321307]", "Kontributor / Dosen Pembimbing": ["Akbar Adhi Utama, S.T, M.A.B., Ph.D.", "Dr. Ir. Aries F Firman, M.Sc., MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "pengembangan perangkat lunak, alokasi sumber daya, manajemen proyek, manajemen program, manajemen portofolio.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "16 Agu 2023"}