{"Nomor": 76636, "Judul": "USULAN STRATEGI KOMUNIKASI PEMASARAN TERPADU UNTUK MENINGKATKAN BRAND AWARENESS DAN PENJUALAN PAKAIAN WANITA: HIJAB SABINE", "Abstrak": "Tujuan dari penelitian ini adalah untuk merumuskan pendekatan pemasaran baru untuk merek bernama Hijab Sabine.\nDi masa pandemi Covid-19, sub industri kreatif khususnya sub industri fesyen mengalami dampak buruk yang cukup signifikan. Merek Hijab Sabine termasuk yang berjuang untuk pulih dan menjadi lebih baik setelah terkena dampak buruk pandemi Covid-19. Seiring berjalannya waktu, banyak bermunculan bisnis pakaian jadi baru dengan lini produk yang mirip dengan Hijab Sabine. Meski Hijab Sabine tetap tidak berubah, pendatang baru telah menunjukkan kemajuan yang lebih besar. Faktor utama yang menyebabkan fenomena ini adalah saluran pemasaran yang kurang berkembang dan gagal menyesuaikan diri dengan keadaan yang berubah akibat pandemi COVID-19.\nStudi ini mengkaji masalah yang dihadapi dengan melakukan analisis komprehensif terhadap hasil penjualan merek melalui penggunaan analisis eksternal dan internal. Analisis eksternal meliputi PESTEL, Porter's Five Forces, analisis pelanggan, dan analisis pesaing, sedangkan analisis internal melibatkan pemeriksaan STP saat ini, bauran pemasaran 4P, VRIO, dan BMC. Data untuk penelitian ini diperoleh dari wawancara mendalam dan observasi. Sebagai rangkuman, penelitian ini memberikan wawasan tentang strategi bisnis Hijab Sabine dan mengusulkan rekomendasi untuk meningkatkan upaya pemasarannya dan mencapai kesuksesan di pasar yang sangat kompetitif.", "Daftar File": {"COVER Nicky novianty": "https://digilib.itb.ac.id/gdl/download/303893", "BAB 1 Nicky novianty": "https://digilib.itb.ac.id/gdl/download/312259", "BAB 2 Nicky novianty": "https://digilib.itb.ac.id/gdl/download/312260", "BAB 3 Nicky novianty": "https://digilib.itb.ac.id/gdl/download/312261", "BAB 4 Nicky novianty": "https://digilib.itb.ac.id/gdl/download/312262", "BAB 5 Nicky novianty": "https://digilib.itb.ac.id/gdl/download/312263", "PUSTAKA Nicky novianty": "https://digilib.itb.ac.id/gdl/download/312264"}, "Penulis": "Nicky novianty [29321395]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Sudrajati Ratnaningtyas, M.P.", "Satya Aditya Wibowo, M.B.A"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pakaian muslim, promosi, Marketing comunikasi terintegrasi", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "16 Agu 2023"}