{"Nomor": 76637, "Judul": "AKTIVITAS ANTIOKSIDAN BERBASIS SELULER PADA SEDIAAN NANOSTRUCTURED LIPID CARRIER (NLC) YANG MENGANDUNG MINYAK CENGKIH (SYZYGIUM AROMATICUM L.)", "Abstrak": "Ketidakseimbangan antioksidan dan radikal bebas dalam tubuh akibat polusi dan paparan sinar \nultraviolet dapat menyebabkan stres oksidatif yang menimbulkan penyakit degeneratif. Diperlukan \nsuplementasi antioksidan eksogen, salah satunya minyak cengkih. Namun, minyak cengkih memiliki \ntoksisitas dan sifat fisikokimia yang kurang menguntungkan, sehingga diperlukan suatu pembawa \nuntuk menghantarkannya. Nanostructured Lipid Carrier (NLC) merupakan lipid nanopartikel yang \ndapat mengenkapsulasi minyak cengkih sehingga meningkatkan stabilitas dan kelarutan minyak \ncengkih. Sebelumnya telah dikembangkan formula NLC minyak cengkih dengan aktivitas antioksidan \nyang menyerupai minyak cengkih murni dan tergolong ke dalam antioksidan sangat kuat berdasarkan\npengujian peredaman DPPH. Penelitian ini dilakukan untuk membuktikan sistem NLC yang \ndikembangkan dapat digunakan sebagai pembawa yang efektif melalui metode induksi H2O2\nberdasarkan viabilitas sel NIH/3T3. Metode ini dinilai lebih representatif untuk menggambarkan \naktivitas NLC dalam sistem fisiologi. Berdasarkan karakterisasi NLC, didapatkan NLC dengan ukuran \n146,50 ± 21,80 nm yang terdistribusi homogen dengan zeta potensial – 26,98 ± 3,12 mV. Berdasarkan \nhasil pengujian viabilitas sel NIH/3T3 yang diinduksi H2O2, ditemukan bahwa minyak cengkih murni \npada konsentrasi 150 ?g/mL dan 200 ?g/mL tidak mampu meredam stres oksidatif yang disebabkan \noleh H2O2 dengan nilai viabilitas sel masing-masing adalah 57,93 ± 5,97% dan 57,70 ± 4,18%. Nilai \nviabilitas sel NIH/3T3 ini tidak berbeda bermakna secara statistik dibandingkan dengan kelompok yang \nhanya diinduksi oleh H2O2 (55,22 ± 1,83%). Hasil yang berbeda terlihat pada kelompok yang diberikan \nNLC minyak cengkih, viabilitas sel NIH/3T3 mengalami peningkatan yang signifikan dibanding \nkelompok yang hanya diinduksi oleh H2O2 maupun kelompok minyak cengkih murni dengan nilai \nviabilitas sel pada konsentrasi 150 ?g/mL sebesar 66,05 ± 1,86% dan 68,17 ± 3,12% pada konsentrasi \n200 ?g/mL. Hasil ini menunjukkan bahwa sistem NLC yang dikembangkan berpotensi sebagai sistem \npenghantaran minyak cengkih untuk mencegah terjadinya stres oksidatif.", "Daftar File": {"ABSTRAK Risya Qonitah Rihad": "https://digilib.itb.ac.id/gdl/download/303894"}, "Penulis": "Risya Qonitah Rihad [10719102]", "Kontributor / Dosen Pembimbing": ["Dr. Satrialdi, S.Farm., M.Si.", "Dr. Ratna Annisa Utami, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Antioksidan, Radikal bebas, Nanostructured lipid carrier, Minyak cengkih", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "16 Agu 2023"}