{"Nomor": 76644, "Judul": "USULAN STRATEGI PEMASARAN PT INDONESIA ASAHAN ALUMINIUM UNTUK MENINGKATKAN PANGSA PASAR", "Abstrak": "Saat ini, PT Indonesia Asahan Aluminium (Inalum) merupakan satu-satunya smelter aluminium primer di Indonesia. Saat ini Inalum memproduksi produk aluminium primer (ingot) dan value-added product (alloy dan billet). Dengan hal tersebut, sudah selayaknya Inalum menjadi market leader di pasar domestic. Berdasarkan hasil Analisa pasar domestic yang dilakukan tim Inalum pada Maret 2023, diperoleh hasil jika Inalum menjadi market leader pada produk ingot dan produk impor menjadi market leader untuk value-added product. Sedangkan berdasarkan analisa CRU pada 2022, diketahui jika industri aluminium domestic akan tumbuh dengan CAGR 6,7% pada 2023 – 2027. Fenomena tersebut tentu menjadi dasar riset ini dilakukan untuk dapat menentukan strategi pemasaran yang cocok bagi Inalum untuk dapat meningkatkan market sharenya dipasar domestic, mengetahui factor eksternal dan internal yang Inalum miliki saat ini, dan merekomendasikan rencana implementasi yang sesuai.  Oleh sebab itu, penulis melakukan penelitian secara kualitatif dengan melakukan wawancara terhadap beberapa stakeholder Inalum, pengamat aluminium, dan kemenperin. \nSelain itu, penulis juga menggunakan data internal Inalum untuk dapat dijadikan referensi dalam penelitian. Untuk memformulasikan strategi pemasaran yang tepat, penulis melakukan Analisa eksternal dengan menggunakan: PESTEL Analysis, Porter’s five forces, competitor analysis, dan B2B market analysis. Selain faktor eksternal, factor internal juga penting untuk dianalisa. Penulis menggunakan Segmenting, Targeting, & Positioning analysis, Marketing Mix, VRIO analysis, dan business model canvas dalam melakukan internal analysis. Setelah melakukan kedua analisa tersebut, penulis menuangkannya kedalam SWOT analysis. Berdasarkan SWOT Analysis, penulis merumuskan corporate strategy Inalum untuk dapat dijadikan basis referensi dalam penentuan strategi pemasaran. Diperoleh corporate strategy Inalum adalah pertumbuhan, dengan portofolio produk ingot pada kuadran star dan value-added product pada kuadran question mark. Untuk dapat memformulasikan strategi pemasaran, penulis melakukan analisa menggunakan TOWS Matrix. Sehingga, diperoleh enam strategi yang akan digolongkan menjadi empat strategi utama yang dapat mendukung peningkatan market share Inalum sesuai dengan corporate strateginya. Pertama, menekankan sustainable green aluminium smelter sebagai competitive advantage Inalum. Kedua, melakukan analisa pasar untuk melakukan product development dalam upaya memenuhi kebutuhan aluminium domestik yang belum Inalum produksi sebelumnya. Ketiga, melakukan ekspansi kapasitas produksi beserta peningkatan teknologi untuk meningkatkan produktifitas. Keempat, memaksimalkan promosi dengan chanel penjualan saat ini dan melakukan kolaborasi dengan MIND ID Trading. Dengan hal tersebut, maka Inalum dapat meningkatkan market sharenya dipasar domestik dan menangkap peluang yang ada kedepannya.", "Daftar File": {"COVER Putri Angelyn Gunadi": "https://digilib.itb.ac.id/gdl/download/303908", "BAB 1 Putri Angelyn Gunadi": "https://digilib.itb.ac.id/gdl/download/312305", "BAB 2 Putri Angelyn Gunadi": "https://digilib.itb.ac.id/gdl/download/312306", "BAB 3 Putri Angelyn Gunadi": "https://digilib.itb.ac.id/gdl/download/312307", "BAB 4 Putri Angelyn Gunadi": "https://digilib.itb.ac.id/gdl/download/312308", "BAB 5 Putri Angelyn Gunadi": "https://digilib.itb.ac.id/gdl/download/312309", "PUSTAKA Putri Angelyn Gunadi": "https://digilib.itb.ac.id/gdl/download/312310"}, "Penulis": "Putri Angelyn Gunadi [29321533]", "Kontributor / Dosen Pembimbing": ["Sonny Rustiadi, SE., MBA., Ph.D., CBAP.", "Ir. Priyantono Rudito, M.Bus. (Mktg), Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Inalum, Primary Aluminium, B2B, Corporate Strategy, Analisa Internal, Analisa Eksternal, SWOT Analysis, TOWS Analysi, Strategi Pemasaran, Market Share", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "16 Agu 2023"}