{"Nomor": 76646, "Judul": "ANALISIS KINERJA SISTEM FASILITAS SISI UDARA BANDARA DENGAN MODEL DISCRETE-EVENT SIMULATION", "Abstrak": "Jumlah kebutuhan pergerakan udara terus meningkat seiring berjalannya waktu. Di sisi lain, setiap bandara memiliki kemampuan yang berbeda dalam melayani operasi penerbangan. Saat kebutuhan pergerakan melebihi kemampuan layan bandara akan terjadi penurunan kinerja bandara. Langkah umum yang dilakukan untuk meningkatkan kinerja bandara adalah dengan pembangunan infrastruktur fasilitas sisi yang baru. Namun langkah ini membutuhkan dana yang besar, ketersediaan lahan, serta dampak lingkungan. Oleh karena itu, pada penelitian ini akan dilakukan kajian untuk meningkatkan kinerja sistem airside melalui intervensi dari sisi operasional.\nAnalisis dilakukan melalui model mikrosimulasi yang memodelkan pergerakan pesawat dari mendarat hingga lepas landas. Sistem airside yang dimodelkan adalah sistem airside Bandara Kualanamu. Kinerja airside diukur melalui throughput dan delay. Berdasarkan hasil analisis dengan model yang tervalidasi diperoleh bahwa faktor-faktor yang signifikan memengaruhi kinerja sistem airside antara lain jadwal penerbangan, komposisi jenis pesawat, dan proses ground service.\nJenis pesawat yang signifikan berpengaruh terhadap kinerja airside adalah wide-body aircraft. Pengurangan jumlah wide-body aircraft sebanyak 1% dapat mengurangi antrean di apron serta meningkatkan throughput airside sebesar 2,31%. Penambahan jumlah wide-body aircraft sebanyak 9% dapat meningkatkan antrean di apron dan mengurangi throughput airside sebesar 23,08%.\nProses ground service dipengaruhi oleh jumlah ground vehicle. Berdasarkan hasil analisis, ground vehicle yang signifikan berpengaruh terhadap kinerja airside adalah catering car. Penambahan jumlah unit catering car dapat meningkatkan throughput apron dan mengurangi antrean di apron. Namun diperlukan pengaturan jadwal penerbangan untuk mengurangi antrean yang terjadi di runway.", "Daftar File": {"ABSTRAK Margaretha Juliana Sitanggang": "https://digilib.itb.ac.id/gdl/download/303910"}, "Penulis": "Margaretha Juliana Sitanggang [25022008]", "Kontributor / Dosen Pembimbing": ["Dr. Russ Bona Frazila, S.T, M.T.", "Dr. Eng. Widyarini Weningtyas, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "kinerja airside, mikrosimulasi, throughput, delay, ground service.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "16 Agu 2023"}