{"Nomor": 76642, "Judul": "PRODUKSI LIPID DARI MIKROALGA SCENEDESMUS SP. YANG DIKULTIVASI SECARA FOTOHETEROTROF DENGAN PENAMBAHAN MONOSAKARIDA DAN DISAKARIDA", "Abstrak": "Asam lemak tak jenuh ganda atau Polyunsaturated Fatty Acid (PUFA) merupakan\nasam lemak penting yang memiliki manfaat dalam bidang bidang nutrasetikal,\nkosmeseutikal, dan farmaseutikal. PUFA dapat diproduksi oleh mikroorganisme,\nterutama mikroalga sebagai lipid. Pada penelitian ini digunakan mikroalga\nScenedesmus sp. yang diketahui dapat menghasilkan lipid sebesar 13 – 40 % (b/b)\nberat kering. Kultivasi dilakukan dengan dua metode, yaitu secara fotoautotrof dan\nfotoheterotrof untuk membandingkan pengaruh kedua metode kultivasi terhadap\npertumbuhan serta akumulasi lipid oleh Scenedesmus sp. Pada kultivasi\nfotoheterotrof digunakan gula dengan konsentrasi 3 g.L-1, yaitu monosakarida\n(glukosa dan fruktosa) serta disakarida (sukrosa). Tujuan penelitian ini adalah untuk\nmembandingkan pengaruh jenis gula pada pertumbuhan dan akumulasi lipid. Pupuk\nNPK 1 g.L-1 digunakan sebagai medium kultivasi. Kultivasi dilakukan selama 216\njam pada volume kerja 800 mL dengan kondisi 25 °C, pH awal 7,5 – 8, konsentrasi\ninokulum 106 sel.mL-1 dengan volume 10% (v/v). Pada penelitian ini juga\ndibandingkan kinetika pertumbuhan Scenedesmus sp. pada kultivasi fotoautotrof\ndan fotoheterotrof ketiga gula. Model pertumbuhan Scenedesmus sp. dibuat\nmenggunakan persamaan logistik untuk seluruh variasi perlakuan. Hasil penelitian\nmenunjukkan bahwa kultivasi fotoheterotrof mampu meningkatkan akumulasi\nbiomassa dengan meningkatkan laju pertumbuhan spesifik dari 0,06 ± 0,001 jam-1\nmenjadi 0,08 ± 0,005 jam-1. Kultivasi fotoheterotrof juga meningkatkan konsentrasi\nlipid yaitu dari 0,10 ± 0,019 g.L-1 menjadi 0,22 ± 0,066 g.L-1. Pada perbandingan\ntiga gula, didapatkan glukosa menjadi gula yang paling baik disusul oleh sukrosa,\ndan fruktosa. Laju pertumbuhan spesifik variasi glukosa, fruktosa, dan sukrosa\nberturut-turut adalah 0,08 ± 0,005 jam-1, 0,06 ± 0,003 jam-1, dan 0,06 ± 0,001 jam-\n1, sedangkan konsentrasi lipid variasi glukosa, fruktosa, dan sukrosa berturut-turut\nadalah 0,22 ± 0,066 g.L-1, 0,13 ± 0,030 g.L-1, dan 0,17 ± 0,006 g.L-1. Kultivasi\nfotoautotrof memiliki nilai YX/S-amonia dan YP/S-amonia tertinggi dengan nilai berturutv\nturut 8,57 g g-1 dan 3,11 g g-1. Sedangkan terhadap substrat gula, sukrosa memiliki\nnilai YX/S-gula dan YP/S-gula tertinggi dengan nilai berturut-turut adalah 0,30 ± 0,113 g\ng-1 dan 0,09 ± 0,025 g g-1. Produktivitas lipid tertinggi dihasilkan oleh variasi gula\nglukosa dengan nilai 1,00 ± 0,308 mg.L-1 jam-1. Persamaan logistik dapat\nmemodelkan pertumbuhan variasi fotoautotrof serta fotoheterotrof gula dan\nsukrosa.", "Daftar File": {}, "Penulis": "Marcel Adrian [11219051]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Kamarisima, S.Si., M.Si.", "Neil Priharto, S.Si., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Hayati", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Lipid, Scenedesmus sp., kultivasi fotoheterotrof, monosakarida, disakarida", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "16 Agu 2023"}