{"Nomor": 76643, "Judul": "PENGEMBANGAN DAN VALIDASI METODE ATTENUATED TOTAL REFLECTANCE-FOURIER TRANSFORM INFRARED (ATR-FTIR) UNTUK PENENTUAN KADAR PEG 6000 DALAM FRAKSI C-FIKOSIANIN", "Abstrak": "C-fikosianin (CPC) dari Spirulina platensis merupakan protein-pigmen berwarna biru yang banyak \ndigunakan dalam berbagai bidang seperti makanan, farmasi, kosmetik dan lainnya. Salah satu \npemanfaatan CPC yaitu dikembangkan sebagai substrat pengganti dalam penetapan aktivitas \nprotease pankreatin (PP). CPC hasil isolasi dari pemurnian menggunakan metode ATPS masih \ndipengaruhi oleh PEG 6000. Adanya PEG 6000 menyebabkan efek aktivasi enzim. Penelitian ini \nbertujuan untuk mengembangkan metode ATR-FTIR untuk penentuan kadar PEG 6000 dalam fraksi \npemurnian CPC. Penelitian ini dilakukan dalam beberapa tahapan, yaitu isolasi CPC, penentuan \nkondisi pengukuran dengan ATR-FTIR, validasi, dan aplikasi metode. Metode isolasi dilakukan \nberdasarkan penelitian sebelumnya dan dihasilkan fraksi CPC dengan karakteristik memiliki \nspektrum UV-Vis pada panjang gelombang maksimum 620 nm, kadar 268,16 ?g/mL, dan nilai \nkemurnian 1,24. Sampel dianalisis dengan ATR-FTIR pada rentang spektrum 4000 - 400 cm?¹, \nresolusi 16 cm?¹, 16 kali pindaian, dan volume sampel 20 ?L. AUC digunakan untuk penentuan kadar\ndan puncak yang digunakan pada rentang 1180,22 – 983,518 cm-1\n. Hasil validasi menunjukkan \nmetode mempunyai spesifisitas yang baik; linearitas dengan nilai koefisien korelasi (r) 0,999 pada \nrentang konsentrasi PEG 6000 10 – 45 %(b/v); batas deteksi sebesar 1,62 %(b/v) dan batas \nkuantitasi sebesar 5,41 % (b/v). Hasil akurasi menunjukkan metode mempunyai persen perolehan \nkembali 99,04 – 102,55%. Hasil presisi intraday dan interday menghasilkan simpangan baku relatif \n< 2%. Metode yang telah divalidasi ini digunakan untuk menentukan kadar pada empat sampel \nfraksi CPC. Hasil pengujian kadar PEG 6000 dalam sampel dengan rentang 35,45 – 37,35 %(b/v).\nMetode ATR-FTIR yang dikembangkan dapat digunakan untuk menentukan kadar PEG 6000 dalam \nfraksi CPC.", "Daftar File": {"ABSTRAK Silvia Rumondang Tamba": "https://digilib.itb.ac.id/gdl/download/303907"}, "Penulis": "Silvia Rumondang Tamba [10719018]", "Kontributor / Dosen Pembimbing": ["Dr. apt. Tursino, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "PEG 6000, C-fikosianin, ATR-FTIR, Validasi", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "16 Agu 2023"}