{"Nomor": 76647, "Judul": "STUDI AKTIVITAS ANTIINFLAMASI DAN ANTIOKSIDAN EKSTRAK AKAR, BATANG, BUAH, DAN DAUN (AVICENNIA MARINA (FORSSK.) VIERH.)", "Abstrak": "Inflamasi utamanya disebabkan oleh respon tubuh yang berkaitan dengan inisiasi stress oksidatif. Stress \noksidatif dapat berasal dari radikal bebas berupa ion, atom, atau molekul dengan kandungan oksigen \ndengan elektron tidak berpasangan pada orbit terluar akibat reaksi homolitik dan reduksi-oksidasi. \nRespon inflamasi merupakan salah satu mekanisme pertahanan tubuh terhadap proteksi yang bertujuan \nuntuk memperbaiki homeostasis tubuh. Manajemen penanganan inflamasi masih memiliki beberapa \nkekurangan terutama dalam efek samping merugikan yang dialami pasien, seperti dyspepsia, nyeri perut, \nglaukoma, dan lainnya. Salah satu alternatif yang dapat digunakan yaitu pemanfaatan senyawa metabolit \nsekunder seperti fenol dan flavonoid yang bersumber dari tumbuhan. Tumbuhan yang memiliki \nkandungan fenol tertinggi salah satunya yaitu tumbuhan api-api (Avicennia marina (Forssk.) Vierh.). \nPenelitian ini bertujuan untuk menentukan kadar kuantitatif fenol dan flavonoid yang terkandung serta \nmenentukan potensi antiinflamasi dan antioksidan ekstrak etanol 70% api-api dengan ekstraksi maserasi. \nSampel diuji kadar kuantitatif fenol dengan menggunakan pereaksi Folin-Ciocalteu dengan satuan \nkesetaraan asam galat dan flavonoid dengan pereaksi AlCl3 dengan satuan kesetaraan kuersetin. Sampel \ndiuji potensi antiinflamasi secara in vitro dengan menggunakan denaturasi protein BSA dan \nantioksidannya dengan peredaman DPPH. Didapatkan bahwa aktivitas antiinflamasi memiliki nilai IC50 \nsampel akar, batang, buah, dan daun berturut-turut 0,20; 0,32; 0,14; dan 0,12 mg/mL. Sedangkan aktivitas \nantioksidan memiliki nilai IC50 sampel akar, batang, buah, dan daun berturut-turut 0,092; 0,151; 0,097; \n0,222 mg/mL. Kandungan fenol pada sampel akar, batang, dan buah, dan daun yaitu berturut-turut 7,76 \n± 0,013; 3,45 ± 0,022; 6,91 ± 0,038; 5,96 ± 0,027 g GAE/100 g. Kandungan flavonoid sampel akar, batang, \nbuah, dan daun yaitu berturut-turut 0,88 ± 0,019; 1,04 ± 0,017; 0,76 ± 0,024; 1,76 ± 0,023 g QE/100 g.", "Daftar File": {"ABSTRAK Muhammad Dzaki Naufal Ramadhan": "https://digilib.itb.ac.id/gdl/download/303912"}, "Penulis": "Muhammad Dzaki Naufal Ramadhan [10719066]", "Kontributor / Dosen Pembimbing": ["apt. Defri Rizaldy, S.Farm., M.Si., Ph.D.", "Dr. Rika Hartati, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Antiinflamasi, antioksidan, Avicennia marina", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "16 Agu 2023"}