{"Nomor": 76653, "Judul": "PENGEMBANGAN  DAN VALIDASI METODE SPEKTROFOTOMETRI UV-VIS MENGGUNAKAN PEREAKSI KIO3/KI UNTUK PENETAPAN KADAR ALKILBENZILDIMETILAMONIUM KLORIDA TOTAL", "Abstrak": "Pandemi global COVID-19 menimbulkan kebiasaan untuk menjaga kebersihan tangan dan sekitar \nsehingga banyak bermunculan produk antiseptik dan disinfektan. Benzalkonium klorida (BKC) yang \nmerupakan campuran alkilbenzildimetilamonium klorida telah banyak dikembangkan menjadi \nantiseptik dan disinfektan non alkohol. Dengan adanya produk BKC yang bermunculan, penetapan \nkadar perlu dilakukan untuk menjamin mutu produk tersebut. Penelitian ini bertujuan untuk \nmengembangkan metode berbasis spektrofotometri UV-Vis menggunakan KIO3/KI untuk \npenetapan kadar alkilbenzildimetilamonium klorida total. Penelitian dilakukan dalam beberapa \ntahap meliputi penentuan komposisi pereaksi dan kondisi pengukuran, validasi metode, serta \npenetapan kadar. Kondisi optimum pereaksi diperoleh dengan menggunakan pereaksi 1 yang \nmengandung KI 0,005 M dan pereaksi 2 yang mengandung H3PO4 1 M dan KIO3 0,001 M. Penetapan \nkadar diawali dengan mencampurkan sampel, pereaksi 1, dan pereaksi 2 dengan perbandingan \n5:1:1 (v/v) pada suhu ruang dengan waktu inkubasi 10 – 15 menit lalu serapan diukur pada panjang \ngelombang 460 nm. Hasil Validasi menunjukkan metode memiliki spesifisitas yang baik; linearitas \nyang baik nilai koefisien korelasi (r) 0,999 pada rentang konsentrasi BKC 4 – 18 bpj; batas deteksi \n0,87 bpj dan batas kuantitasi 2,05 bpj. Hasil uji akurasi menunjukkan metode memiliki persen \nperolehan kembali berada pada rentang 98 – 102%; serta hasil uji presisi intraday dan interday\ndengan simpangan baku relatif <2%. Metode yang telah divalidasi digunakan pada sampel bahan \nbaku dan didapatkan hasil perbandingan persen konsentrasi aktual sampel dengan klaimnya pada \nrentang 86,56-100,03%. Metode spetrofotometri UV-Vis yang dikembangkan dapat digunakan \nuntuk penetapan kadar alkilbenzildimetilamonium klorida total pada sampel bahan baku.", "Daftar File": {"ABSTRAK Jessica Beatrice Sonja Raranta": "https://digilib.itb.ac.id/gdl/download/303917"}, "Penulis": "Jessica Beatrice Sonja Raranta [10719093]", "Kontributor / Dosen Pembimbing": ["Dr. apt. Tursino, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Benzalkonium klorida, alkilbenzildimetilamonium klorida, uv-vis, validasi", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "16 Agu 2023"}