{"Nomor": 76654, "Judul": "KARAKTERISASI DAN UJI AKTIVITAS IMUNOMODULATOR KONSENTRAT VITAMIN E PADA EKSTRAK ETANOL GARAM MAGNESIUM-DISTILAT ASAM LEMAK  SAWIT (MG-DALS)", "Abstrak": "Palm Fatty Acid Distillate (PFAD) is a by-product of palm oil refining which is then saponified to produce \nMagnesium-PFAD (Mg-PFAD). Mg-PFAD emerged as a potential source for extracting the Vitamin E \ncontent in the PFAD. It is proven that Vitamin E has therapeutic potential in modulating immune \nresponse (Lee and Han, 2018). This quantitative descriptive study uses laboratory tests starting from \nthe extraction stage to obtain the extract suspected of containing vitamin E and having \nimmunomodulatory activity. The Mg-PFAD sample is used as a research object considering the high \nproduction of palm oil in Indonesia and promoting the utilization of a byproduct from the palm oil \nindustry. This experiment showed a Vitamin E Concentration of 0.592 mg/g and a recovery rate of \nvitamin E from Mg-PFAD to extract is 19.962% , which means the amount of Mg-PFAD extracted is still \nin modest amounts and further studies are needed. The immunomodulatory non-specific immune \nresponse test results showed that the organ thymus index of 0.315 ± 0.072 increased significantly \ncompared to the control (p<0.05). The extract with a higher dose of concentrates (100 mg/20 g BW) \nhad a phagocytic index of 1.015 which includes immunostimulant in comparison to a lower dose \nconcentrate (50 mg/20 g BW) had a phagocytic index of 0.7 which includes immunosuppressant. Both \nextracts expressed the presence of dose-dependent immunomodulatory activity.", "Daftar File": {"ABSTRAK Andini Putri Hastiti": "https://digilib.itb.ac.id/gdl/download/303918"}, "Penulis": "Andini Putri Hastiti [10719212]", "Kontributor / Dosen Pembimbing": ["Dr. apt. Muhamad Insanu, S.Si., M.Si.", "Dr. apt. Neng Fisheri Kurniati, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Immunomodulatory Activity, Crude Palm Oil, Mg-PFAD, ?-Tocopherol, Extract", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "16 Agu 2023"}