{"Nomor": 76656, "Judul": "PENGODEAN CITRA GALAKSI MENGGUNAKAN VARIATIONAL AUTOENCODER DALAM UPAYA PENCARIAN KANDIDAT LENSA GRAVITASI BARU", "Abstrak": "Menemukan suatu fenomena antariksa seperti pelensaan gravitasi di tengah\nbanyaknya citra antariksa yang ada pada saat ini akan sangat melelahkan jika harus\ndilakukan secara manual, namun masih bisa dipermudah dengan alat yang tepat,\nseperti suatu upasistem temu balik citra antariksa berbasis deep learning yang\ndikerjakan dalam tugas akhir ini. Agar dapat bekerja, upasistem tersebut\nmemerlukan suatu komponen berbasis deep learning yang dapat mengodekan citra\nantariksa ke dalam bentuk vektor, sesuatu yang dapat ditemubalikkan. Oleh karena\nitu, pada tugas akhir ini juga dilatih suatu model deep learning bertipe variational\nautoencoder yang encoder-nya dapat mengodekan citra ke dalam bentuk vektor.\nModel deep learning tersebut dilatih dengan bantuan dataset yang terdiri atas\n88422 citra galaksi, 40500 di antaranya juga merupakan citra lensa gravitasi.\nEksperimen temu balik citra lensa gravitasi dengan upasistem temu balik citra\nantariksa berbasis deep learning yang dikerjakan dalam tugas akhir ini memperoleh\nnilai NDCG sebesar 0,722 terhadap validation set, 0,603 terhadap unseen data, dan\n0,574 terhadap end-to-end data. Hasil tersebut menunjukkan kalau upasistem temu\nbalik citra antariksa berbasis deep learning yang dikerjakan dalam tugas akhir ini\ncukup baik untuk diintegrasikan ke dalam suatu sistem pencarian kandidat lensa\ngravitasi baru berbasis deep learning.", "Daftar File": {}, "Penulis": "Feralezer L. G. Tampubolon [13519062]", "Kontributor / Dosen Pembimbing": ["Nugraha Priya Utama, S.T, M.A., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "deep learning, variational autoencoder, temu balik citra.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "17 Agu 2023"}