{"Nomor": 76658, "Judul": "OPTIMALISASI SISTEM PEMANTAUAN BUDIDAYA JAMUR TIRAM MELALUI IMPLEMENTASI KONSEP DIGITAL TWIN", "Abstrak": "Industri pertanian memiliki potensi besar untuk berkembang karena peluang dan kebutuhannya\nyang besar. Namun, meskipun potensi di bidang pertanian khususnya budidaya jamur besar,\nmasih terdapat beberapa permasalahan seperti adanya kesenjangan antara hasil produksi dan\npermintaan pasar karena pembudidaya jamur tidak dapat menghasilkan jamur yang optimal\nbaik secara kualitas maupun kuantitas. Untuk menghasilkan produk jamur tiram yang\nberkualitas dalam jumlah banyak perlu dilakukan proses budidaya yang tepat dan efektif.\nPenerapan konsep digital twin dengan memanfaatkan teknologi Internet of Things akan\nmemberikan banyak dampak baik untuk memudahkan pembudidaya jamur dalam memantau\nbudidaya jamur tiram. Konsep digital twin akan fokus pada karakteristik sehingga dapat\nmerepresentasikan objek fisik semirip mungkin dan IoT akan berperan besar dalam\nmenyediakan data secara real time melalui sensor sehingga hal-hal yang tidak dapat dilihat\nsecara fisik dapat diketahui berdasarkan data yang diperoleh dari sensor tersebut. Implementasi\nkonsep digital twin pada sistem monitoring budidaya jamur membutuhkan lima tahapan yaitu\ncreate, communication, aggregation, analysis, dan insight. Berdasarkan penelitian yang telah\ndilakukan, konsep digital twin ini dapat mengoptimalisasi sistem pemantauan budidaya jamur\ntiram dengan media sensor hydrometer untuk pengumpulan data suhu dan kelembapan serta\nsensor kamera untuk pemantauan pertumbuhan fisik jamur. Dalam proses komputasinya,\ndigunakan algoritma ARIMA untuk melakukan prediksi data suhu dan kelembapan dengan\ntingkat akurasi yang sangat akurat. Selain itu, digunakan juga algoitma YOLO untuk\nmelakukan object detection untuk mengidentifikasi kondisi fisik jamur tiram pada setiap fase\npertumbuhannya. Seluruh hasil data yang dianalisis tersebut, dituangkan kedalam bentuk\ndashboard sehingga pembudidaya jamur dapat mengetahui kondisi lingkungan dan fisik jamur\nsecara real time, serta mendapatkan rekomendasi perawatan pada masing-masing karakteristik\nlingkungan dan fisik jamur yang berbeda.", "Daftar File": {"23521090 Syfa Nur Lathifah.pdf": "https://digilib.itb.ac.id/gdl/download/303923"}, "Penulis": "Syfa Nur Lathifah [23521090]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Albarda, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Digital Twin, Internet of Things, Dashboard, Pemantauan, Jamur Tiram, ARIMA, YOLO", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "17 Agu 2023"}