{"Nomor": 76650, "Judul": "USULAN METODE EVALUASI PENILAIAN KINERJA UNTUK MENINGKATKAN PRODUKTIVITAS KARYAWAN PT MAPI", "Abstrak": "Produktifitas karyawan merupakan salah satu hal yang penting untuk menilai karyawan mengerjakan pekerjaannya dengan baik dalam satu perusahaan. PT MAPI merupaka salah satu anak perusahaan dari Honda yang berlokasi di Karawang, Jawa yang bergerak di bidang aluminum manufaktur yang dalam menjalankan kegiatan usahanya tingkat produktifitas karyawan ditemukan mengalami penurunan yang salah satunya dalam departemen HRGA bahwa hal ini diakibatkan karena penilaian kerja tahunan karyawan yang tidak transparan.\nTujuan dari penelitian ini adalah untuk menemukan persepsi karyawan dan manajemen terkait dengan produktivitas karyawan di PT MAPI dan seberapa besar dampak tinjauan kinerja karyawan yang menghasilkan penghargaan tahunan terhadap tingkat produktivitas karyawan di tempat kerja, dan untuk mengembangkan metode tinjauan kinerja saat ini yang akan digunakan di masa depan untuk meningkatkan produktivitas karyawan. Penulis menggunakan teknik kualitatif untuk mengumpulkan informasi dari pemangku kepentingan terkait, dari staf HRGA dan manajer terkait. \nStudi ini menemukan bahwa dari wawancara kualitatif, memberikan wawasan kepada perusahaan bahwa metode tinjauan kinerja yang ada masih memiliki banyak kekurangan yang perlu perbaikan dalam hal persiapan dan implementasi serta pemantauan hasil tindak lanjut dari tinjauan kinerja. Untuk mengatasi masalah dengan proses tinjauan kinerja yang saat ini digunakan oleh perusahaan, PT MAPI harus meninjau proses saat ini sehingga perbaikan dapat dilakukan dari perubahan pada proses tinjauan kinerja, yang berdasarkan hasil wawancara, akan berdampak pada produktivitas karyawan.", "Daftar File": {"COVER Astrid Iryana Fitri": "https://digilib.itb.ac.id/gdl/download/303914", "BAB 1 Astrid Iryana Fitri": "https://digilib.itb.ac.id/gdl/download/310847", "BAB 2 Astrid Iryana Fitri": "https://digilib.itb.ac.id/gdl/download/310848", "BAB 3 Astrid Iryana Fitri": "https://digilib.itb.ac.id/gdl/download/310849", "BAB 4 Astrid Iryana Fitri": "https://digilib.itb.ac.id/gdl/download/310850", "BAB 5 Astrid Iryana Fitri": "https://digilib.itb.ac.id/gdl/download/310851", "PUSTAKA Astrid Iryana Fitri": "https://digilib.itb.ac.id/gdl/download/310852"}, "Penulis": "Astrid Iryana Fitri [29321614]", "Kontributor / Dosen Pembimbing": ["Donald Crestofel Lantu, S.T, MBA, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Manajemen Kinerja; Produktivitas Karyawan; Penilaian Kinerja", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "16 Agu 2023"}