{"Nomor": 76667, "Judul": "PENGEMBANGAN MODUL CV SCREENING UNTUK  CV SCREENING SYSTEM BERBASIS OPTICAL CHARACTER RECOGNITION (OCR)  DAN CLUSTERING", "Abstrak": "Penelitian yang dilakukan dalam tugas akhir ini adalah membangun Modul yang\ndapat digunakan untuk melakukan CV (Curriculum Vitae) Screening dengan\nmemanfaatkan Optical Character Recognition (OCR). Pengujian terhadap OCR\ndilakukan dengan membandingkan nilai Levenshtein Distance dari teks yang ada\ndalam CV dan hasil ekstraksi. Pengujian terhadap Clustering dilakukan dengan\nmembandingkan nilai Silhoutte Coefficient dari hasil Clustering.\nOCR dapat membantu mengekstrak kata penting yaitu Softskill dan Hardskill dengan\nbantuan NLP dan Linkedin Skill Data dari CV dan Deskripsi Pekerjaan yang memiliki\nformat PDF dan Non-ATS Friendly. Softskill dan Hardskill digunakan untuk\nmelakukan Clustering dan didapatkan CV yang memiliki klaster yang sama dengan\nDeskripsi Pekerjaan. Proses Scoring didapatkan dengan menggunakan Cosine\nSimilarity dari hasil ekstraksi Deskripsi Pekerjaan dan CV.\nHasil pengujian menunjukkan bahwa Tesseract OCR memiliki waktu pemrosesan\n1,45 kali lebih cepat dibandingkan dengan Calamari OCR memiliki Levenshtein\nDistance senilai 1,08 kali lebih besar dibandingkan dengan Tesseract OCR. Hasil\npengujian juga menunjukkan nilai silhouette coefficient dari Hierarchical Clustering\nadalah 0,717 dan K-Means adalah 0,623. Hal tersebut dapat diakibatkan karena\nTesseract OCR tidak menggunakan Deep Learning dan Calamari OCR menggunakan\nLSTM. Nilai Silhoutte Coefficient dari Hierarchical Clustering dapat lebih tinggi\nkarena CV pada umumnya dikategorikan berdasarkan jenis pekerjaan yang memiliki\nhierarki.\nBerdasarkan hasil pengujian tersebut didapatkan hasil bahwa OCR dapat membantu\nmelakukan ekstraksi Softskill dan Hardskill dari CV dengan format ATS Friendly dan\nNon-ATS Friendly dengan kombinasi OCR dan teknik Clustering terbaik yaitu\nTesseract OCR dan Hierarchical Clustering. Penelitian di masa mendatang diharapkan\ndapat melakukan Scoring dengan mempertimbangkan konteks dan pembobotan untuk\nsetiap Softskill dan Hardskil.", "Daftar File": {}, "Penulis": "Ferdian Airlangga [18219112]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Gusti Ayu Putri Saptawati Soekidjo, M.Comm."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "CV, OCR, Clustering", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "17 Agu 2023"}