{"Nomor": 76668, "Judul": "PENGEMBANGAN MODUL BACKEND UNTUK  CV SCREENING SYSTEM DENGAN TEKNOLOGI TEPAT GUNA DAN  SISTEM AUTENTIKASI & OTORISASI", "Abstrak": "Proses screening CV adalah tahap penting dalam proses rekrutmen untuk\nmenyeleksi pelamar pekerjaan berdasarkan CV yang diajukan. Proses secara\nmanual akan memakan waktu dan berisiko kesalahan tinggi. Oleh karena itu, tim\npenulis mengembangkan sistem CV screening berbasis machine learning dengan\nfokus dari laporan ini pada pengembangan modul backend dalam bentuk layanan\napplication programming interface (API).\nTugas Akhir ini menganalisis teknologi yang tepat untuk membangun modul\nbackend dari sistem CV screening. Tugas Akhir juga berfokus pada proses\nautentikasi dan otorisasi dari sistem. Hasil analisis menunjukkan bahwa web stack\nMERN, dengan komponen-komponen Node.js, Express, dan MongoDB, adalah\npilihan terbaik untuk membangun modul backend tersebut. Sistem juga\nmenggunakan JWT dengan algoritma enkripsi HMAC SHA-512 untuk\nimplementasi proses autentikasi dan otorisasi.\nModul backend diuji menggunakan tool bernama Postman dengan empat jenis\npengujian, yaitu pengujian fungsional, kinerja sistem, sistem keamanan, dan\nintegrasi dengan modul frontend dan model machine learning. Hasilnya\nmenunjukkan bahwa sistem berjalan dengan baik, dengan waktu respons sekitar\n951,71 ms, sesuai dengan standar Nielsen Norman. Sistem autentikasi dan otorisasi\njuga berhasil menjaga keamanan data dengan baik.\nKesimpulan dari Tugas Akhir ini adalah bahwa stack MERN cocok untuk modul\nbackend dari sistem CV screening, dan sistem keamanan autentikasi dan otorisasi\nmemenuhi kebutuhan dengan baik. Namun, ada beberapa langkah yang dapat\ndiambil untuk meningkatkan kualitas Tugas Akhir ini termasuk melakukan\npengujian dengan teknologi berbeda, mengoptimasi kode, mengeksplorasi sistem\nkeamanan alternatif, dan meningkatkan kinerja web server (CPU usage).", "Daftar File": {}, "Penulis": "Warren Gabriel Mulyawan [18219096]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Gusti Ayu Putri Saptawati Soekidjo, M.Comm."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "sistem CV screening, backend, API, MERN, JWT, sistem keamanan.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "17 Agu 2023"}