{"Nomor": 76674, "Judul": "STUDI PENGARUH PEMBERIAN THORIUM DIOKSIDA PADA REAKTOR NUSCALE SMALL MODULAR REACTOR DENGAN BAHAN BAKAR URANIUM DIOKSIDA MENGGUNAKAN PROGRAM SRAC 2006 DAN DATA NUKLIR ENDF/B VII.0.", "Abstrak": "Energi listrik merupakan salah satu sumber kebutuhan manusia dalam kehidupan\nsehari-hari. Dengan menipisnya energi fosil, maka energi nuklir menjadi salah satu\nsolusi untuk mengatasi kebutuhan sumber energi listrik yang terus meningkat. Salah\nsatu jenis reaktor nuklir adalah NuScale Small Modular Reactor yang merupakan\nreaktor generasi III+ dengan daya termal 150 MWth. Pada penelitian tugas akhir ini\nakan dibahas mengenai pengaruh konsentrasi ThO2 pada reaktor NuScale SMR\nyang menggunakan bahan bakar ThO2-UO2. Tujuan dari penelitian ini adalah\nmenentukan faktor multiplikasi efektif, reaktivitas, dan conversion ratio dengan\nvariasi pengayaan U-235 dan variasi ThO2 serta menentukan optimasi bahan bakar\npada NuScale SMR dari setiap jenis bahan bakar yang digunakan selama 10 tahun\noperasi reaktor. Analisa neutronik dilakukan menggunakan program SRAC 2006\ndengan perpustakaan data nuklir ENDF/B VII.0. Berdasarkan hasil simulasi\ndiperoleh bahwa semakin besar pengayaan U-235 yang digunakan, maka nilai k-eff\ndan reaktivitas akan semakin besar sedangkan nilai conversion ratio akan semakin\nkecil dan semakin besar konsentrasi ThO2 yang digunakan maka nilai k-eff dan\nreaktivitas akan semakin kecil sedangkan nilai conversion ratio akan semakin\nbesar. Selain itu dihasilkan reaktor kritis (k-eff ? 1) selama 10 tahun dengan\npengayaan U-235 sebesar 1.8% untuk bahan bakar UO2 dan pengayaan U-235\nsebesar 3% dengan ThO2 sebesar 30% untuk bahan bakar ThO2-UO2. Dari hasil\npenelitian ini, UO2 lebih direkomendasikan untuk reaktor NuScale dibandingkan\nThO2-UO2.", "Daftar File": {}, "Penulis": "Yulia Pratiwi [10219072]", "Kontributor / Dosen Pembimbing": ["Prof. Drs. Abdul Waris, M.Eng., Ph.D.", "Dr. Asril Pramutadi Andi Mustari, S.Si., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Faktor Multiplikasi, NuScale SMR, SRAC 2006, Thorium, Uranium.", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "8 file", "Tanggal Input": "17 Agu 2023"}