{"Nomor": 76677, "Judul": "PENGARUH PERINGKAT DAN KARAKTERISTIK BATUBARA CEKUNGAN BARITO DAN MEULABOH TERHADAP REAKTIFITAS GASIFIKASI DENGAN METODE THERMOGRAVIMETRIC ANALYSIS (TGA)", "Abstrak": "Indonesia memiliki cadangan batubara yang melimpah dengan karakteristik\nbatubara yang bervariasi akibat dari proses pembentukannya. Perbedaan\nkarakteristik batubara akan berpengaruh terhadap cara pemanfaatannya, termasuk\ndengan metode gasifikasi. Gasifikasi merupakan proses konversi batubara menjadi\ngas melalui pembakaran tidak sempurna sehingga menghasilkan gas sintetis.\nDengan demikian, perlu dilakukan adanya penelitian untuk mengetahui pengaruh\ndari perbedaan karakteristik batubara terhadap reaktivitas gasifikasi batubara.\nSampel yang digunakan berjumlah empat buah yang berasal dari Teweh Tengah -\nKalimantan Tengah (Cekungan Barito) dan Meulaboh - Aceh (Cekungan\nMeulaboh). Metode pengujian reaktivitas gasifikasi difokuskan untuk menganalisis\nkarakteristik termal pada proses pirolisis dan gasifikasi. Karakteristik batubara\ndiinterpretasikan dari hasil analisis termogravimetri (TGA), hasil analisis\nproksimat, analisis ultimat, nilai kalori, dan analisis petrografi batubara. Hasil dari\nproses gasifikasi dengan medium 100% CO2 menunjukkan sampel MEU-01 dan\nMEU-02 (Cekungan Meulaboh) dengan peringkat sub-bituminus C memiliki\nreaktivitas yang lebih tinggi dibandingkan sampel KAL-01 dan KAL-02 (Cekungan\nBarito) dengan peringkat high volatile A bituminous. Batubara dengan peringkat\nlebih rendah akan lebih reaktif pada proses gasifikasi batubara karena memiliki\nstruktur yang lebih berpori, area permukaan aktif yang lebih luas, dan gugus fungsi\ndengan kandungan oksigen yang lebih banyak. Komposisi maseral dan kandungan\nmineral juga mempengaruhi reaktivitas gasifikasi. Namun, peringkat batubara\nmenjadi faktor dominan yang mempengaruhi reaktivitas gasifikasi pada penelitian\nini.", "Daftar File": {"ABSTRAK Muhammad Daffa Syafiril Islam": "https://digilib.itb.ac.id/gdl/download/303948"}, "Penulis": "Muhammad Daffa Syafiril Islam [12119023]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Komang Anggayana, M.S.", "Dr.phil.nat. Ir. Agus Haris Widayat, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "karakteristik batubara, pirolisis, analisis termogravimetri, reaktivitas gasifikasi, maseral", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "8 file", "Tanggal Input": "17 Agu 2023"}