{"Nomor": 76678, "Judul": "ANALISIS POTENSI MINERAL LEMPUNG SEBAGAI PEMBAWA UNSUR TANAH JARANG: STUDI KASUS DAERAH NANGA TAYAP, KETAPANG, KALIMANTAN BARAT", "Abstrak": "Unsur tanah jarang (UTJ) merupakan unsur dari deret lantanida ditambah unsur\nyttrium dan scandium yang saat ini memiliki peran sangat kritis bagi beberapa\nindustri teknologi modern. Kegiatan eksplorasi UTJ juga semakin meningkat\nkarena kelimpahannya pada bumi dan Indonesia merupakan salah satu yang\nmemiliki potensi UTJ besar. UTJ dapat terbentuk dalam berbagai bentuk endapan,\nsalah satunya adalah endapan tipe ion adsorption yang terbentuk di daerah lapukan\ngranit. Endapan UTJ tipe ion adsorption ini ditandakan dengan terjadinya\npengkayaan UTJ dalam mineral lempung, khususnya kaolinite dan halloysite. Oleh\nkarena itu penelitian ini dilakukan sebagai studi pendahuluan yang bertujuan untuk\nmengidentifikasi mineral lempung sebagai pembawa UTJ tipe ion adsorption di\nKecamatan Nanga Tayap, Kabupaten Ketapang, Kalimantan Barat menggunakan\nmetode petrografi, X-ray diffraction (XRD), spektroskopi reflektansi, dan scanning\nelectron microscopy energy dispersive X-ray spectrometry (SEM-EDS). Analisis\npetrografi menunjukkan potensi granit sebagai pembawa mineral UTJ dengan\nadanya zircon pada sayatan tipis sampel. XRD menunjukkan bahwa sampel tanah\nyang diambil banyak mengandung lempung grup kaolinite. Uji spektroskopi\nreflektansi turut memperkuat hasil uji XRD dengan menunjukkan kelimpahan\nmineral lempung grup kaolinite. Hasil uji SEM-EDS mengindikasikan adanya UTJ\nyang menempel pada mineral lempung dengan mengamati unsur-unsur yang ada\npada mineral lempung dalam sampel. Melalui penelitian ini terdapat indikasi bahwa\nmineral lempung kaolinite mengikat ion UTJ pada zona lapukan granit sangiyang\ndi daerah Nanga Tayap, Kabupaten Ketapang, Kalimantan Barat.", "Daftar File": {"ABSTRAK Bagust Dwicahya Yan Sutardi": "https://digilib.itb.ac.id/gdl/download/303956"}, "Penulis": "Bagust Dwicahya Yan Sutardi [12119065]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.Eng. Syafrizal, S.T, M.T.", "Ir. Arie Naftali Hawu Hede, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "unsur tanah jarang, lapukan granit, mineral lempung", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "8 file", "Tanggal Input": "17 Agu 2023"}