{"Nomor": 76676, "Judul": "STUDI PENGARUH VARIASI UKURAN BIJIH, DOSIS KOLEKTOR PAX, DAN JENIS AIR TERHADAP KADAR DAN PEROLEHAN TEMBAGA PADA FLOTASI BIJIH TEMBAGA SULFIDA TEROKSIDASI DI PT AMMAN MINERAL NUSA TENGGARA", "Abstrak": "PT Amman Mineral Nusa tenggara (PT AMNT) merupakan perusahaan tambang\ndi Indonesia yang utamanya mengolah tembaga. Dalam melakukan penyimpanan\nbijihnya, PT AMNT menerapkan metode stockpiling. Tantangan yang dihadapi\noleh PT AMNT dalam mengolah bijih stockpile adalah bijih akan teroksidasi dan\nmenurunkan kemampuan mineral dalam mengadsorbsi kolektor sehingga akan\nmenurunkan perolehan tembaga. Di samping itu, PT AMNT juga menghasilkan\nair asam tambang (AAT) dari proses penambangannya yang dapat mencemari\nlingkungan. Salah satu upaya untuk mengatasi masalah tersebut adalah\nmenggunakan AAT untuk proses flotasi. Namun, penggunaan AAT dalam proses\nflotasi juga akan berdampak pada penurunan perolehan tembaga. Pada penelitian\nini, dilakukan percobaan flotasi bjih tembaga sulfida teroksidasi untuk\nmeningkatkan perolehan tembaga dengan meninjau beberapa parameter\noperasional proses seperti ukuran bijih, dosis kolektor PAX, dan jenis air.\nSerangkaian percobaan flotasi telah dilakukan untuk mempelajari pengaruh\nukuran bijih, dosis kolektor PAX, dan jenis air terhadap perolehan tembaga.\nVariasi yang dilakukan pada ukuran bijih berupa P80 250, 212, dan 150 ?m, dosis\nPAX yang digunakan sebesar 3, 6, dan 9 g/t, serta menggunakan air dengan jenis\nair asam tambang, air laut, dan air campuran (gabungan antara air asam tambang\ndan air laut dengan rasio 50:50). Percobaan dimulai dengan melakukan preparasi\nsampel stockpile, dilanjutkan dengan homogenisasi & splitting, menentukan\nwaktu gerus untuk setiap variasi P80, kemudian dilanjutkan dengan percobaan\nflotasi. Percobaan flotasi dilakukan dengan metode flotasi ruah menggunakan\nteknik sulfidisasi. Setelah flotasi dilakukan, produknya (konsentrat dan tailing)\ndianalisis sehingga didapatkan kadar dan perolehan tembaga.\nKondisi optimum pada flotasi dengan air asam tambang, air campuran dan air laut\ndidapatkan pada P80 150 ?m dan dosis PAX 9 g/t dengan perolehan tembaga\nuntuk setiap jenis air secara berurutan sebesar 82,38%, 83,12% dan 84,80%.\nBerdasarkan penelitian ini, percobaan flotasi dengan ukuran bijih yang lebih halus\ncenderung meningkatkan perolehan tembaga tetapi menurunkan kadar tembaga.\nDosis PAX yang semakin besar juga cenderung untuk meningkatkan perolehan\ntembaga tetapi menurunkan kadar tembaga. Penggunaan air laut pada proses\nflotasi cenderung memiliki perolehan tembaga yang lebih tinggi dibanding jenis\nair lainnya, namun kadar tembaganya cenderung lebih rendah.", "Daftar File": {"ABSTRAK Andi Muh. Akil Aminuar": "https://digilib.itb.ac.id/gdl/download/303941"}, "Penulis": "Andi Muh. Akil Aminuar [12519051]", "Kontributor / Dosen Pembimbing": ["Ir. Edy Sanwani, M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "flotasi, kadar tembaga, perolehan tembaga, PAX, sulfidisasi, ukuran bijih.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "17 Agu 2023"}