{"Nomor": 76681, "Judul": "STUDI ZONA LIKUIFAKSI DENGAN METODE GAYABERAT DI DESA LOLU, SULAWESI  TENGAH", "Abstrak": "Gempa sebesar 7,5 Mw telah terjadi di daerah Palu, Sulawesi Tengah pada tanggal 28\nSeptember 2018. Akibat dari gempa ini terjadi bencana susulan yaitu tsunami dengan\nketinggian 4-7 meter disertai juga dengan fenomena likuifaksi yang mengakibatkan\nbesarnya kerugian yang dialami dan jumlah korban jiwa yang besar. Kemampuan\nmetode gayaberat membedakan variasi densitas yang dipengaruhi oleh besarnya nilai\nmassa dari volume suatu material secara lateral dengan jangkauan deteksi yang cukup\ndalam diharapkan membantu dalam penentuan area yang dianggap berpotensi terjadi\nlikuifaksi. Mempelajari parameter dan identifikasi karakteristik terjadinya fenomena\nlikuifaksi pada daerah yang mengalami bencana likuifaksi dapat digunakan untuk\npengembangan dalam melakukan pemetaan zona yang berpotensi mengalami\nlikuifaksi, penelitian menggunakan metode geofisika dalam hal ini metode gayaberat\ndigunakan untuk memetakan zona berpotensi likuifaksi pada studi ini di area Palu,\nIndonesia. Pemisahan anomali regional dan residual diterapkan dengan tujuan\nmemperjelas anomali yang berada pada area yang lebih dangkal dengan fokus\npengamatan pada area perumahan yang setengah bagiannya berpindah sejauh sekitar\n132 m dari posisi awal sebagai akibat dari likuifaksi. Pemodelan inversi 3D dilakukan\ndengan tujuan mengetahui konfigurasi geologi bawah permukaan. Dari pemodelan\nditemukan 3 lapisan utama pada area penelitian. Kontras densitas berada pada nilai\nantara -0.85 gr/cc sampai dengan 0.349 gr/cc. Lapisan dengan densitas rendah\ncenderung mengalami dampak langsung likuifaksi. Cekungan lokal dan kondisi\nmorfologi pada lapisan basement mempengaruhi kestabilan lapisan di permukaan\nterhadap kondisi likuifaksi", "Daftar File": {"ABSTRAK Meschac Timothee Silalahi.pdf": "https://digilib.itb.ac.id/gdl/download/303981"}, "Penulis": "Meschac Timothee Silalahi [22321015]", "Kontributor / Dosen Pembimbing": ["Dr. Darharta Dahrin, M.S.", "Dr. Dadi Abdurrahman, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geofisika", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Gayaberat, Likuifaksi, Desa Lolu, Inversi 3D", "Sumber": "", "Staf Input/Edit": "Devi Septia Nurul", "File": "1 file", "Tanggal Input": "17 Agu 2023"}