{"Nomor": 76680, "Judul": "ESTIMASI SUMBERDAYA PASIR KUARSA DARI SISA HASIL PENGOLAHAN TIMAH ALUVIAL MENGGUNAKAN METODE POLIGON DAN ORDINARY KRIGING DI PULAU BELITUNG", "Abstrak": "Timah aluvial merupakan komoditas tambang di Indonesia yang tersebar di wilayah Kepulauan\nBangka Belitung. Penambangan timah aluvial yang dilakukan PT XYZ di Pulau Belitung\nmenggunakan metode hydraulic mining dan proses pencucian menggunakan sluice box. Salah\nsatu mineral yang menjadi produk sampingan adalah pasir kuarsa (SiO2). Berdasarkan\nPeraturan Menteri ESDM No.25 tahun 2018, produk samping dari proses penambangan timah\naluvial disebut sebagai Sisa Hasil Pengolahan (SHP). Pada tugas akhir ini dilakukan proses\nestimasi dan klasifikasi sumberdaya pasir kuarsa dari sisa hasil pengolahan timah aluvial\nmenggunakan metode poligon dan model blok pada pada tiga blok milik PT XYZ di Pulau\nBelitung. Estimasi sumberdaya menggunakan poligon dilakukan menggunakan software\nArcGis. Prinsip estimasinya menentukan suatu titik tertentu dari lubang bor, lalu diekstensikan\nsejauh setengah jarak dari titik lubang bor di sekitarnya yang membentuk suatu daerah\npengaruh. Untuk hasil estimasi sumberdaya pasir kuarsa menggunakan metode poligon pada\nBlok A sebesar 8,8 juta ton dengan rata – rata kadar 99,09%, pada Blok C sebesar 4,6 juta ton\ndengan rata – rata kadar 98,76%, dan pada Blok E sebesar 18,9 juta ton dengan rata – rata kadar\n99,05%. Untuk estimasi sumberdaya menggunakan metode model blok menggunakan software\nDatamine Studio RM. Prinsip estimasinya dengan memprediksi suatu variabel dari titik tertentu\ndengan mengamati data yang sejenis pada suatu daerah dan untuk klasifikasi sumberdayanya\nmenggunakan jarak daerah pengaruh lubang bor berdasarkan range dari variogramnya. Untuk\nhasil estimasi sumberdaya pasir kuarsa menggunakan metode model blok pada Blok A sebesar\n9,5 juta ton dengan rata – rata kadar 99,07%, pada Blok C sebesar 5,1 juta ton dengan rata –\nrata kadar 98,71%, dan pada Blok E sebesar 20,3 juta ton dengan rata – rata kadar 99,03%.", "Daftar File": {"ABSTRAK Wiba Nayaka Putranto": "https://digilib.itb.ac.id/gdl/download/303972"}, "Penulis": "Wiba Nayaka Putranto [12119073]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Mohamad Nur Heriawan, S.T, M.T, Ph.D.", "Dr.phil.nat. Ir. Agus Haris Widayat, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "sisa hasil pengolahan, timah aluvial, pasir kuarsa, estimasi sumberdaya, poligon, dan model blok.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "8 file", "Tanggal Input": "17 Agu 2023"}