{"Nomor": 76689, "Judul": "PERANCANGAN FASILITAS MENTAL HEALTH CARE- KATEGORI MOOD DISORDER PADA REMAJA  DENGAN PENDEKATAN PATIENT-CENTERED", "Abstrak": "Mental Health sudah menjadi salah satu keresahan yang terjadi di masyarakat selama bertahun-tahun. Penyakit tersebut masih memiliki stigma yang tidak baik dan kesadaran yang rendah di sekitar masyarakat. Menurut data Kementrian Kesehatan Republik Indonesia pada tahun 2020, penduduk umur 15-24 tahun atau golongan remaja memiliki presentasi tertinggi di angka 6% yang mengalami gangguan jiwa dari jenis penyakit lainnya. Banyak faktor yang menyebabkan seseorang khususnya remaja terkena gangguan jiwa tersebut dengan berbagai gejala yang berbeda-beda. Menurut PPDGJ III jenis gangguan jiwa yang paling banyak di derita oleh remaja merupakan kategori golongan mood disorder, seperti depresi, anxiety, bipolar dan lain sebagainya yang terus mengalami peningkatan setiap tahunnya. Namun, kenaikan persentase tersebut belum diimbangi dengan fasilitas yang memadai di Indonesia, salah satunya Kota Bandung yang masih memiliki persentase fasilitas untuk gangguan jiwa terendah di Jawa Barat. Thesis ini akan berfokus pada perancangan fasilitas mental health untuk remaja di Kota Bandung, dengan pendekatan patient-centered yang akan mempelajari kebutuhan, kenyamanan, dan bagaimana proses yang dapat mempercepat penyembuhan pada diri pasien. Dirangkum dalam suatu kriteria desain yang menjadi acuan dalam proses perancangan untuk menciptakan lingkungan positif untuk pasien yang siap kembali menjadi bagian dari masyarakat. Dengan hasil desain fasilitas rehabilitasi yang memiliki konsep “living in a care facility, living at home” berfokus pada tiga konsep besar utama yaitu non institutional layout, nature dan security and privacy, mengimplementasikan desain akan suasana “rumah” yang nyaman bagi pasien selama proses pengobatan mereka.", "Daftar File": {"ABSTRAK Farhah Amira Fonna": "https://digilib.itb.ac.id/gdl/download/304000"}, "Penulis": "Farhah Amira Fonna [25222002]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Woerjantari Kartidjo, M.T.", "Dr. Eng. Hanson Endra Kusuma, S.T, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Mental Health Care, Remaja, Mood Disorder, Patient Centered, Lingkungan Positif.", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "18 Agu 2023"}