{"Nomor": 76697, "Judul": "PROTOKOL DAN ARSITEKTUR PERUTEAN UNTUK MENDUKUNG SKALABILITAS DAN MOBILITAS PADA NAMED DATA NETWORK", "Abstrak": "Perkembangan teknologi internet saat ini, dikhawatirkan akan membawa jaringan\nkepada fasa kolaps, disebabkan pergeseran sifat dari internet sendiri saat ditemukan\nhingga karakteristik penggunaannya kini. Named Data Network (NDN) membawa\nparadigma baru dan memberikan perubahan mendasar dalam implementasi\nkomunikasi data di internet. Perutean adalah merupakan salah satu faktor penting\ndalam mekanisme pengiriman pesan pada NDN dan skalabilitas pada perutean,\ndalam rangka melayani jumlah user dan konten yang semakin besar, merupakan\nmasalah yang timbul dengan semakin banyaknya entitas di internet.\nPenelitian NDN dimulai dari Simulasi yang merupakan metode yang menuntut\nsumber daya terkecil, kemudian terus membesar kearah emulasi dan testbed.\nTestbed dengan perangkat prototipe paling mendekati realitas dunia nyata namun\nmakin sulit dilakukan. Diperlukan sebuah kerangka kerja yang dapat mendekatkan\npenelitian NDN ke dunia nyata dengan upaya dan sumber daya yang lebih\nterkontrol\nPada tahap pertama, protokol perutean yang diusulkan diberi nama Grid-based\nScalable NDN Routing (GSNR). Dimana sebelumnya dibangun terlebih dahulu\nmodel matematis efisiensi protokol perutean geografis dan link state pada NDN.\nPada penelitian tahap kedua diusukan kerangka kerja yang menggabungkan\nkeunggulan emulasi dan testbed. Kerangka kerja tersebut melibatkan proses\nemulasi NDN-PnetLab (PL) dengan menggunakan VM berbasis Qemu untuk\npendekatan implementasi yang lebih mudah, pemantauan yang komperhensif, dan\nefektivitas dari sisi biaya.\nGSNR, dengan menggunakan protokol perutean hibrid, memberikan performa yang\nlebih baik dan stabil dibandingkan protokol perutean sebelumnya NLSR dan GEO.\nGSNR mampu memberikan message overhead yang rendah tanpa mengorbankan\nperforma transimis data. GSNR menunjukan performa yang stabil untuk throughput\ndan delay, dengan percobaan perubahan luas area dan jumlah node. Performa\nGSNR (overhead, path-stretch, delay, throughput), secara rata-rata, hanya\nmengalami perubahan (meningkat atau berkurang) 19.83% dibandingkan 116.46%\npada NLSR dan 50.91% pada GEO.\nii\nHasil pengamatan menunjukkan bagaimana kerangka kerja NDN-PnetLab (PL)\nyang diusulkan dapat memantau parameter QoS, penggunaan CPU, dan\npenggunaan RAM. Penggunaan CPU dan RAM tidak mungkin untuk diperiksa dan\ndianalisis jika kita hanya menggunakan NDNSim atau bahkan Mini-NDN.\nDibandingkan dengan Mini-NDN, kerangka kerja PL memberikan perbedaan\nperforma 7,59% pada RTT delay, dan 0,89% pada nCHR, kemudian dapat\nmemberikan hasil pengukuran parameter yang intensif terkait performa hardware.\nHal ini sangat dibutuhkan untuk melanjutkan penelitian ke implementasi sistem\nNDN.", "Daftar File": {"33217012 Tody Ariefianto Wibowo.pdf": "https://digilib.itb.ac.id/gdl/download/304045"}, "Penulis": "Tody Ariefianto Wibowo [33217012]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Nana Rachmana Syambas, M.Eng.", "Ir. Hendrawan, M.Sc., Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Elektro dan Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "named data network, perutean, klusterisasi, mobilitas, emulasi.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "18 Agu 2023"}