{"Nomor": 76694, "Judul": "STRATEGI PERANCANGAN KAMPUNG KOTA DENGAN PENDEKATAN PLACEMAKING (CASE STUDY : KAMPUNG LEBAK SILIWANGI BANDUNG)", "Abstrak": "Kampung kota erat dinarasikan sebagai bagian kumuh dari perkotaan yang seringkali menerima stigma. Keberadaan kampung kota hanya akan menjadi perhatian jika dianggap mengganggu atau justru diperlukan dalam rangka mendorong pembangunan kapitalistik. Pembangunan di kampung kota seringkali menegasikan bahkan mengeksklusikan warga yang telah menetap dalam kurun waktu yang lama. Padahal masyarakat yang tinggal di kampung kota memiliki modal sosial yang bernilai signifikan bagi perkembangan kota. Maka dari itu diperlukan cara pandang lain dan strategi perancangan yang mampu mengungkapkan secara mendalam karakteristik dan keterikatan tempat di kampung kota. \n\nPenelitian ini dikembangkan dengan paradigma konstruktivisme untuk dapat mengungkapkan nilai-nilai  pada sebuah kampung kota dari sudut pandang warga. Pendekatan placemaking digunakan sebagai salah satu pendekatan sekaligus strategi perancangan yang dapat memperkuat karakteristik tempat pada sebuah kampung kota alih-alih menciptakan tempat baru yang asing bagi warganya. Adapun untuk mengidentifikasi karakteristik tempat digunakan metode pemetaan budaya  yang dilakukan secara partisipatif. \n\nDari penelitian ini diketahui bahwa dinamika dan proses pembentukan 'tempat' di Kampung Lebak Siliwangi yang dilakukan secara swadaya oleh warga  dalam kurun waktu yang panjang, telah membangun makna, aktivitas dan bentukan ruang yang khas dan menunjukkan relasi serta kelekatan terhadap tempat yang sangat berharga bagi modal pembangunan. Maka strategi perancangan disusun untuk dapat mendudukan perancangan sebagai proses yang dinamis dan dapat mengakomodir keterlibatan warga secara aktif, berupaya untuk merawat ingatan warga terhadap tempat dan mengembalikan keputusan akhir perancangan ke tangan warga. Peran perancang tetap menjadi vital sebagai mitra setara yang membersamai proses warga dalam melahirkan gagasan perancangan yang dapat memperkuat karaktersitik tempat di samping mampu menjawab persoalan pembangunan.", "Daftar File": {"ABSTRAK Reina Ayulia Rosadiana": "https://digilib.itb.ac.id/gdl/download/304043"}, "Penulis": "Reina Ayulia Rosadiana [25621004]", "Kontributor / Dosen Pembimbing": ["Indah Widiastuti, S.T, M.T, Ph.D.", "Bagas Dwipantara Putra, S.T, M.T, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Rancang Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "kampung kota, tempat, strategi perancangan, placemaking", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "18 Agu 2023"}