{"Nomor": 76690, "Judul": "PERANCANGAN PUSAT PENGEMBANGAN POTENSI PENYANDANG GANGGUAN NEURODEVELOPMENTAL DISODERS (NDDS) DENGAN EVIDENCE-BASED DESIGN", "Abstrak": "Pertumbuhan dan perkembangan anak yang optimal merupakan dambaan setiap orangtua. Pertumbuhan dan perkembangan sendiri dapat diartikan sebagai pola perubahan yang dimulai dari saat konsepsi dan berlanjut sepanjang kehidupan individu tersebut. Namun, terdapat hal – hal yang dapat menghambat dan berpengaruh secara langsung terhadap tumbuh kembang anak, seperti gangguan perkembangan fisik, motorik, bahasa, emosi dan perilaku. Terdapat gangguan pertumbuhan anak yang sudah dikelompokkan secara medis, salah satunya adalah Neurodevelopmental Disorder (NDDs). Pada tahun 2015, National Center for Health Statistics (NCHS) Amerika Serikat menyatakan bahwa 15% dari total populasi anak dengan rentang umur 3 sampai dengan 17 tahun menderita gangguan Neurodevelopmental Disorders (NDDs). Tanpa penanganan yang tepat, anak dengan gangguan NDDs berisiko mengalami keterlambatan dalam kemampuan sehari – hari dan kesulitan dalam berinteraksi dengan lingkungan sekitarnya (interpersonal). \n\nGangguan NDDs, terutama ADHD dan ASD, cenderung memiliki sensitivitas yang lebih tinggi terhadap respon impuls sensori. Respon sensoris yang diterima dapat berupa respon yang dihasilkan dari faktor lingkungan eksternal, hal ini menyebabkan adanya peran arsitektur dalam menciptakan lingkungan binaan yang dibutuhkan oleh penyandang NDDs. Tesis ini memiliki fokus untuk merancang pusat pengembangan potensi penyandang gangguan NDDs melalui metode evidence-based design. Dengan menganalisis teori dan kajian literatur yang relevan, kriteria perancangan dirumuskan dengan tujuan utama menciptakan ruang yang ramah akan penyandang NDDs, kriteria tersebut memiliki kaitan langsung dengan sensory design. Kriteria perancangan yang dihasilkan memiliki beberapa sub-kriteria, yaitu wayfinding, spatial comfort, supporting facilities, engaging, environment control, dan degree of complexity. Kriteria perancangan tersebut kemudian dirumuskan menjadi tiga konsep utama yang menjadi fokus implementasi pada perancangan, yaitu minimal complexity design; sensory sensitive design; dan independence gateway.", "Daftar File": {"ABSTRAK Nabila Aulia Az Zahra": "https://digilib.itb.ac.id/gdl/download/304001"}, "Penulis": "Nabila Aulia Az Zahra [25222046]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Woerjantari Kartidjo, M.T.", "Dr. Eng. Hanson Endra Kusuma, S.T, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Evidence-Based Design, Neurodevelopmental Disorder, Pusat Pengembangan Potensi, Sensory Design.", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "18 Agu 2023"}