{"Nomor": 76706, "Judul": "IDENTIFIKASI PENYAKIT DEPRESI PADA MANUSIA BERDASARKAN ANALISIS PROPERTI GRAF DARI FMRI OTAK", "Abstrak": "Penyakit depresi adalah gangguan mental yang memiliki dampak terhadap fungsi otak manusia dan mengakibatkan disabilitas. FMRI adalah metode neuroimaging yang bisa mengukur aktivitas otak, termasuk aktivitas otak dari penderita depresi. Dalam Tugas Akhir ini, akan dibuat proses pembangunan graf dari data fMRI otak penderita depresi dan ditentukan properti graf yang bisa digunakan untuk identifikasi penyakit depresi.\nProses pembangunan graf dari data fMRI terdiri atas pengumpulan data, ekstraksi aktivitas otak, perhitungan korelasi, pembuatan functional connectivity matrix (FCM), dan pembangunan graf berdasarkan FCM.\nPada graf yang telah dibangun dari data fMRI, dilakukan sparsifikasi graf dengan metode thresholding sebesar 0,45 dan spectral sparsification by effective resistance (SSER) dengan parameter ????=0,5. Dua belas properti graf dihitung pada setiap graf yang telah disparsifikasi. Hasil perhitungan properti graf diuji dengan uji permutasi nonparametrik.\nDari hasil uji permutasi nonparametrik, diperoleh properti graf yang bisa digunakan untuk identifikasi penyakit depresi (p-value < 0.05) sebanyak enam properti graf dari hasil sparsifikasi thresholding dan sembilan dari SSER. Properti graf tersebut adalah rerata derajat, rerata strength, panjang lintasan karakteristik, efisiensi global, dan clustering coefficient pada kedua metode sparsifikasi. Radius hanya bisa digunakan dari graf hasil thresholding. Efisiensi lokal, transitivitas, modularitas, dan small-worldness dapat digunakan dari graf hasil SSER.", "Daftar File": {"ABSTRAK Muhamad Hafizh Kurnia Dito": "https://digilib.itb.ac.id/gdl/download/304066"}, "Penulis": "Muhamad Hafizh Kurnia Dito [10118031]", "Kontributor / Dosen Pembimbing": ["Hilda Assiyatun, M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Depresi, fMRI, graf, sparsifikasi graf, thresholding, spectral sparsification by effective resistance", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "18 Agu 2023"}