{"Nomor": 76700, "Judul": "APLIKASI GREEN SYNTHESIS NANOPARTIKEL ZINC OXIDE (ZNO NP) MENGGUNAKAN EKSTRAK PISANG TONGKA LANGIT (MUSA TROGLODYTARUM L.) DAN PISANG CAVENDISH (MUSA ACUMINATA CAVENDISH SUBGROUP) SEBAGAI ANTI-INFLAMASI PADA LARVA ZEBRAFISH (DANIO RERIO)", "Abstrak": "Nanopartikel zinc oxide (ZnO NP) merupakan nanopartikel berbasis logam oksida\ndengan kemampuan semikonduktor, aktivitas katalitik tinggi dengan stabilitas yang\nbaik serta tergolong tidak toksik sehingga dapat dimanfaatkan pada bidang\nkesehatan, salah satunya sebagai agen anti-inflamasi. Produksi nanopartikel\numumnya dilakukan dengan metode tradisional memanfaatkan senyawa kimia\nkarsinogenik/toksik dan energi tekanan/radiasi tinggi yang dianggap kurang ramah\nlingkungan. Green synthesis merupakan metode alternatif lain yang memanfaatkan\nagen biologis seperti mikroorganisme, fungi, dan tanaman untuk menyintesis\nnanopartikel. Penggunaan ekstrak tanaman dinilai memiliki biaya produksi relatif\nmurah dan prosesnya lebih sederhana. Pisang tongka langit (Musa troglodytarum\nL.) merupakan jenis pisang endemik Maluku dan Gunung Galunggung yang secara\ntradisional memiliki banyak manfaat untuk kesehatan. Kandungan senyawa\nkarotenoid dan senyawa bioaktif lainnya memiliki potensi sebagai agen penyintesis\ngaram prekursor ZnO NP dan menstabilkan nanopartikel (capping agent) selama\nproses sintesis. Begitu pula dengan pisang cavendish (Musa acuminata Cavendish\nSubgroup) yang sudah banyak digunakan untuk sintesis metal oksida nanopartikel,\nkhususnya bagian kulit pisangnya. Penelitian ini bertujuan untuk menyintesis ZnO\nNP dengan metode green synthesis menggunakan ekstrak air pisang tongka langit\n(PTLA), ekstrak metanol pisang tongka langit (PTLM), ekstrak air pisang\ncavendish (PCVA), dan ekstrak metanol pisang cavendish (PCVM), serta untuk\nmengetahui kemampuan nanopartikel hasil sintesis sebagai agen anti-inflamasi\nyang diujikan pada larva zebrafish (Danio rerio). Zebrafish dipilih menjadi hewan\nmodel karena memiliki respon fisiologis serupa dengan manusia serta\npemeliharaannya tergolong mudah dan murah. Adapun tahapan-tahapan penelitian\nini meliputi identifikasi senyawa bioaktif ekstrak PTLA, PTLM, PCVA, dan PCVM\nmenggunakan uji fitokimia kualitatif dan Gas Chromatography Mass Spectrometry\n(GC–MS); karakterisasi ZnO NP hasil sintesis menggunakan UV-Vis DRS, X-ray\nfluorescence (XRF), X-ray diffraction (XRD), zetasizer/particle size analyzer,\nscanning electron microscopy (SEM), serta fourier transform infrared (FTIR); uji\ntoksisitas ZnO NP hasil sintesis pada embrio zebrafish; serta skrining awal aktivitas\nanti-inflamasi ZnO NP hasil sintesis pada larva zebrafish dengan melihat migrasi\nneutrofil, makrofag, dan luas area regenerasi sirip kaudal pada 4 jam dan 48 jam\npasca pemotongan sirip kaudal. Berdasarkan hasil penelitian diketahui bahwa\nseluruh ZnO NP berhasil disintesis dengan identifikasi puncak serapan pada\npanjang gelombang 364—372 nm yang merupakan karakteristik dari ZnO NP.\nSeluruh ZnO NP yang disintesis memiliki struktur kristal utama wurtzite\nheksagonal dengan rentang diameter kristal 14—15 nm. Seluruh ZnO NP yang\nterbentuk juga memiliki rentang diameter morfologi 43-301 nm dengan morfologi\nyang teramati ialah flower-shaped, spherical-like, dan snowflakes. Rerata diameter\nZnO NP pada larutan berada direntang 134—689 nm dengan muatan permukaan\npada rentang -29.6 hingga -42.4 mV. Spektrum FTIR dari seluruh ekstrak dan ZnO\nNP menggambarkan gugus fungsi dari senyawa fenolik, protein, asam karboksilat,\nflavonoid, tanin, dan pektin yang mungkin terlibat proses sintesis ZnO NP. Hasil\nuji toksisitas pada embrio zebrafish menunjukkan nilai LC50 sebesar; ZnO NP\nPTLA 5.65 mg/L; ZnO NP PTLM 16.28 mg/L; ZnO NP PCVA 9.47 mg/L; ZnO NP\nPCVM 8.17 mg/L. Skrining awal aktivitas anti-inflamasi pada larva zebrafish\nmemperlihatkan jumlah rerata neutrofil dengan seluruh ZnO NP hasil sintesis (LC-\n25) secara signifikan (P ? 0,05) lebih rendah dibandingkan kontrol negatif (medium\nE3) pada 4 jam pasca pemotongan sirip kaudal, serta relatif lebih rendah pada 48\njam pasca pemotongan sirip kaudal. Seluruh ZnO NP hasil sintesis juga\nmemperlihatkan daya hambat migrasi makrofag menuju area luka yang serupa\ndengan perlakuan dexamethasone 200 ?M pada 4 dan 48 jam pasca pemotongan\nsirip kaudal larva zebrafish. Area regenerasi sirip kaudal larva zebrafish seluruh\nZnO NP hasil sintesis juga mengalami penurunan yang signifikan (P ? 0,05)\ndibandingkan dengan kontrol negatif, yang mungkin terpengaruh akibat\npenghambatan migrasi neutrofil dan makrofag pada situs luka. Berdasarkan hasil\npenelitian tersebut, dapat disimpulkan bahwa ZnO NP berhasil disintesis\nmenggunakan ekstrak air pisang tongka langit (PTLA), ekstrak metanol pisang\ntongka langit (PTLM), ekstrak air pisang cavendish (PCVA), dan ekstrak metanol\npisang cavendish (PCVM) dengan masing-masing memiliki karakteristik yang\nberbeda. Selain itu, penelitian ini juga menunjukkan hasil skrining awal potensi\nZnO NP hasil green synthesis dari berbagai ekstrak pisang sebagai agen antiinflamasi.", "Daftar File": {"ABSTRAK Nabilla Ghina Zavitri": "https://digilib.itb.ac.id/gdl/download/304054"}, "Penulis": "Nabilla Ghina Zavitri [21121033]", "Kontributor / Dosen Pembimbing": ["Dr. Indra Wibowo, S.Si., M.Sc.", "Rindia Maharani Putri, S.Si., M.Si., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Green synthesis, nanopartikel zinc oxide, pisang tongka langit, pisang cavendish, anti-inflamasi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Agu 2023"}