{"Nomor": 76709, "Judul": "PERANCANGAN EMBUNG RAWA MALANG: INFRASTRUKTUR PENDUKUNG POLDER SUNTER TIMUR II KEBANTENAN", "Abstrak": "Banjir masih menjadi permasalahan utama di area pesisir Provinsi DKI Jakarta, khususnya di Kota Jakarta Utara. Salah satu penyebab utama banjir di wilayah ini adalah akumulasi limpasan air di DAS Embung Rawa Malang, yang terletak di Kecamatan Cilincing. DAS ini memiliki luas sekitar 11,71 km2 dan terdiri dari 12 sub DAS yang meliputi Saluran Gendong, Sungai Cakung Lama, Saluran Gubuk Genteng, Waduk Belibis dan Rumah Pompa Bulak Cabe. Kapasitas tampungan Saluran Gendong dan Sungai Cakung Lama saat ini hanya sebesar 2.5 m3/s dan 2 m3/s, jauh di bawah kebutuhan DAS saat terjadi banjir dengan debit 10 tahun yang diperkirakan mencapai 293,086 m3/s menggunakan metode HSS SCS.\nUntuk mengatasi masalah banjir, dilakukan perancangan Embung Rawa Malang sebagai bagian dari infrastruktur pendukung Sistem Polder Sunter Timur II Kebantenan. Embung ini memiliki tiga komponen utama, yaitu spillway, embung, dan rumah pompa. Proses perancangan dimulai dengan analisis hidrologi data hujan yang didapatkan dari dua stasiun hujan lokal dan data satelit untuk mendapatkan debit banjir tinjauan. Perancangan dilanjutkan dengan analisis hidraulika menggunakan persamaan energi dan momentum aliran air dibantu dengan aplikasi HEC-RAS untuk pemodelan solusi.\nPembangunan Embung Rawa Malang menggunakan sekitar 78% lahan yang disediakan oleh Dinas Sumber Daya Air DKI Jakarta dan berhasil mereduksi volume banjir di DAS Embung Rawa Malang hingga sekitar 38%. Hasil ini merupakan opsi optimum dari tiga skenario tinjauan yang dipertimbangkan, dengan memperhitungkan aspek reduksi banjir, biaya dan durasi pembangunan, keamanan embung, serta kelancaran proses konstruksi (constructibility). Selain itu, pembangunan embung disertai dengan perencanaan pola operasi dan pemeliharaan.", "Daftar File": {}, "Penulis": "Ilyas Bianto [15019054]", "Kontributor / Dosen Pembimbing": ["Dhemi Harlan, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Banjir, DAS, Hidrologi, Hidraulika, Embung, Spillway, Rumah Pompa", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Agu 2023"}