{"Nomor": 76710, "Judul": "PENINGKATAN NASIONALISME DI ERA GLOBALISASI GUNA MENDUKUNG KEAMANAN NASIONAL (STUDI KASUS : MASYARAKAT PESISIR NATUNA)", "Abstrak": "Dinamika lingkungan strategis yang semakin masiv dipengaruhi oleh arus globalisasi yang berdampak pada berbagai aspek kehidupan. Globalisasi menjadi fenomena dimana negara-negara maju dapat mengambil peluang lebih besar untuk memperoleh keuntungan dengan melemahkan kedaulatan negara-negara berkembang dan miskin karena perebutan sumber daya didalamnya. Penelitian ini bertujuan untuk meningkatkan jiwa Nasionalisme masyarakat maritim Natuna pada era globalisasi dimana Nasionalisme merupakan salah satu sikap yang dapat meningkatkan keamanan nasional khususnya bangsa Indonesia. Penelitian ini menerapkan mix method yang mengintegrasikan komponen-komponen kualitatif dan kuantitatif. Pendektakan studi kasus diaplikasikan sebagai kerangka utama dalam metode ini. Data dikumpulkan melalui wawancara, kuesioner, observasi, dan studi dokumen. Analisis data dilakukan dengan analisis deskriptif dan statistik deskriptif. Hasil penelitian menunjukkan bahwa kondisi nasionalisme masyarakat pesisir Natuna tergolong tinggi, dipengaruhi oleh faktor eksternal dan faktor internal. Faktor eksternal meliputi pengaruh globalisasi dan budaya asing dengan skor 2,84, sedangkan faktor internal meliputi kearifan lokal dan budaya dengan skor 3,25, cinta tanah air dengan skor 3,10, dan kebhinekaan dengan skor 3,14.", "Daftar File": {"COVER Supo Dwi Diantara": "https://digilib.itb.ac.id/gdl/download/304170", "BAB_1 Supo Dwi Diantara": "https://digilib.itb.ac.id/gdl/download/304172", "BAB_2 Supo Dwi Diantara": "https://digilib.itb.ac.id/gdl/download/304174", "BAB_3 Supo Dwi Diantara": "https://digilib.itb.ac.id/gdl/download/304178", "BAB_4 Supo Dwi Diantara": "https://digilib.itb.ac.id/gdl/download/304180", "BAB_5 Supo Dwi Diantara": "https://digilib.itb.ac.id/gdl/download/304185", "BAB_6 Supo Dwi Diantara": "https://digilib.itb.ac.id/gdl/download/304186"}, "Penulis": "Supo Dwi Diantara [24021017]", "Kontributor / Dosen Pembimbing": ["Ir. Tubagus Furqon Sofhani, M.A., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Globalisasi, Nasionalisme, Pulau Terluar", "Sumber": "", "Staf Input/Edit": "sarnya", "File": "8 file", "Tanggal Input": "18 Agu 2023"}