{"Nomor": 76727, "Judul": "ROTAN MANAU (CALAMUS MANAN MIQ.) SEBAGAI FILLER FILAMEN BERBASIS POLIPROPILENA (PP) UNTUK APLIKASI 3D PRINTING FUSED DEPOSITION MODELING (FDM)", "Abstrak": "Perkembangan pesat 3D printing membuat metodenya kerap dipilih untuk menghasilkan produk industri. Metode yang paling banyak digunakan, fused deposition modeling (FDM), memiliki prinsip yang sederhana dengan memanfaatkan polimer termoplastik dalam bentuk filamen sebagai feedstock-nya. Diantara material yang digunakan, PLA banyak digunakan karena kemudahan cetaknya, namun memiliki biaya produksi tinggi serta pembuatan filamen yang relatif sulit. Penelitian sebelumnya tentang pembuatan filamen PLA/rotan menunjukkan kemudahan cetak dan handling yang buruk karena variabilitas diameter filamen dan sifatnya yang getas. Pada penelitian ini, dikaji mengenai pembuatan filamen berbasis polipropilena (PP) dan rotan manau. Melt strength tinggi PP dapat meningkatkan kemudahan pembuatan filamennya. Serbuk rotan manau yang dihasilkan dengan metode hidrolisis dan pengayakan berukuran 108, 82, 60, 56, dan 30 ?m sebanyak 10 wt% dicampurkan dengan PP sebagai matriks. Pencampuran dilakukan menggunakan compression molding pada temperatur 160 °C, dilanjutkan dengan pembuatan filamen via ekstrusi pada temperatur tiap zona sebesar: 155±5, 175±5, dan 155±5 °C, serta kecepatan screw dan puller sebesar 5±5 rpm dan 6±3 rpm, kemudian digulung. Hasil penelitian menunjukkan bahwa penambahan serbuk rotan pada PP dengan ukuran serbuk 30, 56, 60, dan 82 ?m berhasil dicetak dengan baik. Penambahan serbuk rotan berukuran lebih kecil dapat meningkatkan kualitas filamen dan menurunkan variabilitas diameternya, sehingga meningkatakan kemudahan cetak dan kualitas produk cetaknya. Selain itu, penambahan serbuk rotan dapat mengurangi tendensi warping yang terjadi pada PP.\nSerbuk hasil hidrolisis dan pengayakan menghasilkan sifat filamen dan produk yang relatif sama. Secara keseluruhan, pergantian matriks PLA menjadi PP dapat kualitas filamen dan produk cetaknya secara keseluruhan.\n.", "Daftar File": {"ABSTRAK Andrava Dema Syanatha": "https://digilib.itb.ac.id/gdl/download/304101"}, "Penulis": "Andrava Dema Syanatha [23722017]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. Mardiyati, S.Si., M.T.", "Dr. Steven, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Ilmu Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "3D printing, filamen kayu, filamen 3D printing, Fused Deposition Modeling (FDM), Polypropylene (PP), Rotan Manau", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Agu 2023"}