{"Nomor": 76726, "Judul": "KAJIAN IGR J16393-4643 SEBAGAI SALAH SATU KANDIDAT SYMBIOTIC X-RAY BINARY", "Abstrak": "Teknologi pengamatan berkembang dengan pesat pada abad terakhir ini. Perkembangan ini memungkinkan kita untuk mengamati objek langit dalam berbagai panjang gelombang dan salah satunya adalah sinar X. Pada tahun 1962 sumber sinar X yang berasal dari luar tata surya pertama kali dideteksi yang kemudian akan dikenali sebagai Sco X-1. Penemuan ini kemudian menjadi cikal bakal berkembangnya cabang ilmu astronomi sinar X dan terus dipelajari sampai saat ini. Bintang ganda sinar X khususnya yang memiliki objek kompak berupa bintang neutron merupakan salah satu objek yang paling banyak diamati untuk dapat memahami bintang karakteristik maupun mekanisme yang terjadi pada objek pemancar sinar X. Fenomena transfer dan akresi massa menjadi topik yang sering ditemui dalam menjelaskan mekanisme yang terjadi pada bintang ganda sebagai pemancar sinar X. Seiring perkembangan teknologi deteksi dalam astronomi sinar X, kategori baru ditemukan dalam bintang ganda sinar X yaitu SyXB (Symbotic X-ray Binaries) yang memiliki bintang pasangan bintang subraksasa/raksasa merah dan objek kompak yang mengakresi angin bintang dari bintang donor.\nSampai saat ini anggota SyXB masih sedikit yaitu sekitar 20 bintang dengan bintang kandidat. Salah satu contoh anggota yang cukup kontroversial adalah IGR J16393-4643 yang pertama kali dideteksi pada tahun 1997 oleh ASCA (Advanced Satellite for Cosmology and Astrophysics). Saat ini IGR J16393-4643 terklasifikasi di simbad sebagai HMXB dengan spectral type BIV-V namun di beberapa literatur objek ini juga dimasukkan ke dalam SyXB dengan spectral type K-M III. Klasifikasi objek sebagai HMXB maupun SyXB masih belum bisa diterima atau ditolak sepenuhnya. Pada pengerjaan Tugas Akhir ini, akan dilakukan eksplorasi objek IGR J16393-4643 dari berbagai literatur dengan satelit pengamatan yang berbeda-beda sebagai HMXB dan SyXB.", "Daftar File": {}, "Penulis": "Enjelia Andiraloka [10317008]", "Kontributor / Dosen Pembimbing": ["Dr. Kiki Vierdayanti, S.Si., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "sinar X, bintang neutron, SyXB, HMXB, IGR J16393-4643", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Agu 2023"}