{"Nomor": 76720, "Judul": "EVALUASI FATIK PADA JEMBATAN PELENGKUNG RANGKA BAJA (STUDI KASUS JEMBATAN RUMPIANG)", "Abstrak": "Jembatan merupakan struktur yang didesain untuk dapat menerima beban-beban yang bekerja sampai dengan tercapainya umur rencana tertentu. Selama jembatan beroperasi, fungsi dari jembatan harus dipertahankan agar dapat terhindar dari kemungkinan terjadinya kegagalan struktur. Kegagalan akibat fatik merupakan salah satu bentuk kegagalan yang dapat terjadi pada struktur, khususnya struktur baja. Fatik didefinisikan sebagai proses inisiasi, pertumbuhan dan penjalaran retak, sampai dengan terjadinya kegagalan pada struktur baja akibat beban yang bersifat repetitif. Material baja cukup banyak digunakan untuk konstruksi jembatan di Indonesia, dengan persentase jumlah jembatan baja mencapai angka 23,49 persen terhadap keseluruhan jembatan berstatus nasional.\nPenelitian ini bertujuan untuk melakukan evaluasi fatik pada Jembatan Rumpiang. Jembatan Rumpiang merupakan jembatan yang melintasi Sungai Barito dan berada di salah satu ruas jalan nasional di Kabupaten Barito Kuala, Provinsi Kalimantan Selatan. Jembatan Rumpiang termasuk dalam kategori jembatan khusus dengan bentang utama berupa struktur pelengkung rangka baja sepanjang 200 meter. Jembatan tersebut selesai dibangun pada tahun 2008 dan didesain untuk beroperasi sampai dengan umur rencana 100 tahun. Struktur jembatan baja dapat mengalami fatik akibat beban repetitif dari lalu lintas kendaraan yang melintasinya. Evaluasi fatik pada Jembatan Rumpiang dilakukan terhadap simulasi pembebanan lalu lintas berdasarkan data weigh-in-motion dengan perhitungan umur fatik mengacu pada ketentuan AASHTO The Manual for Bridge Evaluation 2018 dan RSNI T-03-2005 tentang Perencanaan struktur baja untuk jembatan, serta menggunakan metode cumulative fatigue damage.\nPada penelitian ini digunakan data weigh-in-motion di Jalan Prof. Dr. Ir. Sutami di Kabupaten Lebak, Provinsi Banten selama periode waktu tujuh hari. Konfigurasi kendaraan serta nilai beban gandar dan jarak antar gandar dari data weigh-in-motion tersebut digunakan sebagai input pembebanan pada analisis struktur menggunakan MIDAS Civil 2022. Nilai tegangan yang dihasilkan pada setiap elemen struktur jembatan digunakan untuk perhitungan parameter rentang tegangan. Jumlah siklus beban yang dihasilkan dari data weigh-in-motion digunakan untuk mengestimasi jumlah siklus yang terjadi sejak jembatan beroperasi sampai dengan umur rencana\njembatan. Estimasi tersebut didasarkan pada angka pertumbuhan lalu lintas sebesar 10,06 persen yang didapatkan dari hasil regresi nonlinier data jumlah kendaraan bermotor di Provinsi Kalimantan Selatan selama 10 tahun mulai dari tahun 2008 hingga tahun 2017.\nHasil analisis menunjukkan bahwa Jembatan Rumpiang memiliki risiko terhadap fatik. Hal tersebut disebabkan oleh elemen cross girder yang menghasilkan nilai rentang tegangan maksimum sebesar 260 MPa dan rentang efektif sebesar 106,32 MPa. Umur fatik terpendek pada elemen tersebut diperoleh dari perhitungan yang mengacu pada ketentuan RSNI T-03-2005, yang menunjukkan terjadinya fatik pada tahun 2027 atau sama dengan umur fatik sisa 5 tahun. Perhitungan dengan metode cumulative fatigue damage menghasilkan nilai akumulasi kerusakan fatik elemen cross girder pada tahun eksisting sebesar 0,542.\nData weigh-in-motion di Banten menunjukkan adanya kendaraan dengan muatan berlebih sebanyak 35,02 persen dari seluruh kendaraan yang terekam, dengan 38,78 persen diantaranya tercatat memiliki berat gandar yang melebihi hingga 100 persen atau dua kali nilai maksimum yang diizinkan sebesar 10 ton berdasarkan ketentuan Kementerian Perhubungan. Hasil analisis menunjukkan kontribusi kerusakan fatik sebesar 66,38 persen pada elemen cross girder diakibatkan konfigurasi kendaraan yang melibatkan truk dengan gandar tandem yang masing-masing gandarnya melebihi batas hingga 100 persen atau truk dengan gandar triple yang masing-masing gandarnya melebihi batas hingga 50 persen dari berat yang diizinkan.\nImplementasi pembatasan beban kendaraan dapat mereduksi nilai rentang tegangan yang terjadi pada elemen dan memperpanjang umur fatik jembatan. Pembatasan dengan beban kendaraan maksimum sebesar 41 ton dan 26 ton berturut-turut menghasilkan rentang tegangan maksimum pada elemen cross girder sebesar 140,4 MPa dan 88 MPa dengan perpanjangan estimasi umur fatik sisa sebesar 3 tahun dan 15 tahun, sementara pembatasan dengan beban kendaraan maksimum sebesar 16 ton menghasilkan rentang tegangan maksimum sebesar 57,7 MPa dengan estimasi umur fatik yang mencapai umur rencana jembatan.", "Daftar File": {"ABSTRAK Rio Pramana": "https://digilib.itb.ac.id/gdl/download/304090"}, "Penulis": "Rio Pramana [25021009]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Herlien Dwiarti Soemari", "Ivan Sandi Darma, S.T, M.T, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "fatik, pelengkung rangka baja, weigh-in-motion.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Agu 2023"}