{"Nomor": 76735, "Judul": "PENGARUH CEKAMAN KEKERINGAN TERHADAP KANDUNGAN FILANTIN DAN KUERSETIN TANAMAN MENIRAN HIJAU (PHYLLANTHUS NIRURI L.)", "Abstrak": "Penelitian tentang pengaruh cekaman kekeringan terhadap produksi filantin dan kuersetin pada meniran hijau (Phyllanthus niruri L.) telah dilakukan. Manfaat filantin adalah bersifat hepatoprotektif. Manfaat kuersetin secara farmakologis antara lain adalah memiliki aktifitas antioksidan, antikanker, antibakteri dan antiinflamasi. Meniran hijau dipilih dalam penelitian ini karena mengandung beragam manfaat. Secara spesifik, manfaat meniran hijau dalam dunia kedokteran adalah sebagai antipiretik, analgesik, treatment anti inflammatory dan treatment lain yang memberikan efek antihistamine. Tujuan penelitian ini adalah: 1) Menentukan dampak cekaman kekeringan terhadap pertumbuhan vegetatif dari tanaman meniran hijau, 2) Menentukan taraf kapasitas lapang dan waktu panen yang optimal untuk memperoleh konsentrasi optimal filantin dan kuersetin dari tanaman meniran hijau. Penelitian ini menggunakan rancangan acak kelompok dengan dua faktor yaitu kadar air tanah yang diberikan dan waktu panen. Perlakuan kadar air tanah terdiri dari tiga taraf yaitu 30 %, 60 % dan 100 %. Perlakuan waktu panen terdiri dari dua taraf yaitu 2 dan 4 minggu setelah tanam (MST). Jumlah ulangan yang digunakan adalah tiga. Pengukuran dilakukan terhadap karakter vegetatif meliputi tinggi tanaman dan jumlah daun setiap minggu serta bobot basah tajuk, bobot basah akar dan bobot kering akar pada saat panen. Selain itu, pengukuran dilakukan terhadap filantin dan kuersetin pada saat panen. Pengukuran kadar filantin menggunakan High Performance Liquid Chromatography (HPLC) sedangkan pengukuran kadar kuersetin menggunakan UV-Vis Spectrophotometry. Hasil penelitian menunjukkan bahwa tinggi tanaman, jumlah daun, bobot basah tajuk, bobot basah akar dan bobot kering akar meniran terlihat berbeda nyata pada cekaman kekeringan. Jumlah daun dan bobot basah akar terlihat berbeda nyata pada waktu panen. Kandungan filantin dari meniran terlihat berbeda nyata pada cekaman kekeringan dan waktu panen. Cekaman kekeringan dan waktu panen tidak memberikan perbedaan yang nyata pada kandungan kuersetin dari meniran. Kandungan filantin tertinggi diperoleh pada 100 % kapasitas lapang dan waktu panen 4 MST. Kesimpulan dari penelitian ini adalah: 1) Cekaman kekeringan dapat mengurangi pertumbuhan vegetatif dari tanaman meniran hijau dan untuk memperoleh pertumbuhan vegetatif yang optimal, tanaman meniran hijau sebaiknya tidak diberikan cekaman kekeringan, 2) Untuk memperoleh kandungan filantin dan kuersetin dari tanaman meniran\n\nhijau dengan tingkat kandungan yang paling tinggi, taraf kapasitas lapang dan waktu panen yang optimal adalah pada 100 % kapasitas lapang dan waktu panen empat minggu. Penerapan penelitian ini ke depannya adalah sebagai metode baku bagi petani dalam budidaya meniran hijau dan dapat meningkatkan kualitas meniran hijau yang ditanam oleh petani.", "Daftar File": {"ABSTRAK Nailulkamal Djamas": "https://digilib.itb.ac.id/gdl/download/304111"}, "Penulis": "Nailulkamal Djamas [21120031]", "Kontributor / Dosen Pembimbing": ["Dr. Adi Pancoro"], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "cekaman kekeringan, filantin, kuersetin, metabolit sekunder, Phyllanthus niruri L.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Agu 2023"}