{"Nomor": 76734, "Judul": "ANALISIS KONDISI TERMAL RAMP DEVELOPMENT PADA TAMBANG CUT AND FILL DI PT XYZ MENGGUNAKAN METODE KOMPUTASI FLUIDA DINAMIK", "Abstrak": "Kondisi termal adalah salah satu hal yang sangat mempengaruhi efisiensi dari\naktivitas penambangan karena kondisi termal yang tidak nyaman dapat\nmengganggu kinerja aktivitas. Oleh karena itu, diperlukan analisis kondisi termal\nsuatu daerah kerja yang dalam kasus ini adalah ramp development untuk mencapai\ntemperatur efektif tersebut.\nPenelitian menggunakan simulasi metode numerik berbasis komputasi fluida\ndinamik dengan perangkat lunak ANSYS Fluent R1 2023. Perubahan kondisi akibat\nsumber panas akan dilakukan dengan alat berat berupa mesin LHD 120 kW, mine\ntruck 120 kW, dan jumbo drill 44 kW kemudian akan dibuat bidang atau plane\nsebagai daerah hasil.\nBerdasarkan hasil pemodelan didapatkan bahwa pada aktivitas mucking, hauling,\ndan drilling terjadi kenaikan temperatur akibat adanya aktivitas alat berat. Ketika\naktivitas mucking oleh alat berat LHD saat aktivitas loading di front development\nberada pada rentang 2,5 – 3,5°C. Kemudian terdapat kenaikan temperatur pada\nPlane 5 hingga 8 yang dilewati oleh LHD menyebabkan kenaikan temperatur\nsebesar 0,8 hingga 1,9 °C.\nPada saat hauling dan drilling terdapat gradien naik temperatur akibat adanya LHD\nyang stasioner menyebabkan kenaikan temperatur dengan gradien 0,12°C/jam\nuntuk Plane 5 dan 0,1°C untuk Plane 6 hingga 8. Keberadaan jumbo drill\nmenyebabkan kenaikan temperatur dengan gradien 0,75°C/jam selama 2 jam\naktivitas yang kemudian turun sebesar 1°C setelah tidak adanya aktivitas.\nPergerakan Minetruck juga menyebabkan adanya kenaikan temperatur di Plane 2\nhingga 8 sebesar 0,45°C hingga 2,2°C. Hasil pemodelan ANSYS ini masih\ntemperatur dry bulb.\nModel terowongan yang dianalisis masih memenuhi standar kelayakan berdasarkan\nperaturan tentang sistem ventilasi di Indonesia dengan temperatur efektif normal\ntertinggi sebesar 23,6°C.", "Daftar File": {"ABSTRAK Lachlan Arya Rhaditya Pongtiku": "https://digilib.itb.ac.id/gdl/download/304108"}, "Penulis": "Lachlan Arya Rhaditya Pongtiku [12119058]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Nuhindro Priagung Widodo, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Temperatur efektif, sumber panas, front development, mode numerik berbasis komputasi fluida dinamik", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "18 Agu 2023"}