{"Nomor": 76745, "Judul": "ANALISIS ARTIFICIAL NEURAL  NETWORK DALAM PENENTUAN ARRIVAL TIME GELOMBANG P DAN S", "Abstrak": "Earthquake Early Warning (EEW) adalah sistem pengiriman peringatan\nkejadian gempa bumi secara lebih awal, dengan tahapan pendeteksian dan\npenentuan lokasi gempa bumi. Pemilihan waktu tiba gelombang P dan\ngelombang S merupakan parameter yang digunakan untuk penentuan lokasi\ngempa bumi. Untuk itu, waktu yang diperlukan pada penentuan waktu tiba\ngelombang P dan gelombang S memiliki peran penting dalam EEW.\nUmumnya penentuan lokasi gempa bumi dilakukan secara manual, dengan\nartificial intelligence menjadi salah satu metode untuk menentukan waktu tiba\ngempa secara automasi. Deep learning merupakan bagian dari artificial\nintelligence yang dapat memproses data secara cepat, skalabilitas yang tinggi,\ndan memiliki tingkat akurasi yang PhaseNet merupakan program deep neural\nnetwork (DNN) yaitu klasifikasi lebih lanjut dari deep learning dengan tujuan\nuntuk menentukan waktu tiba gelombang P dan gelombang S. Pada penelitian\nini, penulis menggunakan data waveform dari 89 stasiun BMKG berada di\nPulau Jawa, Indonesia dalam rentang waktu perekaman April 2020 hingga\nSeptember 2020. Durasi waveform yang digunakan adalah lima menit dan\nselanjutnya PhaseNet diaplikasikan untuk mendapatkan waktu tiba gelombang\nP dan gelombang S. Hasil penentuan waktu tiba gelombang P dan gelombang\nS, dibandingkan dengan program GaMMA untuk mendapatkan pola sebaran\nhasil pemilihan fasa gelombang secara konsisten. Penentuan lokasi gempa\nbumi dilakukan dengan menggunakan program NonLinLoc. Hasil waktu tiba\nberdasarkan PhaseNet diperoleh 312 dari 333 waktu tiba gelombang P dan\ngelombang S, hasil tersebut memiliki selisih kurang dari satu detik. Hasil\npenentuan lokasi dengan data PhaseNet memiliki selisih dengan BMKG\ndengan rata – rata garis bujur -0.0071o, garis lintang 0.39369o dan kedalaman\n3.17981 km", "Daftar File": {}, "Penulis": "Bima Ilyasa Rachmanditya [12317066]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. David Prambudi Sahara, S.T, M.T.", "Dr. Ir. Zulfakriza, S.Si., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "DNN; gempa bumi; artificial intelligence; NonLinLoc; PhaseNet, GaMMA; Deep Learning", "Sumber": "", "Staf Input/Edit": "Devi Septia Nurul", "File": "1 file", "Tanggal Input": "18 Agu 2023"}