{"Nomor": 76744, "Judul": "PENGEMBANGAN MODEL LAJU EROSI ABU VULKANIK (STUDI EKSPERIMENTAL LABORATORIUM)", "Abstrak": "Indonesia memiliki 129 gunung api aktif atau sekitar 13% dari gunung api di dunia. Hal ini mengakibatkan tingkat risiko bencana gunung api di wilayah Indonesia tinggi. Bencana sekunder yang terjadi pasca-erupsi gunung api salah satunya adalah banjir lahar yang dipicu oleh hujan. Banjir lahar ini terjadi akibat terbawanya material vulkanik baru oleh aliran permukaan ke hilir. Perencanaan infrastruktur pengendalian banjir lahar dilakukan berdasarkan estimasi potensi volume material vulkanik yang akan terbawa ke hilir oleh aliran lahar. Sementara dalam periode pasca-erupsi, terjadi peningkatan kejadian banjir lahar secara signifikan. Hal ini disebabkan oleh perubahan karakteristik DAS yang dipengaruhi oleh perubahan tutupan lahan dan topografi akibat adanya material vulkanik baru di lereng. Oleh sebab itu, pasca-erupsi perlu dilakukan survei pada lereng dan sungai yang terdampak erupsi untuk mengestimasi volume material vulkanik baru yang berpotensi terbawa aliran lahar, baik yang bersumber dari mekanisme longsor maupun erosi untuk review terhadap kecukupan infrastruktur pengendali banjir lahar. Kajian potensi banjir lahar telah banyak dilakukan, namun umumnya hanya memfokuskan pada kejadian banjir lahar di sungai. Sedangkan estimasi potensi aliran lahar yang bersumber dari proses erosi material vulkanik di lereng gunung api belum banyak dikaji karena lokasi kasus yang terpencil dan berbahaya. Berdasarkan fakta tersebut, maka dalam penelitian ini dikembangkan model laju erosi abu vulkanik di lereng untuk memprediksi potensi erosi material vulkanik yang terbawa alirah permukaan, dengan mempertimbangkan pengaruh parameter kemiringan lereng, ketebalan abu vulkanik, dan intensitas hujan.\nModel laju erosi abu vulkanik diformulasikan melalui analisis dimensional dimana laju erosi material vulkanik dinyatakan sebagai fungsi dari kemiringan lereng, aliran permukaan, intensitas hujan, dan tegangan geser kritik abu vulkanik dengan koefisien ????, ????, ????, ????, dan ???? yang mendefinisikan pengaruh masing-masing parameter. Untuk menetapkan nilai koefisien formula model laju erosi abu vulkanik dilakukan studi eksperimental laboratorium dengan uji model fisik menggunakan rainfall simulator. Eksperimen tersebut berupa demplot lereng berukuran 3,00 m x 0,75 m yang terdiri dari 2 lapisan tanah, yaitu lapisan atas (abu vulkanik) yang tidak dipadatkan dan lapisan bawah setebal 20 cm sebagai tanah asli yang dipadatkan. Material vulkanik yang digunakan berasal dari Gunung Merapi dengan gradasi\nyang ditentukan berdasarkan kondisi di lapangan. Tiga variasi lereng dipilih untuk merepresentasikan kemiringan landai (14.1%), sedang (26.8%), dan curam (46.6%). Sedangkan variasi intensitas hujan berkisar antara 45 sampai 125 mm/jam dan ketebalan abu vulkanik divariasikan 1,0 cm, 2,5 cm, dan 5,0 cm. Dari hasil uji model fisik diperoleh koefisien model laju erosi abu vulkanik ???? dan ???? bernilai konstan sebesar 10,353 dan 1,139, sedangkan koefisien ????, ????, dan ???? merupakan fungsi power dari ketebalan abu vulkanik.\nHasil uji performa model laju erosi material vulkanik ini menunjukkan hasil memuaskan dengan nilai NSE>0,75; IOA>0,95, dan RMSE berkisar antara 0,005 hingga 0,009. Hasil verifikasi model berdasarkan data eksperimen penelitian terdahulu pada lokasi kasus sama (Gunung Merapi) dan lokasi berbeda St. Helens (USA) dan Sakurajima (Jepang) menunjukkan hasil memuaskan bahkan pada kasus dengan diameter partikel dan ketebalan lapisan material vulkanik yang lebih besar dari nilai eksperimen penelitian ini, terutama pada kasus deposit material vulkanik baru. Perhitungan model juga memberikan hasil yang memuaskan untuk prediki laju erosi dalam periode panjang (harian dan bulanan). Namun, untuk kondisi material yang sudah terdeposisi lebih dari 1 tahun, hasil prediksi menunjukkan nilai yang jauh lebih besar (over-estimate). Demikian juga untuk penerapan pada kemiringan lereng lebih dari 250, model memberikan hasil yang tidak akurat karena pergerakan material di lereng lebih didominasi mekanisme longsor. Model laju erosi abu vulkanik ini diharapkan dapat menjadi alternatif dalam memprediksi potensi material vulkanik baru, khususnya yang bersumber dari erosi, sebagai bagian dari perencanaan infrastruktur pengendali banjir lahar di wilayah gunung api.", "Daftar File": {"ABSTRAK F. Tata Yunita": "https://digilib.itb.ac.id/gdl/download/304132"}, "Penulis": "F. Tata Yunita [35017301]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Indratmo, M.Sc., Ph.D.", "Ir. Joko Nugroho, S.T, M.T, Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "abu vulkanik, erosi, banjir lahar, rainfall simulator, model fisik.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Agu 2023"}