{"Nomor": 76749, "Judul": "KONTROL MORFOLOGI FOTOKATALIS ZNO DAN  ZNO/AL2O3 BERSTRUKTUR NANO TERHADAP SIFAT  FOTOFISIK DAN KINETIKA FOTODEGRADASI", "Abstrak": "Seng oksida (ZnO) merupakan suatu material semikonduktor yang banyak menarik \nperhatian dalam beberapa dekade terakhir. ZnO banyak digunakan dalam berbagai \naplikasi seperti perangkat optoelektronik, baterai, sensor, katalis, fotokatalis, dan \nlain sebagainya. Berbagai penelitian telah dilakukan untuk meningkatkan kinerja\nperangkat berbasis ZnO. Sebagai fotokatalis, aktivitas fotokatalitik ZnO sangat \nbergantung pada bidang muka kristal yang terekspos. Selain itu, rendahnya luas \npermukaan dan aksesibilitas ZnO juga menjadi masalah dalam aplikasi ZnO \nsebagai fotokatalis. Oleh karena itu, perlu dilakukan suatu kajian yang \nkomprehensif tentang strategi-strategi yang dapat dilakukan untuk mengatasi \nkekurangan ZnO sebagai fotokatalis. Pada penelitian ini, ZnO yang mengekspos \nbidang muka kristal tertentu disintesis menggunakan campuran pelarut air-alkohol. \nZnO berstruktur nano dengan luas permukaan tinggi disintesis menggunakan \npelarut air-etilen glikol dan media makroemulsi. Selain itu, dilakukan juga dekorasi \nnanopartikel ZnO ke permukaan material dengan luas permukaan tinggi (?Al2O3). Aktivitas fotokatalitik partikel-partikel hasil sintesis diuji pada reaksi \nfotodegradasi zat warna rhodamin B.\nCampuran air-alkohol memfasilitasi terbentuknya ZnO nanokristal dengan bentuk \ndan morfologi berbeda. Alkohol berantai karbon genap menghasilkan ZnO dengan \nmorfologi menyerupai bunga. Sedangkan alkohol berantai karbon ganjil \nmenghasilkan ZnO nanokristal dengan bentuk yang menunjukkan bidang muka \nkristal yang terekspos dengan jelas. ZnO_metanol berbentuk batang heksagonal \ndengan ujung mengerucut, ZnO_isopropanol berbentuk piramida heksagonal\nterpancung, sedangkan ZnO_pentanol berbentuk lempengan heksagonal. Sampel \nZnO_metanol memberikan nilai aktivitas fotokatalitik terbaik dengan konstanta \nlaju fotodegradasi sebesar 0,0093 menit-1 dan efisiensi maksimum fotodegradasi \nsebesar 90,40% selama 30 menit. Aktivitas fotokatalitik yang tinggi pada \nZnO_metanol merupakan kontribusi dari tingginya persentase bidang {101?0} \nterekspos (71,89%). \nPada sintesis menggunakan campuran air-etilen glikol, keberadaan urea memegang \nperanan penting dalam pembentukan ZnO berstruktur nano. Saat proses hidrotermal \nberlangsung, Zn(NO3)2.6H2O bereaksi dengan urea membentuk zinc hydroxide carbonate (Zn5(CO3)2(OH)6/ZHC). ZHC kemudian mengalami dekomposisi \nmenjadi ZnO pada suhu 500 o\nC. Penambahan surfaktan CTAB, SDS dan PVP pada \nsintesis ZnO dalam campuran pelarut air-etilen glikol telah berhasil menghambat \npertumbuhan kristal ZnO pada arah bidang-bidang tertentu, sehingga partikel ZnO \nyang dihasilkan mempunyai morfologi dan porositas yang berbeda. Sampel yang \ndisintesis menggunakan PVP mempunyai luas permukaan dan porositas paling \ntinggi, sehingga sangat cocok digunakan sebagai fotokatalis. Sampel tersebut \nmemberikan nilai aktivitas fotokatalitik terbaik dengan konstanta laju fotodegradasi \nsebesar 0,1349 menit-1\n, efisiensi fotodegradasi sebesar 92,23% selama 30 menit, \nnilai energi aktivasi (Ea) sebesar 19,26 kJ mol-1\n, serta mampu mempertahankan nilai \nefisiensi fotodegradasi pada 50,81% setelah tiga kali penggunaan.\nMedia makroemulsi memiliki peran dalam menghasilkan morfologi yang unik pada \npertikel ZnO hasil sintesis. Pada kondisi asam, partikel yang dihasilkan memiliki \nmorfologi berupa lembaran berpori, sedangkan sintesis pada kondisi basa\nmenghasilkan partikel berbentuk batang dengan permukaan berbulu. Sintesis \nmenggunakan prekursor yang berbeda pada kondisi basa menunjukkan bahwa \nprekursor seng asetat menghasilkan partikel dengan morfologi yang lebih seragam \n(sampel ZnO_Ac_U2) dibandingkan dengan prekursor seng nitrat (sampel \nZnO_Nit_U2). Morfologi yang seragam pada sampel ZnO_Ac_U2 memberikan \nkontribusi terhadap tingginya luas permukaan, energi celah pita yang lebih sempit, \ndan densitas cacat kristal yang tinggi. Hasil pengujian aktivitas fotokatalitik pada \nreaksi fotodegradasi rhodamin B menunjukkan bahwa sampel ZnO_Ac_U2 \nmemiliki efsiensi fotodegradasi sebesar 72,57% selama 30 menit, konstanta laju \nreaksi fotodegradasi sebesar 0,1962 menit-1\n, serta mampu mempertahankan nilai \nefisiensi fotodegradasi pada 50,54% setelah tiga kali penggunaan. \nSelain sintesis fotokatalis ZnO nanokristal dan ZnO berstruktur nano, dilakukan \njuga sintesis ZnO nanopartikel yang terdekorasi ke permukaan ?-AlOOH dan ?Al2O3. Material ?-AlOOH yang disintesis menggunakan media misel terbalik \nmemiliki morfologi menyerupai bunga. Material ini mengalami transformasi \nmenjadi ?-Al2O3 pada suhu 550 o\nC yang juga disertai dengan perubahan sifat optik \nmaterial. Material ?-Al2O3 memiliki energi celah pita yang lebih sempit dan jenis \ncacat kristal yang lebih banyak. Aktivitas fotokatalitik ?-Al2O3 terdekorasi ZnO \nbergantung pada konsentrasi prekursor garam seng yang digunakan. Hasil \npengujian aktivitas fotokatalitik menunjukkan bahwa sampel yang disintesis \ndengan konsentrasi garam seng paling tinggi (ZnO_D/?-Al2O3) memiliki aktivitas \nfotokatalitik terbaik dengan nilai konstanta laju (k) sebesar 0,1154 menit-1\n. Nilai \nkonstanta laju reaksi ini sembilan belas kali lebih besar dari fotokatalis ?-Al2O3\nyang tidak terdekorasi ZnO. Selain itu, fotokatalis ZnO_D/?-Al2O3 mampu \nmendegradasi larutan rhodamin B hingga 84,08% dalam waktu 30 menit. Tingginya \naktivitas fotokatalis ZnO_D/?-Al2O3 difasilitasi oleh energi celah pita yang lebih \nsempit, rapat cacat kristal yang tinggi, serta terbentuknya heterojunction antara \nZnO dan ?-Al2O3. Heterojunction antara ZnO dan ?-Al2O3 yang berperan dalam \nmeningkatkan lifetime elektron dan meminimalisir laju rekombinasi elektron-hole", "Daftar File": {"ABSTRAK Didi Prasetyo Benu": "https://digilib.itb.ac.id/gdl/download/304152", "PUSTAKA Didi Prasetyo Benu": "https://digilib.itb.ac.id/gdl/download/305527"}, "Penulis": "Didi Prasetyo Benu [30518002]", "Kontributor / Dosen Pembimbing": ["Dr. Veinardi Suendo, S.Si., M.Eng.", "Dr. rer. nat. Rino Rakhmata Mukti, S.Si., M.Sc."], "Jenis Koleksi": "Disertasi", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Alumina terdekorasi ZnO, fotokatalis, kinetika fotodegradasi, ZnO  berstruktur nano, ZnO nanokristal.", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "13 file", "Tanggal Input": "18 Agu 2023"}