{"Nomor": 76756, "Judul": "ANALISIS KEKRITISAN LAHAN MENGGUNAKAN PEMODELAN SWAT (SOIL AND WATER ASSESMENT TOOL) PADA SUB DAS CIRASEA, KABUPATEN BANDUNG", "Abstrak": "Sub DAS Cirasea merupakan salah satu kawasan yang menjadi sumber utama pemenuhan kebutuhan pokok untuk masyarakat yang tinggal di sekitar wilayah ini. Tingginya permintaan untuk memenuhi kebutuhan pokok tersebut membuat masyarakat mengalih fungsikan lahan Sub DAS Cirasea menjadi lahan perkebunan, sehingga lahan menjadi kritis dan mengganggu fungsi hidrologis sebagai daerah penyangga ekosistem DAS. Berdasarkan permasalahan tersebut, perlu dilakukan analisis tingkat kekritisan lahan di Sub DAS Cirasea Penilaian lahan kritis dilakukan berdasarkan Perdirjen BPDAS-PS Nomor: P. 4/V-SET/2013 Tentang Petunjuk Teknis Penyusunan Data Spasial Lahan Kritis. Faktor yang dianalisis yaitu tingkat bahaya erosi, manajemen lahan, kemiringan lereng, dan penutupan lahan. Kekrittisan lahan dianalisis menggunakan metode SWAT. Metode ini dapat memodelkan hingga satuan unit terkecil yaitu HRU (Hydrological response unit). Penelitian ini bertujuan untuk menganalisis kondisi parameter-parameter tingkat keritisan lahan berdasarkan Perdirjen BPDAS-PS Nomor: P. 4/V-SET/2013 serta memetakan pesebaran lahan kritis pada Sub DAS Cirasea. Hasil analisis menunjukkan tingkat bahaya erosi yang tertinggi di Sub DAS Cisarea adalah kelas sedang dengan persentase 53 % dari luas total Sub DAS. Tingkat manajemen lahan termasuk kelas buruk dengan persentase area seluas 55.13 %. Tingkat kemiringan lereng tersebar secara merata dengan kelas datar memiliki persentase area terluas (29,49%). Penutupan lahan didominasi oleh kelas cukup rapat (58,6%). Keempat faktor tersebut membuat lahan di Sub DAS Cirasea berada di kelas Agak Kritis dengan 57.13 % dari luas total Sub DAS, sehingga perlu dilakukan upaya konservasi untuk mengembalikan fungsi Sub DAS.", "Daftar File": {}, "Penulis": "Muhammad Arfin Ardjuno [11519045]", "Kontributor / Dosen Pembimbing": ["Dr. Rina Ratnasih Purnamahati, M.S, M.Sc.", "Dr. Susana Paulina Dewi, S.Hut., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Sub DAS Cirasea, Alih fungsi lahan, tingkat kekritisan lahan, Soil and Water Analysis Tools (SWAT)", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Agu 2023"}