{"Nomor": 76750, "Judul": "ANALISIS PERUBAHAN TUTUPAN LAHAN HUTAN DI SUB DAS CIRASEA KABUPATEN BANDUNG", "Abstrak": "Sub DAS Cirasea merupakan bagian dari DAS Citarum Hulu yang memberikan pengaruh besar terhadap fungsi hidrologi DAS secara keseluruhan. Adanya perubahan tutupan lahan terutama lahan hutan dapat memberikan dampak seperti bencana banjir dan longsor pada kawasan DAS. Perubahan tutupan lahan bisa disebabkan oleh faktor alam dan faktor antropogenik. Tujuan dari penelitian ini adalah untuk meneliti perubahan tutupan lahan pada periode tahun 2014-2022, menentukan hubungan antara kepadatan penduduk di Sub DAS Cirasea dengan perubahan tutupan lahan hutan, dan memproyeksikan luas hutan di Sub DAS Cirasea hingga tahun 2030. Metode on screen digitizing pada citra satelit LANDSAT 8 dilakukan untuk mengklasifikasi tutupan lahan. Hasil penelitian menunjukkan pada tahun 2014-2022 telah terjadi perubahan tutupan lahan, terutama perubahan hutan menjadi perkebunan dan permukiman. Penurunan luas hutan atau deforestasi yang terjadi di Sub DAS Cirasea terjadi akibat peningkatan jumlah penduduk sehingga kebutuhan lahan meningkat pula. Berdasarkan proyeksi menggunakan regresi linear untuk menentukan luas tutupan lahan hutan menggunakan kepadatan penduduk sebagai variabel prediktor, didapatkan persamaan Y=18441-4874,5X yang menunjukkan hubungan negatif antara luas hutan dengan kepadatan penduduk. Kesimpulan penelitian ini adalah di Sub DAS Cirasea telah terjadi perubahan tutupan lahan sepanjang tahun 2014-2022. Terdapat pengaruh peningkatan kepadatan penduduk, yang mengakibatkan konversi hutan menjadi area perkebunan, sehingga dengan meningkatnya kepadatan penduduk memungkinkan terjadinya deforestasi hingga tahun 2030.", "Daftar File": {}, "Penulis": "Safira Salma Nadhira [11519041]", "Kontributor / Dosen Pembimbing": ["Dr. Rina Ratnasih Purnamahati, M.S, M.Sc.", "Dr. Susana Paulina Dewi, S.Hut., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "perubahan tutupan lahan, hutan, deforestasi, kepadatan penduduk", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Agu 2023"}