{"Nomor": 76757, "Judul": "STUDI PERILAKU DISTRIBUSI BEBAN TIANG BOR BERDASARKAN PEMODELAN PEMBEBANAN STATIK TERINSTRUMENTASI PADA PERANGKAT LUNAK FINITE ELEMENT METHOD", "Abstrak": "Proses perancangan serta konstruksi pondasi melibatkan banyak ketidakpastian seperti interpretasi tanah, asumsi, serta alat dan faktor keahlian dalam konstruksi. Pengujian lapangan dengan menggunakan instrumentasi dapat memberikan gambaran yang cukup terhadap distribusi beban yang terjadi di lapangan dengan mengukur regangan yang terjadi pada tiang. Penelitian ini bertujuan untuk melakukan studi terhadap perilaku distribusi beban tiang bor berdasarkan pengujian statik terinstrumentasi VWSG di lapangan dan komparasi dengan hasil simulasi pada perangkat lunak finite element method.\nMelalui perangkat lunak PLAXIS 2D akan dilakukan simulasi pengujian pada dua tiang tinjauan di lapangan melalui analisa balik paramater tanah untuk memperoleh hubungan beban – penurunan yang sesuai dengan konidisi lapangan. Berdasarkan pemodelan numerik, dapat dilakukan komparasi perilaku distribusi serta mekanisme transfer beban dan evaluasi terhadap parameter yang digunakan untuk dapat meningkatkan keakuratan desain pada lokasi tinjauan.\nPada tiang tinjauan TP-2i, hasil pemodelan numerik memberikan distribusi beban yang mendekati kondisi lapangan mayoritas beban uji ditahan oleh friksi tiang dengan persentase sebesar 99.89% pada hasil uji lapangan dan 99.37% oleh pemodelan numerik. Pada tiang tinjauan TP-9i, terjadi perbedaan perilaku distribusi beban dengan distribusi beban pada pemodelan numerik menggambarkan adanya transfer beban hingga ujung tiang pada seluruh tahap pembebanan, sedang pada hasil uji lapangan menggambarkan bahwa beban telah terserap sempurna oleh tahanan friksi pada kedalaman tertentu. Hal ini dapat disebabkan interpretasi distribusi beban aksial pada tiang TP-9i dengan menggunakan data regangan yang cukup banyak mengandung kesalahan data. Hasil analisa balik terhadap kekakuan tanah, memperoleh hubungan antara NSPT dan nilai E’ (MPa) yaitu 2 hingga 10 NSPT pada tanah berjenis lempungan dan 0.7 hingga 2 NSPT pada jenis tanah pasiran.", "Daftar File": {"ABSTRAK Nita Ivana": "https://digilib.itb.ac.id/gdl/download/304164"}, "Penulis": "Nita Ivana [25022052]", "Kontributor / Dosen Pembimbing": ["Endra Susila, S.T, M.T, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "distribusi beban, pengujian statik, instrumentasi VWSG, PLAXIS 2D, tiang bor.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Agu 2023"}