{"Nomor": 76759, "Judul": "PENENTUAN RASIO DEFORMASI HASIL PERMODELAN METODE ELEMEN HINGGA 2D DAN 3D UNTUK KASUS GALIAN DALAM DI JAKARTA", "Abstrak": "Pembangunan di kota-kota besar seperti Jakarta semakin besar dan berkembang,\npemanfaatan lahan secara efektif sanggatlah penting. Hal ini mengakibatkan\nsemakin banyak pembangunan gedung pencakar langit atau bangunan bawah\ntanah. Penggalian merupakan tahap kritis dalam konstruksi bangunan bawah tanah\noleh karenanya perlu dilakukan simulasi galian dengan model yang dapat\nmemeriksa stabilitas tanah dan juga deformasi yang mungkin terjadi dengan\ntujuan memastikan daerah di sekitar galian tidak mengalami gangguan.\nBerdasarkan peraturan yang berlaku saat ini SNI 8460:2017 salah satu metode\ndesain yang disarankan adalah menggunakan metode elemen hingga untuk\nmemeriksa berapa besar deformasi yang dihasilkan oleh galian. Permodelan\nmenggunakan metode elemen hingga sendiri dapat dilakukan secara 3D dan 2D.\nPemodelan 2D lebih sering dikerjakan karena memerlukan waktu yang lebih\ncepat. Model 2D dilakukan dalam kondisi Plane Strain sehingga deformasi ke\narah 3D diabaikan oleh sebab itu hasil deformasi cenderung lebih besar dari\ndeformasi model 3D. Setelah diperiksa dalam berbagai bentuk galian deformasi\n3D lebih kecil dibanding deformasi model 2D (Plane Starin) karena adanya efek\nsudut. Efek sudut yang terjadi dalam galian juga sangat dipengaruhi oleh geometri\ngalian (Perbandingan panjang dan lebar galian) bahkan pada galian yang kecil\nsering kali nilai deformasi dari model 2D tidak pernah terjadi pada model 3D.\nPermodelan 3D sendiri dapat memakan waktu 3 hingga 5 kali lebih lama untuk\nsatu galian dengan lebar yang sama. Ini sebabnya perlu ada rasio deformasi antara\nmodel kondisi 3D dalam kondisi Plane Strain yang sudah diperkenalkan oleh Ou,\n1996 sebagai Plane Strain Ratio (PSR). Nilai PSR sangat dipengaruhi oleh Efek\nsudut dan efek sudut sangat dipengaruhi oleh geometri galian (B/L).", "Daftar File": {"ABSTRAK Daniel Hartono": "https://digilib.itb.ac.id/gdl/download/304166"}, "Penulis": "Daniel Hartono [25021028]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Masyhur Irsyam, M.S.E.", "Yuamar Imarrazan Basarah, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Galian Dalam, Metode Elemen Hingga, Efek Sudut, Geometri Galian, dan PSR.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Agu 2023"}