{"Nomor": 76768, "Judul": "ANALISIS PERUBAHAN BEBAN VOLUME ZONA BS TAMBANG BJ PT XYZ", "Abstrak": "PT XYZ merupakan perusahaan tambang tembaga emas yang menambang\nTambang BJ sejak tahun 2000. Pada tahun 2020, Tambang BJ PT XYZ mengalami\nkemajuan sekuen penambangan sehingga menyebabkan perubahan luas bukaan\nlahan yang berpengaruh terhadap kuantitas air yang perlu dikelola di Zona BS. Zona\nBS ialah bagian dari area Tambang BJ yang berlokasi di Utara-Barat Laut Pit\nTambang BJ, yang beban volume airnya dialirkan secara gravitasi menuju kolam\nST. Bukaan lahan Tambang BJ terdiri atas beberapa komponen area, yaitu daerah\nbelum terganggu (jungle area), telah terganggu (unreclaimed area), dan telah\ndireklamasi (reclaimed area). Masing-masing komponen area memiliki perilaku\nkoefisien limpasan yang berbeda sehingga menghasilkan kuantitas air yang berbeda\npula. Salah satu isu yang mungkin terjadi ialah kondisi curah hujan ekstrem yang\nmenyebabkan beban saluran pengalih hutan (diversion) ikut mengalir ke kolam ST\nsehingga menambah beban volume akibat adanya overflow. Oleh karena itu,\ndiperlukan analisis terhadap perubahan komposisi luas area bukaan lahan dan\npengaruh diversion wilayah hutan terhadap beban volume di Zona BS.\nHasil penelitian menunjukkan persentase perubahan beban volume akibat\nperubahan komposisi luas area limpasan sebesar rata-rata 2,01%. Hasil itu\nmenunjukkan bahwa perubahan komposisi luas area limpasan di Zona BS\nsepanjang tahun 2023–2028 tidak memberikan pengaruh yang signifikan terhadap\nbeban volume di Zona BS. Meskipun demikian, terdapat tren peningkatan beban\nvolume rata-rata 0,55% tiap tahun. Beban diversion memberikan pengaruh\nsignifikan terhadap beban volume di Zona BS, yaitu meningkatkan beban volume\nsebesar rata-rata 25,5% dari total beban volume tanpa beban diversion.", "Daftar File": {"ABSTRAK Irma Magfirah": "https://digilib.itb.ac.id/gdl/download/304229"}, "Penulis": "Irma Magfirah [12119086]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Rudy Sayoga Gautama Benggolo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Komposisi Area Limpasan, Beban Volume, Limpasan Permukaan", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "18 Agu 2023"}