{"Nomor": 76764, "Judul": "MENGELOLA TINGKAT TURNOVER BERDASARKAN ENGAGEMENT KARYAWAN DI PT DDI TAHUN 2020 SAMPAI 2022", "Abstrak": "PT DDI (Daya Dimensi Indonesia) adalah salah satu anak perusahaan dari grup Dayalima, salah satu perusahaan Konsultan Sumber Daya Manusia dan Pengembangan Talenta terkemuka di Indonesia. PT DDI adalah konsultan pengembangan kompetensi kepemimpinan yang mendukung organisasi untuk merumuskan dan menjalankan program-program strategis, seperti assessment center, seleksi, pembelajaran dan pengembangan, serta transformasi individu maupun organisasi.\nPada tahun 2020 hingga 2022, terjadi peningkatan signifikan jumlah turnover karyawan PT DDI. Fenomena turnover karyawan yang meningkat ini berdampak pada stabilitas keuangan, engagement karyawan, dan implementasi proyek-proyek klien yang dijalankan di lingkungan PT DDI. Dalam tugas akhir ini, saya akan menganalisis situasi ini, menggunakan metodologi penelitian kualitatif yaitu empat Langkah dalam Content Analysis. Selain mengumpulkan data turnover rate, saya juga memperoleh data dari beberapa pemangku kepentingan utama di PT DDI dengan menggunakan wawancara terstruktur.\nSecara teoritik, tugas akhir ini akan mengacu pada teori Voluntary Turnover, yang juga saya coba korelasikan dengan teori Employee Engagement.\nSemoga tugas akhir ini dapat memberikan masukan bagi PT DDI dalam mengelola tingkat turnover Karyawan.", "Daftar File": {"COVER Fajar Hikmat Hidayat": "https://digilib.itb.ac.id/gdl/download/304198", "BAB 1 Fajar Hikmat Hidayat": "https://digilib.itb.ac.id/gdl/download/311689", "BAB 2 Fajar Hikmat Hidayat": "https://digilib.itb.ac.id/gdl/download/311690", "BAB 3 Fajar Hikmat Hidayat": "https://digilib.itb.ac.id/gdl/download/311691", "BAB 4 Fajar Hikmat Hidayat": "https://digilib.itb.ac.id/gdl/download/311692", "BAB 5 Fajar Hikmat Hidayat": "https://digilib.itb.ac.id/gdl/download/311693", "PUSTAKA Fajar Hikmat Hidayat": "https://digilib.itb.ac.id/gdl/download/311694"}, "Penulis": "Fajar Hikmat Hidayat [29321377]", "Kontributor / Dosen Pembimbing": ["Emilia Fitriana Dewi, S.H., M.A.B."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Sumber Daya Manusia, Keterlibatan Karyawan, Turnover Karyawan", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "18 Agu 2023"}