{"Nomor": 76767, "Judul": "ANALISIS KESTABILAN LERENG LOWWALL BARAT SEBAGAI AKSES JALAN PIT A PT. XYZ DI SUMATERA SELATAN", "Abstrak": "Kesehatan dan keselamatan kerja penting adalah aspek yang penting dalam pertambangan.\nSalah satu bentuk dalam penerapan keselamatan kerja dalam kegiatan pertambangan yang\ndilakukan oleh insinyur pertambangan adalah dengan melakukan analisis kestabilan lereng.\nAnalisis kestabilan lereng akan menghasilkan suatu faktor keamanan yang berguna untuk\nmengetahui apakah lereng tersebut aman atau tidak berdasarkan nilai yang diijinkan pada\nKeputusan Menteri Energi dan Sumber daya Mineral Nomor 1827K/30/MEM/2018.\nPenelitian tugas akhir ini akan menganalisis kestabilan lereng pada Lowwall area barat\nsebagai akses jalan Pit A PT XYZ di Sumatera Selatan. Selanjutnya digunakan penampang\nA-A’ pada desain situasi Bulan Juni Pit A PT XYZ untuk dilakukan analisis kestabilan\nlereng pada perangkat lunak Rocscience Slide 2 dengan faktor tekanan pori (Hu) sebesar 1,\n0,8 dan 0,6 serta pembebanan seismik sebesar 0,03g dan 0,05g sesuai dengan data getaran\npeledakan PT XYZ.\nDidapatkan hasil FK dengan Janbu Simplified pada penampang A-A’ untuk setiap kondisi\nlereng tidak aman atau memiliki faktor keamanan yang tidak memenuhi ketentuan pada\nKeputusan Menteri Energi dan Sumber daya Mineral Nomor 1827K/30/MEM/2018\nsehingga dibutuhkan rekomendasi geometri untuk seluruh kondisi lereng. Setelah\ndilakukannya rekomendasi geometri (pelandaian lereng), dilakukan kembali analisis\nkestabilan lereng dan didapatkan faktor keamanan yang telah memenuhi standar.", "Daftar File": {"ABSTRAK Dianta Shafa Aliyah Maksum": "https://digilib.itb.ac.id/gdl/download/304208"}, "Penulis": "Dianta Shafa Aliyah Maksum [12119005]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Budi Sulistianto, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Analisis kestabilan lereng, faktor keamanan, lowwall, metode kesetimbangan batas, metode Janbu Simplified", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "18 Agu 2023"}