{"Nomor": 76769, "Judul": "HUBUNGAN PARTICLE SIZE DISTRIBUTION TERHADAP PERILAKU PENGENDAPAN BERDASARKAN UJI IMHOFF PADA MATERIAL BATUAN PENUTUP DI TAMBANG BATUBARA", "Abstrak": "Erosi merupakan salah satu permasalahan lingkungan yang terjadi di area\npertambangan. Adanya erosi berpotensi meningkatkan sedimentasi pada kolam\npengendapan. Partikel yang terbawa erosi umumnya memiliki ukuran yang\nbervariasi dan diklasifikasi sebagai particle size distribution (PSD), dimana PSD\nmengisyaratkan perbedaan sifat pengendapan. Dengan mengetahui perilaku\npengendapan diharapkan dapat memperkirakan settling pond yang optimal.\nPerilaku pengendapan akan dipantau dengan uji Imhoff. Pengamatan akan\ndilakukan selama 24 jam dengan pencatatan pada 6 jam pertama. Endapan hasil uji\nImhoff akan dilakukan pengayakan dan dianalisis PSD-nya. Proses homogenisasi\nlarutan sebelum imhoff akan meninggalkan bed load yang selanjutnya juga akan\ndianalisis secara PSD. Kedua sampel menunjukkan perbedaan persentase ukuran\nbutir. Salah satu sampel memiliki persentase sampel sand mencapai 20% dan\nsampel lainnya menunjukkan persentase sand hanya 1.6%. Perbedaan yang\nmencolok ini menunjukkan perbedaan sifat pengendapan pada ketinggian volume\ndan kecepatan pengendapan. Penelitian ini juga akan menghubungkan hasil\npengendapan di Imhoff dengan analitik stokes sehingga didapatkan diameter yang\nrepresentatif untuk tiap waktu pengendapan. Perilaku pengendapan sangat\ndipengaruhi oleh particle size distribution (PSD). PSD dengan persentase sand\nyang tinggi menghasilkan endapan yang lebih tinggi dengan waktu konstan yang\nlebih cepat (3 jam). Sedangkan PSD dengan persentase silt dan clay yang lebih\ntinggi menghasilkan endapan yang lebih rendah dengan waktu konstan yang lebih\nlama (5 jam). Perhitungan Imhoff dan analitik Stokes menunjukkan korelasi 99%.\nPSD yang berbeda menunjukkan korelasi hasil Imhoff dan stokes yang relatif sama.\nSehingga dalam menentukan kecepatan pengendapan suatu material dapat didekati\ndengan persamaan Stokes.", "Daftar File": {"ABSTRAK Inayati": "https://digilib.itb.ac.id/gdl/download/304222"}, "Penulis": "Inayati [12119061]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Rudy Sayoga Gautama Benggolo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Particle size distribution, Imhoff, Stokes, Pengendapan, Diameter", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "18 Agu 2023"}