{"Nomor": 76773, "Judul": "ESTIMASI WIND GUST MENGGUNAKAN MACHINE LEARNING UNTUK BANDARA DI WILAYAH INDONESIA", "Abstrak": "Risiko kecelakaan pesawat di Indonesia masih tinggi, dengan salah satu faktor penyebab kecelakaannya adalah variabel meteorologi yaitu wind gust. Wind gust merupakan perubahan kecepatan angin secara singkat, dengan perubahan signifikan mampu mengganggu keamanan pesawat khususnya ketika landing. Kejadian wind gust yang berlangsung secara singkat dan tiba-tiba menjadi penting untuk diestimasi dengan tujuan keselamatan penerbangan.\nPenelitian in melakukan estimasi probabilitas kejadian yang dikonversi sebagai klasifikasi biner dan besaran wind gust di Bandara Indonesia. Data prediktor menggunakan ERA-5 dengan resolusi perjam dan prediktan berupa data METAR wind gust dengan resolusi 10 menit yang dibuat ke dalam rata-rata perjam. Periode data yang digunakan adalah lima tahun (2018 – 2022). Metode yang digunakan adalah Machine Learning (ML) melalui Artificial Neural Networks (ANNs) dan dibandingkan dengan metode regresi. Variabel prediktor yang digunakan adalah kecepatan angin, kelembapan spesifik, kecepatan angin vertikal, vortisitas relatif, gradien temperatur, dan komponen autoregresif (n-1) dari data wind gust. Digunakan data training sebanyak 70% dan data testing 30%. Model estimasi dibuat terpisah untuk musim DJF, MAM, JJA, dan SON karena pertimbangan karakteristik wind gust di tiap musim berbeda.\nHasil analisis data METAR wind gust, diperoleh tiga stasiun Bandara di Indonesia yang memiliki laporan wind gust terbanyak, yaitu Bandara Internasional Soekarno-Hatta, Bandara Internasional El Tari, dan Bandara Internasional Sam Ratulangi. Model estimasi kejadian wind gust dengan menggunakan metode ANNs mampu memestimasi kejadian wind gust lebih baik dibanding metode regresi. Untuk model estimasi besaran wind gust metode regresi merepresentasikan besaran wind gust jauh lebih baik dari metode ANNs karena menghasilkan nilai korelasi yang lebih besar. Hasil optimalisasi prediktor menunjukkan bahwa faktor autoregresif (n-1), kecepatan angin dan kelembapan spesifik di level tekanan 950 hPa mempengaruhi wind gust di dekat permukaan bandara kajian.", "Daftar File": {"ABSTRAK Triadinda Nanda Pramono": "https://digilib.itb.ac.id/gdl/download/304241"}, "Penulis": "Triadinda Nanda Pramono [12819009]", "Kontributor / Dosen Pembimbing": ["Dr. Nurjanna Joko Trilaksono, S.Si., M.Si.", "Prof. Dr. Ir. Eddy Hermawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Wind gust, Artificial Neural Networks, Regresi.", "Sumber": "", "Staf Input/Edit": "Rita Nurainni, S.I.Pus", "File": "1 file", "Tanggal Input": "18 Agu 2023"}