{"Nomor": 76785, "Judul": "ANALISIS NEUTRONIK EUROPEAN SODIUM-COOLED FAST REACTOR MENGGUNAKAN APLIKASI OPENMC", "Abstrak": "Kebutuhan energi listrik semakin meningkat. Namun, sumber penghasil energi\nlistrik yang ada saat ini masih didominasi oleh bahan bakar fosil yang merugikan\nlingkungan. Energi nuklir merupakan sumber bahan bakar alternatif yang sedang\nramai dikembangkan. Saat ini, Generation IV International forum sedang\nmengembangkan reaktor nuklir generasi keempat. Salah satu reaktor generasi\nkeempat adalah European Sodium-cooled Fast Reactor (ESFR). ESFR didesain\nuntuk mempertahankan fisi berantai selama 5,6 tahun. Penelitian ini bertujuan\nuntuk menentukan peningkatan desain ESFR agar dapat mempertahankan fisi\nberantai selama 10 tahun, menentukan jumlah serta posisi burnable poison yang\ndiperlukan untuk menurunkan excess reactivity, dan membandingkan dampak\nperbedaan nuclear library yang dipakai terhadap hasil simulasi.\nKemampuan reaktor mempertahankan reaksi fisi dapat ditentukan dengan\nmencari nilai konstanta multiplikasi efektif neutron. Penelitian dilakukan dengan\nsimulasi metode Monte Carlo menggunakan OpenMC. OpenMC menyimulasikan\nkeadaan reaktor utuh sesuai dengan deskripsi yang dimasukkan dan memberi\nkeluaran berupa data konstanta multiplikasi efektif neutron dan perubahan\nkomposisi dalam reaktor.\nNilai k-efektif rata-rata selama satu tahun dari ESFR adalah 1,01525 dengan\nrata-rata ketidakpastian ± 0,00043. Nilai ini bersesuaian dengan hasil referensi yang\nada, dengan perbedaan sebesar 0,04620%. Dari hasil simulasi 1 tahun, dirancang\nmodel reaktor ESFR yang mampu mempertahankan reaksi fisi selama 10 tahun\ndengan memberi tambahan bahan bakar sebesar 20% dan burnable poison dalam\nbentuk 72 pin B4C 3% boron-10 yang dikemas dalam 18 assembly. Dirancang 5\nvariasi panjang pin burnable poison dan 3 variasi posisi assembly burnable poison\ndalam reaktor. Dari keseluruhan variasi, variasi panjang pin burnable poison 80 cm\ndengan variasi posisi assembly diletakkan antara bahan bakar dalam dan bahan bakar luar mampu menurunkan reaktivitas menjadi 3912,21327 pcm pada awal\nmasa kerja reaktor. Terakhir, penggunaan nuclear library berbeda memberikan\nhasil reaktivitas rata-rata yang cukup berbeda, namun reaktivitas awal yang samasama di sekitar 3910 pcm. ENDF/B-VII.1 menghasilkan rata-rata selama 10 tahun\nsebesar 3202,07312 pcm, simulasi menggunakan library ENDF/B-VIII.0\nmenghasilkan reaktivitas rata-rata 2952,19668 pcm, dan simulasi menggunakan\nlibrary JENDL-5.0 menghasilkan reaktivitas rata-rata 2756,01969 pcm. Perbedaan\ndisebabkan jumlah data library yang berbeda.", "Daftar File": {}, "Penulis": "Mochamad Aria Ibnu Rachmat [10219049]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Dwi Irwanto, S.Si., M.Si., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "European Sodium-cooled Fast Reactor, neutronik, OpenMC", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "8 file", "Tanggal Input": "18 Agu 2023"}