{"Nomor": 76786, "Judul": "UTILISASI ECENG GONDOK (EICHHORNIA CRASSIPES) DAN KAYU APU (PISTIA STRATIOTES) HASIL FITOREMEDIASI LIMBAH CAIR INDUSTRI TEKSTIL SEBAGAI BIO-BASED REINFORCEMENT BIOKOMPOSIT", "Abstrak": "Saat ini industri tekstil sedang mengalami peningkatan yang pesat, namun peningkatan ini diikuti dengan meningkatnya jumlah limbah cair yang mengandung senyawa pencemar organik hingga logam berat berupa kromium yang dapat menurunkan kualitas air dan bersifat toksik. Untuk mencegah dampak negatif terhadap lingkungan, maka perlu dilakukan pengolahan limbah salah satunya yaitu dengan proses fitoremediasi. Pada penelitian ini, tanaman yang berfungsi sebagai fitoremediator adalah eceng gondok (Eichhornia crassipes) dan kayu apu (Pistia stratiotes). Tanaman tersebut dapat berkembang biak secara cepat dan mampu menyerap senyawa pencemar dalam jumlah yang besar. Proses fitoremediasi pada penelitian ini menggunakan sistem constructed wetland. Sebelum dilakukan proses fitoremediasi, tanaman diaklimatisasi selama 7 hari dan proses fitoremediasi dilakukan selama 14 hari. Variasi konsentrasi limbah cair industri tekstil (LICIT) untuk fitoremediasi adalah kontrol (air distilasi), 25%, dan 60% V/V. Eichhornia crassipes dan Pistia stratiotes merupakan tanaman fitoremediator yang baik dan mampu menurunkan konsentrasi senyawa pencemar di dalam LICIT. Penurunan konsentrasi polutan tertinggi berada pada variasi 60%, dengan efisiensi removal COD 52%, BOD5 83,7%, amonia 99,9%, TSS 59,6%, Cr (total) 93,3%, dan Cr (VI) 93,3%, serta penurunan pH dari 8,7 menjadi 7,9 dan TDS dari 243 mg/L menjadi 85 mg/L. Relative growth rate Eichhornia crassipes adalah 0,041 g.g-1.hari-1 dan Pistia stratiotes adalah 0,024 g.g-1.hari-1. Praktik fitoremediasi harus dilakukan secara berkelanjutan agar tidak menimbulkan limbah baru, sehingga biomassa tanaman hasil fitoremediasi dilakukan utilisasi sebagai bio-based reinforcement biokomposit. Batang dan daun tanaman eceng gondok dan kayu apu hasil fitoremediasi dikeringkan, dikecilkan ukurannya, dan dicampurkan dengan dengan polimer alami berupa campuran gelatin, gliserol, asam asetat, dan air. Kuat tarik biokomposit yang dihasilkan memiliki nilai sebesar 0,17 MPa, dengan nilai densitas sebesar 0,85 g/cm3, daya serap air sebesar 90%, dan terbukti bersifat biodegradable. Berdasarkan hasil tersebut, maka material biokomposit ini memiliki karakteristik yang cocok untuk digunakan sebagai decorative sheet.", "Daftar File": {}, "Penulis": "Agnes Leonita [11219014]", "Kontributor / Dosen Pembimbing": ["Dr. Taufikurahman", "Anriansyah Renggaman, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Hayati", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Biokomposit, Constructed wetland, Eichhornia crassipes, Fitoremediasi, Pistia stratiotes", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Agu 2023"}