{"Nomor": 76782, "Judul": "EVALUASI RUANG TERBUKA HIJAU BERDASARKAN FUNGSI AMELIORASI IKLIM MIKRO DI KOTA BANDUNG", "Abstrak": "Pertambahan jumlah penduduk di wilayah perkotaan berdampak pada peningkatan\njumlah lahan terbangun dan berkurangnya luasan Ruang Terbuka Hijau (RTH). Hal\ntersebut menimbulkan banyak permasalahan lingkungan, seperti kenaikan suhu\nudara yang sangat signifikan dari tahun ke tahun, pencemaran udara, dan berbagai\ndampak negatif lainnya. Salah satu upaya untuk mengurangi dampak tersebut\nadalah dengan mengembangkan RTH dan meningkatkan efektivitas dalam\npengelolaannya. Tujuan penelitian ini adalah untuk mengetahui kondisi iklim\nmikro, indeks kenyamanan, serta kesesuaian karakteristik fisik pohon dan potensi\njenis pohon peneduh untuk fungsi ameliorasi iklim mikro di beberapa RTH di Kota\nBandung. Lokasi RTH dalam penelitian ini ditentukan secara purposive sampling\nberdasarkan kriteria bentuk RTH dan tingkat polusi udara. Pengukuran suhu dan\nkelembaban udara di masing-masing RTH dilakukan dengan tiga kali pengulangan,\nyaitu pagi (pukul 07.00-08.00 WIB), siang (pukul 13.00-14.00 WIB), dan sore\n(pukul 17.00-18.00 WIB). Pengambilan data vegetasi di masing-masing RTH\ndilakukan dengan metode Point Centered Quarter (PCQ). Hasil penelitian\nmenunjukkan bahwa Hutan Kota Babakan Siliwangi mampu menurunkan suhu\nudara dan menaikkan kelembaban udara yang lebih baik jika dibandingkan dengan\nRTH lainnya serta memiliki indeks kenyamanan dengan kategori nyaman. Selain\nitu, pepohonan di Hutan Kota Babakan Siliwangi, Taman Maluku, Taman Lansia,\nJalan Tamansari, Jalan Cipaganti, Jalan Sumbawa, dan Jalan Trunojoyo sesuai\nuntuk memenuhi fungsi ameliorasi iklim mikro serta terdapat 16 jenis pohon yang\nberpotensi sebagai peneduh.", "Daftar File": {}, "Penulis": "Hamidah Habibarrahman [11519048]", "Kontributor / Dosen Pembimbing": ["Dian Rosleine, S.Si., M.Si., Ph.D.", "Dr. Elham Sumarga, S.Hut., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "hutan kota, indeks kenyamanan udara, jasa ekosistem, pohon peneduh", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Agu 2023"}