{"Nomor": 76798, "Judul": "ANALISIS METAGENOMIK BAKTERI PADA SAMPEL USAP NASOFARING PASIEN KOINFEKSI COVID-19 DENGAN HIV", "Abstrak": "SARS-CoV-2 (severe acute respiratory syndrome coronavirus 2) merupakan virus penyebab penyakit COVID-19 yang mampu menginfeksi dan dapat menimbulkan gejala dalam berbagai tingkat, mulai dari ringan hingga parah. Salah satu faktor yang mempengaruhi tingkat keparahan dari infeksi virus ini adalah koinfeksi SARS-CoV-2 dengan virus, bakteri, atau fungi lain, termasuk dengan HIV (human immunodeficiency virus). Koinfeksi SARS-CoV-2 dengan HIV diketahui dapat mengarah pada terjadinya disbiosis, yaitu perubahan komposisi mikroba dalam tubuh manusia, termasuk pada daerah nasofaring/oral. Penelitian mengenai analisis profil mikroba pada nasofaring/oral pasien koinfeksi COVID-19 dengan HIV di Indonesia masih terbatas. Oleh karena itu, pada penelitian ini akan dilakukan analisis metagenomik pada orang dengan HIV (ODH) yang terinfeksi SARS-CoV-2 di Jawa Barat untuk mengetahui profil kelimpahan bakteri dan mengidentifikasi bakteri patogen yang berpotensi dapat meningkatkan keparahan COVID-19 dengan HIV. Sampel yang digunakan pada penelitian ini yaitu sampel orang sehat (H2, H3, H5) sebagai kontrol dan sampel pasien COVID-19 dengan HIV (CH1, CH3, CH4, CH5, CH6) yang diperoleh dari laboratorium kesehatan dan beberapa rumah sakit di Jawa Barat. Sampel berupa hasil usap nasofaring disekuensing dengan metode shotgun metagenomik menggunakan Illumina NextSeq 500. Hasil bacaan mentah sekuensing diperiksa kualitasnya menggunakan FastQC. Kualitas sekuens yang kurang baik di-trimming menggunakan Cutadapt. Kemudian dilakukan penghapusan sekuens manusia (dehosting) menggunakan Bowtie 2. Data sekuensing tersebut selanjutnya dipetakan ke database menggunakan Kraken 2. Hasil analisis diversitas alfa menunjukkan bahwa pasien dengan koinfeksi HIV memiliki diversitas yang lebih rendah dibandingkan kelompok kontrol. Adapun diversitas beta menggunakan PCA menunjukkan bahwa seluruh sampel cenderung mengelompok pada satu kluster kecuali satu sampel kontrol (H2) dan sampel pasien koinfeksi (CH6). Hasil bar plot memperlihatkan bahwa pada kategori kontrol, sampel H2 memiliki profil mikroba berbeda dengan sampel kontrol lainnya. Pada kategori pasien koinfeksi, masing-masing sampel memiliki profil mikroba yang cukup berbeda satu sama lain. Visualisasi enhanced volcano plot menggunakan DESeq2 (p-value<0,01; Log2FC ? [2]) menunjukkan bahwa terdapat 25 bakteri yang lebih tinggi secara signifikan, dan 40 bakteri yang lebih rendah secara signifikan pada kategori pasien koinfeksi COVID-19 dengan HIV terhadap kategori kontrol. Bakteri dengan nilai yang signifikan tersebut kemudian divisualisasikan dalam bentuk heatmap dan dihasilkan dua node yang memisahkan sampel orang sehat dan pasien koinfeksi. Adapun beberapa bakteri yang lebih tinggi secara signifikan pada pasien koinfeksi tersebut merupakan bakteri patogen yang berpotensi terlibat dalam penyakit tertentu, antara lain Enterococcus faecalis, Tannerella forsythia, Staphylococcus auricularis, Streptococcus anginosus, Streptococcus parasanguinis, dan Actinomyces meyeri. Selain itu, Moraxella catarrhalis dan Veillonella parvula sebagai bakteri dengan kelimpahan yang paling tinggi pada beberapa pasien koinfeksi juga berpotensi meningkatkan keparahan COVID-19. Dari studi ini dapat disimpulkan bahwa terdapat perbedaan struktur profil mikroba antara orang sehat dan pasien koinfeksi COVID-19 dengan HIV (p < 0,01). Pada sampel pasien koinfeksi HIV-SARS-Cov-2 terdapat beberapa bakteri patogen yang berpotensi dapat meningkatkan tingkat keparahan penyakit.", "Daftar File": {}, "Penulis": "Wardha Naqiya [10619078]", "Kontributor / Dosen Pembimbing": ["Azzania Fibriani, S.Si., M.Si., Ph.D.", "Popi Septiani, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "COVID-19, HIV, Metagenomik, Koinfeksi, Bakteri patogen.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Agu 2023"}