{"Nomor": 76792, "Judul": "STUDI PENGELOLAAN LIMBAH B3 YANG BERASAL DARI KEGIATAN RUMAH TANGGA DI KECAMATAN UJUNGBERUNG", "Abstrak": "Aktivitas rumah tangga menghasilkan limbah yang beragam seperti limbah organik, limbah\nanorganik, hingga limbah B3. Secara umum, masyarakat masih membuang limbah B3 rumah\ntangga yang dihasilkan dalam keadaan tercampur dengan limbah lainnya dan secara tidak langsung\ndapat memberikan dampak negatif bagi Kesehatan manusia dan lingkungan. Tujuan dari penelitian\nini menganalisis timbulan, komposisi, dan karakterstik limbah B3 rumah tangga, menganalisis\nhubungan timbulan limbah B3 dengan tingkat pendapatan, menganalisis willingness to participate\ndan willingness to pay, serta mengkaji kondisi eksisting pola pengelolaan limbah B3 rumah tangga\ndi Kecamatan Ujungberung. Metode yang digunakan adalah sampling, kuesioner, dan wawancara.\nBerdasarkan hasil pengukuran, timbulan limbah B3 rumah tangga di Kecamatan Ujungberung\nsecara keseluruhan adalah 0,0316 kg/orang/hari atau 0,7032 l/orang/hari, dan nilai densitasnya\nadalah 0,0449 kg/l. Komposisi paling besar terdapat pada produk diapers sebesar 40,5%,\ndilanjutkan dengan kemasan produk pemeliharaan rumah sebesar 18,13%, kemasan produk\nperawatan diri sebesar 12,80%, kemasan bekas cat sebesar 12,75%, limbah elektronik sebesar\n9,37%, kemasan obat-obatan/medis sebesar 4,62%, kemasan tinta sebesar 1,43%, kemasan bekas\ngas dan bahan bakar sebesar 0,29%, dan kemasan sisa racun nyamuk sebesar 0,11%.. Karakteristik\nterbesar adalah bersifat infeksius sebesar 36,18%, diikuti oleh beracun sebesar 34,02%, mudah\nterbakar sebesar 10,97%, mudah meledak sebesar 10,66%, dan korosif sebesar 8,17%. Hasil uji\nkorelasi antara timbulan limbah B3 rumah tangga dengan tingkat pendapatan adalah terdapat\nhubungan antara keduanya yang berkorelasi sedang dan hubungan keduanya bersifat positif, hasil\npengolahan data pada analisis willingness to participate dan willingness to pay dapat dilihat dari\nhasil uji validitas dan reliabilitas yang dilakukan. Uji Tes capaian responden yang memberikan\nkesimpulan netral, tidak setuju, dan setuju pada jawaban mayoritas responden dan uji regresi linear\nberganda, tidak terdapat hubungan antara aspek pengetahuan, kepedulian, dan kebijakan terhadap\npembiayaan pengelolaan limbah B3 rumah tangga. Hingga saat ini limbah B3 masih ditangani\nseperti limbah organik dan anorganik. Maka dari itu diperlukan rekomendasi untuk meningkatkan\npelayanan pengelolaan limbah B3 rumah tangga di Kecamatan Ujungberung.", "Daftar File": {"Nadya Husna Nuralfiya.pdf": "https://digilib.itb.ac.id/gdl/download/304294"}, "Penulis": "Nadya Husna Nuralfiya [15317073]", "Kontributor / Dosen Pembimbing": ["Dr. Mochammad Chaerul, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Karakteristik, Komposisi, Kondisi Eksisiting, Limbah B3, Timbulan, WTP.", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "18 Agu 2023"}