{"Nomor": 76795, "Judul": "STUDI KARAKTERISTIK, LINGKUNGAN PENGENDAPAN, DAN KAPASITAS SIMPAN KARBON PADA TANAH GAMBUT DI KECAMATAN SERUYAN HILIR, PROVINSI KALIMANTAN TENGAH", "Abstrak": "Tanah gambut memiliki peran yang penting dalam merekam terjadinya perubahan lingkungan di masa lampau. Selain itu, tanah gambut dapat menyumbang emisi karbon yang cukup signifikan apabila tidak dikelola dengan baik. Oleh karena itu, nilai kapasitas simpan karbon tanah gambut perlu untuk diketahui. Daerah penelitian berada di Kecamatan Seruyan Hilir, Provinsi Kalimantan Tengah. Daerah penelitian merupakan salah satu daerah konservasi tanah gambut. Tetapi, studi lebih lanjut mengenai geologi dan karakteristik gambut di daerah Seruyan belum pernah dilakukan. Tujuan penelitian ini adalah untuk mempelajari karakteristik, lingkungan pengendapan, dan kapasitas simpan karbon pada tanah gambut di daerah penelitian.\nDeskripsi properti fisik megaskopis dilakukan terhadap 22 data bor tanah gambut. Deskripsi properti fisik mikroskopis dan analisis properti kimia dilakukan terhadap sebelas data berupa data proksimat, ultimat, nilai C organik, kadar air, bulk density, dan reflektansi vitrinit (Ro), serta empat data berupa data tipe maseral.\nNilai reflektansi vitrinit sampel gambut di daerah penelitian memiliki rata-rata sebesar 0,18 %. Tipe maseral yang ditemukan pada sampel gambut di daerah penelitian beragam dengan dominasi humodetrinite. Tipe tanah gambut di daerah penelitian mengalami perubahan dari tipe saprik menjadi tipe fibrik dari umur tua ke muda, dengan derajat pembusukan berada pada rentang H4 – H7. Nilai kadar abu dan total sulfur pada tanah gambut di daerah penelitian mengalami penurunan dari umur tua ke muda, yang menunjukkan keterkaitan dengan terjadinya perubahan dari lingkungan pengendapan.\nTanah gambut di daerah penelitian mengalami perubahan lingkungan pengendapan, dari lingkungan yang dengan pengaruh air laut tinggi menuju rendah, dengan tipe lahan gambut berubah dari clastic marsh menjadi open marsh. Kemudian, nilai kapasitas simpan karbon pada tanah gambut di daerah penelitian adalah sebesar 754.776,74 ton gambut kering. Nilai kapasitas simpan karbon pada pada tanah gambut yang berasal dari lingkungan yang berbeda memiliki perbedaan. Tanah gambut clastic marsh memiliki nilai kapasitas simpan karbon yang lebih kecil dibandingkan dengan tanah gambut open marsh.", "Daftar File": {}, "Penulis": "Alif Fadhila [12019053]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Aswan, S.T, M.T.", "Wahyu Probo Ananto, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "tanah gambut, properti fisik, properti kimia, kapasitas simpan karbon, klasifikasi gambut, lingkungan pengendapan, Seruyan Hilir", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Agu 2023"}