{"Nomor": 76790, "Judul": "PRA-RANCANGAN INDUSTRI KEMASAN BIODEGRADABLE BERBASIS PELEPAH PISANG DENGAN LAMINASI KITOSAN UNTUK PENGEMASAN BUAH DAN PRODUK KERING: PENGARUH KONSENTRASI KITOSAN SEBAGAI PELAPIS PADA KEMASAN BERBASIS PELEPAH PISANG TERHADAP KARAKTERISTIK KEMASAN DAN BUAH PISANG CAVENDISH SELAMA DISPLAY PASAR", "Abstrak": "Pisang cavendish merupakan salah satu jenis buah yang rentan mengalami kemunduran fisiologis. Diperlukan penanganan pascapanen yang tepat untuk mempertahankan kualitas pisang cavendish hingga sampai ke tangan konsumen. Salah satunya yaitu dengan perlakuan fisik seperti pengemasan. Pengemasan menggunakan kertas memiliki sifat lebih ramah lingkungan dibandingkan pengemasan dengan plastik. Adanya konsep sustainable development mendorong masyarakat untuk menggunakan produk yang bersifat biodegradable. Seperti penggunaan pelepah pisang sebagai bahan baku kemasan, namun kemasan kertas dari pelepah pisang memiliki kelemahan karena permeabilitas dan daya serap air yang tinggi. Sehingga diperlukan laminasi kitosan untuk memperbaiki karakteristik kemasan. Dilakukan pengujian dengan memberikan laminasi kitosan pada kemasan dengan konsentrasi 1%, 2%, 3%, dan 4% yang dibandingkan dengan kemasan tanpa laminasi kitosan. Hasil penelitian didapatkan kemasan yang diberi laminasi kitosan 4% memiliki hasil terbaik untuk karakteristik kemasan, dengan nilai daya serap air sebesar 0,04335 g/cm2/menit dan permeabilitas 0,00237472 g/m2/jam. Pemberian laminasi kitosan pada kemasan juga berpengaruh terhadap kualitas pisang cavendish yang disimpan didalamnya. Perlakuan kemasan dengan laminasi kitosan 4% memiliki hasil terbaik untuk mempertahankan kualitas pisang cavendish, dengan nilai susut bobot sebesar\n8,99%, kadar air 77,966%, kekerasan 3,99 kgf, TPT dengan %brix 16,728%, dan uji hedonik yang masih diterima konsumen sampai hari ke 6 untuk tekstur, aroma dan rasa.", "Daftar File": {}, "Penulis": "Dea Febriani [11919041]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Dadang Sumardi, M.P."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknologi Pasca Panen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Karakteristik kemasan, Kitosan, Kualitas Pisang, Pelepah Pisang, Pisang cavendish.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Agu 2023"}