{"Nomor": 76809, "Judul": "STUDI KELAYAKAN INDUSTRI PT. JALUR TANI INDONESIA (HARVPORT) KOMODITAS CABAI RAWIT (CAPSICUM FRUTESCENS L.) KAPASITAS 5.227 TON PER TAHUN DENGAN INTEGRASI PENYIMPANAN MODIFIKASI ATMOSFER PASIF DI KECAMATAN LARANGAN, KABUPATEN BREBES: PENYIMPANAN ATMOSFER MODIFIKASI PASIF DENGAN PENAMBAHAN HEKSANAL DAN ASAM GIBERELAT TERHADAP CABAI RAWIT (CAPSICUM FRUTESCENS L.) PADA TINGKAT KEMATANGAN BERBEDA", "Abstrak": "Cabai rawit (Capsicum frutescenes L.) merupakan komoditas buah yang memiliki potensi tinggi di Indonesia. Namun, buah ini memiliki umur simpan yang pendek, sekitar lima hari setelah dipanen. Kondisi ini dapat mempengaruhi fluktuasi harga cabai di Indonesia. Oleh karena itu, para petani dan pedagang perlu menyediakan sarana penyimpanan yang baik untuk menjaga kesegaran produk dan mengatur pasokan. Salah satu solusi penyimpanan yang dapat digunakan adalah teknologi penyimpanan atmosfer terkontrol. Penelitian ini bertujuan untuk melihat pengaruh dari variasi perlakuan heksanal, asam giberelat, dan permeable film berperforasi menggunakan metode penyimpanan atmosfer terkontrol terhadap karakteristik fisiologis, kimiawi, dan mikrobiologis pada cabai rawit merah (Capsicum frutescenes L.). Rancangan penelitian yang digunakan adalah Rancangan Acak Lengkap (RAL) sederhana yang terdiri dari empat perlakuan, yaitu pemberian zat kimia (heksanal dan asam giberelat) serta penggunaan film permeabel (dengan dan tanpa film permeabel), yang dilakukan sebanyak enam kali ulangan. Variabel pengujian terdiri dari susut bobot, Total Padatan Terlarut (TPT), Potensial Hidrogen (pH), organoleptik dan hedonik, Vitamin C, total mikroba, dan uji statistika. Hasil penelitian menunjukan bahwa heksanal + permeable film berperforasi berpengaruh nyata dan merupakan perlakuan terbaik pada cabai rawit merah. Perlakuan tersebut berhasil menghambat beberapa peningkatan atau penurunan dalam pengujian, seperti peningkatan susut bobot, penurunan nilai hedonik kenampakan, peningkatan total perubahan warna, peningkatan total padatan terlarut, peningkatan pH, penurunan vitamin C, dan peningkatan total mikroba apabila dibandingkan dengan perlakuan permeable film berperforasi saja dan kontrol.", "Daftar File": {}, "Penulis": "Faisal [11919024]", "Kontributor / Dosen Pembimbing": ["Ramadhani Eka Putra, S.Si., M.Si., Ph.D.", "Dr. Ir. Heri Rahman, S.P., M.P.", "Angga Dwiartama, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknologi Pasca Panen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Capsicum frutescens L., penyimpanan atmosfer terkontrol, heksanal, asam giberelat", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "9 file", "Tanggal Input": "18 Agu 2023"}