{"Nomor": 76812, "Judul": "TINJAUAN ASPEK INTEGRASI PROSES BISNIS DAN SOSIAL ORGANISASI PADA SISTEM INFORMASI JASA KONSTRUKSI TERINTEGRASI (SIJKT)", "Abstrak": "Fragmentasi pada Industri Konstruksi mengakibatkan banyaknya hubungan antarpemangku kepentingan dan mengakibatkan integrasi informasi menjadi lebih kompleks dan sulit dicapai. Salah satu solusi dari fragmentasi adalah penerapan sistem informasi terintegasi. Terdapat tiga perspektif dasar yang menentukan keberhasilan integrasi sistem informasi, yaitu perspektif teknis, perspektif proses bisnis, dan perspektif sosial organisasi. Perspektif teknis adalah aspek yang umumnya sudah tidak menjadi permasalahan karena masalah teknis sudah dapat diselesaikan oleh pengembang teknologi. Namun perspektif proses bisnis dan sosial organisasi adalah aspek yang perlu ditinjau karena pengembangan sistem seringkali tidak melibatkan aktivitas manusia dalam pengembangannya. UU No. 2 Tahun 2017 tentang Jasa Konstruksi mengamanatkan untuk membentuk suatu sistem informasi yang terintegrasi untuk menyediakan data dan informasi yang akurat dan terintegrasi. Kementerian PUPR, melalui Direktorat Jenderal Bina Konstruksi (DJBK), mengembangkan Sistem Informasi Jasa Konstruksi Terintegrasi (SIJKT). Penelitian sebelumnya menyatakan bahwa SIJKT saat ini masih memiliki berbagai permasalahan yang jika ditinjau lebih lanjut merupakan permasalahan yang berhubungan dengan perspektif proses bisnis dan sosial organisasi. Oleh karena itu, penelitian ini hadir untuk melihat sejauh mana konsep integrasi sistem informasi perspektif proses bisnis dan sosial organisasi yang menjadi kendala dalam pengembangan SIJKT yang kemudian dapat diusulkan masukan perbaikan untuk meningkatkan integrasi sistem informasi pada SIJKT. Penelitian dilakukan dalam tiga tahap. Tahap pertama adalah kuesioner pengetahuan narasumber DJBK terhadap tugas pokok dan fungsi SIJKT berdasarkan undang-undang dan kuesioner terhadap narasumber DJBK mengenai identifikasi konsep integrasi proses bisnis dan sosial organisasi pada SIJKT berdasarkan indikator yang telah ditetapkan. Tahap dua adalah wawancara semi terstruktur untuk mengidentifikasi aspek yang membutuhkan masukan perbaikan. Tahap tiga adalah kuesioner validasi oleh Masyarakat Jasa Konstruksi mengenai pengetahuan sebagai pengguna SIJKT. Dari hasil penelitian ditemukan bahwa pengembangan SIJKT saat ini belum mempertimbangkan perspektif proses bisnis dan sosial organisasi karena dikembangkan berdasarkan kerangka acuan Peraturan Presiden Nomor 95 Tahun 2018 dan Peraturan Menteri PANRB No. 59 Tahun 2020 yang masih bersifat teknis. Indikator perspektif proses bisnis yang meliputi visi, misi, tujuan, model bisnis,\niv\nstrategi bisnis, dan interoperabilitas belum dijadikan dasar pengembangan SIJKT. Indikator perspektif sosial organisai yang meliputi struktur organisasi, manajemen proyek, kepemimpinan, komunikasi yang efektif, implementasi strategi bisnis, anggota team yang berpengalaman, dukungan dari manajemen puncak, budaya organisasi, dan regulasi pengembangan yang belum dapat dinilai karena SIJKT belum dikembangkan berdasarkan aspek-aspek tersebut. Hal ini mengakibatkan SIJKT saat ini dikembangkan sebagai Modernisasi Pengadaan Barang dan Jasa dan belum dikembangkan sesuai dengan amanat undang-undang untuk menyediakan data dan informasi yang akurat dan terintegrasi pada penyelenggaraan Jasa Konstruksi. Masyarakat Jasa Konstruksi sebagai pengguna SIJKT belum merasakan manfaat yang signifikan dari SIJKT dan belum dilibatkan dalam pengembangan SIJKT. Diharapkan ke depannya, SIJKT dapat dikembangkan dengan mempertimbangkan seluruh indikator perspektif proses bisnis dan sosial organisasi. Forum Jasa Konstruksi diharapkan dapat digunakan sebagai sarana komunikasi dan keterlibatan dari Masyarakat Jasa Konstruksi, kementerian di luar Kementerian PUPR, asosiasi profesi, asosiasi profesi, dan lembaga lain yang berkaitan dalam pengembangan SIJKT.", "Daftar File": {"ABSTRAK Cindy Regan Handoyo": "https://digilib.itb.ac.id/gdl/download/304332"}, "Penulis": "Cindy Regan Handoyo [25021024]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Muhamad Abduh, M.T, Ph.D.", "Budi Hasiholan, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Sistem, Informasi, Integrasi, Proses Bisnis, Sosial Organisasi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Agu 2023"}