{"Nomor": 76814, "Judul": "ANALISIS DESAIN PENYANGGAAN AWAL TEROWONGAN SAMARINDA STA 0+425 MENGGUNAKAN H-BEAM DENGAN PEMODELAN 3D", "Abstrak": "Terowongan Samarinda memiliki geometri tapal kuda, eggshaped dengan panjang\nvertikal 10.5 m dan panjang horizontal 12.8 m yang akan digali menggunakan\nmetode top and bench. STA 0+425 (BH-04) merupakan konstruksi terowongan\nterdalam dengan ke dalaman 62 m dan berada pada litologi batu pasir. Maka dari\nitu diperlukannya analisis kestabilan terowongan melalui penerapan penyangga\nawal H-Beam menggunakan rekomendasi penyangga awal dengan metode\nklasifikasi massa batuan Terzaghi, Q-System, dan RMR dengan perhitungan empiris\ndan numerik yang akan dimodelkan secara 3D, kemudian akan disandingkan hasil\nkeduanya. Dengan hasil empiris, didapatkan bahwa nilai faktor keamanan terendah\ndari tiap metode adalah 1.6 hingga 6.0 dan dengan hasil numerik 3D yang telah\ndirekomendasi, didapatkan bahwa nilai ?1 yang terus meningkat dari kondisi awal\nyang mengartikan adanya arch effect sehingga akan terjadinya redistribusi tegangan\npada struktur terowongan. Nilai vertical displacement terbesar 5.5 mm dengan nilai\nvertical strain 0.09% dan nilai horizontal displacement konvergen terbesar 0.5 mm\ndengan nilai horizontal strain 0.04%. Nilai extrusion terbesar pada kemajuan\nterowongan sebesar 2.9 mm dan nilai faktor keamanan penyangga lebih besar dari\n1.5. Dengan demikian, penerapan penyangga awal hasil rekomendasi layak untuk\nditerapkan pada konstruksi Terowongan Samarinda.", "Daftar File": {"ABSTRAK George Abraham Tuwan": "https://digilib.itb.ac.id/gdl/download/304334"}, "Penulis": "George Abraham Tuwan [12119032]", "Kontributor / Dosen Pembimbing": ["Ir. Simon Heru Prassetyo, S.T, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Terowongan Samarinda, Penyangga awal, H-Beam, Top and bench, Kemajuan, 3D", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "18 Agu 2023"}