{"Nomor": 76817, "Judul": "HUBUNGAN PERILAKU PENGENDAPAN MATERIAL X DAN Y PADA BATUAN PENUTUP PT XYZ BERDASARKAN PENDEKATAN ANALITIS PARTICLE SIZE DISTRIBUTION (PSD) CURVE DAN UJI IMHOFF CONE METHOD", "Abstrak": "Perilaku pengendapan material menjadi kontrol mendasar dalam penentuan\ndimensi kolam pengendapan sebagai langkah pengendalian erosi pasif. Penelitian\nini menjadi penting untuk memahami bagaimana hubungan antara perilaku\npengendapan material overburden X dan Y berdasarkan pendekatan analitis\nParticle Size Distribution (PSD) curve dan uji Imhoff Cone Method.\nData yang digunakan dalam penelitian ini berupa data sekunder PSD dan data\nprimer. Metode pengumpulan data primer dengan uji Imhoff Cone Method\nmeliputi preparasi sampel, pelaksanaan uji, dan analisis ayak hasil uji Imhoff.\nMaterial OB X diklasifikasikan dalam kelas silty clay menghasilkan material\nbedload 39.44 gram dan volume endapan akhir 8.50 ml/L yang konstan setelah 4\njam. Sedangkan OB Y dalam kelas clay menghasilkan material bedload 33.14\ngram dan volume endapan akhir 14 ml/L yang konstan setelah 5 jam. Diameter\nrepresentatif partikel yang mengendap dalam tiap interval waktu untuk kedua\nsampel berada dalam rentang ukuran fine sand dan silt. Rentang waktu\npengendapan fine sand OB X dan OB Y 2 jam dan 0.5 jam sedangkan silt 4 jam\ndan 5 jam. Berdasarkan hasil uji diperoleh bahwa kelas tekstur material\nberpengaruh terhadap jumlah material bed load, konsentrasi suspended solid,\nvolume endapan, dan waktu untuk mencapai volume endapan yang konstan. Hasil\nuji Imhoff dapat digunakan sebagai dasar pemilihan diameter representatif untuk\nmewakili rentang waktu pengendapan material secara keseluruhan, dibandingkan\ndengan melihat rentang ukuran partikel dalam PSD keseluruhan sampel maupun\nPSD solid tersuspensi dalam uji Imhoff. Sehingga tidak terjadi overestimate saat\nmemperkirakan waktu pengendapan dalam merancang sedimentation pond.", "Daftar File": {"ABSTRAK Lisa Larissa Nugraheni": "https://digilib.itb.ac.id/gdl/download/304345"}, "Penulis": "Lisa Larissa Nugraheni [12119044]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Ginting Jalu Kusuma, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "kelas tekstur, particle size distribution (PSD), perilaku pengendapan, uji Imhoff, diameter ukuran partikel", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "18 Agu 2023"}