{"Nomor": 76816, "Judul": "EVALUASI TRANSFORMASI KINERJA FUNGSI ALUN-ALUN SUMEDANG SEBAGAI RUANG PUBLIK DENGAN PENDEKATAN POST OCCUPANCY EVALUATION", "Abstrak": "Alun-alun merupakan ruang publik di kota yang berfungsi sebagai tempat untuk berbagai kegiatan sosial dan rekreasi. Sejak awal berdirinya pada tahun 1800-an hingga saat ini, alun-alun Sumedang telah mengalami beberapa perubahan bentuk dan fungsinya. Alun-alun Sumedang dulunya adalah tanah lapang dengan pepohonan dan rerumputan. Namun, pada tahun 2020, pemerintah Jawa Barat melakukan revitalisasi sebagai bagian dari program prioritas Rencana Pembangunan Jangka Menengah (RPJM) Daerah. Perubahan ini merupakan bagian dari proses perkembangan kota dan berdampak pada perubahan pola aktivitas pengguna dan fungsinya. \n\nTujuan dari penelitian ini adalah untuk mengevaluasi kinerja fungsi Alun-alun Sumedang setelah revitalisasi menggunakan pendekatan Post Occupancy Evaluation (POE). Sejauh mana ruang alun-alun dapat digunakan untuk aktivitas dan organisasi ruang yang terbangun. Penelitian ini menggunakan berbagai metode pengumpulan data, termasuk observasi lapangan, wawancara, literatur, dan survei. Dalam penelitian ini, peneliti melakukan analisis spasial yang didasarkan pada identifikasi kondisi aspek fisik, dan survei yang didasarkan pada penilaian pengguna tentang aktivitas di Alun-alun Sumedang. Penilaian kinerja fungsional ditekankan pada aktivitas yang terjadi di Alun-alun Sumedang melalui observasi lapangan dan penilaian pengguna melalui kuesioner yang berisi skala sikap likert.\n\nHasil penelitian ini menunjukkan bahwa meskipun kinerja fungsional Alun-alun Sumedang setelah revitalisasi secara keseluruhan sudah cukup optimal, masih ada ruang untuk pengembangan, terutama pada aspek lanskap yang perlu disesuaikan dengan kebutuhan pengguna. Penelitian ini menghasilkan rekomendasi untuk pengembangan Alun-alun Sumedang sebagai ruang terbuka publik berkualitas tinggi yang dapat mewadahi berbagai aktivitas pengguna.", "Daftar File": {"ABSTRAK Wanda Trisnandy": "https://digilib.itb.ac.id/gdl/download/304344"}, "Penulis": "Wanda Trisnandy [28920306]", "Kontributor / Dosen Pembimbing": ["Ir. Endang Triningsih Soetrisno, M.SP, MLA, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur Lanskap", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Transformasi, Alun-alun, POE, Lanskap.", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "18 Agu 2023"}