{"Nomor": 76827, "Judul": "KAJIAN NUMERIK SAMBUNGAN BAUT BALOK-KOLOM DENGAN MENGGUNAKAN PELAT SIKU PADA STRUKTUR RANGKA PEMIKUL MOMEN BAJA CANAI DINGIN", "Abstrak": "Baja canai dingin memiliki rasio width to thickness yang relatif besar sehingga\nmembuat rentan terhadap tekuk lokal sebelum mencapai kapasitas leleh.\nFilosopi desain seismik balok lemah dan kolom kuat tidak dapat diterapkan\nkarena penampang balok baja canai dingin tidak memenuhi persyaratan\nkekompakan. Tekuk lokal yang terjadi pada kolom atau balok akan\nmenyebabkan ketidakstabilan perilaku histeretik dari struktur. Dalam kajian ini\ndilakukan penyelidikan menggunakan metode elemen hingga mengenai\nsambungan baut struktur penahan momen dari baja canai dingin. Pemodelan\nakan difokuskan pada sambungan baut dengan menggunakan pelat siku dengan\nmenganalisis pengaruh, tebal pelat, tebal balok kolom, jarak ujung baut dan\nmutu material tehadap kapasitas desain seismik dan perilaku inelastis yang\nterjadi. Hasil penelitian menunjukkan bahwa mempertebal pelat siku dan\nmemperkecil jarak ujung baut akan menyebabkan terjadinya tekuk pada kolom\nsemakin jelas terlihat namun dapat meningkatkan kekakuan dan kekuatan\nstruktur. Cara yang paling efektif dalam menghindari tekuk pada kolom dan\nbalok adalah dengan mempertebal balok dan kolom. Selain dapat menghindari\ntekuk, semakin tebal balok dan kolom maka kekakuan dan kekuatan akan\nsemakin meningkat. Kajian dengan pembebanan siklik menunjukkan kekakuan\nelastik sambungan meningkat seiring dengan meningkatnya ketebalan kolom\ndan balok, namun model dengan ketebalan balok dan kolom yang lebih tipis\ndapat menerima siklus yang lebih banyak sehingga menyebabkan kapasitas\ndisipasi energi relatif lebih besar.", "Daftar File": {"ABSTRAK Renita Husna": "https://digilib.itb.ac.id/gdl/download/304391"}, "Penulis": "Renita Husna [25020314]", "Kontributor / Dosen Pembimbing": ["Ir. R. Muslinang Moestopo, M.S.EM, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "baja canai dingin, pelat siku, sambungan balok kolom", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Agu 2023"}