{"Nomor": 76822, "Judul": "PENGARUH PENURUNAN KONSENTRASI NI DAN PENAMBAHAN ZR TERHADAP PADUAN SUPER ENTROPI TINGGI FENICRALCO: STUDI FIRST-PRINCIPLES", "Abstrak": "Kebutuhan akan material dengan umur pakai yang panjang dan biaya bahan yang\nrendah untuk aplikasi pada temperatur tinggi terus meningkat. Paduan super entropi\ntinggi merupakan klasifikasi material yang memiliki karakteristik paduan super dan\npaduan entropi tinggi. Paduan ini banyak dikembangkan untuk meningkatkan\nefisiensi biaya dan performa terutama dalam aplikasi temperatur tinggi. Namun,\nkonsentrasi Ni yang tinggi pada paduan ini meningkatkan biaya bahan baku secara\nsignifikan. Pemanfaatan unsur Fe yang lebih murah sebagai basis paduan menjadi\nalternatif yang baik untuk diterapkan. Selain itu, potensi penambahan unsur dopant,\nseperti Zr, yang telah teruji dapat meningkatkan kekuatan pada paduan super\nkonvensional belum banyak diteliti pada paduan ini. Oleh karena itu, studi ini\nbertujuan melakukan permodelan melalui metode first-principles untuk mengetahui\npengaruh penurunan konsentrasi Ni dan penambahan Zr terhadap parameter kisi,\nsifat elastisitas, nilai stacking fault energy (SFE), struktur elektronik, dan\nmemberikan panduan desain paduan super entropi tinggi FeNiCrAlCo berbasis Fe.\nSimulasi dilakukan dengan perangkat lunak CASTEP menggunakan metode firstprinciples\ndensity functional theory. Perhitungan konstanta elastisitas dilakukan\npada supercell face-centered cubic (FCC) 1x1x2. Sifat elastisitas ditentukan dengan\naproksimasi Voigt-Reuss-Hill menggunakan data konstanta elastisitas. Optimisasi\ngeometri, perhitungan nilai stacking fault energy, dan penentuan struktur elektronik\ndilakukan pada supercell FCC 1x1x4. Nilai stacking fault energy dihitung\nberdasarkan struktur yang diberikan ruang vakum sebesar 10 Å dan penambahan\nstacking fault. Analisis struktur elektronik dilakukan untuk mengetahui charge\ndensity difference berupa kontur zona akumulasi dan deplesi muatan serta density\nof states. Panduan desain didasarkan atas parameter yang dihasilkan dalam\npenelitian ini.\nPenurunan konsentrasi Ni dan penambahan Zr cenderung meningkatkan parameter\nkisi serta menghasilkan sifat elastisitas dan keuletan paduan yang baik. Penurunan\nkonsentrasi Ni sebesar 4,17 at.% disertai peningkatan konsentrasi Fe, Cr, Co, dan\nZr menurunkan nilai stacking fault energy. Sedangkan, pengurangan konsentrasi Ni\ndisertai peningkatan konsentrasi Al meningkatkan nilai stacking fault energy.\nAnalisis struktur elektronik menunjukkan bahwa penurunan konsentrasi Ni sebesar\n4,17 at.% disertai peningkatan Fe, Cr, Co, dan Zr meningkatkan zona akumulasi\nmuatan dan menurunkan density of states. Berdasarkan hasil yang ada, desain\npaduan dapat dilakukan melalui penurunan konsentrasi Ni yang dapat memberikan\nkeuletan yang baik dan menurunkan nilai stacking fault energy, disertai\npeningkatan konsentrasi Cr untuk meningkatkan kekuatan, keuletan, dan kekerasan\natau Zr agar penurunan stacking fault energy dapat optimum.", "Daftar File": {"ABSTRAK Farhan Nugraha": "https://digilib.itb.ac.id/gdl/download/304374"}, "Penulis": "Farhan Nugraha [12519057]", "Kontributor / Dosen Pembimbing": ["Tria Laksana Achmad, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Paduan super entropi tinggi, first-principles, elastisitas, stacking fault energy, struktur elektronik", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "18 Agu 2023"}