{"Nomor": 76831, "Judul": "VALUASI SAHAM PT BUKIT ASAM TBK DENGAN METODE DISCOUNTED CASH FLOW VALUATION DAN RELATIVE VALUATION", "Abstrak": "Beberapa perusahaan pertambangan di Indonesia memilih untuk terlibat dalam\npasar modal (go public) melalui initial public offering (IPO) guna menarik investasi\nlebih banyak dan meningkatkan stabilitas keuangan perusahaan mereka. Potensi\ninvestasi tersebut dapat terlihat seiring dengan peningkatan jumlah investor yang\ntersedia di pasar modal. Pergerakan harga saham yang cukup fluktuatif di pasar\nsekunder dengan nilai wajar perusahaan menyebabkan adanya persepsi risiko yang\ntinggi sehingga muncul keraguan pada investor untuk berinvestasi. Penelitian ini\nbertujuan untuk menentukan nilai wajar saham PTBA menggunakan metode\ndiscounted cash flow (DCF) valuation (FCFE model) dan relative valuation untuk\nmenentukan status harga saham PTBA (overvalued, fair valued, atau undervalued).\nBerdasarkan analisis dengan metode valuasi DCF (FCFE model), diperoleh nilai\nintrinsik saham PT Bukit Asam Tbk adalah Rp2,326 per lembar. Hal ini\nmenunjukan bahwa harga per lembar saham PTBA saat ini (25 Mei 2023) Rp3,010\nberada diatas nilai tersebut (overvalued). Untuk mendukung valuasi tersebut\ndilakukan relative valuation dengan hasil bahwa nilai PBV, PER, dan EV/EBITDA\nPTBA berada diatas rata-rata pasar (overvalued relative basis). Oleh sebab itu,\nharga saham PTBA saat ini yaitu Rp3,010 (25 Mei 2023) dinilai mahal\n(overvalued), sehingga direkomendasikan kepada calon investor untuk menunda\nberinvestasi pada saham PTBA karena berpotensi mengalami kerugian sebesar\n22%.", "Daftar File": {"ABSTRAK Muh Rafli Hanan Mahendra": "https://digilib.itb.ac.id/gdl/download/304395"}, "Penulis": "Muh Rafli Hanan Mahendra [12119001]", "Kontributor / Dosen Pembimbing": ["Dr. Ing. Ir. Arjo Prawoto Wibowo, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "valuasi, discounted cash flow, relative valuation, nilai intrinsik, overvalued, undervalued", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "18 Agu 2023"}