{"Nomor": 76837, "Judul": "ANALISIS REGENERASI MANGROVE  DI TAMAN WISATA ALAM ANGKE KAPUK, JAKARTA UTARA", "Abstrak": "Ekosistem mangrove merupakan sumberdaya alam penting yang mampu menyediakan banyak manfaat bagi masyarakat. Mangrove di Indonesia banyak yang telah mengalami deforestasi dan degradasi. diantaranya akibat perluasan tambak ikan. Taman Wisata Alam Angke Kapuk (TWAAK) merupakan salah satu kawasan konservsi mangrove yang sebelumnya mengalami kerusakan akibat pembukaan tambak ilegal. Upaya rehabilitasi mangrove di TWAAK dan kawasan mangrove lainnya perlu ditunjang oleh pemilihan spesies yang tepat dan pemahaman tentang karakteristik tempat tumbuh dan kemampuan regenerasinya. Tujuan penelitian ini adalah menentukan potensi regenerasi mangrove pada lima zona berdasarkan jarak dari darat tegak lurus ke arah laut yang terdapat di TWAAK dengan melihat komposisi jenis mangrove, Indeks Nilai Penting (INP) mangrove, status regenerasi, dan kondisi kesehatan mangrove. Pengambilan data dilakukan melaui analisis vegetasi dengan metode transek di delapan stasiun yang dipilih menggunakan teknik purposive sampling. Terdapat total 40 plot penelitian. Ditemukan lima jenis mangrove di lokasi penelitian, yaitu Rhizophora mucronata, Avicennia marina, Rhizophora apiculata, Sonnneratia alba, dan Rhizophora stylosa. Avicennia marina merupakan spesies mangrove dengan nilai INP tertinggi di ketiga tingkatan pohon (semai, pancang dan pohon). Status regenerasi di kelima zona termasuk dalam karegori cukup yang berarti jumlah semai lebih dari pancang dan jumlah pancang lebih kecil atau sama dengan jumlah pohon. Kondisi kesehatan mangrove di seluruh zona pengamatan termasuk dalam kategori sedang/moderate.", "Daftar File": {}, "Penulis": "Maharani Nurul Fauziah S [11519006]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Tati Suryati Syamsudin, M.S., DEA.", "Dr. Elham Sumarga, S.Hut., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "regenerasi mangrove, komposisi mangrove, kesehatan mangrove, Taman Wisata Alam Angke Kapuk (TWAAK), Indeks Nilai Penting (INP)", "Sumber": "PROGRAM STUDI REKAYASA KEHUTANAN", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "18 Agu 2023"}