{"Nomor": 76840, "Judul": "PENGARUH PEMBEBANAN BERULANG DENGAN METODE IMPACT TEST TERHADAP PERUBAHAN KEKUATAN BATU GAMPING", "Abstrak": "Kegiatan penambangan yang dilakukan memberikan dampak, salah satunya\nadalah terjadinya rock fatigue. Rock fatigue terjadi karena kegiatan tersebut\ndilakukan berulang kali sehingga beban yang diterima oleh batuan akan semakin\nbesar hingga akhirnya dapat menyebabkan keruntuhan. Contoh pembebanan\nberulang adalah getaran akibat peledakan dan penggunaan alat berat. Untuk\nmengetahui besarnya pengaruh dari pembebanan berulang terhadap kekuatan\nbatuan, maka dilakukan penelitian dengan menggunakan metode impact test.\nPenelitian diawali dengan uji sifat fisik dan uji cepat rambat gelombang\nultrasonik, dilanjutkan dengan uji kuat tekan uniaksial dari sampel uji. Dalam\npenelitian ini digunakan sampel uji batu gamping. Sampel uji diberikan tumbukan\nyang berasal dari besi penekan yang dijatuhkan pada ketinggian 0,2 m (19,72\nMPa), 0,3 m (24,15 MPa), 0,4 m (27,89 MPa), 0,5 m (31,18 MPa), 0,75 m (38,19\nMPa), 1 m (44,10 MPa), lalu dihitung berapa jumlah tumbukan yang diperlukan\nsampai sampel uji pecah. Pada pengujian kedua, sampel uji ditumbuk dengan\nketinggian 0,5 m sebanyak 5, 10, dan 15 kali. Kemudian, sampel uji dilakukan uji\nkuat tekan uniaksial dan dibandingkan nilai kuat tekan, Modulus Young, dan\nNisbah Poisson sebelum dan setelah dilakukan impact test untuk melihat\nperubahan kekuatan sampel uji.\nHasil dari penelitian adalah semakin tinggi besi penekan dijatuhkan atau semakin\nbesar tegangan dinamik yang diberikan, maka jumlah tumbukan yang diperlukan\nuntuk membuat sampel uji pecah semakin sedikit. Berdasarkan fenomena\npecahnya sampel uji, ada tiga tahapan pecahnya sampel uji yaitu terkikisnya\npermukaan sampel uji, terbentuknya rekahan, dan pecahnya sampel uji. Setelah\ndilakukan impact test, nilai kuat tekan dan Modulus Young mengalami\npenurunan, sedangkan nilai Nisbah Poisson tidak dipengaruhi oleh adanya impact\ntest.", "Daftar File": {"ABSTRAK Lukas Pamungkas": "https://digilib.itb.ac.id/gdl/download/304405"}, "Penulis": "Lukas Pamungkas [12119026]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ganda Marihot Simangunsong, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "pembebanan berulang, rock fatigue, impact test, kuat tekan uniaksial", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "18 Agu 2023"}