{"Nomor": 76842, "Judul": "PENENTUAN PREMI ASURANSI DEPOSIT DENGAN BATASAN JUMLAH PERLINDUNGAN", "Abstrak": "Asuransi deposit merupakan mekanisme yang penting dalam melindungi nasabah\nbank dari risiko kebangkrutan dan memberikan rasa aman terhadap keamanan\nsimpanan mereka. Dalam sistem ekonomi, bank memiliki peran penting sebagai\nlembaga keuangan yang menghimpun dana dari masyarakat dan menyalurkannya\nsebagai kredit kepada peminjam. Namun, bank juga menghadapi risiko seperti\nrisiko likuiditas dan risiko masalah kredit yang dapat mengganggu stabilitas dan\nkelangsungan operasionalnya. Kebangkrutan bank dapat menyebabkan kerugian\nfinansial yang signifikan bagi nasabah. Oleh karena itu, asuransi deposit hadir\nsebagai bentuk perlindungan finansial bagi nasabah jika terjadi kegagalan pada\nbank. Sehingaa, nasabah tidak perlu khawatir terhadap kehilangan dana dari\nsimpanan mereka di bank. Dalam asuransi deposit, nasabah masih akan menerima\npengembalian dana mereka hingga batas tertentu yang ditetapkan oleh lembaga\npenjamin simpanan. Dalam penentuan premi asuransi deposit dalam penelitian ini\ndigunakan metode Black-Scholes dengan mempertimbangkan batasan perlindungan\nyang akan mempengaruhi tingkat risiko dan premi yang harus dibebankan kepada\nbank atau lembaga keuangan. Penlitian ini juga memaparkan hasil simulasi dari\nmodel yang telah diperoleh untuk melihat hubungan antara variabel dengan nilai\npremi asuransi. Berdasarkan hasil analisis sensitivitas, diperoleh bahwa nilai premi\nberbanding terbalik terhadap suku bunga dan berbanding lurus dengan volatilitas\nharga aset.", "Daftar File": {"ABSTRAK Anggun Citra Delima": "https://digilib.itb.ac.id/gdl/download/304443"}, "Penulis": "Anggun Citra Delima [20120314]", "Kontributor / Dosen Pembimbing": ["Dr. Utriweni Mukhaiyar, S.Si., M.Si.", "Dila Puspita, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Asuransi Deposit, Premi, Black-Scholes.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "18 Agu 2023"}