{"Nomor": 76848, "Judul": "PEMETAAN GUMUK VOLKANIK SEBAGAI POTENSI BAHAN GALIAN SIRTU BERDASARKAN PEMETAAN FOTO UDARA DI DAERAH JEMBER, JAWA TIMUR", "Abstrak": "Gumuk adalah morfologi menyerupai bukit-bukit kecil yang terbentuk akibat deselerasi\ndari material longsoran volkanik. Penelitan ini bertujuan untuk menerapkan pemetaan foto\nudara terhadap morfologi gumuk pada zona distal longsoran volkanik G. Raung di daerah\nJember, Jawa Timur. Data yang diperoleh diolah menjadi sebuah digital elevation model\n(DEM) yang kemudian digunakan untuk mengestimasi volume gumuk yang teridentifikasi.\nSelain itu dilakukan pula analisis X-Ray Diffraction (XRD), petrografi, serta analisis\ndistribusi ukuran butir dari beberapa sampel material penyusun gumuk volkanik. Luaran\nyang diharapkan dari penelitian ini adalah data volume dari gumuk volkanik dari hasil\npemetaan foto udara yang dapat merepresentasikan potensi bahan galian sirtu sebagai\nmaterial konstruksi di wilayah ini, serta mengonfirmasi kecocokan antara data XRD dan\npetrografi terhadap proses longsoran volkanik purba yang telah terjadi. Data yang\ndigunakan dalam penelitian ini 16 data foto udara dari drone, 10 sampel batuan, dan 14\nsampel tanah penyusun gumuk volkanik. Berdasarkan hasil pemetaan foto udara\nmenggunakan drone dapat diidentifikasi sebanyak 21 gumuk volkanik dengan volume total\nsekitar 760 ribu m3. Hasil analisis XRD dan petrografi menunjukkan bahwa batuan pada\ngumuk terbentuk dari magma dengan keasaman basaltik dan kemungkinan berasal dari\nintrusi yang muncul dari sekitar gumuk. Massa batuan didominasi oleh mineral dari grup\nplagioklas dengan ditemukan mineral yang hanya ditemukan pada batuan basaltik seperti\nolivin. Hasil analsis distribusi ukuran butir menunjukkan bahwa rerata ukuran partikel\ngumuk mengalami penyusutan seiring menjauhnya lokasi sampel dari sumber longsoran.\nDistribusi ukuran butiran juga menunjukkan pola sebaran bimodal yang menunjukkan\nbahwa material telah mengalami transpor melewati jarak yang cukup jauh oleh longsoran.", "Daftar File": {"ABSTRAK Ray Moonstar Adi Nugroho": "https://digilib.itb.ac.id/gdl/download/304474"}, "Penulis": "Ray Moonstar Adi Nugroho [12119072]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Mohamad Nur Heriawan, S.T, M.T, Ph.D.", "Ir. Arie Naftali Hawu Hede, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "gumuk, foto udara, XRD, petrografi, ukuran butir", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "8 file", "Tanggal Input": "18 Agu 2023"}