{"Nomor": 76847, "Judul": "STUDI EKSTRAKSI NIKEL DARI BIJIH NIKEL LIMONIT DENGAN METODE SULFATISASI, PEMANGGANGAN, DAN PELINDIAN DALAM AIR", "Abstrak": "Produksi nikel (Ni) primer di dunia dilakukan dari dua jenis bijih, yaitu bijih sulfida\ndan bijih oksida (laterit). Bijih laterit memiliki potensi yang besar untuk menjadi\nbahan baku utama untuk memproduksi Ni karena jumlah sumber dayanya yang saat\nini lebih banyak dari bijih sulfida. Dalam studi ini, dipelajari proses ekstraksi Ni\ndari bijih nikel laterit berkadar rendah tipe limonit, yang umumnya di industri\ndiolah dengan proses high-pressure acid leaching (HPAL). Proses HPAL cukup\nhandal, nmun memerlukan biaya investasi yang relatif tinggi. Oleh karena itu,\ndiperlukan metode alternatif proses ekstraksi Ni dari bijih limonit yang\nmembutuhkan biaya investasi lebih rendah. Dalam penelitian ini, ekstraksi Ni dari\nbijih nikel limonit yang berasal dari Morowali, Indonesia, dipelajari dengan metode\nsulfatisasi-pemanggangan-pelindian dalam air.\nRangkaian percobaan diawali dengan preparasi sampel yang meliputi blending,\nsampling, grinding, dan sieving. Sampel awal yang sudah dipreparasi kemudian\ndilakukan karakterisasi menggunakan X-ray diffraction (XRD), X-ray fluorescence\n(XRF), thermogravimetric-differential thermal analysis (TGA-DTA) dan scanning\nelectron microscope-energy dispersive X-ray spectroscopy (SEM-EDS). Percobaan\nekstraksi Ni dari bijih nikel limonit dengan metode sulfatisasi-pemangganganpelindian\ndalam air dilakukan pada variasi variabel rasio H2SO4/bijih (g/g), suhu\npemanggangan (°C), waktu pemanggangan (menit), rasio penambahan air/bijih\n(g/g) dalam tahap pelindian, dan konsentrasi H2SO4 dalam pelindian (M).\nPemanggangan dilakukan dua tahap, yaitu tahap pra-pemanggangan dan\npemanggangan, dengan suhu pra-pemanggangan 400 °C dan waktu prapemanggangannya\n60 menit. Seluruh percobaan dilakukan pada suhu pelindian 80\n°C, waktu pelindian 30 menit, rasio solid-liquid (S/L) 0,05 g/ml, fraksi ukuran bijih\n-200#, dan kecepatan pengadukan 400 rpm. Produk sulfatisasi, pemanggangan, dan\nresidu pelindian pada kondisi terbaik dianalisis menggunakan SEM-EDS dan XRD.\nPersen ekstraksi Ni tertinggi, yaitu 79,30%, dengan persen ko-ekstraksi Fe yang\ncukup rendah, yaitu 8,77%, diperoleh dari percobaan dengan rasio H2SO4/bijih 0,6\ng/g, suhu pemanggangan 700 °C, waktu pemanggangan 60 menit, rasio\npenambahan air/bijih 0,4 g/g, dalam pelindian menggunakan air. Peningkatan rasio\nH2SO4/bijih dan rasio penambahan air/bijih cenderung meningkatkan persen\nekstraksi Ni. Peningkatan suhu pemanggangan hingga 700 °C dan waktu\npemanggangan hingga 60 menit cenderung meningkatkan persen ekstraksi Ni. Saat\nsuhu pemanggangan lebih dari 700 °C dan waktu pemanggangan lebih dari 60\nmenit, dekomposisi nikel sulfat lebih banyak terjadi sehingga menurunkan persen\nekstraksi Ni. Penggunan dan peningkatan konsentrasi H2SO4 dalam pelindian tidak\nmempengaruhi persen ekstraksi Ni secara signifikan.", "Daftar File": {"ABSTRAK Muhammad Rasyid": "https://digilib.itb.ac.id/gdl/download/304467"}, "Penulis": "Muhammad Rasyid [12519041]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Mohammad Zaki Mubarok, S.T, M.T.", "Zela Tanlega, S.T, M.Phil."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "bijih nikel limonit, nikel, pemanggangan, pelindian, sulfatisasi", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "18 Agu 2023"}