{"Nomor": 76857, "Judul": "PERANCANGAN DAN IMPLEMENTASI PERANGKAT KONTROL DAN AKUISISI DATA PADA SISTEM MONITORING LISTRIK BERBASIS WEBSITE UNTUK  PENGGUNA PANEL SURYA ON-GRID", "Abstrak": "Panel surya telah menjadi pilihan yang populer dalam memanfaatkan sumber daya\nenergi matahari sebagai penghasil energi listrik. Panel surya on-grid atau\npemasangan panel surya yang terhubung langsung ke jaringan listrik utilitas\nPerusahaan Listrik Negara (PLN) merupakan salah satu pilihan penggunaan panel\nsurya yang lebih hemat dibandingkan dengan sistem off-grid karena tidak\nmemerlukan baterai dan dapat langsung mengalirkan kelebihan listrik pada jaringan\nlistrik PLN. Namun, saat ini PLN masih belum dapat memonitor data-data daya\nyang dihasilkan dan penggunaan listrik dari pengguna solar panel on-grid. Padahal,\ndata-data tersebut dibutuhkan PLN untuk mengetahui jumlah total beban aktif yang\nterhubung pada grid untuk mengantisipasi terjadinya undervoltage atau bahkan\nblackout pada grid yang terhubung dengan banyak pengguna solar panel on-grid.\n\nMaka dari itu, dibutuhkan sebuah sistem monitoring yang dapat menampilkan data-\ndata setiap panel surya on-grid yang terhubung dengan jaringan listrik serta total\n\npenggunaan dari semuanya. Sistem monitoring ini juga harus dapat dimonitor oleh\npengguna serta penyedia jasa listrik yaitu PLN. Karya tulis ini akan membahas\nmengenai pembuatan sistem akuisisi data dan komunikasi untuk sistem monitoring\nsistem solar panel on-grid berbasis website. Sistem meteran listrik ini\n\nmemungkinkan pengguna dapat memonitor indikator listrik dari panel surya On-\nGrid miliknya serta terintegrasi dengan dashboard website sehingga dapat dipantau\n\ndimanapun dan kapanpun dengan menggunakan perangkat yang memumpuni dan\nkoneksi internet. Sistem akuisisi data yang dibuat menggunakan sensor daya\nPZEM-004T-V3 yang dapat membaca indikator-indikator listrik dari keluaran\ninverter panel surya serta pada beban yang terhubung. Hasil pembacaan tersebut\nkemudian dikirimkan ke dashboard dengan memanfaatkan protokol komunikasi\nWi-Fi yang terhubung dengan jaringan internet. Hasil implementasi dari perangkat\nakuisisi data, kontrol, dan komunikasi akan menggunakan mikrokontroller ESP32-\nC3-WROOM-02, modul sensor daya PZEM-004T-V3, dan komponen lainnya yang\ndiintegrasikan dalam satu papan sirkuit. Hasil pengujian dari sistem akuisisi data,\nkontrol, dan komunikasi yang telah dibuat memiliki fungsionalitas yang sesuai\ndengan tujuan dari pembuatan perangkat dan dapat berjalan dengan sub-sistem\nlainnya. Pengujian spesifikasi yang sudah ditentukan pada awal pengerjaan juga\nsudah terpenuhi walaupun masih ada sedikit hasil pengujian yang tidak sesuai\n\nii\n\ndikarenakan beberapa faktor pengujian. Meskipun demikian, masih banyak area\npotensial untuk perbaikan dan penyempurnaan lebih lanjut terutama pada\nkomponen-komponen yang digunakan untuk meningkatkan segi ekonomis dari\nproduk.", "Daftar File": {}, "Penulis": "Achmad Ghozali Alfarisi [13219065]", "Kontributor / Dosen Pembimbing": ["Prof. Trio Adiono, S.T, M.T, Ph.D.", "Nana Sutisna, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Panel Surya On-Grid, Monitoring, PZEM-004T-V3, ESP32-C3- WROOM-02, Internet.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "19 Agu 2023"}