{"Nomor": 76858, "Judul": "STUDI METODOLOGI PEMODELAN DATA UNTUK BASIS  DATA BERORIENTASI KOLOM", "Abstrak": "Seiring berjalannya waktu, perkembangan penelitian menunjukkan bahwa penerap-\nan pemodelan data pada basis data NoSQL seperti halnya pada basis data SQL juga\n\nmenguntungkan dalam hal kinerja sehingga melahirkan banyak penelitian terkait\nmetodologi pemodelan data pada NoSQL, termasuk basis data berorientasi kolom.\nDua metodologi pemodelan data pada basis data berorientasi kolom yang dibahas\n\npada penelitian ini, yang juga menggunakan diagram EER sebagai model konseptu-\nalnya adalah metodologi Chebotko yang juga mempertimbangkan kueri aplikasi ba-\nsis data yang bersangkutan dan metodologi Poffo yang bergantung hanya pada dia-\ngram EER yang bersangkutan. Berkaitan dengan hal tersebut, sebuah tujuan peneli-\ntian dapat dibentuk, yakni untuk menganalisis perbedaan kedua metodologi pemo-\ndelan data tersebut pada sebuah basis data berorientasi kolom.\n\nSetelah mengkaji kedua metodologi, penelitian ini dilanjutkan dengan memilih se-\nbuah studi kasus. Kemudian, model-model data logis dan fisik dibuat dengan meng-\ngunakan masing-masing metodologi dengan yang dibuat menggunakan metodologi\n\nChebotko juga mempertimbangkan beberapa kueri aplikasi. Terakhir, kedua model\ndata fisik diimplementasikan pada dua perangkat yang pada keduanya dijalankan\ndua jenis kueri yang masing-masing jenis kueri dijalankan sebanyak lima kali dan\nkinerja pembacaannya dicatat menggunakan sebuah alat benchmarking.\nHasil pengujian menunjukkan bahwa pada studi kasus yang dipilih, model data fisik\nyang dibuat menggunakan metodologi Chebotko membuat kueri mengambil data\n2,24 kali lebih lambat daripada yang dibuat menggunakan metodologi Poffo.\n\nAnalisis lebih lanjut menunjukkan bahwa model data fisik yang dibuat mengguna-\nkan metodologi Poffo rentan menjadi column family yang sangat besar disbanding-\nkan dengan yang dibuat menggunakan metodologi Poffo karena bergantung pada\n\nkueri aplikasi yang dibuat untuk model data tersebut. Kesimpulannya ialah bahwa\nmemodelkan data pada basis data berorientasi kolom menggunakan metodologi\nPoffo pada umumnya lebih aman karena berbagai column family-nya dapat menjaga\nukurannya sehingga dapat tetap kecil sedangkan seseorang perlu berhati-hati ketika\n\nmemodelkan data menggunakan metodologi Poffo karena dia dapat membuat kesa-\nlahan, yaitu membuat column family yang terlalu besar karena meminta terlalu ba-\nnyak informasi dalam suatu kueri sehingga memperburuk kinerjanya.", "Daftar File": {"23520052 Raden Haryo Pandu Prakoso.pdf": "https://digilib.itb.ac.id/gdl/download/304498", "Raden Haryo Pandu Prakoso   [23520052].pdf": "https://digilib.itb.ac.id/gdl/download/304510"}, "Penulis": "Raden Haryo Pandu Prakoso [23520052]", "Kontributor / Dosen Pembimbing": ["Dr. Fazat Nur Azizah, S.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "basis data berorientasi kolom, diagram EER, metodologi Chebotko, metodologi Poffo, pemodelan data", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi  \n                                     Dessy Rondang Monaomi", "File": "2 file", "Tanggal Input": "19 Agu 2023"}