{"Nomor": 76855, "Judul": "PEMBANGUNAN MODUL SINTETIS DATA, MODUL PRAPROSES, DAN MODUL APLIKASI MOBILE PENGENALAN KARAKTER OPTIK UNTUK IJAZAH, KARTU KREDIT, DAN TULISAN TANGAN  BEBAS", "Abstrak": "Digitalisasi data menjadi topik yang penting, terutama dalam era modern saat ini. Pemrosesan-\npemrosesan dokumen secara langsung dan manual memerlukan waktu dan usaha yang lebih\n\ndibandingkan dengan pemrosesan yang sudah diotomatisasi dengan memanfaatkan data digital.\nDalam digitalisasi data untuk dokumen, seperti ijazah, kartu kredit, ataupun tulisan tangan\nbebas, optical character recognition digunakan untuk mengubah teks yang terdapat dalam\nsebuah citra menjadi teks digital yang dapat digunakan untuk pemrosesan-pemrosesan digital\nselanjutnya. Pada tugas akhir ini, dikembangkan modul sintetis data untuk membangkitkan\ndata latih untuk model sebagai penangkalan sedikitnya jumlah data dokumen yang tersedia\nsecara publik; modul praproses untuk melakukan teknik-teknik pengolahan citra guna\nmeringankan dan meningkatkan efisiensi proses ekstraksi fitur dari model; dan modul aplikasi\nmobile untuk mengembangkan sebuah hasil akhir yang menghubungkan modul-modul yang\ntelah dikembangkan menjadi sebuah aplikasi mobile yang dapat digunakan oleh pengguna.\nKetiga modul ini kemudian akan dihubungkan pula dengan modul detektor teks, modul\nrekognisi teks, dan modul deteksi entitas bernama yang dikembangkan pada tugas akhir\ncapstone oleh rekan capstone lainnya. Temuan dan hasil akhir dari tugas akhir ini dapat\nmenjadi bantuan ataupun panduan bagi individu atau sekelompok individu untuk melakukan\ndigitalisasi data dari dokumen ijazah, kartu kredit, dan tulisan tangan bebas.", "Daftar File": {}, "Penulis": "Billy Julius [13519094]", "Kontributor / Dosen Pembimbing": ["Nugraha Priya Utama, S.T, M.A., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "optical character recognition, sintetis data, praproses, aplikasi mobile, dokumen", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "19 Agu 2023"}