{"Nomor": 76859, "Judul": "PERANCANGAN DAN IMPLEMENTASI FITUR YANG DIPERSONALISASI UNTUK PASIEN PADA APLIKASI  RESPINOS HEALTH MENGGUNAKAN METODE USER- CENTERED DESIGN", "Abstrak": "Dalam menghadapi pandemi COVID-19, Indonesia menetapkan PSBB dan\nprotokol isolasi diri sendiri. Masyarakat perlu bisa memantau kondisi kesehatan diri\ndari rumah, tetapi konsultasi dari dokter tetap dibutuhkan sehingga fasilitas layanan\nkesehatan memanfaatkan aplikasi telemedicine seperti Halodoc dan Alodokter.\nNamun, aplikasi telemedicine yang ada belum memungkinkan dokter melakukan\npemeriksaan menggunakan alat ukur dalam jarak jauh. Oleh karena itu, terdapat\npenelitian perangkat Respinos untuk mengukur dan mengirimkan data hasil\npengukuran pasien memanfaatkan teknologi BLE. Muncul kebutuhan akan aplikasi\nyang dapat memanfaatkan perangkat Respinos untuk membantu penggunanya\nmemahami kondisi diri dan melakukan konsultasi. Aplikasi ini diberi nama\nRespinos Health. Respinos Health dirancang menggunakan metode user-centered\ndesign. Respinos Health juga perlu memiliki bentuk personalisasi yang dapat\nmendorong pasien melakukan pemeriksaan diri menggunakan Respinos secara\nrutin. Perancangan Respinos Health dimulai dengan riset pengguna untuk\nmerumuskan daftar fitur berdasarkan perilaku, wawasan, dan masalah target\npengguna. Didapatkan bentuk personalisasi terletak pada fitur pengingat dan fitur\n\nkonsultasi. Perancangan dilanjutkan dengan pembuatan prototipe. Prototipe low-\nfidelity dan prototipe high-fidelity masing-masing diuji sekali untuk mendapatkan\n\ndesain interaksi yang memenuhi usability goals dan user experience goals dari\nRespinos Health, yaitu easy to learn, efficient to use, helpful, dan engaging.\nUsability testing untuk prototipe high-fidelity dilakukan menggunakan metrik SEQ,\ncompletion rate, SUS, IMI subskala value/usefulness, dan UES-SF. Hasil pengujian\nmenunjukkan prototipe high-fidelity mendapatkan nilai 6.63 untuk SEQ, 98.89%\nuntuk completion rate, 85.8 untuk SUS, 6.64 untuk IMI subskala value/usefulness,\ndan 4.22 untuk UES-SF. Hasil dari prototipe high-fidelity diimplementasi pada\nRespinos Health menggunakan framework React Native.", "Daftar File": {}, "Penulis": "Difa Habiba Rahman [13518098]", "Kontributor / Dosen Pembimbing": ["Prof. Trio Adiono, S.T, M.T, Ph.D.", "Dr. Eng. Ayu Purwarianti, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "COVID-19, desain interaksi, pasien, personalisasi, prototipe, Respinos, telemedicine, user-centered design, usability, user experience.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "19 Agu 2023"}