{"Nomor": 76851, "Judul": "ANALISIS STRUKTUR BAWAH PERMUKAAN MENGGUNAKAN HASIL PEMODELAN DARI DATA GEOMAGNETIK DAN GRAVITASI DI DAERAH KALDERA BRATAN, BALI", "Abstrak": "Indonesia merupakan salah satu negara yang dilalui oleh ring of fire sehingga\nmembuat adanya aktivitas vulkanik di negara ini. Pulau Bali menjadi salah satu\nbukti adanya aktivitas tersebut. Kaldera Bratan merupakan salah satu kaldera yang\nberada di Pulau Bali yang terbentuk karena danya letusan yang kuat oleh Gunung\nBratan Purba. Kaldera yang memiliki luas sekitar 11x6 km ini memiliki beberapa\ndanau vulkanik (Danau Bratan, Buyan, dan Tamblingan) dan ada beberapa\nstratovolkano (Gunung Tapak, Lesong, Pohen, Adeng, dan Sengayang dan Catur).\nKaldera ini masih memiliki dapur magma yang letaknya berada di bawah daerah\nGunung Lesong, Pohen, dan Sengayang. Keberadaan dapur magma juga diperkuat\ndengan hadirnya manifestasi panas bumi. Manifestasi tersebut berupa kemunculan\nmata air hangat di daerah Angseri, Belulang,dan Penatahan. Dapur magma Kaldera\nBratan dapat diketahui keberadaanya melalui model bawah permukaan yang\ndiperoleh dari hasil pengolahan anomali magnetik total dan anomali Bouger\nlengkap. Dari ketiga model struktur bawah permukaan yang dibuat, keberadaan\ndapur magma dapat diketahui pada 3 – 7 km di bawah permukaan Kaldera Bratan.\nIntrusi dapur magma tersebut tidak mencapai permukaan karena terhalang oleh\nlapisan batuan gunungapi kelompok Buyan-Bratan dan Batur (Qpbb) yang\numurnya relatif lebih muda dibanding lapisan Formasi Selatan (Tmps) dan Magma.\nDapur magma tersebut dapat dijadikan sebagai sumber panas dari potensi panas\nbumi yang ada pada daerah tersebut.", "Daftar File": {}, "Penulis": "Wisandie Syah Al Basyarah [12319102]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Satria Bijaksana", "Silvia Jannatul Fajar, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Kaldera Bratan, manifestasi panas bumi, struktur bawah permukaan, dapur magma, potensi panas bumi", "Sumber": "", "Staf Input/Edit": "Devi Septia Nurul", "File": "1 file", "Tanggal Input": "18 Agu 2023"}