{"Nomor": 76856, "Judul": "INTERFACE SQL UNTUK PENGAMBILAN DAN INTEGRASI DATA DARI BEBERAPA BASIS DATA RELASIONAL DAN BASIS DATA BERORIENTASI DOKUMEN", "Abstrak": "Kebutuhan akan pengambilan data dari lebih dari satu sumber basis data yang dapat\nberagam jenisnya semakin meningkat dengan seiring berkembangnya teknologi\ninformasi. Oleh sebab itu dibutuhkan sebuah sistem yang dapat mengambil dan\nmengintegrasikan data dari berbagai sumber yang bahkan dapat berbeda jenis basis\ndatanya. Putra (2021) telah berhasil mengimplementasi sebuah sistem yang\nmengambil data objek bergerak dari berbagai sumber basis data PostgreSQL. Pada\ntugas akhir ini, dikembangkan sebuah aplikasi interface SQL yang mampu untuk\nmengambil data, termasuk data spasial, dari berbagai sumber, baik basis data\nPostgreSQL ataupun berorientasi dokumen.\n\nSistem memanfaatkan sebuah metadata yang menyimpan informasi berupa tabel-\ntabel objek yang dapat dioperasikan, seluruh skema sumber basis data yang\n\nditangani oleh sistem, serta mapping antara atribut objek dengan sumbernya. Query\nSQL yang diterima sistem akan diubah menjadi sebuah abstract syntax tree yang\nkemudian diolah sehingga menghasilkan query untuk masing-masing sumbernya.\nSistem memanfaatkan modul-modul dari sistem Adzkiya (2021) untuk mengambil\ndata dari sumber basis data MongoDB ataupun CouchDB. Terdapat dua alternatif\nmetode untuk menggabungkan data yang telah didapatkan dari seluruh sumber yang\nbersangkutan. Alternatif pertama memanfaatkan fitur dari bahasa pemrograman\njavascript untuk menggabungkan data yang terpisah secara horisontal, sedangkan\nalternatif kedua memanfaatkan query SQL untuk melakukan seluruh integrasi data.\nPengujian terhadap sistem dilakukan melalui sejumlah query yang memiliki variasi\ndalam jumlah sumber basis data yang diinginkan, operasi spasial, serta fitur-fitur\nquery SQL lainnya. Berdasarkan hasil evaluasi, dapat disimpulkan sistem sudah\nberhasil dalam mengambil data dari berbagai sumber dengan kinerja yang cukup\nbaik.", "Daftar File": {}, "Penulis": "Jonathan Christhoper Jahja [13519144]", "Kontributor / Dosen Pembimbing": ["Tricya Esterina Widagdo, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "interface, query SQL, abstract syntax tree, metadata, integrasi data", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "19 Agu 2023"}