{"Nomor": 76852, "Judul": "PENGEMBANGAN SISTEM PRESENSI PESERTA KELAS MENGGUNAKAN APLIKASI FACE RECOGNITION DALAM PROGRAM STUDI SISTEM DAN  TEKNOLOGI INFORMASI ITB", "Abstrak": "Dalam dunia pendidikan, dibutuhkan suatu evaluasi yang adil dan akurat melalui\nsuatu metode yang disebut ujian. Saat ini, pengawasan yang ada tidak dapat\nmencegah kecurangan secara sepenuhnya, khususnya kecurangan perjokian dan\ntitip presensi. Oleh sebab itu, dirumuskan suatu masalah dalam penelitian ini, yaitu\n1. Apakah Sistem Presensi yang menggunakan tools Face Recognition dapat secara\nefisien membantu mencegah terjadinya kecurangan akademik? 2. Bagaimana\nimplementasi Sistem Presensi yang efektif dalam ruang kelas? Untuk\nmenyelesaikan kedua masalah ini, maka dikembangkan sebuah Sistem Presensi\ndengan metode pengembangan Aplikasi mobile Face Recognition yang dapat\ndigunakan untuk mendeteksi wajah peserta kelas dan memvalidasi wajah tersebut\ndalam rangka mencegah terjadinya kecurangan akademik. Setelah aplikasi\ndikembangkan dengan bantuan beberapa tools, dilakukan beberapa pengujian\nterhadap Sistem Presensi tersebut. Pengujian yang dilakukan sesuai dengan\nrumusan masalah dalam penelitian ini, yaitu 1. Pengujian kecepatan/efisiensi\nteknologi face recognition. 2. Pengujian faktor eksternal sistem operasional face\nrecognition. 3. Pengujian rumus implementasi peletakan kamera face recognition.\n4. Pengujian akurasi dan waktu terbaik dari sistem operasional face recognition.\nDari keempat pengujian tersebut, maka didapatkan hasil dan kesimpulan, yaitu\nsistem presensi peserta kelas menggunakan aplikasi face recognition dapat berjalan\nsecara efisien dengan kecepatan mendeteksi banyak wajah sekaligus sebesar 0,83\ndetik/wajah. Lalu, Implementasi sistem presensi yang efektif berupa pengambilan\ngambar yang dilakukan saat event menghadap kamera dengan akurasi sebesar\n75,17%. Selain itu, terdapat rumus angle kamera yang dibuat dalam penelitian ini\nserta scenario terbaik sistem adalah event ketika mahasiswa melihat ke arah kamera\ndan kamera diletakkan di tengah atas kelas.", "Daftar File": {}, "Penulis": "Gavriel Benny [18219078]", "Kontributor / Dosen Pembimbing": ["I Gusti Bagus Baskara Nugraha, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "face recognition, kecurangan akademik, sistem presensi.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "19 Agu 2023"}