{"Nomor": 76854, "Judul": "PEMBANGKIT TEKS OTOMATIS CITRA GEOLOGI BEBATUAN DENGAN DETEKSI RELASI SEMANTIC ATTENTION (SEMATT) ANTAR OBJEK", "Abstrak": "Captioning citra merupakan gabungan task computer vision dan natural language\nprocessing (NLP). Proses yang dilakukan adalah mentranslasikan suatu gambar\nmenjadi teks atau caption. Task computer vision adalah melakukan proses rekognisi\ncitra untuk ekstraksi citra, sedangkan pada NLP yang digunakan adalah\npembangkitan teks menggunakan metode recurrent neural network (RNN) yang\nmerupakan prediksi kata dari fitur citra. Pemanfaatan captioning citra untuk\nmemberikan caption pada citra telah dilakukan oleh berbagai peneliti dengan\nmenggunakan citra MSCOCO dan FLICKr. Penelitian ini memiliki perbedaan\nobjek yaitu objek geologi bebatuan yang belum direpresentasikan pada dataset\nMSCOCO dan FLICKr. Domain objek ini merupakan objek terbatas pada geologi\nbebatuan dan deskripsi dari citra tersebut yang divalidasi langusng oleh ahli\ngeologi. Model Captioning citra merupakan gabungan model convolutional neural\nnetwork (CNN) dan model bahasa seperti long short-term memory (LSTM),\nTransformers, dan model attention. Pada model bahasa dikembangkan kembali\ndengan merekayasa model dengan menambah metode attention dan selanjutnya\nTransformers. Proses rekognisi yang dilakukan pada citra ialah dengan\nmenggunakan metode regular CNN dan separable CNN. Identifikasi objek yang\nberupa fitur citra diinterpretasikan sebagai model bahasa untuk diprediksi kata yang\nberkesesuaian dengan fitur citra. Interpretasi fitur citra ini dilakukan berdasarkan\ncitra dan referensi citra geologi bebatuan sehingga mendapatkan semantik yang\nberkesesuaian dengan interpretasi ahli geologi.\nPembelajaran mesin pada captioning citra memiliki dua bagian yaitu encoder dan\ndecoder. Task encoder merupakan proses yang melakukan rekognisi pada citra.\nTask decoder merupakan bagian proses yang memberdayakan model bahasa\nsebagai pembangkit kata yang menerima masukan berupa gabungan ekstraksi fitur\ncitra dan word embedding. Penelitian ini melakukan telaah terhadap kedua bagian\nini dengan mengeksplorasi metode CNN sebagai encoder dan metode LSTM\n\nii\n\nsebagai decoder. Model pembangkit kata dimulai dengan metode LSTM dengan\npenambahan metode attention, kemudian dilanjutkan dengan mengeksplorasi\nmetode Transformers. Pendekatan semantic attention merupakan pendekatan task\nyang menekankan pada bagian decoder dengan maksud mendapatkan kata yang\nberkesesuaian semantiknya dengan fitur citra. Model yang sudah dikembangkan\ndengan menggunakan MSCOCO dan FLICKr seperti model Szegedy dan Karpathy,\nbelum dapat memprediksi caption geologi bebatuan yang mendekati referensi.\nKontribusi dari penelitian ini adalah menggabungkan state-of-the-art arsitektur\ncaptioning citra dengan pendekatan CNN, metode LSTM, atau Transformers yang\ndapat membangkitkan caption dari citra geologi bebatuan. Pendekatan identifikasi\nfitur citra latar belakang yang menjadi kontribusi penelitian adalah usulan rekayasa\narsitektur semantic attention (SemATT). Pertimbangan arsitektur menjadi target\neksperimen penelitian yang menggabungkan metode CNN dengan model bahasa.\nPada bagian model bahasa seperti penggunaan metode LSTM, metode attention,\ndan Transformers menjadi target eksperimen sebagai model pembangkit teks.\nUsulan metode word embedding juga menjadi target encoding untuk memperbaiki\nkinerja fitur value encoding. Penggunaan ukuran citra 224x224 dan 299x299 piksel\nmenjadi input ketetapan ukuran citra.\nHasil penelitian ini merupakan model captioning citra geologi bebatuan yang\nmerupakan ensemble deep learning machine yang terdiri dari model ekstraksi citra,\nmodel ekstraksi teks, dan model pembangkit kata. Model ekstraksi citra merupakan\nrekayasa arsitektur CNN dengan model regular maupun separable. Model ekstraksi\nteks adalah pemberdayaan model word embedding dengan menggunakan word2vec\nsebagai encoding. Pada model pembangkit kata yaitu dengan memberdayakan\nmodel LSTM atau model Transformers. Hasil dari deep learning yaitu berupa fully\nconnected (FC) unit. Hasil penggabungan ini kemudian diproses dengan fungsi\nsoftmax untuk memprediksi kata yang sesuai dengan area citra. Pembentukan\ncaption secara lengkap dibantu oleh algoritma greedy search atau beam search\nsehingga mendapatkan semantik kalimat yang memiliki relasi dengan citra geologi\nbebatuan.\nEvaluasi kinerja model captioning citra yaitu dengan menggunakan skor BLEU dan\nRougeL telah menunjukkan hasil prediksi caption yang memiliki ketepatan dan\nketersediaan hasil dari kata yang diprediksi. Visual Attention (VaT) yang terdiri dari\nseparable CNN dan Semantic Transformers (SeTrans) memiliki nilai skor BLEU\nantara lain BLEU-1=0,908, BLEU-2=0,877, BLEU-3=0,750, BLEU-4=0.510. VaT\nyang terdiri separable CNN dan LSTM (SemATT) memiliki nilai BLEU skor antara\nlain BLEU-1=0,933, BLEU-2=0,843, BLEU-3=0,743, BLEU-4=0.542. Model\nSemATT yang merupakan gabungan separable CNN dan LSTM terkonfirmasi\nmemiliki hasil lebih baik dibandingkan dengan Model VaT-SeTrans serta model\nrekayasa sebelumnya. Selain itu, model SemATT juga memiliki hasil yang\nmelebihi model VGG16-LSTM-word2vec, termasuk model VGG16- LSTM-Att.\nBahdanau, dan VGG16 - LSTM - Att.Luong.\n\niii\n\nSetelah melakukan berbagai eksperimen dengan model VGG16, Resnet50,\nInceptionV3, dan SemATT, maka diperoleh hasil model SemATT yang terdiri\nseparable CNN dan LSTM terkonfirmasi memiliki hasil lebih baik daripada model\nVGG16-LSTM. Penggunaan lapis konvolusi yang disusun secara reguler memiliki\nekstraksi fitur cenderung tereduksi sehingga berpotensi kehilangan fitur penting\nketika jumlah lapis semakin dalam. Sementara, model separable CNN dengan 36\nlayer mampu mempertahankan fitur yang dibutuhkan untuk proses caption. Pada\nsisi pembangkit bahasa, LSTM sebagai semantic attention mampu membangkitkan\nkata yang memiliki relasi antara kata sebelum dan yang sudah diproduksi. Model\nTransformers memiliki keunggulan jika jumlah kalimat atau kata yang sangat besar.\nSedangkan pada masalah yang diteliti, jumlah kata hanya mencapai 397 kata unik\ndari 4215 kalimat. Sehingga kemungkinan masih ada peluang penelitian untuk\nkeberlanjutan penelitian ini baik dari sisi rekognisi citra, pembangkit kata, dan\npengolah mula teks.", "Daftar File": {"33218302 Agus Nursikuwagus.pdf": "https://digilib.itb.ac.id/gdl/download/304494"}, "Penulis": "Agus Nursikuwagus [33218302]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Rinaldi, M.T.", "Dr. Masayu Leylia Khodra, S.T, M.T."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Elektro dan Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "CNN, LSTM, Transformers, Word2vec, Onehot vector, Caption.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "19 Agu 2023"}