{"Nomor": 76862, "Judul": "STUDI PENGARUH IMPLEMENTASI AUTOMATIC CODE SPLITTING DARI FRAMEWORK NEXT.JS PADA  WEB CV SCREENING SYSTEM TERHADAP PENINGKATAN  CORE WEB VITALS", "Abstrak": "Tugas Akhir ini mengeksplorasi implementasi automatic code splitting pada level\nkomponen dari framework Next.js untuk meningkatkan kinerja web CV screening\nsystem, dengan tujuan meningkatkan user experience. Untuk melihat implikasi dari\nautomatic code splitting terhadap kinerja web maka dibuat 2 versi sistem, sistem\nyang menerapkan automatic code splitting pada level komponen dan sistem yang\ntidak menerapkan. Studi ini berfokus pada analisis dampak implementasi automatic\ncode splitting pada Core Web Vitals yang terdiri dari 3 matriks kinerja yaitu Largest\nContentful Paint (LCP), First Input Delay (FID), dan Cumulative Layout Shift\n(CLS).\nAnalisis pra-pengukuran mengenai dampak penerapan automatic code splitting\nlevel komponen pada Core Web Vitals mengungkapkan bahwa automatic code\nsplitting berpotensi untuk memberikan dampak positif kepada matriks LCP, FID,\ndan CLS. Namun, dampak pada CLS cenderung tidak signifikan dan bergantung\npada implementasi spesifik mengenai dimensi komponen.\nHasil pengukuran menunjukkan bahwa penerapan automatic code splitting level\nkomponen berdampak negatif terhadap skor LCP untuk semua halaman web CV\nscreening system sedangkan pengaruh untuk FID dan CLS cenderung tidak\nberubah. Meskipun terjadi penurunan LCP, sebagian besar halaman web CV\nscreening system memenuhi standard Core Web Vitals, kecuali untuk halaman\ntalent pool dan arsip, yang memiliki nilai CLS tinggi.\n\nSebagai kesimpulan, penerapan automatic code splitting tidak serta merta\nmeningkatkan kinerja untuk Core Web Vitals. Untuk meningkatkan efektivitas\nautomatic code splitting, perhatian harus diberikan pada ukuran komponen,\nkonfigurasi prioritas pemuatan komponen, dan pengoptimalan khusus untuk\npemuatan dinamis. Mengatasi masalah ini akan memastikan penerapan automatic\ncode splitting level komponen menjadi lebih efektif.", "Daftar File": {}, "Penulis": "Muhammad Erwin Fattah [18219019]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Gusti Ayu Putri Saptawati Soekidjo, M.Comm."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "CV screening, Frontend, Next.js, Automatic Code Splitting, Core Web Vitals, Web", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "19 Agu 2023"}