{"Nomor": 76871, "Judul": "PENYEDERHANAAN TEKS BERBASIS ATURAN UNTUK PERINGKASAN OTOMATIS EKSTRAKTIF ARTIKEL  BERITA BERBAHASA INDONESIA", "Abstrak": "Penelitian tentang penyederhanaan teks berbahasa Indonesia masih sedikit dan\nbelum mencakup banyak kasus. Metode penyederhanaan teks yang mencakup\nbanyak kasus berasal dari metode-berbasis-aturan Siddharthan (2004), tetapi\nbelum mencakup bahasa Indonesia. Pada tugas akhir ini, penyusunan\npenyederhanaan teks mengacu pada metode ini yang mencakup klausa relatif,\naposisi, kalimat majemuk, dan rujukan. Modul ini kemudian digunakan sebagai\npraproses peringkasan otomatis ekstraktif Gojali (2022) yang meliputi mekanisme\nSRL.\nProses yang dilibatkan dimulai dari penyusunan dataset penyederhanaan teks.\nSelanjutnya, modul penyederhanaan teks disusun dengan proses POS-tagging,\nnoun chunking, ekstraksi fungsi gramatikal, ekstraksi agreement, resolusi kata\nganti orang ketiga, penentuan subjek klausa relatif, penandaan batas klausa dan\naposisi, transformasi, serta pergantian rujukan. Selanjutnya, evaluasi dilakukan\npada dataset dan modul penyederhanaan teks, serta kinerja SRL dan peringkasan\notomatis Gojali (2022) yang telah diintegrasikan dengan penyederhanaan teks.\nHasil yang diperoleh adalah modul penyederhanaan teks memerlukan penyesuaian\nuntuk diterapkan ke dalam bahasa Indonesia, seperti untuk kasus keterangan\nwaktu dan tempat yang menyerupai aposisi, serta kalimat majemuk dengan unsur\nkalimat yang digunakan bersama. Selain itu, modul tersebut belum menangani\nresolusi kata ganti orang ketiga dengan baik. Penyederhanaan teks sebagai\npraproses SRL meningkatkan dan mengurangi kinerja identifikasi untuk role\ntertentu. Penyederhanaan teks juga meningkatkan kinerja precision dan\nmenurunkan kinerja recall pada peringkasan otomatis hasil pengembangan Gojali\n(2022) dengan metrik ROUGE (Lin, 2004).", "Daftar File": {}, "Penulis": "M. Abdi Haryadi. H [13519156]", "Kontributor / Dosen Pembimbing": ["Dr. Masayu Leylia Khodra, S.T, M.T.", "Anggrahita Bayu Sasmita, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "penyederhanaan teks, penyederhanaan teks berbahasa Indonesia, peringkasan otomatis.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "19 Agu 2023"}