{"Nomor": 76881, "Judul": "PEMBANGUNAN EKSTENSI DATA SPASIAL OBJEK TIGA DIMENSI TERATUR  PADA POSTGRESQL", "Abstrak": "Data spasial kini semakin banyak digunakan untuk berbagai bidang, dimulai dari\nbidang game design, bidang konstruksi, bidang geologi, dan masih banyak lagi.\nPada PostgreSQL, terdapat ekstensi penanganan data spasial yang bernama\nPostGIS. Walaupun PostGIS banyak digunakan, ekstensi ini difokuskan untuk\nmenangani data spasial dua dimensi sehingga masih terdapat banyak\npengembangan yang dapat dilakukan untuk menangani data spasial tiga dimensi.\nSalah satu pengembangan yang dapat dilakukan adalah penyimpanan data spasial\ntiga dimensi bangun ruang teratur dasar (meliputi kubus, balok, bola, tabung,\nkerucut, piramida, prisma) beserta operasi-operasi geometris yang spesifik terhadap\nsetiap bangun ruang. Untuk merepresentasikan setiap bangun ruang dan\nmenyimpannya di dalam basis data, maka diperlukan informasi spesifik yang dapat\nmendefinisikan bangun ruang dasar tersebut.\n\nPada tugas akhir ini dibangun suatu ekstensi yang dapat merepresentasikan bentuk-\nbentuk bangun ruang dasar tiga dimensi. Bangun-bangun ruang dasar ini\n\ndirepresentasikan dengan pemodelan yang menyimpan informasi paling minimal\nyang diperlukan untuk menggambarkan bangun-bangun ruang tersebut. Setiap\nbangun ruang juga dilengkapi dengan operasi-operasi geometris yang dapat\ndieksekusi terhadap bangun ruang tersebut. Operasi-operasi yang\ndiimplementasikan merupakan operasi pada kategori operasi geometris\nmeasurement functions, geometric processing, dan affine transformation. Ekstensi\nini juga dapat mengubah representasi bangun ruang yang digunakan menjadi bentuk\nrepresentasi yang digunakan PostGIS sehingga terdapat kompatibilitas antara kedua\nekstensi.\nImplementasi dilakukan dengan menggunakan bahasa plpgsql dan menghasilkan\nsebuah file SQL dan control yang kemudian dapat digunakan sebagai ekstensi pada\nPostgreSQL. Evaluasi meliputi berbagai kasus uji untuk memeriksa apakah ekstensi\ntelah berjalan sesuai yang diharapkan. Hasil evaluasi menunjukkan keluaran yang\ndiharapkan.", "Daftar File": {}, "Penulis": "Kevin Ryan [13519191]", "Kontributor / Dosen Pembimbing": ["Tricya Esterina Widagdo, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "data spasial, PostGIS, PostgreSQL, bangun ruang tiga dimensi dasar, operasi geometris", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "21 Agu 2023"}