{"Nomor": 76887, "Judul": "PENGEMBANGAN METODE HEURISTIK ALOKASI ASET TRANSPORTASI PADA PENENTUAN RUTE KENDARAAN DALAM PERSOALAN PENGIRIMAN BERBATAS WAKTU  (PDVRPTW)", "Abstrak": "Berbagai macam model permasalahan dapat diformulasikan dari bagaimana manusia\nmengintegrasikan transportasi dalam bisnisnya, sebagai aspek yang esensial dalam\nkehidupan sehari-hari. Salah satu bentuk persoalan yang lahir dari aspek ini ialah\nVehicle Routing Problem disingkat VRP, yang merupakan versi lebih general dari\nTravelling Salesman Problem disingkat TSP. VRP mencakupi pengalokasian titik-titik\npada peta kepada sejumlah kendaraan untuk menjadi tanggung jawab masing-masing\nkendaraan untuk mengunjunginya tanpa memperhatikan urutan. Varian VRP yang\nlebih relevan dengan kasus nyata ialah penambahan batasan kapasitas kendaraan\n(capacity), rentang waktu (time window), dan bentuk titik berpasangan sebagai\npengambilan dan pengantaran (pickup and delivery). Lebih tepatnya, varian VRP\nyang dibahas ialah Pickup and Delivery Vehicle Routing Problem with Time Window\n(PDVRPTW). Sebagai persoalan optimasi yang merupakan NP-hard, VRP umum\ndiselesaikan dengan tahapan pembangkitan solusi inisial dan kemudian dilakukan\npembelajaran atau optimasi. Pada penelitian ini, dikembangkan metode heuristik\nuntuk membangkitkan solusi inisial memanfaatkan Balanced Graph Clustering dan\nDynamic Programming. Proses pembangkitan rute ini melalui fase clustering graf\nsecara seimbang dan dilaksanakan bertahap menghasilkan struktur hirarki, untuk\nkemudian secara bottom-up dilakukan pre komputasi tiap rute dalam kluster, dengan\nmemanfaatkan algoritma rekonstruksi jalur antar kluster. Batasan waktu dapat\ndiintegrasikan dengan memanfaatkan feasibility graph, DP, dan Maximum Bipartite\nMatching. Solusi ini kemudian akan dieksperimenkan pertumbuhan evaluasinya\nketika diaplikasikan strategi pembelajaran Hill Climbing, Simulated Annealing, dan\nTabu Search. Melalui sejumlah pengujian, diperoleh balanced K-medoids sebagai\nteknik clustering terbaik yang dapat membangkitkan solusi 3-15% lebih buruk dari\nsolusi paling optimal untuk TSP. Metode heuristik ini juga dapat mencapai solusi\ndengan jumlah kendaraan yang dibutuhkan kurang dari 130% dari jumlah kendaraan\noptimal untuk kasus-kasus uji PDVRPTW, yang mayoritas dicapai oleh strategi\npembelajaran Tabu Search.", "Daftar File": {}, "Penulis": "Kinantan Arya Bagaspati [13519044]", "Kontributor / Dosen Pembimbing": ["Dr. techn. Saiful Akbar, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Vehicle Routing Problem, Graph Clustering, Heuristik, Pickup and Delivery, Time Window", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "21 Agu 2023"}