{"Nomor": 76886, "Judul": "ANALISIS RISIKO HARGA SAHAM PT. MERDEKA COPPER GOLD TBK DENGAN MENGGUNAKAN DISCOUNTED CASHFLOW, SIMULASI MONTE CARLO, DAN RELATIVE VALUATION", "Abstrak": "Investasi saham di pasar saham merupakan kegiatan yang penuh dengan risiko.\nSalah satu perusahaan pertambangan yang memasuki pasar saham adalah PT\nMerdeka Copper Gold Tbk dengan nama emiten MDKA. Sebelum melakukan\ninvestasi perlu untuk mengetahui harga saham seharusnya dengan melakukan\nvaluasi nilai intrinsik saham untuk melihat risiko dalam melakukan investasi.\nValuasi akan dilakukan dengan menggunakan metode Discounted Cash Flow\n(DCF). Untuk mendukung hasil valuasi saham akan dilakukan simulasi Monte\nCarlo untuk menganalisis faktor ketidakpastian dari data historis dan metode\nRelative Valuation untuk menganalisis faktor manajemen perusahaan dengan\nmembandingkan dengan perusahaan sejenis. Nilai intrinsik saham dari valuasi\nDiscounted Cash Flow bernilai Rp2,944.67 yang menunjukkan nilai overvalued\nkarena harga pada pasar saham saat closing price di bulan Juni 2023 adalah\nRp3,060.00. Hal ini didukung dengan metode simulasi Monte Carlo dan Relative\nValuation. Dari analisis statistik hasil simulasi Monte Carlo menunjukkan\nprobabilitas harga saham MDKA overvalued yang dibuktikan dengan nilai harga\nsaham dibawah harga saham di pasar saham memiliki probabilitas persentase\n80.2%. Begitu juga dengan Relative Valuation menunjukkan bahwa saham MDKA\novervalued dan lebih mahal dibandingkan dengan perusahaan sejenis. Oleh sebab\nitu, dapat direkomendasikan kepada investor untuk merealisasikan keuntungan\ndengan menjual atau menahan untuk tidak membeli saham MDKA.", "Daftar File": {"ABSTRAK Muhammad Khalid Al Ayyubi": "https://digilib.itb.ac.id/gdl/download/304527"}, "Penulis": "Muhammad Khalid Al Ayyubi [12119017]", "Kontributor / Dosen Pembimbing": ["Dr. Ing. Ir. Arjo Prawoto Wibowo, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Discounted Cash Flow, Simulasi Monte Carlo, Relative Valuation, MDKA, dan Valuasi Saham", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "21 Agu 2023"}