{"Nomor": 76884, "Judul": "EVALUASI DAN REKOMENDASI PENINGKATAN PORTAL SATU DATA INDONESIA BERDASARKAN PRINSIP OPEN  GOVERNMENT", "Abstrak": "Open government adalah kebijakan pelaksanaan pemerintahan yang transparan,\nakuntabel, dan terbuka bagi masyarakatnya untuk berpartisipasi. Dalam\nmewujudkan kebijakan tersebut, banyak negara mengimplementasikan sebuah\nportal open data yang mengandung data-data milik pemerintahan negara tersebut\nyang bisa diakses oleh masyarakat umum. Tetapi dalam pelaksanaan dan\nimplementasinya, seringkali portal open data tersebut tidak memenuhi tujuan\nimplementasi kebijakan open gvoernment, di antaranya yaitu keterbukaan data dan\ntransparansi. Permasalahan tersebut adalah latar belakang dari tugas akhir ini,\nkhususnya terkait portal open data yang dimiliki Indonesia yaitu Satu Data\nIndonesia. Maka dari itu, tugas akhir ini bertujuan untuk mengevaluasi apakah\nportal open data yang dimiliki oleh Indonesia tersebut sesuai dengan prinsip dan\nkebijakan open government dengan menggunakan framework evaluasi yang sudah\nada. Framework evaluasi dipilih berdasarkan pemetaan antara indikator-indikator\nyang diukur dengan prinsip-prinsip dari kebijakan Satu Data Indonesia serta dengan\nmempertimbangkan kondisi portal tersebut saat ini. Data evaluasi diambil dari\ndataset-dataset yang ada pada portal Satu Data Indonesia beserta dengan berbagai\ninformasi dan metadata yang dibutuhkan oleh framework yang terpilih. Dalam\nproses pengambilan data dan evaluasi tersebut, ditemukan bahwa kategorisasi\nportal kurang baik, sehingga analisis pada data harus dimodifikasi agar sesuai\ndengan kondisi portal sekarang. Berdasarkan hasil evaluasi, portal Satu Data\nIndonesia memiliki keterbukaan data yang baik dan dinilai cukup dari aspek\ntransparansi. Tetapi evaluasi tersebut menyingkap beberapa kekurangan dari portal\nSatu Data Indonesia. Beberapa dari kekurangan tersebut adalah ketiadaan\nfungsionalitas untuk memberikan penilaian dan masukin pada dataset dan sumber\ndata portal serta kurangnya beberapa informasi penting yang seharusnya dimiliki\nportal Satu Data Indonesia. Kekurangan-kekurangan tersebut kemudian digunakan\nuntuk membuat rekomendasi pengembangan portal lebih lanjut.", "Daftar File": {}, "Penulis": "Pandu Puncak Prawira [18219047]", "Kontributor / Dosen Pembimbing": ["Dr. Fetty Fitriyanti Lubis, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "open government, Satu Data Indonesia, evaluasi, rekomendasi", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "21 Agu 2023"}