{"Nomor": 76883, "Judul": "DESAIN DAN IMPLEMENTASI SISTEM MONITORING ENERGI ROOFTOP SOLAR CELL BERBASIS APLIKASI WEB", "Abstrak": "Pemanfaatan panel surya telah menjadi pilihan yang sangat diminati dalam menghasilkan\nlistrik melalui energi matahari. Panel surya tipe on-grid, yang terhubung dengan jaringan listrik\nutama seperti yang dioperasikan oleh Perusahaan Listrik Negara (PLN), telah menjadi opsi\nyang efisien dalam hal biaya jika dibandingkan dengan sistem off-grid. Namun, tantangan saat\nini terletak pada PLN yang belum mampu memantau data produksi listrik dan konsumsi listrik\ndari pengguna panel surya on-grid. Padahal, informasi semacam itu krusial untuk\nmengantisipasi potensi masalah seperti undervoltage atau bahkan pemadaman listrik pada\nsegmen jaringan yang banyak dihuni oleh pengguna panel surya on-grid. Maka dari itu, sistem\npemantauan yang komprehensif menjadi sangat penting. Sistem ini harus menyediakan data\nsecara real-time untuk setiap panel surya on-grid yang terhubung ke jaringan listrik dan juga\nmemberikan gambaran keseluruhan tentang total konsumsi energi. Karya tulis ini membahas\nperancangan dan implementasi sistem monitoring energi dari rooftop solar cell berbasis web.\nSubsistem yang dibahas pada karya tulis ini adalah subsistem database, subsistem frontend\nGUI, dan subsistem backend service. Subsistem database diimplementasikan dengan\nframework MySQL. Subsistem frontend GUI diimplementasikan menggunakan ReactJS\ndengan membagi interface menjadi beberapa halaman dan komponen. Subsistem backend\nservice diimplementasikan dengan membangun REST API dengan Node.js. Hasil evaluasi\nmenunjukkan fitur-fitur yang dibangun pada aplikasi dapat menjalankan fungsinya. Hasil\npengujian spesifikasi juga menunjukkan bahwa aplikasi dapat melakukan monitoring data\nkelistrikan dari rooftop solar cell dan beban pelanggan setiap 5 menit. Namun, pengujian\nspesifikasi latensi fitur masih belum terpenuhi seluruhnya dikarenakan terdapat beberapa fitur\nyang latensi eksekusinya melebihi 1000 ms. Pengembangan lebih lanjut dari sistem ini dapat\ndilakukan dengan menambah fitur skalabilitas pada aplikasi sehingga latensi eksekusi untuk\nsetiap fitur dapat dipastikan di bawah 1000 ms. Selain itu, dapat dikembangkan pula sistem\nprediksi daya berbasis machine learning dengan berdasarkan data cuaca untuk memungkinkan\npengambilan tindakan yang proaktif.", "Daftar File": {}, "Penulis": "Ahmad Septian Brilliantino [13219038]", "Kontributor / Dosen Pembimbing": ["Prof. Trio Adiono, S.T, M.T, Ph.D.", "Nana Sutisna, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Subsistem Database, Subsistem Backend Service, Subsistem Frontend GUI, Panel Surya On-Grid, Monitoring", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "21 Agu 2023"}