{"Nomor": 76890, "Judul": "IMPLEMENTASI STREAM PROCESSING UNTUK PROSES  PENGHITUNGAN SUARA  PADA SISTEM REKAPITULASI ELEKTRONIK PEMILU 2024", "Abstrak": "Stream processing adalah suatu metode pemrosesan data dengan karakteristik\nmemproses data sesegara data tersebut dihasilkan. Metode ini dapat digunakan\nuntuk melakukan penghitungan suara pada Sistem Rekapitulasi Elektronik 2024.\nAplikasi mobile Sistem Rekapitulasi Elektronik atau Sirekap 2020 adalah suatu\nperangkat lunak yang digunakan sebagai alat bantu dan sarana publikasi hasil\npenghitungan suara. Dalam implementasinya, proses penghitungan suara yang\ndilakukan oleh perangkat lunak masih dinilai kurang efisien dikarenakan\ndibutuhkannya waktu yang tidak sedikit. Saat ini proses penghitungan suara\ndilakukan secara berkala dan asinkron oleh perangkat lunak setiap durasi waktu\ntertentu. Setiap kali penghitungan suara dilakukan, perangkat lunak harus\nmengulang proses penghitungan total suara dengan mengagregasi seluruh data\nyang sudah masuk. Proses seperti ini masih dinilai kurang efisien karena selalu\nmengulang proses penghitungan suara setiap kali perangkat lunak akan\nmelakukan penghitungan suara. Solusi yang dapat menyelesaikan masalah\ntersebut adalah penggunaan stream processing pada proses penghitungan suara.\nImplementasi stream processing dapat dilakukan dengan menggunakan perangkat\nlunak Kafka. Terdapat beberapa komponen Kafka yang dapat digunakan untuk\nmenyelesaikan masalah dan mendukung solusi yaitu Kafka Broker, KafkaSQL\ndan Kafka Connect. Hasil dari stream processing merupakan suatu sistem yang\nberjalan secara terotomasi untuk melakukan penghitungan suara. Penghitungan\nsuara menggunakan metode stream processing berhasil dilakukan dengan waktu\neksekusi query yang jauh lebih cepat dibanding dengan batch processing serigin\nbertambahnya jumlah data.", "Daftar File": {}, "Penulis": "Nathaniel Jason [13519108]", "Kontributor / Dosen Pembimbing": ["Riza Satria Perdana, S.T, M.T.", "Dr. techn. Saiful Akbar, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "penghitungan suara, stream processing, Kafka.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "21 Agu 2023"}