{"Nomor": 76897, "Judul": "MENGEMBANGKAN KELINCAHAN ORGANISASI UNTUK MENYELARASKAN DENGAN ARAH ORGANISASI: STUDI KASUS DI PUSAT OPERASI LAYANAN, OOREDOO QATAR", "Abstrak": "Dikarenakan persaingan yang ketat di lingkungan bisnis, kelincahan organisasi menjadi penting bagi sebuah organisasi untuk tetap kompetitif. Menyediakan pengalaman pelanggan yang unggul menjadi hal yang sangat menentukan untuk memenangkan kompetisi. Departemen Service Operation Center (SOC) di Ooredoo Qatar yang beroperasi mengawasi jaringan dana layanan telekomunikasi, dan menyelesaikan isu teknis pelanggan, memainkan peranan penting dalam meningkatkan kepuasan pelanggan. Oleh karenanya, penelitian ini bertujuan untuk mengembangkan kelincahan dan menyelaraskan dengan arah organisasi untuk mencapai keunggulan di pengalaman pelanggan. \n \nPenelitian ini mengadopsi metode penelitian campuran antara metode kuantitatif melalui survey ke seluruh staf di departemen SOC dan kualitatif melalui wawancar secara mendalam dengan tim manajemen di departemen SOC. Survei dilakukan untuk mengukur tingkat kelincahan organisasi saat ini. Selanjutnya penelitian mengembangkan lebin lanjut untuk mengidentifikasi celah-celah dan inisiatif strategis untuk menjembatani celah tersebut melalui wawancara dengan tim manajemen. Selanjutnya, solusi yang relevan diajukan untuk mengatasi celah tersebut. \n \nBerdasarkan hasil survey, tingkat kelincahan organisasi di SOC saat ini adalah Transisi Kelincahan. Namun, ada beberapa praktik kelincahan yang perlu diperbaiki di dimensi kemampuan tenaga kerja, yakni multi-keterampilan, kemampuan teknologi, kemampuan untuk berorganisasi Kembali, motivasi, dan tanggung jawab. Oleh karenanya, tiga solusi di ajukan untuk mengembangkan tingkat kelincahan tenaga kerja: Pembelajaran Organisasi, Manajemen Pengetahuan, dan Pemuatan Pekerjaan Vertikal.", "Daftar File": {"2023_TS_PP_Riza Yophi P-29121498_Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/304540"}, "Penulis": "Riza Yophi Prayuda [29121498]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Aurik Gustomo, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Kelincahan Organisasi, Tenaga Kerja Lincah, Pembelajaran Organisasi, Manajemen Pengetahuan, Pemuatan Pekerjaan.", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "21 Agu 2023"}