{"Nomor": 76898, "Judul": "KOMPOSIT KARBON DOT DENGAN PVA UNTUK APLIKASI EVAPORASI SURYA", "Abstrak": "Teknologi evaporator surya merupakan teknologi yang memanfaatkan untuk\nmemanaskan dan menguapkan air untuk menghasilkan air bersih. Untuk\nmeningkatkan kinerja evaporator surya, digunakan evaporator surya dengan metode\ninterfacial dimana substrat berupa polivinil alkohol (PVA) yang telah dicampurkan\ndengan karbon dot sebagai material fototermal, diletakkan pada bagian permukaan\nair yang akan di evaporasi. Karbon dot yang digunakan disintesis dari material\nprekursor berupa asam sitrat dan urea yang dipanaskan menggunakan gelombang\nmikro (microwave). Tujuan penelitian ini yaitu mensintesis karbon dot dengan\nPVA, dan mengevaluasi kinerja evaporator surya dengan sistem interfacial\nmenggunakan CD/PVA film sebagai solar absorber. Karakterisasi material yang\ndilakukan yaitu UV-Vis, FTIR, uji water solubility, dan uji fototermal. Berdasarkan\nuji UV-Vis yang dilakukan, karbon dot memiliki absorbansi yang tinggi pada\ndaerah UV sampai cahaya tampak dan absorbansi tinggi ini masih diperoleh saat\nkarbon dot dikompositkan dengan PVA dalam bentuk film. Selain itu, terdapat\npenambahan citric acid (CA) pada pembuat film yang berfungsi sebagai cross-link\nagent. Hasil uji water solubility digunakan untuk menentukan sifat mekanis dari\nfilm dimana saat film direndam, film tidak hancur dan karbon dot tidak seluruhnya\nlepas. Uji FTIR pada CD/PVA/CA menunjukkan bahwa terdapat gugus hidroksil,\naldehid, dan karbonil. Uji fototermal dengan sistem interfacial yang dilakukan\nmenggunakan solar simulator dengan intensitas cahaya 1 kW/m2\n(1 sun)\nmenghasilkan laju evaporasi sebesar 1.2 kg/m2\nh dan efisiensi sebesar 75.33%.", "Daftar File": {}, "Penulis": "Dinda Fahrila Suci Ramadhani [10219035]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Eng. Ferry Iskandar, M.Eng.", "Dr. rer. nat. Akfiny Hasdi Aimon, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Evaporator surya, karbon dot, interfacial, polivinil alcohol, microwave", "Sumber": "", "Staf Input/Edit": "Yati Rochayati  \n                                     Yati Rochayati", "File": "8 file", "Tanggal Input": "21 Agu 2023"}