{"Nomor": 76908, "Judul": "STRATEGI PENYEDIAAN RUANG TERBUKA HIJAU PUBLIK DI KAWASAN PERKOTAAN KARANG BARU DAN KUALASIMPANG KABUPATEN ACEH TAMIANG", "Abstrak": "Ruang terbuka hijau (green open space) suatu elemen penting pada suatu kota yang\ndimana memiliki peran terhadap kualitas lingkungan, kelayakan huni, dan\nberkelanjutan suatu kota. Ruang terbuka hijau berperan dalam menyeimbangkan\nruang terbangun dan ruang terbuka. Kawasan terbangun seperti pemukiman atau\nbangunan. Ruang terbuka hijau memiliki banyak fungsi, seperti memberikan\nkualitas udara segar, ruang hidup dan sosial yang nyaman, serta meningkatkan\nestetika lingkungan perkotaan. Kawasan Perkotaan Karang baru dan Kualasimpang\nmerupakan bagian dari Kabupaten Aceh Tamiang. Pendekatan dalam penelitian ini\nmenggunakan metode kuantitatif dengan pendekatan penelitian supply and demand\n(Gap) digunakan untuk menghitung ketersediaan (supply) dan kebutuhan (demand)\npada kondisi eksisting RTH.\nDari hasil analisis didapatkan perhitungan kebutuhan RTH Publik berdasarkan\njumlah penduduk 20 tahun mendatang dengan jumlah penduduk pada tahun 2042\n45.095 jiwa di Kawasan Perkotaan Karang Baru dan Kualasimpang membutuhkan\nRTH seluas 45,18 Ha. Menurut luas wilayah dengan kondisi saat ini di Kawasan\nPerkotaan Karang baru dan Kualasimpang memperlihatkan sbahwa secara\nkeseluruhan total RTH Publik di Kawasan Perkotaan Karang baru dan\nKualasimpang saat ini seluas 15,93 Ha atau 1% dari total luas wilayah Kawasan\nPerkotaan Karang Baru dan Kualasimpang yakni 2.198,12 Ha. Luas eksisting RTH\nPublik tersebut masih belum memenuhi luas minimun yaitu 240 Ha atau 20%. Dari\nhasil perhitungan tersebut dapat dirumuskan strategi penyediaan RTH Publik di\nKawasan Perkotaan Karang Baru dan Kualasimpang menghasilkan 11 strategi\nprioritas diantaranya 4 strategi prioritas dan 6 strategi pendukung. Strategi yang\ndilakukan berkaitan dengan perlu diadakannya kerjasama antara Pemerintah, pihak\nswasta, dan masyarakat dalam penyediaan dan pengembangan RTH publik di\nKawasan Perkotaan Karang Baru dan Kualasimpang.", "Daftar File": {"ABSTRAK Adila Nabilah": "https://digilib.itb.ac.id/gdl/download/304565", "BAB 1 Adila Nabilah": "https://digilib.itb.ac.id/gdl/download/305153", "BAB 2 Adila Nabilah": "https://digilib.itb.ac.id/gdl/download/305155", "BAB 3 Adila Nabilah": "https://digilib.itb.ac.id/gdl/download/305156", "BAB 4 Adila Nabilah": "https://digilib.itb.ac.id/gdl/download/305157", "BAB 6 Adila Nabilah": "https://digilib.itb.ac.id/gdl/download/305158", "PUSTAKA Adila Nabilah": "https://digilib.itb.ac.id/gdl/download/305159", "LAMPIRAN Adila Nabilah": "https://digilib.itb.ac.id/gdl/download/305160"}, "Penulis": "Adila Nabilah [25421021]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Denny Zulkaidi, MUP."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "Aceh Tamiang, RTH Publik, Strategi, Penyediaan RTH Publik", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Yoninur Almira", "File": "9 file", "Tanggal Input": "21 Agu 2023"}