{"Nomor": 76901, "Judul": "KETERTARIKAN PENGGUNA TERHADAP ELEMEN DESAIN KARAKTER PADA VIDEO GAME TRAILER FINAL FANTASY XIV", "Abstrak": "Pada bulan Februari dan Mei tahun 2021, jumlah pemain Final Fantasy XIV melonjak\ndrastis setelah dikeluarkannya video game trailer yang menampilkan gambaran pemain\nkhususnya karakter, menggunakan elemen visual untuk menarik penyuka video game.\nVideo game trailer sebagai salah satu transmedia storytelling, menampilkan gambaran dari\nkarakter dan juga narasi yang terdapat pada video game dan digunakan untuk menarik\npenyuka dan pemain video game. Berbagai macam penelitian terdahulu sudah mengkaji\nhal-hal yang berkaitan dengan visualisasi karakter, tipologi dan persona serta pengaruhnya\nsecara emosional terhadap pengguna, namun belum ditemui adanya penelitian yang\nmengkaji ketertarikan pengguna secara khusus terhadap elemen desain karakter yang\nditampilkan pada video game trailer Final Fantasy XIV. Berdasarkan hal tersebut,\npenelitian ini mengkaji hubungan antara visualisasi desain karakter dengan ketertarikan\npengguna menggunakan pendekatan mixed method berdasarkan MECA (Mixed Emotions\nand Character Appeal) Model atas data kualitatif hasil analisis konten dan manga matrix\nserta data kuantitatif hasil kuesioner. Responden yang terlibat berjumlah 151 orang yang\nterdiri dari penyuka dan pemain dari franchise Final Fantasy dan Final Fantasy XIV. Hasil\npenelitian menunjukkan bahwa desain karakter yang ditampilkan pada trailer sangat\nmenggambarkan peran dari karakter tersebut terutama dari aspek kostum dan aksesoris.\nKostum dan aksesoris yang digunakan oleh karakter juga memberikan rasa ketertarikan\noleh pengguna terhadap karakter meskipun karakter tersebut merupakan tokoh antagonis.", "Daftar File": {"2023 TS PP MUHAMMAD FIKHRUL HADI ATSABIT 1.pdf": "https://digilib.itb.ac.id/gdl/download/304544"}, "Penulis": "Muhammad Fikrul Hadi Atsabit [27121311]", "Kontributor / Dosen Pembimbing": ["Dr. Irfansyah, M.Ds."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "video game trailer, concept art, manga matrix, MECA model, Final Fantasy XIV", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "21 Agu 2023"}