{"Nomor": 76903, "Judul": "HUBUNGAN STRUKTUR ORGANISASI AGILE DAN KEPEMIMPINAN AGILE TERHADAP PENGALAMAN KERJA KARYAWAN DI PT SHARING VISION INDONESIA", "Abstrak": "Penelitian ini menginvestigasi hubungan antara struktur organisasi yang tangkas (agile), kepemimpinan yang tangkas (agile), dan pengalaman karyawan di PT Sharing Vision Indonesia, sebuah perusahaan konsultasi digital yang didirikan pada tahun 2009. Dengan meningkatnya adopsi praktik-praktik yang adaptif dalam organisasi, terutama di industri digital, pemahaman tentang dampak struktur dan kepemimpinan adaptif terhadap pengalaman karyawan menjadi sangat penting. Menggunakan pendekatan penelitian kuantitatif, data dikumpulkan dari karyawan PT Sharing Vision Indonesia dengan menggunakan kuesioner terstruktur yang didistribusikan kepada 278 karyawan, dan respon berhasil dikumpulkan dari 169 dari populasi tersebut (N=169). Penelitian ini menggunakan analisis statistik, termasuk korelasi dan analisis Regresi Linier Berganda, untuk menguji hubungan antara variabel-variabel tersebut. Temuan dari penelitian ini mengungkapkan adanya hubungan positif antara struktur organisasi yang adaptif dan pengalaman karyawan. Struktur organisasi yang dirancang dengan baik yang mendorong kolaborasi, fleksibilitas, dan otonomi berpengaruh positif terhadap keterlibatan karyawan, kepuasan kerja, dan pengalaman secara keseluruhan. Selain itu, kepemimpinan yang adaptif juga ditemukan memiliki dampak signifikan terhadap pengalaman karyawan, menekankan pentingnya pemimpin yang memiliki dan menerapkan prinsip-prinsip dan praktik-praktik adaptif. Penelitian ini memberikan kontribusi terhadap literatur yang ada dengan memberikan bukti empiris tentang hubungan antara struktur organisasi yang adaptif, kepemimpinan yang adaptif, dan pengalaman karyawan. Temuan ini memiliki implikasi praktis bagi organisasi yang bertujuan untuk meningkatkan pengalaman karyawan dan meningkatkan efektivitas organisasi. Mengimplementasikan praktik-praktik adaptif dan membudayakan kepemimpinan yang adaptif dapat berkontribusi dalam menciptakan lingkungan kerja yang lebih baik dan meningkatkan pertumbuhan dan kepuasan karyawan.", "Daftar File": {"2023 SK PP Amila Safira Arafani   [19020280] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/304545"}, "Penulis": "Amila Safira Arafani [19020280]", "Kontributor / Dosen Pembimbing": ["Dr. rer. pol. Achmad Fajar Hendarman, S.T, M.S.M.", "Aria Bayu Pangestu, S.MN., M.HRM."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Struktur Organisasi Tangkas (agile); Kepemimpinan Tangkas (agile); Pengalaman Kerja Karyawan; Konsultan Teknologi; Ekosistem Digital", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "21 Agu 2023"}