{"Nomor": 76902, "Judul": "MENINGKATKAN PENILAIAN STABILITAS TANGGUL  DALAM PENGELOLAAN TAILING OPERASI PERTAMBANGAN DENGAN MENGGUNAKAN INSTRUMEN  KABEL SERAT OPTIK: PENDEKATAN DMAIC", "Abstrak": "Proyek akhir ini mengusulkan pendekatan komprehensif untuk meningkatkan penilaian stabilitas tanggul dalam operasi pengelolaan limbah tambang perusahaan pertambangan, dipandu oleh metodologi DMAIC (Define, Measure, Analyze, Improve, Control). Pendekatan DMAIC menyediakan kerangka kerja pemecahan masalah yang terstruktur, dimulai dengan definisi tujuan dan pertanyaan penelitian yang jelas, diikuti oleh pengumpulan dan analisis data untuk mengidentifikasi area perbaikan. Melalui proses DMAIC, studi ini mengidentifikasi keterbatasan dari solusi pemantauan saat ini, terutama kurangnya kemampuan real-time, yang menghambat penilaian dan mitigasi cepat terhadap masalah stabilitas tanggul. Untuk mengatasi tantangan ini, proyek ini merekomendasikan implementasi instrumentasi Serat Optik sebagai solusi yang diusulkan. Kabel Serat Optik menawarkan kemampuan deteksi yang canggih, memungkinkan deteksi dini masalah struktural dalam tanggul dengan mendeteksi getaran dan mengukur variasi suhu. Dengan mengintegrasikan kemampuan pemantauan real-time melalui instrumentasi Serat Optik, penilaian berkelanjutan dan identifikasi risiko potensial secara cepat tercapai, sehingga menjamin keselamatan dan meminimalkan kegagalan. Pendekatan yang diusulkan menggunakan instrumentasi Serat Optik, didorong oleh metodologi DMAIC, menawarkan peningkatan berharga dalam penilaian stabilitas tanggul dalam operasi pengelolaan limbah tambang di industri pertambangan. Ini memberdayakan pengambilan keputusan berbasis data, tindakan proaktif, dan perbaikan praktik stabilitas keseluruhan sambil melindungi area sekitarnya dan memastikan kepatuhan regulasi. Kesimpulannya, penerapan sistematis dari metodologi DMAIC mengarah pada rekomendasi instrumentasi Serat Optik sebagai solusi berharga untuk pemantauan real-time, akurasi, dan ketepatan, sehingga memajukan ketahanan dan keberlanjutan dalam operasi pertambangan.", "Daftar File": {"2023_TS_PP_Samuel Leonardo-29121452_Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/304543"}, "Penulis": "Samuel Leonardo [29121452]", "Kontributor / Dosen Pembimbing": ["Dr. Liane Okdinawati, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Penilaian Stabilitas Tanggul, Pengelolaan Tailing, Serat Optik, Pemantauan Real-Time, Operasi Pertambangan, DMAIC.", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "21 Agu 2023"}