{"Nomor": 76913, "Judul": "INVESTIGATING THE IMPACT OF SERVICE QUALITY ON CUSTOMER SATISFACTION AND SUBSEQUENT CUSTOMER LOYALTY IN BANK JAGO", "Abstrak": "Dalam industri perbankan yang semakin kompetitif, penting bagi bank untuk memahami kepuasan konsumen dan membangun loyalitas konsumen guna mempertahankan pangsa pasar dan mencapai pertumbuhan yang berkelanjutan. Penelitian ini difokuskan pada pengguna Bank Jago, dengan tujuan menganalisis hubungan antara kualitas layanan, kepuasan konsumen, dan loyalitas konsumen dalam konteks tersebut. Penelitian ini menggunakan pendekatan kuantitatif dengan metode purposive sampling untuk mengumpulkan dan menganalisis data dari 318 responden yang merupakan pengguna Bank Jago di wilayah Bandung dan Jabodetabek yang memiliki pengalaman menggunakan layanan Bank Jago setidaknya selama 1 tahun. Metode pengumpulan data dilakukan melalui survei berbasis kuesioner yang disebarkan kepada sampel pengguna bank. Data yang dikumpulkan kemudian dianalisis menggunakan statistik deskriptif dan PLS-SEM untuk menguji hubungan antara variabel-variabel yang diamati. Hasil analisis menunjukkan bahwa kualitas layanan khususnya pada indikator Efficiency, Responsiveness, Site Organization, dan User Friendliness yang diberikan oleh Bank Jago berpengaruh positif terhadap kepuasan konsumen. Semakin tinggi kualitas layanan yang diberikan oleh bank, semakin tinggi pula tingkat kepuasan yang dirasakan oleh pengguna. Selain itu, penelitian ini juga mengungkapkan bahwa kepuasan konsumen memiliki pengaruh positif terhadap loyalitas konsumen pada pengguna Bank Jago. Dengan kata lain, semakin puas pengguna dengan layanan perbankan yang diberikan oleh Bank Jago, semakin besar kemungkinan mereka untuk tetap setia sebagai pengguna Bank Jago di masa depan. Penelitian ini memberikan kontribusi penting bagi Bank Jago dalam memahami faktor-faktor yang memengaruhi kepuasan dan loyalitas pengguna mereka. Temuan penelitian ini dapat menjadi dasar bagi Bank Jago untuk meningkatkan kualitas layanan mereka, mengoptimalkan pengalaman pengguna, dan mempertahankan loyalitas konsumen di tengah persaingan industri perbankan yang ketat. Selain itu, penelitian ini juga memberikan kontribusi bagi pemahaman lebih luas tentang pentingnya kualitas layanan dalam menciptakan kepuasan konsumen dan membangun loyalitas konsumen dalam konteks industri perbankan.", "Daftar File": {"2023 SK PP Rachael Gracella V Siregar   [19020305] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/304577"}, "Penulis": "Rachael Gracella V Siregar [19020305]", "Kontributor / Dosen Pembimbing": ["Nurrani Kusumawati, S.E., M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Industri perbankan, Bank Jago, Kualitas Layanan, Kepuasan Konsumen, Loyalitas Konsumen", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "21 Agu 2023"}