{"Nomor": 76910, "Judul": "MENINJAU PENGGUNAAN IMBAL HASIL INDEKS SEBAGAI PROKSI IMBAL HASIL PASAR PADA CAPM: STUDI KASUS PADA IHSG", "Abstrak": "Penelitian ini membandingkan kinerja CAPM yang menggunakan mean-variance optimal portofolio dan IHSG sebagai proksi imbal hasil pasar. CAPM dibangun berdasarkan teori portofolio modern oleh Markowitz yang mengasumsikan investor rasional harus memiliki portofolio yang efisien secara mean-variance. Sebagian besar penelitian saat ini menggunakan indeks pasar yang dibuat dengan metodologi pembobotan nilai sehingga dapat menghasilkan bias estimasi terhadap beta dan imbal hasil yang diharapkan. Dalam studi ini, kami mengevaluasi penggunaan portofolio optimal sebagai proksi pasar pada persamaan CAPM yang diharuskan berdasarkan penurunan dari model. Kami membangun model berdasarkan asumsi bahwa semua investor rasional, menghindari risiko, dan memaksimalkan utilitas. Hipotesis yang perlu dibuktikan dalam penelitian ini dikembangkan berkaitan dengan penggunaan proksi pasar dalam CAPM dan adanya bias pada IHSG. Hipotesis pertama menyatakan bahwa proksi indeks pasar yang digunakan dalam uji standar CAPM menghasilkan mean-squared error yang lebih rendah. Hipotesis kedua menyatakan bahwa terdapat perbedaan yang signifikan antara imbal hasil yang diharapkan oleh proksi portofolio optimal dengan IHSG. Tujuan dari penelitian ini adalah untuk membandingkan kinerja CAPM dengan menggunakan indeks pasar dan portofolio optimal sebagai proksi pasar; untuk memahami bagaimana pilihan indeks pasar (Kompas 100, LQ45, dan IDX30), proksi pasar (portofolio optimal dan IHSG), dan periodisitas pengambilan sampel (2-5 tahun) memengaruhi kinerja CAPM; menentukan portofolio mana yang menghasilkan kinerja CAPM terbaik terkait variabel-variabel yang digunakan dalam penelitian ini; dan untuk menganalisis keberadaan bias dalam indeks pasar. Sampel data adalah imbal hasil bulanan pada saham konstituen indeks Kompas 100, LQ45, dan IDX30 pada periode September 2012-Agustus 2022. Imbal hasil aset yang diharapkan dihitung menggunakan CAPM dengan metodologi regresi bergulir berdasarkan periode masing-masing indeks yakni 2-5 tahun. Mean-squared error untuk setiap kelompok sampel dihitung untuk menentukan kinerja CAPM. Studi ini menemukan bahwa indeks pasar memiliki profil imbal hasil yang disesuaikan terhadap risiko yang kurang optimal sesuai dengan posisinya pada diagram efficient frontier. Di sisi lain, penelitian ini menemukan bahwa penggunaan IHSG sebagai proksi pasar menghasilkan mean- squared error yang lebih rendah daripada portofolio optimal. Hasil ini konsisten di seluruh pilihan indeks pasar dan periodisitas yang digunakan dalam penelitian ini. Studi ini juga menemukan bahwa komponen indeks yang lebih sedikit dan proporsi saham berkapitalisasi besar yang lebih tinggi dalam indeks pasar, serta periodisitas pengambilan sampel yang lebih pendek, menghasilkan prediksi CAPM dengan mean-squared error yang lebih rendah. Mean-squared error terendah diperoleh untuk proksi JCI dengan periode pengambilan sampel dua tahun. Akhirnya, studi ini menemukan bahwa nilai beta dari penggunaan IHSG sebagai proksi pasar juga secara konsisten lebih tinggi di seluruh pilihan indeks pasar dan periodisitas daripada yang menggunakan portofolio optimal, sehingga menyebabkan bias perkiraan risiko aset menjadi terlalu tinggi. Perbedaan imbal hasil antara portofolio optimal dan IHSG yang dihasilkan dari beta dalam studi ini secara statistik adalah signifikan. Hasil penelitian ini menunjukkan bahwa meskipun indeks pasar tidak efisien dalam hal metodologi konstruksinya, penggunaan praktisnya dapat dibenarkan untuk meningkatkan akurasi prediksi. Karena sebagian besar penelitian dalam pengujian CAPM menggunakan indeks pasar sebagai proksi imbal hasil pasar, khususnya IHSG di Indonesia, studi ini memberikan wawasan baru mengenai tantangan dalam menggunakan portofolio optimal sebagai proksi imbal hasil pasar.", "Daftar File": {"2023 TS PP Mohammad Irfan Hilman   [29020010] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/304575"}, "Penulis": "Mohammad Irfan Hilman [29020010]", "Kontributor / Dosen Pembimbing": ["Deddy Priatmodjo Koesrindartoto, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "CAPM, portfolio optimal, indeks pasar, beta", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "21 Agu 2023"}