{"Nomor": 76923, "Judul": "STUDI EKSPERIMENTAL KINERJA STRUKTUR DINDING BATA TERKEKANG YANG DIPERKUAT", "Abstrak": "In Indonesia, most primary school buildings constructed during the 1980s and 1990s adopted confined masonry structural systems. However, these schools were built with several limitations, including the usage of poor-quality materials and workmanship. A simple, cost-effective, and replicable retrofitting method applicable across Indonesia is sought to address the risk of earthquake damage to these structures. This study evaluates two retrofitting methods to identify the most suitable option meeting the specified criteria. The research consists of four test specimens, including two confined masonry walls with good and poor detailing and two confined masonry walls with poor detailing that were retrofitted using ferro-cement and wing wall methods. Quasi-static cyclic loading was employed to test the four specimens under parallel plane conditions. Additionally, material testing of the confined masonry walls was conducted to determine the properties of the constituent materials, thus aiding in the numerical modeling process. The test results of the two retrofitted specimens demonstrated a considerable increase in strength compared to the other two specimens. However, upon assessing the overall structural performance, the retrofitted specimens exhibited similarly, and in some cases, even superior performance compared to the confined masonry wall structure with good detailing. The performance of the retrofitted structure, which could not surpass that of the well-detailed specimen, was primarily attributed to the concentration of damage at a weak point, leading to the premature failure of the retrofitted specimens. In contrast, the confined masonry wall specimen with poor detailing displayed the lowest performance. Considering the findings of this study, along with the ease of field application, the retrofit method utilizing a ferro-cement layer emerges as the most effective among the two options. The idealized equivalent truss model reasonably represents the specimen’s behavior for numerical modeling. However, some adjustments to the force-displacement relationship of the structure are necessary to achieve more accurate results, particularly concerning the displacement value of the modeled specimen.", "Daftar File": {"ABSTRAK Al-Farisi Firdaus": "https://digilib.itb.ac.id/gdl/download/304604"}, "Penulis": "Al-Farisi Firdaus [25020056]", "Kontributor / Dosen Pembimbing": ["Dyah Kusumastuti, S.T, M.T, Ph.D.", "Erwin Lim, S.T., M.S., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Confined masonry, Retrofit, Ferrocement, Wingwall, Equivalent Truss Model", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Agu 2023"}