{"Nomor": 76928, "Judul": "EVALUASI KINERJA DIVERSITAS ANTENA DARI SINYAL YANG SALING BERKORELASI", "Abstrak": "Multipath fading adalah fenomena pada komunikasi nirkabel yang menjadi\npenyebab utama turunnya kualitas transfer informasi. Salah satu metode yang\nbiasa digunakan untuk mengatasinya adalah diversitas. Jenis diversitas yang\nbanyak diaplikasikan adalah diversitas ruang. Diversitas ruang menggunakan\nantena penerima lebih dari satu yang terpisah dengan jarak tertentu antara satu dan\nlainnya.\nTugas akhir ini akan membandingkan kinerja tiga macam teknik combining\npada diversitas, yaitu Selection Combining (SC), Maximal Ratio Combining\n(MRC), dan Equal Gain Combining (EGC). Ketiganya akan diuji dengan\nmenggunakan input yang saling berkorelasi. Nilai korelasi yang akan diujikan\nbervariasi. Penelitian akan menggunakan simulasi komputer di MATLAB.\nSimulasi akan meliputi pengiriman, penerimaan dan pemeriksaan kesalahan pada\ndata.\nParameter kinerja yang ingin dilihat adalah Bit Error Rate (BER) dan Signal\nto Noise Ratio (SNR) dari sinyal hasil combining. Hasil yang didapat adalah\nsemakin kecil korelasinya, maka kinerja diversitas akan semakin baik,\nditunjukkan dengan kurva BER yang semakin mendekati kurva teoritis untuk\ninput independen. Namun, perbaikan tersebut akan berbeda ? beda antara SC,\nMRC, dan EGC. Hasil simulasi akan menunjukkan bahwa MRC adalah teknik\ncombining yang terbaik karena MRC menghasilkan BER terendah dibandingkan\nSC dan EGC untuk nilai SNR input yang sama. Selain itu, MRC juga adalah\nteknik combining yang menghasilkan sinyal akhir dengan nilai SNR tertinggi.", "Daftar File": {}, "Penulis": "Adis Alifiawan [13203159]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Adit Kurniawan, M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Multipath fading, kanal Rayleigh, diversitas ruang, koefisien korelasi, Selection Combining, Maximal Ratio Combining, dan Equal Gain Combining.", "Sumber": "", "Staf Input/Edit": "rikrik", "File": "7 file", "Tanggal Input": "21 Agu 2023"}