{"Nomor": 76932, "Judul": "PENGARUH KONSENTRASI TEGANGAN PADA MATERIAL RODA KERETA API HASIL CORAN DAN TEMPA", "Abstrak": "Roda kereta api merupakan bagian dari sistem perangkat roda dari boogie, proses\npembuatan roda kereta api bisa dengan proses pengecoran atau tempa. Komponen\nini merupakan komponen konsumabel karena keausan atau cacat yang ditimbulkan\npada saat pemakain. Pada proses pemakaian roda kereta api mengalami cacat\nspalling, berupa rongga kecil-kecil dipermukaan roda pada bagian rim. Rongga\ntersebut dapat mengakibatkan konsentrasi tegangan baru dipermukaan roda.\nSementara dari proses pembuatan produk hasil coran rentan terhadap cacat\ninterdendritic microporosity yang sulit dihindari. Akan tetapi masih\nmemungkinkan dapat dihilangkan dengan proses hot working pada proses tempa.\nNamun kedua material tersebut masih tetap diakomodir dalam standar, meskipun\nterdapat perbedaan spesfikasi dari masing-masing jenis roda dengan komposisi dan\nproses perlakuan panas yang sama.\nDalam penelitian ini konsentrasi tegangan pada permukaan roda kereta api\ndisimulasikan dengan cara membuat dan menguji sampel uji tarik kuasi statis,\ndengan memberikan notch dibagian tengah sampel dengan variasi konsentrasi\ntegangan (Kt): 1; 1,64; 1,77; 3,3. dengan mevariasikan dimensi notch yang tentu\njuga dapat ditentukan triaxialitasnya. Material spesimen adalah material roda kereta\napi coran hasil normalizing, material roda kereta api coran hasil quench-temper,\nmaterial roda kereta api hasil tempa as it is dan material roda kereta api tempa hasil\nquench temper. Dari penelitian ini dapat diketahui pengaruh konsentrasi tegangan\npada material roda kereta api coran maupun tempa. Dimana hasilnya menunjukan\nakibat kenaikan konsentrasi tegangan menurunkan gaya diperlukan untuk\nmematahkan material namun meningkatkan kekuatan tarik maksimumnya karena\nfenomena notch strengthening. Sementara keuletannya menurun seiring dengan\nnaiknya triaxiality yang berdampak menurunanya ketangguhan material yang\ndinyatakan dalam MPa.% yaitu energi yang diperlukan untuk mematahkan material\ntersebut. Pengaruh konsentrasi tegangan pada ketangguhan material dari nilai\nMpa.% tertinggi sampai terendah berturut-turut sebagai berikut: roda kereta api\ntempa hasil quench temper, roda kereta api coran hasil quench temper, roda kereta\napi tempa as it is dan terakhir roda kereta api coran hasil normalizing.", "Daftar File": {"ABSTRAK Husen Taufiq": "https://digilib.itb.ac.id/gdl/download/304642"}, "Penulis": "Husen Taufiq [23720001]", "Kontributor / Dosen Pembimbing": ["Ir. Arif Basuki, M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Ilmu Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Roda kereta api, coran, tempa, konsentrasi tegangan, notch strengthening, ketangguhan.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Agu 2023"}