{"Nomor": 76939, "Judul": "KONTRIBUSI PROGRAM INDONESIAN INTERNATIONAL STUDENT MOBILITY AWARDS (IISMA) TERHADAP PENGEMBANGAN KETERAMPILAN KERJA PADA MAHASISWA SARJANA DI INDONESIA", "Abstrak": "Indonesia memiliki data pengangguran usia muda kedua tertinggi diantara sepuluh negara ASEAN lainnya, menurut data dari The World Bank tahun 2021, dengan 12% persentase pengangguran didominasi oleh lulusan S1. Salah satu alasan pengangguran usia muda di Indonesia adalah ketidaksesuaian antara keterampilan yang dimiliki mahasiswa universitas dengan keterampilan yang dituntut oleh pasar tenaga kerja, yang biasa disebut sebagai “skill gap”. Para ahli beranggapan bahwa tingkat pengangguran usia muda yang tinggi sering dikaitkan dengan gagalnya institusi pendidikan untuk mengembangkan lulusannya dengan keterampilan kerja. Selain itu, “skill gap” juga kerap dikaitkan dengan globalisasi yang terjadi di abad ke 21, diikuti dengan adanya peraturan pemerintah di Indonesia yang memudahkan proses perekrutan pekerja asing. Kini, lulusan universitas di Indonesia harus bersaing dengan karyawan dari negara asing, yang membuat pengetahuan internasional dan multikultural diinginkan oleh banyak perusahaan. Untuk mengatasi tantangan ini, banyak institusi pendidikan tinggi dan pemerintah yang mengimplementasikan kegiatan mobilitas siswa internasional dengan harapan untuk mempersiapkan lulusan sarjana agar lebih kompetitif di arena internasional. Kementrian Pendidikan dan Kebudayaan Indonesia juga telah menunjukkan usahanya dalam mempersiapkan lulusan Indonesia untuk mengembangkan keterampilan berharga untuk dunia kerja di masa depan melalui program mobilitas internasional tersponsor bernama IISMA (Indonesian International Student Mobility Awards). Akan tetapi, masih banyak pandangan kontra dari institusi pendidikan tinggi dan masyarakat Indonesia mengenai pengaruh kegiatan tersebut dalam mengembangkan keterampilan kerja mahasiswa universitas. Penelitian ini bertujuan untuk mengetahui dan membandingkan keahlian kerja yang dikembangkan oleh mahasiswa universitas di Indonesia saat melakukan kegiatan IISMA dengan keahlian kerja yang dikembangkan saat melakukan kegiatan perkuliahan di Indonesia, dan untuk melihat apakah ada perbedaan dengan pengembangan keterampilan kerja di program sarjana di Indonesia. Penelitian ini menggunakan pendekatan kualitatif dengan interview semi-terstruktur, dengan responden yang dari Universitas Indonesia, Institut Teknologi Bandung, dan Universitas Gadjah Mada yang telah menyelesaikan kegiatan IISMA di tahun 2021 dan 2022. Penelitian ini menemukan hasil bahwa mayoritas keterampilan kerja yang diinginkan oleh perusahaan dikembangkan lebih baik oleh mahasiswa ketika melakukan kegiatan IISMA dibandingkan dengan kegiatan perkuliahan di Indonesia.", "Daftar File": {"2023 SK PP Nadira Dewanto   [19020285] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/304657"}, "Penulis": "Nadira Dewanto [19020285]", "Kontributor / Dosen Pembimbing": ["Adita Pritasari, S.T, M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "skill gap, kegiatan mobilitas mahasiswa internasional, keterampilan kerja, IISMA", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "21 Agu 2023"}