{"Nomor": 76942, "Judul": "BERNAVIGASI DALAM PERKEMBANGAN EKOSISTEM  BISNIS KENDARAAN BERMOTOR LISTRIK BERBASIS  BATERAI DI INDONESIA: STRATEGI BISNIS DAN  PERENCANAAN SKENARIO UNTUK PLN ICON PLUS", "Abstrak": "Pemerintah Indonesia menunjukkan keinginan yang kuat dalam mengembangkan ekosistem bisnis Kendaraan Bermotor Listrik Berbasis Baterai (KBL-BB). Didorong oleh tujuan meningkatkan efisiensi energi, keamanan energi, konservasi energi, kualitas udara, dan mengurangi dampak lingkungan di sektor transportasi, keinginan tersebut telah menciptakan peluang bisnis yang signifikan bagi PLN (Perusahaan Listrik Negara), sebuah Badan Usaha Milik Negara. Sebagai bagian dari mendorong agenda pemerintah dan menjemput peluang bisnis yang signifikan tersebut, PLN ICON PLUS, anak perusahaan beyond kWh PLN, perlu mendefinisikan strategi bisnis KBL-BB mereka secara komprehensif dan hati-hati. \n \nPenelitian ini menggunakan pendekatan kualitatif dengan melakukan Diskusi Kelompok Terfokus (FGD) dengan PLN ICON PLUS dan staf-staf ahli dari Kantor Staf Presiden Republik Indonesia (KSP RI) untuk mengembangkan strategi bisnis menggunakan pendekatan resource-based view. PLN ICON PLUS memberikan pemahaman mendalam tentang kapabilitas internal dan realitas bisnis mereka, sementara staf-staf ahli dari KSP RI menawarkan perspektif yang lebih luas dan pandangan menyeluruh tentang ekosistem KBL-BB secara keseluruhan. Analisis kuantitatif juga dilakukan terhadap lingkungan makro ekosistem KBL-BB yang kemudian menjadi dasar untuk pengembangan perencanaan skenario di tahun 2024. Pendekatan gabungan, kualitatif dan kuantitatif, yang digunakan penelitian ini memungkinkan penyajian strategi bisnis dan perencanaan skenario yang kuat, dapat beradaptasi, dan lebih siap menghadapi kompleksitas dan ketidakpastian. \n \nPenelitian ini mengungkapkan bahwa strategi bisnis yang luas dan rendah biaya untuk bisnis dealer KBL-BB dengan platform terbuka sangat cocok dengan kapabilitas internal PLN ICON PLUS dan kondisi eksternal dari ekosistem bisnis KBL-BB. Selain itu, pendekatan perencanaan skenario dengan analogi eksplorasi bangsa Eropa menuju Dunia Baru selama zaman penjelajahan dikembangkan untuk meningkatkan kesiapan PLN ICON PLUS dalam menghadapi ketidakpastian regulasi yang menguntungkan dan daya beli konsumen pada tahun 2024.", "Daftar File": {"2023_TS_PP_Ferdy Alfarizka Putra-29121006_Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/304674"}, "Penulis": "Ferdy Alfarizka Putra [29121006]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Pri Hermawan, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "kendaraan listrik, kendaraan bermotor listrik berbasis baterai, strategi bisnis, perencanaan skenario, resource-based view, PLN, PLN ICON PLUS.", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "21 Agu 2023"}