{"Nomor": 76951, "Judul": "PENENTUAN NILAI STRUKTUR MODAL OPTIMAL DARI PT. INDOFOOD CBP SUKSES MAKMUR TBK (PT. ICBP)", "Abstrak": "Pandemi Covid-19 telah sangat mengganggu industri F&B, menyebabkan\npenutupan yang meluas, berkurangnya permintaan konsumen, dan gangguan\nrantai pasok. Akibatnya, banyak perusahaan di sektor ini mengalami penurunan\npendapatan dan kendala arus kas, yang berdampak langsung pada kemampuan\nmereka untuk mempertahankan struktur modal yang ada. Di sisi lain, perang Rusia,\ndengan ketegangan geopolitik dan implikasi ekonominya, semakin menambah\ntantangan yang dihadapi oleh perusahaan F&B. Bisnis yang beroperasi di wilayah\nyang terkena dampak konflik menghadapi hambatan tambahan, seperti gangguan\nrantai pasokan, kenaikan harga barang impor, dan ketidakstabilan politik dan\nekonomi, yang semuanya berdampak pada struktur modal mereka. Menanggapi\nkeadaan yang merugikan ini, perusahaan F&B harus mengadopsi berbagai\nstrategi untuk mengatasi krisis dan mengoptimalkan struktur modal mereka..\n\nStruktur modal mengacu pada campuran berbagai sumber dana, termasuk ekuitas\ndan hutang, yang digunakan perusahaan untuk membiayai operasi dan\ninvestasinya. Ini mewakili keputusan pembiayaan jangka panjang suatu\nperusahaan dan mencerminkan caranya mengumpulkan modal untuk mendukung\nkegiatan bisnisnya. Tujuan dari struktur modal adalah untuk menemukan nilai\nmaksimum perusahaan dan meminimalkan biaya modal. Penelitian ini dilakukan\nuntuk mengevaluasi dan menentukan struktur modal optimal PT Indofood CBP\nSukses Makmur Tbk tahun 2018 sampai dengan tahun 2022 dan memberikan\nrekomendasi estimasi struktur modal optimal tahun 2023. Metode penelitian untuk\nmenentukan struktur modal optimal adalah dengan mengevaluasi kinerja keuangan\nperusahaan. dengan rasio analisis likuiditas, rasio aktivitas, rasio solvabilitas dan\nrasio rentabilitas. Kemudian dilakukan penilaian perusahaan dengan\nmenggunakan pendekatan weighted average cost of capital (WACC). Setelah itu\ndilakukan iterasi perhitungan dengan memodifikasi tingkat hutang dan mencari\nWACC minimum dan memaksimalkan nilai perusahaan. Setelah itu dibuat proyeksi\nuntuk satu tahun anggaran dan dicari komposisi struktur modal yang optimal.\nHasil penelitian ini menunjukkan bahwa struktur modal optimal dari tahun 2018\nhingga 2022 berturut-turut adalah 60%, 65%, 30%, 20%, 40%", "Daftar File": {"2023_TS_PP_Andro Alfiandi_29121490_1-Full Thesis.pdf": "https://digilib.itb.ac.id/gdl/download/304683"}, "Penulis": "Andro Alfiandi [29121490]", "Kontributor / Dosen Pembimbing": ["Oktofa Yudha Sudrajad, S.T., M.S.M., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Struktur Modal Optimal, WACC, Industri Makanan dan Minuman, Pandemic Covid-19", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "21 Agu 2023"}