{"Nomor": 76953, "Judul": "EFEKTIVITAS CELEBRITY ENDORSEMENT DALAM MENINGKATKAN KETERLIBATAN ONLINE PADA PRODUK KOSMETIK LOKAL DI PLATFORM TIKTOK (STUDI KASUS PADA @SOMETHINCOFFICIAL)", "Abstrak": "Teknologi semakin berkembang sehingga perusahaan semakin gencar melakukan\nstrategi pemasaran melalui berbagai platform, salah satunya aplikasi Tiktok sebagai\naplikasi yang paling banyak diunduh di tahun 2022. Somethinc adalah nama brand\ndari perusahaan skincare Indonesia yang dalam mengiklankan produknya di aplikasi\nTiktok menggunakan strategi celebrity endorsement dengan tujuan agar iklan ditonton\ndan disukai oleh target yang diinginkan sehingga dapat meningkatkan kepercayaan\naudiens terhadap brand tersebut. Namun, masih ada konten video yang menggunakan\nendorsement selebriti yang belum bisa mencapai tingkat engagement yang tinggi.\nOleh karena itu, penelitian ini bertujuan untuk mengetahui faktor-faktor apa saja yang\nefektif mempengaruhi tingginya engagement rate. Penelitian ini merupakan studi\ncampuran yang meneliti berbagai video konten dengan engagement rate tinggi pada\nkonten video yang menggunakan dan tidak menggunakan celebrity endorsement serta\ndianalisis menggunakan Engagement Rate per Reach (ERR) dan NVoVivo 12 Plus.\nHasil dari penelitian ini adalah bahwa Tingkat keterlibatan rata-rata tertinggi\nditemukan pada konten video yang menggunakan endorsement selebriti pada tahun\n2022 dan terdapat faktor yang paling efektif dalam mempengaruhi tingginya tingkat\nengagement online pada konten video yang menggunakan dan tidak menggunakan\nendorsement selebriti yaitu Interaksi dan Edukasi. Selain itu, ada faktor lain yang\nmendukung kedua konten video tersebut, yaitu Informasi, tagar, hiburan, persuasi, dan\npengingat.", "Daftar File": {"2023_TS_PP_Septyadi Fathurrahman_29121387_1-Full Thesis.pdf": "https://digilib.itb.ac.id/gdl/download/304685"}, "Penulis": "Septyadi Fathurrahman [29121387]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mustika Sufiati, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "ERR, Celebrity Endorsement, Video Konten, Skincare.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "21 Agu 2023"}