{"Nomor": 76959, "Judul": "STRATEGI PERSONALISASI KONTEN PADA APLIKASI VIDIO UNTUK MENINGKATKAN LOYALITAS PENGGUNA MELALUI KEPUASAN, KEPERCAYAAN DAN KOMITMEN", "Abstrak": "Dalam lanskap kompetitif platform streaming video, perusahaan Vidio menyadari pentingnya menerapkan strategi yang efektif untuk meningkatkan loyalitas pengguna. Penelitian ini menggunakan data primer dan sekunder untuk menganalisis dampak dari konten personalisasi, kepuasan, kepercayaan, dan komitmen terhadap loyalitas pengguna. Data primer untuk penelitian ini dikumpulkan melalui penyebaran kuesioner kepada konsumen yang menggunakan platform aplikasi Vidio. Selain itu, data sekunder dari tinjauan literatur digunakan untuk menganalisis faktor internal dan eksternal. \nHasil penelitian ini mengungkapkan bahwa kepuasan dan kepercayaan berpengaruh positif atau signifikan terhadap loyalitas pengguna pada platform aplikasi Vidio, mengkonfirmasi hipotesis masing-masing. Di sisi lain, pertama pada analisis PLS konten personalisasi dan komitmen terlihat memiliki pengaruh yang minim atau berpengaruh positif namun tidak signifikan terhadap loyalitas pengguna, namun pada analisis faktor dan analisis regresi linier memiliki pengaruh yang signifikan. Hasil ini memberikan wawasan yang berharga bagi Vidio dan platform serupa untuk fokus pada peningkatan kepuasan pengguna dan membangun kepercayaan sebagai pendorong utama loyalitas pengguna. Penelitian lebih lanjut disarankan untuk mengeksplorasi strategi alternatif untuk meningkatkan konten personalisasi dan komitmen dalam platform aplikasi Vidio, serta menyelidiki faktor-faktor tambahan yang dapat mempengaruhi loyalitas pengguna. Dengan menangani aspek-aspek ini, platform streaming video dapat lebih memahami dan memenuhi kebutuhan pengguna, yang pada akhirnya mendorong loyalitas pengguna yang lebih kuat dan keterlibatan jangka panjang.", "Daftar File": {"COVER Annizsa Ghazsani": "https://digilib.itb.ac.id/gdl/download/304691", "BAB 1 Annizsa Ghazsani": "https://digilib.itb.ac.id/gdl/download/312889", "BAB 2 Annizsa Ghazsani": "https://digilib.itb.ac.id/gdl/download/312890", "BAB 3 Annizsa Ghazsani": "https://digilib.itb.ac.id/gdl/download/312891", "BAB 4 Annizsa Ghazsani": "https://digilib.itb.ac.id/gdl/download/312892", "BAB 5 Annizsa Ghazsani": "https://digilib.itb.ac.id/gdl/download/312893", "PUSTAKA Annizsa Ghazsani": "https://digilib.itb.ac.id/gdl/download/312894"}, "Penulis": "Annizsa Ghazsani [29321353]", "Kontributor / Dosen Pembimbing": ["Sonny Rustiadi, SE., MBA., Ph.D., CBAP.", "Dr. Indra Cahya Uno"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Konten Personalisasi, Kepuasan, Loyalitas, Kepercayaan, Komitmen", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "21 Agu 2023"}