{"Nomor": 76969, "Judul": "PEMERIKSAAN INTERGRITAS TIANG LAMPU JALAN BERPENAMPANG OKTAGONAL MENGGUNAKAN PENGUJIAN TIDAK MERUSAK METODE GUIDED WAVE", "Abstrak": "Tiang lampu jalan yang terbuat dari carbon steel umumnya akan mengalami korosi seiring berjalannya waktu. Pada tiang lampu tipe planted, kondisi bagian yang tertanam pada tanah tidak dapat terlihat secara kasat mata sehingga dalam pemeliharaannya dibutuhkan suatu metode untuk mengecek kondisi dari tiang lampu tersebut tanpa memerlukan penggalian. Hal ini dilakukan untuk memastikan keselamatan publik, agar tidak ada korosi yang tak terlihat yang berpotensi menyebabkan robohnya tiang lampu. Metode tersebut adalah Guided Wave Testing (GWT).\nGuided Wave Testing adalah teknik pemeriksaan nondestruktif untuk menguji material dalam jumlah besar dari satu titik uji. Untuk mengetahui jenis dan besar cacat yang dapat membahayakan tiang dilakukan perhitungan 3D Nonlinear Finite element Analysis (NLFEA). Model dibuat untuk menerima beban gravitasi dan beban lateral yang berupa peralihan (displacement). Selanjutnya, hasil kontrol peralihan (displacement control) tersebut akan dibandingkan dengan desain beban angin untuk mendapatkan safety factor. Beban eksternal disimulasikan menggunakan software 3D-NLFEA, menggunakan SALOME 9.3.0 sebagai pre-processor dan ParaView 5.9.1 sebagai post-processor. Dari hasil perhitungan 3D-NLFEA, tiang lampu akan mengalami kegagalan dengan batas maksimal angular section loss 60° sebelum mengalami kegagalan. Didapatkan besaran refleksi dengan pemeriksaan dengan GWT untuk masing-masing cross sectional metal loss: 0° – 0 %, 30° –13,1%, 45° – 17,6%, 60° – 23,7%, 90° – 31,8%, dan 120° – 45,5%.\nAtas korelasi tersebut dapat direncanakan kategori pemeriksaan berdasarkan hasil refleksi dengan metode GWT yaitu refleksi ?13% merupakan indikasi yang dapat diabaikan, refleksi diantara 13% sampai dengan 17% indikasi minor dimana tidak ada cacat yang berarti yang harus diantisipasi, refleksi antara 17% hingga 23% merupakan indikasi sedang dimana\ntiang lampu memiliki cacat yang cukup besar, dan refleksi >23% merupakan indikasi mayor dimana tiang lampu harus segera diganti.", "Daftar File": {}, "Penulis": "Maria Michaella Magdalena [13717008]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Raden Dadan Ramdan, S.T., M.Eng", "Dr. Riza Wirawan, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "tiang lampu jalan, korosi, Guided Wave Testing, pulsa-gema, gelombang ultrasonik, cacat, sinyal, refleksi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Agu 2023"}