{"Nomor": 76960, "Judul": "ANALISIS WAKTU TINGGAL PASIEN RAWAT JALAN DI DEPARTEMEN OBSTETRI & GINEKOLOGI RUMAH SAKIT EDELWEISS", "Abstrak": "Seiring dengan semakin ketatnya persaingan dalam pelayanan kesehatan dan harapan pasien terhadap kualitas pelayanan, rumah sakit semakin memperhatikan peningkatan kualitas dari sudut klinis maupun manajerial. Meminimalkan waktu tinggal pasien (LOS) pasien di bagian rawat jalan akan meningkatkan kinerja operasional dan meningkatkan kepuasan pasien. Oleh karena itu, Rumah Sakit Edelweiss di Bandung telah menetapkan standar maksimum 2 jam untuk LOS pasien rawat jalan. Tujuan dari penelitian ini adalah untuk menganalisis kinerja dari waktu OLOS saat ini, menganalisis setiap subproses dari OLOS, dan pada akhirnya memberikan saran untuk mengurangi durasi OLOS di Departemen Obstetri & Ginekologi sebagai salah satu poliklinik dengan kunjungan terbanyak di Rumah Sakit Edelweiss. Dalam penelitian ini, database OLOS selama Agustus 2020 hingga Mei 2023 akan dianalisis menggunakan Control Chart dan Process Capability. Hasil analisis menunjukkan bahwa data OLOS saat ini out of control dan belum memenuhi standar yang ditetapkan rumah sakit.\n\nUntuk mengidentifikasi aktivitas yang menyebabkan bottleneck, setiap sub-proses dalam OLOS dianalisis, termasuk waktu tunggu pasien rawat jalan (OWT), waktu pemeriksaan dokter, dan waktu tunggu farmasi. Analisis menunjukkan bahwa OWT memiliki dampak paling signifikan pada waktu OLOS secara keseluruhan, dan terdapat perbedaan rata-rata waktu pemeriksaan yang signifikan antara dokter yang berbeda. Penelitian juga menganalisis kinerja pelayanan Radiologi dan Laboratorium di Rumah Sakit Edelweiss sesuai dengan peraturan yang tercantum dalam Kepmenkes no. 129, dan hasilnya menunjukkan bahwa kinerja belum memenuhi standar yang dibutuhkan. Setelah melakukan analisis kuantitatif, BPMN akan digunakan untuk memetakan proses bisnis yang sudah ada. Selanjutnya, aktivitas yang tidak menambah nilai pada proses akan dianalisis. Kemudian, BPMN yang telah diperbaiki direpresentasikan sebagai strategi yang diusulkan. Perbaikan yang disarankan termasuk meningkatkan sistem situs web untuk memverifikasi database asuransi pasien, mengumpulkan database pasien baru, dan memberikan saran waktu kunjungan bagi pasien. Mesin kiosk juga digunakan untuk merekam database pasien dengan memindai kode QR yang dihasilkan dari situs web saat tiba di rumah sakit, sehingga pasien tidak lagi perlu mendaftar di meja pendaftaran. Pasien akan tiba di rumah sakit sesuai dengan waktu kunjungan yang telah ditetapkan dan langsung menuju poliklinik, dan akan meminimalkan waktu tunggu.", "Daftar File": {"2023 SK PP Nabila Salma Nareswari   [19020232] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/304693"}, "Penulis": "Nabila Salma Nareswari [19020232]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Mursyid Hasan Basri, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Peningkatan Kualitas Layanan Kesehatan; Waktu Tinggal Pasien; Departemen Rawat Jalan; Process Mapping", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "21 Agu 2023"}