{"Nomor": 76978, "Judul": "VISUALISASI POSISI MASYARAKAT SAAT GEMPA MALUKU JUNI 2021 PADA APLIKASI VIRTUAL  REALITY", "Abstrak": "Pada tanggal 16 Juni 2021, terjadi gempa bumi di Maluku Tengah.\nLifesight, perusahaan platform intelijen lokasi berbasis artificial intelligence\nuntuk retailers, berhasil mengumpulkan data global positioning masyarakat\nMaluku pada saat kejadian. Data tersebut memiliki potensi untuk dikembangkan\nlebih lanjut. Perkembangan ini berdasarkan dari penelitian mengenai kerangka\nkerja untuk memperkirakan titik evakuasi setelah bencana. Hal tersebut diperoleh\ndengan mengidentifikasi anomaly value kepadatan masyarakat. Maka dari itu,\npenelitian ini dibuat sebagai pengembangan penelitian sebelumnya ke dalam\nlingkungan virtual reality. Hasil dari penelitian adalah suatu aplikasi virtual reality\nuntuk visualisasi data lokasi orang dan kepadatan orang saat gempa. Pembuatan\naplikasi ini berdasarkan dari teori dasar visualisasi data dan kerangka kerja untuk\nkonstruksi visual dan eksplorasi virtual reality. Aplikasi ini diuji dengan metode\nblack-box testing untuk memastikan fungsionalitas aplikasi berfungsi secara tepat.\nNamun, aplikasi belum dapat mengintegrasikan informasi kontur wilayah dari\npeta Maluku. Diharapkan aplikasi ini dapat dikembangkan untuk memiliki\ninformasi tersebut agar dapat memperkirakan titik-titik evakuasi. Aplikasi\nberhasil mengonstruksikan visualisasi lokasi dan kepadatan orang saat gempa,\nmerangkum informasi dari data yang dibutuhkan oleh pengguna, dan\nmengeksplorasi visualisasi dengan lingkungan virtual reality.", "Daftar File": {}, "Penulis": "Mochamad Kautsar Fadhilah [18219039]", "Kontributor / Dosen Pembimbing": ["Latifa Dwiyanti, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "gempa bumi, virtual reality, visualisasi data.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "21 Agu 2023"}