{"Nomor": 76976, "Judul": "REKAYASA PENIRUAN, PEMBUATAN DAN ANALISA PROSES ALIRAN INJEKSI CASING LAPTOP", "Abstrak": "Pemenuhan kebutuhan laptop untuk siswa di Indonesia masih berupa laptop\nsebagai produk rakitan, dimana semua komponen pembentuk laptop masih impor.\nTingkat Komponen Dalam Negeri produk masih sekitar 20-25% dimana sebagian\nbesar masih merupakan kontribusi aset barang modal produksi, tenaga kerja,\npajak, sementara seluruh komponen pembentuk laptop masih belum ada yang\ndibuat di dalam negeri. Untuk itu diperlukan upaya agar dapat dimulai proses\npembuatan komponen-komponen laptop ini di dalam negeri, dimulai dari\nkomponen atau bagian yang relatif dapat dilakukan dengan ketersediaan industri\npendukung untuk membuat komponen laptop tersebut. Beberapa komponen\nlaptop yang dapat dibuat di dalam negeri antara lain: (i) shell casing/housing\nlaptop (outer maupun inner parts) atau disebut juga industrial design (ID) dan\nMechanical Design (MD); (ii) PCB Assembly dari Motherboard; (iii) Aksesori\nberupa adaptor/charger; (iv) Baterai. Jika komponen komponen ini dapat di buat\ndi dalam negeri, maka komponen-komponen ini akan berkontribusi dalam\npenambahan tingkat komponen dalam negeri 15%-20% dan akan melibatkan lebih\nbanyak industri pendukung untuk memproduksi komponen laptop yang tentunya\nakan membuka lapangan kerja di dalam neger lebih banyak lagi. Untuk itu dalam\npenelitian ini akan menggunakan proses rekayasa peniruan laptop sehingga\ndiharapkan dapat meningkatkan TKDN Laptop. Proses rekayasa peniruan akan\nmenggunakan laser cmm untuk proses pemindaian casing laptop. Dari hasil\npemindaian ini akan diperoleh point cloud yang lalu diproses menjadi format file\nstl, yang lalu akan diolah menjadi geometri 3d CAD (3D Computer Aided\nDesign, 3D CAD), selanjutnya kemampuan untuk mengolah data ini digunakan\nbaik untuk analisa secara geometri produk, lalu dilanjutkan dengan analisa dalam\nkaitan dengan proses cetakan injeksi plastik.", "Daftar File": {"ABSTRAK Anton Widodo": "https://digilib.itb.ac.id/gdl/download/304764"}, "Penulis": "Anton Widodo [23120015]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Ir. Agung Wibowo, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "casing laptop, reverse engineering, mold", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Agu 2023"}