{"Nomor": 76970, "Judul": "USULAN STRATEGI BISNIS PERSADA MEDICAL KLINIK UNTUK MENINGKATKAN DAYA SAING DAN PROFITABILITAS", "Abstrak": "Klinik Persada Medika sebagai pendatang baru di industri kesehatan dan kecantikan menghadapi tantangan dalam memasuki pasar. Namun, mereka mengakui potensi profitabilitas industri. Mereka menyadari bahwa persaingan dari pelaku industri yang ada dapat menjadi hambatan bagi kelancaran operasional mereka. Laporan keuangan menunjukkan penurunan penjualan bersih dan ratarata transaksi harian sejak Maret. Selain itu, jumlah peserta BPJS yang terdaftar masih jauh dari target klinik. Kunjungan pasien untuk perawatan kesehatan primer dan kecantikan rata-rata masing-masing lima dan dua per hari. Klinik mengakui tidak adanya strategi khusus untuk mencapai tujuan mereka. Untuk meningkatkan daya saing dan profitabilitas, Klinik Persada perlu mengembangkan strategi bisnis untuk membangun keunggulan kompetitif. \nPenelitian ini menggabungkan metode kualitatif dan kuantitatif. Teknik kualitatif melibatkan observasi, kunjungan perusahaan, dan wawancara, sedangkan metode kuantitatif menggunakan teknik numerik, analisis statistik, dan kuesioner berbasis rating. Data diekstrak melalui analisis deskriptif dan SWOT-Analysis Hierarchy Process (AHP-SWOT). Perumusan strategi meliputi analisis lingkungan eksternal menggunakan PESTEL, Lima Kekuatan Porter, dan Analisis Pesaing. Sedangkan analisis internal menggunakan Value Chain Analysis, Four Criteria of Sustainable Advantages, dan model STP. \nTemuan menunjukkan bahwa industri kesehatan dan kecantikan di Indonesia cukup menarik dan kompetitif. Persaingan sangat ketat, dan pelanggan mencari produk dengan nilai terbaik. Klinik Medis Persada tampaknya mengadopsi pendekatan kepemimpinan biaya, yang bertujuan untuk bersaing dalam biaya dan merampingkan proses untuk meningkatkan profitabilitas. Keunggulan kompetitif klinik diklasifikasikan sebagai paritas kompetitif hingga kompetitif sementara, dengan pengembalian rata-rata hingga di atas rata-rata. Matriks TOWS menyarankan 16 strategi alternatif untuk diterapkan dalam 24 bulan. Namun, ketiadaan sistem monitoring dan evaluasi dalam penelitian ini membuat sulit untuk menilai efektivitas setiap strategi yang diterapkan.", "Daftar File": {"2023_TS_PP_FITHA RACHMAH SARI-29121395_Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/304718"}, "Penulis": "Fitha Rachmah Sari [29121395]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Dermawan Wibisono, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Industri Kesehatan dan Kecantikan, Bisnis Strategi, AHP, TOWS Matriks, Klinik Persada Medika", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "21 Agu 2023"}