{"Nomor": 76972, "Judul": "STUDI KELAYAKAN TEKNO EKONOMI PEMBANGKIT  LISTRIK TENAGA SURYA FOTOVOLTAIK MENGGUNAKAN  RETSCREEN UNTUK MENCAPAI TRANSISI ENERGI  INDONESIA", "Abstrak": "Energi surya sangat melimpah di Indonesia, tetapi pemanfaatannya masih minim. Perusahaan Listrik Negara (PLN) berencana membangun pembangkit listrik tenaga surya berbasis fotovoltaik dengan kapasitas 26 MW di Nias untuk meningkatkan porsi energi terbarukan Indonesia dan mengurangi biaya produksi listrik. Daerah terpencil seperti Nias cenderung memiliki biaya produksi listrik yang tinggi. Penelitian ini menganalisis kelayakan pembangkit listrik tenaga surya berbasis fotovoltaik dengan menggunakan RETScreen dengan studi kasus pembangkit listrik tenaga surya berkapasitas 26 MW yang berlokasi di Pulau Nias, Indonesia. Tiga skenario dikembangkan untuk menentukan kelayakan proyek berdasarkan tarif energi terbarukan. Satu skenario dikembangkan untuk menentukan kelayakan proyek, termasuk penghematan biaya dari penghilangan penggunaan diesel. Satu skenario dikembangkan untuk mengevaluasi kelayakan proyek dengan mempertimbangkan insentif emisi sebesar 10 USD/tCO2. Hasil penelitian menunjukkan bahwa tarif energi terbarukan saat ini saja tidak cukup untuk membuat proyek ini layak. Akibatnya, produsen listrik independen (Independent Power Producers/IPPs) enggan berinvestasi di pasar pembangkit listrik tenaga surya Indonesia karena batasan tarif. Hasil penelitian juga menunjukkan bahwa proyek ini sangat menguntungkan bagi perusahaan milik negara Indonesia (PLN) karena penghematan biaya yang tinggi dari penngurangan penggunaan diesel. Menurut simulasi, insentif emisi sebesar 10 USD/tCO2 sudah cukup untuk membuat proyek ini secara finansial layak bagi IPPs. Oleh karena itu, disarankan untuk memperkenalkan insentif emisi sebagai pendekatan strategis untuk menarik investor dan merangsang investasi di pasar pembangkit listrik tenaga surya Indonesia, guna mencapai transisi energi Indonesia.", "Daftar File": {"2023_TS_PP_Hendry Timotiyas Paradongan-29121223_Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/304738"}, "Penulis": "Hendry Timotiyas Paradongan [29121223]", "Kontributor / Dosen Pembimbing": ["Dzikri Firmansyah Hakam, S.T., Pg.Dip., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Studi Kelayakan, Pembangkit Listrik Tenaga Surya Fotovoltaik, Tarif  Energi Terbarukan, RETScreen, Indonesia", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "21 Agu 2023"}