{"Nomor": 76980, "Judul": "KOMUNIKASI RISIKO BENCANA DALAM KESIAPAN MENGHADAPI BENCANA GEMPA BUMI DAN TSUNAMI DI KAWASAN WISATA PANGANDARAN", "Abstrak": "Pangandaran merupakan salah satu kabupaten di Jawa Barat yang memiliki potensi pariwisata yang besar. Lokasi geografis Pangandaran yang memiliki garis pantai sepanjang 91 km menjadikannya tujuan favorit wisata bahari di Jawa Barat. Pantai Pangandaran terletak berada pada zona tumbukan (subduksi) antara Lempeng Indo Australia dan Eurasia sehingga menyebabkan Pantai Pangandaran rawan akan terjadinya gempa bumi dan tsunami. Adanya risiko gempa bumi dan tsunami menuntut komunikasi risiko bencana yang efektif dari para pemangku kepentingan, terutama Badan Penanggulangan Bencana Daerah (BPBD), untuk meningkatkan kesadaran dan pengetahuan masyarakat serta mengambil tindakan yang tepat. Penelitian ini bertujuan untuk mengidentifikasi komunikasi risiko bencana dan aktor yang terlibat dalam komunikasi risiko bencana darurat, serta memahami bagaimana pelaku usaha wisata sebagai komunikator utama bagi wisatawan dalam mengambil tindakan protektif seperti evakuasi. Metode penelitian yang digunakan metode penelitian gabungan (mixed methods). Wawancara digunakan sebagai teknik pengambilan data primer untuk memahami komunikasi risiko bencana, sementara kuesioner disebar kepada pelaku usaha wisata untuk mengidentifikasi keputusan tindakan protektif. Analisis data menggunakan content analysis dan analisis statistik deskriptif. Hasil penelitian menunjukkan bahwa komunikasi risiko di Kawasan Wisata Pangandaran telah memenuhi unsur-unsur penting seperti pelaku, pesan, saluran komunikasi, penerima, dan dampak. BPBD merupakan leading sector untuk informasi kebencanaan, sedangkan FKDM dan Balawisata berperan sebagai aktor penghubung. Sistem peringatan dini telah terintegrasi dengan baik melalui berbagai alat komunikasi. Secara keseluruhan, masyarakat di Kawasan Wisata Pangandaran memiliki pemahaman yang baik tentang ancaman bencana dan tindakan yang harus dilakukan saat ada peringatan tsunami. Namun, masih ada beberapa aspek yang perlu ditingkatkan, seperti efektivitas penyebaran informasi, pengetahuan tentang shelter TES, dan kepercayaan pada sistem peringatan tsunami.", "Daftar File": {"COVER Zeilla Nailurrahmi": "https://digilib.itb.ac.id/gdl/download/304770", "BAB_1 Zeilla Nailurrahmi": "https://digilib.itb.ac.id/gdl/download/304771", "BAB_2 Zeilla Nailurrahmi": "https://digilib.itb.ac.id/gdl/download/304772", "BAB_3 Zeilla Nailurrahmi": "https://digilib.itb.ac.id/gdl/download/304773", "BAB_4 Zeilla Nailurrahmi": "https://digilib.itb.ac.id/gdl/download/304774", "BAB_5 Zeilla Nailurrahmi": "https://digilib.itb.ac.id/gdl/download/304775", "BAB_6 Zeilla Nailurrahmi": "https://digilib.itb.ac.id/gdl/download/304776"}, "Penulis": "Zeilla Nailurrahmi [28820010]", "Kontributor / Dosen Pembimbing": ["Ir. Harkunti Pertiwi Rahayu, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Terapan Perencanaan Kepariwisataan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Bencana, Komunikasi Risiko, Pantai Pangandaran, Tsunami", "Sumber": "", "Staf Input/Edit": "sarnya", "File": "9 file", "Tanggal Input": "21 Agu 2023"}