{"Nomor": 76987, "Judul": "STUDI KOMPOSIT CARBON DOTS/ZINC OXIDE TERHADAP SIFAT OPTIK DAN ANTIBAKTERI", "Abstrak": "Data menunjukan bahwa beberapa tahun terakhir iklim global terus memburuk dan\nperkembangan bakteri yang semakin kompleks. Bahaya radiasi ultraviolet (UV)\ndan infeksi bakteri terhadap tubuh manusia semakin meningkat, tetapi\npengembangan produk pemblokir UV dengan antibakteri tidak mengikuti\nperkembangan. Zinc oxide (ZnO) dan carbon dots (CDs) adalah kandidat pelindung\nsinar ultraviolet (UV) dan agen antibakteri. Akan tetapi, ZnO hanya memberikan\nperlindungan dari sinar UVA dan sebagian UVB sedangkan CDs menghasilkan\nmaterial berwarna gelap. Maka tujuan penelitian ini adalah membentuk komposit\nCDs/ZnO untuk memberikan material yang berwarna lebih terang, mengoptimasi\nperlindungan pada seluruh sinar UV, dan menguji sifat antibakteri komposit. Pada\npenelitian ini, dilakukan sintesis one-pot komposit CDs/ZnO menggunakan metode\npemanasan microwave dengan variasi waktu. Material dasar digunakan adalah\ncitric acid, etilendiamin, dan ZnO. Karakterisasi komposit CDs/ZnO terdiri dari uji\nabsorbansi UV, photoluminescence (PL), Fourier transform infrared (FTIR), XRay diffraction (XRD), scanning electron microscope (SEM), transmission\nelectron microscope (TEM), dan uji antibakteri. Komposit CDs/ZnO menghasilkan\nmaterial berwarna putih kekuningan dengan ukuran dalam skala mikro. Absorbansi\noptimal pada seluruh sinar UV diperoleh pada CDs/ZnO dengan pemanasan 30\nmenit pada konsentrasi 0.01g/mL dan kemampuan antibakteri terhadap S.aureus\nmencapai 99.99% pada konsentrasi 1mg/mL setelah 24 jam. Dari hasil penelitian\nini disimpulkan bahwa senyawa CDs/ZnO memiliki potensi yang baik sebagai\npelindung UV dan antibakteri.", "Daftar File": {}, "Penulis": "Aulia Marissa [10219073]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Eng. Ferry Iskandar, M.Eng.", "Dr. rer. nat. Akfiny Hasdi Aimon, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "antibakteri, Carbon Dots, ultraviolet, ZnO.", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "8 file", "Tanggal Input": "21 Agu 2023"}