{"Nomor": 76986, "Judul": "MANAJEMEN RISIKO INVESTASI PADA PERUSAHAAN PERTAMBANGAN BATUBARA DI INDONESIA DENGAN METODE KUANTITATIF: STUDI KASUS HARGA SAHAM TAHUN KALENDER 2018 - 2022", "Abstrak": "Pertambangan batubara telah menjadi salah satu industri strategis bagi pertumbuhan\nekonomi di Indonesia. Investasi saham pada industri pertambangan batubara\nmerupakan kegiatan yang berisiko tinggi. Beberapa penelitian terdahulu\nmenyatakan bahwa COVID-19 berdampak negatif terhadap pasar saham tanah air.\nMaka dari itu, diperlukan adanya manajemen risiko atas investasi saham pada\nperusahaan pertambangan batubara di Indonesia baik dalam bentuk aset tunggal\nmaupun portofolio. Penelitian ini bertujuan untuk mengetahui kuantifikasi risiko\nserta menentukan alternatif portofolio yang optimal dalam suatu investasi saham\npada perusahaan pertambangan batubara di Indonesia pada tahun kalender 2018 –\n2022. Digunakan metode kuantitatif untuk mengukur risiko investasi yang meliputi\nstandar deviasi, beta dan R-kuadrat, capital asset pricing model (CAPM) dan\nJensen’s alpha/alfa, Sharpe ratio, Sortino ratio, Treynor ratio, serta value at risk\n(VaR) pada tingkat kepercayaan 95% dan 99%. Di samping itu, digunakan pula\nmetode efficient frontier berdasarkan Markowitz model untuk menentukan alternatif\nportofolio optimal. Perhitungan dengan berbagai metode kuantitatif tersebut\ndilakukan terhadap data historis harga penutupan saham bulanan delapan sampel\nperusahaan pertambangan batubara di Indonesia (ADRO, BSSR, BYAN, PTBA,\nHRUM, INDY, ITMG, dan MBAP), indeks saham yang terdiri dari indeks komposit\ndan sektoral (sektor energi), serta laju pengembalian bebas risiko yang mengacu\npada suku bunga acuan yang dikeluarkan oleh Bank Indonesia. Hasil pengolahan\ndata dan analisis menunjukkan bahwa saham sampel perusahaan pertambangan\nbatubara di Indonesia selain INDY memiliki performa yang cukup baik\ndibandingkan dengan performa indeks komposit. Selain itu, kedelapan saham\nsampel perusahaan cenderung kurang baik apabila dibandingkan dengan performa\nindeks sektor energi dalam periode lima tahun terakhir berdasarkan pendekatan\nrisiko totalnya. Diperoleh alternatif portofolio optimal untuk masing-masing\ninvestor risk-averse dan risk-taker selama lima tahun terakhir. Alternatif portofolio\noptimal bagi para investor risk-averse dengan kombinasi bobot saham BSSR\n24,18%, BYAN 41,78%, PTBA 16,40%, HRUM 1,88%, dan MBAP 15,75%\nmemberikan rata-rata tingkat pengembalian sebesar 1,67%, standar deviasi sebesar\n6,63%, serta Sharpe ratio sebesar 19,58%, sedangkan alternatif portofolio optimal\nbagi para investor risk-taker dengan kombinasi bobot saham BSSR 27,71%, BYAN\n44,38%, HRUM 18,50%, dan MBAP 9,40% memberikan rata-rata tingkat\npengembalian sebesar 2,03%, standar deviasi sebesar 7,11%, serta Sharpe ratio\nsebesar 23,33%.", "Daftar File": {"ABSTRAK Yohannes Eurico Christanto": "https://digilib.itb.ac.id/gdl/download/310401"}, "Penulis": "Yohannes Eurico Christanto [12119018]", "Kontributor / Dosen Pembimbing": ["Dr. Ing. Ir. Arjo Prawoto Wibowo, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Risiko investasi, metode kuantitatif, saham, portofolio, perusahaan pertambangan batubara", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "7 file", "Tanggal Input": "21 Agu 2023"}