{"Nomor": 76995, "Judul": "POLA OPERASI PETI KEMAS TERMINAL HUB INTERNASIONAL PELABUHAN KUALA TANJUNG, KABUPATEN BATU BARA, SUMATRA UTARA, INDONESIA", "Abstrak": "Pelabuhan Kuala Tanjung merupakan pelabuhan yang terletak di Sumatra Utara. Pelabuhan Kuala Tanjung diproyeksikan akan menjadi Pelabuhan terbesar di Wilayah Barat Indonesia. Pelabuhan ini memiliki dua terminal yaitu Terminal Multipurpose dan Terminal Hub Internasional. Pelabuhan Kuala Tanjung tentunya memerlukan manajemen pola operasi yang baik. Oleh karena itu, Tugas Akhir ini akan membahas mengenai Pola Operasi Peti Kemas di dermaga dan lapangan penumpukan Terminal Hub Internasional Pelabuhan Kuala Tanjung. Pola operasi dermaga membahas kombinasi kapal yang bertambat, penentuan alat handling bongkar muat peti kemas yang digunakan beserta jumlahnya, perhitungan produktivitas alat bongkar muat, dan perhitungan kapasitas desain handling. Hasil perhitungan kapasitas desain handling peti kemas di dermaga sebesar 1.219.277 TEU/Tahun. Pola operasi lapangan penumpukan membahas penentuan alat penumpukan serta alat transportasi horizontal yang digunakan beserta jumlahnya, perhitungan produktivitas pada alat penumpukan peti kemas, dan perhitungan kapasitas desain handling di lapangan penumpukan serta pola operasi transportasi horizontal. Hasil perhitungan kapasitas desain handling peti kemas di lapangan penumpukan sebesar 1.504.548 TEU/tahun. Selanjutnya, terdapat perhitungan biaya kapital dan tarif handling peti kemas mencakup perhitungan biaya total kapital, perhitungan total pengeluaran dan pemasukan, dan perhitungan tarif handling peti kemas.", "Daftar File": {}, "Penulis": "Muhamad Arya Valentino Febrian [15519005]", "Kontributor / Dosen Pembimbing": ["Ir. Andojo Wurjanto, MCE, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Pelabuhan Kuala Tanjung, Pola Operasi, Kapasitas Handling, Produktivitas, Tarif, Peti Kemas", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Agu 2023"}