{"Nomor": 76998, "Judul": "STATUS KESEHATAN EKOSISTEM TERUMBU KARANG SITUS KONSERVASI LIVINGSEAS BALI, PADANGBAI, BERDASARKAN KEBERADAAN IKAN BUTTERFLYFISH (CHAETODONTIDAE) SEBAGAI BIOINDIKATOR", "Abstrak": "Terumbu karang adalah ekosistem dengan keragaman tinggi yang penting dalam menyediakan jasa ekosistem, antara lain sebagai habitat bagi berbagai biota laut dan juga mendukung kehidupan masyarakat pesisir. Struktur terumbu karang terbentuk dari hasil kalsifikasi hewan karang yang sangat rentan terhadap gangguan lingkungan sehingga luas terumbu karang hidup semakin berkurang setiap tahunnya. Dengan demikian banyak upaya yang dilakukan untuk merestorasi ekosistem terumbu karang, salah satunya dilakukan di Padangbai, Bali oleh Livingseas Bali, suatu dive center dengan fokus utama pariwisata yang memulai upaya konservasi terumbu karang artifisial (reefstar) hidup dari tahun 2019. Dalam menjalankan suatu upaya konservasi terumbu karang, perlu dilakukan penilaian terhadap status kesehatan terumbu karang tersebut. Ikan Chaetodontidae merupakan salah satu jenis ikan karang hidupnya cukup tergantung pada kesehatan terumbu karang hidup sehingga keberadaannya bisa menjadi bioindikator untuk menilai status kesehatan ekosistem terumbu karang. Penelitian ini bertujuan untuk menilai status kesehatan terumbu karang restorasi hard corals menggunakan ikan butterflyfish (Famili Chaetodontidae) sebagai spesies indikator. Penelitian ini dilakukan pada situs konservasi terumbu karang Livingseas Bali, Padangbai. Data diambil pada tiga transek dengan panjang masing-masing 25 m pada kedalaman yang berbeda dan rentang umur terumbu karang buatan yang berbeda. Pengambilan data ikan menggunakan metode belt transect, sedangkan tutupan karang menggunakan metode PIT (Point Intercept Transect). Data kualitas air yang dikumpulkan adalah suhu, pH, salinitas, dan konduktivitas listrik. Dari hasil analisis data, terlihat bahwa persentase tutupan terumbu karang pada setiap transeknya adalah 67,33% (Transek 1), 60,67% (Transek 2), 37,67% (Transek 3) dengan nilai rerata 55,22% yang berdasarkan kriteria Persen Tutupan Terumbu Karang menurut Keputusan Menteri Lingkungan Hidup No.4 Tahun 2001 termasuk kategori baik. Indeks mortalitas keseluruhan situs yang dihitung memiliki nilai yang sangat kecil (0,0036). Komunitas ikan Chaetodontidae di situs konservasi Livingseas terdiri dari 10 spesies. Kelimpahan populasi ikan Chaetodontidae pada masing-masing transek adalah; 78 ikan untuk Transek 1, 43 untuk Transek 2, dan 29 untuk Transek 3 dengan kelimpahan terbesar tercatat untuk spesies Chaetodon kleinii. Hasil analisis menunjukkan bahwa tutupan terumbu karang berkorelasi positif dan signifikan dengan kelimpahan ikan Chaetodontidae. Hal ini menunjukkan bahwa ikan Chaetodontidae merupakan bioindikator yang baik untuk kesehatan dari suatu terumbu karang, sebagaimana terlihat dari tutupan terumbu karang hidup yang tergolong baik dengan keberadaan ikan Chaetodontidae yang cukup baik pula.", "Daftar File": {"ABSTRAK Benedict Rafael Iskandar": "https://digilib.itb.ac.id/gdl/download/304841"}, "Penulis": "Benedict Rafael Iskandar [10619001]", "Kontributor / Dosen Pembimbing": ["Dr. Devi Nandita Choesin, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "Life sciences ; biology", "Kata Kunci": "Bioindikator, Tutupan Terumbu Karang, Konservasi Terumbu Karang Artifisial, Chaetodontidae, reefstar.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "21 Agu 2023"}