{"Nomor": 77001, "Judul": "PERANCANGAN FONDASI, TIMBUNAN, DAN DINDING PENAHAN TANAH SECANT PILE PADA PROYEK SENTRA DAN LOKAKARYA TENUN JAWA BARAT", "Abstrak": "Proyek Sentra dan Lokakarya Tenun Jawa Barat terdiri atas tiga gedung yang difungsikan sebagai fasilitas kerajinan tenun. Gedung pertama adalah eksibisi yang terdiri atas 3 lantai dilengkapi basement sedalam 3,5 m. Gedung kedua adalah workshop yang terdiri atas satu lantai. Pada area gedung workshop terdapat lereng sehingga dirancang timbunan. Gedung ketiga adalah penunjang yang terdiri atas dua lantai.\nTimbunan didesain setinggi 2,7 m dengan kemiringan lereng timbunan sebesar 1:3. Analisis penurunan dan stabilitas lereng dengan aplikasi PLAXIS 2D. Untuk mempercepat waktu konsolidasi maka didesain PVD dengan spasi segitiga sebesar 1 m hingga kedalaman 13 m.\nGalian pada basement hingga kedalaman 5 m dengan tipe dinding penahan tanah secant pile. Secant pile didesain dengan diameter 1,1 m dan tinggi 16 m. Overlapping antara primary dan secondary pile sebesar 250 mm. Pada secant pile didesain dua perkuatan angkur tanah di kedalaman 1 m dan 4 m. Analisis pekerjaan galian, dinding penahan tanah, dan angkur menggunakan PLAXIS 2D.\nTerdapat dua tipe fondasi pada proyek ini yaitu fondasi tiang dan batu kali. Fondasi yang digunakan pada gedung eksibisi dan penunjang utama yaitu tiang bor dengan diameter 0,8 m. Fondasi tiang bor pada gedung penunjang utama didesain dengan konfigurasi tiang tunggal sedalam 18 m. Pada gedung eksibisi didesain dengan kelompok tiang sedalam 15 m, 15,5 m, dan 16 m. Daya dukung aksial tiang tunggal ditentukan berdasarkan perhitungan manual sedangkan daya dukung lateral tiang tunggal ditentukan berdasarkan pemodelan pada aplikasi Lpile. Gaya dan deformasi pada kelompok tiang ditentukan berdasarkan pemodelan pada aplikasi GROUP.\nFondasi batu kali digunakan untuk gedung workshop dan penunjang sekunder. Fondasi batu kali didesain sedalam 0,8 m. Pada dasar fondasi batu kali dilengkapi lapisan batu kosong sedalam 0,2 m dan pasir urug sedalam 0,1 m. Analisis daya dukung aksial tekan dan lateral dilakukan secara manual.", "Daftar File": {}, "Penulis": "Olivia Salsa Billah [15019049]", "Kontributor / Dosen Pembimbing": ["Ir. Andhika Sahadewa, S.T, M.S.E, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Timbunan, PVD, secant pile, ground anchor, fondasi tiang bor, PLAXIS 2D, LPILE, GROUP, fondasi batu kali.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Agu 2023"}