{"Nomor": 77009, "Judul": "PENGARUH KOMPENSASI PADA KARYAWAN KONTRAK:  STUDI KASUS PADA PERUSAHAAN TAMBANG BATUBARA  DI INDONESIA", "Abstrak": "Keberadaan undang-undang ketenagakerjaan di Indonesia yang mengatur hak dan kewajiban pengusaha dan pekerja dibuat berdasarkan landasan aturan untuk mencegah terjadinya perbudakan atau tindakan sewenang-wenang. Landasan utama hukum perburuhan dan ketenagakerjaan di Indonesia tidak lain adalah UUD 1945. Adanya aturan baru dalam dunia kerja yaitu Undang Undang Cipta \nKerja yang dimana secara khusus membahas mengenai kompensasi karyawan PKWT yang pelaksanannya diatur dalam Peraturan Pemerintah No 35 Tahun 2021 menjadi hal yang baru untuk disorot. Penelitian ini bersifat kualitatif dan dilakukan dengan pengumpulan data melalui wawancara dengan beberapa karyawan kontrak di sebuah perusahaan tambang batubara. Ada beberapa pengaruh terhadap karyawan dan perusahaan itu sendiri mengenai pembayaran kompensasi. Kompensasi yang diterima oleh karyawan kontrak pada setiap akhir periode mempengaruhi kebahagiaan mereka karena secara langsung dapat meningkatkan pendapatan mereka dan sebagai antisipasi jika nanti kontrak tidak diperpanjang. Sedangkan perusahaan dirugikan secara arus kas karena kewajiban membayar kompensasi ini setiap tahun kepada setiap karyawan kontrak. Maka, ada beberapa rekomendasi terkait pengaruh kompensasi ini, yaitu mempersingkat masa kontrak dan menyesuaikan kembali status karyawan sesuai dengan pekerjaannya.", "Daftar File": {"2023_TS_PP_Heni Widianingsih-29121503_Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/304859"}, "Penulis": "Heni Widianingsih [29121503]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Aurik Gustomo, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "kompensasi, karyawan kontrak, hukum ketenagakerjaan, perusahaan tambang batubara", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "21 Agu 2023"}