{"Nomor": 77017, "Judul": "ANALISIS METAGENOMIK BAKTERI PADA SAMPEL USAP NASOFARING PASIEN COVID-19 TANPA GEJALA DAN BERGEJALA RINGAN ASAL JAWA BARAT", "Abstrak": "Patogen penyebab COVID-19 adalah SARS-CoV-2 yang dapat ditransmisikan berbentuk\ndroplet dan aerosol melalui sistem pernapasan atas. Mikrobioma nasofaring berperan penting\ndalam melawan patogen yang masuk melalui sistem pernapasan atas. Infeksi SARS-CoV-2\nmenyebabkan disregulasi sistem imun sehingga terjadi disbiosis mikroba dan memperbesar\npotensi terjadinya koinfeksi bakteri. Komplikasi klinis infeksi SARS-CoV-2 bergejala ringan\n(Mild) adalah demam hingga anosmia sedangkan pada infeksi SARS-CoV-2 tanpa gejala\n(Asymptomatic) tidak memiliki gejala konsisten. Koinfeksi bakteri dapat menambah\nkomplikasi klinis seperti penurunan fungsi paru-paru hingga pneumonia. Penelitian mengenai\ndisbiosis mikroba serta koinfeksi bakteri akibat infeksi SARS-CoV-2 di Indonesia belum\nbanyak dilakukan. Oleh karena itu, penelitian ini dilakukan untuk menganalisis komunitas\nbakteri pada sampel usap nasofaring kelompok tanpa gejala (Asymptomatic) sebanyak 3\nsampel, bergejala ringan (Mild) sebanyak 5 sampel, dan individu uji virologi negatif SARSCoV-\n2 sebagai kontrol (Kontrol) sebanyak 3 sampel dari Jawa Barat. Sampel usap nasofaring\ndiekstraksi dan selanjutnya dilakukan library preparation. Sampel tersebut kemudian\ndianalisis Illumina NextSeq 550 dengan pendekatan shotgun metagenomic. Bacaan mentah\nhasil sekuensing dievaluasi kualitasnya menggunakan FASTQC dan dianalisis lebih lanjut\nmenggunakan CUTADAPT. Selanjutnya tahap pre-processing dilakukan menggunakan\nBOWTIE2 untuk menghapus sekuens Homo sapiens berdasarkan database GRCh38. Hasil\nbacaan bersih digunakan untuk analisis komposisi mikroba menggunakan Kraken2 dengan\ndatabase Minikrakenv1 dan analisis fungsional mikroba menggunakan HUMAnN3 dengan\ndatabase ChocoPhlan. Selanjutnya analisis statistik dan visualisasi dilakukan menggunakan\nRStudio dan Excel. Hasil analisis diversitas-???? menggunakan Indeks Shannon menunjukkan\nkeragaman spesies pada kelompok kontrol lebih tinggi daripada kelompok tanpa gejala dan\nbergejala ringan. Perbandingan diversitas mikroba antar kelompok melalui diversitas-????\nmenggunakan perhitungan Bray Curtis pada Principle Coordinate Analysis (PCoA)\nmenunjukkan dua klaster utama yaitu klaster kelompok kontrol yang terpisah dengan\nkelompok tanpa gejala dan bergejala ringan. Kelimpahan relatif genus bakteri tertinggi pada\nsampel tanpa gejala maupun bergejala ringan adalah Burkholderia spp.. Perbandingan\nkelimpahan tingkat spesies dianalisis lebih lanjut menggunakan DESeq2 untuk\nmembandingkan kelompok tanpa gejala dan bergejala ringan terhadap kelompok kontrol. Hasil\nanalisis DESeq2 (p-value < 0,1; LFC ± 2,0) menujukkan individu kelompok tanpa gejala\nmaupun bergejala ringan memiliki peningkatan paling signifikan pada kelimpahan\nBurkholderia dolosa dan Pseudumonas spp. Jika dibandingkan dengan kontrol. Hasil analisis\nfungsional mikroba menunjukkan peningkatan aktivitas terkait biosintesis nukleotida yang\nlebih tinggi pada kelompok bergejala ringan daripada kelompok tanpa gejala (p-value < 0,5;\nLFC ± 2,0). Aktivitas metabolik utilisasi etanolamin ditemukan spesifik pada kelompok\nbergejala ringan. Penelitian ini dapat dimanfaatkan untuk informasi potensi ko-infeksi SARSCoV-\n2 di Indonesia, meningkatkan akurasi prognosis, dan efektifitas pengobatan.", "Daftar File": {}, "Penulis": "Nurul Izzati Ginting [10619086]", "Kontributor / Dosen Pembimbing": ["Azzania Fibriani, S.Si., M.Si., Ph.D.", "Popi Septiani, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Metagenomik, SARS-CoV-2, Asymptomatic, Mild, Nasofaring, Bakteri", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Agu 2023"}