{"Nomor": 77013, "Judul": "ESTIMASI DEBIT PEMOMPAAN SUMUR BERDASARKAN MODEL NUMERIK DI CEKUNGAN AIR TANAH BANDUNG-SOREANG", "Abstrak": "Pendistribusian air yang tidak merata memicu semakin banyak penduduk dan industri yang melakukan pengeboran sumur dan mengeksploitasi air tanah secara berlebihan di CAT Bandung-Soreang. Jumlah pemompaan air tanah yang tidak terkendali menyebabkan penurunan muka air tanah. Banyak sumur yang tidak terdata dengan baik menyebabkan sulit untuk mengestimasi jumlah debit pemompaan aktual. Data debit pemompaan sumur yang tidak terdata dengan baik dapat menghasilkan sebuah model numerik aliran air tanah yang berbeda dengan kondisi di lapangan. Oleh karena itu, penelitian ini bertujuan untuk mengestimasi jumlah debit pemompaan sumur aktual berdasarkan model numerik di CAT Bandung-Soreang.\nDalam penelitian ini, simulasi aliran air tanah akan dimodelkan dengan bantuan program MODFLOW NWT Model Muse 5.1. Estimasi debit pemompaan sumur dilakukan dengan menggunakan metode Parameter Estimation (PEST) yang tersedia pada program MODFLOW. Parameter Estimation (PEST) merupakan metode kalibrasi automatis yang bekerja dengan cara mengkalibrasi model itu sendiri secara berulang-ulang hingga mendapatkan input parameter terbaik berupa debit pemompaan sumur.\nBerdasarkan hasil pemodelan pada tahun 1990 didapatkan hasil muka air tanah simulasi yang lebih tinggi dibanding muka air tanah observasi, sehingga dibutuhkan adanya debit pemompaan sumur tambahan untuk menurunkan muka air tanah. Berdasarkan hasil Parameter Estimation (PEST) didapatkan estimasi jumlah debit pemompaan tambahan di tahun 1990 adalah sebesar 41.514,8 m3/hari Cimahi, 9.146,8 m3/hari pada wilayah Dayeuhkolot, dan 2.298,5 m3/hari pada wilayah Rancaekek. Hasil simulasi aliran air tanah pada tahun 2001-2020 menunjukkan adanya kerucut penurunan muka air tanah yang tinggi di wilayah Cimahi dan Dayeuhkolot. Hasil pemodelan ini diharapkan dapat digunakan sebagai acuan dalam pengendalian pemompaan sumur dan pengelolaan air tanah di CAT Bandung-Soreang.", "Daftar File": {"ABSTRAK Muhammad Farid Fakhruddin": "https://digilib.itb.ac.id/gdl/download/304863"}, "Penulis": "Muhammad Farid Fakhruddin [22719303]", "Kontributor / Dosen Pembimbing": ["Dr. Edi Riawan, S.Si., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Air Tanah", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "pemompaan sumur, model numerik, metode PEST", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Agu 2023"}