{"Nomor": 77021, "Judul": "PEMODELAN DERET WAKTU ARIMA DENGAN FAKTOR INTERVENSI DAN PENCILAN SERTA EXOGENOUS VARIABLES", "Abstrak": "Deret waktu adalah rangkaian data pengamatan yang diukur selama periode waktu\ntertentu dengan interval yang sama. Analisis deret waktu dan prediksi memiliki\nperan penting dalam menganalisis perubahan ekonomi dan membantu\npengambilan keputusan yang efektif. Dalam penelitian ini, data inflasi dan tingkat\npengangguran di Indonesia digunakan sebagai objek penelitian. Data ini dihadapi\noleh faktor-faktor intervensi seperti pandemi Covid-19 dan pemangkasan subsidi\nbahan bakar oleh Presiden ke-6 Indonesia, serta adanya pencilan dalam data\ninflasi. Selain itu, variabel eksogen seperti pertumbuhan ekonomi dan tingkat\nsuku bunga juga dimasukkan dalam pemodelan ARIMAX. Pemilihan model\nARIMA dengan faktor intervensi dan pencilan serta ARIMAX didasarkan pada\nanalisis dan perbandingan kinerja keduanya. Hasil penelitian menunjukkan bahwa\nmodel ARIMA dengan faktor intervensi memberikan tingkat akurasi yang lebih\nbaik untuk data tingkat pengangguran, dengan nilai MAPE sebesar 5,91%.\nSedangkan untuk data inflasi, model ARIMAX memberikan kinerja terbaik\ndengan MAPE sebesar 7,97%. Hasil penelitian ini memberikan kontribusi penting\ndalam memahami faktor-faktor yang mempengaruhi inflasi dan tingkat\npengangguran di Indonesia. Dengan menggunakan model ARIMA dengan faktor\nintervensi dan pencilan serta ARIMAX, prediksi dapat dilakukan dengan tingkat\nakurasi yang lebih baik. Hal ini memiliki implikasi yang signifikan dalam\npengambilan keputusan ekonomi dan perencanaan kebijakan di masa depan.", "Daftar File": {"ABSTRAK Bryan Savero": "https://digilib.itb.ac.id/gdl/download/304874"}, "Penulis": "Bryan Savero [10119054]", "Kontributor / Dosen Pembimbing": ["Dr. Utriweni Mukhaiyar, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Deret waktu, ARIMA, ARIMAX, intervensi, pencilan, prediksi", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "21 Agu 2023"}