{"Nomor": 77033, "Judul": "STUDI PENGARUH NEAR FAULT RUPTURE DIRECTIVITY TERHADAP RESPONS SPEKTRA DI PERMUKAAN TANAH DAN DESAIN STRUKTUR JEMBATAN INTEGRAL(STUDI KASUS: JEMBATAN PALU 4 PROVINSI SULAWESI TENGAH)", "Abstrak": "Pembangunan jembatan pada umumnya dibangun menghindari jalur sesar aktif. Hal\nitu akan semakin sulit dihindari karena Indonesia memiliki 295 titik sesar aktif\nberdasarkan Peta Gempa 2017. Sesar aktif memberikan resiko gempa yang lebih\ntinggi akibat pergerakan spasial yang dapat berpotensi merusak struktur termasuk\npergerakan tektonik permanen sepanjang sesar. Standar perencanaan jembatan\nterhadap beban gempa akibat sesar aktif belum diatur secara detail pada SNI\n2833:2016. Efek dari sesar aktif terhadap desain jembatan belum banyak dipelajari.\nPengaruh dari sesar aktif pada studi ini dilihat dari sisi pembuatan respons spektra\ndi permukaan dan pengaruhnya terhadap desain struktur jembatan integral. Respons\nspektra di permukaan tanah dibuat dengan melakukan site specific response\nanalysis untuk melihat secara seksama pengaruh gempa akibat sesar aktif terhadap\nrespons struktur. Dalam pembuatan respons spektra tersebut terdapat directivity\neffect yang disebabkan oleh perambatan gelombang gempa akibat sesar aktif.\nDirectivity effect ini menyebabkan adanya peningkatan akselerasi spektral untuk\ngelombang gempa yang menjalar tegak lurus dari bidang sesar. Ground motions\nakibat sesar aktif memiliki karakteristik pulse pada gelombang gempanya. Saat\ngelombang gempa dengan efek pulse melanda, terjadi lonjakan energi yang tajam\ndan intensitas tinggi dalam waktu yang sangat singkat.\nPenelitian ini dilakukan pada Jembatan Palu 4 dengan struktur jembatan beton\nintegral memiliki bentang utama sepanjang 116 m dan 2 bentang samping masingmasing\nsepanjang 66,7 m. Jembatan tersebut berada di dekat Sesar Palu Koro.\nPenelitian ini akan melihat efek dari gelombang gempa akibat pergerakan Sesar\nPalu Koro terhadap respons spektra di permukaan tanah dengan metode site specific\nresponse analysis dan pengaruhnya terhadap desain Jembatan Palu 4 dari sisi\nanalisis linear dan nonlinear. Site specific response analysis dilakukan dengan\nmemperhitungkan directivity effect yang terjadi. Evaluasi struktur jembatan dari sisi\nlinear dengan analisis repons spektra yang meliputi pemeriksaan diagram interaksi\nkolom pada pier dan gaya gesernya dan untuk analisis non-linear akan dilakukan\nNon-Linear Time History Analysis dengan memperhitungkan ground motions yang\nmengandung efek pulse untuk selanjutnya dievaluasi terhadap kriteria level kinerja\njembatan sesuai dokumen NCHRP 440 dan 949.  Hasil dari penelitian ini menunjukkan bahwa respons spektra di permukaan akibat\ndirectivity effect memiliki perbedaan tergantung dari arah penjalaran gelombang\ngempa tersebut. Respons spektra di permukaan pada arah penjalaran sejajar dengan\nbidang sesar (Fault Parallel) memiliki puncak percepatan di periode tinggi dan\nperiode puncak yang panjang. Hal demikian juga terlihat pada respons spektra di\npermukaan untuk arah penjalaran gelombang gempa tegak lurus terhadap bidang\nsesar (Fault Normal) tetapi respons spektra arah tegak lurus bidang sesar\nmengalami kenaikan akselerasi spectral pada periode di atas 1 detik sebesar 27-\n39.7% akibat directivity effect. Hasil analisis respons spektra pada struktur\nJembatan Palu 4 menunjukkan pengaruh directivity effect tidak signifikan terhadap\nrespons struktur jembatan. Hal ini disebabkan karena periode fundamental dari\nJembatan Palu 4 sebesar 0.515 detik sedangkan directivity effect baru terjadi pada\nperiode lebih dari 1 detik. Hasil Non-Linear Time History Analysis memperlihatkan\nstruktur jembatan mengeluarkan respons struktur maksimum dalam hal regangan\ndan drift saat pulse terjadi. Evaluasi terhadap kriteria level kinerja jembatan\nterhadap dokumen NCHRP 440 dan 949 dalam aspek drift ratio dan regangan\nmenunjukkan struktur Jembatan Palu 4 masih dalam batas fully operational setelah\ngempa terjadi.", "Daftar File": {"ABSTRAK Mohammad Febriant": "https://digilib.itb.ac.id/gdl/download/304893"}, "Penulis": "Mohammad Febriant [25021006]", "Kontributor / Dosen Pembimbing": ["Erwin Lim, S.T., M.S., Ph.D.", "Yuamar Imarrazan Basarah, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "sesar aktif, directivity effect, efek pulse, respons spektra, respons struktur", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "21 Agu 2023"}