{"Nomor": 77038, "Judul": "HUBUNGAN ANTARA SIKAP TERHADAP PROGRAM PERUSAHAAN : PSYCHE DENGAN KINERJA KARYAWAN DI PT PERTAMINA EP", "Abstrak": "Penelitian ini bertujuan untuk melihat korelasi antara sikap karyawan terhadap program perusahaan, Psyche, dengan hasil penilaian kinerja di PT Pertamina EP. Studi ini juga melihat hubungan antara sikap karyawan terhadap Program Psyche dan nilai kinerja yang mereka berikan untuk dirinya sendiri.\n\nHasil penelitian menunjukkan bahwa tidak terdapat korelasi signifikan antara sikap karyawan terhadap program perusahaan dan nilai kinerja mereka. Hal ini menunjukkan bahwa sikap karyawan terhadap Program Psyche tidak secara langsung mempengaruhi kinerja karyawan di PT Pertamina EP. Namun, terdapat korelasi signifikan antara sikap karyawan terhadap Program Psyche dan penilaian kinerja subjektif, atau nilai yang mereka berikan untuk dirinya sendiri.\n\nKetidakadanya korelasi antara sikap terhadap program perusahaan dan kinerja pekerjaan sebenarnya mengimplikasikan bahwa faktor-faktor selain sikap, seperti keterampilan, pengalaman, dan kompetensi terkait pekerjaan, memainkan peran yang lebih penting dalam menentukan kinerja karyawan. Hasil ini menekankan pentingnya mempertimbangkan berbagai faktor saat mengevaluasi dan meningkatkan kinerja karyawan.\n\nDi sisi lain, terdapat korelasi signifikan antara sikap terhadap Program Psyche dan kinerja yang dirasakan menunjukkan bahwa sikap positif karyawan terhadap program tersebut terkait dengan persepsi mereka dalam melakukan pekerjaan dengan baik. Temuan ini mengindikasikan bahwa Program Psyche dapat memiliki pengaruh positif terhadap evaluasi subjektif karyawan terhadap kinerja mereka, yang dapat meningkatkan kepuasan kerja dan motivasi.", "Daftar File": {"COVER Chrisna Nuraisyiah": "https://digilib.itb.ac.id/gdl/download/304899", "BAB 1 Chrisna Nuraisyiah": "https://digilib.itb.ac.id/gdl/download/312944", "BAB 2 Chrisna Nuraisyiah": "https://digilib.itb.ac.id/gdl/download/312945", "BAB 3 Chrisna Nuraisyiah": "https://digilib.itb.ac.id/gdl/download/312946", "BAB 4 Chrisna Nuraisyiah": "https://digilib.itb.ac.id/gdl/download/312947", "BAB 5 Chrisna Nuraisyiah": "https://digilib.itb.ac.id/gdl/download/312948", "PUSTAKA Chrisna Nuraisyiah": "https://digilib.itb.ac.id/gdl/download/312949"}, "Penulis": "Chrisna Nuraisyiah [29321455]", "Kontributor / Dosen Pembimbing": ["Dr. Henndy Ginting, S.Psi., M.Si.Psikolog."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "sikap, program perusahaan, Psyche, kinerja karyawan, penilaian kinerja subjektif, PT Pertamina EP", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "21 Agu 2023"}