{"Nomor": 77032, "Judul": "MENINGKATKAN PENGEMBANGAN PASAR DI SULAWESI SELATAN MELALUI PENGAMBILAN KEPUTUSAN MULTI KRITERIA: PENDEKATAN ANALYTIC HIERARCHY PROCESS (AHP). STUDI KASUS PT MAKASSAR DISTRIBUTION CENTER", "Abstrak": "Kajian penelitian ini bertujuan untuk meningkatkan pengembangan pasar di Sulawesi Selatan, khususnya kasus PT MCM (Makassar Distribution Center), melalui penerapan Multi-Criteria Decision Making (MCDM) dengan pendekatan Analytic Hierarchy Process (AHP). Tujuannya adalah untuk mengidentifikasi strategi potensial untuk pengembangan pasar dan mengevaluasi kelayakan dan keefektifannya dalam mencapai tujuan pertumbuhan PT MCM. Studi ini juga menilai potensi risiko dan tantangan yang terkait dengan penerapan setiap alternatif strategi. Metodologi penelitian melibatkan pengumpulan data yang relevan dan melakukan wawancara dengan pemangku kepentingan utama untuk mengidentifikasi faktor-faktor penting yang mempengaruhi perkembangan pasar di Sulawesi Selatan. Faktor-faktor ini dikategorikan ke dalam empat dimensi utama: keuangan, pengembangan pasar, sumber daya manusia, dan operasi. Evaluasi komprehensif kemudian dilakukan dengan menggunakan pendekatan AHP untuk menentukan bobot relatif dan prioritas dari setiap kriteria dan strategi alternatif. Berdasarkan temuan tersebut, teridentifikasi tiga alternatif strategi: Full 3rd Party Distributor, Stand Still, dan Mengembangkan Cabang Makassar dengan Investasi. Melalui proses evaluasi ditetapkan bahwa mengembangkan Cabang Makassar dengan investasi merupakan strategi yang paling cocok untuk PT MCM. Solusi bisnis ini menekankan pentingnya investasi dalam pengembangan dan pengendalian SDM, meningkatkan jumlah nasabah potensial, dan meningkatkan ekuitas merek sebagai prioritas utama keberhasilan Cabang Makassar. Untuk mengatasi potensi tantangan dan risiko, tindakan pencegahan dan rencana darurat diusulkan. Ini termasuk mengoptimalkan proses operasional, mengendalikan piutang, menerapkan strategi rekrutmen, memberikan pelatihan dan sumber daya, dan melakukan audit internal.", "Daftar File": {"COVER Chandra Kurniawan": "https://digilib.itb.ac.id/gdl/download/304895", "BAB 1 Chandra Kurniawan": "https://digilib.itb.ac.id/gdl/download/312938", "BAB 2 Chandra Kurniawan": "https://digilib.itb.ac.id/gdl/download/312939", "BAB 3 Chandra Kurniawan": "https://digilib.itb.ac.id/gdl/download/312940", "BAB 4 Chandra Kurniawan": "https://digilib.itb.ac.id/gdl/download/312941", "BAB 5 Chandra Kurniawan": "https://digilib.itb.ac.id/gdl/download/312942", "PUSTAKA Chandra Kurniawan": "https://digilib.itb.ac.id/gdl/download/312943"}, "Penulis": "Chandra Kurniawan [29321438]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Pri Hermawan, S.T, M.T.", "Dzikri Firmansyah Hakam, S.T., Pg.Dip., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Peningkatan pengembangan pasar, Sulawesi Selatan, Pengambilan Keputusan Multi-Kriteria, Proses Hierarki Analitik, PT MCM, strategi alternatif.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "21 Agu 2023"}