{"Nomor": 77044, "Judul": "PENGARUH SIC PADA KETAHANAN OKSIDASI HIGH ENTROPY ALLOY COMPOSITE COATING AL70(CR-FE-NI)(30-X)(SIC)X DENGAN SUBSTRAT AISI 1018 MENGGUNAKAN METODE  MECHANICALALLOYING (X = 0; 5; 10; 15)", "Abstrak": "Baja karbon rendah merupakan salah satu jenis material baja yang banyak digunakan karena memiliki beberapa keunggulan pada sifat mekanik, sifat mampu teknologi, keberadaannya yang melimpah serta harganya yang relatif lebih murah dibanding material lain. Meskipun demikian, ketahanan oksidasi dari baja karbon rendah yang kurang baik merupakan salah satu keterbatasan utama dalam penggunaannya pada kondisi kerja dengan temperatur yang tinggi. \n\n \n\nUntuk meningkatkan ketahanan oksidasi dari baja karbon rendah, maka dalam penelitian ini dilakukan proses coating pada substrat baja karbon rendah AISI 1018 menggunakan High Entropy Alloy (HEA) composite coating Al70(Cr-Fe-Ni)(30-x)(SiC)x dengan nilai X atau kandungan persentase atomik silikon karbida (SiC) yang berbeda, yaitu 0%, 5%, 10%, dan 15% dengan kode sampel 0SiC, 5SiC, 10SiC dan 15SiC, serta diproses menggunakan metode Mechanical Alloying (MA).  Fasa yang terbentuk, observasi lapisan coating, dan ketahanan oksidasi dari composite coating dipelajari untuk pertama kalinya dan dievaluasi menggunakan X-ray diffraction (XRD), optical microscope (OM), scanning electron microscopy (SEM) dan energy-dispersive spectroscopy (EDS).\n\n \n\nSeluruh sampel coating dapat menutupi substrat dan coating tersebut memiliki ketebalan lapisan coating yang berkisar antara 103,637 ± 10,5 ?m – 222,751 ± 8,5 ?m. Hasil pengujian metode cyclic oxidation test selama 100 jam pada temperatur 800°C menunjukkan bahwa kurva kinetika pada semua sampel mengikuti pola hukum parabola. Nilai weight gain per luas permukaan dan konstanta laju oksidasi dari substrat secara berurutan adalah 172,47880 mg/cm2 dan 767,58 x 10-4 mg2/cm4.s. Sedangkan, pada sampel yang di coating, diperoleh nilai weight gain per luas permukaan dan konstanta laju oksidasi secara berurutan memiliki nilai sebesar 14,76001 – 22,07108 mg/cm2 dan 5,58 x 10-4 – 12,36 x 10-4 mg2/ cm4.s. Setelah melalui cyclic oxidation test, terlihat adanya lapisan Al2O3 dan nodule (oksidasi Fe) pada seluruh permukaan coating. Dalam hal ini, sampel 10SiC memberikan hasil yang optimal dengan ketebalan lapisan coating yang lebih baik, sehingga jumlah nodule yang terbentuk lebih sedikit. Selain itu, sampel ini juga memiliki nilai weight gain yang paling rendah, konstanta laju oksidasi yang paling baik, dan mampu menghasilkan ketebalan Al2O3 yang lebih besar.\n\n \nKata kunci: Mechanical Alloying Coating, High Entropy Alloy Coating, Ketahanan Oksidasi.\"", "Daftar File": {"ABSTRAK Mochamad Irvan Maulana": "https://digilib.itb.ac.id/gdl/download/305132"}, "Penulis": "Mochamad Irvan Maulana [23721007]", "Kontributor / Dosen Pembimbing": ["Ekavianty Prajatelistia, S.T, M.S.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Ilmu Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Mechanical Alloying Coating, High Entropy Alloy Coating, Ketahanan Oksidasi.\"", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Agu 2023"}