{"Nomor": 77049, "Judul": "KARAKTERISASI GEOTRAIL BERDASARKAN SEJARAH GEOLOGI REGIONAL DI KAWASAN UNESCO GLOBAL GEOPARK IJEN JAWA TIMUR", "Abstrak": "Geopark Ijen merupakan salah satu UNESCO Global Geopark yang ada di provinsi Jawa Timur, tepatnya di Kabupaten Banyuwangi dan Bondowoso. Sejarah geologi Geopark Ijen dimulai selama Oligosen-Miosen, yang ditandai dengan singkapan dan perbukitan dari gunung berapi di selatan kawasan Geopark akibat subduksi Lempeng Indo-Australia ke Lempeng Eurasia. Sekitar lima juta tahun yang lalu pegununan ini telah mati, kemudian karena perubahan subduksi, gunung berapi terbentuk yang sekarang ke utara sejauh lima puluh kilometer dari posisi awal mereka. ada beberapa gunung yang terbentuk di utara, seperti Gunung Baluran, Gunung Ringgit, Kompleks Ijen Purba, hingga yang termuda adalah Gunung Raung. Sejarah geologi daerah ini belum tuntas sampai saat ini, sehingga penelitian ini dilakukan. Situs warisan geologi (Geosite) adalah objek warisan geologi (geoheritage) dengan ciri khas tertentu baik individual maupun multiobjek yang merupakan bagian tidak terpisahkan dari sebuah cerita evolusi pembentukan suatu daerah. Geotrail dalam penelitian ini adalah jalur geowisata yang berfungsi menghubungkan satu titik ke titik lainnya yang memiliki kait hubung dan juga berkaitan dengan infrastruktur penunjang.\nPenelitian ini bertujuan untuk mendapatkan karakterisasi dari jalur geowisata, membuat jalur geowisata sesuai dengan cerita geologi, merekomendasikan kepada pemangku kebijakan setempat untuk pengembangan geopark kedepannya. Ada beberapa metode yang digunakan dalam penelitian ini diantaranya adalah metode citra satelit untuk mengamati gunungapi tua yang telah tererosi, observasi lapangan secara langsung untuk mendapatkan fitur- fitur geologi yang muncul di setiap situs dan juga hubungkait antar situs geologi yang ada,hingga menggunakan metode SWOT untuk merekomendasikan kebijakan kepada stakeholder terkait terkait dengan pengembangan jalur geowisata yang akan muncul selanjutnya. Titik berat analisis karakterisasi ini terletak pada fitur geologi, umur geologi dan juga setting geologi yang terjadi di Kawasan Geopark Ijen.\nEvolusi gunungapi dari selatan ke utara dengan adanya transisi kars menjadi cerita menarik saat perjalanan terkuak berdasarkan karakterisasi geotrail yang muncul. Pertumbuhan awal dari gunung api tua berumur oligosen di Selatan terlebih dahulu yang sekarang menjadi Pantai indah berbatu, bergeser ke timur terdapat fenomena kars yang cukup besar dan diakhiri dengan pertumbuhan gunungapi aktif di utara yang berumur muda saat ini yang dikenal dengan kompleks ijen purba. Hasil karakterisasi berdasarkan parameter fitur geologi, periode geologi dan setting geologi memunculkan lima jenis geotrail. Judul geotrail yang muncul antara lain adalah Explore  the Window of Ancient Volcanoes of Southern Java, Explore the Transition from Volcanoes to Karst Landscape, Travelling Around the Giant Ijen Caldera, Explore the Worldwide Volcanoes of Ijen, Explore the Intracaldera Highland. Tentunya cerita perjalanan ini bisa dijadikan sebagai materi geowisata untuk sejarah gunung berapi yang mendasari Geopark Ijen yang telah menjadi UNESCO Global Geopark mewakili nama Pemerintah Indonesia di kancah dunia. Selain itu dari SWOT yang dianalisis didapatkan kesimpulan pembangunan aksesibilitas, atraksi dan amenitas yang melibatkan unsur pentahelix dengan membentuk forum koordinasi antar stakeholder untuk mendukung integrasi situs menjadi sebuah geotrail, merumuskan peraturan terkait alih fungsi lahan pada area wisata Geopark Ijen untuk meminimalisasi gangguan lingkungan serta melakukan pemetaan sumberdaya manusia sebagai simpul kader konservasi dan mitigasi bencana dengan program peningkatan kapasitas SDM.", "Daftar File": {"ABSTRAK Abdillah": "https://digilib.itb.ac.id/gdl/download/304920"}, "Penulis": "Abdillah [22021025]", "Kontributor / Dosen Pembimbing": ["Dr. Mirzam Abdurrachman, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Geotrail, Geopark Ijen, Gunungapi, Geowisata.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "21 Agu 2023"}