{"Nomor": 77040, "Judul": "IMPLEMENTASI MICROSERVICES UNTUK APLIKASI MESIN PENCARI PADA PLATFORM INFORMASI PUBLIK KOTA  SEMARANG", "Abstrak": "Platform informasi publik menjadi salah satu aplikasi yang cukup penting dalam instansi\npemerintahan, khususnya pada Kota Semarang. Dengan adanya transformasi digital, instansi\npemerintahan kota terdorong untuk membuat layanan publik yang dapat diakses secara digital.\nSaat ini, Pemerintah Kota Semarang memiliki lebih dari 300 aplikasi layanan publik dengan\nberbagai macam kategori layanan, hal ini membuat masyarakat kesulitan untuk mengakses atau\nmenemukan layanan yang cocok untuk digunakan. Pemerintah Kota Semarang saat ini sudah\nmemiliki suatu platform informasi publik, namun fitur pencarian pada platform tersebut tidak\nberfungsi dengan baik. Dengan masalah tersebut, platform informasi publik memerlukan suatu\nfitur yang dapat membantu masyarakat untuk mencari informasi publik seperti layanan publik,\nberita, dan agenda kegiatan pemerintah. Oleh karena itu, akan dikembangkan suatu platform\ninformasi publik yang dapat membantu masyarakat untuk mengakses informasi publik secara\nmudah. Salah satu implementasi pengembangan platform informasi publik adalah dengan\nmengembangkan aplikasi pada sisi backend. Akan diimplementasi sebuah aplikasi backend\nyang memiliki fitur untuk melihat layanan publik, berita terkini, agenda kegiatan, serta\npencarian terhadap informasi tersebut. Aplikasi backend diimplementasi dengan menerapkan\narsitektur microservices yang membuat aplikasi terbagi menjadi beberapa sub-sistem yang\nmemiliki fungsionalitas masing-masing, dan membuat aplikasi bersifat loosely-coupled. Untuk\noptimasi fitur pencarian, akan diimplementasikan mesin pencari menggunakan tools\nElasticsearch yang dapat melakukan indexing data, serta dapat melakukan query pencarian\nsecara efektif.", "Daftar File": {}, "Penulis": "M Rifandy Zulvan [18219021]", "Kontributor / Dosen Pembimbing": ["I Gusti Bagus Baskara Nugraha, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Platform Informasi Publik, Backend, Microservices, Indexing, Mesin Pencari", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "21 Agu 2023"}