{"Nomor": 77052, "Judul": "PREMI BONUS-MALUS BERDASARKAN KOMPONEN FREKUENSI KLAIM DAN NILAI KLAIM MENGGUNAKAN METODE BAYES", "Abstrak": "Sistem bonus-malus (SBM) merupakan sistem yang banyak digunakan pada industri asuransi kendaraan bermotor. Sistem ini menilai perilaku klaim sebagai bahan pertimbangan dalam penentuan premi. SBM meninjau komponen frekuensi klaim saja, namun dapat menimbulkan ketidakadilan karena klaim bernilai kecil mengalami kenaikan premi yang sama dengan klaim bernilai besar. Tugas Akhir ini membahas penentuan premi bonus-malus yang meninjau komponen frekuensi dan nilai klaim secara bersamaan. Komponen frekuensi klaim diklasifikasikan menjadi empat kategori, yaitu kecil, sedang, besar, dan sangat besar, berdasarkan nilai klaim untuk setiap klaim yang diajukan. Komponen nilai klaim diasumsikan berdistribusi Pareto, gamma-Lindley, dan Weibull, dengan asumsi nilai parameter yang diperoleh dari penelitian sebelumnya. Penentuan premi menggunakan pendekatan metode Bayes dengan menggunakan prinsip premi bersih dan fungsi kerugian. Nilai premi bonus-malus berdasarkan komponen frekuensi dan nilai klaim merupakan perkalian premi Bayes dari kedua komponen. Dalam Tugas Akhir ini, diberikan hasil kenaikan/penurunan premi menggunakan sistem bonus-malus berdasarkan ketiga asumsi distribusi. Hasil analisis menunjukkan bahwa semakin banyak frekuensi klaim, dengan masing-masing nilai klaim bernilai semakin besar, maka semakin tinggi kenaikan premi, dan sebaliknya. Namun, untuk total nilai klaim tertentu, hal ini tidak berlaku demikian pada asumsi nilai klaim berdistribusi Weibull.", "Daftar File": {"ABSTRAK Amara Belicia Laras Jatnika": "https://digilib.itb.ac.id/gdl/download/304923"}, "Penulis": "Amara Belicia Laras Jatnika [10819005]", "Kontributor / Dosen Pembimbing": ["Dr. Sandy Vantika, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Aktuaria", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "sistem bonus-malus, metode Bayes, premi Bayes, prinsip premi bersih, fungsi kerugian.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "21 Agu 2023"}