{"Nomor": 77051, "Judul": "ANALISIS PENGARUH ENRICHMENT OLFAKTORI TERHADAP AKTIVITAS PERILAKU HARIMAU BENGGALA (PANTHERA TIGRIS TIGRIS) DI KEBUN BINATANG BANDUNG", "Abstrak": "Enrichment olfaktori merupakan salah satu bentuk pengayaan lingkungan dengan menggunakan aroma yang bertujuan untuk meningkatkan aktivitas maupun kesejahteraan fisik serta psikis satwa di penangkaran. Pemberian pengayaan ini masih belum banyak dilakukan, seperti salah satu contohnya yaitu pada harimau benggala di Kebun Binatang Bandung. Pengayaan olfaktori diduga dapat meningkatkan pola aktivitas dari satwa tersebut. Oleh sebab itu, penelitian ini bertujuan untuk membandingkan dampak pemberian pengayaan (enrichment) olfaktori pada alokasi perilaku serta mengidentifikasi adanya perilaku stereotype dari harimau benggala (Panthera tigris tigris). Pengambilan data dilakukan dengan metode ad libitum dan focal all occurrences. Individu yang diamati yaitu seekor harimau benggala (Panthera tigris tigris) betina yang berada di kandang peraga (exhibit). Pengambilan data dilakukan dengan mencatat aktivitas perilaku satwa selama 6 periode dengan interval waktu 1 jam, yaitu dari pukul 09.00 s.d. 15.00 WIB. Hasil penelitian menunjukkan bahwa pemberian enrichment olfaktori berupa aroma cengkeh (Syzygium aromaticum), kayu manis (Cinnamomum burmanii), dan catnip (Nepeta cataria) tidak menyebabkan harimau benggala menjadi lebih aktif (F hitung = 1,163, p>0,05). Meskipun demikian, pemberian enrichment ini menyebabkan adanya perubahan pola waktu aktif. Sementara itu, perilaku stereotype tidak ditemukan pada perilaku harimau benggala, baik pada perlakuan kontrol maupun pada ketiga perlakuan enrichment olfaktori. Oleh sebab itu, maka dapat disimpulkan bahwa meskipun pemberian enrichment tidak menyebabkan harimau benggala menjadi lebih aktif, namun tidak adanya perilaku stereotype yang muncul dapat memberikan indikasi bahwa kondisi harimau benggala di Kebun Binatang Bandung sehat dan sejahtera.", "Daftar File": {}, "Penulis": "Azmi Kamiliana Khairunnisa [10619009]", "Kontributor / Dosen Pembimbing": ["Aditya Dimas Pramudya, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Enrichment Olfaktori, Panthera tigris tigris, Perilaku Stereotipe, Konservasi Ex-Situ.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Agu 2023"}