{"Nomor": 77055, "Judul": "DESAIN INTERAKSI APLIKASI GROCERY SHOPPING BERBASIS CROWDSOURCING DENGAN PENDEKATAN  USER-CENTERED DESIGN", "Abstrak": "Grocery shopping atau belanja kebutuhan sehari-hari merupakan salah satu kegiatan utama\ndalam rumah tangga, dengan 90% rumah tangga berbelanja minimal seminggu sekali.\nMeskipun sudah tersedianya platform layanan belanja online, 8 dari 10 orang masih lebih\nsuka berbelanja secara langsung. Proses belanja secara langsung memiliki masalahnya\ntersendiri, seperti ketidakpastian stok dan kondisi toko (keramaian, waktu antre) sehingga\ndiperlukan solusi untuk mengefisienkan proses belanja secara biaya dan usaha. Metode\ncrowdsourcing—pengumpulan informasi daring yang membutuhkan partisipasi sekelompok\nindividu untuk suatu tujuan—cocok untuk menyediakan berbagai informasi yang diperlukan\nuntuk berbelanja dengan lebih efisien. Dalam Tugas Akhir ini, akan dirancang prototipe high\nfidelity untuk suatu sistem aplikasi belanja berbasis crowdsourcing dengan menggunakan\npendekatan user-centered design (UCD). Tahapan UCD yang akan dilalui meliputi penentuan\nkonteks penggunaan, penentuan kebutuhan pengguna, perancangan solusi, dan evaluasi\nrancangan. Dari hasil analisis data yang dikumpulkan berdasarkan kuesioner ke 394\nresponden, berhasil didefinisikan berbagai permasalahan, kebutuhan, dan tujuan pengguna,\nserta fungsionalitas yang dapat menjawab hal-hal tersebut. Fungsionalitas yang disediakan\nmeliputi Onboarding, Input Daftar Belanja, Pencocokkan dan Rekomendasi Toko, Filter\nToko, Check In, Informasi Toko (Umum, Live Updates, Stok, Pertanyaan), Notifikasi, dan\nRiwayat Kontribusi. Berbagai fungsionalitas tersebut kemudian dirancang dan diuji sebanyak\ntiga kali: prototipe low fidelity dan dua iterasi prototipe high fidelity. Pengujian dilakukan\ndengan mengukur overall usability dan mengukur ketercapaian goals yang didefinisikan:\nusability goal yaitu effective to use dan efficient to use serta user experience goal yaitu\nhelpful. Hasil akhir dari pengujian rancangan mendapatkan skor SUS 92.5, completion rate\n100%, SEQ 6.93, dan NPS 100. Desain interaksi solusi juga berhasil mengurangi waktu\nproses pencarian informasi sebelum belanja sebanyak 57.27%. Seluruh partisipan uji\nmenyetujui bahwa desain interaksi aplikasi sangat efektif dalam membantu mencapai tujuan\nsolusi dengan minimnya frekuensi kebingungan dan kesulitan yang dialami. Dengan\ndemikian, dapat disimpulkan bahwa solusi desain interaksi aplikasi grocery shopping\nberbasis crowdsourcing yang diajukan telah memenuhi kebutuhan pengguna dengan\nterpenuhinya semua aspek uji.", "Daftar File": {}, "Penulis": "Alexandra Angeline [18218033]", "Kontributor / Dosen Pembimbing": ["Fitra Arifiansyah, S.Kom., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "belanja, crowdsourcing, desain interaksi, grocery shopping, user-centered design", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "21 Agu 2023"}