{"Nomor": 77057, "Judul": "OPTIMASI PARAMETER PROSES FABRIKASI LAPISAN SUPERHIDROFOBIK CU-ZN DENGAN ONE-STEP ELECTRODEPOSITION PADA BAJA MENGGUNAKAN METODE TAGUCHI DAN ANOVA", "Abstrak": "Baja memiliki angka konsumsi di Indonesia mencapai 13 juta ton pada tahun\n2015-2019. Baja banyak digunakan di berbagai aplikasi industri seperti industri\nkonstruksi bangunan, kelautan, hingga penerbangan. Akan tetapi, baja ini rentan\nterhadap korosi. Salah satu faktor penyebab terjadinya korosi ialah karena sifat\nketerbasahan yang dimiliki oleh baja. Berdasarkan kemampuan keterbasahannya,\nbaja merupakan logam yang bersifat hidrofilik karena memiliki sudut kontak di\nbawah 90°. Oleh karena itu, untuk mengurangi perilaku korosinya dapat membuat\npermukaan baja menjadi superhidrofobik. Lapisan superhidrofobik ditandai\ndengan memiliki nilai sudut kontak air di atas 150°. Penelitian ini menggunakan\nmetode elektrodeposisi one-step, dimana menggabungkan tahap pembuatan\nmorfologi permukaan yang kasar dan menurunkan energi permukaan. Alasannya\nialah prosesnya lebih simpel, waktu fabrikasinya lebih singkat, biaya\noperasionalnya lebih murah dan, struktur mikro-nanonya langsung terbuat dari\nbahan kimia non-polar sehingga menghasilkan lapisan yang lebih\nsuperhidrofobik. Penelitian ini bertujuan menganalisis signifikansi dan persen\nkontribusi variabel terhadap nilai sudut kontak menggunakan metode ANOVA,\npenentuan kondisi optimum fabrikasi lapisan superhidrofobik menggunakan\nmetode Taguchi, mempelajari karakteristik lapisan superhidrofobik pada kondisi\noptimum, serta mengetahui perilaku korosi, ketahanan mekanis, ketahanan\nterhadap penyimpanan, dan kemampuan self-cleaning yang dimiliki lapisan\nsuperhidrofobik pada kondisi optimum.\nParameter yang divariasikan pada penelitian ini adalah waktu elektrodeposisi,\nkonsentrasi asam miristat, tegangan konstan, dan rasio konsentrasi Cu2+/Zn2+ pada\nelektrolit. Matriks percobaan diatur menggunakan orthogonal array L9 (34) dari\nmetode Taguchi dan dilakukan secara duplo. Respons yang didapatkan berupa\nsudut kontak air. Selanjutnya, hasil yang didapat dianalisis menggunakan\nANOVA dan Taguchi untuk mendapatkan kondisi optimum. Hasil dengan kondisi\noptimum kemudian dilakukan beberapa pengujian seperti uji sudut kontak di\nsemua sisi, uji self-cleaning, uji abrasif, pengujian elektrokimia, dan karakterisasi\nmenggunakan x-ray diffraction (XRD), fourier-transform infrared spectroscopy\n(FTIR), dan scanning electron microscope (SEM).\nHasil ANOVA menunjukkan keempat variabel yang digunakan berpengaruh\nsecara signifikan. Persen kontribusi tertinggi dimiliki oleh variabel tegangan\nkonstan sebesar 30,8%. Kondisi optimum dengan sudut kontak tertinggi tercapai\ndengan parameter yaitu waktu elektrodeposisi selama 10 menit, konsentrasi asam\nmiristat sebesar 0,025 M, tegangan konstan sebesar 15 volt, dan rasio Cu2+/Zn2+\nsebesar 0,75:1. Didapatkan sudut kontak air rata-rata pada kondisi optimum\nsebesar 157,7°. Hadirnya lapisan superhidrofobik ini mampu mengurangi laju\nkorosi sebesar 64,5%. Lapisan superhidrofobik ini juga terbukti memiliki\nkemampuan self-cleaning serta mampu mempertahankan sifat superhidrofobiknya\nketika diberi gesekan sejauh 50 cm.", "Daftar File": {"ABSTRAK Muhammad Abiyyu": "https://digilib.itb.ac.id/gdl/download/304928"}, "Penulis": "Muhammad Abiyyu [12519009]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Bonita Dilasari, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "ANOVA, coating, elektrodeposisi, superhidrofobik, Taguchi", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "21 Agu 2023"}