{"Nomor": 77077, "Judul": "KAJIAN TRANSFORMASI SOSIOKULTURAL JEPANG DALAM ATTACK ON TITAN", "Abstrak": "Animasi Jepang atau anime telah terbukti dari beberapa penelitian, sebagai media\nyang efektif dalam menunjukkan representasi kehidupan sosial serta kebudayaan\nbaik tradisional maupun kontemporer. Attack On Titan merupakan anime adaptasi\ndari manga karya dari Hajime Isayama yang ditayangkan perdana pada tahun 2013.\nAnime Attack On Titan menampilkan berbagai referensi terhadap isu sosiokltural\nseperti referensi terhadap persitiwa historikal, isu-isu mengenai ras, etnis, kasta\nsosial, serta referensi terhadap adat istiadat dan norma di masyarakat. hal inilah\nyang menciptakan argumen sengit dan pertanyaan mengenai makna dari\nvisusalisasi tema yang Hajime Isayama angkat serta kaitannya dengan politik\nsosiokultural di Jepang. Maka dari itu, penelitian ini akan melakukan pendekatan\nterhadap visualisasi dari elemen sosiokultural yang ada di anime ini serta kaitannya\ndalam representasi terhadap kondisi atau isu sosiokultur yang ada di Jepang.\nPenelitian ini menggunakan metode analisis isi menggunakan model Mayring’s\nStep Model of Inductive Category Development. Hal ini didasari oleh sifat dari\npenelitian yang akan menguraikan satu persatu episode dari Attack On Titan dan\nmelihat seacara mendetail kode-kode sosiokultur yang muncul pada anime tersebut\nyang pada akhirnya akan dirumuskan untuk membentuk kategori tema sosiokultural\ndalam bentuk yang lebih umum. Teori acuan yang digunakan dalam\nmengidentifikasi elemen sosiokultural adalah Teori Sosiokultural Vygotsky serta\nTeori Persepsi Visual Gestalt. Analisis dilakukan dalam dua tahapan; Pertama\ndilakukan analisis isi untuk mengidentifikasi elemen sosiokultural serta frekuensi\nkemunculannya. Kedua, dilakukan evaluasi makna representasi pada tema utama\nyang telah dirumuskan. Hasil penelitian dapat disimpulkan bahwa anime Attack On\nTitan menggunakan simbolisme dan mitologi dalam merepresentasikan isu-isu\nsosiokultur yang terdapat di dunia nyata. Kondisi sosial dan kebudayaan Jepang\nditampilkan melalui kepribadian dan perilaku karakter-karakter yang ada pada\nanime tersebut sehingga berkontribusi pada plot dan tema cerita yang menggungah\npemikiran penonton.", "Daftar File": {"2023 TS PP NADA FARADILLA 1.pdf": "https://digilib.itb.ac.id/gdl/download/305006"}, "Penulis": "Nada Faradilla [27121321]", "Kontributor / Dosen Pembimbing": ["Hafiz Aziz Ahmad, S.Sn., M.Des., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Animasi Jepang, Visualisasi, Makna Tema, Sosiokultural, Analisis isi.", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "22 Agu 2023"}