{"Nomor": 77089, "Judul": "STUDI KELAYAKAN PROYEK PERUMAHAN BERSUBSIDI STUDI KASUS: PT ALFARISI QUADRA SEJAHTERA", "Abstrak": "Di dunia dengan populasi yang terus bertambah dan ruang yang terbatas, ada permintaan yang meningkat dalam masyarakat akan perumahan yang terjangkau. Kenaikan harga rumah setiap tahunnya tidak berbanding lurus dengan pendapatan yang diterima masyarakat khususnya di Jabodetabek. PT Alfarisi Quadra Sejahtera sebagai perusahaan yang bergerak di bidang properti berencana membangun proyek rumah bersubsidi di Sumberjaya, Tambun Selatan, Kabupaten Bekasi untuk memenuhi kebutuhan masyarakat berpenghasilan rendah. Total biaya untuk mengerjakan proyek ini adalah IDR23,671,403,082.97. Tujuan dari penelitian ini adalah untuk menganalisis studi kelayakan proyek perusahaan, berdasarkan aspek keuangan dan risiko yang dihadapi perusahaan. Untuk mengidentifikasi kelayakan proyek perusahaan, peneliti menggunakan beberapa alat dan metode seperti, NPV, IRR, Payback Period, dan Profitability Index. Penilaian risiko untuk proyek ini akan dilakukan dengan menggunakan analisis sensitivitas dan monte carlo. Semua alat untuk menentukan proyek ini menunjukkan hasil yang positif. NPV proyek adalah RP4,909,884,233. yang lebih besar dari nol, IRR 26% lebih tinggi dari biaya modal 5,38%, indeks profitabilitas 1,554 lebih tinggi dari 1,0, payback period 1,9 tahun, dan analisis risiko berhasil menunjukkan risiko yang perlu diperhatikan oleh perusahaan.", "Daftar File": {"2023 SK PP Daffa Radhya Ravenska   [19020196] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/305048"}, "Penulis": "Daffa Radhya Ravenska [19020196]", "Kontributor / Dosen Pembimbing": ["Mandra Lazuardi Kitri, M.A.B.", "Atika Irawan, S.Mn., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Analisis Risiko, Penganggaran Modal, Perumahan, Studi Kelayakan.", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "22 Agu 2023"}