{"Nomor": 77085, "Judul": "STUDI TRIBOLOGI FENOMENA KEAUSAN ABRASIF THREE-BODY PADA PADUAN ALUMINIUM A356", "Abstrak": "Tribologi sebagai konsep interdisipliner mempelajari gesekan, keausan, dan\npelumasan. Fenomena keausan dalam jangka waktu yang panjang merupakan salah satu isu\npenting dalam dunia industri, dengan bentuk paling umumnya yang berupa mekanisme\nkeausan abrasif. Keausan akibat keberadaan partikel keras yang terperangkap di antara\npermukaan-permukaan yang berinteraksi disebut sebagai kondisi keausan abrasif three-body,\ndan terjadi pada paduan aluminium seperti A356 yang umumnya digunakan sebagai material\ndasar blok silinder mesin. Penelitian ini bertujuan untuk mempelajari pengaruh jenis\npelumas, jenis serbuk abrasif, dan rasio serbuk abrasif terhadap pelumas serta untuk\nmenentukan faktor yang paling berpengaruh dalam menyebabkan keausan abrasif pada\npaduan aluminium A356.\nPengujian aus dilakukan menggunakan alat pin-on-disk pada kondisi tanpa pelumas,\ndengan pelumas, serta dengan pelumas dan serbuk abrasif untuk memperoleh hasil dalam\nbentuk data pengurangan massa akibat keausan abrasif. Pengamatan visual terhadap bekas\naus dan metode OES juga dilakukan untuk membantu analisis dan penarikan kesimpulan.\nHasil dari pengujian aus menunjukkan bahwa pelumas dengan viskositas yang lebih\ntinggi, serbuk abrasif yang lebih keras dan lebih besar, serta rasio serbuk abrasif terhadap\npelumas yang lebih tinggi menyebabkan pengurangan massa dan tingkat keausan yang lebih\ntinggi. Faktor yang paling berpengaruh dalam menyebabkan keausan abrasif secara berurutan\nadalah jenis serbuk abrasif, rasionya terhadap pelumas, dan jenis pelumas yang digunakan.", "Daftar File": {}, "Penulis": "Ikhsan Zumardi [13719063]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Budi Hartono Setiamarga", "Ir. Riska Rachmantyo, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "tribologi, keausan abrasif three-body, paduan aluminium A356, blok silinder mesin, alat pin-on-disk.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "22 Agu 2023"}