{"Nomor": 77088, "Judul": "PENENTUAN DEFLEKSI VERTIKAL LAUT INDONESIA DARI DATA MULTI-MISI SATELIT ALTIMETRI", "Abstrak": "Berdasarkan Peraturan Kepala BIG Nomor 15 tahun 2013 tentang SRGI 2013,\nsistem referensi vertikal yang digunakan di Indonesia adalah geoid. Namun, sistem\nreferensi vertikal tersebut belum tersedia secara memadai. Dalam pembuatan model\ngeoid, data defleksi vertikal sangat diperlukan. Saat ini, satelit altimetri merupakan\nteknologi utama dalam penentuan defleksi vertikal laut. Dengan menggunakan 11\nmisi satelit altimetri, diturunkan model defleksi vertikal laut Indonesia beresolusi\n1’ x 1’. Satelit yang paling berperan dalam pembuatan model tersebut adalah\nSARAL. Penambahan satelit GM menunjukkan peningkatan akurasi model.\nEvaluasi model yang dihasilkan dari data MSSH seluruh satelit altimetri dilakukan\nterhadap model pembanding, EGM2008, menunjukkan standar deviasi untuk\nkomponen utara-timur sebesar 0,8519 detik dan untuk komponen barat-timur\nsebesar 2,306 detik. Namun data MSSH tersebut masih mengandung kesalahan\nsistematis. Dengan data SSH, standar deviasi model defleksi vertikal menjadi lebih\nbaik yaitu 0,8476 detik untuk komponen utara-selatan dan 2,3032 detik untuk\nkomponen barat-timur. Dari hasil evaluasi ini, dapat disimpulkan model defleksi\nvertikal hasil gridding cukup dekat dengan EGM2008, tetapi masih tersisa\ntantangan untuk melakukan peningkatan khususnya pada komponen barat-timur.", "Daftar File": {"ABSTRAK Ahmad Fauzan": "https://digilib.itb.ac.id/gdl/download/305039"}, "Penulis": "Ahmad Fauzan [25122001]", "Kontributor / Dosen Pembimbing": ["Dr. techn. Dudy Darmawan Wijaya, S.T, M.Sc.", "Dr.Eng. Faruq Khadami, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "altimetri, laut, defleksi vertikal, Indonesia", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "22 Agu 2023"}