{"Nomor": 77081, "Judul": "EVALUASI INTERFERENSI PADA PEMANFAATAN SPEKTUM CDMA EX-AMPS BAND A OLEH DUA OPERATOR", "Abstrak": "3GPP telah mendefinisikan tujuh kanal ex-AMPS band A sebagai kanal frekuensi yang\nvalid untuk digunakan pada spreading rate 1 CDMA. Di Indonesia tujuh kanal tersebut\ndimanfaatkan oleh dua operator dengan masing-masing mengantongi 3 kanal dan 1 kanal\nsebagai guard band. Penelitian ini difokuskan untuk mengetahui pengaruh kinerja sistem\nbila kanal ke-4 (guard band) dimanfaatkan oleh salah satu operator. Permasalahan kedua\nyang muncul adalah penggunaan bersama tiga kanal frekuensi oleh kedua operator\ntersebut dengan pembatasan pada letak geografis (akibat dari pemindahan dari frekuensi\nCDMA 1900 MHz salah satu operator)\nPenelitian didasarkan pada pengukuran kualitas sistem, dalam hal ini pengaruh\ninterferensi pada pita frekuensi yang berdekatan terhadap penurunan kapasitas sistem\nyang ter-interferensi. Selanjutnya dengan mendasarkan penelitian pada suatu standar yang\ndiberlakukan, dilakukan beberapa simulasi untuk menanggulangi interferensi hingga\nsistem layak untuk digunakan bersama. Perlu tidaknya guard band dan berapa besar\nguard band bila diperlukan merupakan parameter penting sebagai hasil yang hendak\ndicapai. Pada pengaruh penggunaan frekuensi bersama di daerah perbatasan simulasi\ndilakukan untuk mengetahui berapa minimum separation distance antar Base Station dan\npengaruh dari daya yang ditransmisikan oleh Base Station di daerah perbatasan.\nHasil dari simulasi menunjukan bahwa antara dua kanal berdekatan yang dioperasikan\noleh dua operator, diperlukan suatu guard band untuk menanggulangi interferensi, besar\nguard band yang diperoleh agar sistem dinilai layak tidak boleh kurang dari 0,1 MHz.\nPada penggunaan frekuensi yang sama di daerah perbatasan oleh dua operator berbeda,\nbila kedua Base Station yang berdekatan tersebut identik (radius coverage dan daya yang\ndipancarkan sama) maka diperlukan jarak pemisah antar BS tidak boleh kurang dari 1,4\nkali radius coverage agar sistem dirasa cukup layak. Solusi lain dengan mengatur daya\nyang dipancarkan masing-masing Base Station sehingga daya yang dirasakan Mobile\nStation di daerah perbatasan relatif sama.", "Daftar File": {}, "Penulis": "Adi Kuswanto [13204094]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Adit Kurniawan, M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "CDMA, interferensi, loss capacity , guar band", "Sumber": "", "Staf Input/Edit": "rikrik", "File": "7 file", "Tanggal Input": "22 Agu 2023"}