{"Nomor": 77090, "Judul": "KAJIAN MODEL NUMERIK UNTUK ALIRAN SUPER KRITIS DAN PERISTIWA KERUNTUHAN BENDUNGAN DENGAN METODE MAC- CORMACK FCT DALAM KOORDINAT CURVILINEAR", "Abstrak": "Penggunaan model matematika dalam simulasi fenomena hidrolik ini bisa menjadi alat prediksi dalam proses rekayasa hidrolik untuk dapat menganalisis risiko bencana yang diakibatkan oleh peristiwa runtuhnya bendungan atau fenomena hidraulik seperti aliran super kritis dan loncatan hidraulik yang mempunyai dampak dan kecepatan aliran yang tinggi, sehingga nantinya dampak yang terjadi akibat fenomena hidraulik tersebut dapat dikurangi. Fenomena hidraulik secara natural terjadi dalam bentuk tiga dimensi (3D) dan memiliki sifat yang tidak seragam atau unsteady, namun digunakan asumsi untuk menyelesaikan persamaan Saint-Venant Equation (SVE) yaitu dengan distribusi kecepatan yang seragam, tekanan yang bekerja adalah tekanan hidrostatis, cairan tidak terkompresi, dan kemiringan dasar saluran yang kecil. Pada penelitian ini penyelesaian persamaan SVE ini digunakan metode beda hingga Mac-Cormack untuk simulasi kasus fenomena hidraulik yaitu aliran super kritis pada penyempitan saluran, loncatan hidraulik dan kasus dam break. Persamaan pengatur St. Venant dalam bentuk unsteady melibatkan diferensial waktu dan diferensial ruang. Diferensial waktu ini diselesaikan dengan cara eksplisit dan diferensial ruang dengan metode selisih hingga Mac-Cormack. Dalam proses simulasi fenomena hidrolik menggunakan metode numerik beda hingga ini diperlukan penggunaan Flux-Corrected Transport (FCT) untuk mengatasi terjadinya osilasi yang terjadi karena dalam proses komputasi menggunakan metode numerik terdapat kesulitan dalam memecahkan persamaan diferensial parsial hiperbolik yang mempunyai sifat khusus di mana sejumlah diskontinuitas pada kondisi awal dapat diteruskan menjadi diskontinuitas pada domain solusi. Pada prinsipnya, FCT mengubah fluks transpor menjadi rata-rata pemberat dari dua fluks. Fluks pertama berperan dalam meredam osilasi numerik, meskipun pada akibatnya dapat menyebabkan solusinya mengalami difusi numerik. Di sisi lain, fluks kedua berfungsi untuk mengatasi isu difusi numerik tersebut melalui penerapan skema orde tinggi. Agar fluks kedua ini tidak lagi menimbulkan masalah osilasi yang sering terjadi pada skema orde tinggi maka diperlukan flux limiting. Dari hasil penelitian ini didapatkan bahwa Penggunaan Flux-Corrected Transport (FCT) dapat membuat hasil simulasi Mac-Cormack 2D\npada kondisi aliran super kritis kasus saluran berkontraksi dan kondisi loncatan hidraulik lebih stabil dan dapat merepresentasikan kondisi hidraulik dengan lebih baik karena tidak adanya osilasi yang timbul pada hasil simulasi jika menggunakan FCT. Berdasarkan hasil simulasi untuk aliran super kritis didapat bahwa model numerik Mac-Cormack dapat memperlihatkan hasil kondisi aliran super kritis dengan baik sesuai dengan teori energi spesifik yaitu pada kondisi aliran super kritis dengan penyempitan saluran yang terjadi adalah adanya peningkatan kedalaman aliran pada hilir saluran dan juga diikuti dengan penurunan bilangan froude. Program Mac-Cormack 2D juga dapat berjalan dengan baik pada kasus loncatan hidraulik dan dapat merepresentasikan kondisi hidraulik yang diinginkan yaitu kondisi sub kritis- super kritis-sub kritis berhasil terjadi pada hasil simulasi ini dan juga menghasilkan loncatan hidraulik pada bagian hilir yang dapat dilihat dari bilangan froude dan kedalaman aliran. Pada pemodelan numerik kasus dam break penggunaan FCT juga sangat berpengaruh besar, sebab dengan adanya FCT hasil simulasi lebih stabil dan dapat merepresentasikan kejadian dam break yang memiliki perbedaan cukup kecil dengan solusi analitik. Perbandingan hasil antara pemodelan dam break menggunakan metode numerik Mac-Cormack 1D dan 2D dengan solusi analitik menghasilkan perbedaan yang kecil atau dapat dikatakan hasilnya mirip dan hal ini dapat dilihat dari hasil perhitungan error untuk Mac-Cormack 1D dan 2D yang memiliki error yaitu 0.002 untuk Mac1D dan 0.0007 untuk Mac2D, sehingga dapat dikatakan program Mac-Cormack dapat merepresentasikan kejadian dam break atau runtuhnya bendungan. Selain itu, didapati bahwa error yang dihasilkan pada program Mac-Cormack 2D pada hasil simulasi dam break lebih kecil dibandingkan dengan program Mac-Cormack 1D. Penggunaan FCT pada pemodelan dam break dapat membuat program berjalan dengan baik sebab pada metode numerik Mac-Cormack 1D program tidak dapat berjalan tanpa FCT jika perbandingan elevasi (Yhilir/Yhulu) < 0.5 dan pada pemodelan numerik menggunakan Mac-Cormack 2D program tidak dapat berjalan tanpa FCT jika perbandingan elevasi (Yhilir/Yhulu) < 0.33.", "Daftar File": {"ABSTRAK Bernardus Sena Pasereng": "https://digilib.itb.ac.id/gdl/download/305046"}, "Penulis": "Bernardus Sena Pasereng [25820310]", "Kontributor / Dosen Pembimbing": ["Ir. Dantje Kardana Natakusumah, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Sumber Daya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Mac-Cormack 1D, Mac-Cormack 2D, Flux-Corrected Transport, aliran super kritis, loncatan hidraulik, dam break, Saint-Venant Equation", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "22 Agu 2023"}