{"Nomor": 77106, "Judul": "MENGIDENTIFIKASI DAMPAK KEISTIMEWAAN DAN KOMPETENSI TERHADAP KINERJA SISWA BERPRESTASI", "Abstrak": "Siswa dapat menjadi berprestasi karena adanya faktor internal dan eksternal yang berkontribusi terhadap pencapaian mereka. Seperti pengetahuan, keterampilan, dan sikap yang mereka miliki dalam faktor internal. Dan ada juga keistimewaan sebagai faktor eksternal yang dapat mempengaruhi prestasi mahasiswa, yaitu akses terhadap pendidikan dan status sosial ekonomi. Tidak banyak penelitian yang melihat hubungan antara status sosial ekonomi dengan keberhasilan akademik di perguruan tinggi, dan pengaruh kompetensi untuk menjadi mahasiswa berprestasi secara spesifik. Umumnya penelitian-penelitian terdahulu menganalisis dampak dari salah satu kompetensi atau keistimewaan terhadap prestasi mahasiswa berprestasi. Untuk itu, peneliti melakukan penelitian ini dengan tujuan untuk mengidentifikasi dampak privilege dan kompetensi terhadap kinerja mahasiswa berprestasi dari tiga Universitas terbaik di Indonesia (Universitas Indonesia, Institut Teknologi Bandung, dan Universitas Gajah Mada). Sepuluh kompetensi yang diteliti oleh penulis adalah Berpikir Kritis, Kemampuan Komunikasi, Orientasi Prestasi, Manajemen Waktu, Resiliensi, Efikasi Diri, Kreatif, Kolaborasi dan Kerjasama Tim, Pengendalian Diri, dan Mengatasi Stres, melalui pendekatan kualitatif, wawancara semi terstruktur sebagai metode pengumpulan data yang melibatkan 12 orang mahasiswa berprestasi sebagai informan yang terdiri dari empat orang informan dari masing-masing Universitas. Melalui proses analisis tematik, sebagian besar responden (7 dari 12) memilih bahwa kompetensi memiliki pengaruh yang lebih besar terhadap pencapaian menjadi mahasiswa berprestasi, 3 dari 12 memilih privilege memiliki pengaruh yang lebih besar, dan juga 2 dari 12 mengatakan memiliki pengaruh yang seimbang. Melalui proses analisis tematik, sebagian besar responden (7 dari 12) memilih bahwa kompetensi memiliki dampak yang lebih besar terhadap pencapaian menjadi mahasiswa berprestasi, 3 dari 12 memilih bahwa privilege memiliki pengaruh yang lebih besar, dan juga 2 dari 12 mengatakan memiliki dampak yang seimbang. Berdasarkan hasil temuan penelitian ini, dapat dijadikan acuan bagi Universitas untuk mengembangkan prestasi mahasiswanya.", "Daftar File": {"2023 SK PP Indira Syifa Annafisah   [19020206] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/305186"}, "Penulis": "Indira Syifa Annafisah [19020206]", "Kontributor / Dosen Pembimbing": ["Adita Pritasari, S.T, M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Mahasiswa Berprestasi, Kompetensi, Hak Istimewa, Status Sosial Ekonomi, Mahasiswa S1, Akses Ke Pendidikan", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "22 Agu 2023"}