{"Nomor": 77107, "Judul": "ANALISIS PEMAKAIAN SECANT BORED PILE WALLS PADA GALIAN BASEMENT DENGAN MENGGUNAKAN PROGRAM FINITE ELEMENT 2D", "Abstrak": "ANALISIS PEMAKAIAN SECANT BORED PILE WALLS PADA GALIAN BASEMENT DENGAN\nMENGGUNAKAN PROGRAM FINITE ELEMENT 2D, Adhika Paratma Wisesa (15004040) dan\nBayuprima Adiyansyah (150004074), Program Studi Teknik Sipil, Fakultas Teknik Sipil dan Lingkungan,\nInstitut Teknologi Bandung 2008.\nDewasa ini kebutuhan akan lahan untuk beraktifitas semakin tinggi, namun sebaliknya ketersediaan akan\nlahan tersebut semakin terbatas. Hal ini terutama terjadi di daerah pusat aktifitas di kota – kota besar seperti\nJakarta. Salah satu solusi untuk mengatasi keterbatasan tersebut adalah dengan pemanfaatan basement yang\nbiasanya digunakan sebagai lahan parkir.Basement sendiri berupa ruangan yang cukup luas yang terletak di\nbawah suatu bangunan utama (struktur atas) dan terletak di bawah permukaan tanah.\nTugas Akhir ini menitik beratkan pada perencanaan dinding penahan tanah dalam konstruksi sebuah\nbasement. Dalam proses konstruksi basement, tahapan awal adalah proses penggalian. Dan karena kedalaman\ngalian cukup signifikan, maka diperlukan dinding penahan tanah untuk menjaga kestabilan dari daerah galian.\nAdapun yang diuraikan dalam Tugas Akhir ini adalah teori-teori dasar yang diperlukan dalam konstruksi\ntersebut. Selanjutnya diuraikan juga mengenai proses pendesainan dari konstruksi dinding penahan tanah\ntersebut mulai dari pengolahan data tanah, korelasinya, penentuan parameter – parameternya, dan dilanjutkan\ndengan pendesainan dinding penahan tanah dengan bantuan software Plaxis. Tentunya dengan memperhatikan\nsyarat dan ketentuan yang ada, seperti syarat deformasi dan safety factor.", "Daftar File": {}, "Penulis": "Adhika Paratma Wisesa [15004040]", "Kontributor / Dosen Pembimbing": ["Bigman Marihat Hutapea, MSc, Dr. Ir."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Dinding penahan tanah, deformasi tiang, angka keamanan, tie back anchor, kondisi undrained & drained.", "Sumber": "", "Staf Input/Edit": "rikrik  \n                                     rikrik", "File": "8 file", "Tanggal Input": "22 Agu 2023"}