{"Nomor": 77101, "Judul": "PARAMETER FISIS GUGUS GALAKSI ABELL 2040 DAN GRUP GALAKSI DI ARAH GUGUS TERSEBUT", "Abstrak": "Gugus galaksi adalah kumpulan galaksi, gas panas, dan materi gelap yang terikat\noleh gaya gravitasi. Suatu kumpulan galaksi dapat dikategorikan sebagai\ngugus galaksi apabila gugus tersebut sedikitnya bermassa M ? 3 × 1014M?,\nmemiliki setidaknya 50 anggota galaksi, memiliki densitas yang cukup rapat\nsehingga setidaknya 50 anggota atau lebih harus berada pada suatu radius r\ntertentu dari pusatnya. Gugus galaksi dapat diuji dengan teori yang sudah\nada untuk mendapatkan parameter fisisnya.\nGugus galaksi yang akan dibahas pada tugas akhir ini merupakan salah satu\nobjek yang terdaftar pada katalog George O. Abell (1958) yaitu gugus galaksi\nAbell 2040. Data yang digunakan berasal dari Sloan Digital Sky Survey Data\nRelease 18 (SDSS DR18). Tujuan dari penelitian ini adalah untuk memperoleh\nparameter fisis gugus galaksi Abell 2040 berupa morfologi, redshift, radius\nproyeksi, keanggotaan, massa, juga akan meninjau grup galaksi yang berada\ndi lingkungannya.\nDalam pengerjaan Tugas Akhir ini digunakan 2 metode untuk menentukan\nkeanggotaan gugus yaitu metode Bukhari dan Cram (2003) dan metode\nCut and Enhance (Goto et al., 2002). Pada metode Bukhari Cram, penentuan\nanggota dilakukan dengan iterasi keanggotaan berdasarkan radius proyeksi\ndan kecepatan radialnya. Evaluasi keanggotaan dilakukan dengan memperbesar\nnilai Sr dan Sv sebesar 10%, gugus yang memiliki Sr\n? dan Sv\n? kurang dari\nSr dan Sv adalah gugus yang memenuhi kriteria keanggotaan. Metode Cut and\nEnhance keanggotaan ditentukan dalam 2 tahapan, tahapan pertama adalah\nColor Cut yang menggunakan hubungan warna dan magnitudo dengan menggunakan\npotongan warna g–r, r–i, dan i–z. Tahapan kedua adalah Enhance\nyang dilakukan dengan mengevaluasi keanggotaan dari distribusi hasil Color\nCut. Kedua metode dibandingkan untuk meningkatkan akurasi penentuan\nanggota Abell 2040. Untuk menentukan massa gugus, metode yang digunakan\nadalah Projected Mass Estimator yang dikemukakan oleh Heisler dkk. pada\ntahun 1985.\nSetelah pengolahan data dilakukan, diperoleh hasil bahwa gugus Abell 2040\nmemiliki morfologi III-E, redshift sebesar 0.045055, jarak luminositas sebesar\n207.3 Mpc, radius proyeksi 1.79 Mpc, dan memiliki jumlah anggota sebanyak\n122 galaksi dengan massa sebesar 1.58 × 1015M?.", "Daftar File": {}, "Penulis": "Yulia Arsyisyah Noor [10319027]", "Kontributor / Dosen Pembimbing": ["Dr. Yayan Sugianto, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Gugus Galaksi, Parameter Fisis, Keanggotan Gugus.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "22 Agu 2023"}