{"Nomor": 77111, "Judul": "STUDI HIRARKI ATURAN PENANGGALAN KALENDER PERTANIAN DI KAMPUNG ADAT CIKONDANG, KABUPATEN BANDUNG, JAWA BARAT", "Abstrak": "Ilmu astronomi sudah dikenal sejak zaman dahulu kala dan merupakan salah satu ilmu pengetahuan yang tertua di dunia. Banyak fenomena langit yang digunakan untuk patokan melakukan kegiatan sehari-hari, salah satu contohnya yaitu fenomena objek rasi bintang tertentu yang digunakan untuk menentukan kegiatan bercocok tanam. Masyarakat zaman tersebut menarapkan ilmu astronominya dengan segala kearifan lokal dan budaya yang ada saat itu. Ilmu tersebut dinamakan Etnoastronomi. Fenomena-fenomena benda langit tersebut masih diterapkan di berbagai desa, khususnya di Kampung Adat Cikondang yang terletak di Kelurahan Lamajang, Kecamatan Pangalengan, Kabupaten Bandung, Provinsi Jawa Barat untuk melakukan kegiatan bercocok tanam. Masyarakat kampung tersebut menggunakan pergerakan rasi bintang Juru Desa (Cursa, 66 Eri, dan 68 Eri) dan rasi bintang Wuluku (Orion) sebagai patokan waktu untuk mempersiapkan dan memulai bercocok tanam. Selain menggunakan Juru Desa dan Wuluku, kampung tersebut menggunakan Kalender Islam Aboge atau “Tunduk”, yaitu kalender peninggalan yang berasal dari para leluhur yang hijrah dari Kasepuhan Cirebon. Kalender Islam Aboge atau “Tunduk” tersebut digunakan sebagai patokan ramalan tanggal yang baik untuk bercocok tanam dan memanen tanaman.\nDari ketiga hal diatas, penulis akan mempelajari dan meneliti lebih lanjut terkait hirarki aturan penanggalan pertanian yang digunakan di kampung tersebut secara astronomis. Metode yang digunakan adalah dengan melakukan wawancara dengan tokoh adat di Kampung Adat Cikondang, dan melakukan studi literatur. Didapatkan hasil bahwa masyarakat menggunakan Juru Desa untuk mempersiapkan menanam tanaman yang dilakukan pada minggu terakhir di bulan September. Sementara Wuluku digunakan untuk memulai bercocok tanam yang dilakukan pada minggu kedua di bulan Oktober. Untuk Kalender Islam Aboge dilakukan konversi Kalender Masehi ke Kalender Islam Aboge atau “Tunduk” yang diterapkan di kampung tersebut kemudian mencocokkan ramalan tanggal yang baik untuk bercocok tanam dan memanen pada Kalender Masehi.", "Daftar File": {}, "Penulis": "Dida Afifa Kastiti [10319024]", "Kontributor / Dosen Pembimbing": ["Dr. Muhamad Irfan Hakim, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Kampung Adat Cikondang, Juru Desa, Wuluku, Hirarki, Kalender Islam Aboge, Tunduk", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "22 Agu 2023"}