{"Nomor": 77119, "Judul": "PERENCANAAN STRATEGIS UNTUK PERUSAHAAN DRONE DI INDONESIA (KASUS: PT TERRA DRONE INDONESIA)", "Abstrak": "Terra Drone Indonesia memiliki visi untuk menjadi perusahaan layanan drone nomor 1 di Asia Tenggara dan berkontribusi pada pertumbuhan berkelanjutan bangsa. Kondisi bisnis drone di Indonesia semakin ketat dengan persaingan dan regulasi yang ada. Sebuah perencanaan strategis baru perlu diajukan untuk menjawab visi Terra Drone Indonesia. Memahami peluang bisnis drone untuk mengeksplorasi lebih dalam isu bisnis industri drone di Indonesia. Lingkungan internal (Analisis SWOT) dan lingkungan eksternal (Porter’s five forces, PESTEL) akan menjadi studi untuk strategi bisnis yang diajukan. Studi kelayakan dan analisis perbandingan strategi bisnis baru akan menjadi implementasi strategi bagi Terra Drone Indonesia. Terdapat 2 bisnis drone baru yang mungkin dapat diterapkan di Indonesia. Yakni bisnis penyemprotan dengan drone dan bisnis pertunjukan cahaya dengan drone. Kedua aplikasi ini juga merupakan layanan drone yang sesuai dengan operasi drone yang mendapat izin khusus di Indonesia. Penyemprotan dengan drone sesuai dengan operasi di ruang udara tertentu, sementara pertunjukan cahaya dengan drone melibatkan operasi lebih dari satu drone. Perencanaan strategis bisnis baru sebaiknya diatur oleh TDID sebagai strategi yang lebih spesifik. Berdasarkan analisis, bisnis pertunjukan cahaya dengan drone lebih cocok. Persaingan yang rendah dan proyeksi keuangan yang lebih tinggi menjadi poin kunci dibandingkan dengan bisnis penyemprotan dengan drone. Rencana implementasi harus dimonitor dengan baik untuk memastikan strategi baru ini dapat menyelesaikan masalah bisnis drone di Indonesia.", "Daftar File": {"COVER Gilang Wirata Pratama Hadi": "https://digilib.itb.ac.id/gdl/download/305220", "BAB 1 Gilang Wirata Pratama Hadi": "https://digilib.itb.ac.id/gdl/download/313100", "BAB 2 Gilang Wirata Pratama Hadi": "https://digilib.itb.ac.id/gdl/download/313101", "BAB 3 Gilang Wirata Pratama Hadi": "https://digilib.itb.ac.id/gdl/download/313102", "BAB 4 Gilang Wirata Pratama Hadi": "https://digilib.itb.ac.id/gdl/download/313103", "BAB 5 Gilang Wirata Pratama Hadi": "https://digilib.itb.ac.id/gdl/download/313104", "PUSTAKA Gilang Wirata Pratama Hadi": "https://digilib.itb.ac.id/gdl/download/313105"}, "Penulis": "Gilang Wirata Pratama Hadi [29321035]", "Kontributor / Dosen Pembimbing": ["Donald Crestofel Lantu, S.T, MBA, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Bisnis Drone, Penyemprotan dengan Drone, Pertunjukan Cahaya dengan Drone.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "22 Agu 2023"}