{"Nomor": 77114, "Judul": "MENGUNGKAP ELEMEN PEMASARAN GUERRILLA YANG BERKONTRIBUSI TERHADAP KESUKAAN IKLAN DI ANTARA GENERASI Z", "Abstrak": "Penelitian ini mengeksplorasi elemen pemasaran gerilya mana saja yang mempengaruhi tingkat kesukaan iklan di kalangan konsumen Generasi Z di Jabodetabek dan Bandung. Meskipun ketertarikan terhadap strategi pemasaran gerilya semakin meningkat di seluruh dunia, hanya ada sedikit penelitian akademis yang berfokus secara khusus pada elemen-elemennya di kalangan Generasi Z, khususnya dalam konteks Jabodetabek dan Bandung. Studi kualitatif ini bertujuan untuk mengisi celah penelitian ini, menyelidiki peran elemen pemasaran gerilya dalam membentuk kesukaan iklan dalam kelompok demografis ini. Pendekatan triangulasi digunakan untuk pengumpulan dan validasi data, yang melibatkan 20 wawancara eksplorasi semi-terstruktur yang dilakukan melalui Zoom dengan individu Generasi Z, tinjauan literatur yang komprehensif, dan diskusi kelompok terfokus. Elisitasi visual digunakan selama wawancara, memanfaatkan contoh dunia nyata dari kampanye pemasaran gerilya yang sukses untuk memancing diskusi dan menangkap data yang kaya dan bernuansa. Temuan menunjukkan korelasi positif antara elemen-elemen pemasaran gerilya dan kesukaan iklan di kalangan konsumen Generasi Z Jabodetabek dan Bandung. Hasilnya menunjukkan preferensi untuk iklan yang kreatif, tidak terduga, menarik secara emosional, estetis, dan relevan. Dengan demikian, penelitian ini memberikan wawasan berharga bagi pemasar khususnya UKM yang bertujuan untuk terhubung dengan konsumen Generasi Z di Jabodetabek dan Bandung. Ini menunjukkan potensi strategi pemasaran gerilya dalam meningkatkan kesukaan iklan dan menunjukkan bahwa memahami taktik ini dapat menjadi bagian integral untuk berhasil menjangkau kelompok demografis yang berpengaruh ini. Penelitian lebih lanjut direkomendasikan untuk memvalidasi temuan ini dalam konteks budaya lain dan di berbagai kelompok konsumen.", "Daftar File": {"2023 SK PP Badraqa Ali   [19020290] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/305191"}, "Penulis": "Badraqa Ali [19020290]", "Kontributor / Dosen Pembimbing": ["Atik Aprianingsih, S.T, MM, DBA.", "Ilma Aulia Zaim, S.Ds., M.S.M., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pemasaran Gerilya, Kesukaan Terhadap Iklan, Generasi Z, Kualitatif, Elisitasi Visual, UKM.", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "22 Agu 2023"}