{"Nomor": 77122, "Judul": "STUDI PERAN SERTA MASYARAKAT PEMANFAAT PANTAI DALAM PENGELOLAAN WILAYAH PANTAI ANYER - CIWANDAN", "Abstrak": "Pantai Anyer-Ciwandan merupakan pantai di pesisir Anyer-Ciwandan dimana sepanjang pantai terdapat berbagai kegiatan pemanfaatan seperti kegiatan perikanan, pariwisata, industri & pelabuhan. Kompleksitas kegiatan pemanfaatan pantai mendorong terjadinya degradasi kerusakan dan pencemaran pantai. Kondisi ini mendorong perlunya peran serta masyarakat dalam pengelolaan pantai. Penulisan ini bertujuan untuk mengetahui dan menganalisa terhadap peran serta masyarakat pemanfaat pantai dalam pengelolaan wilayah pantai Anyer-Ciwandan sehingga dapat diketahui konsep model peran serta masyarakat dalam pengelolaan pantai. Analisa yang dilakukan dalam penulisan ini antara lain analisa responden untuk mengetahui tingkat kepentingan masyarakat terhadap kegiatan pemanfaatan pantai yang menggunakan alat bantu software SPSS 15.0, analisis peran serta masyarakat dalam pengelolaan pantai yang diperoleh dari hasil wawancara, observasi lapangan dan studi terkait dan analisis strategi pengelolaan pantai dengan mengendentifikasi faktor-faktor kekuatan, kelemahan, peluang dan ancaman yang dimiliki pantai Anyer-Ciwandan. Dari hasil analisa diperoleh bahwa kegiatan pemanfaatan pantai memiliki tingkat kepentingan yang tinggi bagi masyarakat sedangkan peran masyarakat untuk mengelola pantai rendah, strategi yang di dapat yaitu memanfaatkan seluruh komponen masyarakat yang berkepentingan di wilayah pantai untuk berpartisipasi dalam mengelola pantai sekaligus sebagai kontrol sosial terhadap kegiatan pemanfaatan wilayah pantai Anyer-Ciwandan melalui pembentukan wadah/forum mediasi dalam pengelolaan pantai, pembentukan lembaga pengelola jasa pantai yang berfungsi melaksanakan hasil kesepakatan forum dalam mengelola wilayah pantai secara teknis dan operasional dan pengembangan alternatif biaya pengelolaan pantai melalui mekanisme pembayaran jasa pantai.", "Daftar File": {"2008 TS PP ADE SUPRIZAL 1-COVER": "https://digilib.itb.ac.id/gdl/download/305229", "2008 TS PP ADE SUPRIZAL 1-BAB 1": "https://digilib.itb.ac.id/gdl/download/305230", "2008 TS PP ADE SUPRIZAL 1-BAB 2": "https://digilib.itb.ac.id/gdl/download/305231", "2008 TS PP ADE SUPRIZAL 1-BAB 3": "https://digilib.itb.ac.id/gdl/download/305233", "2008 TS PP ADE SUPRIZAL 1-BAB 4": "https://digilib.itb.ac.id/gdl/download/305234", "2008 TS PP ADE SUPRIZAL 1-BAB 5": "https://digilib.itb.ac.id/gdl/download/305235", "2008 TS PP ADE SUPRIZAL 1-BAB 6": "https://digilib.itb.ac.id/gdl/download/305238", "2008 TS PP ADE SUPRIZAL 1-BAB 7": "https://digilib.itb.ac.id/gdl/download/305239", "2008 TS PP ADE SUPRIZAL 1-PUSTAKA": "https://digilib.itb.ac.id/gdl/download/305240"}, "Penulis": "Ade Suprizal [95006009]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ing. Ir. Sri Legowo Wignyo Darsono"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Sumber Daya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Pantai Anyer-Ciwandan, kegiatan pemanfaatan pantai, peran masyarakat, pengelolaan pantai", "Sumber": "", "Staf Input/Edit": "rikrik", "File": "9 file", "Tanggal Input": "22 Agu 2023"}