{"Nomor": 77120, "Judul": "DETEKSI KEANGGOTAAN GUGUS TERBUKA DARI DATA GAIA DR3 MENGGUNAKAN METODE SELF-ORGANIZING MAPS", "Abstrak": "Gugus terbuka adalah sekelompok bintang yang terdiri dari puluhan bahkan hingga ribuan bintang yang memiliki umur yang sama, terbentuk dari awan molekul yang sama, dan masih terikat secara gravitasi satu sama lain. Gugus terbuka ditemukan di galaksi spiral dan tidak beraturan, dimana bintang-bintang baru sedang terbentuk, tetapi tidak di galaksi elips. Di dalam galaksi Bima Sakti, gugus terbuka ditemukan di dalam dan di antara lengan spiral. Gaia adalah misi luar angkasa eropa yang menyediakan data astrometri, photometri, dan spektroskopi lebih dari satu juta bintang di galaksi Bima Sakti. Data gaia juga tersedia untuk sampel signifikan dari ekstragalaksi dan objek tata surya. Selain itu, data gaia juga berisi data posisi, paralaks, proper motion, kecepatan radial, dan kecerlangan. Pada era digitalisasi seperti saat ini, kemajuan teknologi yang sangat pesat telah membawa perubahan di segala bidang, tidak terkecuali Astronomi. Kecerdasan buatan merupakan salah satu cabang ilmu komputer yang memanfaatkan teknologi mesin dalam hal ini sistem komputer untuk melakukan simulasi proses kecerdasan manusia. Berdasarkan kondisi tersebut, penulis tertarik untuk memanfaatkan kemajuan teknologi komputasi berbasis pembelajaran mesin untuk melakukan pendeteksian keanggotaan gugus terbuka menggunakan metode Self-organizing Maps dari data Gaia DR3. SOM memerlukan masukan banyaknya cluster yang akan dibuat, maka dari itu digunakan validasi cluster Silhouette Coefficient untuk mengevaluasi kinerja SOM. Pada tugas akhir ini penulis menggunakan 3 variasi parameter masukan SOM yang berbeda untuk masing-masing gugus terbuka. Terdapat 2 gugus yang ditinjau yaitu gugus ganda dengan separasi sangat kecil yaitu pasangan gugus ganda NGC 5617 – Trumpler 22 dan gugus ganda dengan separasi kecil yaitu King 16 – Berkeley 4. Hasil dari clustering SOM menunjukan pengelompokan gugus yang cukup baik. Pada 2 parameter pertama untuk permasalahan gugus ganda dengan separasi yang sangat kecil, SOM mampu memisahkan pasangan gugus ganda NGC 5617 – Trumpler 22 namun cukup kesulitan untuk memisahkan NGC 5617 dengan objek lain yaitu Pismis 19 meskipun pada parameter terakhir SOM mampu memisahkan objek NGC 5617 dengan Pismis 19. Untuk permasalahan gugus ganda dengan separasi yang kecil, SOM bekerja sangat baik untuk memisahkan kedua pasangan King 16 – Berkeley 4 beserta objek lainnya yang bukan merupakan pasangan gugus ganda yaitu Dias 1. Dari hasil yang diperoleh, dapat dilihat bahwa SOM mampu mengelompokan pasangan gugus ganda yang memiliki separasi sangat kecil dengan cukup baik, sedangkan untuk pasangan gugus ganda yang memiliki separasi kecil, SOM mampu mengelompokannya dengan sangat baik.", "Daftar File": {}, "Penulis": "Muhammad Ikrar Yulistiawibawa [10318028]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. Mochamad Ikbal Arifyanto, S.Si., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Gaia, gugus terbuka, silhouette coefficient, SOM", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "22 Agu 2023"}