{"Nomor": 77139, "Judul": "ANALISIS PENGARUH FOOD ENRICHMENT TERHADAP PERILAKU ORANGUTAN KALIMANTAN (PONGO PYGMAEUS) DI KEBUN BINATANG BANDUNG", "Abstrak": "Penurunan luas habitat orangutan kalimantan (Pongo pygmaeus) menyebabkan penurunan spesies orangutan (Pongo pygmaeus) sehingga spesies ini dimasukkan ke dalam status critically endangered. Salah satu metode yang dilakukan untuk melindungi populasi orangutan adalah metode konservasi ex-situ, metode perlindungan suatu spesies di luar habitat aslinya. Akan tetapi, metode tersebut dapat mempengaruhi perilaku orangutan (Pongo pygmaeus) sehingga diperlukan penelitian untuk menentukan apakah suatu tempat konservasi ex-situ mampu menjaga perilaku alami orangutan (Pongo pygmaeus). Penelitian dilakukan di Kebun Binatang Bandung, Bandung, Indonesia dari tanggal 4 Februari 2023 sampai 9 Maret 2023. Penelitian dibagi menjadi tiga perlakuan, yaitu perlakuan kontrol tanpa enrichment, perlakuan 1 dimana enrichment dipasang pada tiang di dasar kandang, dan perlakuan 2 dimana enrichment diletakkan pada tiang di platform yang lebih tinggi. Enrichment yang digunakan merupakan food enrichment berupa karung goni berisi pakan harian orangutan. Pengamatan dilakukan dengan enam hari perulangan untuk setiap perlakuan. Pengamatan harian dilakukan dengan metode focal sampling-all occurrence selama lima jam dengan interval satu jam per periode. Hasil pengamatan terdiri dari alokasi waktu dan waktu latensi. Rerata alokasi waktu per periode dan per hari dihitung dan divisualisasikan melalui histogram, sementara rerata waktu latensi per hari dan perlakuan divisualisasikan melalui box plot dan scatter plot. Analisis data dilakukan menggunakan perangkat lunak Rstudio dengan uji Kolmogorov-Smirnov untuk menentukan kenormalan dan ANOVA untuk menentukan adanya perbedaan pada data. Hasil berupa alokasi waktu menunjukkan penurunan perilaku inaktif setelah pemberian enrichment, sementara hasil latensi menunjukkan orangutan (Pongo pygmaeus) jantan memiliki tingkat kognisi yang lebih tinggi dibandingkan betina. Hasil analisis ANOVA dan Kruskal-Wallis menunjukkan p-value alokasi waktu jantan dan betina berturut-turut sebesar 0.422 dan 0.033. Selain itu, hasil ANOVA juga menunjukkan p-value waktu latensi 0.52 dan 0.08. Hasil penelitian dan pembahasan menunjukkan manajemen Kebun Binatang Bandung yang baik dalam usaha konservasi orangutan yang perlu dipertahankan.", "Daftar File": {}, "Penulis": "Fariz Ferdian [10619020]", "Kontributor / Dosen Pembimbing": ["Aditya Dimas Pramudya, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Orangutan, Perilaku, Enrichment, Latensi, Kognisi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "22 Agu 2023"}