{"Nomor": 77134, "Judul": "STUDI OPTIMASI MULTI-OBJEKTIF PADA TURBIN AKSIAL DENGAN HEAD RENDAH", "Abstrak": "Pembangkit Listrik Tenaga Mikro Hidro (PLTMH) memiliki potensi yang besar di Indonesia. Dengan bertambahnya kebutuhan energi listrik tiap tahunnya dan untuk mendukung kebijakan nasional pada tahun 2050 peranan energi baru dan terbarukan paling rendah 31%, maka pengembangan PLTMH sesuai dengan kondisi Indonesia melihat kondisi sungai-sungai di Indonesia yang memiliki head yang rendah. Pada tahun 2020 Raditya telah melakukan simulasi numerik pada suatu desain turbin yang aksial dan didapatkan besar efisiensi maksimum sekitar 83%. Pada studi ini dilakukan optimasi multi-objektif pada desain turbin tersebut. \nPada studi ini dipilih peningkatan efisiensi dan daya yang dihasilkan turbin sebagai objektif dari optimasi yang dilakukan. Untuk mendapatkan kumpulan solusi yang mewakilkan semua objektif yang akan dioptimasi, digunakan metode optimasi multi-objektif menggunakan NSGA-II. Untuk melakukan optimasi tersebut diperlukan permodelan yang mendekati model permasalahan sebenarnya menggunakan surrogate model. Data-data yang digunakan untuk membangun surrogate model didapatkan dari variasi desain yang berasal dari sampel-sampel yang dihasilkan dari pemetaan menggunakan latin hypercube. Nilai fitness function setiap sampel didapatkan melalui simulasi CFD. \nDari optimasi yang dilakukan, didapatkan tiga desain optimal yang masing-masing memiliki kecenderungan pada suatu objektif yang berbeda-beda. Pada kondisi desain, masing-masing desain optimal 1, 2, dan 3 memiliki efisiensi sebesar 89,04%, 88,42%, dan  88,91%. Pada kondisi desain yang sama masing-masing desain optimal 1, 2, dan 3 menghasilkan daya sebesar 349,16 W, 362,30 W, dan  354,06 W.", "Daftar File": {}, "Penulis": "Fadilah Baharrizky [13118038]", "Kontributor / Dosen Pembimbing": ["Ir. I Nengah Diasta, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "turbin head rendah, optimasi multi-objektif, algoritma genetik, efisiensi, daya.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "22 Agu 2023"}