{"Nomor": 77133, "Judul": "METODE PENCACAHAN RADIASI UNTUK MENDETEKSI CACAT PADA BAGIAN DALAM MATERIAL SECARA NON-DESTRUKTIF", "Abstrak": "Radiasi seringkali dianggap sebagai sesuatu yang berbahaya oleh orang awam karena\n\nselalu diasosiasikan dengan kejadian bom atom di Hiroshima dan Nagasaki, dan juga tragedi di \nChernobyl yang diakibatkan oleh PLTN. Sebenarnya radiasi merupakan kata kerja yang menunjukkan \nterjadinya pancaran gelombang atau partikel. Sinar tampak pun merupakan salah satu bentuk radiasi \nyaitu radiasi gelombang elektromagnetik. Tetapi radiasi yang dibahas dalam tugas akhir ini ialah \nradiasi akibat dari radionuklida.\n\nRadiasi dari radionuklida banyak dimanfaatkan dalam dunia kedokteran untuk terapi kanker, dan \nsebagainya. Selain di bidang kedokteran, radiasi pula ternyata dapat dimanfaatkan untuk mendeteksi \ncacat pada material yang tidak terlihat secara visual (bagian dalam material) tanpa perlu \nmenghancurkan material (non-destruktif). Topik inilah yang penulis angkat menjadi inti dari tugas \nakhir ini.\n\nDengan menggunakan sebuah detektor pencacah dan sebuah radionuklida yang memancarkan radiasi gamma, \ncacat pada material bagian dalam sudah dapat diketahui. Radionuklida yang digunakan untuk \nmendeteksi cacat material ini adalah Cobalt-60. Sedangkan detektor yang digunakan adalah detektor \npencacah radiasi yang menggunakan prinsip tabung Geiger-Muller. Dengan meletakkan material diantara \nsumber dan detektor, intensitas radiasi sebelum melalui material dan  setelah melalui material  \ndapat dibandingkan. Nilai koefisien absorpsi yang menjadi karakteristik material akan didapatkan \ndan dibandingkan dengan standard.\n\nRadiasi radionuklida memiliki emisi radiasi yang bersifat random, artinya emisi radiasi yang \ndipancarkan memiliki kebolehjadian yang sama untuk setiap nilai cacahan, sehingga data yang didapat \nakan memiliki tingkat ketidakpastian tertentu. Karena itu diperlukan analisa statistik untuk dapat \nmenguji data. Selain itu, data juga dibandingkan dengan material yang sama yang diyakini tidak \nmemiliki cacat (dibandingkan dengan standar). Analisis statistik yang dilakukan adalah analisis \ndistribusi poisson, gaussian, serta uji statistik yaitu x2 dan t-test. Dengan analisis statistik \ndiharapkan ada atau tidaknya cacat\npada bagian dalam material dapat dipercaya.", "Daftar File": {}, "Penulis": "ADE KURNIA [10202054]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. Freddy Haryanto, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Radiasi, radionuklida, detektor pencacah, material, analisis statistik", "Sumber": "", "Staf Input/Edit": "rikrik", "File": "7 file", "Tanggal Input": "22 Agu 2023"}