{"Nomor": 77138, "Judul": "KAJIAN AKSESIBILITAS PADA MASJID UNTUK PENYANDANG DISABILITAS FISIK MELALUI PENERAPAN PRINSIP DESAIN UNIVERSAL (STUDI KASUS: MASJID AR-RAHMAN, KOTA BLITAR)", "Abstrak": "Indonesia merupakan negara yang memiliki jumlah penduduk mayoritas umat muslim. Keberadaan masjid menjadi bagian penting untuk menunjang kebutuhan umat muslim dalam melaksanakan ibadah di ruang publik. Namun yang menjadi persoalan  hingga  saat  ini  adalah  penerapan  aksesibilitas  belum  banyak diimplementasikan dalam pembangunan masjid. Fakta di lapangan masih banyak ditemukan  kesulitan  dalam  menjangkau  aksesibilitas  masjid  khususnya  bagi penyandang disabilitas fisik. Isu terkait dilarangnya pengguna kursi roda memasuki area  masjid  menjadi  paradigma  bahwa  masih  adanya  diskriminasi  dalam menggunakan fasilitas publik. Salah satu faktor penyebab penyandang disabilitas fisik tidak bisa mandiri dan tidak memiliki kepercayaan diri saat beraktivitas di lingkungan publik dikarenakan adanya hambatan dari ketersediaan fasilitas yang diberikan, serta lingkungan yang belum menerapkan sikap inklusif. Aksesibilitas untuk penyandang disabilitas fisik melalui prinsip desain universal menjadi aspek penting dalam pemenuhan hak akses seluruh pengguna dan langkah awal dalam mewujudkan  lingkungan  yang  inklusif. Hal  tersebut  juga  telah  diatur  dalam undang-undang  penyandang  disabilitas  dan  persyaratan  kemudahan  bangunan gedung terkait hak memperoleh kemudahan akses dalam memanfaatkan tempat beribadah. \nPenelitian  ini  bertujuan  untuk  mengkaji  aksesibilitas pada  masjid  untuk penyandang disabilitas fisik melalui penerapan prinsip desain universal. Dalam beraktivitas di ruang publik penyandang disabilitas fisik merupakan kelompok yang sering  mengalami  hambatan  arsitektural. Penyandang  disabilitas  fisik  dalam penelitian ini meliputi dua kategori yaitu pengguna kursi roda dan pengguna alat bantu jalan. Studi kasus dalam penelitian ini adalah Masjid Ar-Rahman yakni merupakan masjid ikonik di Kota Blitar yang memiliki jumlah pengunjung ribuan setiap harinya. Ketersediaan aksesibilitas yang aksesibel sangat diperlukan untuk menunjang akomodasi seluruh pengunjung. Oleh karena itu penerapan prinsip desain universal dalam aspek aksesibilitas berguna untuk mewujudkan kesetaraan bagi setiap individu. Objek yang menjadi fokus dalam penelitian ini terdiri dari dua belas area yang menjadi akses utama dalam Masjid Ar-Rahman. \niMetodologi penelitian yang digunakan adalah metode kualitatif dengan pendekatan studi kasus. Untuk mengetahui kondisi aksesibilitas Masjid Ar-Rahman dilakukan evaluasi menggunakan mekanisme access audit dalam mengidentifikasi setiap objek penelitian. Standar yang digunakan sebagai pedoman access audit merupakan Permen  PUPR  Nomor 14  tahun  2017  yang  dikombinasikan  dengan  pedoman khusus tata ruang masjid. Pedoman tersebut dipilih karena dianggap kompatibel dan aplikatif sebagai dasar melakukan access audit berdasarkan review article yang telah dilakukan melalui metode Systematic Literature Review (SLR). Selanjutnya setelah melalui proses access audit dilakukan penilaian aksesibilitas dan desain universal untuk memudahkan dalam memetakan kondisi setiap objeknya. Tahapan yang dilakukan meliputi penilaian indikator aksesibilitas dan desain universal, serta penilaian evaluasi keseluruhan yang dilakukan berdasarkan skala penilaian. Hasil penilaian  dijelaskan  melalui  deskripsi  setiap  objek  secara  sistematis  sehingga memperoleh kesimpulan yang komprehensif.\nHasil penelitian menunjukkan bahwa aksesibilitas Masjid Ar-rahman sebagian besar telah memenuhi kriteria aspek aksesibilitas dan prinsip desain universal. Namun masih terdapat beberapa area yang perlu dioptimalkan untuk menunjang akomodasi seluruh pengguna khususnya penyandang disabilitas fisik. Berdasarkan hasil penelitian maka dalam kesimpulan akhir dibuat usulan rekomendasi untuk meningkatkan performa aksesibilitas pada masjid.", "Daftar File": {"2023 TS PP AMALITA SAPUTRI 1.pdf": "https://digilib.itb.ac.id/gdl/download/305323"}, "Penulis": "Amalita Saputri [27121019]", "Kontributor / Dosen Pembimbing": ["D. Arch. Gregorius Prasetyo Adhitama, S.Sn., M.Sn."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "aksesibilitas, masjid, penyandang disabilitas fisik, desain universal", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "22 Agu 2023"}