{"Nomor": 77135, "Judul": "STRATEGI PENINGKATAN PRODUKSI LIPID CHLORELLA VULGARIS MELALUI SINGLE DAN MULTIPLE-STRESS PADA MEDIUM PUPUK KOMERSIL", "Abstrak": "Lipid mikroalga merupakan alternatif bahan baku produk dalam berbagai sektor industri seperti energi, pangan, pakan dan kesehatan. Produktivitas lipid mikroalga tergantung pada kondisi kultivasi. Salah satunya kultivasi pada kondisi stres salinitas dan nutrisi. Beberapa studi menunjukan stres salinitas mengakibatkan stres osmotik dan oksidatif sehingga mengakumulasi lipid lebih tinggi (21,40 % b/b - 56,42% b/b). Oleh karena itu, strategi peningkatan produksi lipid mikroalga dapat dilakukan dengan stres salinitas melalui kultivasi satu tahap atau dilanjutkan dengan penambahan stres nutrisi pada tahap kedua. Penelitian ini bertujuan: (i) Menentukan konsentrasi NaCl optimum terhadap produkvitas lipid dan total lipid Chlorella vulgaris pada kultivasi satu tahap dan dua tahap; (ii) Menentukan fase panen optimum terhadap produktivitas lipid dan total lipid Chlorella vulgaris; dan (iii) Menentukan strategi kultivasi optimum berdasarkan produkvitas lipid dan total lipid Chlorella vulgaris. Pada penelitian ini, C. vulgaris dikultivasi pada laju aerasi 1,5 vvm dan fotoperiode 16:8 (terang: gelap). Stres salinitas diperoleh dengan menambahkan NaCl (5 g/L atau 10 g/L) pada medium pupuk Nutri-comp D (0,72 g/L) dan pupuk SP-36 (35 mg/L). Penggunaan pupuk SP-36 menciptakan lingkungan stres nutrisi. Fase panen C. vulgaris yaitu pada akhir eksponensial, tengah stasioner, dan akhir stasioner. Terdapat pengaruh konsentrasi NaCl, fase panen, dan strategi kultivasi terhadap produktivitas dan total lipid (p-value < 0,05). Total lipid optimum (27,7 g/L) dan produktivitas optimum (13,5 g/L/hari) dihasilkan pada kondisi multiple-stress yang dipanen di akhir eksponensial kultivasi tahap satu dengan konsentrasi 5g/L NaCl. Total lipid multiple-stress (3,3 g/L-27,7 g/L) lebih tinggi dibandingkan single stress (0,9-10 g/L), menunjukan adanya interaksi stres salinitas dan nutrisi (p-value < 0,05). Oleh karena itu, multiple-stress tepat sebagai strategi peningkatan produksi lipid Chlorella vulgaris.", "Daftar File": {}, "Penulis": "Siti Azahra [10419010]", "Kontributor / Dosen Pembimbing": ["Neil Priharto, S.Si., M.T., Ph.D.", "Anriansyah Renggaman, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Mikrobiologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Chlorella vulgaris, defisiensi nitrogen, optimasi lipid, produktivitas lipid, stres salinitas", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "22 Agu 2023"}