{"Nomor": 77148, "Judul": "PERANCANGAN MANAJEMEN KONSTRUKSI BANGUNAN BINTARO COMMUNITY AND CREATIVE CENTER", "Abstrak": "Bangunan Community and Creative Center Bintaro merupakan bangunan dilatasi yang\nterdiri dari 4 bangunan. Bangunan ini dirancang dalam ruang lingkup geoteknik dan\nstruktur.\nLingkup geoteknik meliputi aspek tanah, dinding penahan tanah (soil nailing), penurunan\nmuka tanah (dewatering), pondasi bore pile, dan pondasi spun pile. Pondasi bore pile\nmelibatkan pemboran vertikal ke dalam tanah untuk memasukkan tiang beton bertulang,\nsementara spun pile melibatkan proses pemancangan tiang prategang ke dalam tanah.\nTujuan utama dari kedua metode ini adalah untuk menyediakan fondasi yang kokoh dan\nstabil bagi struktur bangunan.\nLingkup struktur meliputi aspek struktur bawah, yakni pile cap dan tie beam; serta struktur\natas, yakni kolom, balok, dan pelat. Struktur didesain agar dapat mengakomodir beban\ngravitasi dan beban lateral, salah satunya akibat aktivitas seismik. Metode analisis seismik\nbangunan ini adalah LTHA (Linear Time History Analysis) yang memungkinkan\nperancang untuk memahami respons dinamis bangunan terhadap gempa berdasarkan\nrekaman seismik aktual. Selanjutnya, perancangan struktur dilakukan dengan Building\nInformation Modelling (BIM), yaitu ETABS untuk perancangan pembebanan, material,\ndesain, dan komponen struktur; dan CSI Details untuk detailing dan pemodelan bangunan.\nPelaksanaan konstruksi juga dilengkapi berbagai upaya pengendalian mutu dan\nperencanaan keselamatan konstruksi (RKK). Evaluasi risiko harus dilakukan untuk\nmengidentifikasi potensi bahaya dan mengambil tindakan pencegahan yang diperlukan.\nLangkah-langkah keselamatan yang tepat, seperti penggunaan peralatan pelindung pribadi,\npengawasan yang ketat, dan pelatihan khusus, harus diterapkan guna memastikan\nlingkungan kerja yang aman.\nDalam proyek ini, hasil perancangan biaya dan waktu konstruksi menjadi faktor kunci\nkeberhasilan yang melibatkan evaluasi menyeluruh terhadap biaya bahan, tenaga kerja, dan\nperalatan yang terlibat.", "Daftar File": {}, "Penulis": "Raphael Persiano Hanuari [15019117]", "Kontributor / Dosen Pembimbing": ["Dr. Iris Mahani, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Metode, Mutu, Keselamatan, Biaya, Waktu", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "22 Agu 2023"}