{"Nomor": 77142, "Judul": "ANALISIS FREESPANNING STATIK PIPA PENYALUR MINYAK LEPAS PANTAI 20 INCI ZUJ-PCP TERKOROSI MENGGUNAKAN METODE FINITE ELEMENT", "Abstrak": "Pada era globalisasi dengan permintaan energi fosil yang meningkat, pipa penyalur minyak lepas pantai memiliki peran krusial dalam distribusi energi. Tantangan lingkungan laut yang tidak merata dan korosi menyulitkan pemeliharaan integritas pipa. Freespanning pada pipa penyalur lepas pantai dapat merusak struktur dan berdampak pada industri minyak dan gas. Studi ini bertujuan menganalisis freespanning pada pipa penyalur minyak lepas pantai 20 inci ZUJ-PCP yang terkorosi dengan metode finite element.\nMetode finite element digunakan untuk menganalisis pengaruh korosi terhadap kekuatan sisa pipa penyalur dan menentukan panjang maksimum freespanning statik yang diizinkan. Studi parametrik dilakukan untuk mengevaluasi pengaruh kedalaman korosi terhadap kekuatan sisa pipa penyalur pada kondisi tekanan desain dan freespan maksimum.\nHasil studi menunjukkan panjang maksimum freespanning statik yang diizinkan tanpa korosi adalah 81 meter. Analisis menggunakan metode finite element pada pipa penyalur terkorosi tanpa adanya freespanning menunjukkan pipa penyalur terkorosi 80% sudah tidak memenuhi kriteria kekuatan sisa. Rekomendasi diberikan, penurunan tekanan internal maksimum senilai 4,8 MPa dengan safety factor. Panjang maksimum freespanning statik yang diizinkan pada kondisi ini adalah 51 meter dengan tekanan internal maksimum yang diizinkan sebesar 3,5 MPa. Studi parametrik menunjukkan hanya pipa terkorosi 20% yang memenuhi kriteria kekuatan sisa, pipa terkorosi 80% tidak memenuhi kriteria kekuatan sisa pada tekanan internal minimum, rekomendasi tekanan internal maksimum yang diizinkan 5MPa pada korosi 60% dan 7MPa pada korosi 40%.", "Daftar File": {}, "Penulis": "Muhammad Arfan Thamrin [13119050]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. I Gusti Nyoman Wiratmaja, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Freespanning statik, metode finite element, pipa penyalur, korosi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "22 Agu 2023"}