{"Nomor": 77155, "Judul": "ANALISIS PERANAN BASEFLOW TERHADAP DEBIT BANJIR DI CEKUNGAN BANDUNG", "Abstrak": "Banjir merupakan salah satu bencana alam yang terjadi hampir di seluruh belahan\ndunia. Banjir terjadi akibat meningkatnya debit sungai dan melebihi kapasitas\nsungai. Aliran sungai tersusun atas dua jenis aliran yaitu aliran dasar (baseflow) dan\nlimpasan permukaan (overland flow). Pada saat banjir, baseflow merupakan salah\nsatu komponen yang berpengaruh terhadap besar dan kecilnya nilai debit banjir.\nSebagai daerah yang memiliki tingkat produktivitas akuifer yang cukup tinggi,\ntentunya baseflow berperan secara signifikan terhadap debit banjir di Cekungan\nBandung. Untuk itu penelitian ini dilakukan untuk mengetahui kontribusi baseflow\nsetiap Sub DAS Citarum pada saat terjadi banjir.\nPenelitian ini menggunakan metode Recursive Digital Filter untuk memisahkan\ndebit aliran sungai menjadi baseflow dan overlandflow. Data debit yang digunakan\nadalah data dari 2018 - 2022. Hasil perhitungan yang didapatkan selanjutnya\ndigunakan untuk menghitung kontribusi baseflow pada setiap kejadian banjir di\ndaerah cekungan Bandung.\nBerdasarkan hasil analisis, ditemukan bahwa kontribusi baseflow setiap Sub DAS\nbervariasi setiap tahunnya. Sub DAS dengan kontribusi aliran baseflow yang\npaling besar dan paling kecil berturut turut adalah Sub DAS Citarik Cikeruh\ndan Cisangkuy. Kemudian, berdasarkan hasil tinjauan geologi, Sub DAS Citarik\nCikeruh lebih banyak didominasi oleh formasi dengan tingkat produktivitas yang\ntinggi dibandingkan dengan Sub DAS lainnya, hal ini membuat kontribusi\nbaseflow Sub DAS Citarik Cikeruh menjadi yang terbesar, dan diikuti dengan\nSub DAS Cikapundung serta Sub DAS Cisangkuy. Kemudian dari kejadian\nbanjir yang dianalisis, ditemukan bahwa semakin besar persentase kontribusi\nbaseflow maka durasi banjir dan debit puncak pada saat kejadian banjir\nakan semakin besar.", "Daftar File": {"ABSTRAK Andi Muhammad Fikri S.H.": "https://digilib.itb.ac.id/gdl/download/305346"}, "Penulis": "Andi Muhammad Fikri S.H. [22721002]", "Kontributor / Dosen Pembimbing": ["Dr. Edi Riawan, S.Si., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Air Tanah", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Banjir, Baseflow, Cekungan Bandung", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "22 Agu 2023"}