{"Nomor": 77150, "Judul": "OPTIMASI DESAIN SISTEM PROTEKSI BATERAI MOBIL MENGGUNAKAN STRUKTUR AUXETIC TERHADAP TUMBUKAN TIANG DARI ARAH SAMPING", "Abstrak": "Penggunaan mobil listrik akhir-akhir ini melonjak pesat di dunia akibat meningkatnya\nkesadaran produsen mobil dan masyarakat akan ancaman pemanasan global akibat emisi mobil\nkonvensional. Mayoritas mobil listrik saat ini menggunakan baterai sebagai penyimpan energi\nlistriknya. Meskipun memegang peran paling penting dalam mobil listrik, baterai juga\nmemiliki ancaman paling besar dari mobil listrik. Dengan kepadatan energi yang tinggi, baterai\nrentan untuk terbakar atau bahkan meledak jika terkena beban impak. Oleh karena itu,\ndiperlukan suatu pelindung baterai mobil agar ketika terjadi suatu hal yang tidak diinginkan,\nseperti mobil terkena beban impak dari samping, maka baterai tidak terbakar atau meledak.\nStruktur auxetic memiliki ciri khas - rasio Poisson negatif (NPR). Sifat ini memberikan\nbanyak keuntungan dibandingkan struktur konvensional, terutama kapasitas penyerapan energi\nyang luar biasa, khususnya saat diberikan pembebanan lokal seperti tumbukan tiang samping.\nOleh karena itu, struktur auxetic siap untuk direkayasa sebagai pengaman yang efisien untuk\nmobil baterai terhadap beban tumbukan tiang samping. Adapun tujuan dari penelitian ini adalah\nmemodelkan dan menghitung kinerja crashworthiness dari bentuk dasar auxetic 2D. Selain itu,\npenelitian ini juga bertujuan untuk menganalisis perbandingan energi yang diserap spesifik\n(SEA), perpindahan maksimum (Smax), dan gaya maksimum (Fmax) antara struktur auxetic\ndan struktur rasio Poisson positif (PPR). Tujuan terakir adalah untuk mendapatkan spesifikasi\ndimensi dan bentuk struktur penyusun pelindung baterai mobil dengan mempertimbangkan\nSEA dan Smax.\nPenelitian ini menggunakan metodologi dengan urutan: studi literatur, pemodelan dan\nvalidasi struktur yang telah dilakukan peneliti lain dengan menggunakan metode elemen\nhingga, lalu simulasi dan pembuatan sampel model aktual. Terakhir adalah proses optimasi\nmenggunakan teknik machine learning, dengan menerapkan regresi linier pangkat dua dan\nmetode NSGA II untuk mengoptimalkan struktur auxetic. Optimasi ini bertujuan\nmengoptimalkan nilai SEA dan Smax.\nSebagai kesimpulan, diperoleh SEA senilai 2180,41 J/kg dan Smax senilai 80,79 mm\ndengan menggunakan struktur yang tersusun dari sel double arrowhead dengan ????1= 60,37°,\n????2 = 22,67°, L = 6,26 mm, and t = 1,01 mm.", "Daftar File": {}, "Penulis": "Yohanes Satria Jatinendra [13119119]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. I Wayan Suweca, D.E.A."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "struktur auxetic, optimasi, machine learning", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "22 Agu 2023"}