{"Nomor": 77157, "Judul": "ANALISIS GAYA PENGGALIAN MENGGUNAKAN MODEL EXCAVATOR SKALA LABORATORIUM PADA BATUAN TERBERAIKAN", "Abstrak": "Excavator merupakan salah satu alat berat yang digunakan untuk penggalian\nmaterial pada industri sipil, konstruksi, dan pertambangan. Penggalian secara\noptimum akan menekan biaya penggalian dan juga dapat mengurangi efek negatif\ndari aktifitas penggalian terhadap alat. Gaya-gaya selama penggalian dapat\nberubah-ubah bergantung pada kondisi material yang digali, posisi penggalian, dan\ndiameter silinder hidrolik. Penelitian ini bertujuan untuk mempelajari gaya gali\nyang dibutuhkan untuk membongkar material dengan cara mengukur tekanan\npompa hidrolik pada komponen-komponen excavator (arm & toot) skala\nlaboratorium (volume bucket ± 4 liter). Pengujian dilakukan pada material andesit\nlepas dengan beberapa variasi sudut penggalian (400, 500, 600, 700, dan 800).\nKalibrasi dengan load cell diperlukan untuk menghubungkan antara data tekanan\npompa hidrolik dengan data gaya yang ditunjukan oleh load cell selama\npembebanan dengan asumsi bahwa gaya yang bekerja pada excavator saat\nmelakukan penggalian material sama dengan nilai gaya yang ditunjukan oleh load\ncell. Pengolahan data dilakukan dengan menggunakan metode regresi linear untuk\nmenghubungkan data tekanan pompa hidrolik dengan data load cell. Perhitungan\ngaya pengalian juga dilakukan dengan metode analitik yaitu Fundamental Earthmoving\nEquation yang dapat memberikan nilai dari resistive force yang terjadi\nselama penggalian serta prediksi gaya penggalian simulasi numerik menggunakan\nsoftware PFC2D. Hasilnya menunjukan perbandingan gaya pengujian dan analitik\nmenunjukan nilai gaya dalam trend line yang sama, dengan perbandingan nilai ratarata\nyaitu sudut 400 sebesar 0,8, sudut 500 sebesar 1,14, sudut 600 sebesar 0,68, sudut\n700 sebesar 1,18, dan sudut 800 sebesar 0,96. Sedangkan perbandingan gaya\npenggalian pengujian dan simulasi numerik menunjukan pada sudut penggalian\nawal tertentu nilai gaya masih menunjukan trendline yang relatif sama, dengan\nperbandingan nilai gaya rata-rata pada sudut awal gigi gali 400 pengujian dengan\nsudut awal 450 numerik adalah 0,84 dan sudut 800 pengujian dengan sudut 900\nnumerik adalah 1,58. Adapun energi spesifik penggalian berbanding lurus dengan\nbesaran gaya yang diberikan oleh alat. Perhitungan Penggalian dengan energi\nspesifik terkecil pada sudut penggalian 600 dengan nilai 0,03 MJ/ m3.", "Daftar File": {"ABSTRAK M. Syaoqi Najib": "https://digilib.itb.ac.id/gdl/download/305348", "BAB 1 M. Syaoqi Najib": "https://digilib.itb.ac.id/gdl/download/309332", "BAB 2 M. Syaoqi Najib": "https://digilib.itb.ac.id/gdl/download/309333", "BAB 3 M. Syaoqi Najib": "https://digilib.itb.ac.id/gdl/download/309334", "BAB 4 M. Syaoqi Najib": "https://digilib.itb.ac.id/gdl/download/309335", "BAB 5 M. Syaoqi Najib": "https://digilib.itb.ac.id/gdl/download/309336", "PUSTAKA M. Syaoqi Najib": "https://digilib.itb.ac.id/gdl/download/309337"}, "Penulis": "M. Syaoqi Najib [22120315]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Nuhindro Priagung Widodo, M.T.", "Ir. Simon Heru Prassetyo, S.T, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "excavator, gaya penggalian, energi spesifik", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "22 Agu 2023"}