{"Nomor": 77163, "Judul": "ESTIMASI KUAT GESER BATUAN BERDASARKAN PARAMETER POROSITAS DAN UCS MENGGUNAKAN FEED-FORWARD NEURAL NETWORK", "Abstrak": "Parameter kekuatan geser batuan umum digunakan pada proses perancangan\nstruktur di Mekanika Batuan. Kekuatan tersebut pada umumnya dinyatakan dalam\ndua properties, yaitu: kohesi (c) dan sudut gesek dalam (?). Nilai kuat geser batuan\ntersebut pada umumnya didapatkan melalui pengujian laboratorium, yaitu uji geser\nlangsung. Akan tetapi, terdapat beberapa hal yang cukup menghambat pada proses\npenentuan nilai kuat geser batuan di laboratorium. Ketersediaan sampel batuan\nyang memiliki kualitas baik sulit didapatkan terutama ketika menghadapi massa\nbatuan yang terdapat kekar, mudah hancur, dan batuan lapuk. Di sisi lain,\nperkembangan penelitian menggunakan jaringan saraf buatan atau ANN mulai\ndiminati oleh berbagai peneliti karena dapat menyelesaikan permasalahan yang\nkompleks. Beberapa peneliti telah menggunakan metode ANN dan turunannya\nuntuk melakukan estimasi berbagai parameter mekanik batuan (kohesi dan sudut\ngesek dalam) pada berbagai jenis batuan serta memberikan tingkat akurasi yang\ncukup bagus. Oleh karena itu, estimasi nilai kuat geser batuan dengan menggunakan\njaringan saraf buatan menjadi topik penelitian yang menarik karena hal tersebut\nbersifat ekonomis serta mudah dilakukan.\nDataset yang digunakan pada penelitian ini dibagi menjadi training dataset dan\ntesting dataset. Training dataset menggunakan data pengujian sampel batuan dari\nsuatu tambang batubara di Kalimantan Tengah (Tanjung 1). Testing dataset\nmenggunakan sampel batuan dari tambang batubara di Kalimantan Timur (Tanjung\n3). Sampel Tanjung 1 (training dataset) terdiri dari litologi claystone dan siltstone.\nSedangkan sampel Tanjung 3 (testing dataset) terdiri dari litologi mudstone. Secara\ngeologi, kedua dataset tersebut termasuk dalam Formasi Tanjung.\nTingkat akurasi model ANN-Claystone adalah +1,68 kPa untuk prediksi kohesi dan\n+5,63 derajat untuk prediksi sudut gesek dalam. Sedangkan tingkat akurasi model\nANN-Siltstone adalah +1,87 kPa untuk prediksi kohesi dan +1,39 derajat untuk\nprediksi sudut gesek dalam. Kedua model ANN mampu memberikan tingkat\nakurasi yang cukup baik untuk prediksi kuat geser batuan dengan catatan, data\nprediksi berada pada rentang sebaran training dataset.", "Daftar File": {"ABSTRAK Briam Fansesa Adiguna": "https://digilib.itb.ac.id/gdl/download/305354"}, "Penulis": "Briam Fansesa Adiguna [22119302]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Budi Sulistianto, M.T.", "Dr. Eng. Tri Karian, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "estimasi kuat geser batuan, jaringan saraf buatan, hidden layer, neuron.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "1 file", "Tanggal Input": "23 Agu 2023"}