{"Nomor": 77174, "Judul": "ANALISIS KINERJA DAN OPTIMISASI PARAMETER GEOMETRIS CEROBONG SURYA DINDING ABSORBER VERTIKAL SEBAGAI SISTEM VENTILASI ALAMI PADA BANGUNAN RUMAH DI KOTA BANDUNG", "Abstrak": "Cerobong surya adalah sistem energi terbarukan yang berfungsi menghasilkan\nventilasi alami pada suatu bangunan. Parameter-parameter geometris cerobong diketahui\nmemengaruhi performa cerobong surya secara signifikan. Penelitian ini bertujuan\nmenganalisis pengaruh sudut kemiringan dinding glazing (?glaz), lebar bagian dasar\nsaluran udara (Wg), dan tinggi inlet cerobong (Hin) terhadap laju ventilasi cerobong\nsurya, serta menentukan kombinasi nilai optimum dari ketiga parameter tersebut lalu\nmenganalisis kinerjanya berdasarkan standar ASHRAE.\nPenelitian dilakukan melalui simulasi komputasi pada udara di dalam bangunan\nrumah dengan cerobong surya di Kota Bandung. Kondisi batas yang ditetapkan pada\ndomain simulasi meliputi fluks panas pada sisi yang berbatasan dengan dinding absorber\nserta temperatur lingkungan pada ventilasi (inlet) dan outlet cerobong berdasarkan datadata\nlingkungan di Kota Bandung pada tanggal 5 Juni 2021.\nBerdasarkan hasil simulasi, ditemukan nilai optimum pada parameter ?glaz dan\nWg, sementara parameter Hin berbanding lurus dengan laju ventilasi dengan laju\npeningkatan yang melemah. Analisis lebih lanjut menunjukkan bahwa parameter lebar\noutlet cerobong (We) memiliki pengaruh dominan terhadap laju ventilasi. Berdasarkan\nanalisis tersebut, ditemukan desain optimum dengan ?glaz = 10o, Wg = 750 mm, dan Hin\n= 480 mm. Desain tersebut berhasil memenuhi standar laju ventilasi minimum di\nsepanjang rentang kerjanya namun tidak berhasil memenuhi standar kondisi\nkenyamanan termal ideal dalam rentang waktu pukul 10.00 WIB hingga 14.00 WIB.", "Daftar File": {}, "Penulis": "Dzaky Naufal Akbar [13118080]", "Kontributor / Dosen Pembimbing": ["Jooned Hendrarsakti, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "cerobong surya, laju ventilasi, kenyamanan termal, parameter geometris, optimum", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "23 Agu 2023"}