{"Nomor": 77176, "Judul": "MAPPING ITB'S FACULTIES AND STUDY PROGRAMS LEADERS CHARACTER TOWARDS WORLD CLASS UNIVERSITY", "Abstrak": "ITB merupakan salah satu perguruan tinggi yang memiliki image yang bagus\ndi Indonesia. Namun sekedar menjadi bagus di dalam negeri sendiri tidaklah cukup untuk menghadapai \nglobalisasi. Perguruan itu juga di tuntut untuk menjadi yang terbaik di regional bahkan di dunia. \nSecara khususnya menjadi world class univeristy. ITB memiliki kewajiban tersebut. Untuk memenuhi \ntuntutan tersebut, dibutuhkan sumber daya manusia yang tangguh, terutama pemimpinnya. Sebagai \nsebuah perguruan tinggi, kehadiran seorang pemimpin yang tangguh saja tidak cukup. Setiap fakultas \nbahkan  program studi membutuhkan pemimpin yang mampu menjawab tuntutan menjadi perguruan tinggi \nkelas dunia. Kenyataannya pemimpin di ITB dalam hal ini fakultas dan program studi masih memiliki \nkekurangan, antara lain tingginya kolegialitas dalam linkungan kampus seperti umumnya terjadi di \nuniversitas lain , dimana factor kolegialitas ini sangat berpengaruh pada produktifitas tridharma \ndi perguruan tinggi.\n\nHal itu menunjukan perlu ada evaluasi terhadap efektifitas peran pemimpin demi mendukung ITB menuju \nstatus perguruan tinggi kelas dunia. Evaluasi dibatasi oleh peran pemimpin di bidang pendidikan, \ndibandingkan dengan peran yang sudah diterapkan oleh pemimpin di ITB saat ini.\n\nHasil yang didapat dari penilitian ini adalah rendahnya visi dari sebagian pemimpin di fakultas dan \nprogram studi di ITB. Hal ini membuat organisasi tidak memiliki arah dalam kegiatan yang dilakukan \nsehari-hari. Meskipun organisasi memiliki visi, namun pemimpinnya tidak mampu  melihat  jalan lain. \nSerta tingginya kolegialitas yang berakibat terhadap sulitnya para pemimpin untuk mejabarkan \nmasalah dan member prioritas terhadap penyelesaian masalah. Di mana pada akhirnya permasalahan ini \nberakibat pada rendahnya kualitas tridharma yang dihasilkan.\n\nOleh karena itu, perlu adanya perubahan yang harus diterapakan dalam ITB oleh para pemimpinnya \nseperti sistem promosi yang baik, penerapan quality assessment  yang  tepat,  untuk  menperkecil  \nperbedaan  yang  ada  menuju\nperguruan tinggi kelas dunia.", "Daftar File": {}, "Penulis": "Ade Kristian [19005041]", "Kontributor / Dosen Pembimbing": [], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Perguruan tinggi kelas dunia, pemimpin akademik", "Sumber": "", "Staf Input/Edit": "rikrik", "File": "7 file", "Tanggal Input": "23 Agu 2023"}