{"Nomor": 77171, "Judul": "IDENTIFIKASI GERAKAN TANAH DENGAN METODE OBJECT BASED IMAGE ANALYSIS (STUDI KASUS: DESA CURUG PANJANG KECAMATAN CIKULUR KABUPATEN LEBAK)", "Abstrak": "Landslides are the movement of masses of rock, soil or debris down a slope. In\nrecent years, the intensity of landslides in Indonesia has increased, with a wider\ndistribution of disaster areas. Losses resulting from landslides can be in the form\nof casualties, environmental damage, loss of property, and psychological impacts.\nLebak Regency has experienced several landslides, such as what happened in\nCihuni Hamlet, Curug Panjang Village, Cikulur District in 2022 which resulted in\nresidents' houses being damaged and will be relocated. Ground movement can be\nan indicator of the potential for landslides to occur, landslide detection is necessary\nfor mitigation efforts. This study aims to analyze indications of ground motion for\nlandslide detection with a case study in Curug Panjang Village, Cikulur District,\nLebak Regency. The data used in this study are very high resolution satellite image\ndata with the recording years 2013 and 2020. Ground motions are identified based\non the deformation of objects recorded in the two images. The method used is\nObject Based Image Analysis (OBIA). Calculation of deformation with OBIA for\nground motion detection consists of two stages, namely segmentation and\nclassification. Segmentation is the process of building objects from pixels into the\nsame object or segment. Furthermore, classification is carried out using objects or\nsegments that are built in the image segmentation process based on the\nclassification scheme and predetermined input features. Deformation is calculated\nfrom the objects formed from the OBIA classification process. From this research\nit can be concluded: (1) Curug Panjang Village, Cikulur District, Lebak Regency\nhas experienced ground motion with an average speed of 19 cm/year, the speed of\nground movement is included in the very slow category; (2) The horizontal vector\nof ground motion is random or does not form a certain pattern; (3) Residential\nlocations in Curug Panjang Village have a very high risk of landslides.", "Daftar File": {"ABSTRAK Achmad Widiyanto": "https://digilib.itb.ac.id/gdl/download/305376"}, "Penulis": "Achmad Widiyanto [25119013]", "Kontributor / Dosen Pembimbing": ["Dr. techn. Dudy Darmawan Wijaya, S.T, M.Sc.", "Dr. Ir. Vera Sadarviana, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "landslide, ground movement, OBIA.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "23 Agu 2023"}