{"Nomor": 77188, "Judul": "PENGARUH POLA GEOMETRIS BUKAAN ROSTER TERHADAP DISTRIBUSI ALIRAN UDARA DAN SUHU DALAM RUANGAN MASJID DI KOTA PONTIANAK", "Abstrak": "Kota Pontianak terletak dilintasan garis khatulistiwa memperoleh radiasi matahari yang tinggi pada bangunan sehingga mengakibatkan sensasi panas saat berada didalam ruangan. Suhu panas dalam ruangan dapat diturunkan untuk mencapai kenyamanan melalui desain pendinginan pasif dengan teknik ventilasi alami pada selubung bangunan salah satunya model lubang ventilasi roster. Sebagian besar selubung bangunan masjid di Indonesia pada bagian dindingnya menerapkan roster sebagai ornamen penghias yang juga dapat berfungsi sebagai ventilasi alami. Beberapa hasil kasus studi menunjukkan perbedaan pola lubang bukaan geometris roster yang diterapkan dapat mempengaruhi optimalisasi roster sebagai ventilasi dalam mendistribusikan aliran udara untuk mencapai kenyamanan suhu dalam bangunan masjid. Maka dari itu, perlu dilakukan penelitian mengenai pengaruh pola geometris bukaan roster terhadap kenyamanan distribusi aliran udara dan suhu dalam ruangan masjid khususnya di Kota Pontianak. Tujuan dari penelitian ini adalah mengetahui seberapa jauh pengaruh bentuk pola roster yang diterapkan pada masjid di Pontianak dalam mendistribusikan udara luar ke dalam seluruh ruangan sebagai upaya menurunkan suhu ruang. Penelitian menggunakan metode pendekatan kuantitatif dengan lima tahap analisis data yang terbagi menjadi dua bagian analisis yaitu analisis estetika pola dan analisis kinerja pola geometris roster. Pertama dilakukan analisis estetika pada bentuk pola roster dengan didapatkan hasil roster yang diterapkan di masjid Kota Pontianak diklasifikasikan menjadi empat basis pola geometris yaitu pola susunan roster berbasis grid (a), nonperiodic octagonal yaitu segi 8 (b), bintang 10 titik (c), dan bintang 16 titik (d). Kemudian dilakukan analisis kinerja pola roster yang diterapkan dengan hasil temuan yang didapatkan berdasarkan cluster kinerja kelajuan aliran udara, pengaruh perforasi pola roster dengan hasil selisih rata-rata kelajuan aliran udara (?V) dan hasil selisih rata-rata suhu (?T) eksisting pola roster masjid di Pontianak bahwa pola 1.a yang memiliki luasan perforasi terbesar dari pola lainnya yaitu 42%, lebih efektif dalam mendistribusikan udara dari luar ke dalam ruangan masjid dengan hasil selisih rata-rata kelajuan aliran udara eksisting menjadi yang terkecil sebesar 0,01 m/s dan menciptakan selisih penurunan suhu yang besar antara suhu outdoor dan indoor sebesar 4,47 (°C). Walaupun hasil menunjukkan pola 1.a dapat menciptakan selisih penurunan suhu yang besar antara suhu outdoor dan indoor sebesar 4,47 (°C), rata-rata kenyamanan suhu outdoor maupun indoor di Kota Pontianak sudah berada diatas kategori tidak nyaman menurut SNI 03-6572-2001 yaitu diatas 28 (°C). Diperlukan parameter variabel lain dalam menurunkan suhu ruangan seperti modifikasi model roster atau bahan yang diterapkan pada roster dengan ketebalan tipis yang mampu mendistribusikan aliran udara dari luar ke seluruh bagian dalam ruangan sehingga mampu menciptakan pola roster yang sangat efektif sebagai pendinginan pasif khususnya pada ruangan masjid. Diharapkan dengan adanya penelitian ini dapat memberikan rekomendasi pengetahuan dalam penerapan serta pengembangan pola roster yang paling berpengaruh dalam mendistribusikan aliran udara dari luar ke dalam ruangan untuk mencapai kenyamanan termal pada bangunan masjid di Indonesia khususnya di Kota Pontianak.", "Daftar File": {"ABSTRAK Danti Arinta Hapsari": "https://digilib.itb.ac.id/gdl/download/305418"}, "Penulis": "Danti Arinta Hapsari [25221030]", "Kontributor / Dosen Pembimbing": ["Dewi Larasati, S.T, M.T, Ph.D.", "Dr. Eng. Mochamad Donny Koerniawan, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "aliran udara, masjid, pola geometris, roster", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "23 Agu 2023"}