{"Nomor": 77181, "Judul": "USULAN MEDIA KOMUNIKASI ROKOK EFEKTIF UNTUK MENJAGA KESADARAN DI DKI JAKARTA", "Abstrak": "Dengan banyaknya regulasi terhadap media komunikasi rokok mengakibatkan terbatasnya ruang gerak dalam melakukan komunikasi produk khususnya di DKI Jakarta, hal ini mengakibatkan kesadaran terhadap produk yang ada menjadi terbatas ataupun berkurang. Dalam penulisan ini, penulis melakukan penelitian terhadap PT Surya Madistrindo selaku distributor tunggal dari PT Gudang Garam Tbk secara kuantitatif dan kualitatif dengan melakukan survei awal terhadap ratusan konsumen dan wawancara yang lebih dalam dengan berbagai pihak yang berkepentingan baik dari konsumen, pemilik outlet retail tradisional serta para ahli ritel dari PT Surya Madistrindo untuk mendapatkan bentuk media komunikasi yang efektif dalam menjaga kesadaran konsumen terhadap rokok dengan tetap berpedoman pada aturan pemerintah yang ada. Hasil dari penelitian ini didapatkan bahwa etalase display rokok merupakan alat media komunikasi yang paling efektif dalam menjaga kesadaran konsumen. Selain itu didapatkan juga wawasan terhadap etalase display yang seperti apa yang paling efektif dalam menjaga kesadaran konsumen terhadap produk. Sehingga diusulkan beberapa kegiatan yang perlu dilakukan untuk menjaga kesadaran terhadap produk yang didistribusikan oleh PT Surya Madistrindo seperti memprioritaskan alokasi budget untuk penambahan etalase display rokok serta membuatkan arahan mengenai eksekusi penempatan dan pemeliharaan etalase display rokok serta pajangan display rokok. Dengan adanya usulan ini diharapkan kesadaran produk yang didistribusikan terjaga.", "Daftar File": {"COVER Marvel Bileam Kindangen": "https://digilib.itb.ac.id/gdl/download/305399", "BAB 1 Marvel Bileam Kindangen": "https://digilib.itb.ac.id/gdl/download/313367", "BAB 2 Marvel Bileam Kindangen": "https://digilib.itb.ac.id/gdl/download/313368", "BAB 3 Marvel Bileam Kindangen": "https://digilib.itb.ac.id/gdl/download/313369", "BAB 4 Marvel Bileam Kindangen": "https://digilib.itb.ac.id/gdl/download/313370", "BAB 5 Marvel Bileam Kindangen": "https://digilib.itb.ac.id/gdl/download/313371", "PUSTAKA Marvel Bileam Kindangen": "https://digilib.itb.ac.id/gdl/download/313372"}, "Penulis": "Marvel Bileam Kindangen [29321318]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Sudrajati Ratnaningtyas, M.P.", "Satya Aditya Wibowo, M.B.A"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "PT Surya Madistrindo, rokok, regulasi, media komunikasi, kesadaran, etalase display rokok", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "23 Agu 2023"}