{"Nomor": 77186, "Judul": "PEMBUATAN APLIKASI BERORIENTASI OBJEK BERBASIS WEB UNTUK PEMILIHAN TOOLPATH DAN PEMBANGKITAN G-CODE PROSES ENDMILL MESIN PERKAKAS CNC", "Abstrak": "Sistem  Produksi  Terdistribusi  Mandiri  (SPTM)  merupakan  salah  satu  alternatif\nsistem produksi yang memiliki fleksibilitas tinggi terhadap perubahan dinamis yang terjadi di dalam \nsistem tersebut. Tni dikarenakan sifat otonom yang dimiliki oleh setiap elemen produksi pada SPTM \nuntuk melakukan fungsi monitoring, pengambilan keputusan, pengendalian, dan komunikasi. Dengan \npemberian fungsi otonom  yang  semakin  tinggi pada setiap elemen produksi, diharapkan peranan \noperator dalam produksi akan dapat semakin dikurangi, dan impian menuju otomasi pabrik (Faetory \nAutomation) semakin menjadi kenyataan.\nSalah satu model yang mendukung konsep SPTM adalah pemodelan produk berbasis feature. Dalam konsep \npemodelan ini, sebuah produk didefinisikan sebagai suatu model unik yang merupakan hasil dari \npenggabungan beberapa volume buang atau volume tambah. Model ini dibutuhkan untuk mengolah benda \nkerja dengan cara memasukkan data dimensi dan posisi volume buang atau tambah. Proses ini dikelola \noleh bagian pengelolaan feature.\nPada penelitian ini dibahas bagaimana bagian pengelolaan pathing menggabungkan fase perancangan \nproduk dari bagian pengelolaan feature dengan perencanaan proses melalui algoritma pembangkitan \nG-eode. G-eode memungkinkan kita untuk mengontrol proses pemesinan pada mesin CNC.\nSemua logika dan  perhitungan yang dihasilkan pada penelitian ini direalisasikan pada   perangkat  \nlunak  berbasis   web   yang  berorientasi   objek   dengan   memanfaatkan\nteknologi .NET, pengembangan dari Microsoft Corporation.", "Daftar File": {}, "Penulis": "ADDIN ANGGALIH [13102053]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Yatna Yuwana Martawirya"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Sistem produksi, sistem informasi berorientasi objek, tool path, G-Code, endmill, CNC,", "Sumber": "", "Staf Input/Edit": "rikrik", "File": "4 file", "Tanggal Input": "23 Agu 2023"}