{"Nomor": 77194, "Judul": "PENDEKATAN KNOWLEDGE BASED PERFORMANCE  MANAGEMENT (KBPMS) SEBAGAI USULAN RANCANG  BANGUN SISTEM MANAJEMEN KINERJA UNTUK DIVISI  MONITORING LAPANGAN PADA PERUSAHAAN  KONSULTAN KONSTRUKSI", "Abstrak": "Keberhasilan suatu proyek konstruksi sangat bergantung pada proses dan keahlian sumber daya manusia yang terlibat. Dalam proyek konstruksi pemangku kepentingan, terutama konsultan, sumber daya manusia dengan sertifikasi keahlian khusus membutuhkan kompetensi teknis. PT ENJINIR (PSEUDONYM) adalah perusahaan konsultan khusus konstruksi di Indonesia yang berbasis di Bandung, Jawa Barat. Salah satu divisi yang bergerak dalam menjalankan peran penting bagi perusahaan PT ENJINIR (PSEUDONYM) adalah divisi monitoring. Pekerjaan pada divisi ini melibatkan berbagai orang dari berbagai pihak. Pekerjaan monitoring juga tergolong pekerjaan dengan pergerakan orang yang tinggi.  \n \nBeberapa isu yang muncul di divisi monitoring disebabkan oleh hal-hal teknis dan non teknis, namun faktor utamanya adalah belum adanya sistem yang mendefinisikan tanggung jawab pekerjaan secara jelas dan juga belum adanya pengukuran manajemen kinerja perusahaan. Hal-hal tersebut berdampak pada proses kerja yang dirasa tidak efektif sehingga menyebabkan proyek tertunda dan berpotensi menyebabkan keterlambatan pekerjaan. Pekerjaan monitoring merupakan salah satu divisi yang memberikan kontribusi pendapatan kantor dan pergantian mobilisasi engineer, serta memiliki pengaruh yang signifikan terhadap proses internal kantor sehingga implementasi PMS sangat dibutuhkan. \n \nTujuan dari penelitian ini adalah untuk memetakan dan mengembangkan sistem kerja baru untuk mengantisipasi ketidakefektifan kerja di Divisi Monitoring PT ENJINIR (PSEUDONYM), serta mengusulkan sistem manajemen dan pengukuran kinerja yang sesuai untuk Divisi Monitoring PT ENJINIR (PSEUDONYM). Performance Management System (PMS) merupakan salah satu cara untuk meningkatkan kinerja perusahaan. Namun, literatur menunjukkan bahwa tidak ada kerangka kerja PMS yang sepenuhnya sesuai dengan karakteristik perusahaan konsultan di Indonesia, khususnya seperti PT ENJINIR (PSEUDONYM).  \n \nPenelitian ini bertujuan untuk mengelola kinerja organisasi perusahaan PT ENJINIR (PSEUDONYM) mengacu pada pendekatan kerangka kerja Knowledge Based Performance Management System (KBPMS) yang dikembangkan oleh Wibisono (2006). Model yang diusulkan dikembangkan dengan menggabungkan tinjauan literatur dan pendekatan studi kasus yang diterapkan pada perusahaan konstruksi terutama dari studi sebelumnya di Indonesia. Data dianalisis untuk menilai kesesuaian strategi perusahaan dengan PMS saat ini yang digunakan di perusahaan, dan untuk menentukan indikator kinerja yang cocok untuk digunakan dalam model yang diusulkan.  \n \nAnalisis dilakukan dengan menggunakan pendekatan kualitatif dan pengambilan keputusan multikriteria dengan pendekatan Analytical Hirarki Process (AHP) dari para ahli di level manajerial perusahaan. \nDari hasil penelitian diperoleh beberapa temuan yaitu penjelasan tentang kerja menggunakan metode RACI, penggunaan teknologi informasi menggunakan Sistem Tampilan Informasi Monitoring, serta saran utama adalah penerapan PMS. \nHasil penelitian menunjukkan bahwa setidaknya terdapat 16 aspek dan 20 variabel pengukuran kinerja yang diajukan kepada divisi monitoring untuk mendukung kinerja PT ENJINIR (PSEUDONYM). Pengembangan model ini masih dalam tahap yang perlu dikembangkan lebih lanjut. Evaluasi dan perbaikan implementasi PMS akan direncanakan secara berjangka.", "Daftar File": {"2023_TS_PP_Ahmad Kemal Arsyad_29121473_Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/305434"}, "Penulis": "Ahmad Kemal Arsyad [29121473]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Dermawan Wibisono, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Knowledge-based, Perusahaan konsultan konstruksi, Indikator pengukuran kinerja, Sistem manajemen kinerja, RACI", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "23 Agu 2023"}