{"Nomor": 77192, "Judul": "KEPUTUSAN INVESTASI PROYEK PANAS BUMI MENGGUNAKAN REAL OPTION VALUATION DI INDONESIA", "Abstrak": "Pengembangan panas bumi di Indonesia selalu tidak mencapai target yang ditetapkan dalam Roadmap yang lebih dikarenakan pengusahaan panas bumi sering tidak mencapai keekonomian proyek sehingga tidak menarik bagi investor. Tiga factor penyebab permasalahan ini yaitu harga energi, mekanisme tender dan risiko hulu yang tinggi. Pengembangan panas bumi di tempat terpencil dengan infrastruktur minim seperti di Indonesia Timur juga menjadi tantangan karena permintaan energi yang rendah sehingga rencana kapasitas terpasang harus disesuaikan. Investor memerlukan informasi keekonomian proyek untuk membuat keputusan investasi berupa hasil valuasi proyek yang akan menguntungkan.  \n \nSaat ini valuasi proyek panas bumi hanya menggunakan metode discounted cash flow (DCF) sederhana yang menghasilkan hanya satu pilihan scenario absolut yaitu untuk melakukan atau tidak melakukan investasi seluruhnya. Real options mampu menangkap kebutuhan fleksibilitas manajemen untuk beradaptasi dan memperbaiki keputusan yang ada sebagai respon dari faktor eksternal sehingga cocok untuk investasi dengan periode waktu yang panjang.  \n \nStudi ini, mencoba mensimulasikan satu proyek panas bumi di Indonesia Bagian Timur dengan kapasitas 30 MW menggunakan skema valuasi metode real optios untuk memitigasi risiko pasar terutama harga jual energi. Tiga skenario perhitungan dilakukan dengan variable harga jual listrik yang berbeda. Skenario pertama di harga per kWh sebesar 12,75 Cent, scenario kedua di harga 12,12 Cent, dan scenario ketiga di harga 9,41 Cent di 10 tahun pertama dan 8 Cent untuk tahun ke 11 hingga akhir masa operasi. Dari perhitungan, scenario pertama dan scenario kedua didapatkan NPV positif, sedangkan scenario ketiga didapatkan NPV negative.   \n \nApabila dihitung dengan cara konvesional, semua kemungkinan dari ketiga skenario di masukkan dalam perhitungan valuasi project termasuk scenario yang memiliki NPV negative. Apabila memakai real options, scenario dengan NPV negative tidak dimasukkan dalam perhitungan, sehingga value projectnya lebih besar. Hasil perhitungan cara konvensional dan real options diperoleh ENPV masing-masing sebesar 37.816 dan 72.445. Metode real optios juga mencegah hasil valuasi nilai proyek yang undervalued, sehingga menghindarkan opportunity loss.", "Daftar File": {"2023_TS_PP_Nabila Putri Larasati-29119486_Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/305433"}, "Penulis": "Nabila Putri Larasati [29119486]", "Kontributor / Dosen Pembimbing": ["Dr. Raden Aswin Rahadi, S.T, MBA."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "keputusan investasi, panas bumi, real options, harga energi", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "23 Agu 2023"}