{"Nomor": 77204, "Judul": "KOMPUTASI DAN ANALISIS KARAKTERISTIK SPEKTRUM FIBER BRAGG GRATING MENGGUNAKAN TEORI COUPLED-MODE DAN METODA TRANSFER MATRIX", "Abstrak": "Fiber Bragg grating (FBG) adalah perubahan periodik dari indeks refraktif\nyang ada pada panjang fiber optik. Secara khusus, fiber Bragg grating merefleksikan\ncahaya dalam batas panjang gelombang sempit, dan mentransmisikan semua panjang\ngelombang yang lain. Tetapi, fiber Bragg grating juga bisa didesain untuk\nmempunyai respon spektrum yang lebih kompleks. Karena sifatnya tersebut, pada\nsaat ini, FBG telah digunakan didalam bidang sensor fiber optik, laser fiber optik,\ndan sistem komunikasi fiber optik.\nPada tugas akhir ini dilakukan pembuatan komputasi menggunakan teori\ncoupled-mode ,dan metoda transfer matrix untuk mendapatkan karakteristik\nspektrum dari berbagai tipe struktur fiber grating. Karakteristik spektrum tersebut\nberupa spektrum koefisien refleksi dan transmisi dari grating, serta waktu delay dan\ndispersi, baik untuk refleksi dan transmisi dari grating . Karakteristik tersebut\nmerupakan prinsip untuk memahami dan mendesain fiber grating. Tipe struktur\ngrating yang dipertimbangkan pada tugas akhir ini secara garis besar dibagi menjadi\nuniform, dan non-uniform. Untuk non-uniform, tipe struktur grating yang\ndipertimbangkan pada tugas akhir ini adalah apodized , chirped , phase-shifted.\nUntuk analisis, pemodelan dan komputasi fiber Bragg grating, secara luas\ndigunakan teori dan metoda numerik seperti teori coupled-mode dan metoda transfer\nmatrix. Teori coupled-mode merupakan alat yang cocok untuk analisis dan\nmemperoleh informasi kuantitatif mengenai spektrum fiber Bragg grating.\nKarakteristik spektrum bisa diperoleh dengan menyelesaikan persamaan coupledmode,\ndan menggunakan metoda transfer matrix.", "Daftar File": {}, "Penulis": "ABDULRACHMAN ALBASIT [13202126]", "Kontributor / Dosen Pembimbing": ["Ir. Hardi Nusantara, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Fiber optik, fiber Bragg grating, teori coupled-mode, metoda transfer matrix, karakteristik spektrum", "Sumber": "", "Staf Input/Edit": "rikrik", "File": "7 file", "Tanggal Input": "23 Agu 2023"}