{"Nomor": 77203, "Judul": "MEMBUAT MODEL BISNIS DENGAN KERANGKA KERJA BMC UNTUK MENDAPATKAN KEUNGGULAN KOMPETITIF DARI PLATFORM IKLAN BARIS ONLINE", "Abstrak": "Pertumbuhan teknologi membuka peluang untuk menyediakan produk dan layanan modern dan aman dalam platform iklan baris online. Penelitian ini bertujuan mengusulkan model bisnis untuk startup baru yang ingin memiliki keunggulan kompetitif di Indonesia. Metode penelitian yang digunakan adalah kualitatif dengan pengumpulan data dari wawancara dan sumber eksternal. Hasil dari penelitian adalah sebuah BMC yang berupa penargetan pasar ke perkotaan di Indonesia, memanfaatkan teknologi AI untuk perusahaan dapat menetapkan dirinya sebagai platform periklanan online terpercaya dengan deteksi penipuan dan membuat sistem pembayaran yang mudah digunakan dalam platform. Upaya pemasaran dan rekrutmen team dapat memanfaatkan situs web, dan media sosial. Keterlibatan dalam mempertahankan pengguna platform dapat melalui program hadiah dan penghasilan perusahaan dapat berasal dari biaya pembuatan iklan, biaya fitur tambahan, dan biaya iklan dari merek lain yang dipasang didalam platform.", "Daftar File": {"COVER Reynara I Hermawan Napitupulu": "https://digilib.itb.ac.id/gdl/download/305464", "BAB 1 Reynara I Hermawan Napitupulu": "https://digilib.itb.ac.id/gdl/download/313760", "BAB 2 Reynara I Hermawan Napitupulu": "https://digilib.itb.ac.id/gdl/download/313761", "BAB 3 Reynara I Hermawan Napitupulu": "https://digilib.itb.ac.id/gdl/download/313762", "BAB 4 Reynara I Hermawan Napitupulu": "https://digilib.itb.ac.id/gdl/download/313763", "BAB 5 Reynara I Hermawan Napitupulu": "https://digilib.itb.ac.id/gdl/download/313764", "PUSTAKA Reynara I Hermawan Napitupulu": "https://digilib.itb.ac.id/gdl/download/313765"}, "Penulis": "Reynara I Hermawan Napitupulu [29321399]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Pri Hermawan, S.T, M.T.", "Wulan Asti Rahayu, S.T., M.M."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Online Classified Ads, Qualitative Research, Business Model Canvas", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "23 Agu 2023"}