{"Nomor": 77219, "Judul": "STUDI KARAKTERISITIK SUMUR DAN RESERVOIR YANG MEMPENGARUHI ALOKASI PRODUKSI", "Abstrak": "Alokasi produksi pada lapisan yang diproduksi secara commingle merupakan salah satu hal yang perlu\ndiketahui dalam optimasi produksi. Alokasi produksi ini sangat tergantung dari karakteristik sumur dan\nreservoir itu sendiri. Makalah ini menyajikan hal yang mempengaruhi alokasi produksi pada sumur\ncommingle tanpa crossflow, pada reservoir satu fasa (minyak). Model yang mewakili keadaan tersebut\ndibangun dengan menggunakan simulator CMG, untuk mempelajari kelakuan produksi sumur. Asumsi\nyang digunakan dalam pengembangan tersebut antara lain adalah sumur dalam keadaan pseudo steadystate\ndengan tenaga pendorong strong water. Pengujian dilakukan dengan memvariasikan properti\nreservoir, antara lain: permeabilitas, interval perforasi, dan ketebalan lapisan produktif. Karena kondisi\nreservoir yang dimodelkan adalah satu fasa, maka tekanan reservoir yang digunakan harus berada di\natas tekanan gelembung (bubble point pressure). Peninjauan faktor-faktor yang mempengaruhi alokasi\nproduksi tersebut dilakukan dengan menggunakan pendekatan transmissivity ratio, yaitu perbandingan\nkh (transmissivity) lapisan i terhadap kh total yang diperoleh secara analitik yang diperbandingkan\ndengan laju alir lapisan i per laju total secara simulasi. Penulis menggunakan data sintetik yang\ndiperoleh dari berbagai macam referensi dan menggunakan model reservoir berbentuk radial.\nDiharapkan dengan adanya studi ini, dapat memberikan bahan pertimbangan dalam optimasi produksi\npada sumur yang diproduksi secara commingle.", "Daftar File": {}, "Penulis": "Zulhendra [12204064]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Taufan Marhaendrajana, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Produksi lapisan commingle , alokasi produksi", "Sumber": "", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "23 Agu 2023"}