{"Nomor": 77222, "Judul": "MENGEMBANGKAN STRATEGI PEMASARAN  MENGGUNAKAN INFLUENCER TIKTOK SEBAGAI  ELECTRONIC WORD OF MOUTH UNTUK MAKARIZO  PROFESSIONAL", "Abstrak": "TikTok telah muncul sebagai platform yang kuat untuk pemasaran influencer, dan KOL memainkan peran penting dalam membentuk persepsi merek dan mendorong keterlibatan konsumen. Makarizo Professional telah menerapkan upaya pemasaran TikTok Influencer namun mengalami penurunan pada tahun lalu. Untuk mengoptimalkan dampak pemasaran KOL, studi ini melibatkan 135 responden yang berpartisipasi dalam survei online, memberikan wawasan berharga tentang pemanfaatan influencer TikTok secara efektif untuk upaya pemasaran Makarizo Professional. Metode penelitian kuantitatif digunakan untuk mengumpulkan data dan menganalisis persepsi dan preferensi responden terkait konten influencer TikTok. Hasilnya kemudian digunakan untuk merumuskan tiga strategi pemasaran yang diusulkan: Usulan Singkat, Usulan Konten, dan Usulan Pemilihan KOL (Key Opinion Leader). Dengan menganalisis preferensi, minat, dan ekspektasi mereka, penulis bertujuan untuk menawarkan rekomendasi konten berbasis data yang selaras dengan preferensi audiens. Riset ini berfungsi sebagai sumber berharga bagi merek dan pemberi pengaruh yang ingin membuat konten TikTok menarik yang sesuai dengan audiens target mereka dan meningkatkan efektivitas pemasaran secara keseluruhan.", "Daftar File": {"2023_TS_PP_Bernadetta Nadya Amarani-29121479_Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/305572"}, "Penulis": "Bernadetta Nadya Amarani S [29121479]", "Kontributor / Dosen Pembimbing": ["Ira Fachira, S.Si., M.T, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Influencer TikTok, Electronic Word of Mouth, Influencer Marketing,  Analisis Konten TikTok.", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "23 Agu 2023"}