{"Nomor": 77235, "Judul": "STUDI PENAMBAHAN KOLEKTOR PADA FIRST CLEANER SIRKUIT FLOTASI PABRIK PENGOLAHAN TEMBAGA PT AMMAN MINERAL NUSA TENGGARA", "Abstrak": "Amman Mineral Nusa Tenggara (PT AMNT) adalah salah satu perusahaan di\nIndonesia yang bergerak di bidang pertambangan dan pengolahan tembaga. Proses\npengolahan tembaga pada PT AMNT menggunakan proses flotasi dengan produk\nakhirnya berupa konsentrat tembaga yang dijual sebagai bahan baku smelter\ntembaga. PT AMNT memiliki sirkuit cleaner yang berfungsi untuk mengambil\nkembali tembaga dari tailing yang dihasilkan oleh proses flotasi kolom. Perolehan\ntembaga di sirkuit cleaner membutuhkan peningkatan perolehan tembaga, dalam\nhal ini diteliti penambahan kolektor pada first cleaner dengan membandingkan\njenis kolektor dithiophosphate dan PAX pada dosis tertentu sehingga mendapatkan\ndosis paling efektif dalam penambahan kolektor tersebut.\nPenelitian ini diawali dengan melakukan sampling, analisis, dan preparasi sampel\nsehingga siap untuk dilakukan flotasi. Sampling dilakukan dengan membuka keran\nyang terletak diantara sump 18 dan pompa, selanjutnya analisis sampel dilakukan\nuntuk mengetahui kadar tembaga dan preparasi sampel dilakukan dengan\nmemeriksa persen padatan sampel tersebut tersebut. Uji kadar awal pada sampel\ntersebut berfungsi untuk membandingkan calculated head grade tiap proses flotasi\ndengan kadar awal tersebut. Flotasi cleaner – cleaner scavenger dilakukan dengan\nskema flotasi ruah pada percobaan pendahuluan, dengan skema dua variasi jenis\nkolektor dan dosis berupa PAX 3,25 g/t; 4,875 g/t; 6,5 g/t; 8,125 g/t; 9,75 g/t; 13 g/t\ndan dithiophosphate 3 g/t; 5 g/t; 7 g/t. Pada proses flotasi tersebut kolektor yang\ndiinjeksikan hanya satu jenis dan berfungsi untuk menentukan 3 perolehan tertinggi\npada tiap jenis kolektor untuk dilakukan proses flotasi empat tahap dosis yang\ndiperoleh dari tiga perolehan tertinggi tembaga pada percobaan pendahuluan yaitu,\nPAX sebesar 8,125 g/t; 9,75 g/t; dan 13 g/t, sedangkan untuk dithiophosphate 1 g/t;\n3 g/t; 5 g/t. Konsentrat dan tailing yang dihasilkan pada proses flotasi tersebut\ndilakukan uji kadar dan perhitungan perolehan tembaga.\nPada percobaan inti didapatkan perolehan tembaga pada dosis optimum dari tiap\nkolektor yang digunakan pada tanggal 11, 12, 13, dan 16 Mei 2023 untuk kolektor\nPAX 9,75 g/t sebesar 77,93%; 73,39%; 78,87%; dan 76,95%, sedangkan untuk\nprimary collector 3 g/t sebesar 73,35%; 68,81%; 71,55%; dan 74,81%. Dari hasil\npercobaan ini diketahui bahwa seiring meningkatnya dosis PAX akan meningkatkan\nperolehan tembaga hingga dosis optimum dan akan menurun saat lebih dari dosis\noptimum. Pada primary collector juga didapatkan setelah dosis optimum perolehan\ntembaga menurun, hal ini disebabkan oleh penambahan dosis kolektor jenis tertentu\ndapat mengubah sifat permukaan dari mineral. Pada percobaan ini kolektor jenis\nPAX memiliki kinetika yang lebih cepat dibandingkan primary collector\n(dithiophosphate) karena PAX pada pH alkalin dapat menurunkan sifat hidrofobik\ndari pirit sehingga lebih selektif untuk ditambahkan pada first cleaner.", "Daftar File": {"ABSTRAK Faisal Ramsey": "https://digilib.itb.ac.id/gdl/download/305655"}, "Penulis": "Faisal Ramsey [12519031]", "Kontributor / Dosen Pembimbing": ["Ir. Edy Sanwani, M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "flotasi, first cleaner, PAX, primary collector (dithiophosphate), perolehan tembaga, kinetika flotasi.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "1 file", "Tanggal Input": "23 Agu 2023"}