{"Nomor": 77237, "Judul": "FINANSIAL LITERASI DAN KESIAPAN UNTUK PENSIUN BAGI PEKERJA MIGAS  INDONESIA YANG BEKERJA DI SAUDI ARABIA", "Abstrak": "Ekspatriat bisa diartikan sebagai warga negara yang tinggal di luar tanah kelahiran mereka. Pekerjaan mereka didefinisikan beban yang berat, lebih kompleks dna lebih menuntut dibandingkan dengan pekerjaan domestic (Shin, 2007). Di Arab Saudi, ekspatriat telah bekerja di industri minyak dan gas bumi sejak awal industry migas pada tahun 1938.  \n \nNamun, pada bulan Desember 2015, Saudi Aramco, satu-satunya perusahaan minyak dan gas di Kerajaan Arab Saudi (KSA), meluncurkan Program Total Nilai Tambah Dalam Kerajaan (IKTVA) sebagai inisiatif untuk mendorong penciptaan nilai domestik tambahan di KSA. Program ini berhasil meningkatkan Saudisasi dari 35% menjadi 50% hanya dalam tiga tahun yang membantu gerakan resmi, yang disebut skema nasionalisasi Saudi, yang dimulai pada 1980-an. Disamping itu, KSA di 2016 memperkenalkan Visi 2030 sebagai rencana dasar untuk memperkuat ekonomi KSA agar tidak hanya bergantung pada sumber daya alam, tetapi juga pada masyarakat dan generasi muda. Beberapa tujuannya adalah untuk melokalisasi sektor minyak dan gas dan mendorong kesempatan kerja yang lebih sehat bagi warga negara.  \n \nDengan 2 program ini, semua ekspatriat harus siap untuk pensiun dini. Terlebih lagi Ekspatriat Indonesia yang berdasarkan Ikatan Ahli Teknik Perminyakan Indonesia (IATMI) komisariat database KSA, lebih dari 170 ekspatriat Indonesia bekerja di industri migas KSA.  \n \nTujuan dari penelitian ini adalah untuk mengetahui kesiapan Ekspatriat Migas Indonesia di industri minyak dan gas di Arab Saudi untuk pensiun dini dan kaitannya dengan literasi keuangan mereka. Karena survei menunjukkan hanya 32% orang dewasa Indonesia yang melek finansial (Klapper, Lusardi, &; Van Oudheusden). Sementara itu, literasi keuangan juga erat kaitannya dengan keputusan masyarakat untuk rencana pensiun mereka (Lusardi, 2019).", "Daftar File": {"2023_TS_PP_Robbie Arsydanie-29121463_Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/305657"}, "Penulis": "Robbie Arsyadanie [29121463]", "Kontributor / Dosen Pembimbing": ["Dr. Raden Aswin Rahadi, S.T, MBA."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Financial Literasi, Expatriat, Pensiun Dini, Minyak dan Gas Bumi", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "24 Agu 2023"}