{"Nomor": 77238, "Judul": "ESTIMASI PERSAMAAN UMUM KURVA INTENSITAS-DURASI FREKUENSI CURAH HUJAN MENGGUNAKAN DATA SATELIT GLOBAL PRECIPITATION MEASUREMENTS (STUDI KASUS: PULAU JAWA)", "Abstrak": "Hujan ekstrem merupakan salah satu fenomena yang dapat mengakibatkan terjadinya bencana hidrometeorologi yaitu banjir. Nilai curah hujan ekstrem berbeda-beda untuk setiap wilayah dikarenakan karakteristik cuaca di setiap wilayah pun berbeda-beda. Salah satu metode untuk menganalisis hujan ekstrem ini adalah dengan menggunakan kurva intensitas-durasi-frekuensi (IDF).\nData yang digunakan adalah data satelit Global Precipitation Measurement (GPM) untuk durasi 30 menit dari tahun 2000-2021. Persamaan yang digunakan adalah persamaan modifikasi Chen yang fungsi durasinya dikombinasikan dengan persamaan Sherman dan Kimijima, sedangkan intensitas hujan dari analisis frekuensi Gumbel (GEV I). Penentuan persamaan umum kurva IDF yang sesuai dilakukan dengan membandingkan intensitas curah hujan hasil estimasi berbagai metode terhadap hasil analisis frekuensi Gumbel sesuai dengan nilai Root Mean Squared Error (RMSE).\nMetode estimasi kurva IDF dengan menggunakan persamaan kombinasi Chen-Kimijima secara umum cocok diterapkan untuk seluruh Pulau Jawa saat ini berdasarkan nilai RMSE yang lebih kecil dibandingkan metode Modifikasi Chen dan kombinasi Chen-Sherman. Ketiga metode memiliki pola yang sama dalam membentuk kurva IDF yang dibandingkan dengan kurva IDF analisis Gumbel.", "Daftar File": {"ABSTRAK Fahmi Fauzy Ridwan": "https://digilib.itb.ac.id/gdl/download/306174"}, "Penulis": "Fahmi Fauzy Ridwan [12817019]", "Kontributor / Dosen Pembimbing": ["Dr. Edi Riawan, S.Si., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Curah Hujan, Kurva IDF, Formula Modifikasi Chen, Persamaan Kimijima, Persamaan Sherman, RMSE", "Sumber": "", "Staf Input/Edit": "Rita Nurainni, S.I.Pus", "File": "1 file", "Tanggal Input": "24 Agu 2023"}