{"Nomor": 77246, "Judul": "PERANCANGAN MANAJEMEN REKAYASA KONSTRUKSI MAIN BUILDING FOOD HUB BARELANG, KOTA BATAM", "Abstrak": "Food Hub Barelang di Kota Batam merupakan sebuah kawasan yang\nmengintegrasikan kegiatan pertanian, perikanan, wisata kuliner, dan wisata edukasi\nmengenai pangan. Kawasan Food Hub ini terdiri atas 4 bangunan yang terpisah\nsecara struktural, yaitu Food Hall Main Building, Wet Market, Loading Dock, serta\nGreenhouse. Pada tugas akhir ini, perencanaan dikhususkan untuk gedung Main\nBuilding. Gedung Main Building dirancang dengan material utama beton bertulang\nyang terdiri dari 4 lantai serta 1 lantai semi-basement.\nPada tugas akhir ini, akan dilakukan perancangan Manajemen Rekayasa\nKonstruksi yang meliputi perencanaan site plan, work breakdown structure, metode\npelaksanaan konstruksi, estimasi biaya konstruksi proyek, dan penjadwalan proyek.\nProyek pembangunan Main Building Food Hub Barelang di Kota Batam ini terdiri\ndari pekerjaan persiapan, pekerjaan tanah, pekerjaan struktur bawah, pekerjaan\nstruktur atas beton, pekerjaan struktur atas atap, dan pekerjaan perkerasan jalan\nakses. Masing-masing pekerjaan tersebut memiliki sub-pekerjaan yang lebih\nspesifik untuk memudahkan pelaksanaan konstruksi. Proyek ini diperkirakan dapat\ndiselesaikan dalam waktu 202 hari kalender dengan biaya langsung proyek sebesar\nRp 51.656.112.375. Biaya tidak langsung adalah sebesar Rp 8.510.744.017. Nilai\ntotal Rencana Anggaran Pelaksanaan (RAP) proyek sebesar Rp 60.166.856.393.\nSedangkan Rencana Anggaran Biaya (RAB) proyek bernilai Rp 71.598.560.000.", "Daftar File": {}, "Penulis": "Shalma Rizqi Kirana [15019158]", "Kontributor / Dosen Pembimbing": ["Prof. Ade Sjafruddin, Ph.D.", "Eliza Rosmaya Puri, S.T, M.T, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Main Building Food Hub, metode pelaksanaan konstruksi, penjadwalan proyek, estimasi biaya konstruksi.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Agu 2023"}