{"Nomor": 77251, "Judul": "PERANCANGAN STRUKTUR DERMAGA CURAH KERING TIPE DECK ON PILEPELABUHAN DUMAI, RIAU", "Abstrak": "Kota Dumai merupakan kota yang terletak di pesisir Pantai Timur Sumatera yang berhadapan langsung dengan Selat Malaka yang merupakan salah satu lalu lintas pelayaran tersibuk di dunia. Kondisi ini membuat Kota Dumai memiliki banyak potensi yang dapat dikembangkan, salah satunya yaitu Pelabuhan Dumai yang dikelola oleh PT Pelindo Regional 1 Cabang Dumai dan terdapat beberapa pelabuhan yang dikelola oleh rakyat. Palm Kernel Ekspeller (PKE) dan Palm Kernel Shell (PKS) adalah komoditas utama curah kering pada Pelabuhan Dumai yang merupakan hasil sampingan dari pengolahan sawit yang banyak diekspor ke Asia Timur dan Eropa.\nTugas Akhir ini membahas perencanaan dermaga curah kering di Pelabuhan Dumai, Kota Dumai, Provinsi Riau. Perancangan dermaga menggunakan acuan Technical Standards and Commentaries for Port and Harbour Facilities in Japan, British Standard, Standar Nasional Indonesia, American Society of Civil Engineers, dan Port Designer’s Handbook. Lingkup pembahasan dalam Tugas Akhir ini yaitu pengolahan data sekunder, perhitungan pembebanan pada struktur, penentuan dimensi dermaga, pemodelan struktur dermaga menggunakan SAP2000, desain tulangan elemen struktur dermaga, dan analisis daya dukung tanah. Hasil pemodelan perlu dicek supaya memenuhi nilai UCR dengan rentang 0,7 hingga 1 dan nilai defleksi tidak melebihi defleksi izin. Kemudian hasil gaya dalam dan reaksi perletakan dari pemodelan akan digunakan untuk perhitungan desain tulangan dan analisis daya dukung tanah.\nDimensi dermaga hasil desain adalah dermaga dengan panjang 190 m dan lebar 35 m. Elevasi dermaga adalah +4,4 m dari LWS dan kedalaman perairan sebesar -11 m dari LWS. Elemen struktur dermaga teridiri dari pelat, balok, pile cap, dan tiang pancang. Terdapat dua jenis pile cap yang didesain yaitu pile cap tipe biasa dan tipe fender. Berdasarkan analisis struktur, digunakan tiang pancang dengan ukuran diameter\nsebesar 700 mm dan tebal 17 mm dengan rencana pemancangan hingga kedalaman 44 m di bawah dasar laut.\nHasil dari Tugas Akhir ini adalah desain rencana yang berupa dimensi struktur dermaga, fasilitas berlabuh dan bertambat kapal, dimensi elemen struktural dermaga, desain penulangan elemen struktural dermaga, dan analisis daya dukung tanah.", "Daftar File": {}, "Penulis": "Amadea Atthariq Yunisa [15519064]", "Kontributor / Dosen Pembimbing": ["Eddy Rachman Gandanegara, S.T, M.T.", "Ir. Alamsyah Kurniawan, S.T, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Struktur Dermaga, Dermaga Curah Kering, Perencanaan, Pemodelan, Analisis Daya Dukung Tanah", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Agu 2023"}