{"Nomor": 77258, "Judul": "IDENTIFIKASI PADA PAMERAN SENI RUPA MODERN BERNAFASKAN ISLAM FESTIVAL ISTIQLAL I 1991 DAN II 1995.", "Abstrak": "Seni rupa modern Islam Indonesia merupakan kenyataan yang hidup dalam seni\nrupa modern Indonesia. Bentuk seni rupa modern Islam Indonesia seperti itu\nmengandung pengertian ia membawa nilai- nilai Islam, dan oleh karena itu merupakan\nrepresentasi budaya yang sangat khas. Di Indonesia, awal seni rupa modern yang\nbernafaskan Islam Indonesia itu sendiri sudah mulai tumbuh pada tahun 1970-an.\nTitik penting perkembangan praktik seni rupa modern yang bernafaskan Islam\nIndonesia, secara spesifik dan konseptual dicoba ditawarkan secara terbuka, pada\nkegiatan Festival Istiqlal I pada tahun 1991 dan Festival Istiqlal II tahun 1995. Lewat\npameran berskala besar tersebutlah, pameran seni rupa modern yang bernafaskan Islam\ndihadirkan. Lalu, bagaimana Festival Istiqlal I dan Festival Istiqlal II, memaknai secara\nkonseptual gagasan seni rupa modern bernafaskan Islam, dalam praktik seni rupa modern\nIndonesia secara umum? Penelitian ini menggunakan metodologi pendekatan kritik seni\ndan sosiologis dengan jenis penelitian kualitatif, lewat studi kasus pada pameran seni\nrupa modern yang bernafaskan Islam pada Festival Istiqlal I 1991 dan II 1995.\nPada pameran seni rupa di dalam Festival Istiqlal I dan II, karya-karya yang\ndihadirkan oleh para seniman muslim telah menghadirkan keluarnya representasi Islam\nserta batasan serta medium- medium karya seni rupa yang lain. Salah satunya, tidak\nterbatasnya cakupan terhadap karya lukisan dan karya yang bersifat 2 dimensional saja.\nDi sisi lain, pameran seni rupa modern yang bernafaskan Islam pada kedua Festival\nIstiqlal tersebut. Pada akhirnya telah memberikan jendela baru, yakni masalah\nrepresentasi perbedaan dan keterbukaan pada nilai- nilai estetik Islam di nusantara yang\ndirepresentasikan pada karya -karya seni rupa.", "Daftar File": {"2007 TS PP ZAENUDIN RAMLI 1-COVER": "https://digilib.itb.ac.id/gdl/download/305863", "2007 TS PP ZAENUDIN RAMLI 1-BAB 1": "https://digilib.itb.ac.id/gdl/download/305865", "2007 TS PP ZAENUDIN RAMLI 1-BAB 2": "https://digilib.itb.ac.id/gdl/download/305888", "2007 TS PP ZAENUDIN RAMLI 1-BAB 3": "https://digilib.itb.ac.id/gdl/download/305889", "2007 TS PP ZAENUDIN RAMLI 1-BAB 4": "https://digilib.itb.ac.id/gdl/download/305890", "2007 TS PP ZAENUDIN RAMLI 1-BAB 5": "https://digilib.itb.ac.id/gdl/download/305891", "2007 TS PP ZAENUDIN RAMLI 1-PUSTAKA": "https://digilib.itb.ac.id/gdl/download/305892"}, "Penulis": "Zaenudin Ramli [27005018]", "Kontributor / Dosen Pembimbing": ["Dr. Yustiono"], "Jenis Koleksi": "Tesis", "Penerbit": "Seni Rupa Murni", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Kritik Seni, Festival Istiqlal, Estetik Islam", "Sumber": "", "Staf Input/Edit": "rikrik", "File": "7 file", "Tanggal Input": "24 Agu 2023"}