{"Nomor": 77259, "Judul": "MEASURING PERFORMANCE OF DIGITAL PROJECTS: CASE OF SWISS MEDIUM-SIZED ENTERPRISES", "Abstrak": "In the last few years, the popularity of the topic of digitalisation has steadily increased. Among other things, this is evidenced by the fact that, in just four years from 2015 to 2019, the number of publications on digital technologies nearly doubled. Furthermore, in response to the COVID-19 crisis that led to lockdowns and introduction of home office rules, conventional businesses with minimal digital expertise had to move online, which resulted in irreversible changes in consumer behaviour. In this context and considering that digital projects are associated with financial costs, there emerges an urgent need for a measurement model to evaluate the performance of new digital projects.\n\nHowever, the measurement methods that are currently available are suboptimal, and a measurement standard is lacking. This prevents organisations from effectively measuring how their investments affect profits or losses. Without a set of quantifiable results, it is impossible to verify whether the digital technology has been wisely chosen and effectively used.\n\nTo address this concern, this study aims to propose a measurement model to evaluate the performance of digital projects of Swiss small and medium-sized enterprises (SMEs), as well as to investigate the challenges of digitalisation of Swiss SMEs and their satisfaction with the current measurement methods. The measurement model was developed based on the literature review and then validated and enhanced using the insights obtained in three validation interviews with experts in the digitalisation field.\n\nThe final measurement model was formulated as an easy-to-use tool containing several relevant qualitative and quantitative performance measurements. The outcomes of the evaluation of the model using quantitative content analysis of the data obtained in three confirmatory focus group and five individual interviews with a total of 15 participants revealed that the model is appropriate to be used in an operational manner. Furthermore, the results also showed that Swiss SMEs are still facing challenges caused by the lack of financial resources and time to implement digital projects. Other concerns mentioned by Swiss SMEs were the difficulty of finding the right people to execute digital projects and the lack of appropriate tools to measure their digital projects’ performance.\n\nThe result of the present study contributes to the literature on how Swiss SMEs can measure the success of their digital projects and enhance current understanding of the utility of different performance measures. In further research, the results of this thesis can be used to explore performance evaluation of digital projects in SMEs in other nations. Other meaningful applications of the results include testing the proposed model in operational contexts and expanding the proposed measurement model based on further inputs from a larger pool of expert interviewees.", "Daftar File": {"2023 TS PP Thierry Klinkert   [29021701] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/305904"}, "Penulis": "Thierry Klinkert [29021701]", "Kontributor / Dosen Pembimbing": ["Yunieta Anny Nainggolan, S.E, M.Com., Ph.D.", "Dr. Mona Meyer"], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Digital Projects, Measurement Model, Performance Measurements, ROI, Swiss medium-sized enterprises", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "24 Agu 2023"}