{"Nomor": 77260, "Judul": "KAJIAN PERSPEKTIF PENGEMBANG PERUMAHAN DENGAN KUALIFIKASI KECIL DAN MENENGAH SEBAGAI PENGGUNA JASA UNTUK MEREALISASIKAN USAHANYA DALAM DUNIA KONSTRUKSI", "Abstrak": "Sektor properti adalah penunjang perekonomian Indonesia karena sektor properti\nmemiliki pengaruh untuk sektor lainnya. Selain sektor konstruksi yang sangat\nberkaitan erat dengan objek pembangunannya, sektor properti diyakini akan\nmembawa multiplier kepada 172 pelaku usaha lainnya dan tentunya dapat\nmenciptakan lapangan pekerjaan, baik saat pembangunan hunian maupun di\nsubkontrak, sehingga pada akhirnya pertumbuhan ekonomi akan terjadi.\nPerumahan meliputi rumah dan prasarana, sarana dan utilitas umum merupakan\nsalah satu dari industri sektor properti yang masih tinggi kebutuhan (backlog) dan\npermintaannya, di Indonesia tanggung jawab penyediaan rumah merupakan\ntanggung jawab Pemerintah akan tetapi karena keterbatasan anggaran maka dalam\npenyelenggaraannya dilakukan oleh Pengembang Perumahan, selain mengurangi\njumlah backlog rumah juga untuk mendapatkan keuntungan.\nAkan tetapi menurut BPKN dan YLKI pengaduan sektor perumahan selalu\nmenempati peringkat tertinggi salah satunya pengaduannya adalah terkait dengan\nkonstruksi misalnya pembangunan bermasalah, lingkungan buruk, perubahan site,\nukuran tidak sesuai, fasum tidak sesuai, tidak dilakukan serah terima karena belum\nselesai. Ada juga masalah perumahan menurut PPDPP yaitu bangunan tidak\nberkualitas, kegagalan bangunan, pengembang gagal bayar kepada Badan Usaha\nJasa Konstruksi. Permasalahan tersebut dapat timbul baik dari Pemerintah dan\nPelaku Usaha, Maka dari itu penelitian ini mencoba mengidentifikasi bagaimana\npenyelenggaraan perumahan dalam kaitannya dengan konstruksi beserta\npermasalahannya dari sudut pandang Pengembang sebagai pelaku usaha dan\nPengaturan Pemerintah. Pemerintah sebagai pengatur tentunya harus menerbitkan\nsuatu peraturan dari hulu ke hilir, mengharmonisasikan isi peraturan terhadap\nperaturan lain, mempersiapkan struktur birokrasi pengaturnya dan penerapan\nsanksi. Selain itu, Pengembang sebagai pelaku usaha dalam kegiatan usahanya\nharus membangun perumahan dengan standar kualitas yang baik dengan melalui\ntahap penyelenggaraan konstruksi yaitu Perencanaan umum, Pemrograman,\nKonsultansi Konstruksi dan Pekerjaan Konstruksi yang tentunya melibatkan tenaga\nkerja konstruksi.", "Daftar File": {"ABSTRAK Guntur Akbar": "https://digilib.itb.ac.id/gdl/download/305963"}, "Penulis": "Guntur Akbar [25018323]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Rizal Z. Tamin"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "Sektor Properti, Perumahan, Industri Konstruksi, Jasa Konstruksi", "Sumber": "", "Staf Input/Edit": "Neneng", "File": "8 file", "Tanggal Input": "24 Agu 2023"}