{"Nomor": 77261, "Judul": "PENINGKATAN KINERJA RANGKAIAN SISTEM PENYETIMBANG SEL BATERAI MENGGUNAKAN KONVERTER DC-DC DAN ADDRESSABLE SWITCH PADA KONFIGURASI DUA JALUR KAPASITOR BERLAWANAN FASE", "Abstrak": "sering berkembangnya teknologi kendaraan listrik maupun pembangkit energi baru\ndan terbarukan. Baterai Lithium-Ion merupakan salah satu jenis baterai yang cukup\nsering digunakan karena memiliki rapat energi yang tinggi, tegangan per sel yang\ntinggi, laju self-discharge yang relatif rendah, serta siklus hidup yang panjang.\nSistem Baterai Penyimpan Energi (SBPE) merupakan sejumlah sel baterai yang\ndirangkai secara seri dan paralel untuk memenuhi kebutuhan tegangan dan\nkapasitas tertentu dari suatu sistem penyimpan energi. Akan tetapi, setiap sel baterai\npada SBPE, terutama pada rangkaian seri, memiliki kecenderungan untuk\nmengalami ketidaksetimbangan distribusi muatan. Hal ini berpotensi untuk\nmenimbulkan terjadinya pengisian berlebih (overcharge) dan pengosongan\nberlebih (overdischarge) yang berakibat kepada berkurangnya usia baterai. Untuk\nmencegah terjadinya hal tersebut, dibutuhkan suatu Sistem Manajemen Baterai\n(SMB) yang salah satu fungsinya adalah sebagai sistem penyetimbang kondisi\nmuatan pada sel-sel baterai.\nTren sistem penyetimbang baterai yang sedang berkembang ialah sistem\npenyetimbang berbasis switched capacitor (SC) karena ukurannya yang kecil,\nfleksibilitas topologi yang dapat diimplementasikan, serta efisiensi yang relatif\ntinggi. Secara umum, SC berfungsi sebagai penyimpan energi sementara dari suplai\ndaya, yang akan diteruskan ke sel baterai dengan muatan yang lebih rendah. Jika\nsuplai daya bersumber dari sistem baterai yang sama, SC ini juga berfungsi sebagai\nsebagai isolator antara suplai daya dan sel target dengan memisahkan fase pengisian\ndan pengosongan kapasitor.\nPada penelitian ini, dikembangkan sistem penyetimbang berbasis SC tunggal\ndengan modifikasi mekanisme Zero Current Switching (ZCS) untuk meminimalkan\nrugi-rugi yang terjadi pada saklar, penggunaan konverter DC-DC pada sisi masukan\nSC sebagai regulator tegangan, dan penggunaan addressable switch berbasis\nprotokol komunikasi digital 1-wire untuk meningkatkan skalabilitas dan\nfleksibilitas rangkaian. Pengujian dilakukan secara eksperimental pada empat buah\nbaterai Lithium NMC LG HG2 dengan kapasitas nominal per sel senilai 3000 mAh\ndan tegangan nominal 3,6 V. Keempat baterai ini dirangkai secara seri dengan\ntegangan awal berturut-turut 3,4, 3,5, 3,55, dan 3,6 V. Algoritma penyetimbangan\nyang digunakan adalah strategi berbasis tegangan terminal baterai. Adapun\nparameter penelitian yang diamati adalah pengaruh frekuensi switching SC,\npenggunaan konverter DC-DC, serta jumlah jalur SC pada rangkaian\npenyetimbang. Pengujian frekuensi switching dan penggunaan konverter DC-DC\ndilakukan untuk mengetahui peran masing-masing terhadap arus penyetimbangan.\nSementara itu, pada pengujian jumlah jalur SC dilakukan skenario penyetimbangan\nhingga dua sel dengan tegangan terendah mencapai kesetimbangan dengan\nmengamati tegangan setiap sel dan arus penyetimbangan.\nHasil pengujian menunjukkan bahwa rata-rata arus penyetimbangan akan maksimal\npada frekuensi switching sebesar frekuensi resonansi dari rangkaian SC, lebih tinggi\n1,2 kali, 1,13 kali, dan 1,28 kali berturut-turut dibandingkan dengan 2, 0,5, dan 0,25\nkali frekuensi resonansi. Kemudian dengan digunakannya konverter DC-DC pada\nsisi masukan SC (topologi pack-to-cell), dihasilkan rata-rata arus pengosongan SC\n2,66 kali lebih tinggi dibandingkan penggunaan sel dengan tegangan tertinggi pada\nfase pengisian SC (topologi cell-to-cell) karena tegangan SC yang lebih teregulasi\ndan tidak dependen terhadap tegangan sel baterai. Oleh karena itu, pada pengujian\nutama sistem penyetimbang digunakan frekuensi resonansi sebagai frekuensi\nswitching dan konverter DC-DC pada sisi masukan SC untuk memaksimalkan arus\npenyetimbangan. Hasil pengujian menunjukkan bahwa penggunaan dua jalur SC\nmenghasilkan proses penyetimbangan 1,75 kali lebih cepat dan rata-rata arus\npenyetimbangan 1,83 kali lebih tinggi dibandingkan penggunaan SC tunggal pada\nkonfigurasi yang sama. Hal ini disebabkan arus penyetimbangan dari SC menuju\nsel target lebih kontinu dengan adanya fase discharging SC yang bergantian antara\nkedua jalur. Oleh karena itu, penggunaan konverter DC-DC dan dua jalur SC dapat\ndigunakan untuk mengoptimalkan sistem penyetimbang aktif berbasis SC tunggal.", "Daftar File": {"ABSTRAK Langgam Bagaspratomo": "https://digilib.itb.ac.id/gdl/download/305999"}, "Penulis": "Langgam Bagaspratomo [23318303]", "Kontributor / Dosen Pembimbing": ["Ir. Edi Leksono, M.Eng., Ph.D.", "Dr. Irsyad Nashirul Haq, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Engineering & allied operations", "Kata Kunci": "penyetimbang sel aktif, addressable switch, konverter DC-DC, switched capacitor, zero current switching", "Sumber": "", "Staf Input/Edit": "Neneng", "File": "9 file", "Tanggal Input": "24 Agu 2023"}