{"Nomor": 77273, "Judul": "PERANCANGAN STRUKTUR PROYEK DESAIN PASAR IKAN MUARA ANGKE SEBAGAI PASAR IKAN BERBASIS WISATA", "Abstrak": "Pasar Ikan Muara Angke merupakan gedung yang berfungsi sebagai tempat jual beli ikan segar sekaligus sebagai tempat wisata kuliner. Proyek ini terletak pada kawasan Muara Angke, Jakarta Utara. Proyek ini terletak pada lokasi tanak lunak dan percepatan gempa yang relatif tinggi, sehingga struktur gedung dirancang sebagai bangunan tahan gempa dengan kategori desain seismik D. Proyek ini terdiri dari 4 lantai semi-basement, dasar, dua, dan lantai mezzanine. Proyek ini dirancang sebagai struktur beton bertulang pada bangunan fungsional dan rangka baja sebagai atap. Struktur dimodelkan dan dianalisis menggunakan perangkat lunak ETABS, dan SpColumn dan mengacu pada SNI 2847:2019, SNI 1726:2019, dan SNI 1726:2020. Analisis struktur dilakukan dengan analisis 2 tahap dimana dilakukan pemisahan antara struktur atas dan struktur basement. Analisis struktur atas dilakukan dengan menggunakan analisis respon spektra dan analisis struktur bawah dilakukan dengan menggunakan analisis gaya lateral ekuialen. Sistem struktur yang digunakan pada struktur atas adalah Sistem Rangka Pemikul Momen Khusus (SRPMK) sedangkan pada struktur bawah merupakan sistem ganda dengan Sistem Rangka Pemikul Momen Khusus (SRPMK) dan Sistem Dinding Struktural Khusus (SDSK). Hasil dari analisis struktur atas dan basement merupakan basic engineering design drawing pada elemen struktural beton seperti balok, kolom, pelat, dan dinding geser.", "Daftar File": {}, "Penulis": "Michael Owen Tanaka [15019098]", "Kontributor / Dosen Pembimbing": ["Muhammad Riyansyah, S.T, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Bangunan tahan gempa, Analisis 2 tahap, ETABS, SpColumn, Analisis respons spektra, Analisis gaya lateral ekuivalen, Sistem Rangka Pemikul Momen Khusus, Sistem Dinding Struktural Khusus, basic engineering design drawing.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Agu 2023"}