{"Nomor": 77274, "Judul": "APLIKASI METODE GEOLISTRIK UNTUK IDENTIFIKASI AKUIFER DI DAERAH LERENG GUNUNG API BAWAH PULAU VOLKANIK KECIL TERNATE", "Abstrak": "Pulau Ternate merupakan sebuah pulau kecil yang terletak di Indonesia bagian\ntimur yang geologinya kompleks. Keberadaan gunung api gamalama membuat\nmorfologi pulau ternate memiliki daerah yang terjal dan landai dari puncak gunung\nhingga ke pesisir. Meskipun ukuran pulau kecil dan memiliki gunung api, terdapat\npemukiman yang cenderung berada di daerah pesisir yang landai. Penelitian ini\nbertujuan untuk mengidentifikasi akuifer di daerah lereng gunungapi bawah pulau\nTernate dengan mengaplikasikan metode geolistrik. Pengukuran resistivitas\ndilakukan dengan konfigurasi wenner dan schlumberger yang menyesuaikan\nkondisi area pengukuran. Terdapat sembilan lintasan pengukuran di sekitar daerah\nlereng gunung api. Dari data hasil pengukuran dibuat model resistivitas 2D\nmenggunakan perangkat lunak Res2DInv. Berdasarkan pemodelan resistivitas 2D\nrentang nilai resistivitas pada lintasan SKB adalah 12.6 - 667 ?m, Facei 50.8 - 871\n?m, Salahudin 20.1 - 4441 ?m, Kalumata 11.7 - 6134 ?m, Brimob 54.2 - 1344\n?m, Jambula 136 - 1437 ?m, BPCB 60.1 - 493 ?m, Ake Rica 0.561 - 114 ?m dan\nLoto 0.470 - 54.2 ?m. Dari semua lintasan yang diteliti terdapat dua daerah yang\ndiduga akuifernya terisi air asin, yaitu Ake Rica dan Loto. Pada model resistivitas\n2D dari kedua lintasan tersebut terlihat adanya kontur distribusi resistivitas yang\nrendah. Interpretasi dilakukan dengan mengaitkan data geofisika, informasi geologi\ndan data DHL dari sampel air", "Daftar File": {}, "Penulis": "Adam Fikry [12318014]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. Ir. Wahyudi Widyatmoko Parnadi, M.S."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "akuifer, geolistrik, pulau vulkanik kecil, res2dinv, ternate", "Sumber": "", "Staf Input/Edit": "Devi Septia Nurul", "File": "1 file", "Tanggal Input": "25 Agu 2023"}