{"Nomor": 77277, "Judul": "PERANCANGAN LANSKAP RIPARIAN SUNGAI WINONGO DI KOTA YOGYAKARTA", "Abstrak": "Kota Yogyakarta merupakan salah satu kota di Indonesia yang memiliki kepadatan penduduk yang cukup tinggi. Kepadatan yang tinggi akan semakin membatasi ruang gerak dan aktivitas manusia karena berkurangnya area terbuka di suatu kawasan. Salah satunya menjadikan area riparian sungai sebagai kawasan pemukiman. Sungai Winongo merupakan salah satu sungai yang melintasi kota Yogyakarta dimana area riparian Sungai Winongo menjadi kawasan pemukiman yang kumuh akibat dari dampak pertumbuhan Kota Yogyakarta. Kepadatan bangunan yang tinggi di area riparian Sungai Winongo ini menimbulkan berbagai permasalahan lingkungan, seperti: pencemaran lingkungan sungai, pencemaran kualitas air sungai serta keterbatasan ruang-ruang hijau. Kerusakan lingkungan dan ekosistem sungai ini dapat berdampak negatif bagi lingkungan, salah satunya dapat menyebabkan resiko bencana alam. Sungai Winongo termasuk kedalam kawasan yang memiliki resiko bencana alam khususnya bencana banjir dan tanah longsor. Sehingga perlunya ada perancangan lanskap riparian Sungai Winongo untuk menangani permasalahan-permasalahan yang ada di area riparian Sungai Winongo.\n\nPerancangan lanskap riparian Sungai Winongo di Kota Yogyakarta ini memiliki tujuan untuk mendapatkan ruang-ruang lanskap riparian yang dapat memperbaiki dan menjaga kondisi lingkuangan area riparian Sungai Winongo serta dapat menanggulangi resiko bencana banjir dan tanah langsor. Perancangan ini menggunakan metode deskriptif dengan pemaparan kondisi eksisting disertai kajian literarur yang terkait untuk mencari solusi dari permasalahan yang ada. Tahap awal dari perancangan ini adalah tahap pengumpulan data sekunder dan data primer yang didapat dari tinjauan langsung kelapangan (observasi dan dokumentasi), sehingga dapat dianalisis menggunakan metode LaGro. Tahap perancangan yang menghasilkan konsep yang berfokus pada konservasi, mitigasi dan wisata untuk menciptakan ruang-ruang lanskap yang dapat merehabilitasi lingkungan. Hasil dari perancangan ini adalah memperluas area riparian dengan merelokasikan kawasan pemukiman yang berada di area riparian Sungai Winongo ke dalam bangunan rusun dengan pengaplikasian konsep 3M (Mundur, Munggah dan Madhep Kali). Memanfaatkan area riparian sebagai zona penyangga, dengan mendesain kawasan hutan riparian dan kawasan konservasi sebagai area rehabilitasi lingkungan. Penambahan kawasan hijau, area pengelolaan air sungai dan penanggulangan bencana banjir dan tanah longsor serta menambahkan fungsi wisata alternatif dengan memanfaatkan potensi wisata alam yang ada. Selain itu tujuan dari pemanfaatan wisata alternatif adalah untuk menyejahterakan masyarakat sekitar serta memberikan sarana dan prasarana bagi masyarakat umum. Adanya fasilitas publik seperti taman, plaza, arboretum, area camping ground, sekolah alam, area wisata alam, area wisata kerajinan dan area wisata kuliner diharapkan dapat membatasi aktivitas secara terkontrol agar tidak mengganggu ekosistem riparian sungai.", "Daftar File": {"ABSTRAK Ahmad Husein Pasaribu": "https://digilib.itb.ac.id/gdl/download/306126"}, "Penulis": "Ahmad Husein Pasaribu [28920309]", "Kontributor / Dosen Pembimbing": ["Dr. GES. Mohammad Zaini Dahlan, S.P., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur Lanskap", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Perancangan Lanskap, Riparian, Kota Yogyakarta, Sungai Winongo", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "25 Agu 2023"}