{"Nomor": 77270, "Judul": "ANALISA REKAHAN PADA INTI BATUAN DAN  SINGKAPAN BATUGAMPING FORMASI RAJAMANDALA,  BUKIT CIKAMUNING, PADALARANG, JAWA BARAT", "Abstrak": "Rekahan terdapat dalam berbagai skala, dari yang berukuran mikro sampai dengan \nratusan kilometer. Pada seluruh rentang skala tersebut, rekahan memiliki pengaruh \nyang signifikan pada proses dalam kerak bumi. Geometri fraktal merupakan \nistilah yang cocok digunakan untuk mendiskripsikan objek yang menunjukkan \nperilaku penskalaan tersebut. \nAnalisa distribusi 2407 rekahan telah dilakukan berdasarkan pengukuran rekahan \nterbuka, rekahan gerus, dan stilolit dengan metode scanline dari inti batuan \nsepanjang total 261 meter (dari 3 sumur) dan lintasan pada singkapan \nBatugamping Formasi Rajamandala sepanjang 291.82 meter (dari 6 lokasi \nscanline) di Bukit Cikamuning. \nPengaruh jenis batugamping terhadap intensitas rekahan ditunjukkan oleh data \njumlah rekahan pada singkapan yang lebih intensif pada Batugamping Terumbu \n(242 rekahan terbuka dan 536 rekahan gerus) dibandingkan dengan Batugamping \nTurbidit (62 rekahan terbuka dan 318 rekahan gerus). Selain rekahan, analisa \nstilolit pada inti batuan juga menunjukkan hal yang serupa, dimana jumlah stilolit \npada Batugamping Terumbu lebih banyak (614 stilolit) dibandingkan dengan \nBatugamping Turbidit (140 stilolit). \nPengaruh sesar terhadap intensitas rekahan terlihat pada lokasi scanline P, dimana \nintensitas rekahan berkurang semakin jauh dari sesar. Intensitas rekahan pada \nlokasi ini mencapai 20 rekahan per meter di dekat bidang sesar dan berkurang \nsecara gradual menjadi 2 rekahan per meter pada jarak 12 meter dari sesar. \nAnalisa fraktal dalam 1 dimensi (1D) dari rekahan pada singkapan dilakukan \nterhadap karakteristik apertur, spasi, dan panjang rekahan dengan \nmengelompokan hasil pengukuran seluruh lintasan scanline kedalam dua jenis \nbatugamping, yaitu Batugamping Terumbu dan Turbidit, serta penggabungan data \nrekahan terbuka dengan rekahan gerus. \nSecara visual, eksponen power law dapat dilihat sebagai kemiringan garis regresi, \ndimana kemiringan yang landai menunjukkan rentang data yang lebar, sebaliknya \nkemiringan yang curam akan menunjukkan rentang data yang sempit. Rentang \ndata tersebut menggambarkan dimensi fraktal rekahan, yang berhubungan dengan \ntingkat deformasi batuan dan sifat batuan, dimana deformasi yang kuat dan batuan \nyang lebih brittle akan menunjukkan rentang data rekahan yang lebar (misalkan \ndari skala mikro sampai kilometer) sementara deformasi yang lemah dan batuan \nyang kurang brittle hanya akan menunjukkan rekahan dalam rentang yang sempit. \nHasil analisa fraktal untuk seluruh rekahan pada kedua jenis batugamping \nmemberikan nilai eksponen power law (c) untuk apertur rekahan sekitar 1.2, \nsementara untuk spasi rekahan antara 1.4 – 1.6, dan untuk panjang rekahan \nsebesar 0.8.", "Daftar File": {"Abstrak Thesis Eril S. Lanin (22008034).pdf": "https://digilib.itb.ac.id/gdl/download/306102", "Cover Thesis Eril S. Lanin (22008034).pdf": "https://digilib.itb.ac.id/gdl/download/306103", "Bab 1 Thesis Eril S. Lanin (22008034).pdf": "https://digilib.itb.ac.id/gdl/download/306104", "Bab 2 Thesis Eril S. Lanin (22008034).pdf": "https://digilib.itb.ac.id/gdl/download/306105", "Bab 3 Thesis Eril S. Lanin (22008034).pdf": "https://digilib.itb.ac.id/gdl/download/306106", "Bab 4 Thesis Eril S. Lanin (22008034).pdf": "https://digilib.itb.ac.id/gdl/download/306107", "Bab 5 Thesis Eril S. Lanin (22008034).pdf": "https://digilib.itb.ac.id/gdl/download/306108", "Daftar Pustaka Thesis Eril S. Lanin (22008034).pdf": "https://digilib.itb.ac.id/gdl/download/306109", "Lampiran Thesis Eril S. Lanin (22008034).pdf": "https://digilib.itb.ac.id/gdl/download/306110"}, "Penulis": "Eril Suhada Lanin [22008034]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Benyamin Sapiie, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Batugamping, rekahan, dimensi fraktal, eksponen power law.", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "9 file", "Tanggal Input": "25 Agu 2023"}