{"Nomor": 77288, "Judul": "KREDIBILITAS INFORMASI DAN KETERLIBATAN ONLINE : SEBUAH STUDI TENTANG MEREK BERITA DIGITAL DI INSTAGRAM", "Abstrak": "Dengan kemajuan teknologi yang terus meningkat dan dunia digital yang berkembang pesat, semuanya sekarang mengandalkan dan mengintegrasikan kedua elemen ini. Hal ini berlaku untuk hampir semua industri termasuk media berita yang kini hadir secara dominan di platform digital, salah satunya Instagram yang populer dan banyak digunakan di Indonesia. Banyak orang telah beralih dari media berita cetak tradisional ke media berita digital karena akses berita yang lebih mudah dan lebih cepat diakses, terutama di era digital saat ini. Meskipun media berita digital ini berpotensi menjadi sumber berita dan informasi utama di era digital, ternyata belum mampu untuk meyakinkan para penggunanya sebagai sumber yang terpercaya. Berdasarkan riset pendahuluan yang dilakukan oleh penu lis, terdapat celah dimana 60,4% individu tidak sepenuhnya mempercayai dan memanfaatkan berita digital di Instagram. Oleh karena itu, penelitian ini dilakukan untuk mempelajari faktor kredibilitas informasi sebagai salah satu aspek utama yang dinilai individu dalam platform berita digital, yang dapat meningkatkan kepercayaan berita online dan dampaknya terhadap penggunaan platform tersebut melalui keterlibatan konsumen online. Dengan menggunakan metode judgement sampling, penelitian ini menggunakan metode kuantitatif terhadap total 319 responden yang didistribusikan kepada followers berita digital se- Jabodetabek dan Bandung. Penelitian ini berfokus pada tiga brand berita digital di Instagram, yaitu Folkative, USS Feeds, dan Narasi Newsroom, sebagai obyek penelitian. Penelitian ini menggunakan berbagai metode analisis data, antara lain uji normalitas, uji Kruskal-Wallis, analisis deskriptif, dan analisis Partial Least Squares Structural Equation Modeling (PLS-SEM). Hasil penelitian menunjukkan bahwa faktor kredibilitas informasi pada digital news brand berdampak pada keterlibatan consumer online yang dimediasi melalui kepercayaan online. Temuan penelitian ini memberikan wawasan berharga untuk meningkatkan keterlibatan konsumen melalui kepercayaan dan kredibilitas industri berita online yang berkembang pesat.", "Daftar File": {"2023 SK PP Chiara Felinadya   [19020289] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/306268"}, "Penulis": "Chiara Felinadya [19020289]", "Kontributor / Dosen Pembimbing": ["Nurrani Kusumawati, S.E., M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kredibilitas Informasi, Kepercayaan Online, Keterlibatan Konsumer Online, Brand Berita Digital", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "28 Agu 2023"}