{"Nomor": 77282, "Judul": "APAKAH KEY OPINION LEADER DAN USER GENERATED CONTENT SEBAGAI VARIABEL MODERATING MEMPENGARUHI MINAT BELI PELANGGAN DI INDUSTRI FNB INDONESIA? STUDI KOL DENGAN UGC SEBAGAI VARIABEL MODERATING PADA FNB CPI INDONESIA", "Abstrak": "Penelitian ini mengkaji pengaruh Key Opinion Leaders (KOLs) dan User-Generated Content (UGC) sebagai variabel moderasi terhadap Customer Purchase Interest (CPI) di industri makanan dan minuman (F&B) Indonesia. Melalui data yang terkumpul dari 110 responden, penelitian ini menggunakan SPSS versi 29 untuk menganalisa data primer kuantitatif dari responden.\n\nStudi ini mengungkapkan pengaruh positif yang signifikan dari KOL terhadap CPI, dengan responden menunjukkan minat yang besar untuk membeli produk yang didukung oleh KOL yang berpengaruh. Selain itu, penelitian tersebut menggarisbawahi peran penting UGC sebagai Moderator Murni, yang memperkuat dampak KOL terhadap minat beli konsumen. Konsumen menunjukkan minat beli yang lebih tinggi saat KOL memanfaatkan UGC untuk menyampaikan pesan atau rekomendasi.\n\nPengujian hipotesis menggunakan analisis regresi moderat (MRA) dan uji R-square menegaskan penerimaan semua hipotesis penelitian. Hipotesis 1, yang menegaskan dampak positif KOL terhadap IHK Indonesia di industri FnB, didukung oleh data. Demikian pula, Hipotesis 2, yang menunjukkan adanya pengaruh positif UGC terhadap CPI Indonesia untuk produk FnB, juga didukung oleh temuan tersebut. Terakhir, Hipotesis 3, mengusulkan UGC sebagai moderator antara KOL dan CPI di industri F&B Indonesia, tervalidasi.\n\nTemuan ini menawarkan wawasan berharga bagi bisnis di industri F&B Indonesia untuk menggabungkan KOL secara strategis dan memanfaatkan UGC untuk mengoptimalkan strategi pemasaran mereka dan mendapatkan keunggulan kompetitif. Meskipun studi ini mencakup sebagian besar provinsi di Indonesia, penelitian di masa mendatang dapat meningkatkan representasi geografisnya, memberikan pemahaman lebih lanjut tentang minat beli konsumen di pasar F&B.", "Daftar File": {"2023 SK PP Muhammad Rais Ahsan   [19020005] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/306237"}, "Penulis": "Muhammad Rais Ahsan [19020005]", "Kontributor / Dosen Pembimbing": ["Ilham Fauzan Putra, S.M., M.S.M"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Key Opinion Leader, Pemasaran, User-Generated Content, Customer Purchase Interest, Variabel Moderasi", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa  \n                                     Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "25 Agu 2023"}