{"Nomor": 77292, "Judul": "TREN KOSMETIK HIJAU: APAKAH PERILAKU KONSUMEN DAPAT MEMPENGARUHI KEBERLANJUTAN DAN KEPUTUSAN ETIS DI INDUSTRI KOSMETIK INDONESIA?", "Abstrak": "Penelitian ini bertujuan untuk menentukan sejauh mana perusahaan menjunjung keberlanjutan sambil memodifikasi perubahan perilaku konsumen baru-baru ini. Industri kosmetik merupakan salah satu sektor ekonomi Indonesia yang berkembang paling cepat. Selain itu, banyak perusahaan berlomba-lomba menciptakan kosmetik yang ramah lingkungan dan organik, menjadikan hal ini sebagai tren di kalangan masyarakat Indonesia dan bahkan menjadi standar yang membedakan diri mereka dari para pesaingnya. Oleh karena itu, penting untuk melihat lebih dalam upaya perusahaan yang telah berkontribusi pada ESG untuk mengungkap peluang inovasi yang dapat dieksplorasi lebih jauh di masa depan. Untuk mengkaji data penelitian ini secara menyeluruh, saya memilih untuk menggunakan pendekatan kualitatif dengan menggunakan wawancara dan survei. Karena data yang digunakan berasal dari domain internal perusahaan, penelitian kualitatif dapat membantu saya memahami kejadian atau fenomena secara lebih detail. Hasil penelitian menunjukkan bahwa terdapat pengaruh perilaku konsumen dalam proses pengambilan keputusan perusahaan yang melibatkan keberlanjutan perusahaan. Hal ini menjadi tantangan bagi beberapa perusahaan karena terdapat value gap dimana mereka harus beradaptasi dengan tren perilaku konsumen yang dinamis dan menjalankan program-program yang menjaga keberlanjutan pada saat yang bersamaan. Hasilnya, 3 dari 2 responden mengatakan bahwa penting untuk melakukan segmentasi pelanggan sejak awal agar dapat menciptakan strategi yang tepat. Keterbatasan utama termasuk fokus geografis dan populasinya hanya mencakupi 3 perusahaan kosmetik terbesar di Indonesia. Karena terbatas pada industri kosmetik Indonesia, beberapa aspek bisnis, hukum, dan etika akan berbeda dengan sektor kosmetik internasional. Untuk mendapatkan lebih banyak sudut pandang alternatif, diperlukan lebih banyak penelitian. Namun, studi terbatas tentang hubungan antara perilaku konsumen dan keberlanjutan dari perspektif bisnis adalah yang membuat penelitian ini berbeda.", "Daftar File": {"2023 SK PP Alifah Syazani   [19020112] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/306299"}, "Penulis": "Alifah Syazani [19020112]", "Kontributor / Dosen Pembimbing": ["Annisaa Novieningtyas"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Perilaku Konsumen, ESG, Nilai, keberlanjutan, kosmetik", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa  \n                                     Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "28 Agu 2023"}