{"Nomor": 77293, "Judul": "PENINGKATAN KUALITAS RUANG PUBLIK TERPADU RAMAH ANAK MENGGUNAKAN KONSEP SMART LIVING - RESPONSIVE GENDER DI DKI JAKARTA", "Abstrak": "Pertumbuhan penduduk yang signifikan menjadi tantangan besar bagi kota-kota di\nberbagai negara, karena berdampak pada kebutuhan akan ruang secara\nberkelanjutan, terutama untuk tempat tinggal sebagai ruang privat dan secara tidak\nsadar mengesampingkan ruang publik. Ruang terbuka publik sebagai aset penting\ndalam memenuhi kebutuhan rekreasi, sosial, dan lingkungan, mengalami\npenurunan jumlah dan kualitasnya, yang dapat berdampak pada solidaritas dan\nkepedulian masyarakat. Ruang publik yang memadai juga membuka potensi dan\nmemungkinkan suatu kota untuk dapat berfungsi secara adil dan efisien. Sayangnya\ndalam proses pembangunan, terdapat kelompok yang seringkali diabaikan akses,\nkontrol dan partisipasinya, sehingga menyebabkan pembangunan dan penyediaan\nfasilitas termasuk ruang publik yang cenderung tidak responsif gender. Masalah\nkesetaraan gender menjadi perhatian penting dalam pembangunan ruang terbuka\npublik, karena keberadaan ruang terbuka publik yang memadai dapat membantu\nmeningkatkan kualitas hidup manusia dan memecahkan masalah kesetaraan dan\nkeadilan gender. Penerapan smart living dan responsif gender dalam\npengembangan ruang terbuka publik menjadi penting untuk dapat menjawab\npermasalahan penyediaan ruang terbuka publik tersebut. Tujuan dari penelitian ini\nadalah mengidentifikasi kualitas ruang terbuka publik dengan penerapan smart\nliving dan responsif gender di DKI Jakarta berdasarkan variabel aksesibilitas,\npenggunaan dan aktivitas, keamanan, dan kenyamanan, serta memberikan\nrekomendasi upaya dalam peningkatan kualitas yang sesuai. Penelitian ini\nmenggunakan pendekatan kualitatif dengan analisis konten, analisis skoring, dan\nstudi literatur untuk menemukan preseden upaya peningkatan kualitas ruang\nterbuka publik. Hasil penelitian menunjukkan bahwa kualitas ruang terbuka publik\ndi DKI Jakarta sudah baik dalam hal aksesibilitas, penggunaan dan aktivitas, serta\nkenyamanan, namun perlu peningkatan pada variabel keamanan. Rekomendasi\nupaya yang disusun adalah berdasarkan hasil pengukuran kualitas RPTRA saat ini,\nmenghasilkan sembilan upaya yang dapat dilakukan guna semakin meningkatkan\nkualitas RPTRA utamanya mengakomodir isu-isu gender yang masih berkembang.", "Daftar File": {"ABSTRAK Ignatius Alvin Krisnugraha": "https://digilib.itb.ac.id/gdl/download/306300"}, "Penulis": "Ignatius Alvin Krisnugraha [25421065]", "Kontributor / Dosen Pembimbing": ["Ir. Ridwan Sutriadi, S.T, M.T, Ph.D.", "Adenantera Dwicaksono, S.T., M.Ds., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "ruang terbuka publik, smart living, responsif gender, peningkatan kualitas.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "1 file", "Tanggal Input": "28 Agu 2023"}