{"Nomor": 77296, "Judul": "PENGARUH HEAT TREATMENT DAN VARIASI KOMPOSISI PADA LAPISAN NI-20CR & WC-12CO TERHADAP KETAHANAN EROSI DAN KOROSI UNTUK APLIKASI KELAUTAN", "Abstrak": "Stainless steel jenis 316L rentan terhadap serangan korosi terlokalisasi dan erosi di\nair laut karena lapisan oksida pelindung yang terbentuk secara alami pada\npermukaan dapat terdegradasi. Hal ini disebabkan oleh media agresif seperti ion\nklorida dan aliran arus. Diantara usaha untuk melindungi stainless steel dari\noksidasi adalah melalui proses pelapisan, seperti proses thermal spray yaitu high\nvelocity oxygen – fuel (HVOF). HVOF dapat mendeposisikan serbuk pelapis ke\nsubstrat dengan pemanasan dari gas oksigen dan propana. Serbuk yang biasanya\ndigunakan berupa Ni-20Cr dan WC-12Co. Ni-20Cr memiliki ketahanan korosi\nyang baik, tetapi kurang baik dalam menahan erosi karena kekerasan yang rendah.\nKemudian, WC-12Co memiliki kekerasan yang tinggi sehingga dapat menahan\nerosi, namun ketahanan korosi yang buruk karena terjadi korosi galvanis antara WC\ndan Co. Oleh karena itu, penelitian ini melakukan pencampuran serbuk Ni-20Cr ke\ndalam WC-12Co sebanyak 20 dan 40 %. Pada komposisi 40 %, ditambahkan\nvariabel dengan ukuran serbuk dari meshing 400. Selain itu, proses post-heat\ntreatment lapisan dari variasi serbuk setelah spraying yaitu annealing dilakukan\ndengan temperatur 700 °C selama 2 jam sebagai tambahan parameter. Kekerasan\nlapisan di uji dengan microvickers. Ketahanan erosi di uji dengan solid particle\nerosion. Ketahanan korosi di uji dengan potentiodynamic polarization. Ketahanan\nrepeat impact di uji dengan drop ball falling impact. Penambahan Ni-20Cr\nmenurunkan ketahanan erosi tetapi meningkatkan ketahanan korosi. Hal ini\ndipengaruhi kekerasan Ni-20Cr lebih rendah di bandingkan WC-12Co, namun\nketahanan korosi meningkat karena pembentukan lapisan pasif berupa oksida.\nPenggunaan mesh 400, meningkatkan ketahanan karena porositas yang terbentuk\nlebih sedikit di banding semua variasi serbuk. Proses post-heat treatment\nmeningkatkan performa ketahanan erosi dan korosi karena terbentuk oksida di\npermukaan lapisan sehingga menahan penetrasi partikel erosi dan mencegah\nlingkungan korosi untuk kontak dengan lapisan. Hasil repeat impact setiap lapisan\nmenunjukkan ikatan adhesi substrat dan lapisan yang baik.", "Daftar File": {"ABSTRAK Muhammad Gunawan Darma": "https://digilib.itb.ac.id/gdl/download/306303"}, "Penulis": "Muhammad Gunawan Darma [23721022]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Raden Dadan Ramdan, S.T., M.Eng"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Ilmu Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Erosi, Korosi, Pencampuran serbuk, Post-heat treatment, Thermal spray", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "28 Agu 2023"}