{"Nomor": 77295, "Judul": "BAGAIMANA PENGALAMAN PELANGGAN FESTIVAL ALLO BANK MEMPENGARUHI LOYALITAS PELANGGAN", "Abstrak": "Allo Bank Festival, sebuah festival musik yang berlangsung selama 3 hari yang diadakan oleh Allo Bank pada tanggal 20 hingga 22 Mei di Jakarta, dibintangi oleh beberapa musisi besar Indonesia dan grup-grup K-Pop terkenal. Allo Bank Indonesia, bank digital di bawah naungan CT Corp, mengadakan festival ini sebagai perayaan grand launch-nya. Dengan memanfaatkan komitmen intens para penggemar K-Pop Indonesia terhadap idolanya yang menyebabkan mereka menjadi sangat berkeinginan untuk berbelanja produk atau jasa yang berhubungan dengan idolanya, serta keinginan kuat masyarakat Indonesia untuk kembali menghadiri festival musik pasca pembatasan sosial Covid-19, festival ini sukses menarik sekitar 90.000 prospek dan pelanggan baru untuk Allo Bank, dan menyebabkan tingginya kesadaran merek bank tersebut dalam waktu singkat. Penelitian ini akan menganalisis bagaimana pengalaman pelanggan pengunjung Allo Bank Festival mempengaruhi kepuasan pelanggan, dan bagaimana kepuasan pelanggan mempengaruhi keputusan pengunjung untuk menjadi pelanggan setia Allo Bank atau tidak. Untuk melakukan itu, makalah ini menggunakan pendekatan kualitatif, dan data primer dikumpulkan melalui wawancara semi terstruktur dengan pengunjung Allo Bank Festival 2022 melalui pesan teks dan panggilan suara. Sampel yang diwawancara berjumlah 10 orang pengunjung, memberikan gambaran secara detail dan luas mengenai perspektif mereka terhadap Allo Bank dan Allo Bank Festival 2022. Analisis data dilakukan dengan menggunakan analisis tematik dimana tema-tema yang umum dalam jawaban narasumber dan kode-kode yang mendukungnya diidentifikasi. Hasil penelitian ini akan memberikan kesimpulan dan rekomendasi yang dapat digunakan oleh para peneliti dan pemasar di masa depan mengenai bagaimana pengalaman pelanggan sangat mempengaruhi loyalitas pelanggan, dan bagaimana hal tersebut dapat ditingkatkan.", "Daftar File": {"2023 SK PP Anggi Afifah Harahap   [19020015] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/306302"}, "Penulis": "Anggi Afifah Harahap [19020015]", "Kontributor / Dosen Pembimbing": ["Ljupka Naumovska", "Annisa Novieningtyas"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Allo Bank, Allo Bank Festival, Event Marketing, Pengalaman Pelanggan, Kepuasan Pelanggan, Loyalitas Pelanggan", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa  \n                                     Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "28 Agu 2023"}