{"Nomor": 77299, "Judul": "PERSPEKTIF CUSTOMER PADA SELEBRITI KOREA SEBAGAI BRAND AMBASSADOR TERHADAP NIAT PEMBELIAN SKINCARE INDONESIA", "Abstrak": "Dalam upaya untuk bersaing, bisnis di bidang kecantikan menggunakan berbagai upaya untuk menarik pelanggan. Salah satunya adalah menggunakan artis untuk mewakili brand. Selebriti Korea adalah aset penting bagi merek yang mereka wakili karena pengaruh besar yang mereka miliki, terutama pada anggota generasi milenial dan Gen Z yang lebih muda, yang baru-baru ini terpengaruh oleh pertumbuhan budaya Korea Selatan di seluruh dunia. Di Indonesia, telah terjadi fenomena beberapa merek skincare ternama Indonesia yang menggunakan selebriti Korea sebagai duta merek dan mendapatkan banyak perhatian. Studi sebelumnya telah mencatat bahwa kehadiran Korean Wave memiliki dampak yang signifikan terhadap niat beli konsumen Indonesia, memberikan kontribusi terhadap citra merek, pengaruh selebriti, dan pemasaran dari mulut ke mulut. Penelitian ini bermaksud untuk menyelidiki bagaimana pandangan kaum muda Indonesia terhadap tokoh budaya pop Korea yang berperan sebagai duta merek produk perawatan kulit Indonesia. Tujuan utama dari penelitian ini adalah untuk menyelidiki perspektif pelanggan pada perusahaan skincare Indonesia, perspektif pada niat orang dewasa muda Indonesia untuk membeli produk skincare, dan untuk mengetahui bagaimana kaum muda di Indonesia memandang budaya pop Korea. Menemukan jawaban atas pertanyaan-pertanyaan ini akan membantu merek mana pun yang mencari dukungan selebriti Korea untuk fokus pada elemen-elemen penting. Survei dilakukan dan informasi diperoleh dari 100 wanita Indonesia dan data diolah dengan menggunakan statistik deskriptif. Analisis menunjukkan 87,2% peserta wanita survei memahami pentingnya duta merek dan 80,2% dari mereka percaya bahwa dukungan semacam itu membantu kesadaran merek mereka, temuan analisis menunjukkan bahwa menggunakan selebriti terkenal ini secara efektif meningkatkan eksposur merek. Dalam perspektif 83,6% responden, duta merek juga memiliki pengaruh yang sangat nyata terhadap citra merek bisnis skincare Indonesia secara keseluruhan. Ketika selebriti Korea mendukung suatu produk, 73,8% konsumen cenderung membelinya. Karena promosi, konsumen tergoda untuk melihat-lihat produk perawatan kulit tertentu yang disarankan oleh selebriti favoritnya.", "Daftar File": {"2023 SK PP Anindhita Areeya Drupadi   [19020113] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/306350"}, "Penulis": "Anindhita Areeya Drupadi [19020113]", "Kontributor / Dosen Pembimbing": ["Phoebe Chuah-Leininger", "Lisandy Arinta"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Duta Merek, Citra Merek, Niat Beli, Selebriti Korea, Pemasaran", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa  \n                                     Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "29 Agu 2023"}