{"Nomor": 77297, "Judul": "DAMPAK USER-GENERATED CONTENT TERHADAP KEPERCAYAAN KONSUMEN DALAM PILIHAN INSTITUSI PENDIDIKAN TINGGI", "Abstrak": "Dengan meningkatnya ketersediaan internet dan perangkat seluler, Konten Buatan Pengguna (UGC) kini menjadi lebih umum di platform media sosial. Pertumbuhan perangkat, sumber, dan aplikasi rumah yang memungkinkan produksi di rumah, kemampuan membuat dan mendistribusikan konten telah meningkat pesat. Konten buatan pengguna telah dimanfaatkan oleh pemasar sebagai bentuk digital pemasaran dari mulut ke mulut di berbagai industri. Penelitian ini menyelidiki dampak User-Generated Content (UGC) terhadap Consumer Certainty (CC) calon mahasiswa sekaligus bertujuan untuk memahami dinamika ketika berinteraksi dengan Marketer-Generated Content (MGC) dan Quality Assurance (QA) sebagai faktor moderasi. Penelitian mengenai dampak User-Generated Content di perguruan tinggi masih kurang, oleh karena itu penelitian ini berupaya untuk mengisi kesenjangan tersebut. Melalui kuesioner Google Forms terhadap 104 siswa SMA atau calon siswa yang mencari pendidikan tinggi di Indonesia, responden diminta mengisi empat bagian pertanyaan Skala Likert 5 poin untuk mengukur dampak UGC, QA, dan MGC terhadap CC . Dengan menggunakan metode kuantitatif dengan analisis regresi yang dimoderasi pada SPSS, hasilnya menunjukkan tidak ada signifikansi User-Generated Content terhadap Kepastian Konsumen ketika berinteraksi secara mandiri namun menunjukkan pengaruh yang berbeda ketika berinteraksi dengan faktor moderasinya yaitu QA dan MGC. Penelitian ini memberikan kontribusi pengetahuan mengenai peran User-Generated Content dalam proses pengambilan keputusan konsumen dalam memilih institusi pendidikan tinggi. Selain itu, penelitian ini memberikan wawasan kepada pemasar tentang penggunaan Konten Buatan Pengguna bersama dengan Konten Buatan Pemasar dan Jaminan Kualitas.", "Daftar File": {"2023 SK PP Michelle Angelique Tiffany Tarigan Tua   [19020128] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/306320"}, "Penulis": "Michelle Angelique Tiffany Tarigan Tua [19020128]", "Kontributor / Dosen Pembimbing": ["Katarzyna Czernicka", "Ilham Fauzan Putra"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "User-Genated Content, Marketer-Generated Content, Penjaminan Mutu, Kepastian Konsumen, Pendidikan Tinggi.", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa  \n                                     Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "28 Agu 2023"}