{"Nomor": 77304, "Judul": "FAKTOR SIGNIFIKAN DALAM PEMILIHAN INSTRUMEN INVESTASI BAGI DEWASA MUDA", "Abstrak": "Pemerintah di seluruh dunia telah membentuk literasi keuangan nasional sebagai upaya untuk meningkatkan kesejahteraan penduduknya selama beberapa dekade terakhir. Sementara masih sering diasumsikan bahwa literasi keuangan memerlukan kemampuan individu mengenai pengetahuan dan kognitif yang diperlukan untuk memahami sektor keuangan dan mengelola kesulitan keuangan mereka, aspek lain di sektor keuangan sama pentingnya. Saat ini banyak sekali jenis investasi yang dapat dipilih oleh masyarakat sesuai dengan minatnya, namun setiap investasi memiliki resikonya masing-masing, sehingga masyarakat yang ingin berinvestasi harus mengetahui resiko dan cara menangani resiko tersebut. Istilah FOMO atau fear of missing out juga menjadi fenomena dalam berinvestasi, yaitu kondisi ketika seseorang tidak ingin kehilangan kesempatan untuk mendapatkan hasil yang baik dari investasinya. Orang dewasa muda yang berusia 20 - 26 tahun, adalah orang yang dapat meningkatkan pasar investasi, karena mereka sudah memiliki uang untuk diinvestasikan, dan orang dewasa muda diperbarui dengan aplikasi untuk investasi. Penelitian ini bertujuan untuk mengetahui pengaruh demografi, financial self- efficacy, pengetahuan keuangan, dan perilaku keuangan terhadap pilihan instrumen investasi dewasa muda. Data dikumpulkan dari 276 responden dengan kondisi demografi terdiversifikasi, dianalisis dengan analisis deskriptif dan statistik, yaitu: uji asumsi klasik, uji t parsial, uji F simultan, uji R square, dan regresi linier berganda. Studi ini memberikan bukti bahwa demografi, financial self-efficacy, pengetahuan keuangan, dan perilaku keuangan berpengaruh positif dan langsung terhadap pilihan instrumen investasi dewasa muda. Selain itu, penelitian ini juga memberikan rekomendasi bagi orang dewasa muda untuk meningkatkan self-efficacy keuangan pribadi, memperluas pengetahuan keuangan dan melakukan perilaku keuangan yang baik karena faktor-faktor ini mempengaruhi pilihan instrumen investasi untuk membantu mereka memberikan pandangan objektif sebelum memutuskan pilihan instrumen investasi.", "Daftar File": {"2023 SK PP Sarah Hilwa Fitriah Sudirlan   [19018176] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/306363"}, "Penulis": "Sarah Hilwa Fitriah Sudirlan [19018176]", "Kontributor / Dosen Pembimbing": ["Deddy Priatmodjo Koesrindartoto, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "financial self-efficacy, financial knowledge, financial literacy, financial knowledge, financial behavior, investment instrument.", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "29 Agu 2023"}