{"Nomor": 77306, "Judul": "ANALISIS  POLA PENGENDAPAN FORMASI", "Abstrak": "Daerah Bentu terletak di cekungan Sumatera Tengah. Sumur-sumur migas yang ada \ndi daerah ini menghasilkan gas biogenic dangkal yang berasal dari reservoir formasi “B”. \nPenelitian ini bertujuan untuk mengidentifikasi geometri, menentukan pola pengendapan \nformasi “B” serta menghubungkannya dengan model perkembangan tektonik di cekungan \nSumatera Tengah. \nStudi geometri dilakukan melalui pendekatan sekuen stratigrafi berdasarkan data \nlog sumur, data batuan inti dan data seismik 2D. Sedangkan analisis pola pengendapan \nformasi “B” didasarkan pada data sumur dan peta seismik atribut frekuensi sesaat. \nDari korelasi sekuen stratigrafi, formasi “B” memiliki system tract yang lengkap \nyaitu interval SB0-TS yang merupakan Lowstand system Tract (LST), interval TS-MFS \nyang merupakan Transgressive System Tract (TST) dan interval MFS-SB1 yang \nmerupakan Highstand System Tract (HST). Data batuan inti yang tersedia menunjukkan \nfasies pada Transgressive System Tract (TST) adalah Tidal Channel, Tidal Bar dan Tidal \nFlat yang berkembang pada lingkungan Tidal Estuarine. \nPerkembangan tektonik di daerah penelitian mengacu kepada model perkembangan \ntektonik cekungan Sumatera Tengah yang dibuat oleh Heidrick dan Aulia (1993). Pada \nfasa F3 terjadi tektonik kompresional berarah timurlaut-baratdaya dan menghasilkan \npengangkatan struktur sesar tua berarah baratlaut-tenggara yang mempengaruhi pola \npengendapan fomasi “B” yaitu dari arah timurlaut dan dari arah baratdaya. Ada tiga model \njebakan yang berkembang di daerah penelitian yaitu; Fault Bounded Anticline Closure, \nFour Way Dip Closure dan Stratigraphic Trap.", "Daftar File": {"Abstrak  Rifky Pratama P. 22008018.pdf": "https://digilib.itb.ac.id/gdl/download/306379", "Cover  Rifky Pratama P. 22008018.pdf": "https://digilib.itb.ac.id/gdl/download/306380", "Bab 1 Rifky Pratama P. 22008018.pdf": "https://digilib.itb.ac.id/gdl/download/306381", "BAB 2  Rifky Pratama P. 22008018.pdf": "https://digilib.itb.ac.id/gdl/download/306382", "BAB 3  Rifky Pratama P. 22008018.pdf": "https://digilib.itb.ac.id/gdl/download/306383", "BAB 4  Rifky Pratama P. 22008018.pdf": "https://digilib.itb.ac.id/gdl/download/306384", "BAB 5  Rifky Pratama P. 22008018.pdf": "https://digilib.itb.ac.id/gdl/download/306385", "Daftar Pustaka  Rifky Pratama P. 22008018.pdf": "https://digilib.itb.ac.id/gdl/download/306386"}, "Penulis": "Rifky Pratama Putra [22008018]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Prihadi Soemintadiredja, M.S."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "pola pengendapan, formasi “B”, atribut frekuensi sesaat, tektonik kompresi", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "8 file", "Tanggal Input": "29 Agu 2023"}