{"Nomor": 77305, "Judul": "MODEL PERHITUNGAN DANA PENSIUN DOSEN PEGAWAI NEGERI SIPIL DENGAN METODE ENTRY AGE NORMAL PADA SUATU PERGURUAN TINGGI NEGERI", "Abstrak": "Program dana pensiun merupakan jenis perencanaan jangka panjang yang bertujuan\nuntuk menyediakan biaya hidup Pegawai Negeri Sipil (PNS) setelah pensiun. Di\nIndonesia, dana pensiun dihitung berdasarkan gaji terakhir PNS. Akibatnya, terjadi\nketidakseimbangan antara akumulasi iuran yang dikumpulkan selama masa kerja\ndengan manfaat pensiun yang dibayarkan seumur hidup. Hal ini mengakibatkan\nbertambahnya beban anggaran pemerintah untuk memenuhi kecukupan dana\npensiun. Dalam penelitian ini dilakukan sebuah model untuk menentukan dana\npensiun PNS berdasarkan gaji rata-rata 14 tahun terakhir dengan menggunakan\nmetode Entry Age Normal (EAN). Metode EAN adalah metode pendanaan dan\nperhitungan didasarkan pada usia peserta masuk bekerja hingga usia pensiun\nnormal. Dengan medote EAN ini lebih menguntungkan karena iuran normal yang\ndibayarkan lebih konstan untuk tiap peserta dana pensiun, karena besar manfaatnya\ndihitung terlebih dahulu kemudian dibagi dengan sisa masa kerjanya secara anuitas.\nLangkah pertama dalam penelitian ini adalah membangun model untuk\nmemprediksi golongan akhir karyawan yang umumnya cukup beragam. Kemudian\nmenghitung manfaat pensiun berdasarkan rata-rata gaji terakhir dan berdasarkan\ngaji terakhir. Setelah itu menghitung biaya normal dengan menggunakan metode\nEAN. Langkah terakhir adalah memprediksi jumlah dana pensiun yang harus\ndisediakan pemerintah untuk perguruan tinggi negeri selama 20 tahun ke depan,\nyang mempertimbangkan prediksi pangkat terakhir PNS, persentase kenaikan gaji,\ndan Peserta Dosen PNS baru. Kumpulan data PNS baru dibuat dengan\nmenggunakan Distribusi Poisson, dimana nilai parameter diperoleh dengan\nmenganalisis data sampel PNS selama 30 tahun terakhir. Pada penelitian ini,\nPerhitungan besar manfaat pensiun berdasarkan rata-rata gaji 14 tahun terakhir\nmenghasilkan nilai yang relatif lebih kecil dari pada perhitungan besar manfaat\nberdasarkan gaji terakhir dan untuk iuran normal menunjukkan bahwa setiap\npeserta memiliki besar iuran normal yang berbeda-beda, bergantung pada besar\nmanfaat dan usia pensiun, semakin dekat dengan usia pensiun maka nominal yang\nharus dibayarkan untuk iuran normal akan semakin besar. Sehingga dari hal ini\ndengan menggunakan besar manfaat pensiun berdasarkan rata-rata gaji 14 tahun\nterakhir dapat menekan jumlah dana yang harus disiapkan oleh pemerintah supaya beban dari anggaran pemerintah dapat berkurang. Prediksi besar manfaat untuk\nkebutuhan dana pensiun diperoleh simulasi yang dilakukan memperoleh hasil\nKenaikan dan penurunan nominal dana dapat berbeda tiap tahunnya dikarenakan\njumlah peserta pensiun berbeda tiap tahunnya. Selain itu dapat dilihat bahwa besar\niuran normal yang dibayarkan kepada peserta dana pensiun lebih tinggi\ndibandingkan jumlah besar manfaat yang perlu dibayarkan kepada Dosen Pegawai\nNegeri Sipil. Untuk selisih antara besar manfaat dan iuran normal setiap tahunnya\ntidak menjunkkan angka yang negatif, sehingga dapat disimpulkan bahwa iuran\nnormal yang dibayarkan kepada perusahaan dana pensiun cukup untuk membiayai\nkebutuhan dana pensiun untuk 20 tahun mendatang.", "Daftar File": {"ABSTRAK Annisa Rahmienda Maha": "https://digilib.itb.ac.id/gdl/download/306362"}, "Penulis": "Annisa Rahmienda Maha [20821030]", "Kontributor / Dosen Pembimbing": ["Novriana Sumarti, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Aktuaria", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Entry Age Normal, Besar Manfaat Pensiun, Iuran Normal, Dana Pensiun.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "29 Agu 2023"}