{"Nomor": 77302, "Judul": "BAGAIMANA PENINGKATAN PEMBAYARAN DIGITAL MEMPENGARUHI PERILAKU KONSUMSI BERLEBIHAN PADA MASYARAKAT GEN-Z DAN MILENIAL DI INDONESIA?", "Abstrak": "Dalam satu dekade terakhir, konsumen di Indonesia telah mengubah cara pembayaran mereka dari uang tunai tradisional dan kartu plastik ke sistem pembayaran digital nirkontak yang disebabkan oleh cepatnya adopsi ponsel pintar ke dalam gaya hidup masyarakat di seluruh dunia, pandemi Covid-19, dan menjamurnya berbagai jenis layanan transaksi digital seperti fintech (Financial Technology) dan e-commerce di kalangan masyarakat kota-kota besar di Indonesia (Nugroho, 2019; Deloitte Indonesia, 2020). Penggunaan dompet digital (e-wallet) selama ini didominasi oleh generasi milenial (lahir tahun 1980-1996) dan Gen-Z (lahir tahun 1997-2002) (Ipsos Indonesia, 2020). Penggunaan dompet digital (e-wallet) selama ini didominasi oleh generasi milenial (lahir tahun 1980-1996) dan Gen-Z (lahir tahun 1997-2002) (Ipsos Indonesia, 2020). Mereka tergiur dengan berbagai penawaran promosi dan teknik pemasaran lainnya yang dapat menyebabkan konsumen muda mengalami kesulitan dalam mengatur pengeluaran atau bahkan konsumsi berlebihan di kemudian hari.\n\nTujuan dari penelitian ini adalah untuk memahami bagaimana pembayaran digital/elektronik mempengaruhi perubahan konsumsi pada generasi Z dan masyarakat milenial di Indonesia dan untuk memahami apakah penggunaan pembayaran digital dan non-tunai mempengaruhi kemauan belanja generasi muda dan perilaku konsumsi berlebihan. Penelitian ini didasarkan pada tinjauan literatur dari artikel dan penelitian sebelumnya, serta data yang disediakan oleh lembaga penelitian. Selain itu, kami mengumpulkan data primer melalui survei untuk mengetahui persepsi konsumen terhadap pembayaran digital dan kecenderungan mereka untuk melakukan perilaku konsumsi berlebihan. Survei dilakukan terhadap sampel 97 generasi Z dan milenial di Indonesia yang berusia 16-42 tahun.\n\nSetelah dilakukan analisis statistik, ditemukan bahwa sebagian besar generasi muda aktif menggunakan pembayaran digital, dan penggunaan pembayaran digital memiliki pengaruh linier sebesar 6,9% terhadap perilaku konsumsi berlebihan. Namun, terlepas dari pengaruhnya terhadap pola belanja konsumen seperti perilaku impulsif dan kemauan membayar, tidak ditemukan hubungan yang signifikan antara penggunaan pembayaran digital dan perilaku konsumsi berlebih.", "Daftar File": {"2023 SK PP Clara Lee Dharmawan   [19020116] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/306360"}, "Penulis": "Clara Lee Dharmawan [19020116]", "Kontributor / Dosen Pembimbing": ["Dr Youenn Loheac", "Lisandy Arinta Suryana"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pembayaran Digital; Perilaku Konsumsi Berlebih; Gen-Z dan Milenial; Indonesia", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa  \n                                     Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "29 Agu 2023"}