{"Nomor": 77309, "Judul": "HUBUNGAN PERTUMBUHAN DIGITAL BANKING TERHADAP KINERJA BANK KONVENSIONAL", "Abstrak": "Ekosistem perbankan Perancis terus berkembang di era digitalisasi. Fenomena ini berdampak pada revolusi industri perbankan dimana terjadi peningkatan permintaan layanan perbankan digital. Boursorama, salah satu pemimpin sektor perbankan digital di Perancis, telah mengalami peningkatan pelanggannya sebesar 230,25% selama tahun 2015 hingga 2021 berdasarkan data yang tersedia di Statista. Salah satu alasan utama masyarakat Prancis memilih bank digital dibandingkan bank konvensional adalah proses pembukaan rekening. Dimana untuk membuka rekening bank konvensional memerlukan waktu beberapa hari hingga rekeningnya dapat digunakan sedangkan bank digital seringkali dapat digunakan dalam sekejap setelah mendaftarkan rekening. Selain itu, persyaratan pembukaan rekening bank konvensional mengharuskan nasabah untuk hadir secara fisik, dan terkadang nasabah diharuskan membawa dokumen yang mungkin belum dimiliki oleh penduduk baru atau orang asing. Sebaliknya, pembukaan rekening bank digital bisa dilakukan secara digital dengan alur yang lebih mudah diikuti. Oleh karena itu, nasabah dengan waktu terbatas lebih tertarik untuk memilih bank digital dibandingkan bank konvensional.\n\nBank konvensional besar seperti Crédit Agricole, Société Générale, dan BNP Paribas adalah beberapa dari banyak pemain di sektor jasa keuangan yang terkena dampak pertumbuhan ini. Terdapat peningkatan persentase nasabah yang berpindah bank di Prancis dari 2,5% pada tahun 2014 menjadi 5,5% pada tahun 2019. Perubahan seperti ini akan menimbulkan konsekuensi finansial bagi bank konvensional dan akan menimbulkan lebih banyak kerugian jika bank tradisional tidak melakukan hal tersebut. mengalihkan strategi mereka juga. Situasi dimana bank digital meningkatkan persaingan di industri perbankan juga ditambah dengan meningkatnya eksposur risiko pada bank konvensional meskipun telah dilakukan program restrukturisasi berdasarkan standar akuntansi seperti Basel I dan Basel II.\n\nPenelitian ini membahas hubungan antara pertumbuhan industri perbankan digital dan kinerja perbankan konvensional di Perancis. Penelitian ini bertujuan untuk mengetahui apakah terdapat pengaruh pertumbuhan industri perbankan digital terhadap bank konvensional. Penelitian ini mengisi gap dari penelitian-penelitian sebelumnya yang telah dilakukan yaitu menyelidiki peristiwa dalam jangka waktu yang lebih panjang namun masih terbatas pada pengukuran variabel yang digunakan dan rentang waktu 16 tahun. Metodologi yang digunakan dalam penelitian ini adalah kuantitatif dengan menggunakan metode regresi linier yang menghasilkan penemuan bahwa tingkat penetrasi perbankan digital, ukuran yang digunakan untuk pertumbuhan sektor perbankan digital, memiliki hubungan positif yang relatif lemah terhadap kinerja bank konvensional Perancis. memiliki hubungan yang cukup negatif ketika tahun dimasukkan untuk mengontrol regresi. Bank konvensional harus fokus pada transformasi digital untuk bersaing dengan pesaing. Untuk mengumpulkan temuan yang lebih komprehensif, penelitian lebih lanjut harus mencakup lebih banyak variabel sebagai pengukuran keuangan utama dalam jangka waktu yang panjang.", "Daftar File": {"2023 SK PP Aufa Akbar Adiva   [19020097] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/306402"}, "Penulis": "Aufa Akbar Adiva [19020097]", "Kontributor / Dosen Pembimbing": ["Rabih Zotti", "Lisandy Arinta Suryana"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Digitalisasi, bank konvensional, ekosistem perbankan Perancis, persaingan dalam industri perbankan, pengukuran keuangan utama, konsekuensi keuangan", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa  \n                                     Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "29 Agu 2023"}