{"Nomor": 77314, "Judul": "SIKAP KONSUMEN TERHADAP KEMASAN BERKELANJUTAN DAN PASAR GROSIR BERBASIS SAMPAH DI TIGA PROVINSI BESAR DI INDONESIA: JAWA BARAT, JAKARTA, DAN BANTEN", "Abstrak": "Pertumbuhan populasi di Indonesia dan peningkatan permintaan akan kemasan sekali pakai telah menimbulkan permasalahan lingkungan yang besar, seperti polusi plastik. Beberapa bisnis telah mendirikan toko kelontong tanpa limbah untuk mengatasi masalah ini, namun teknik pemasarannya kurang efisien. Penelitian ini menyelidiki hubungan antara sikap konsumen terhadap alternatif kemasan ramah lingkungan dan mengidentifikasi apakah mengidentifikasi apakah kesadaran dan kepedulian konsumen terhadap dampak lingkungan dari kemasan mempengaruhi keputusan mereka untuk mengadopsi perilaku berkelanjutan dan membeli kemasan yang ramah lingkungan. Penelitian ini juga mengkaji faktor-faktor yang mungkin menghambat atau mendorong penerapan praktik di kalangan konsumen Indonesia untuk membantu pemasar bisnis berkelanjutan memahami target konsumen mereka. Penelitian ini menemukan bahwa sikap positif terhadap kemasan ramah lingkungan dan kesadaran serta kepedulian lingkungan yang kuat sangat mempengaruhi niat membeli untuk menjadi konsumen ramah lingkungan. Dampak sosial, seperti teman dekat dan keluarga, membantu konsumen untuk memilih kemasan ramah lingkungan. Namun, hambatan seperti biaya tinggi dan kurangnya alternatif ramah lingkungan menghalangi mereka untuk mengambil sikap pro-lingkungan. Secara keseluruhan, penelitian ini mengisi kesenjangan pengetahuan dalam penelitian mengenai sikap pelanggan terhadap kemasan berkelanjutan dan toko kelontong tanpa limbah di Indonesia. Studi ini akan membantu pemasar mengembangkan strategi yang lebih baik untuk mendorong konsumsi berkelanjutan dalam mengurangi dampak negatif kemasan terhadap lingkungan dan meyakinkan konsumen untuk berbelanja di toko kelontong tanpa limbah.", "Daftar File": {"2023 SK PP Aghnia Afifah Fadhilah   [19020022] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/306421"}, "Penulis": "Aghnia Afifah Fadhilah [19020022]", "Kontributor / Dosen Pembimbing": ["Phoebe Chuah", "Annisa Novieningtyas"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Sikap Konsumen, kemasan ramah lingkungan, Plastik Sekali Pakai, toko kelontong tanpa limbah", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa  \n                                     Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "29 Agu 2023"}