{"Nomor": 77315, "Judul": "PENGEMBANGAN PERBAIKAN BERTAHAP DATA PERTANAHAN KLUSTER 4 BERBASIS KERANGKA KERJA SPASIAL FIT FOR PURPOSE LAND ADMINISTRATION (FFP-LA) STUDI KASUS KABUPATEN KUNINGAN JAWA BARAT", "Abstrak": "Land registration is an important matter for the society in obtaining legal\nguarantees of ownership of land parcels. Therefore, the Indonesian government\nheld the PTSL program. Land parcels that are PTSL objects are grouped into four\nclasses, namely K-1 (electronic ready data), K-2 and K-3, and K-4. Land parcels\nincluded in data quality K-4 are land parcels that have been registered but have not\nbeen mapped or mapped incorrectly. Kantah Kuningan Regency has 16,973 K-4\nland parcels which data quality must be improved so that they become KW-1 land\nparcels in 2023. This number places Kuningan Regency in eighth place out of 27\nregencies/cities in West Java regarding the number of K-4. Therefore, this study\naims to classify the quality of land data which will later be completed using the\nFFP-LA spatial framework concept and the incremental improvements above.\nScientifically, this research is expected to produce a K-4 data classification and its\ncompletion based on the FFP-LA spatial framework and incremental\nimprovements. Improving the quality of data from K-4 to KW-1 can be done by\napplying the concept of the spatial framework fit-for-purpose land administration\n(FFP-LA) and incremental improvements. The FFP-LA provides structured\nguidance for building a spatial framework, legal framework and institutional\nframework in designing a country's strategy to implement a land administration\nsystem that enables the effective and efficient implementation of land registration.\nIn this study, the basis is the spatial framework. Incremental improvements impact\nthe completion process gradually. However, it gives results that match the original\npurpose. K-4 data quality is divided into 3 types, namely KW-4, KW-5, and KW-6.\nPotential problems with the quality of land data are still found in KW-4, KW-5, and\nKW-6.\nFrom this study, the results were obtained in the form of photo maps taken using\nphotogrammetry techniques and questionnaires that were addressed to experts\nusing the expert judgment method to find out the new classifications of K4. New\nclassifications were obtained, namely KW 4.1, KW 4.2, KW 4.3, KW 4.4, KW 4.5,\nKW 4.6, KW 5.1, KW 5.2, and KW 6.1. This new data and classification can be used\nto accelerate the improvement of K4 data. Practically, this research is expected to\nbe utilized by the Ministry of Agra rian Affairs and Spatial Planning/National Land\nAgency in improving the data quality of K-4 land parcels to become KW-1 land\nparcels nationally in various regions.", "Daftar File": {"ABSTRAK Agus Adi Budianto": "https://digilib.itb.ac.id/gdl/download/306422"}, "Penulis": "Agus Adi Budianto [25120305]", "Kontributor / Dosen Pembimbing": ["Dr. Andri Hernandi, S.T, M.T.", "Dr. Alfita Puspa Handayani, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Engineering & allied operations", "Kata Kunci": "kualitas data, FFP-LA, Pendaftaran Tanah Sistematis Lengkap (PTSL), kerangka spasial, kerangka hukum, kerangka kelembagaan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "29 Agu 2023"}