{"Nomor": 77326, "Judul": "STUDI BIOSTRATIGRAFI DAN LINGKUNGAN PENGENDAPAN FORMASI NGRAYONG DI DAERAH KECAMATAN BLORA, KABUPATEN BLORA, PROVINSI JAWA TENGAH", "Abstrak": "Daerah penelitian terletak di aliran Sungai Kali Braholo, Kecamatan Blora, Kota \nBlora, Jawa Tengah. Lingkungan tempat diendapkannya Formasi Ngrayong saat ini \nmasih diperdebatkan. Penelitian mengenai lingkungan pengendapan Formasi \nNgrayong dapat dilakukan dengan menggunakan foraminifera.\nData yang digunakan pada studi ini terdiri atas data penampang stratigrafi dan 40 \nsampel batuan. Pada sampel batuan akan dilakukan analisis biostratigrafi dan \nlingkungan pengendapan. Analisis biostratigrafi dilakukan dengan cara \nmenentukan kemunculan awal atau akhir dari suatu fosil foraminifera planktonik. \nHasil dari Analisis biostratigrafi dapat digunakan untuk menetukan umur. Analisis\nlingkungan pengendapan dilakukan dengan menggunakan analysis cluster untuk \nmenentukan zona lingkungan pengendapan.\nBerdasarkan biozonasi foraminifera planktonik interval sampel no. 38 sampai \ndengan no. 1 berada pada Zona N9 – N13 (Blow, 1969). Berdasarkan biozonasi \nforaminifera besar interval sampel no. 40 sampai dengan no. 1 berada pada Zona \nTe5 – Tf2 (Adam. 1970). Dengan mengintegrasikan kedua biozonasi tersebut \ndidapatkan bahwa umur Formasi Ngrayong berada pada Miosen Tengah atau pada \nZona N9 – N12 (Blow, 1969).\nFormasi Ngrayong pada daerah blora diendapkan pada lingkungan neritik dalam \npada Zona A. Lalu diendapkan pada lingkungan neritik dalam – neritik tengah pada \nZona B dan diendapkan pada lingkungan litoral – supralittoral pada Zona C. \nKemudian diendapkan pada neritik dalam pada Zona D dan kembali diendapkan \npada lingkungan litoral – supralittoral pada Zona E. Kemudian diendapkan pada \nlingkungan neritik dalam – neritik tengah pada Zona F dan kembali diendapkan \npada lingkungan littoral – supralittoral pada Zona G. Pada Zona H diendapkan pada \nlingkungan neritik dalam dan diendapkan kembali pada lingkungan littoral –\nsupralittoral pada Zona I. Kemudian kembali diendapkan pada neritik dalam pada \nZona J.", "Daftar File": {"ABSTRAK FATHUR IMAM M 12016032.pdf": "https://digilib.itb.ac.id/gdl/download/306500", "COVER FATHUR IMAM M 12016032.pdf": "https://digilib.itb.ac.id/gdl/download/306501", "BAB 1 FATHUR IMAM M 12016032.pdf": "https://digilib.itb.ac.id/gdl/download/306502", "BAB 2 FATHUR IMAM M 12016032.pdf": "https://digilib.itb.ac.id/gdl/download/306503", "BAB 3 FATHUR IMAM M 12016032.pdf": "https://digilib.itb.ac.id/gdl/download/306504", "BAB 4 FATHUR IMAM M 12016032.pdf": "https://digilib.itb.ac.id/gdl/download/306505", "BAB 5 FATHUR IMAM M 12016032.pdf": "https://digilib.itb.ac.id/gdl/download/306506", "BAB 6 FATHUR IMAM M 12016032.pdf": "https://digilib.itb.ac.id/gdl/download/306507", "PUSTAKA Fathur Imam Mujaddid": "https://digilib.itb.ac.id/gdl/download/306508", "LAMPIRAN FATHUR IMAM M 12016032.pdf": "https://digilib.itb.ac.id/gdl/download/306509"}, "Penulis": "Fathur Imam Mujaddid [12016032]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Khoiril Anwar Maryunani, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "biostratigrafi, lingkungan pengendapan, foraminifera, Formasi  Ngrayong", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "10 file", "Tanggal Input": "30 Agu 2023"}