{"Nomor": 77320, "Judul": "HUBUNGAN ANTARA PERILAKU KEUANGAN TERHADAP DETERMINANNYA DAN KESEJAHTERAAN MAHASISWA KOTA BANDUNG", "Abstrak": "Literasi keuangan telah menjadi fokus strategis di Indonesia dan kelompok “kaum muda”, yang mencakup mahasiswa, telah menjadi kelompok usia yang menjadi fokus strategi ini. Namun, penelitian menemukan bahwa perilaku keuangan mahasiswa Indonesia masih dikategorikan sebagai buruk. Berbagai penelitian telah menemukan bahwa perilaku keuangan mempunyai pengaruh terhadap kesejahteraan keuangan, yang kemudian akan memengaruhi kesejahteraan subjektif mahasiswa. Oleh karena itu, penelitian ini mengeksplorasi berbagai faktor yang menjadi penyebab perilaku keuangan mahasiswa di Indonesia, dan bagaimana perilaku ini berpengaruh terhadap kesejahteraan finansial dan subjektif mereka. Penelitian ini menggunakan pendekatan kuantitatif melalui kuesioner dan mengumpulkan 305 responden mahasiswa dari perguruan tinggi di Kota Bandung. Melalui statistik deskriptif dan metodologi PLS-SEM, berbagai variabel dan hubungan dalam model penelitian ini dianalisis. Dari berbagai penyebab, hanya Pengetahuan Keuangan yang ditemukan memengaruhi perilaku keuangan mahasiswa Bandung. Penelitian ini tidak mendukung hubungan antara perilaku keuangan dengan kesejahteraan keuangan. Kondisi keuangan yang lebih sehat akan meningkatkan frekuensi perasaan positif dibanding negatif dari mahasiswa. Namun menariknya, kondisi keuangan yang sehat ternyata memilki pengaruh negatif terhadap kepuasan hidup mahasiswa. Berbagai temuan penelitian ini berkontribusi pada topik penelitian literasi keuangan di Indonesia dan telah mengeksplor model konseptual yang baru sangat terbatas diterapkan pada mahasiswa Indonesia. Temuan penelitian ini dapat mendorong mahasiswa untuk mengusahakan kesehatan finansial mereka, dan membantu pembuat kebijakan atau bisnis yang menyasar segmen mahasiswa, khususnya di Kota Bandung.", "Daftar File": {"2023 SK PP Samuel Santo Patarma Raja P.   [19020148] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/306429"}, "Penulis": "Samuel Santo Patarma Raja P. [19020148]", "Kontributor / Dosen Pembimbing": ["Tuntun Salamatun Zen, S.E, Ak., M.Si..,CA", "Shimaditya Nuraeni, S.Psi., M.S.M., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Perilaku Keuangan; Perilaku Pengelolaan Keuangan Pribadi; Literasi Keuangan; Kesejahteraan Keuangan; Kesejahteraan Subjektif; Mahasiswa; Indonesia", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "30 Agu 2023"}