{"Nomor": 77335, "Judul": "BAGAIMANA KEMUDAHAN PENGGUNAAN, KEPERCAYAAN KONSUMEN, DAN PENAWARAN DISKON BERDAMPAK KEPADA GENERASI Z DALAM PENGENDALIAN BIAYA TERHADAP GENERASI Z DALAM PEMBAYARAN DIGITAL DI INDONESIA?: TINJAUAN GO-PAY DAN OVO", "Abstrak": "Abstrak ini memberikan gambaran penelitian Generasi Z untuk menguji bagaimana mereka beradaptasi terhadap Pembayaran Digital menurut kemudahan penggunaan, kepercayaan pelanggan, dan penawaran diskon di Indonesia. Penelitian tersebut bertujuan untuk memahami perilaku Generation Z terhadap perilaku belanja dan pembelian saat beradaptasi dengan pembayaran digital. Mendefinisikan setiap faktor adopsi yang ditangkap oleh Generasi Z ketika memanfaatkan pembayaran digital di Indonesia. Makalah penelitian ini mengidentifikasi tiga pertanyaan penelitian: Apakah Kemudahan Penggunaan berhubungan dengan pengendalian pengeluaran konsumen saat menggunakan pembayaran digital di Indonesia? Apakah kepercayaan konsumen terhadap pembelanjaan pada pembayaran digital mempengaruhi pengendalian pengeluaran mereka? Dan Apakah penawaran diskon konsumen yang terkait dengan sistem pembayaran digital mempengaruhi pengendalian pengeluaran mereka? Adapun tujuan penelitiannya, author mengidentifikasi tiga hal yaitu: Untuk mengidentifikasi hubungan antara kemudahan penggunaan pelanggan dan pengaruh pengendalian pengeluaran konsumen saat menggunakan sistem pembayaran digital. pembayaran, khususnya penekanan pada seberapa besar pengaruh kemudahan konsumen dalam mengendalikan pengeluaran dalam pembayaran digital di Indonesia. Untuk memahami pengaruh kepercayaan konsumen terhadap kendali mereka atas pengeluaran pembayaran digital terhadap kemampuan mereka mengatur pengeluaran mereka secara efisien, selidiki kesulitan yang mempengaruhi konsumen di Indonesia ketika menyesuaikan diri dengan pembayaran digital ini. Dan untuk mengevaluasi sejauh mana penawaran diskon konsumen yang terkait dengan pembayaran digital mempengaruhi pengendalian pengeluaran mereka. Desain penelitian menggunakan penelitian kuantitatif dengan bantuan program SPSS dan purposive sampling untuk disebar melalui kuesioner yang telah disebarkan kepada Generasi Z di Indonesia. Temuan utama adalah nilai p yang akan menjawab hipotesis yang berkorelasi dan memberikan hasil yang signifikan pada tiga faktor utama yaitu kemudahan penggunaan, kepercayaan konsumen, dan penawaran diskon.", "Daftar File": {"2023 SK PP Sayu Wulandari Amrita Dara   [19020114] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/306544"}, "Penulis": "Sayu Wulandari Amrita Dara [19020114]", "Kontributor / Dosen Pembimbing": ["Alexander NIESS", "Anindia Pratiwi Putri"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Generasi Z, Pembayaran Digital, Pengendalian Biaya, Kemudahan Penggunaan, Kepercayaan Pelanggan, Penawaran Diskon", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa  \n                                     Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "31 Agu 2023"}