{"Nomor": 77337, "Judul": "PENGEMBANGAN MODEL TINGKAT KESIAPAN TEKNOLOGI UNTUK INDUSTRI PERTAHANAN  DI INDONESIA", "Abstrak": "Industri pertahanan adalah institusi strategis bagi sebuah negara untuk menguasai\ndan mengembangkan teknologi pertahanan. Penguasaan dan pengembangan\nteknologi pertahanan bertujuan untuk memenuhi kebutuhan alat peralatan\npertahanan (alpalhan) yang akan dipakai dalam sistem pertahanan negara.\nTeknologi pertahanan memerlukan pengelolaan lebih kompleks dari teknologi pada\numumnya karena digunakan secara terus menerus sampai penghapusan, bersifat\nrahasia, rentan terhadap pembatasan, dan memerlukan pembiayaan tinggi. Oleh\nkarena itu, penguasaan dan pengembangan teknologi pertahanan membutuhkan\nmanajemen teknologi yang melibatkan beberapa pemangku kepentingan dari\nberbagai bidang keilmuan. Guna menyatukan cara pandang para pemangku\nkepentingan dibutuhkan acuan agar terjalin komunikasi sehingga dapat memahami\ndan menyiapkan strategi sesuai bidang masing-masing. Salah satu acuan yang\nsudah banyak digunakan oleh negara dunia adalah Technology Readiness Level\n(TRL) yang mengklasifikasikan teknologi menjadi 9 tingkatan. Tingkatan yang\nlebih rendah menjadi landasan bagi tingkatan berikutnya. Definisi dan indikator\nTRL sederhana dan bersifat fleksibel sehingga pola kerjanya terus dikembangkan\nsesuai dengan kebutuhan seperti Manufacturing Readiness Level (MRL),\nIntegration Readiness Level (IRL), TRL calculator yang disusun oleh William\nNolte (2003) dan dikenal dengan istilah Tingkat Kesiapan Teknologi (TKT). TKT\nmengelaborasi tiga aspek yaitu teknologi, manufaktur, dan integrasi. Ketiga aspek\ntersebut telah diimplementasikan untuk mengukur kemajuan penelitian di Indonesia\nberdasarkan Peraturan Kementerian Riset Teknologi dan Pendidikan Tinggi\n(Ristekdikti) nomor 42 tahun 2016. TKT terbagi menjadi tiga kategori yaitu layak\ndesain, layak teknis atau layak terap.\nTKT Permenristekdikti 42/2016 kurang komprehensif untuk mengukur kesiapan\nteknologi pertahanan di Indonesia karena sebagian besar alpalhan yang digunakan\npada sistem pertahanan di Indonesia merupakan produk industri pertahanan luar\nnegeri yang diakusisi melalui pembelian. Penguasaan dan pengembangan teknologi\npertahanan di Indonesia rata-rata dimulai dari kegiatan pasca produksi seperti\npemeliharaan, modifikasi, dan modernisasi serta penghapusan. Ketersediaan suku\ncadang kritis dan keusangan merupakan tantangan utama kegiatan pasca produksi,\n\nii\n\nsehingga pengukuran kesiapan teknologi sangat dibutuhkan sebelum dan sesudah\nkegiatan dilaksanakan. Selain aspek kesiapan teknologi, manufaktur, dan integrasi\nteknologi, aspek inovasi juga dibutuhkan. Kebutuhan aspek inovasi merupakan\nketerbaruan yang belum pernah dilakukan pada penelitian-penelitian sebelumnya.\nOleh karena itu, perlu dilakukan penelilitan untuk menyusun model TKT\npertahanan mengacu pada TKT Permenristekdikti 42/2016 dan Permenhan tentang\nstandarisasi komoditas militer serta Permenhan tentang kelaikan. Pengembangan\ndiawali dengan kegiatan konfirmasi kebutuhan aspek inovasi dalam pengukuran\nteknologi pertahanan pasca produksi dan dilanjutkan dengan wawancara tentang\ndefinisi dan indikator masing-masing tingkatan guna menyusun Model Awal TKT\nbidang Pertahanan. Model awal TKT pertahanan kemudian diverifikasi melalui\nwawancara narasumber dari kalangan engineer/production/marketing industri\npertahanan menggunakan studi kasus I. Model tersebut divalidasi menggunakan\nstudi kasus II serta Focus Grup Discussion (FGD). Model TKT pertahanan yang\ndihasilkan terdiri dari identifikasi teknologi, penyusunan konsep teknologi, validasi\nkonsep teknologi, validasi sub-sistem, validasi prototipe di lingkungan\nlaboratorium, validasi prototipe di lingkungan relevan, demonstrasi teknologi di\nlingkungan operasi, penyempurnaan teknologi, teknologi teruji dan teknologi\nterbukti.", "Daftar File": {"ABSTRAK Faried Jaendar Muda": "https://digilib.itb.ac.id/gdl/download/314062"}, "Penulis": "Faried Jaendar Muda [33418005]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Iwan Inrawan Wiratmadja", "Prof. Dr. Rajesri, S.T, M.T."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Teknologi Pertahanan dan Tingkat Kesiapan Teknologi.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "31 Agu 2023"}