{"Nomor": 77336, "Judul": "APA PELUANG PASAR B2C UNTUK PANGAN BERBASIS TANAMAN DI INDONESIA? ANALISIS KOMPREHENSIF TERHADAP PERILAKU DAN PREFERENSI KONSUMEN", "Abstrak": "Gaya hidup sehat menjadi semakin penting bagi masyarakat saat ini. Makanan nabati saat ini menjadi salah satu pilihan pola makan sehat yang paling banyak disukai. Sebagai pengganti daging, makanan nabati menggunakan bahan-bahan yang berasal dari tumbuhan atau sayuran. Namun, hanya komunitas vegan dan vegetarian di Indonesia, khususnya di kota-kota besar, yang mengenal makanan nabati. Pengetahuan masyarakat umum mengenai alternatif daging ini masih sangat sedikit. Dengan membantu untuk lebih memahami potensi dan kendala pasar, penelitian ini mendorong konsumsi makanan nabati, yang dapat bermanfaat bagi kesehatan konsumen dan lingkungan. Penelitian ini berfokus pada perilaku dan preferensi konsumen yang akan membantu penulis menganalisis peluang bisnis B2C makanan nabati di Indonesia. Penelitian ini didasarkan pada survei terhadap 100 responden Indonesia tanpa batasan usia dan jenis kelamin dengan menggunakan pendekatan kuantitatif. Dengan meningkatnya tren pola makan yang lebih sehat dan berkelanjutan, hasil penelitian menunjukkan bahwa Indonesia memiliki potensi pangan nabati yang cukup besar. Berdasarkan sikap dan perilaku mereka terhadap makanan nabati, penelitian ini membagi konsumen ke dalam tiga kategori besar: 3Kesadaran akan kesehatan ?, 3Kesadaran terhadap lingkungan ?, dan 3Didorong oleh rasa ?. Meskipun segmen yang didorong oleh rasa adalah yang paling skeptis, segmen yang sadar akan kesehatan adalah yang terbesar dan paling bersemangat untuk mencoba makanan nabati. Namun, aksesibilitas, biaya, dan rasa produk nabati menjadi perhatian bersama di semua segmen pasar. Studi ini juga mengidentifikasi elemen penting yang mempengaruhi preferensi pelanggan, termasuk harga, rasa, manfaat kesehatan, dan dampak terhadap lingkungan. Perusahaan dapat memanfaatkan data ini untuk menciptakan peningkatan produk dan taktik pemasaran khusus yang menarik bagi kategori konsumen tertentu. Berdasarkan temuan penelitian ini, sektor pangan nabati B2C di Indonesia memiliki potensi ekspansi yang v cukup besar karena adanya pergeseran sikap dan perilaku konsumen ke arah pilihan makanan yang lebih sehat dan berkelanjutan.", "Daftar File": {"2023 SK PP Canissa Effendi   [19020060] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/306548"}, "Penulis": "Canissa Effendi [19020060]", "Kontributor / Dosen Pembimbing": ["Dr. rer. pol. Achmad Fajar Hendarman, S.T, M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pasar B2C , makanan nabati, Indonesia, perilaku konsumen, preferensi", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa  \n                                     Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "31 Agu 2023"}