{"Nomor": 77339, "Judul": "OPTIMASI MULTI-OBJEKTIF BERBASIS KRIGING PADA PERANCANGAN TURBIN FRANCIS DENGAN HEAD 131,07 METER DAN PUTARAN 1.000 RPM", "Abstrak": "Laporan ini menyajikan pengoptimalan geometri turbin Francis dalam rangka\nmemenuhi permintaan energi yang kian meningkat.\nDesain dasar turbin beroperasi pada head beda elevasi 131,07 meter dengan\nkecepatan putar 1.000 RPM. Turbin tersebut dioptimalkan untuk mencapai efisiensi dan/atau\ndaya poros yang lebih tinggi pada kondisi operasi tersebut. Parameter yang disetel dalam\npengoptimalan turbin adalah geometri sudu-sudu Stay Vane, Guide Vane, dan Runner.\nMetode optimasi yang digunakan adalah surrogate optimization. Prosesnya\nmelibatkan persampelan iteratif. Model surrogate yang penulis gunakan dalam optimasi,\nadalah regresi menggunakan model Kriging (salah satu kategori Radial Basis Function).\nTahap pengoptimalan turbin dimulai dari persampelan acak (formasi Latin Hypercube), lalu\ndiikuti persampelan selektif. Penentuan lokasi untuk disampel dalam tahap persampelan\nselektif, menggunakan indikator weighted multi-objective expected improvement.\nPersampelan dalam proses optimasi dievaluasi pada simulasi komputasi fluida dinamik\n(CFD) tingkat akurasi rendah. Proses iterasi berlangsung hingga kriteria henti tercapai.\nKriteria henti yang penulis gunakan adalah batas durasi. Setelah kriteria henti tercapai, akan\ndidapat satu set desain-desain teroptimal disebut Pareto Front.\nSetelah mendapatkan set desain-desain teroptimal, dipilih tiga desain untuk\ndisimulasikan di CFD dengan akurasi yang lebih tinggi. Dua desain di antaranya adalah\nsebagai berikut: desain efisiensi tertinggi mengalami kenaikan efisiensi 0,19%, kenaikan\ndaya poros 4,44% , dan potensi kavitasi membaik, dalam satuan tekanan statik sebesar\n1,385 atm ; sedangkan desain daya poros terbaik memiliki efisiensi yang turun 2,89%\ndengan daya yang naik sebesar 24,93% dengan potensi kavitasi memburuk, dalam satuan\ntekanan statik sebesar ?0,103 atm.\nLaporan ini lalu menampilkan analisis sensitivitas parameter geometri, dan\nmenabulasi parameter-parameter geometri dari ketiga titik Pareto Front terpilih tersebut.", "Daftar File": {}, "Penulis": "Denis Dunell Damanik [13118072]", "Kontributor / Dosen Pembimbing": ["Ir. I Nengah Diasta, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "turbin Francis, CFD, geometri sudu, surrogate optimization, Radial Basis Function, Kriging, optimasi, optimasi multiobjektif, expected improvement, multi-objective expected improvement, Pareto Front, analisis sensitivitas.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "31 Agu 2023"}