{"Nomor": 77344, "Judul": "BAGAIMANA MENERAPKAN MODEL BISNIS YANG PALING MENGUNTUNGKAN DALAM INDUSTRI MUSIK UNTUK MEMAKSIMALKAN KEUNTUNGAN FINANSIAL DARI LABEL REKAMAN INDEPENDEN DAN MUSISI", "Abstrak": "Dengan adanya layanan streaming digital, industri musik telah mengalami perubahan besar akhir-akhir ini, mengubah model bisnis dan distribusi pendapatan. Perubahan ini telah menimbulkan sejumlah kekhawatiran yang menantang mengenai profitabilitas finansial label manajemen independen dan juga musisi, masalah yang memiliki dampak signifikan bagi keseluruhan industri. Untuk lebih memahami perkembangan ini, penelitian ini akan menjawab dua pertanyaan penelitian penting yang penting untuk memahami perubahan ini, dengan tujuan akhir untuk memberikan solusi untuk meningkatkan profitabilitas dan transparansi industri musik. Menemukan model bisnis yang paling sesuai dan menguntungkan adalah tujuan dari topik penelitian pertama. Untuk memastikan bahwa musisi dan label manajemen bisa sukses di pasar yang berubah setiap harinya, efektivitas dan profitabilitas model-model baru seiring dengan perkembangannya penting untuk dianalisis. Penelitian ini akan menganalisis dan mengevaluasi beberapa model bisnis, menilai kesesuaiannya dengan konteks industri musik saat ini. Pertanyaan penelitian kedua berkaitan dengan model bisnis yang saat ini digunakan oleh label rekaman dan bagaimana pengaruhnya terhadap distribusi pendapatan dan transparansi bagi musisi. Ada kekhawatiran yang semakin besar mengenai kurangnya transparansi dalam cara label rekaman mendistribusikan pendapatan, terutama dari platform streaming, yang mekanisme kompensasinya seringkali tidak begitu jelas. Studi ini juga akan memberikan analisis terhadap studi kasus kepemilikan utama Taylor Swift, yang berfungsi sebagai katalis untuk diskusi industri yang lebih luas mengenai hak artis dan transparansi pendapatan. Model tradisional artis-label, yang sering kali mengharuskan label menyediakan dana di muka sebagai imbalan atas sebagian besar pendapatan, mendapat kritik karena menimbulkan kesenjangan finansial. Akan ada dua subjek wawancara dengan pengalaman berbeda di industri musik sebagai informasi pendukung untuk menjawab pertanyaan. Studi ini tidak hanya akan menjawab dua pertanyaan utama tetapi juga akan membantu meningkatkan kesadaran baik kepada musisi maupun label rekaman, serta musisi baru yang baru saja mulai terjun ke industri musik. Secara keseluruhan, penelitian ini akan memberikan saran yang mendorong model bisnis yang paling sesuai dan menguntungkan di industri musik untuk direkomendasikan guna meningkatkan efisiensi industri.", "Daftar File": {"2023 SK PP Amanda Putri Fernandy   [19020104] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/306692"}, "Penulis": "Amanda Putri Fernandy [19020104]", "Kontributor / Dosen Pembimbing": ["Dr. Gerald Retali", "Prameshwara Anggahegari"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Industri musik; Digitalisasi Musik; Model bisnis; Profitabilitas Finansial; Label rekaman; Musisi; Distribusi Pendapatan; Transparansi antar Pemangku Kepentingan", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa  \n                                     Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "01 Sep 2023"}