{"Nomor": 77347, "Judul": "BAGAIMANA BUBBLE BURST MEMPENGARUHI INVESTOR PASAR MODAL DI SAAT PENAWARAN PERDANA SAHAM (IPO)", "Abstrak": "Perdagangan Saham melibatkan investor swasta yang membeli dan menjual saham perusahaan. Ini telah menjadi gaya hidup di Indonesia dengan harapan mendapatkan penghasilan pasif dan memiliki portofolio. Salah satu tahap penting dalam perjalanan suatu perusahaan adalah Penawaran Saham Perdana (IPO), yang memungkinkan perusahaan swasta menjual saham kepada publik untuk pertama kalinya, memungkinkan mereka mengumpulkan modal ekuitas. Sementara IPO dapat memberikan peluang menarik bagi para trader karena ketersediaan saham murah, mereka juga datang dengan risiko substansial, terutama kemungkinan gelembung ekonomi. Keruntuhan gelembung IPO dapat merusak reputasi perusahaan dan keuangan investor. Data terbaru di Indonesia menunjukkan tren yang mengkhawatirkan dari IPO berprofil tinggi diperdagangkan di bawah harga penawaran mereka. Penelitian ini bertujuan untuk memahami tanda-tanda, penyebab, dan dampak gelembung IPO pada perusahaan dan investor. Metode kualitatif digunakan dengan mewawancarai lima investor/trader profesional Indonesia yang pernah menghadapi Gelembung IPO. Hasilnya menunjukkan banyak tanda, termasuk: Konsumsi Tinggi, Overvalued, Kenaikan Harga. Tanda-tanda yang ditunjukkan pada akhirnya akan mengarah pada penyebab Gelembung IPO, termasuk: Investor Terlalu Optimis, Hype, Pengetahuan yang Tidak Memadai. Dampak yang dihasilkan oleh Gelembung IPO terhadap investor dan perusahaan mencakup: Kerugian Besar, Ketidakstabilan Ekonomi, Trauma, dan Overvalued. Penelitian ini memberikan kontribusi pada pengetahuan para trader/investor saham Indonesia dengan mengusulkan strategi untuk mengurangi risiko berdasarkan pengalaman para profesional di bidang ini.", "Daftar File": {"2023 SK PP Rivan Septian Anwar   [19020068] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/306695"}, "Penulis": "Rivan Septian Anwar [19020068]", "Kontributor / Dosen Pembimbing": ["Dr. Deborah Adekemi", "Ilham Fauzan Putra"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Penawaran Saham Perdana (IPO); Investor Saham/Traders Saham; Bubble Economic; IPO Bubble; Overvalued;", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa  \n                                     Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "01 Sep 2023"}