{"Nomor": 77343, "Judul": "PENCARIAN SUMBER DAN PEMETAAN KONTAMINASI  GAS KIMIA DENGAN UAV JAMAK", "Abstrak": "CBRN (Chemical, Biological, Radiological, and Nuclear) merupakan zat\nberbahaya yang dapat disebabkan oleh kecelakaan industri, aksi teror, maupun\nbencana alam yang mengakibatkan kerusakan secara masal dan signifikan pada\nsuatu wilayah. Saat ini, kebanyakan industri atau wilayah strategis tertentu\nmenggunakan sensor CBRN yang ditempatkan secara statis untuk mendapatkan\npeta distribusi zat yang berbahaya. Pada kenyataannya, sensor yang dipasang secara\nstatis dapat mengalami kerusakan akibat adanya ledakan, tidak dapat menjangkau\nseluruh wilayah dan memiliki harga yang mahal karena harus memasang jumlah\nsensor yang banyak. Oleh karena itu, suatu wahana tanpa awak atau robot olfaksi\ndibutuhkan. Robot olfaksi adalah robot yang dilengkapi dengan sensor yang dapat\nmengindera suatu zat CBRN. Pada penelitian ini, masalah dibatasi yaitu untuk\nmemetakan zat atau gas kimia saja. Untuk memetakan gas kimia pada lingkungan\noutdoor yang luas tentunya dibutuhkan robot yang memiliki kemampuan\nmaneuver, skalabilitas dan fleksibilitas yang baik seperti Unmanned Aerial Vehicle\n(UAV) bertipe rotary wing. UAV yang dipasang sensor gas kimia dapat diperintah\nuntuk melakukan pergerakan berdasarkan pembacaan nilai gas kimia pada wilayah\nyang terkontaminasi. UAV jamak digunakan agar lebih mempercepat misi\npemetaan pada lingkungan yang luas. Pada disertasi ini dilakukan penelitian\ntentang bagaimana mengendalikan satu atau beberapa UAV untuk melakukan\npencarian sumber gas dan pemetaan distribusi gas.\nDiasumsikan bahwa ada suatu peringatan karena terjadinya kebocoran gas pada\nsuatu daerah baik dari alarm yang terpasang maupun laporan dari masyarakat\nsekitar. Setelah menerima peringatan tersebut, UAV akan diterbangkan untuk\nmelakukan penjelajahan pada daerah tersebut. Tujuan dari penjelajahan tersebut\nadalah untuk mencari lokasi sumber gas dan mengestimasi peta distribusi gas.\nPrediksi lokasi sumber gas berguna untuk proses netralisasi, menghentikan\nbocornya gas yang terpapar sedangkan estimasi peta distribusi gas akan berguna\nuntuk membantu proses evakuasi dan mitigasi.\nKarena waktu terbang terbatas, UAV jamak tidak dapat menjelajahi seluruh daerah\npada lingkungan yang akan dipetakan. Oleh karena itu, tiap-tiap UAV harus secara\nefektif melakukan eksploitasi dan eksplorasi pada area yang telah didefiniskan\nsebagai area yang terpapar gas kimia. Pada kasus ini, eksploitasi berarti UAV\n\nii\n\nmenuju ke lokasi sumber gas dan eksplorasi berarti UAV menuju ke daerah lain\nyang bukan sumber gas. Eksplorasi yang baik yaitu eksplorasi yang mana UAV\nmencakup daerah yang lebih menarik, yaitu daerah dengan konsentrasi yang tinggi\nyang belum terjelajahi, walaupun bukan daerah di sekitar sumber gas.\nAgar UAV dapat mengestimasi lokasi sumber gas atau daerah yang terkontaminasi\ndengan konsentrasi gas yang tinggi, diputuskan untuk memanfaatkan metode\ninferensi Bayesian. Pada metode inferensi Bayesian, diperlukan cara bagaimana\nmengestimasi probabilitas likelihood dimana sumber gas berada atau dimana\nsekiranya konsentrasi gas yang tinggi berada. Estimasi ini cukup sulit karena\npergerakan partikel gas sangat kompleks, dipengaruhi oleh gravitasi, pergerakan\nangin, dan difusi. Pergerakan gas tersebut semakin kompleks pada lingkungan\noutdoor dengan banyak bangunan dan objek lainnya. Pada penelitian ini,\ndiasumsikan bahwa model bangunan-bangunan inti telah diketahui sehingga\nbeberapa profil pergerakan angin dapat disimulasikan terlebih dahulu. Beberapa\nprofil pergerakan angin tersebut digunakan untuk mensimulasikan pergerakan\npartikel gas. Setiap simulasi pergerakan gas dengan sumber gas yang diletakan di\ndaerah yang berbeda-beda dapat direpresentasikan sebagai fungsi distribusi\nprobabilitas atau probability density function atau PDF yang dapat digunakan untuk\nmengestimasi likelihood pada metode inferensi Bayesian. Metode anemotaksis juga\ndipakai, diintegrasikan dengan metode inferensi Bayesian untuk performa yang\nlebih efisien.\nPada skema koordinasi antar UAV, dimanfaatkan metode Voronoi yang\nmendekomposisi daerah untuk tiap-tiap UAV. Dekomposisi ini bersifat dinamis\nsehingga UAV selalu memiliki daerah penjelajahannya masing-masing. Proses\npenentuan lokasi penjelajahan juga dimodifikasi, terinspirasi dari metode Particle\nSwarm Optimization (PSO) sehingga penjelajahan maupun pencarian beberapa\nsumber gas dapat dilakukan dengan lebih efisien.\nPengujian dilakukan secara bertahap dari digunakanannya mobile robot di\nlingkungan indoor, satu UAV di lingkungan outdoor baik simulasi dan eksperimen\nsebenarnya serta UAV jamak di lingkungan outdoor yang disimulasikan. Efisiensi\ndan efektivitas metode yang diusulkan diukur dengan beberapa metriks: (1) waktu\nditemukannya sumber gas, (2) luas daerah terkontaminasi yang tercakup, dan (3)\nNegative Log Predictive Density (NLPD) yang merepresentasikan akurasi peta.\nDari analisis evaluasi dengan beberapa metriks tersebut, dapat disimpulkan bahwa\nmetode-metode yang diusulkan menunjukan efisiensi dan efektivitasnya dalam\nmelakukan pencarian sumber dan pemetaan kontaminasi gas kimia.", "Daftar File": {"Yaqub Aris Prabowo   [33218304].pdf": "https://digilib.itb.ac.id/gdl/download/306691"}, "Penulis": "Yaqub Aris Prabowo [33218304]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Bambang Riyanto Trilaksono", "Prof. Brian Yuliarto, Ph.D.", "Egi Muhammad Idris Hidayat, S.T, M.Sc., Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Elektro dan Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Robot olfaksi, pencarian sumber gas, pemetaan distribusi gas, inferensi Bayesian.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "01 Sep 2023"}