{"Nomor": 77357, "Judul": "ANALISIS ATRIBUT KUALITAS LAYANAN TERHADAP NIAT PEMBELIAN ULANG PELANGGAN DALAM LOKAKARYA  KREATIF", "Abstrak": "Dalam industri manajemen acara yang kompetitif, EksplorAksi dihadapkan pada peran penting untuk meningkatkan kualitas layanan lokakarya. Analisis umpan balik peserta lokakarya mengungkapkan penurunan persepsi pelanggan secara keseluruhan terhadap kualitas layanan EksplorAksi saat ini, ditandai dengan penilaian skala layanan yang menurun, banyaknya ulasan negatif, dan berkurangnya partisipasi ulang. Penurunan partisipasi ulang mengakibatkan melemahnya loyalitas pelanggan dan persepsi negatif terhadap EksplorAksi. Oleh karena itu, penelitian ini bertujuan untuk mengidentifikasi hubungan antara dimensi kualitas layanan (tangibility, empathy, assurance, responsibility, dan reliability) dengan niat pembelian ulang pelanggan dalam konteks lokakarya kreatif. Fokus utama dari penelitian ini adalah EksplorAksi, sebuah penyelenggara lokakarya kreatif berbasis di Bandung yang bertujuan untuk memfasilitasi kreasi seni di antara para peserta. Data yang dikumpulkan dari peserta lokakarya EksplorAksi (N / populasi = 214) dianalisis menggunakan metode regresi linear berganda (MLR). Hasil penelitian menunjukkan hubungan signifikan antara semua dimensi kualitas layanan dan niat pembelian ulang pelanggan, mengindikasikan bahwa tingkat kualitas layanan yang lebih tinggi akan mengarah pada niat pembelian ulang pelanggan yang lebih tinggi terhadap lokakarya kreatif. Penelitian ini menawarkan rekomendasi bagi EksplorAksi dan penyelenggara lokakarya kreatif lainnya untuk meningkatkan niat pembelian ulang pelanggan dengan fokus pada elemen-elemen berwujud dan tidak berwujud. Ukuran sampel yang spesifik dan konteks peserta EksplorAksi mungkin membatasi generalisasi hasil temuan penelitian ini ke industri layanan lainnya. Oleh karena itu, penelitian masa depan sebaiknya mempertimbangkan pengaruh teknologi baru dalam meningkatkan kualitas layanan lokakarya kreatif dan melebarkan cakupan pada jenis layanan dan sampel yang berbeda. Sebagai kesimpulan, penelitian ini berkontribusi dalam mengidentifikasi atribut kualitas layanan lokakarya kreatif yang memiliki pengaruh secara signifikan terhadap niat pembelian ulang pelanggan.", "Daftar File": {"2023 SK PP Luthfia Ahdiani   [19220073] - Abstract.pdf": "https://digilib.itb.ac.id/gdl/download/306758"}, "Penulis": "Luthfia Ahdiani [19220073]", "Kontributor / Dosen Pembimbing": ["Annisa Rahmani Qastharin, S.T, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Lokakarya kreatif; kualitas layanan; niat pembelian ulang pelanggan; EksplorAksi", "Sumber": "luthfia_ahdiani@sbm-itb.ac.id", "Staf Input/Edit": "Jufrizal Effendi, S.Sos  \n                                     Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "01 Sep 2023"}