{"Nomor": 77352, "Judul": "EXPLORING FACTORS INFLUENCING ROLE AMBIGUITY AND ITS IMPACT ON STARTUP TEAM PERFORMANCE", "Abstrak": "Dalam lingkungan organisasi, sebuah peran terdapat ekspektasi yang perlu dicapai oleh orang yang menjabat pada posisi pekerjaan tertentu berdasarkan batasan-batasan organisasi antara karyawan dan pemberi peran. Untuk memastikan peran organisasi yang teratur, biasanya sebuah bisnis akan membuat deskripsi pekerjaan untuk setiap peran yang dibuat berdasarkan analisis pekerjaan terbaru. Namun, tidak setiap posisi pekerjaan dan peran dalam organisasi dapat menerima penugasan sesuai yang diinginkan dan deskripsi pekerjaan mereka. Ketidakjelasan peran muncul akibat peran tidak memiliki deskripsi yang jelas dan kecocokan dengan orang yang mengemban peran tersebut. Ketika ketidakjelasan peran muncul, penting untuk menyelidiki mengapa ketidakjelasan peran bisa terjadi dan bagaimana hal tersebut memengaruhi kinerja tim dalam startup. Penelitian ini menggunakan pendekatan kualitatif dengan metode studi kasus untuk mendapatkan wawasan dari berbagai startup. Empat startup dan anggota tim Catalogy diwawancarai untuk menjawab tujuan penelitian. Dari analisis tersebut, teridentifikasi lima faktor yang memicu ketidakjelasan peran: (1) Ukuran organisasi, (2) Kemampuan karyawan, \n(3) Komposisi tim, (4) Pembagian tugas, dan (5) Manajemen tim. Selain itu, kelima faktor ketidakjelasan peran ini diyakini memiliki pengaruh yang signifikan terhadap performa tim secara keseluruhan dari startup yang disebutkan.", "Daftar File": {"2023 SK PP Ratu Amanda Tiana Cininta [19220002] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/306723"}, "Penulis": "Ratu Amanda Tiana Cininta [19220002]", "Kontributor / Dosen Pembimbing": ["Dr. W. Victo Anggara Wisesa, S.Hum., MM."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Ketidakjelasan Peran, Performa Tim, Startup", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa  \n                                     Jufrizal Effendi, S.Sos", "File": "1 file", "Tanggal Input": "01 Sep 2023"}