{"Nomor": 77356, "Judul": "PREDIKSI KOEFISIEN AERODINAMIKA AIRFOIL PADA BILANGAN REYNOLDS RENDAH DENGAN CONVOLUTIONAL NEURAL NETWORK", "Abstrak": "Banyak aplikasi menggunakan airfoil jenis simetris atau tak simetris, seperti perancangan sayap pesawat, turbin angin, dan perpindahan panas. Masing-masing\nairfoil memiliki koefisien aerodinamika yang berbeda-beda dan perlu perhitungan\nuntuk mendapatkan perancangan airfoil yang optimal. Peneliti dan perekayasa\nmenggunakan berbagai macam teknik atau metode untuk memperoleh koefisien\naerodinamika, seperti koefisien gaya angkat dan hambat.\nSalah satu metode tersebut adalah metode prediksi yang efektif mengurangi\nwaktu dan biaya. Dalam studi ini, kumpulan data latih diperoleh dari komputasi\nnumerik berbasis partikel dengan Lattice Boltzmann Method (LBM). Kemudian,\nConvolutional Neural Networks (CNN) digunakan sebagai metode prediksi untuk\nmengetahui nilai koefisien gaya angkat dan hambat pada dua bilangan Reynolds\n(Re) yang berbeda. Di CNN, Citra airfoil sangat diperlukan. Citra airfoil diubah kedalam bentuk RGB melalui teknik Signed Distance Function (SDF). Di\nsisi lain, teknik SDF tidak dapat menjelaskan kondisi aliran yang berbeda-beda,\ndalam hal ini diwakili dengan Re. Untuk itu, teknik baru berupa Text-based\nWatermarking Method (TWM) diperkenalkan untuk membedakan Re = 500 dan\nRe = 1000. Masing-masing citra airfoil dilatih dan diuji coba untuk menghasilkan\nmodel latih melalui penggunaan modifikasi arsitektur LeNet-5. Hasil komputasi\nmenunjukkan penggunaan CNN melalui terapan TWM pada SDF dapat memprediksi koefisien gaya angkat dan hambat airfoil untuk sudut serang dan Re\nyang berbeda.", "Daftar File": {"ABSTRAK Arizal Akbar Zikri": "https://digilib.itb.ac.id/gdl/download/306714", "COVER Arizal Akbar Zikri": "https://digilib.itb.ac.id/gdl/download/317677", "BAB 1 Arizal Akbar Zikri": "https://digilib.itb.ac.id/gdl/download/317678", "BAB 2 Arizal Akbar Zikri": "https://digilib.itb.ac.id/gdl/download/317679", "BAB 3 Arizal Akbar Zikri": "https://digilib.itb.ac.id/gdl/download/317680", "BAB 4 Arizal Akbar Zikri": "https://digilib.itb.ac.id/gdl/download/317681", "BAB 5 Arizal Akbar Zikri": "https://digilib.itb.ac.id/gdl/download/317682", "PUSTAKA Arizal Akbar Zikri": "https://digilib.itb.ac.id/gdl/download/317683"}, "Penulis": "Arizal Akbar Zikri [20921008]", "Kontributor / Dosen Pembimbing": ["Acep Purqon, S.Si., M.Si., Ph.D.", "Dr. Wahyu Hidayat, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Komputasi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "neural network, CNN, airfoil, koefisien aerodinamika, LBM", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "8 file", "Tanggal Input": "01 Sep 2023"}