{"Nomor": 77368, "Judul": "PENERAPAN FINTECH SEBAGAI ALAT UNTUK MENINGKATKAN INKLUSI KEUANGAN DI KALANGAN MAHASISWA MUSLIM DI INDONESIA", "Abstrak": "FinTech telah muncul sebagai salah satu kekuatan paling signifikan dalam industri keuangan, dengan potensi masa depan jangka panjang yang sejalan dengan inovasi teknologi. Sebagai hasilnya, kemunculan FinTech diprediksi akan meningkatkan inklusi keuangan, yang pada gilirannya akan meningkatkan pertumbuhan ekonomi suatu negara sampai batas tertentu. Di sisi lain, teknologi finansial Islam selaras dengan kepatuhan Syariah dengan menawarkan layanan perbankan yang beretika, melarang aktivitas yang tidak benar, dan mempromosikan praktik-praktik yang beretika. Oleh karena itu, penelitian ini bertujuan untuk meningkatkan inklusi keuangan kaum muda Muslim di Indonesia melalui adopsi FinTech Syariah, yang berfokus pada mahasiswa. Oleh karena itu, pertanyaan penelitian dan sub-pertanyaan dikembangkan, dengan pertanyaan penelitian utama, ''Bagaimana persepsi mahasiswa Muslim di 5 universitas top Indonesia angkatan 2020 terhadap FinTech Syariah?” Lebih lanjut, penelitian ini menggunakan analisis kuantitatif terhadap 71 sampel yang mewakili mahasiswa Muslim dari 5 universitas terbaik di Indonesia angkatan 2020. Dalam memeriksa data menggunakan analisis deskriptif, pendekatan seperti visualisasi data dan statistik deskriptif akan digunakan. Dengan mengintegrasikan temuan dan tinjauan literatur, dapat disimpulkan bahwa FinTech Syariah dapat meningkatkan inklusi keuangan para responden dalam penelitian ini dengan menyediakan ketentuan yang sesuai dengan kepentingan mereka, termasuk fleksibilitas, nilai tambah, dan keamanan. Dengan demikian, memiliki prognosis yang jelas tentang bagaimana FinTech Syariah dapat meningkatkan inklusi keuangan jelas dapat membantu mendorong inklusi keuangan dan, sebagai hasilnya, membantu negara yang mengadopsinya, atau dalam hal ini, Indonesia, mencapai pertumbuhan ekonomi yang menjanjikan.", "Daftar File": {"2023 SK PP Kanaya Rishandra Naraninditya   [19020093] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/306756"}, "Penulis": "Kanaya Rishandra Naraninditya [19020093]", "Kontributor / Dosen Pembimbing": ["Christos Alexakis", "Annisaa Novieningtyas"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "FinTech, keuangan syariah, kaum muda Muslim, inklusi keuangan, FinTech Islam.", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa  \n                                     Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "01 Sep 2023"}