{"Nomor": 77360, "Judul": "PENGARUH MINING SUBSIDENCE TERHADAP KEHANDALAN PIPA GAS API 5L X52 DAN RETAK SEMI ELIPTIK ARAH SIRKUMFERENSIAL PADA LASAN MELINGKAR MENGGUNAKAN SIMULASI ELEMEN BERHINGGA", "Abstrak": "Batubara kini masih menjadi penyumbang terbesar dari energy mix di dunia.\nMetode longwall mining menjadi salah satu metode penambangan bawah tanah\nbatubara paling populer di Indonesia. Disamping produktivitas yang tinggi, hal ini\ndapat memicu terjadinya subsidence pada area yang luas. Hal ini didukung dengan\nkarakteristik overburden rocks tambang bawah tanah di Indonesia sangat lemah dan\ncenderung rawan terdeteriorasi karena air tanah. Seperti yang telah diketahui\nsebagian besar natural resources seperti natural gas, oil, dan air ditransmisikan\nmelalui buried pipeline. Pipa baja saat ini menjadi pilihan utama dalam aplikasinya\nkarena memiliki nilai strength to weight ratio yang tinggi sehingga dapat\nmenurunkan biaya material. Adanya subsidence dapat menyebabkan terjadinya\nbending dan deformasi pada buried pipeline yang membentang melalui area\npenambangan batubara bawah tanah tersebut. Akibatnya, potensi kegagalan,\nkerugian ekonomi, dan bencana dapat menjadi kemungkinan resiko terbesar. Di\npulau Kalimantan, Indonesia, pada suatu perencanaan tambang batubara bawah\ntanah telah dilakukan simulasi kemungkinan terjadinya land subsidence sesuai\ndengan rencana penambangan bawah tanah. Penurunan tersebut terjadi tepat di area\ndimana terdapat panel penambangan. Penelitian ini akan menjadi yang pertama\nuntuk menganalisis pengaruh coal mining subsidence berbasis data terhadap\nintegritas pipa gas API 5L X52 yang terkubur sepanjang area penambangan\nmenggunakan metode analitik yang telah tersedia di literatur dan metode elemen\nberhingga menggunakan perangkat lunak ANSYS. Hasil perhitungan tegangan\nyang diperoleh dibandingkan dengan standar untuk memperoleh prediksi keamanan\nterhadap operasi penambangan dan umur pipa.\nDari prediksi yang dilakukan dengan metode UK NCB terdapat 10 segmen\nlengkungan dengan nilai subsidence yang bervariasi. Dianalisis mengenai\npengaruh hadirnya mining subsidence terhadap distribusi tegangan aksial\ntambahan. Interaksi pipa dan tanah diabaikan mengingat nilai subsidence yang\nterlampau kecil apabila dibandingkan dengan pipa. Selain itu, dianalisis faktor\nkeamanan dari tegangan yang diizinkan menggunakan parameter tegangan\nekuivalen von Mises. Hadirnya lasan melingkar juga dipertimbangkan mengingat\narea tersebut dianggap sebagai weakest link akibat tegangan tarik arah longitudinal\nyang disebabkan oleh pergerakan tanah aktivitas seismik. Simulasi juga dilakukan\ndengan kemungkinan hadirnya cacat berbentuk semi eliptik dengan variasi lokasi\ndan dimensi cacat., Variasi lokasi cacat dilakukan pada area weld middle dan weld\ntoe serta jenis cacat internal dan eksternal. Variasi dimensi yang dilakukan dengan\naspect ratio (a/c) masing-masing 0,2; 0,5; 1 dan relative crack depth (a/t) masingmasing\n0,2; 0,5; 0,8.\nHasil simulasi dan perhitungan sama-sama menunjukkan nilai tegangan von Mises\ntertinggi pada titik x=1834 m di segmen 9. Walaupun demikian, nilai tersebut masih\nlebih rendah jika dibandingkan safety factor pada lokasi Class 3 sesuai spesifikasi\npipa. Dengan asumsi laju korosi konstan dan tidak ada subsidence lanjutan, pipa\ndapat aman digunakan hingga 30 tahun kedepan. Adanya lasan melingkar\nberpotensi meningkatkan tegangan ekuivalen von Mises dengan adanya konsentrasi\ntegangan akibat diskontinuitas geometri dan sifat mekanik yang inhomogen.\nHadirnya cacat meningkatkan resiko kegagalan pada pipa. Nilai stress intensity\nfactor (SIF) cacat yang berlokasi di bagian weld toe memiliki lebih tinggi\ndibandingkan cacat di bagian tengah lasan. Cacat yang berlokasi di bagian internal\njuga cenderung lebih berbahaya karena pengaruh tegangan Hoop. Secara umum,\ncacat dengan aspect ratio rendah memiliki nilai SIF yang lebih tinggi. Selain itu,\nsemakin dalam cacat yang ditunjukkan dengan meningkatnya relative crack depth\njuga meningkatkan nilai SIF. Dengan asumsi yang diberikan, hasil simulasi FEM\nmenunjukkan kemiripan dengan hasil perhitungan analitik berdasarkan literatur\nbaik untuk evaluasi tegangan maupun stress intensity factor. Maka dari itu, metode\nyang digunakan pada penelitian ini layak untuk digunakan secara praktis untuk\nmengevaluasi perilaku mekanik pipa terkubur saat terjadi fenomena mining\nsubsidence", "Daftar File": {"BAB 1 Luthfi Rasyid Hanifa": "https://digilib.itb.ac.id/gdl/download/306741", "BAB 2 Luthfi Rasyid Hanifa": "https://digilib.itb.ac.id/gdl/download/306742", "BAB 3 Luthfi Rasyid Hanifa": "https://digilib.itb.ac.id/gdl/download/306743", "BAB 4 Luthfi Rasyid Hanifa": "https://digilib.itb.ac.id/gdl/download/306744", "BAB 5 Luthfi Rasyid Hanifa": "https://digilib.itb.ac.id/gdl/download/306745", "PUSTAKA Luthfi Rasyid Hanifa": "https://digilib.itb.ac.id/gdl/download/306746", "ABSTRAK Luthfi Rasyid Hanifa": "https://digilib.itb.ac.id/gdl/download/307927"}, "Penulis": "Luthfi Rasyid Hanifa [22522004]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Akhmad Ardian Korda, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "pipa, mining subsidence, tegangan ekuivalen von Mises, metode elemen berhingga, tegangan diizinkan, stress intensity factor", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "7 file", "Tanggal Input": "01 Sep 2023"}