{"Nomor": 77364, "Judul": "OPTIMASI DESAIN DOUBLE SWEPT WAVERIDER MENGGUNAKAN NURBS DAN METODE SIMPLIFIED OSCULATING CONE", "Abstrak": "Waverider merupakan konfigurasi pesawat reentry vehicle berkecepatan hipersonik yang memiliki karakteristik shockwave yang melekat, atau hampir melekat, di sepanjang leading edge dan memanfaatkan shockwave untuk memberikan gaya angkat. Dengan shockwave yang melekat pada permukaannya memungkinkan waverider memiliki rasio lift-to-drag (L/D) yang lebih tinggi, karena perbedaan tekanan yang lebih besar antara permukaan atas dan bawah waverider. L/D dan volumetric efficiency adalah parameter performa utama waverider, L/D mewakili performa aerodinamis waverider, dan volumetric efficiency mewakili muatan waverider, sehingga keunggulan kinerja antara keduanya perlu dipertimbangkan. Untuk mendapatkan parameter performa tersebut dengan sangat baik membutuhkan geometri yang kompleks dalam desain waverider.\nDesain Double Swept Waverider (DSW) menghasilkan geometri waverider untuk mendapatkan L/D dan volumetrik efisiensi yang tinggi. Desain DSW menyesuaikan bentuk planform waverider dengan memiliki parameter swept angle yang dapat memengaruhi bentuk base plane dan leading edge-nya. Pada base plane, terdapat kurva shockwave yang diperhalus dengan Non-uniform Rational B-spline (NURBS). Leading edge dapat dibentuk dengan metode osculating cone, dimana desain waverider dibentuk dari shockwave. Conical flow diterapkan pada setiap osculating cone untuk pendekatan tiga dimensi flowfield yang dapat diselesaikan dengan memecahkan persamaan Taylor Maccoll. Lower surface waverider dibentuk dengan metode simplified streamline yang dimulai dari leading edge (proyeksi dari upper surface waverider). Upper surface waverider biasanya dibuat dengan mengikuti streamline dari leading edge ke trailing edge.\nPerbandingan performa aerodinamika dengan mengadopsi desain DSW milik Liu. Diperoleh error yang besar karena perbedaan metode streamline yang digunakan, dimana Liu menggunakan streamline tracing sedangkan penelitian ini menggunakan metode pendekatan geometris. Pendekatan geometris memiliki L/D yang lebih rendah dibandingkan metode streamline tracing. Properti udara dan performa aerodinamika pada on design SAENGER II dibandingkan secara analitik dan numerik pada kedua\nkondisi udara, yaitu inviscid dan viscous, yang menghasilkan error dibawah 10%. Kondisi off design dilakukan pada ketinggian stratosfer dengan variasi mach number menghasilkan cl dan cd menurun seiring dengan meningkatnya mach number, sedangkan L/D meningkat seiring dengan meningkatnya mach number. Untuk mengoptimalkan performa pada desain SAENGER II sesuai dengan kebutuhan engineer, optimasi desain pada penelitian ini dilakukan dengan Genetic Algotihm (GA) sebagai alat optimasi dari beberapa variabel geometri DSW dan dibentuk pareto frontier untuk mendapatkan multiple objective dari optimasi desain pada L/D dan volumetric efficiency. Desain optimal dibagi menjadi 3, yaitu: pertama, volumetric efficiency tinggi; kedua, L/D tinggi; ketiga, volumetric efficiency dan L/D yang seimbang tetapi lebih baik dari desain sebelum optimasi.", "Daftar File": {"ABSTRAK Riskha Agustianingsih": "https://digilib.itb.ac.id/gdl/download/306750"}, "Penulis": "Riskha Agustianingsih [23621023]", "Kontributor / Dosen Pembimbing": ["Dr. Ing. Mochammad Agoes Moelyadi, S.T, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Waverider, Simplified Osculating Cones, Double Swept Waverider, NURBS, Taylor Maccoll", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "01 Sep 2023"}