{"Nomor": 77362, "Judul": "ANALISIS KINERJA PENCAHAYAAN ALAMI PADA RUANG DENGAN FASAD KINETIK BERSTRUKTUR KAIN TARIK TERHADAP PERUBAHAN IRADIANSI DIFUS LANGIT", "Abstrak": "Pencahayaan alami merupakan salah satu aspek penting dalam perancangan bangunan berkelanjutan yang kini banyak menjadi perhatian. Terdapat banyak pendekatan pada desain fasad bangunan untuk memanfaatkan cahaya alami, antara lain dengan menggunakan fasad kinetik dengan material kain. Salah satu contoh fasad yang dirancang menggunakan material kain dan bersifat kinetik adalah purwarupa fasad kinetik berstruktur kain tarik (Fasad KBKT) yang dirancang Sekolah Arsitektur, Perencanaan, dan Pengembangan Kebijakan (SAPPK) ITB dan Politeknik Manufaktur Bandung (POLMAN). Untuk penerapannya, fasad KBKT dianalisis menggunakan skenario iradiansi horizontal difus (DHI) sebagai input sistem kontrol dan skenario kedalaman ruang untuk mengetahui kedalaman ruang yang relevan terhadap penggunaan fasad tersebut.\nPurwarupa fasad KBKT diteliti pada purwarupa ruang berukuran 1 m x 1 m x 1 m. Purwarupa fasad tersebut berukuran 0,8 x 0,8 m2 dan memiliki variasi pergerakan panjang batang ulir 0 – 10 cm dengan step-size sebesar 1 cm. Simulasi kinerja pencahayaan alami dilakukan pada perangkat lunak Rhinoceros dan Grasshopper. Analisis kinerja pencahayaan alami dilakukan pada skenario kedalaman ruang 2,8, 4,2, dan 5,6 m dengan geometri fasad KBKT yang sebangun dan tiga kali lebih besar dibandingkan purwarupa dan skenario DHI yang dibagi dengan metode kuartil, yakni 1 – 74 Wh/m2 (DHI 1), 74 – 133 Wh/m2 (DHI 2), 133 – 184 Wh/m2 (DHI 3), dan 184 – 434 Wh/m2 (DHI 4). Metrik sDA300/50% yang sesuai standar LEED v4.1 dan avUDI300-750 setinggi mungkin digunakan sebagai solusi kinerja yang optimal. Dilakukan eksperimen untuk memvalidasi iluminansi dalam ruang hasil simulasi menggunakan metrik DF. Hasil analisis menunjukkan bahwa pengunaan fasad KBKT pada kedalaman ruang 2,8 dan 5,6 m tidak memberikan solusi panjang ulir optimal yang berbeda terhadap perubahan skenario DHI. Sedangkan, skenario kedalaman ruang 4,2 m memiliki solusi panjang ulir yang beragam, yakni: variasi 9 untuk skenario DHI 1, variasi 6 untuk skenario DHI 2, variasi 5 untuk skenario DHI 3, dan variasi 2 untuk skenario DHI 4.", "Daftar File": {}, "Penulis": "Re Rakannabyan Sugihartadi [13319023]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Mochamad Donny Koerniawan, S.T, M.T.", "Dr. Ir. Rizki Armanto Mangkuto, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Fasad kinetik, iradiansi horizontal difus, kedalaman ruang, LEED v4.1", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "9 file", "Tanggal Input": "01 Sep 2023"}