{"Nomor": 77373, "Judul": "ANALISIS PENGARUH SUHU MODUL SURYA DALAM KONDISI NAUNGAN TERHADAP KINERJA SISTEM PLTS", "Abstrak": "Transisi energi dari energi fosil menjadi energi baru dan terbarukan sedang meningkat dikarenakan suhu permukaan bumi yang semakin meningkat. Hal ini membuat penggunaan pembangkit listrik energi terbarukan juga meningkat. Indonesia sebagai negara tropis memiliki potensi yang tinggi di bidang energi terbarukan berbasis energi matahari. Potensi ini dimanfaatkan dengan penggunaan sistem pembangkit listrik tenaga surya (PLTS). Kinerja sistem PLTS dipengaruhi oleh suhu modul dan iradiansi cahaya matahari. Peningkatan suhu modul PV dapat mengurangi kinerja sistem PLTS. PLTS sebagai teknologi pada umumnya dapat mengalami kegagalan yang dapat merusak komponennya. Salah satu penyebab kegagalan ini adalah adanya naungan (shading). Kedua kondisi tersebut dapat mengakibatkan kinerja PLTS semakin berkurang.\nPada penelitian ini akan dilakukan simulasi string modul PV dalam kondisi normal dan naungan dengan variasi suhu modul PV dan iradiansi cahaya matahari yang berbeda. Simulasi dilakukan dengan membuat model string modul PV menggunakan Simulink di perangkat lunak MATLAB. Data simulasi ini kemudian dioalah untuk melihat jenis hubungan dari suhu modul PV dalam kondisi naungan dengan kinerja sistem PLTS serta melihat efek yang terjadi pada sistem PLTS berdasarkan perhitungan performance ratio dan fill factor. Efek tersebut juga dapat dilihat dari karakteristik kurva I-V string modul PV.\nModel string modul PV telah berhasil dibuat dan dapat menghasilkan data simulasi dengan nilai presisi dan akurasi yang dapat diterima. Data simulasi tersebut menunjukkan bahwa suhu modul PV memiliki hubungan berbanding terbalik dengan kinerja sistem PLTS. Selain itu, nilai performance ratio sistem PLTS dapat turun di bawah 80% ketika 25% modul PV tertutup oleh naungan. Penelitian ini diharapkan meningkatkan usaha dalam pengawasan dan perawatan kondisi sistem PLTS.", "Daftar File": {}, "Penulis": "Firasyan Zakka Feirizal [13319095]", "Kontributor / Dosen Pembimbing": ["Ir. Edi Leksono, M.Eng., Ph.D.", "Ir. Adhitya Gandaryus Saputro, S.T, M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "energi terbarukan, sistem PLTS, kegagalan sistem PLTS, Simulink, kinerja sistem PLTS, suhu modul PV", "Sumber": "", "Staf Input/Edit": "Rina Kania", "File": "8 file", "Tanggal Input": "04 Sep 2023"}