{"Nomor": 77374, "Judul": "PERANCANGAN USULAN PERBAIKAN PROSES PENGISIAN LIQUEFIED PETROLEUM GAS (LPG) TABUNG GAS 3 KG PADA SPBE PT X", "Abstrak": "Direktorat Metrologi adalah badan yang dibawahi langsung oleh kementerian perdagangan\ndalam negeri (Kemendag) yang memiliki tugas yakni melaksanakan perumusan,\npelaksanaan dan pengendalian kebijakan, penyusunan pedoman, norma, standar, prosedur,\ndan kriteria, serta pemberian bimbingan teknis dan evaluasi pelaksaan kebijakan di bidang\nmetrologi legal. Dalam menjalankan tugasnya yakni melindungi kepentingan umum melalui\njaminan kebenaran pengukuran, Direktorat Metrologi memiliki kecurigaan adanya fluktuasi\nisi pada tabung gas LPG 3 kg. Untuk membuktikan kecurigaan Direktorat Metrologi\ntersebut, diambil data sampel yang kemudian diolah dengan menghitung stabilitas proses\nmenggunakan proporsi cacat yang terjadi dalam proses pengisian. Dari hasil perhitungan\nproporsi cacat ini, didapatkan ada 2 titik yakni titik 10 dan 13 yang memiliki proporsi cacat\nsecara statistika melebihi batas kendali atas. Hal ini menjadi indikasi bahwa benar adanya\nmasalah yang terjadi dalam proses pengisian. Berkenaan dengan hal tersebut, Direktorat\nMetrologi ingin melakukan perbaikan terhadap cacat produk yang terjadi dalam proses\npengisian LPG tabung gas 3 kg.\nMetode yang digunakan dalam memecahkan permasalahan ini adalah dengan menggunakan\nSix sigma dengan pendekatan DMAIC (Define, Measure, Analyze, Improve, dan Control).\nTahap define didapatkan luaran lima faktor kritis yang menyebabkan terjadinya cacat yang\ndisebut sebagai CTQ. Pada tahap measure didapatkan luaran berupa nilai level sigma proses\ndari pengisian tabung gas LPG 3 kg ini adalah 1.53. Angka level sigma proses tersebut\nmengindikasikan bahwa proses pengisian LPG perlu dilakukan peningkatan karena\nangkanya yang sangat jauh dari nilai ideal yakni 6 sigma. Tahap analyze didapatkan luaran\nberupa 18 faktor penyebab cacat yang selanjutnya ditentukan kelanjutannya dalam\nmerumuskan solusi perbaikan. Tahap improve didapatkan luaran berupa alternatif usulan\nperbaikan pengubahan metode bruto ke neto untuk mengurangi produk cacat dalam proses\npengisian tabung yang hasilnya dapat menaikkan nilai sigma menjadi 2.51. Nilai ini\nmengindikasikan bahwa perubahan metode ini dapat menurunkan angka cacat yang terjadi\ndengan penurunan defect rate sebesar 56,5%. Tahap terakhir yakni control dirancang SOP\npengendalian untuk memastikan usulan perbaikan dilakukan dengan baik dan proses\nperbaikan dilakukan secara berkelanjutan.", "Daftar File": {}, "Penulis": "Thalia Hermawati [14419044]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Dradjad Irianto, M.Eng.", "Fariz Muharram Hasby, ST.,MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Six sigma, DMAIC, LPG, BDKT", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "04 Sep 2023"}