{"Nomor": 77379, "Judul": "PENGEMBANGAN SISTEM COMPUTER VISION UNTUK DETEKSI PARAMETER MUTU KADAR AFLATOKSIN B1 PADA BIJI KOPI MENGGUNAKAN METODE PENCITRAAN FLUORESENSI ULTRAVIOLET", "Abstrak": "Biji kopi merupakan salah satu komoditas ekspor nasional potensial dari sektor nonmigas. Selama tahun 2021, tercatat volume total ekspor biji kopi Indonesia mencapai 380,17 ribu ton dan total nilai ekspor sebesar senilai US$ 842,52 juta. Angka tersebut berhasil menempatkan Indonesia sebagai produsen biji kopi terbesar keempat di dunia. Dalam rangka memastikan kualitas biji kopi nasional yang diperdagangkan, pemerintah mengatur persyaratan mutu biji kopi melalui SNI 01-2907-2008 tentang Biji Kopi. Salah satu persyaratan yang diatur adalah biji kopi harus bebas dari cendawan berfilamen (kapang). Namun demikian, saat ini proses pengujian parameter mutu biji kopi masih dilakukan secara manual oleh penguji sehingga berjalan lama dan tidak efisien. Metode pendeteksian kadar aflatoksin B1 yang digunakan saat ini umumnya berbasis kromatografi, di antaranya adalah metode thin-layer chromatography (TLC), high-performance liquid chromatography (HPLC), dan enzyme linked immune sorbent assay (ELISA). Metode tersebut umumnya bersifat merusak (destructive), membutuhkan waktu yang lama, serta biaya yang mahal akibat perlunya penggunaan alat khusus untuk proses pembersihan. Dari persoalan tersebut, dikembangkan metode pencitraan fluoresensi (fluorescence imaging) sebagai metode alternatif untuk melakukan pendeteksian kadar aflatoksin B1 pada komoditas pangan. Pengembangan metode pencitraan fluoresensi ultraviolet yang terintegrasi dengan sebuah sistem computer vision untuk melakukan pemrosesan citra dan kuantifikasi mutu biji kopi dapat menjadi langkah awal untuk mendukung usaha penjaminan mutu yang andal, menjaga keamanan pangan, sekaligus meningkatkan daya saing produk perkebunan khususnya biji kopi sebagai komoditas ekspor utama nasional. Diperoleh sistem computer vision berbasis model klasifikasi klasikal Random Forest yang dikombinasikan dengan ekstraksi ROI serta pemilihan fitur (feature extraction) memberikan performa terbaik dengan tingkat akurasi sebesar 89,87% dan rata-rata tingkat precision sebesar 89,68% untuk klasifikasi kadar aflatoksin B1 pada citra fluoresensi UV biji kopi.", "Daftar File": {}, "Penulis": "Arsyi Adlani [13319105]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Suprijanto, S.T, M.T.", "Dr. Vebi Nadhira, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "biji kopi, aflatoksin B1, pencitraan fluoresensi ultraviolet, computer vision, pemrosesan citra", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "9 file", "Tanggal Input": "04 Sep 2023"}