{"Nomor": 77371, "Judul": "DESAIN DAN IMPLEMENTASI SISTEM OTOMASI PADA AUTO ROTATED WELDING UNTUK PENGELASAN DI DALAM PIPA", "Abstrak": "Pengelasan adalah proses krusial pada perbaikan dan pemasangan pipa di Pembangkit Listrik Tenaga Uap (PLTU). Namun, pengelasan pipa secara manual memakan waktu lama, meningkatkan risiko kesalahan dan kelelahan fisik operator. Untuk mengatasi masalah ini, dikembangkanlah sistem Auto Rotated Welding (ARW), sebuah sistem pengelasan otomatis yang lebih efisien dan akurat. ARW dapat meningkatkan efisiensi dan produktivitas di PLTU serta meningkatkan keselamatan pekerja.\n\nPenelitian ini bertujuan untuk merancang dan mengimplementasikan sistem ARW dengan aplikasi pengelasan pipa dengan dua sumbu gerakan. Rancangan mekanikal melibatkan bagian mesin pengelasan, panel listrik, spindle pipa, dan sistem pengelasan dua sumbu dengan kontrol servo dan inverter. Sistem ini memiliki mode manual untuk pengaturan parameter pipa dan mode otomatis untuk pengelasan otonom berdasarkan panjang pipa dan kecepatan rotasi yang dimasukkan melalui HMI. Dengan fitur estimasi waktu pengelasan, sistem ini membantu meningkatkan efisiensi dan akurasi pengelasan pipa serta mengoptimalkan jadwal kerja operator.\n\nHasil pengujian menunjukkan bahwa kecepatan translasi pipa optimal untuk mencapai lebar pengelasan yang sesuai yaitu sekitar 11-12,5 mm/s. Mesin ARW dapat menghasilkan pengelasan dengan toleransi kesalahan sekitar 2 mm dari dimensi yang diinginkan. Selain itu, efisiensi waktu pengelasan menggunakan mesin ARW lebih tinggi dibandingkan dengan pengelasan manual oleh manusia, dimana peningkatan efisiensi hingga 157-314% telah dicapai.\n\nMeskipun mesin ARW menunjukkan keunggulan pada presisi dan efisiensi waktu, masih diperlukan intervensi manusia pada pengelasan untuk mencapai hasil yang lebih seragam dan sesuai dengan ketebalan yang diinginkan. Penggunaan mesin ARW memberikan alternatif yang menjanjikan untuk meningkatkan kualitas dan konsistensi hasil pengelasan pada pipa.", "Daftar File": {}, "Penulis": "Aristo Agna Nugroho [13319041]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ing. Ir. Yul Yunazwin, M.Sc., DIC.", "Ayu Gareta Risangtuni, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "pengelasan, Auto Rotated Welding (ARW), pipa, PLTU, efisiensi, otomasi, PLC, HMI", "Sumber": "", "Staf Input/Edit": "Rina Kania", "File": "9 file", "Tanggal Input": "01 Sep 2023"}