{"Nomor": 77380, "Judul": "PEMODELAN DAN SIMULASI INSTALASI PANEL SURYA SEMITRANSPARAN UNTUK APLIKASI PENCAHAYAAN MERATA PADA SISTEM AGRIVOLTAIK", "Abstrak": "Pemanfaatan energi matahari dengan teknologi photovoltaic (PV) dapat menjadi solusi untuk mengatasi ketergantungan terhadap energi bahan bakar fosil. Salah satu aplikasi PV yaitu dapat diterapkan pada kegiatan agrikultur yang disebut agrivoltaic (agriculture-photvoltaic). Agrivoltaik menggabungkan ekosistem pertanian dengan sistem PV di tempat yang sama, sehingga tidak memerlukan lahan yang lebih luas, serta menguntungkan dari sisi hasil panen sekaligus perolehan energi listrik. PV konvensional yang tidak transparan jika diaplikasikan pada agrivoltaik akan memberikan efek pembayangan terhadap tanaman di bawahnya. Tidak semua jenis tanaman tahan terhadap efek pembayangan, sehingga perlu adanya sistem untuk menjamin cahaya yang cukup dan merata di bawah PV.\nPada penelitian ini, dilakukan pemodelan dan simulasi terhadap PV semitransparan jenis solar glazing tipe silikon monokristalin dengan mempertimbangkan iklim di kota Bandung. Pemodelan dilakukan menggunakan Rhinoceros yang mencakup beberapa kombinasi antara ketinggian PV, sudut kemiringan PV, dan orientasi terhadap mata angin. Hasil simulasi yang didapatkan berupa iluminansi (E) dan kemerataan (U), kemudian dikonversi ke Photosynthetic Photon Flux Density (PPFD). Nilai PPFD kemudian dibandingkan dengan nilai rekomendasi. Eksperimen juga dilakukan dengan tanaman pakcoy (Brassica rapa) yang dibiarkan tumbuh di bawah PV semitransparan dan di bawah matahari langsung dengan mengukur pertumbuhan lebar dan tinggi daun, serta massa setelah dipanen.\nBerdasarkan pemodelan dan simulasi, penambahan ketinggian dan sudut kemiringan PV semitransparan meningkatkan nilai kemerataan dari 0,89 – 0,99. PV semitransparan juga hanya memberikan efek pembayangan terhadap tanaman sebanyak 14% dibandingkan dengan cahaya matahari langsung selama 1 tahun.\nRentang PPFD yang didapatkan dari simulasi sebesar 282 – 1692 ?mol/s/m2, sedangkan eksperimen sebesar 100 – 1630 ?mol/s/m2, sehingga jenis tanaman yang cocok diterapkan pada sistem agrivoltaik dengan PV semitransparan adalah mayoritas tanaman C3, yaitu sejenis padi, gandum, dan kedelai.\nBerdasarkan eksperimen menggunakan tanaman pakcoy, pertumbuhan tanaman pada agrivoltaik dengan lahan pertanian konvensional tidak berbeda secara signifikan, yaitu dengan perbedaan pertumbuhan lebar dan tinggi daun tidak lebih dari 1 mm per 13 hari, dan perbedaan massa hasil panen tidak melebihi 1 gram.", "Daftar File": {}, "Penulis": "Santi Apriani [13319022]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Rizki Armanto Mangkuto, S.T., M.T.", "Ir. Adhitya Gandaryus Saputro, S.T, M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "agrivoltaik, PV semitransparan, pencahayaan merata, pemodelan, simulasi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "9 file", "Tanggal Input": "04 Sep 2023"}