{"Nomor": 77386, "Judul": "EVALUASI KEGAGALAN SISTEM PLTS PADA KONDISI NAUNGAN SEBAGIAN MENGGUNAKAN PENDEKATAN PEMBELAJARAN MESIN", "Abstrak": "Pemanfaatan sumber energi terbarukan menjadi tren yang sedang hangat\ndiperbincangkan. Salah satu pemanfaatannya ialah Pembangkit Listrik Tenaga\nSurya (PLTS). Namun kegagalan sistem kerap terjadi pada sistem PLTS ini,\nkhususnya Partial Shading Condition (PSC). PSC terjadi ketika adanya bagian dari\nmodul panel surya yang terkena naungan/shading. Konsekuensi dari peristiwa ini\njika tidak ditanggulangi dengan cepat ialah munculnya fenomena hotspot pada\npanel surya yang ternaungi serta dapat mengakibatkan kerusakan permanen pada\npanel tersebut dan mempercepat degradasi umur panel. Sistem pemantauan kondisi\nPLTS secara dalam jaringan yang ada pada saat ini (pada umumnya berasal dari\nperangkat lunak inverter), dapat menampilkan adanya penurunan daya pada sistem\nPLTS namun tidak dapat menunjukan terjadinya kegagalan dalam sistem PLTS\nkhususnya dalam keadaan PSC. Guna mencegah efek dari PSC ini, maka perlu\ndilakukannya deteksi dan klasifikasi dari PSC yang terjadi dengan menggunakan\npendekatan pembelajaran mesin dalam keberjalanannya. Pada penelitian ini,\ndilakukan skenario terjadinya PSC pada sistem PLTS dengan 3 kondisi, yaitu\nBloking Penuh, Semi Transparan, dan Bloking acak. Untuk deteksi dan klasifikasi\nkegagalan sistem PLTS dalam PSC, digunakan algoritma pembelajaran mesin yaitu\nmodel Support Vector Machine (SVM) dan Deep Neural Network (DNN).\nPenelitian dilakukan dengan mengadopsi metodologi The Cross Industry Standard\nProcess for Data Mining (CRISP DM). Model DNN berhasil memberikan kinerja\nyang lebih baik dibandingkan dengan model SVM baik dalam mendeteksi maupun\nmengklasifikasi, dengan weighted average f1-score sebesar 100% pada model\ndeteksi dan 27% pada model klasifikasi. Kedua model berhasil untuk mendeteksi\nkegagalan yang terjadi dengan baik, akan tetapi masih kesulitan untuk\nmengklasifikasikan jenis kegagalan PSC yang terjadi.", "Daftar File": {}, "Penulis": "M Jhensen Marlen Budiman [13319019]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Muhammad Haris Mahyuddin, S.T., M.Eng.", "Dr. Irsyad Nashirul Haq, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "energi terbarukan, sistem PLTS, klasifikasi kegagalan sistem PLTS, partial shading condition, support-vector machine, deep neural network", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "9 file", "Tanggal Input": "04 Sep 2023"}