{"Nomor": 77383, "Judul": "PENGELIHATAN KOMPUTER DENGAN PENDEKATAN BERBASIS PEMBELAJARAN MESIN YANG DAPAT DITAFSIRKAN UNTUK MASALAH KLASIFIKASI VISUAL REKAYASA", "Abstrak": "Dengan perkembangan komputer dan ketersediaan data, pendekatan berbasis\ndata untuk pengelihatan komputer semakin populer. Tetapi, penggunaan model\npengelihatan komputer berbasis pembelajaran mesin memiliki sifat black-box\nyang susah dibenarkan penggunaannya di beberapa sektor. Dengan praktek\nevaluasi kualitatif yang masih jarang, tesis ini mendemonstrasikan pentingnya\ninvestigasi penyorotan fitur dari pendekatan pembelajaran mesin. Tesis ini\nmembandingkan tiga metode pembelajaran mesin untuk klasifikasi gambar, yaitu\nprincipal component analysis, jaringan saraf tiruan konvolusional, dan jaringan\nkapsul, untuk memecahkan tiga masalah rekayasa. Tesis ini juga menyoroti\nwawasan yang didapatkan dari principal component analysis dan menginvestigasi\nkesesuaian antara metode penafsiran dengan jaringan kapsul. Dari tiga\nteknik, ditemukan bahwa model jaringan kapsul terbaik dalam menyelesaikan\ntiga masalah rekayasa. Ditemukan juga bahwa principal component analysis\nmemberikan wawasan dalam tingkat kesulitan suatu masalah untuk semua\npendekatan berbasis data. Dari mengobesrvasi hasil, ditemukan bahwa jaringan\nkapsul tidak cocok dengan analisis sensitivitas untuk penafsiran.", "Daftar File": {"ABSTRAK Nayottama Putra Suherman": "https://digilib.itb.ac.id/gdl/download/306825"}, "Penulis": "Nayottama Putra Suherman [23622016]", "Kontributor / Dosen Pembimbing": ["Ir. Lavi Rizki Zuhal, Ph.D.", "Pramudita Satria Palar, S.T, M.T, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "pengelihatan komputer, jaringan saraf tiruan konvolusional, principal component analysis, jaringan kapsul, klasifikasi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "04 Sep 2023"}