{"Nomor": 77382, "Judul": "SISTEM PERHITUNGAN ANTROPOMETRI TERNAK MENGGUNAKAN KOMPUTER VISI", "Abstrak": "Seiring meningkatnya populasi manusia, kebutuhan akan pangan menjadi krusial.\nKonsumsi daging ternak diperkirakan meningkat 14% pada 2030, mendorong\nindustri peternakan untuk lebih proaktif dalam meningkatkan produksi. Pengukuran\nantropometri ternak menjadi langkah penting dalam menjaga kualitas dan kuantitas\nproduksi, memantau kesehatan serta pertumbuhan hewan, dan mendukung aspek\nekonomi. Namun, metode pengukuran tradisional menggunakan alat kontak\nmemiliki keterbatasan dan dapat menyebabkan stres pada hewan. Dalam penelitian\nini, solusi yang diusulkan adalah penggunaan teknologi visi komputer.\nSistem pengukuran antropometri ternak berbasis visi komputer dirancang untuk\nmeningkatkan efisiensi pengukuran dimensi ternak. Ini melibatkan model\nsegmentasi objek menggunakan Mask R-CNN untuk memprediksi dimensi anatomi\nternak. Metode evaluasi IoU digunakan untuk mengukur kualitas segmentasi.\nHasilnya menunjukkan nilai AP kotak pembatas dan segmentasi berturut-turut\nsebesar 77,9% dan 73,8%. Dalam pengukuran antropometri dengan teknologi visi\nkomputer, nilai RMSE pengukuran panjang badan adalah 6,8 cm dengan latar\nbelakang, sementara untuk lingkar dada, nilai RMSE adalah 11,7 cm dengan\npendekatan elips dan latar belakang, serta 14,8 cm dengan pendekatan lingkaran\ntanpa latar. Lingkar perut memiliki nilai RMSE 7,5 cm dengan pendekatan elips\ndan latar belakang, serta 12,9 cm dengan pendekatan lingkar tanpa latar.", "Daftar File": {}, "Penulis": "Raditya Rizqi [13319058]", "Kontributor / Dosen Pembimbing": ["Dr. Ing. Ir. Parsaulian Ishaya Siregar, Dipl.-Ing.", "Dr. Vebi Nadhira, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Engineering & allied operations", "Kata Kunci": "hewan ternak, visi komputer, segmentasi, pengukuran antropometri ternak", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "04 Sep 2023"}