{"Nomor": 77398, "Judul": "PENGEMBANGAN STRATEGI PEMASARAN INDOMIE DI NIGERIA MELALUI PERSEPSI PELANGGAN INDOMIE", "Abstrak": "Indomie adalah merek mie instan dari Indonesia. Merek ini diciptakan oleh PT. Indofood Sukses Makmur Tbk, akibat dari penginternasionalan, merek ini telah berhasil melakukan ekspansi ke Afrika yang berfokus di Nigeria. Ekspansi ini dilakukan karena adanya potensi pasar di Nigeria yang telah memberikan merek ini kesempatan untuk menjadi pelopor dan merek mie instant terdepan di Nigeria. Dufil Prima Food Plc adalah manufacturer dan pendistributor Indomie di Nigeria, Perusahaan ini telah membangun pabrik Indomie di Nigeria untuk memproduksi Indomie dari dalam negeri. Di Nigeria terdapat berbagai macam produk Indomie dan terdapat dua jenis Indomie yakni mie kuah dan mie goreng. Setelah berhasil memasuki pasar Nigeria pada akhir tahun 1990, Indomie memiliki perkembangan yang sangat baik dari tahun ke tahun dan dalam proses menjadi sukses Indomie memiliki beberapa competitor baru. \n\nTujuan dari penelitian ini adalah untuk mengembangkan strategu pemasaran berdasarkan persepsi pelanggan untuk memastikan Indomie di Nigeria bisa bertanding dengan competitor, menjaga relativitas di pasar dan memastikan kehadiran di pasar dapat dipertahankan. Penelitian ini akan ditelit berdasarkan kumpulan data primer (interview) dan data sekunder (jurnal yang sudah terbit, sastra dan buku-buku). Data yang didapatkan akan dianalisa dengan analisis deskriptif. Strategi pemasaran yang akan didapatkan telah dibuat sesuai dengan visi, misi, nilai dan permintaan pembeli yang diharapkan dapat meningkatkan strategi pemasarann Indomie di Nigeria.", "Daftar File": {"2023 SK PP Dania Rastylia   [19020031] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/306935"}, "Penulis": "Dania Rastylia [19020031]", "Kontributor / Dosen Pembimbing": ["Sultanul Chowdury", "Prameshwara Anggahegari"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Persepsi Pelanggan, Indomie, Strategi Pemasaran", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa  \n                                     Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "04 Sep 2023"}