{"Nomor": 77395, "Judul": "INVENTARISASI EMISI GAS RUMAH KACA DARI SUMBER BERGERAK ON-ROAD DENGAN PENDEKATAN KONSUMSI BAHAN BAKAR (TOP-DOWN) DAN JARAK TEMPUH KENDARAAN (BOTTOM-UP) DI WILAYAH DKI JAKARTA", "Abstrak": "Jumlah kendaraan bermotor di DKI Jakarta terus meningkat, berdasarkan laporan Badan Pusat Statistik, terjadi\npeningkatan sebesar 17,21% dalam 5 tahun terakhir. Meningkatnya jumlah kendaraan bermotor berpotensi\nmeningkatkan emisi gas rumah kaca apabila tidak ada tindakan mitigasi pengendalian emisi. Salah satu upaya\nawal dalam melakukan mitigasi pencemaran udara adalah dengan melakukan inventarisasi emisi. Oleh karena itu,\ndilakukan penelitian ini untuk mendukung langkah awal upaya pemerintah dalam menurunkan emisi gas rumah\nkaca di Indonesia. Inventarisasi emisi pada penelitian ini akan fokus ketiga parameter gas rumah kaca, CO2, CH4,\ndan N2O. Dalam melakukan inventarisasi akan dilakukan dengan pendekatan jarak tempuh kendaraan (bottomup) dan konsumsi bahan bakar (top-down). Berdasarkan hasil inventarisasi tahun 2019 – 2021 dengan pendekatan\njarak tempuh, menunjukkan jumlah emisi terbesar terjadi pada tahun 2021. Dengan konsentrasi CO2 yang\nteremisikan berjumlah 52.294.718,94 ton/tahun, CH4 sebesar 87.856,3 ton/tahun, dan N2O sebesar 1.935,63\nton/tahun. Konsentrasi beban emisi yang terus meningkat ini berbanding lurus dengan peningkatan jumlah\nkendaraan di DKI Jakarta. Dari ketiga parameter gas rumah kaca, sepeda motor merupakan penghasil emisi\nterbesar untuk CH4 dan N2O, sedangkan untuk CO2 penghasil emisi terbesar adalah mobil berbahan bakar gasolin.\nBerdasarkan pendekatan konsumsi bahan bakar, jumlah beban emisi tertinggi terjadi pada tahun 2019. Dengan\nbeban emisi sebesar 7.643.808,99 ton/tahun untuk CO2, 3.131,44 ton/tahun untuk CH4, dan 195,38 ton/tahun\nuntuk N2O. Penurunan beban emisi pada tahun 2020 dan 2021 disebabkan oleh penurunan aktivitas mobilitas\nmasyarakat akibat pandemi Covid-19.", "Daftar File": {"Nyimas Fahira Zalfa Dayatri.pdf": "https://digilib.itb.ac.id/gdl/download/306918"}, "Penulis": "Nyimas Fahira Zalfa Dayatri [15319025]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Puji Lestari, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Diesel, Distribusi Spasial, Emisi, Gasolin, Gas Rumah Kaca, Inventarisasi, Transportasi, VKT", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "04 Sep 2023"}