{"Nomor": 77392, "Judul": "PERHITUNGAN PREMI ASURANSI JIWA BERJANGKA SUAMI ISTRI DENGAN DISTRIBUSI GABUNGAN COPULA CLAYTON DAN SUKU BUNGA VASICEK", "Abstrak": "Asuransi jiwa hidup gabungan adalah produk asuransi yang melibatkan dua atau lebih individu dalam polis yang sama, dengan manfaat asuransi diberikan ketika salah satu individu meninggal dunia selama masa pertanggungan. Penelitian ini bertujuan untuk mengembangkan metode perhitungan premi asuransi jiwa berjangka suami istri dengan menggabungkan suku bunga Vasicek dan model kesintasan menggunakan Copula Clayton. Suku bunga Vasicek digunakan untuk memodelkan fluktuasi suku bunga, sedangkan Copula Clayton digunakan untuk memodelkan kebergantungan antara masa hidup individu yang terlibat dalam polis yakni pasangan suami istri. Pada penelitian data yang digunakan untuk memodelkan suku fluktuasi suku bunga adalah data suku bunga Bank Indonesia sedangkan untuk model kesintasan digunakan Tabel Mortalitas Indonesia IV dan Tabel Morbiditas Indonesia I. Hasil perhitungan premi menunjukkan bahwa pemilihan suku bunga dengan rata-rata Vasicek memberikan hasil perhitungan premi yang cenderung lebih besar dibanding dengan premi yang menggunakan suku bunga Vasicek yang dipilih secara acak. Berdasarkan tingkat kebergantungan suami-istri yang semakin mengecil memberikan hasil perhitungan premi asuransi jiwa berjangka hidup gabungan yang lebih besar jika dibandingkan dengan tingkat kebergantungan yang lebih besar. Lebih lanjut pemilihan kombinasi usia pasangan suami istri juga menjelaskan pengaruh tingkat kebergantungan suami istri terhadap harga premi asuransi jiwa berjangka hidup gabungan dan premi individu. Untuk kasus usia suami lebih besar atau sama dengan istri, tingkat kebergantungan suami istri yang semakin membesar menyebabkan premi asuransi jiwa berjangka hidup gabungan konvergen ke nilai premi individu laki-laki, namun ketika pemilihan usia istri lebih tua dari suami maka premi asuransi jiwa berjangka hidup gabungan akan menyebabkan premi individu berpotongan dengan premi asuransi jiwa berjangka hidup gabungan pada tingkat kebergantungan tertentu dan untuk beda usia yang kecil. Secara lebih umum pemilihan kombinasi usia suami istri tidak akan menyebabkan harga premi asuransi jiwa berjangka hidup gabungan lebih besar dari premi individu laki-laki.", "Daftar File": {"ABSTRAK Muhammad Akhirul Ramadhan": "https://digilib.itb.ac.id/gdl/download/307879"}, "Penulis": "Muhammad Akhirul Ramadhan [20821014]", "Kontributor / Dosen Pembimbing": ["Prof. Udjianna Sekteria Pasaribu, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Aktuaria", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "suku bunga, Vasicek, model kesintasan, Copula Clayton, asuransi jiwa.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti  \n                                     Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "04 Sep 2023"}