{"Nomor": 77391, "Judul": "PERANCANGAN SISTEM PENDINGIN RUANG DENGAN METODE PENDINGINAN EVAPORATIF MENGGUNAKAN MEDIA PIPA TEMBAGA DAN KAIN FLANEL", "Abstrak": "Pendinginan ruang bisa dilakukan dengan banyak cara, salah satunya menggunakan metode displacement ventilation. Displacement ventilation dan pendinginan evaporatif adalah kombinasi yang tepat untuk menjadi solusi pendinginan ruang. Pada umumnya proses pendinginan evaporatif menggunakan bantalan pendingin sebagai media penyerap kalor. Pipa tembaga menjadi salah satu alternatif pengganti bantalan pendingin. Pipa tembaga tersebut dilapisi dengan material penyerap berupa kain flanel. Kain flanel terbukti mampu melakukan daya serap yang baik daripada beberapa jenis kain yang lain. Pendinginan evaporatif cenderung menaikkan rasio kelembaban pada ruang. Maka dari itu dilakukan pendinginan evaporatif secara tidak langsung untuk mempertahankan nilai rasio kelembaban. Pendinginan evaporatif menjadi salah satu solusi pendingin ruang karena membutuhkan konsumsi listrik yang tidak besar sehingga dapat menekan pengeluaran perihal biaya listrik. Terdapat empat variasi utama pada eksperimen yaitu; jenis kain flanel, diameter pipa tembaga, laju aliran udara, dan jumlah tetesan air. Hasil variasi terbaik perihal pendinginan evaporatif ruang adalah kain flanel jenis A, diameter pipa tembaga sebesar 0,95 cm (3/8 inch) , laju aliran udara sebesar 2 m/detik, dan jumlah tetesan air sebanyak 25 mL dengan selisih suhu rata-rata sebesar 5,5 °C. Didapatkan nilai laju aliran udara adalah sebesar 5,22 x 10-7 m3 /detik dan -0,229 m3/detik untuk nilai laju aliran air. Nilai ventilasi minimum yang didapat untuk model ruang multimedia dengan kategori conference adalah sebesar 93,33 L/detik. Estimasi beban termal (total kalor) yang terdapat pada model ruang multimedia sebesar 15.808,7 BTU/jam. Untuk Perancangan awal desain didapatkan bahwa estimasi suhu pada ruang masih berada di luar zona kenyamanan termal menurut SNI 03-6572-2001 dengan kecepatan hisap sebesar 2 m/detik, jumlah pipa sebanyak 3.441 buah, dan laju aliran udara sebesar 487,897 L/detik.", "Daftar File": {}, "Penulis": "Bonaventura Rizky Danendra [13319068]", "Kontributor / Dosen Pembimbing": ["Dr. Rahmat Romadhon, S.T, M.T.", "Dr. Eng. Muhammad Iqbal, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "pendinginan evaporatif, suhu, pipa tembaga, kain flanel", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "9 file", "Tanggal Input": "04 Sep 2023"}