{"Nomor": 77402, "Judul": "KASUS PEMALSUAN PERUSAHAAN: PENYINGKAPAN CSR SEBAGAI METODE PERLINDUNGAN", "Abstrak": "Studi ini bertujuan untuk melakukan kajian terhadap faktor-faktor yang mempengaruhi dan dipengaruhi oleh CSR-washing. Tujuan analisis pertama adalah untuk membangun standar komponen dalam kinerja perusahaan terkait aspek non-keuangan, yang meliputi reputasi, kredibilitas, dan retensi karyawan — faktor-faktor tersebut berasal dari penelitian sebelumnya yang relevan yang secara kolektif dikategorikan melalui teori instrumentalisme. Tujuan kedua yang dianalisis adalah mengumpulkan komponen Corporate Social Performance (CSP)-asuransi yang relevan dengan topik tersebut. Pertanyaan penelitian utama mengarahkan penelitian untuk menganalisis hasil kinerja non-keuangan yang terkena dampak CSR-washing. Untuk mengumpulkan informasi, tulisan ini menggunakan pendekatan kualitatif dengan melakukan wawancara mendalam dengan jajaran manajemen perusahaan multinasional di sepuluh negara berbeda yang kemudian diproses melalui ATLAS.ti, perangkat lunak pengolah data besar yang akan bertindak sebagai alat penelitian dalam studi ini. Semua hasil menyimpulkan bahwa faktor reputasi, kredibilitas, dan kesejahteraan karyawan memainkan peran utama dalam kinerja perusahaan secara keseluruhan dengan faktor-faktor yang mendasari muncul melalui wawancara yang menekankan pada struktur perusahaan itu sendiri serta proses operasinya pada produk atau jasa terhadap pesaing. Temuan kami juga menyoroti pentingnya memenuhi kewajiban pemerintah untuk melindungi perusahaan dari risiko seiring dengan pentingnya legitimasi dan kehadiran komite keberlanjutan.", "Daftar File": {"2023 SK PP Priskila Ranindhita Hapsari   [19019240] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/306947"}, "Penulis": "Priskila Ranindhita Hapsari [19019240]", "Kontributor / Dosen Pembimbing": ["Dr. Jiyoung Shin"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "kinerja non-keuangan, instrumentalisme, CSP sebagai asuransi, kewajiban pemerintah, perlindungan, risiko", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa  \n                                     Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "05 Sep 2023"}