{"Nomor": 77406, "Judul": "PEMANFAATAN LIMBAH CANGKANG KERANG GONGGONG SEBAGAI  BIOSORBEN METILEN BIRU", "Abstrak": "Metilen biru (MB) merupakan senyawa pewarna aromatik heterosiklik yang banyak \ndigunakan dalam industri tekstil, kertas, dan pengobatan medis. Peningkatan kebutuhan zat \nwarna yang semakin meningkat menghasilkan limbah zat warna yang berbahaya bagi \nlingkungan karena bersifat karsinogenik dan beracun, Metilen biru terlarut dalam air dapat \nmenyebabkan pengurangan kadar oksigen terlarut sehingga mengganggu ekosistem dan \nbagi manusia dapat menyebabkan permasalahan kesehatan mulai dari hemolitik anemia \nsampai perubahan warna kulit. Berdasarkan permasalahan tersebut, dibutuhkan metode \nremediasi metilen biru yang efisien melalui proses adsorpsi. Salah satu adsorben alami zat \nwarna adalah cangkang kerang. Kerang Gonggong (Laevistrombus canarium) merupakan \nsalah satu gastropoda moluska yang berhabitat di daerah Bintan, Kepulauan Riau. L. \ncanarium dimanfaatkan sebagai komoditi pangan yang limbahnya dapat dimanfaatkan \ndalam lingkup kerajinan dan industri perikanan. Limbah cangkang kerang Gonggong yang \ntidak terpakai dapat diolah lebih lanjut sebagai biosorben metilen biru. Cangkang kerang \nGonggong mengandung banyak gugus karbonat yang dapat berperan sebagai adsorben bagi \nsenyawa pewarna di perairan. Kelemahan kapasitas adsorpsi biosorben yang rendah dapat \nditingkatkan dengan aktivasi melalui proses kalsinasi. Penelitian ini bertujuan untuk \nmengevaluasi kinerja adsorpsi cangkang kerang Gonggong terkalsinasi sebagai biosorben \nsenyawa metilen biru. Proses kalsinasi dilakukan dengan menggunakan tanur listrik pada \nsuhu 700°C selama 6 jam. Hasil karakterisasi FTIR didapatkan puncak serapan vibrasi CaO pada bilangan gelombang 400-580 cm?1 yang merupakan serapan kalsium oksida hasil \ndekomposisi kalsium karbonat. Difraktogram adsorben terkalsinasi menunjukkan \nkristalinitas yang lebih rendah sehingga dimungkinkan memiliki luas permukaan yang \nlebih besar hal ini ditunjukkan dari citra SEM pada perbesaran 8.000× yang terdapat poripori pada permukaan adsorben. Spektrum EDS biosorben teraktivasi memiliki elemen \npenyusun kalsium dan oksigen yang mengindikasikan keberhasilan proses kalsinasi. Nilai \nPotensial Zeta sebesar -5,5 mV menunjukkan permukaan adsorben bermuatan negatif \nsehingga dapat menjadi adsorben MB yang merupakan zat warna kationik. Kondisi \nadsorpsi optimum MB oleh biosorben cangkang kerang Gonggong teraktivasi 700°C \nberada pada pH 10 dengan waktu kontak 90 menit menggunakan massa adsorben 20 mg. \nModel kinetika adsorpsi orde 2 semu dan model isoterm Langmuir dengan kapasitas \nadsorpsi maksimum 293,58 mg/g", "Daftar File": {"ABSTRAK Hagung Setyo Raharjo": "https://digilib.itb.ac.id/gdl/download/306950", "PUSTAKA Hagung Setyo Raharjo": "https://digilib.itb.ac.id/gdl/download/312607"}, "Penulis": "Hagung Setyo Raharjo [10519056]", "Kontributor / Dosen Pembimbing": ["Dr. Muhammad Yudhistira Azis, S.Si., M.Si.", "Dr. Grandprix Thomryes Marth Kadja, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Adsorpsi ? Cangkang Kerang Gonggong ? Kalsinasi ? Metilen Biru ? Pewarna", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "05 Sep 2023"}