{"Nomor": 77407, "Judul": "NIAT BELI PEMASARAN BERKELANJUTAN DI INDUSTRI FAST FASHION : PERSPEKTIF PEREMPUAN GEN Z DI INDONESIA", "Abstrak": "Industri fashion yang terus berubah melibatkan pembentukan beberapa tren yang menarik minat konsumen. Praktik pemasaran berkelanjutan menjadi salah satu fitur penting di antara perubahan- perubahan tersebut. Penelitian ini menyelidiki interaksi antara strategi pemasaran berkelanjutan, niat membeli, dan industri fashion, khususnya fast fashion, dengan fokus khusus pada perempuan Generasi Z di Indonesia. Penelitian ini mencoba memahami hubungan dan perubahan dalam ketiga variabel tersebut dengan menggunakan analisis regresi yang dilakukan dengan SPSS. Analisis hubungan antara pemasaran berkelanjutan, niat membeli perempuan Generasi Z, dan fast fashion menjadi fokus penelitian ini. Penelitian ini tidak hanya memberikan wawasan tentang keterkaitan ini, namun juga memahami pentingnya hal tersebut dalam konteks konsumsi etis. Studi ini menunjukkan bahwa pemasaran berkelanjutan mempunyai pengaruh yang besar terhadap pandangan perempuan Generasi Z terhadap pembelian terkait fast fashion, menunjukkan pengaruh yang luar biasa dari masalah etika dalam proses niat membeli mereka. Ketika kesadaran terhadap lingkungan meningkat, industri fast fashion menghadapi tekanan yang lebih besar untuk menerapkan metode berkelanjutan. Pemasar harus beradaptasi dengan perubahan nilai pelanggan. Penelitian ini menggunakan teknik kuantitatif untuk menguji tren industri dan persepsi pelanggan. Hasilnya menunjukkan bagaimana pemasaran berkelanjutan, sumber daya etis, dan manufaktur transparan memengaruhi perilaku pelanggan. Studi ini menambah pemahaman tentang bagaimana kebijakan keberlanjutan berdampak pada niat membeli. Hal ini menekankan pentingnya etika dalam membentuk pandangan pelanggan. Studi ini membantu perusahaan menavigasi pelanggan yang terus berubah sekaligus mendukung sektor yang bertanggung jawab secara ekologis dan sosial. Lebih jauh lagi, penelitian ini memberikan informasi tentang hubungan antara metode pemasaran berkelanjutan dan preferensi responden terhadap tren fast fashion. Variabel-variabel yang terhubung dalam dinamika ini menyoroti banyak faktor yang membentuk perilaku pembelian, menyoroti sifat dinamis dari konsumerisme etis. Studi ini memberikan latar belakang utama untuk memahami struktur perkembangan industri fast fashion di era ketika masalah etika semakin berpengaruh terhadap pembelian konsumen. Penelitian ini menambah pemahaman kita tentang struktur kompleks yang menghubungkan fast fashion, pemasaran berkelanjutan, dan niat membeli. Permasalahan etika semakin mempengaruhi keputusan konsumen, penelitian ini memberikan konteks penting untuk memahami dinamika perubahan bisnis fashion. Hal ini menyoroti dampak penting yang digunakan pemasaran berkelanjutan dalam mengembangkan niat membeli dan sikap perempuan Generasi Z terhadap fast fashion, sehingga mempengaruhi perilaku pembelian mereka. Hal ini juga mencakup praktisi dan akademisi, dengan menyoroti strategis keberlanjutan dalam kampanye pemasaran yang bertujuan untuk meningkatkan niat membeli dalam industri fast fashion. Penelitian ini berfungsisebagaisumber inti bagi bisnis yang ingin tetap menjadi yang terdepan dalam pasar konsumen yang terus berkembang sambil berkontribusi pada sektor yang lebih bertanggung jawab secara ekologis dan sosial seiring dengan praktik berkelanjutan yang terus mentransformasi dunia fast fashion. Pada akhirnya, penelitian ini menjembatani kesenjangan antara fast fashion, pemasaran berkelanjutan, dan niat membeli, sehingga mengungkap wawasan yang melampaui cakupan penelitian ini. Penelitian ini berkontribusi pada pengetahuan yang lebih lengkap tentang bagaimana variabel-variabel ini berinteraksi dalam konteks pengambilan keputusan perempuan Generasi Z dengan mengungkap hubungan yang mendasarinya. Pelaku bisnis di Indonesia dapat menyesuaikan strategi pemasaran mereka untuk menarik pelanggan dengan mempelajari pengaruh keberlanjutan terhadap niat membeli, terutama bagi Gen Z. Konsumen lebih bersedia mendukung merek yang sesuai dengan keyakinan mereka, sehingga dapat menghasilkan tingkat keterlibatan dan loyalitas pelanggan yang lebih baik.", "Daftar File": {"2023 SK PP Nabilah Afifah Kusuma Hadi   [19020092] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/306953"}, "Penulis": "Nabilah Afifah Kusuma Hadi [19020092]", "Kontributor / Dosen Pembimbing": ["Dr. Nilanthi Ratnayake", "Anindia Putri Pratiwi", "Ilham Fauzan Putra"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "fast fashion, pemasaran berkelanjutan, perempuan, generasi z, niat beli, strategi pemasaran, keputusan konsumen.", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa  \n                                     Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "05 Sep 2023"}