{"Nomor": 77400, "Judul": "MENJELAJAHI PENGARUH PROMOSI HIJAU TERHADAP INDUSTRI KECANTIKAN DI INDONESIA", "Abstrak": "Meningkatnya kesadaran dunia terhadap tantangan lingkungan telah membuat promosi ramah lingkungan menarik bagi pelanggan yang merasa bertanggung jawab terhadap lingkungan di era ini. Pemilik merek kosmetik ramah lingkungan diharapkan memiliki pemahaman yang lebih baik tentang kebiasaan pembelian konsumen sebagai hasil penelitian tentang keputusan pembelian ramah lingkungan. Oleh karena itu, tujuan penelitian ini adalah untuk mengevaluasi bagaimana tanggung jawab sosial perusahaan (CSR) dikaitkan dengan daya tarik merek yang mengadopsi promosi ramah lingkungan dan hubungan antara keputusan pembelian pelanggan sebagai komponen strateginya yang dipengaruhi oleh globalisasi industri kecantikan. Penulis menerapkan pendekatan kasus mendalam dengan menggunakan metode kualitatif yang membutuhkan data primer dan sekunder, difasilitasi oleh Nvivo dan QDA Miner untuk analisisnya. Metode pengumpulan data yang digunakan adalah wawancara kepada pelanggan yang membeli dan menggunakan produk perawatan kulit di Indonesia, jurnal yang kredibel, dan artikel di internet. Hasilnya, CSR memoderasi hubungan antara keputusan pembelian produk dan kesadaran akan promosi ramah lingkungan. Kesadaran akan advokasi lingkungan ditunjukkan melalui kampanye yang mereka jalankan, di mana pelanggan berpartisipasi di sektor kecantikan, dimana merek perawatan kulit asing mendominasi produk lokal. Kualitas dan efektivitas suatu produk perawatan kulit lebih penting daripada iklannya. Temuan penelitian ini memberikan momentum baru bagi semakin luasnya pengetahuan dan temuan sebelumnya mengenai kesadaran konsumen akan promosi ramah lingkungan – sebuah topik yang kurang mendapat perhatian di Indonesia.", "Daftar File": {"2023 SK PP Khansa Rania Egieara   [19020041] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/306937"}, "Penulis": "Khansa Rania Egieara [19020041]", "Kontributor / Dosen Pembimbing": ["Dr Sulthanul Chowdhurry", "Prameshwara Anggahegari"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "promosi hijau, tanggung jawab sosial perusahaan, industri kecantikan", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa  \n                                     Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "04 Sep 2023"}