{"Nomor": 77411, "Judul": "STUDI METAGENOMIK PADA SAMPEL NASOFARING PASIEN COVID-19 BERGEJALA BERAT DI JAWA BARAT", "Abstrak": "Disbiosis nasofaring merupakan salah satu penyebab yang dapat menurunkan kualitas kesehatan manusia karena dapat meningkatkan risiko infeksi patogen oportunistik. Infeksi virus SARS-CoV-2 dilaporkan dapat menyebabkan disbiosis nasofaring pada populasi pasien COVID-19 bergejala berat. Namun, penelitian terkait disbiosis nasofaring akibat infeksi SARS-CoV-2 pada populasi Indonesia, khususnya di Jawa Barat masih terbatas. Oleh karena itu, dalam penelitian ini dilakukan analisis komposisi taksonomi dan fungsional mikroba pada mikrobiom nasofaring pada pasien COVID-19 bergejala berat di Jawa Barat. Data diambil dari hasil sekuensing dengan pendekatan shotgun metagenomic pasien COVID-19 bergejala berat (n=8) dan kontrol (n=3) di Laboratorium Kesehatan, provinsi Jawa Barat. Identifikasi kelimpahan dan diversitas mikroba dilakukan dengan menggunakan perangkat lunak Kraken2 dan anotasi fungsional dilakukan dengan menggunakan HUMAnN3. Pengujian statistik dan visualisasi data dilakukan pada RStudio dengan package Vegan dan DESeq2. Berdasarkan hasil penelitian, analisis diversitas alfa menunjukkan bahwa kelompok pasien COVID-19 bergejala berat memiliki indeks Shannon yang lebih rendah (Mdn=2.6) jika dibandingkan dengan kelompok kontrol (Mdn=3.6; p<0.05). Analisis diversitas beta menunjukkan bahwa kelompok pasien COVID-19 bergejala berat dan kontrol membentuk kelompok yang terpisah. Kelimpahan taksonomi pada tingkatan genus menunjukkan bahwa terdapat dominasi genus Burkholderia pada 75% pasien COVID-19 bergejala berat, sedangkan pada kelompok kontrol tidak terdapat dominasi genus tertentu. Berdasarkan hasil analisis perbandingan diversitas kelompok kontrol dan bergejala berat, spesies bakteri yang kelimpahannya signifikan lebih tinggi pada kelompok kontrol adalah Ralstonia picketti, sedangkan pada kelompok COVID-19 bergejala berat Burkholderia spp. dan Pseudomonas spp. (p<0.01 dan log2FC>2). Berdasarkan analisis fungsional, jalur metabolisme yang signifikan lebih tinggi ekspresinya pada kelompok COVID-19 bergejala berat yang meliputi kategori jalur biosintesis (gula, asam amino, dinding sel, nukleotida, lemak dan asam lemak), kategori jalur degradasi/asimilasi, pembentukan prekursor metabolit, dan modifikasi makromolekul (p<0.01 dan log2FC>2) yang semuanya berperan dalam kesintasan bakteri. Dengan demikian, dapat disimpulkan bahwa dalam penelitian ini, mikrobiom nasofaring pada kelompok pasien COVID-19 bergejala berat memiliki kelimpahan patogen oportunistik yang lebih tinggi dengan jalur metabolisme yang berperan dalam kesintasannya pada nasofaring manusia sehingga berpotensi dapat memperburuk gejala COVID-19.", "Daftar File": {}, "Penulis": "Vincentius Suryo Santoso [10419016]", "Kontributor / Dosen Pembimbing": ["Azzania Fibriani, S.Si., M.Si., Ph.D.", "Popi Septiani, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Mikrobiologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Mikrobiom nasofaring, COVID-19 bergejala berat, metagenomik, diversitas bakteri.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "05 Sep 2023"}