{"Nomor": 77416, "Judul": "PENGARUH PEMILAHAN SAMPAH SECARA MANUAL TERHADAP FASILITAS INSINERATOR DI TEMPAT PEMBUANGAN AKHIR BANTARGEBANG", "Abstrak": "Penelitian ini bertujuan untuk menganalisis dampak pemilahan sampah secara manual terhadap\nproses fasilitas insinerator di PLTSa Merah Putih Bantargebang. Komposisi dan karakteristik\nsampah yang masuk ke fasilitas tersebut dianalisis untuk mengetahui kesesuaiannya sebagai bahan\nbaku insinerator. Penelitian ini bertujuan untuk membandingkan nilai potensial dari sampah yang\ndipulihkan melalui pemilahan dan pemanfaatannya sebagai bahan baku insinerator. Pengumpulan\ndata meliputi sumber primer dan sekunder, dengan pengambilan sampel sampah dan pengujian\nlaboratorium yang dilakukan untuk menentukan karakteristik sampah. Komposisi sampah sebelum\ndan sesudah simulasi dibandingkan, menunjukkan pengurangan sampah organik (20%), logam\n(80%), kaca (48%), dan PET (40%), yang menyoroti efektivitas pemilahan sampah dalam\nmengelola dan meminimalkan aliran sampah. Analisis proksimat memberikan wawasan tentang\npotensi energi dari sampah, dengan nilai kalor yang lebih rendah (LHV) yang dihitung\nmenunjukkan bahwa pemilahan pada akhirnya menurunkan LHV karena kandungan plastik yang\nlebih rendah. Evaluasi ekonomi dilakukan untuk membandingkan nilai potensi pembangkit listrik\ndan nilai sampah yang dipulihkan. Temuan menunjukkan bahwa memulihkan sampah seperti\nplastik PET dan kaca melalui pemilahan menghasilkan manfaat ekonomi yang lebih tinggi\ndibandingkan dengan menggunakannya sebagai bahan baku. Studi ini menunjukkan bahwa\npemilahan sampah dapat meningkatkan pemulihan sampah dan meningkatkan kelayakan ekonomi\ndari praktik pengelolaan sampah..", "Daftar File": {"Muhammad Ridho.pdf": "https://digilib.itb.ac.id/gdl/download/307012"}, "Penulis": "Muhammad Ridho [15319104]", "Kontributor / Dosen Pembimbing": ["Dr. Mochammad Chaerul, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "pemilahan sampah, analisis proksimat, nilai kalor lebih rendah (LHV), evaluasi ekonomi, daur ulang sampah, plastik PET.", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "05 Sep 2023"}