{"Nomor": 77425, "Judul": "ANALISIS KONDISI BIOFISIK HABITAT PENELURAN DAN KARAKTERISTIK SARANG ALAMI PENYU LEKANG (LEPIDOCHELYS OLIVACEA, ESCHSCHOLTZ 1829) DI PANTAI KUTA, BADUNG, BALI", "Abstrak": "Pantai Kuta, Badung, Bali, merupakan salah satu tempat pendaratan dan peneluran penyu lekang (Lepidochelys olivacea). Meskipun demikian, kegiatan wisata di sekitar Pantai Kuta dapat mengubah hingga mencemarkan kondisi alami pantai, termasuk habitat peneluran penyu. Degradasi tersebut dapat menyebabkan turunnya tingkat keberhasilan peneluran penyu. Oleh karena itu, penelitian ini bertujuan untuk mengidentifikasi kesesuaian kondisi biofisik Pantai Kuta sebagai habitat peneluran penyu lekang, serta mengidentifikasi hubungan antara karakter morfologi induk dengan ukuran sarang dan jumlah telur penyu lekang. Penelitian ini dilakukan dengan pengumpulan data primer melalui pengukuran lapangan dan juga data sekunder yang di dapat dari Bali Sea Turtle Society (BSTS) dan Kuta Beach Sea Turtle Conservation Center (KBSTCC) sebagai organisasi yang mengelola konservasi penyu di Pantai Kuta. Uji Kolmogorov-Smirnov dan Shapiro-Wilk digunakan untuk melihat normalitas data yang kemudian dilanjutkan dengan uji korelasi Pearson yang digunakan untuk melihat hubungan gangguan yang terdapat di Pantai Kuta dengan jumlah sarang yang terdapat di setiap zona. Uji korelasi Pearson juga digunakan untuk melihat hubungan antara karakteristik morfologi induk dengan karakteristik sarang alami penyu lekang. Hasil pengukuran kondisi biofisik Pantai Kuta menunjukkan bahwa panjang pantai sepanjang 2 km dengan lebar rata-rata 42,74 m dan kemiringan rata-rata 2,74 °. Suhu air laut pantai rata-rata mencapai 29,09 °C, pH air laut rata-rata adalah 8,09, dan salinitas air laut rata-rata adalah 30 ppt. Konsentrasi oksigen terlarut rata-rata adalah 6,35 mg/L. Rata-rata ketinggian permukaan air laut mencapai 1,49 m, sementara kerapatan vegetasi rata-rata adalah 660 ind/ha. Sebagian besar parameter biofisik Pantai Kuta sudah sesuai dengan penelitian mengenai kondisi biofisik yang sesuai sebagai habitat penyu yang lain dan baku mutu yang telah ditetapkan, kecuali kadar garam (salinitas), Mean Sea Water Level, dan kerapatan vegetasi. Hal ini menunjukkan bahwa Pantai Kuta masih cocok sebagai habitat peneluran penyu lekang. Melalui\nhasil analisis didapatkan bahwa distribusi titik peneluran penyu cenderung menjauhi lokasi dengan tingkat gangguan cahaya yang lebih tinggi, namun hal serupa tidak dijumpai pada parameter gangguan kebisingan. Sementara itu, hasil analisis juga menunjukkan bahwa panjang CCL induk penyu berbanding lurus dengan jumlah telur dan diameter sarang dengan nilai koefisien korelasi 0,799 dan 0,937. Melalui penelitian ini, maka dapat disimpulkan bahwa Pantai kuta memiliki karakteristik yang sesuai sebagai habitat peneluran penyu lekang. Selain itu, ukuran CCL induk penyu dapat menggambarkan diameter sarang serta jumlah telur yang dihasilkan. Meskipun demikian, pengelolaan terhadap gangguan yang ditimbulkan dari aktivitas wisata di sekitar habitat peneluran perlu dilakukan untuk memastikan keberhasilan peneluran dari penyu lekang di Pantai Kuta.", "Daftar File": {}, "Penulis": "Muhammad Arsyandi Tjandra [10619065]", "Kontributor / Dosen Pembimbing": ["Dr. Devi Nandita Choesin, M.Sc.", "Aditya Dimas Pramudya, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "05 Sep 2023"}