{"Nomor": 77423, "Judul": "DAMPAK INFLUENCER SEBAGAI STRATEGI DIGITAL MARKETING INSTAGRAM TERHADAP PERILAKU PEMBELIAN KONSUMEN INDONESIA TERHADAP MEREK KECANTIKAN", "Abstrak": "Semakin banyak perusahaan kosmetik yang bersaing satu sama lain. Banyak bisnis memiliki produk berkualitas baik, namun untuk menjadi pemimpin industri dalam hal daya tarik, mereka harus memasukkan pemasaran ke dalam operasi mereka. Pemasaran influencer adalah salah satu strategi pemasaran terbesar yang digunakan oleh berbagai industri. Penelitian ini bertujuan untuk mengetahui efektivitas pemasaran influencer dalam mempromosikan merek kecantikan di Instagram dan pengaruhnya terhadap perilaku pembelian konsumen. Pendekatan kuantitatif yang digunakan adalah survei kuantitatif terhadap 257 pengguna Instagram yang mengikuti beauty influencer, menggunakan Instagram, menggunakan produk kecantikan, dan merupakan warga negara Indonesia. Terungkap bahwa strategi pemasaran beauty influencer memang berpengaruh dan membantu memprediksi niat beli konsumen. Studi ini juga mengidentifikasi beberapa faktor utama yang memengaruhi efektivitas pemasaran influencer untuk merek kecantikan, termasuk keaslian dan kredibilitas influencer, kualitas tinjauan konten, transparansi, dan lain sebagainya. Penelitian ini berkontribusi pada pemahaman tentang peran pemasaran influencer dalam mempromosikan merek kecantikan di Indonesia dan memberikan wawasan kepada bisnis dan pemasar tentang cara memanfaatkan pemasaran influencer secara efektif untuk menjangkau audiens target mereka.", "Daftar File": {"2023 SK PP Salsabila Tasya Rahma   [19020129] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/307078"}, "Penulis": "Salsabila Tasya Rahma [19020129]", "Kontributor / Dosen Pembimbing": ["Dr. Ossama Lhachimi", "Ilham Fauzan Putra"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Industri Kecantikan; Niat Membeli; Perilaku Pembelian; Strategi Pemasaran Influencer; Instagram", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa  \n                                     Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "05 Sep 2023"}