{"Nomor": 77428, "Judul": "NET ZERO EMISSION: SCENARIO PLANNING INDUSTRI MINYAK DAN GAS INDONESIA", "Abstrak": "Pada tahun 2015, dalam sebuah konferensi dibawah Dewan United Nations Framework Convention on Climate Change (UNFFC) COP 21 Paris dihasilkan sebuah perjanjian yang selanjutnya disebut dengan Perjanjian Paris. Perjanjian ini berfokus pada penanggulangan permasalahan iklim global yaitu berupaya membatasi kenaikan suhu global sampai diangka minimum 1.5 derajat Celcius, dan dibawah 2 derajat Celcuis untuk tingkat pra industry.\n\nIndonesia telah meratifikasi Paris Agreement melalui Undang-undang Nomor 16 Tahunb 2016. Selanjutnya beberapa target dan document telah dicanangkan sebagai bentuk komitment Indonesia dalan pengurangan emisi karbon. Dalam document Enhance National Determined Contribution (ENDC) yang disampaikan oleh Pemerintah pada September 2022, menargetkan pada tahun 2060 atau lebih cepat sebagai negara yang bebas emisi, dengan target penurunan emisi sebesar 31.89 % dengan usaha sendiri, dan target 43.20% dengan dukungan internasional. L Terdapat beberapa sektor yang menjadi prioritas dalam penurunan emisi gas rumah kaca, salah satunya adalah sektor energi. \n\nPenelitian bertujuan melihat bagaimana penerapan net zero emission secara khusus pada industri minyak dan gas sebagai salah satu sub sector energi. Pendekatan dengan metoda scenario planning framework digunakan oleh penulis, hal ini dilakukan agar gambaran yang akurat mengenai penerapan kebijakan net zero emission didapatkan. Scenario dikembangkan dari wawancara dengan beberapa pemangku penetingan dalam industri minyak dan gas Indonesia. Selain itu dilakuklan beberapa analisa, external dan internal,  untuk mendukung pembuatan scenario planning.  Di bagian akhir terdapat rencana implementasi dibangun untuk menghadapai berbagai scenario yang akan terjadi.", "Daftar File": {"COVER Ahmad Faisal Siregar": "https://digilib.itb.ac.id/gdl/download/307091", "BAB 1 Ahmad Faisal Siregar": "https://digilib.itb.ac.id/gdl/download/312657", "BAB 2 Ahmad Faisal Siregar": "https://digilib.itb.ac.id/gdl/download/312658", "BAB 3 Ahmad Faisal Siregar": "https://digilib.itb.ac.id/gdl/download/312659", "BAB 4 Ahmad Faisal Siregar": "https://digilib.itb.ac.id/gdl/download/312660", "BAB 5 Ahmad Faisal Siregar": "https://digilib.itb.ac.id/gdl/download/312661", "PUSTAKA Ahmad Faisal Siregar": "https://digilib.itb.ac.id/gdl/download/312662"}, "Penulis": "Ahmad Faisal Siregar [29321121]", "Kontributor / Dosen Pembimbing": ["Yos Sunitiyoso, S.T, M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Indonesia, minyak dan gas, penurunan emisi, kebijikan, perencanaan skenario,", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "05 Sep 2023"}