{"Nomor": 77424, "Judul": "ANALISIS IMPLEMENTASI SMART GOVERNANCE DALAM PENERAPAN PROGRAM SMART CITY DI KABUPATEN GARUT", "Abstrak": "Kabupaten Garut masih belum memiliki masterplan Smart city, dan baru tahun 2023 ini\nmenandatangani nota kesepakatan implementasi gerakan menuju kota cerdas bersama\nkementerian komunikasi dan informasi. Kabupaten Garut sudah memiliki peraturan\nbupati tahun 2021 terkait Sistem Pemerintahan Berbasis Elektronik (SPBE). Pada proses\nimplementasi program SPBE ini yang berkaitan erat dengan dimensi Smart governance,\nmemiliki beberapa permasalahan dalam pelaksanaannya yaitu seperti kurang nya struktur,\ninfrastruktur dan suprastruktur dalam mendukung proses pengimpelentasian Smart\ngovernance ini. Untuk mengetahui kondisi eksisting, faktor yang mempengaruhi serta\nproses pengembangan saat ini terkait kondisi Smart governance di Kabupaten Garut maka\ndilakukan penelitian dengan menetapakan tiga sasaran pada penelitian ini, yaitu :1.\nMengidentifikasi kondisi eksisting Smart governance yang sudah berjalan di Kabupaten\nGarut dalam proses pencapaian konsep Smart governance yang ideal menurut Konsep\nkematangan Garuda Smart city Model, 2. Mengidentifikasi Faktor–Faktor apa saja yang\nmempengaruhi dalam proses implementasi Smart governance di Kabupaten Garut. 3.\nMerumuskan Rekomendasi Pengembangan Smart governance di Kabupaten Garut.\nMetode yang digunakan dalam penelitian ini adalah metode campuran. Pengumpulan data\nmenggunakan teknik purposive sampling serta snowball sampling, data primer diambil\ndengan melakukan wawancara dan observasi lapangan, sedangkan pengumpulan data\nsekunder dilakukan dengan melalui studi literatur, permintaan data kepada instansi yang\nrelevan, serta penelusuran situs web resmi dari lembaga pemerintahan. Untuk analisis data\ndalam penelitian ini, peneliti menggunakan tiga metode, yaitu: analisis deskriptif\nkualitatif, analisis isi dan analisis skoring. Berdasarkan analisis yang ditemukan bahwa\nInisiatif Smart governance sudah muncul, seperti layanan publik sudah menggunkakan\nsistem online, infrastrukutr jaringan dan hotspot sudah tersedia serta dukungan dari\neksekutif, legislatif dan lembaga diluar pemerintahan termasuk masyarakat sangat\nmendukung proses digitalisasi ini. Berdasarkan hasil penelitiaan ada beberapa hal yang\nmasih belum terimplementasi dengan baik, seperti pada layanan publik sudah hampir\nmenggunakan online namun masih belum terintegrasi, ketersedian pemantaaun kebutuhan\npokok masih belum ada, ketersediaan infrastruktur internet masih belum menjangkau\nkeseluruhan area, pembiayaan masih terbatas, persentase masyarkat yang terhubung ke\ninternet masih rendah, serta layanan aspirasi masyarakat masih bersifat satu arah. Dari\nanalisis tingkat kematangan Smart governance, menurut model Garuda Smart city Model,\ndi dapatkan bahwa dimensi ini berada pada tahap initial atau Inisiatif Smart governance\nsudah muncul, tetapi belum dilaksanakan oleh seluruh elemen pemerintahan dan\nmasyarakat sehingga bersifat parsial.", "Daftar File": {"ABSTRAK Faisal Akbar": "https://digilib.itb.ac.id/gdl/download/307079", "BAB 1 Faisal Akbar": "https://digilib.itb.ac.id/gdl/download/307080", "BAB 2 Faisal Akbar": "https://digilib.itb.ac.id/gdl/download/307081", "BAB 3 Faisal Akbar": "https://digilib.itb.ac.id/gdl/download/307082", "BAB 4 Faisal Akbar": "https://digilib.itb.ac.id/gdl/download/307083", "BAB 5 Faisal Akbar": "https://digilib.itb.ac.id/gdl/download/307084", "BAB 6 Faisal Akbar": "https://digilib.itb.ac.id/gdl/download/307085", "PUSTAKA Faisal Akbar": "https://digilib.itb.ac.id/gdl/download/307086", "LAMPIRAN Faisal Akbar": "https://digilib.itb.ac.id/gdl/download/307087"}, "Penulis": "Faisal Akbar [25421005]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Iwan Kustiwan, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "Smart city, Smart governance, implementasi Kebijakan, Tingkat Kematangan", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "05 Sep 2023"}