{"Nomor": 77432, "Judul": "PRODUKSI BIOETANOL DARI LIMBAH BATANG PISANG MELALUI OPTIMALISASI PROSES SIMULTANEOUS SACCHARIFICATION AND FERMENTATION (SSF) DENGAN SACCHAROMYCES CEREVISIAE", "Abstrak": "Indonesia merupakan salah satu negara komoditas buah pisang tertinggi di dunia. Pisang banyak digemari oleh masyarakat karena sistem penanaman, perawatan dan penanganannya tidak begitu sulit. Produktivitas tanaman pisang yang melimpah sehubungan dengan kontribusi limbah batang pisang. Pengolahan batang pisang merupakan salah satu permasalahan terkait dalam limbah pertanian, karena masih kurangnya teknologi pengolahan batang pisang tersebut. Salah satu solusi yang dapat digunakan adalah konversi menjadi bioetanol.\nPenelitian ini bertujuan untuk mengoptimalkan bioavabilitas senyawa selulosa dengan steam treatment merupakan bagian tahapan untuk delignifikasi. Proses Simultaneous Saccharification and Fermentation memiliki kelebihan dalam produksi bioetanol dan efektivitas proses produksi relatif singkat dengan menerapkan penggabungan hidrolisis enzimatik dan fermentasi secara bersamaan. Hidrolisis enzimatik menggunakan enzim selulase dan xilanase. Pada proses fermentasi menggunakan Saccharomyces cerevisiae yang berguna sebagai biokatalisator dalam mengonversi monomer glukosa menjadi bioetanol. Penelitian ini menggunakan desain eksperimen metode Taguchi dengan rancangan Orthogonal array L9(34) menggunakan empat faktor (konsentrasi enzim, ukuran pori, suhu dan pH) dan tiga level dari masing-masing faktor (konsentrasi enzim: 1%; 2,5%; 5% (v/v); ukuran pori ayakan: 40 mesh, 50 mesh, 60 mesh; suhu: 30oC, 35oC, 40oC; dan pH: 5,00; 6,00; 7,00) dengan penentuan kategori larger is better untuk mendapatkan produksi bioetanol tertinggi.\nHasil penelitian menunjukkan bahwa faktor-faktor yang mempengaruhi kualitas produksi bioetanol tertinggi yaitu konsentrasi enzim dan ukuran pori ayakan (mesh). Sedangkan kondisi optimal untuk produksi bioetanol yang diusulkan berdasarkan hasil penelitian didapatkan produksi bioetanol optimal dengan level faktor yang terpilih konsentrasi enzim 5% (v/v), ukuran pori ayakan 60 mesh, suhu 35oC, dan pH 5,00 Dengan hasil produksi bioetanol tertinggi yang diperoleh sebesar 9,0 g/L.", "Daftar File": {"ABSTRAK Agung Gunawan": "https://digilib.itb.ac.id/gdl/download/307109"}, "Penulis": "Agung Gunawan [21121039]", "Kontributor / Dosen Pembimbing": ["Dr. Dea Indriani Astuti, S.Si.", "Neil Priharto, S.Si., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "Technology", "Kata Kunci": "batang pisang, bioetanol, Simultaneous Saccharification and Fermentation, Saccharomyces cerevisiae, Taguchi, Orthogonal array.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "05 Sep 2023"}