{"Nomor": 77438, "Judul": "EVALUASI PRAKTIK MANAJEMEN PROYEK UNTUK PROYEK PERUMAHAN DI JAKARTA (KASUS: SEJAHTERA LAND)", "Abstrak": "Sejahtera Land, seperti banyak pengembang real estat lainnya, telah menghadapi tantangan signifikan dalam manajemen proyek, terutama pada dua tahap penting: tahap inisiasi proyek dan tahap eksekusi proyek. Pada tahap inisiasi proyek, perusahaan mengalami hambatan karena penelitian proyek yang kurang memadai, terutama saat meluncurkan klaster kedua. Hal ini menyebabkan penurunan penjualan yang cukup signifikan, hanya 3-5 rumah terjual per bulan dibandingkan dengan klaster pertama yang sukses dengan catatan penjualan yang mencapai 20-30 rumah per bulan. Penurunan penjualan ini menekankan pentingnya penelitian dan perencanaan strategis yang teliti pada awal proyek. Hal ini menunjukkan perlunya pemahaman menyeluruh tentang permintaan pasar, preferensi pelanggan, dan analisis kompetitif. Dengan melakukan penelitian dan analisis mendalam, Sejahtera Land dapat mengidentifikasi tantangan dan peluang potensial dengan lebih efektif, sehingga memungkinkan mereka untuk merancang pendekatan yang berbasis pada informasi yang akurat dan berfokus pada kebutuhan pelanggan untuk peluncuran klaster kedua. Penelitian yang komprehensif tentang tren pasar, preferensi pelanggan, dan faktor-faktor ekonomi akan memberdayakan perusahaan untuk menyesuaikan strategi mereka dengan baik dan menyelaraskannya dengan dinamika perubahan di pasar real estat.\nPada tahap eksekusi proyek, Sejahtera Land telah berjuang dengan keterlambatan berulang dalam pengiriman unit hunian, yang berdampak negatif pada kemajuan proyek secara keseluruhan dan menyebabkan frustrasi di antara pemangku kepentingan dan pelanggan. Faktor utama yang menyebabkan tantangan ini adalah koordinasi yang kurang baik di antara tim-tim yang terlibat dalam proyek dan komunikasi yang tidak efektif di antara tim manajemen proyek dan pemangku kepentingan. Masalah-masalah ini telah menghambat baik proses inisiasi proyek yang lancar maupun kemajuan konstruksi yang efisien, yang menyebabkan penundaan dalam penyelesaian proyek dan akhirnya mengakibatkan keluhan dari pelanggan.\nUntuk mengatasi hambatan-hambatan ini, sangat penting bagi Sejahtera Land untuk mengadopsi pendekatan yang sistematis dalam mengatasi tantangan manajemen proyek ini. Pendekatan ini termasuk pembentukan saluran komunikasi yang jelas untuk memastikan aliran informasi yang efektif di antara semua pemangku kepentingan. Implementasi sistem pemantauan yang efektif akan memungkinkan pelacakan kemajuan proyek yang lebih baik dan mengidentifikasi masalah-masalah potensial lebih awal. Patuh terhadap standar-standar kualitas tinggi sepanjang proyek akan membantu mempertahankan standar konstruksi yang konsisten dan meningkatkan hasil proyek secara keseluruhan. Selain itu, membangun hubungan yang kuat dengan pelanggan melalui memberikan pembaruan secara berkala dan menanggapi masalah-masalah dengan cepat akan meningkatkan kepuasan pelanggan dan kepercayaan terhadap layanan Sejahtera Land.\nEvaluasi praktik manajemen proyek untuk Sejahtera Land memiliki signifikansi yang penting bagi berbagai pemangku kepentingan, termasuk manajemen Sejahtera Land dan pelanggan mereka. Melalui melakukan evaluasi yang komprehensif, penelitian ini bertujuan untuk mengidentifikasi tantangan-tantangan mendasar yang dihadapi oleh Sejahtera Land dan mengembangkan strategi-strategi praktis untuk mengatasi tantangan tersebut. Peningkatan transparansi dan langkah-langkah proaktif untuk mengatasi kebutuhan pelanggan akan meningkatkan pengalaman pelanggan secara keseluruhan. Selain itu, penelitian ini berkontribusi pada kemajuan praktik manajemen proyek dalam industri real estat, memastikan keberhasilan proyek dan kepuasan pemangku kepentingan.\nPenelitian ini akan menggunakan metodologi kualitatif yang menggabungkan wawancara dengan pemangku kepentingan yang relevan dan tinjauan literatur yang mendalam. Wawancara akan menggali lebih dalam tentang tantangan-tantangan manajemen proyek tertentu yang dihadapi oleh Sejahtera Land, sehingga memberikan wawasan berharga tentang akar penyebabnya. Tinjauan literatur akan memberikan landasan teoretis, mengeksplorasi praktik-praktik terbaik dan kerangka kerja dalam manajemen proyek real estat. Temuan dari kedua sumber ini akan menjadi dasar bagi rekomendasi praktis untuk meningkatkan praktik manajemen proyek.\nHasil dari penelitian ini akan membantu manajemen Sejahtera Land dalam menghadapi tantangan manajemen proyek mereka dan meningkatkan hasil proyek. Dengan mengimplementasikan strategi-strategi yang direkomendasikan, Sejahtera Land dapat meningkatkan proses pengiriman proyek mereka, mengurangi penundaan, dan meningkatkan kepuasan pelanggan. Di sisi lain, pelanggan akan memperoleh pemahaman yang lebih mendalam tentang langkah-langkah yang diimplementasikan oleh Sejahtera Land dalam mengatasi tantangan manajemen proyek, yang berujung pada peningkatan kepuasan dan keyakinan terhadap layanan mereka..", "Daftar File": {"COVER Dio Rizki Dharmawan": "https://digilib.itb.ac.id/gdl/download/307126", "BAB 1 Dio Rizki Dharmawan": "https://digilib.itb.ac.id/gdl/download/312972", "BAB 2 Dio Rizki Dharmawan": "https://digilib.itb.ac.id/gdl/download/312973", "BAB 3 Dio Rizki Dharmawan": "https://digilib.itb.ac.id/gdl/download/312974", "BAB 4 Dio Rizki Dharmawan": "https://digilib.itb.ac.id/gdl/download/312975", "BAB 5 Dio Rizki Dharmawan": "https://digilib.itb.ac.id/gdl/download/312976", "PUSTAKA Dio Rizki Dharmawan": "https://digilib.itb.ac.id/gdl/download/312977"}, "Penulis": "Dio Rizki Dharmawan [29321559]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Nur Budi Mulyono, S.T, M.T.", "Dr. Ir. Aries F Firman, M.Sc., MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Industri Real Estat, Konstruksi, Pemasaran, Pelanggan, Praktik Manajemen Proyek.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "05 Sep 2023"}