{"Nomor": 77447, "Judul": "IMPLEMENTASI MACHINE LEARNING UNTUK MENINGKATKAN STANDAR KEAMANAN PADA PERUSAHAAN X, PERUSAHAAN RIDE HAILING DAN TEKNOLOGI", "Abstrak": "Industri ride-hailing telah berkembang di banyak tempat selama beberapa dekade. Kemunculan internet dan revolusi data semakin mendorong pertumbuhan industri ride-hailing. Industri ride-haling memiliki banyak pemain secara global, mulai dari merek global yang beroperasi di semua benua, perushaan yang berbasis regional, hingga pemain lokal. Setiap perusahaan memiliki keunikan dan nilai jual tersendiri. Keunikan setiap platform dapat menjadi poin penjualan yang kuat untuk mendapatkan nilai dan kekuatan pasar yang lebih besar. Salah satu nilai tawar penting yang ingin dicapai oleh semua platform adalah keamanan dan kualitas setiap perjalanan di platform mereka.\n\nKerangka standar keamanan dan kualitas sangat penting untuk memastikan setiap penumpang dalam pengalaman ride-hailing mendapatkan perjalanan yang aman dan menyenangkan. Definisi aman dan menyenangkan mungkin bervariasi bagi setiap orang, tetapi masih ada standar minimum yang dapat dicapai setiap platform untuk memastikan bahwa orang-orang di platform mereka memiliki pengalaman yang aman, sehingga para pelanggannya kembali lagi menggunakan platform tersebut.\n\nMachine learning telah menjadi teknologi yang terus berkembang pesat dalam beberapa tahun terakhir. Machine learning adalah teknik di mana kita mengajari mesin untuk belajar melakukan pekerjaan yang berulang dan terus belajar hingga hasil kerjanya semakin baik. Proses pengajaran melibatkan penggunaan set data pelatihan dengan pola yang dapat dikenali di mana kemudian computer/device machine learning akan mengulangi proses tersebut secara terus. Perangkat machine learning memiliki berbagai model yang dapat diterapkan untuk penggunaan yang berbeda. Beberapa metode yang lebih umum termasuk BERT, LSTM, dan Bag of Words. Penggunaan machine learning telah terlihat di berbagai industri seperti pengenalan wajah untuk platform, analisis sentimen untuk media, atau klasifikasi riwayat medis.\n\nPenelitian ini mencoba mengimplementasikan teknik machine learning di perusahaan ride-hailing. Penelitian ini bertujuan untuk mengimplementasikan teknik machine learning untuk meningkatkan kerangka standard keamanan dan kualitas Perusahaan X, sebuah perusahaan ride-hailing. Perangkat machine learning yang dapat diperkenalkan untuk Perusahaan ini meliputi aktivitas untuk klasifikasi komentar. Komentar pelanggan penting bagi perusahaan ride-hailing untuk terus meningkatkan perjalanan mereka. Komentar pelanggan dapat bersifat positif dan penuh pujian, tetapi juga dapat berisi keluhan. Komentar pelanggan ini kemudian digunakan oleh perusahaan ride-hailing untuk memperlakukan mitra mereka agar perjalanan dan pemesanan di platform menjadi lebih baik.\n\nPenelitian ini mengimplementasikan dua jenis model machine learning dan mencoba meningkatkan waktu pemrosesan klasifikasi komentar di Perusahaan X. Dua model yang diimplementasikan dalam penelitian ini adalah LSTM (long short-term memory) dan BERT (bi-directional encoder representation form transformer). Baik LSTM maupun BERT memiliki kelebihan dan kekurangan masing-masing. LSTM lebih mudah dilatih dan memiliki akurasi yang baik, tetapi BERT memerlukan daya pemrosesan yang lebih besar dan lebih mahal untuk dilatih serta membutuhkan waktu lebih lama untuk menyelesaikan pemrosesan.\n\nPenelitian ini menyimpulkan bahwa menggabungkan dua model machine learning dengan proses pengecekan manual pada akhirnya adalah opsi terbaik untuk Perusahaan X. Dua model tersebut memiliki kategorisasi yang berbeda untuk beberapa komentar, dan pemrosesan manual untuk memeriksa hasil kategorisasi akhir dari kedua model tersebut penting untuk menciptakan kerangka keamanan dan kualitas yang lebih kuat bagi Perusahaan X. Kedua model tersebut akan dihosting di server daring dan dijalankan melalui fasilitas komputasi daring milik Perusahaan X. Orang-orang di Perusahaan X dapat menjalankan model untuk memeriksa klasifikasi komentar harian agar berjalan sesuai dengan rencana awal.", "Daftar File": {"COVER Edo Nugraha Saragih": "https://digilib.itb.ac.id/gdl/download/307146", "BAB 1 Edo Nugraha Saragih": "https://digilib.itb.ac.id/gdl/download/312990", "BAB 2 Edo Nugraha Saragih": "https://digilib.itb.ac.id/gdl/download/312991", "BAB 3 Edo Nugraha Saragih": "https://digilib.itb.ac.id/gdl/download/312992", "BAB 4 Edo Nugraha Saragih": "https://digilib.itb.ac.id/gdl/download/312993", "BAB 5 Edo Nugraha Saragih": "https://digilib.itb.ac.id/gdl/download/312994", "PUSTAKA Edo Nugraha Saragih": "https://digilib.itb.ac.id/gdl/download/312995"}, "Penulis": "Edo Nugraha Saragih [29321613]", "Kontributor / Dosen Pembimbing": ["Dr. Manahan Parlindungan Saragih Siallagan"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Perushaan ride-hailing, klasifikasi, automatis, machine learning. Keamanan dan kualitas, LSTM, BERT, cloud computing  ?", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "06 Sep 2023"}