{"Nomor": 77442, "Judul": "ANALYZING CONTINUOUS PURCHASE INTENTION BY COLLEGE STUDENT IN BANDUNG (PILOT : SHOPEE FOOD)", "Abstrak": "Di tengah banyaknya layanan pesan-antar makanan online yang tersedia saat ini, seperti Grab food, Go Food, dan Shopee Food. Salah satu yang paling menarik adalah Shopee Food dan sangat populer di wilayah Bandung Indonesia. Karena harga yang ditawarkan sangat menarik bagi mahasiswa yang kuliah di Bandung, Indonesia. Setelah berada di pasar selama lebih dari dua tahun, ada perubahan harga yang cukup signifikan dibandingkan dengan saat pertama kali diperkenalkan. Shopee Food masih menjadi aplikasi yang paling sering digunakan pelajar di Bandung untuk memesan pesan antar makanan. Penulis penasaran dengan faktor-faktor yang menyebabkan mahasiswa tetap memilih Shopee Food dibanding layanan pesan antar makanan online lainnya. Penelitian ini dilakukan dengan menggunakan metodologi kuantitatif, menggunakan kuesioner online, dan menyebarkannya ke sejumlah individu yang telah sesuai dengan kebutuhan dan kriteria penelitian. Setelah mengumpulkan data, analisis akan menggunakan metode PLS-SEM dan mengungkapkan bahwa ada sejumlah faktor yang mendorong siswa untuk melakukan pembelian keberlanjutan. Faktor-faktor ini termasuk kegunaan pasca penggunaan, tekanan sosial, pengalaman pengiriman, pengalaman pelanggan, dan daftar. Ada sejumlah faktor, beberapa di antaranya memiliki pengaruh yang kurang signifikan pada kelangsungan jangka panjang dari pembelian berkelanjutan konsumen. Beberapa faktor tersebut antara lain motivasi kenyamanan, kemudahan penggunaan, kenyamanan dan pencarian restoran. Hasil ini didasarkan pada analisis data yang menunjukkan bahwa nilai t di bawah 1,96 tidak valid dan disimpulkan memiliki pengaruh negatif terhadap pembelian berkelanjutan.", "Daftar File": {"2023 SK PP Bernard Christopher   [19020228] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/307139"}, "Penulis": "Bernard Christopher [19020228]", "Kontributor / Dosen Pembimbing": ["Nurrani Kusumawati, S.E., M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Aplikasi Pembelanjaan Makanan Online, Pembelian Keberlanjutan, PLS-SEM, Shopee Food,", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "06 Sep 2023"}