{"Nomor": 77451, "Judul": "MENGEVALUASI EFISIENSI SEKTOR PERBANKAN DI  ASEAN DAN UNI EROPA DENGAN MENGGUNAKAN DEA  (DATA ENVELOPMENT ANALYSIS)", "Abstrak": "Studi ini membandingkan efisiensi perbankan ASEAN dan Uni Eropa dengan menggunakan Data Envelopment Analysis (DEA) dan pendekatan intermediasi. Tiga variabel input (biaya staf, aset tetap, total simpanan nasabah) dan dua variabel output (pinjaman kepada nasabah dan pendapatan operasional selain bunga) dianalisis menggunakan RStudio dan R. Bank-bank Uni Eropa dan ASEAN masing-masing memiliki skor efisiensi 0,65 dan 0,9, yang menunjukkan adanya peluang untuk berkembang. \nBerdasarkan analisis biaya, bank-bank ASEAN lebih efisien dibandingkan bankbank Uni Eropa. Inefisiensi terjadi ketika output melebihi input atau jauh lebih rendah dari variabel output lainnya. Namun demikian, kedua kawasan ini dapat meningkatkan efisiensi perbankan agar menjadi lebih baik. Tren 10 tahun menunjukkan adanya fluktuasi, yang menunjukkan bahwa isu-isu regulasi mempengaruhi efisiensi perbankan. Peraturan yang lebih ketat, persyaratan modal yang lebih tinggi, dan perubahan manajemen risiko mungkin telah menghambat kredit ASEAN. \nDinamika dan tujuan blok ekonomi Uni Eropa dan ASEAN membentuk sistem keuangan mereka. ASEAN sedang bekerja menuju konvergensi regulasi, sementara Uni Eropa telah mengintegrasikan dan menyelaraskan lebih banyak regulasi. Untuk mempertahankan industri keuangan yang stabil dan efisien, bank-bank di kawasan ini harus beradaptasi dengan perubahan lanskap ekonomi, kemajuan teknologi, dan tantangan yang meningkat.", "Daftar File": {"2023_TS_PP_Jessica Amanda Putri-29121377_Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/307150"}, "Penulis": "Jessica Amanda Putri [29121377]", "Kontributor / Dosen Pembimbing": ["Oktofa Yudha Sudrajad, S.T., M.S.M., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Kinerja Bank, Data Envelopment Analysis, Efisiensi", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "06 Sep 2023"}