{"Nomor": 77450, "Judul": "ANALISIS NUMERIK PEMODELAN MIKRO PERILAKU IN-PLANE DINDING BATA TERKEKANG TERHADAP BEBAN SIKLIK", "Abstrak": "Dinding bata terkekang merupakan elemen struktur yang umum digunakan pada\nbangunan rumah tinggal di Indonesia. Indonesia berada pada wilayah yang rentan\nmengalami gempa bumi. Kerusakan akibat gempa paling banyak terjadi pada\nbangunan rumah tinggal. Hal ini terjadi karena struktur bangunan rumah tinggal di\nIndonesia pada umumnya tidak didesain tahan gempa. Sistem struktur yang banyak\ndigunakan adalah portal beton bertulang dengan dinding pasangan bata. Pada\nsistem struktur ini, dinding bata memiliki sifat getas yang dapat mengakibatkan\npenurunan kekuatan dan kekakuan pada bangunan secara global pada saat terjadi\ngempa, sedangkan portal beton bertulang berfungsi untuk mengekang dinding bata\nyang dapat memperbaiki kinerja sebagai satu kesaatuan sistem struktur confined\nmasonry dalam menahan gaya gempa. Untuk mempelajari lanjut mengenai perilaku\nin-plane dinding bata terkekang terhadap beban lateral siklik, analisis numerik\npemodelan mikro dilakukan dengan metode berbasis elemen hingga menggunakan\nsoftware LS-DYNA. Pendefinisian kontak pada lapisan antara bata dan mortar\nmenggunakan tipe tiebreak contact. Kurva histeresis hasil analisis numerik berhasil\nmenangkap fenomena pinching dan memiliki bentuk yang sangat mirip dengan\nkurva histeresis eksperimental. Perkiraan pola retak yang didapatkan dari\npersebaran tegangan pada model numerik juga berhasil membentuk pola retak yang\nhampir sama dengan pola retak eksperimental, baik fase dorong maupun fase tarik.", "Daftar File": {"ABSTRAK Galang Bisfarian": "https://digilib.itb.ac.id/gdl/download/307149"}, "Penulis": "Galang Bisfarian [25020315]", "Kontributor / Dosen Pembimbing": ["Ir. Made Suarjana, M.Sc., Ph.D.", "Patria Kusumaningrum, S.T, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Dinding bata terkekang; Analisis numerik; Pemodelan mikro; In-plane; Siklik.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "06 Sep 2023"}