{"Nomor": 77469, "Judul": "ANALISIS MENDALAM STRATEGI BISNIS PADA PT. PASIR TENGAH SELAMA WABAH COVID-19 & PENYAKIT MULUT DAN KUKU DI INDONESIA", "Abstrak": "Pandemi Covid-19 dan wabah Penyakit Mulut dan Kuku (FMD) memiliki dampak signifikan\nterhadap industri peternakan sapi di seluruh dunia. Penelitian ini bertujuan untuk memahami \ndampak khusus dari kedua krisis ini terhadap PT. Pasir Tengah, sebuah perusahaan ternak \nternama di Indonesia. Dengan menganalisis data penjualan, pendapatan yang dihasilkan, dan\ntantangan yang dihadapi, penelitian ini bertujuan untuk memberikan gambaran tentang efek\npandemi dan wabah FMD terhadap operasional PT. Pasir Tengah dan industri peternakan sapi\nsecara keseluruhan di negara ini.\nPandemi Covid-19, yang disebabkan oleh virus corona baru (SARS-CoV-2), muncul pada akhir\ntahun 2019 dan dengan cepat menyebar secara global. Kata kunci seperti \"pandemi Covid-19\"\ndan \"industri peternakan sapi\" digunakan untuk menyoroti fokus dari penelitian ini. Selain itu,\nwabah FMD yang terjadi secara bersamaan menambah kompleksitas pada tantangan yang\ndihadapi oleh industri peternakan sapi. Kata kunci \"Penyakit Mulut dan Kuku (FMD)\" dan \"PT.\nPasir Tengah\" memberikan konteks khusus untuk studi kasus ini.\nMetodologi penelitian yang digunakan dalam studi ini melibatkan analisis data penjualan dari\nPT. Pasir Tengah untuk tiga periode yang berbeda: periode sebelum pandemi, periode pandemi\nCovid-19, dan periode wabah FMD. Data penjualan mencakup jumlah sapi yang terjual,\npendapatan yang dihasilkan, dan fluktuasi yang diamati. Analisis ini memungkinkan pemahaman\nyang komprehensif tentang dampak terhadap penjualan dan kinerja keuangan PT. Pasir Tengah.\nAnalisis data penjualan PT. Pasir Tengah selama periode yang diteliti mengungkapkan fluktuasi\nyang signifikan dalam kinerja mereka. Pada periode sebelum pandemi tahun 2019, perusahaan\nmengalami lingkungan penjualan yang stabil dengan penjualan 10.000 sapi dan pendapatan sebesar IDR 500.000.000. Namun, awal pandemi Covid-19 pada tahun 2020 memberikan\ndampak signifikan terhadap penjualan PT. Pasir Tengah, menyebabkan penurunan 50% dalam\njumlah sapi yang terjual. Selama periode ini, perusahaan hanya berhasil menjual 5.000 sapi,\nmenghasilkan pendapatan sebesar IDR 250.000.000.\nKemudian, munculnya wabah Penyakit Mulut dan Kuku (FMD) pada tahun 2021 semakin\nmemperburuk tantangan yang dihadapi oleh PT. Pasir Tengah. Penjualan mengalami penurunan\nsebesar 40% dibandingkan dengan periode sebelum pandemi, dengan hanya 3.000 sapi yang\nterjual dan pendapatan sebesar IDR 150.000.000.\nKata kunci yang diidentifikasi membantu mengkaitkan dampak pandemi Covid-19 dan wabah\nFMD terhadap penjualan PT. Pasir Tengah. Tantangan yang dihadapi oleh perusahaan dan\nindustri peternakan sapi secara lebih luas meliputi gangguan dalam rantai pasok, penurunan\npermintaan pasar, dan peningkatan biaya produksi. Untuk mengurangi dampaknya, PT. Pasir\nTengah mengimplementasikan langkah-langkah biosekuriti dan mendiversifikasi basis\npelanggan, termasuk menjelajahi pasar ekspor. Langkah-langkah ini bertujuan untuk menjaga\nkelangsungan operasional dan menghasilkan pendapatan meskipun dalam kondisi yang\nmenantang.\nPenelitian ini memberikan kontribusi dalam pemahaman dampak khusus dari pandemi Covid-19\ndan wabah FMD terhadap industri peternakan sapi di Indonesia, dengan fokus pada PT. Pasir\nTengah. Temuan penelitian ini menyoroti perlunya langkah-langkah proaktif untuk mengatasi\ntantangan yang dihadapi oleh perusahaan peternakan selama krisis. Kata kunci yang\ndiidentifikasi memberikan kerangka kerja berharga untuk studi dan intervensi kebijakan di masa\ndepan yang bertujuan untuk meningkatkan ketahanan dan keberlanjutan industri peternakan sapi\ndalam menghadapi krisis serupa.\nSecara keseluruhan, penelitian ini merupakan studi kasus PT. Pasir Tengah yang memberikan\nwawasan tentang dampak pandemi Covid-19 dan wabah FMD terhadap industri peternakan sapi\ndi Indonesia. Temuan penelitian ini berkontribusi pada pemahaman lebih luas tentang tantangan\nyang dihadapi oleh industri ini dan langkah yang diambil oleh perusahaan untuk mengurangi\ntantangan tersebut. Pengetahuan ini dapat menjadi dasar untuk strategi dan kebijakan di masa\ndepan guna meningkatkan ketahanan dan adaptabilitas industri peternakan sapi dalam\nmenghadapi krisis.", "Daftar File": {}, "Penulis": "Bimo Prasetyo Wicaksono [29121139]", "Kontributor / Dosen Pembimbing": ["Dr. Harimukti Wandebori, S.T, MBA."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Industri Pertenakan Sapi, Pandemi Covid-19, Penyakit Mulut dan Kuku, PT. Pasir Tengah.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "0 file", "Tanggal Input": "06 Sep 2023"}