{"Nomor": 77462, "Judul": "USULAN STRATEGI PERTUMBUHAN BISNIS UNTUK PERUSAHAAN PRODUKSI IKLAN YANG MERAMBAH PASAR USAHA KECIL DAN MENENGAH DI JAKARTA (KASUS BISNIS: RENTJANA)", "Abstrak": "Tujuan dari penelitian ini adalah untuk mengungkap wawasan baru terhadap pertumbuhan bisnis yang akan dilakukan oleh Rentjana. Juga untuk menganalisis ekosistem rumah produksi iklan, tren, dan persaingan, dengan fokus pada identifikasi tantangan, peluang, dan model bisnis yang sukses untuk Rentjana. \n\nHasil penelitian melalui analisa komprehensif menunjukkan bahwa kemajuan teknologi, preferensi konsumen terhadap video iklan, pesainga telah memengaruhi semua bidang kehidupan dan juga dunia bisnis industri kreatif.\n\nPendekatan penelitian ini mencakup analisis kualitatif dengan menggunakan sumber data primer dan sekunder, dengan menggunakan beberapa matriks  seperti analisis VRIO, proposisi nilai, dan matriks Ansoff. \n\nHasil dari Studi ini yaitu mengusulkan untuk menawarkan paket produksi dengan konsep yang lengkap kepada usaha kecil dan menengah (UKM), yang bertujuan untuk meningkatkan kualitas dan diferensiasi produk mereka melalui desain, branding, produksi. Pendekatan ini memfasilitasi pengembangan kemitraan jangka panjang, memperluas jaringan, dan meningkatkan pendapatan bagi Rentjana. Fleksibilitas dalam penetapan harga juga disarankan untuk memberikan harga yang kompetitif namun tetap menguntungkan, sehingga memberikan keunggulan tersendiri bagi Rentjana.", "Daftar File": {"COVER Hannan Cinthya": "https://digilib.itb.ac.id/gdl/download/307261", "BAB 1 Hannan Cinthya": "https://digilib.itb.ac.id/gdl/download/313112", "BAB 2 Hannan Cinthya": "https://digilib.itb.ac.id/gdl/download/313113", "BAB 3 Hannan Cinthya": "https://digilib.itb.ac.id/gdl/download/313114", "BAB 4 Hannan Cinthya": "https://digilib.itb.ac.id/gdl/download/313115", "BAB 5 Hannan Cinthya": "https://digilib.itb.ac.id/gdl/download/313116", "PUSTAKA Hannan Cinthya": "https://digilib.itb.ac.id/gdl/download/313117"}, "Penulis": "Hannan Cinthya [29321517]", "Kontributor / Dosen Pembimbing": ["Sonny Rustiadi, SE., MBA., Ph.D., CBAP."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pertumbuhan bisnis, Rumah produksi, Industri periklanan, SMSe, Iklan Digital", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "06 Sep 2023"}