{"Nomor": 77466, "Judul": "USULAN STRATEGI PEMASARAN TOKO KOPI BEBAS SUSU DI JAKARTA (STUDI KASUS: MAD FOR COFFEE)", "Abstrak": "Industri kopi di Jakarta merupakan pasar yang berkembang dan dinamis, dengan banyaknya kedai kopi, kafe, dan restoran yang menyajikan berbagai jenis kopi dan makanan ringan. Pasca pandemi COVID-19, gaya hidup plant-based semakin populer di Jakarta. Semakin banyak orang di Jakarta yang memilih untuk mengadopsi gaya hidup plant-based , baik karena alasan etika, kesehatan, maupun lingkungan. Seiring dengan itu, peluang pasar kedai kopi dairy-free di Jakarta semakin besar dan besar. Banyak konsumen di Jakarta mencari pilihan makanan yang lebih sehat dan sustainable, sehingga kedai kopi dairy-free memenuhi kebutuhan ini. Mad for Coffee adalah salah satu pelaku bisnis kedai kopi, dengan proposisi penjualan uniknya sebagai kedai kopi dairy-free. Dimiliki oleh salah satu influencer terkenal di Indonesia yang merupakan seorang vegetarian dan juga memiliki komunitas vegan. Dengan jumlah pesaing yang sangat banyak, Mad for Coffee perlu meningkatkan kesadaran pasar dan penjualan mereka agar bisnis dapat bertahan dalam jangka waktu yang lama. \nBerdasarkan analisis eksternal, penulis menemukan industri kopi memiliki persaingan yang ketat. Pesaing tidak hanya datang dari kedai kopi dairy-free lainnya, tetapi juga dari kedai kopi biasa karena mereka juga menyediakan berbagai pilihan susu dairy-free. Selain itu, dari faktor internal, Mad for Coffee tidak memanfaatkan kekuatan pemilik nya yang terkenal dan teman-temannya untuk membantu mempromosikan atau membangun kemitraan atau berkolaborasi dengan kedai kopi mereka. Dari analisis internal dan eksternal Mad for Coffee, maka penulis memperoleh analisis SWOT. Dari analisis SWOT, penulis menemukan bahwa Mad for Coffee kekurangan program pemasaran seperti diskon khusus atau program loyalitas untuk mempertahankan pelanggan. Selain itu, konten media sosial mereka tidak terlalu mengekspos produk dan branding mereka yang kuat sebagai kedai kopi dairy-free. \nDari analisis matrix TOWS, penulis mengusulkan beberapa alternatif strategi pemasaran yang dapat diterapkan oleh Mad for Coffee. Alternatif tersebut adalah meningkatkan promosi dengan merepresentasikan beberapa keunggulan Mad for Coffee dan penempatan iklan di media sosial, berkolaborasi dengan influencer, komunitas dan media, mengembangkan program loyalitas dan promosi produk, serta meningkatkan fasilitas dan sumber daya manusia di Mad for Coffee.", "Daftar File": {"COVER Jihanira Sharmila": "https://digilib.itb.ac.id/gdl/download/307281", "BAB 1 Jihanira Sharmila": "https://digilib.itb.ac.id/gdl/download/313187", "BAB 2 Jihanira Sharmila": "https://digilib.itb.ac.id/gdl/download/313188", "BAB 3 Jihanira Sharmila": "https://digilib.itb.ac.id/gdl/download/313189", "BAB 4 Jihanira Sharmila": "https://digilib.itb.ac.id/gdl/download/313190", "BAB 5 Jihanira Sharmila": "https://digilib.itb.ac.id/gdl/download/313191", "PUSTAKA Jihanira Sharmila": "https://digilib.itb.ac.id/gdl/download/313192"}, "Penulis": "Jihanira Sharmila [29320536]", "Kontributor / Dosen Pembimbing": ["Yos Sunitiyoso, S.T, M.Eng., Ph.D.", "Dr. Dina Dellyana, S.Farm., M.A.B."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kedai Kopi Dairy-Free, Kedai Kopi, Promosi, Strategi Marketing, Analisa SWOT, TOWS Matrix", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "06 Sep 2023"}