{"Nomor": 77460, "Judul": "ANALISIS FAKTOR PENENTU PROFITABILITAS BANK: STUDI PADA BANK-BANK DI INDONESIA PERIODE 2019-2022", "Abstrak": "Sektor perbankan merupakan salah satu lembaga keuangan terpenting dalam perekonomian Indonesia. Bank merupakan pendorong pertumbuhan ekonomi yang signifikan dengan menyalurkan modal untuk investasi yang produktif. Oleh karena itu, bank haruslah menguntungkan agar dapat terus beroperasi dan mendukung pertumbuhan ekonomi. Penelitian ini menginvestigasi hubungan antara faktor penentu spesifik bank yaitu Ukuran Bank (SIZE), Rasio Kecukupan Modal (CAR), Rasio Pinjaman terhadap Simpanan (LDR), Biaya Operasional terhadap Pendapatan Operasional (OCOI), dan Kredit Bermasalah (NPL) terhadap Profitabilitas Bank yang diukur dengan Tingkat Pengembalian Aset (ROA). Penelitian ini menggunakan data dari 10 bank di Indonesia yang masuk dalam kategori KBMI 3 dan 4 pada tahun 2019 - 2022. Uji asumsi klasik dilakukan untuk memastikan data dianggap BLUE. Penelitian ini menggunakan regresi data panel Fixed Effect Model. Hasil penelitian menunjukkan bahwa CAR memiliki hubungan positif tidak signifikan terhadap ROA, sedangkan LDR memiliki hubungan positif signifikan terhadap ROA. Sebaliknya, SIZE, OCOI, dan NPL memiliki hubungan yang negatif signifikan terhadap ROA. Karena SIZE, LDR, OCOI, dan NPL menunjukkan hubungan yang signifikan terhadap ROA, maka penelitian ini memberikan rekomendasi kepada manajemen bank untuk lebih memperhatikan variabel-variabel tersebut untuk mempertahankan ROA bank.", "Daftar File": {"2023 SK PP Alphin Raja Bayu Saragih   [19020136] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/307243"}, "Penulis": "Alphin Raja Bayu Saragih [19020136]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Achmad Herlanto Anggono, M.B.A."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Perbankan, Ukuran Bank, Rasio Kecukupan Modal, Rasio Pinjaman terhadap Simpanan, Biaya Operasional terhadap Pendapatan Operasional, Kredit Bermasalah, Tingkat Pengembalian Aset, Regresi Data Panel", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "06 Sep 2023"}