{"Nomor": 77465, "Judul": "MANAJEMEN RISIKO UNTUK PROYEK PUSAT KESEHATAN DAN KESEJAHTERAAN KAWASAN EKONOMI KHUSUS SANUR PT HOTEL INDONESIA NATOUR", "Abstrak": "Tuntutan yang semakin meningkat dalam pasar industri hotel mendorong pemilik hotel, seperti PT Hotel Indonesia Natour, untuk secara aktif melakukan diversifikasi bisnis dan layanan agar tetap kompetitif. Salah satu tren saat ini dalam industri hotel adalah kebutuhan akan layanan kesehatan dan kesejahteraan. Layanan kesehatan dan kesejahteraan dalam industri hotel biasanya menawarkan layanan yang bertujuan untuk memenuhi kebutuhan fisik, mental, dan emosional tamu. Namun, mendirikan pusat kesehatan dan kesejahteraan di dalam sebuah hotel membawa risiko yang harus diidentifikasi, diproses, dan ditangani. ISO 31000:2018 memberikan kerangka kerja untuk manajemen risiko yang efektif yang dapat diterapkan dalam rencana ekspansi kesehatan dan kesejahteraan hotel ini. Tujuan dari penelitian ini adalah menganalisis implementasi ISO 31000:2018 dalam Proyek Kawasan Ekonomi Khusus Pusat Kesehatan dan Kesejahteraan Sanur. Penelitian ini akan menggunakan data primer dan wawancara dengan karyawan PT Hotel Indonesia Natour dan ahli manajemen risiko, yang meliputi penetapan tujuan proyek, identifikasi risiko, pemrosesan risiko, evaluasi risiko, dan mitigasi risiko. Penelitian ini menemukan bahwa implementasi ISO 31000:2018 telah dilakukan. Namun, ditemukan terdapat kurangnya internalisasi budaya yang sadar akan risiko dari para pemilik risiko Kawasan Ekonomi Khusus Sanur yang tercermin dalam masalah-masalah terkait risiko yang saat ini diidentifikasi, perlakuan terhadap risiko, pemantauan risiko, dan rencana kontingensi. Penelitian ini dapat menjadi panduan bagi operator hotel dalam melakukan penilaian risiko menggunakan ISO 31000:2018 dengan menyediakan proses langkah demi langkah untuk manajemen risiko.", "Daftar File": {"COVER Izaz Ilham Aththariq": "https://digilib.itb.ac.id/gdl/download/307275", "BAB 1 Izaz Ilham Aththariq": "https://digilib.itb.ac.id/gdl/download/313152", "BAB 2 Izaz Ilham Aththariq": "https://digilib.itb.ac.id/gdl/download/313154", "BAB 3 Izaz Ilham Aththariq": "https://digilib.itb.ac.id/gdl/download/313156", "BAB 4 Izaz Ilham Aththariq": "https://digilib.itb.ac.id/gdl/download/313159", "BAB 5 Izaz Ilham Aththariq": "https://digilib.itb.ac.id/gdl/download/313162", "PUSTAKA Izaz Ilham Aththariq": "https://digilib.itb.ac.id/gdl/download/313164"}, "Penulis": "Izaz Ilham Aththariq [29321609]", "Kontributor / Dosen Pembimbing": ["Dr. Raden Aswin Rahadi, S.T, MBA.", "Dr. Wiwiek M Daryanto, S.E., Ak., M.M., CMA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Manajemen Resiko, ISO 31000:2018, Hotel, Kesehatan, Pusat Kesejahteraan", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "06 Sep 2023"}