{"Nomor": 77471, "Judul": "PENGEMBANGAN INOVASI LAYANAN SURVEY MENGGUNAKAN LEAN STARTUP DI ERA BANI", "Abstrak": "Era BANI, yang ditandai dengan kerapuhan, kecemasan, ketidakteraturan, dan ketidakjelasan, telah berdampak negatif pada sektor properti di Indonesia. Banyak calon pembeli rumah menunda pembelian karena harga yang tinggi dan memilih indekos sebagai alternatif, sehingga menyebabkan pertumbuhan bisnis indekos. Indekos menjadi pilihan populer bagi mahasiswa di Indonesia, tetapi seringkali mereka menghadapi kesulitan dalam menemukan yang sesuai dan mungkin mengalami masalah dengan layanan yang tidak sesuai harapan, menurut survei yang melibatkan 85 responden. Teman Survei berusaha mengatasi masalah ini dengan menyediakan layanan survei tentang indekos. Para pengusaha di sektor indekos perlu fokus pada fleksibilitas untuk menjaga keterlibatan di antara berbagai generasi dan batasan budaya dan demografi global. Pendekatan Lean Startup menyediakan metode ilmiah untuk berinovasi dan mengelola startup, yang membantu mengarahkan bisnis menuju pertumbuhan dengan lebih cepat mempertimbangkan umpan balik pelanggan. Lean Startup telah membantu beberapa perusahaan teknologi tinggi tumbuh sejak 2008 dan masih relevan di era ini, dengan lima prinsip utama termasuk pembelajaran yang tervalidasi, pengukuran inovasi, dan membangun-mengukur-belajar. Sebagai aplikasi dari prinsip-prinsip tersebut, Teman Survei menciptakan MVP (Minimum Viable Product) berupa situs web untuk menguji asumsi yang paling berisiko dan menawarkan pengalaman baru bagi pelanggan dalam menemukan preferensi indekos mereka. Tujuan dari makalah ini adalah menyediakan solusi atas suatu masalah melalui model bisnis dan Minimum Viable Product (MVP) menggunakan metode lean startup, serta mengevaluasi hasil pengujian MVP. MVP diujikan kepada karyawan sebagai target pasar baru dan mahasiswa sebagai target pasar saat ini. Hasilnya hampir seluruh mahasiswa dan karyawan puas dengan MVP tersebut dan menambah beberapa masukan untuk MVP Teman Survei pada iterasi berikutnya. Implikasinya, Teman Survei harus membuat pivot, khususnya pivot pelanggan dan penangkapan nilai.", "Daftar File": {"Final Defense_Daffa Raditya F_19220053 - Daffa Raditya Farandi.pdf": "https://digilib.itb.ac.id/gdl/download/307435"}, "Penulis": "Daffa Raditya Farandi [19220053]", "Kontributor / Dosen Pembimbing": ["Prof. Wawan Dhewanto, S.T, M.Sc., Ph.D.", "Amilia Wulansari, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Lean start-up; Minimum Viable Product; Layanan Survey", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa  \n                                     Jufrizal Effendi, S.Sos", "File": "1 file", "Tanggal Input": "06 Sep 2023"}