{"Nomor": 77496, "Judul": "A COMPARATIVE STUDY OF TANDEM WING AND CONVENTIONAL CONFIGURATION OF A HALE UAV IN ALTITUDE HOLD CONTROL SYSTEM DESIGN", "Abstrak": "This undergraduate thesis presents a meticulous comparison study that investigates the altitude hold control system design for a tandem wing High-Altitude Long Endurance (HALE) Unmanned Aerial Vehicles (UAVs), with an equivalent conventional configuration aircraft as a comparison tool. The HALE UAV developed by FTMD ITB uses an unconventional tandem wing configuration, which would influence the cruising performance and stability of the aircraft. This research would evaluate whether or not a tandem wing configuration is beneficial for a HALE UAV. This research simulates two aircraft models, one is the actual tandem wing HALE UAV developed by FTMD ITB, while the other is a conventional HALE UAV derived from the tandem wing aircraft with similar parameters. This research will then analyze both models from their aerodynamic characteristics, static stability, trim points, and dynamic stability to determine both of their stability characteristics. This research will also design an altitude hold control system for both models to observe both models’ controllability. The results of both the stability analysis and control system design for both models will then be compared to determine if a tandem wing configuration is better for a HALE UAV or not. The results of this research are that the tandem wing model has better controllability than the equivalent conventional model because of a quicker stabilizing time and less deviations in its altitude response when controlled with the altitude hold control system. Thus, it has been concluded in this research that a tandem wing configuration is a suitable configuration for a HALE UAV.", "Daftar File": {}, "Penulis": "Ahmad Diza Fathurrahman [13619110]", "Kontributor / Dosen Pembimbing": ["Dr. Yazdi Ibrahim Jenie, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "HALE UAV, Tandem Wing, Altitude Hold Control System, Stability Analysis, Control System Design.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "07 Sep 2023"}