{"Nomor": 77495, "Judul": "PEMODELAN COPULA GAUSSIAN PADA AGREGAT KERUGIAN FINANSIAL SECARA SPASIAL AKIBAT GEMPA BUMI SEPANJANG SESAR BARIBIS: STUDI KASUS PADA KERUSAKAN BANGUNAN DI PROVINSI DKI JAKARTA", "Abstrak": "Indonesia menempati zona tektonik yang sangat aktif karena dikelilingi oleh empat\nlempang utama, yaitu lempeng Eurasia, lempeng Indo-Australia, lempeng Laut\nFilipina, dan lempeng Pasifik. Pergerakan lempeng tektonik yang saling mendekat,\nmenjauh, dan bergeser satu sama lain, menyebabkan terbentuknya sesar. Keberadaan\nsegmen-segmen sesar yang melintasi wilayah Indonesia menyebabkan terjadinya\nkejadian gempa bumi. United Nation Office for Disaster Reduction (UNISDR)\nmenyatakan bahwa jumlah korban jiwa bencana meninggal dunia paling tinggi diakibatkan\ndari bencana geofisik (gempa bumi, tsunami, dan gunung api) meskipun\nsecara frekuensi kejadiannya rendah. Sedangkan rerata kerugian finansial akibat\ngempa bumi, Indonesia berada di urutan ketiga tertinggi setelah Jepang dan Amerika\nSerikat. Model Earthquake Catastrophe (CAT) digunakan untuk memodelkan risiko\nkerugian finansial akibat gempa bumi sepanjang sesar Baribis di daerah provinsi\nDKI Jakarta. Pada penelitian ini, daerah yang akan diobservasi terdiri dari Jakarta\nSelatan, Jakarta Timur, dan Jakarta Pusat. Tujuan dari penelitian ini, yaitu memprediksi\nkerugian loss ratio pada daerah observasi secara spasial akibat dari kejadian\ngempa bumi sepanjang sesar Baribis. Untuk memprediksi kerugian loss ratio memanfaatkan\nhazard module, inventory module, dan vulnerability module. Dalam\nmenentukan kerugian finansial, digunakan aggregate loss model. Dikarenakan\ndampak agregat kerugian finansial akibat sesar Baribis setiap daerah berbeda-beda,\ndiperlukan analisis kebergantungan agregat kerugian yang diberikan oleh setiap\ndaerah. Penelitian ini mengusulkan model kebergantungan yang dimodelkan dengan\nCopula Gaussian. Model ini bisa memberikan informasi peluang katastrofe dan\ndaerah yang memiliki agregat kerugian finansial tertinggi, yaitu apabila dipandang\nmasing-masing daerah, maka Jakarta Selatan (SA) memberikan nilai V aR0,95(SA)\nsebesar 64.938, 67 (dalam juta) dan TV aR0,95(SA) sebesar 92.828, 52 (dalam juta),\ndipandang dari gabungan dua daerah daerah, maka Jakarta Selatan dan Jakarta Timur\n(SA +SB) memberikan nilai V aR0,95(SA +SB) sebesar 73.384, 91 (dalam juta) dan\nTV aR0,95(SA + SB) sebesar 104.477, 48 (dalam juta), dan dipandang dari gabungan\ntiga daerah (SA + SB + SC) memiliki nilai V aR0,95(SA + SB + SC) sebesar\n81.642, 60 dan TV aR0,95(SA + SB + SC) sebesar 114.082, 34.", "Daftar File": {"2023 WILAN SUTISNA  20821002.pdf": "https://digilib.itb.ac.id/gdl/download/308637"}, "Penulis": "Wilan Sutisna [20821002]", "Kontributor / Dosen Pembimbing": ["Sapto Wahyu Indratno, S.Si., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Aktuaria", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "CAT model, sesar Baribis, loss ratio, copula, Value-at-Risk (VaR), Tail Value-at-Risk (TVaR).", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti  \n                                     Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "07 Sep 2023"}