{"Nomor": 77499, "Judul": "ANALISIS PEMODELAN 3DIMENSI DISTRIBUSI PROPERTI RESERVOIRBERDASARKAN FASIES PADA BATUPASIR RINDU-1 AREA 2,3,4LAPANGAN MINYAK DURI RIAU-SUMATRA", "Abstrak": "Batupasir Rindu-1 merupakan reservoir yang heterogen sehingga perlu untuk \ndilakukannya karakterisasi baik secara kualitatif maupun kuantitatif. Lokasi \npenelitian mencakup area 2,3,4 dari pembagian wilayah pengembangan lapangan \nminyak Duri, yang terletak di Kabupaten Bengkalis Riau, Sumatra.\nTahapan penelitian dengan melakukan analisis deskripsi kualitatif terhadap 2 \nconto batuan inti bor, kemudian melakukan korelasi dan analisis terhadap \npenyabaran karakteristik rekam log talikawat dari 422 sumur yang ada, \nkeberadaan pola urut-urutan vertikal dan lateralnya ditafsirkan secara deduktif, \nHasil analisis dan penafsiran kemudian diproses menjadi peta fasies (secara \ngeneralisasi primer). Metode geostatistik dan variogram digunakan dalam\npenafsiran secara kuantitatif dari properti reservoar pada masing-masing fasies \nyang telah diidentifikasi dan kemudian dituangkan dalam bentuk penyebaran 3 \ndimensi (3D) dengan menggunakan algoritma geostatistik yang terdapat dalam \nperangkat lunak Gocad.\nBerdasarkan analisis dapat disimpulkan reservoar Rindu-1 tersusun oleh batupasir \nyang diendapkan pada fasies lingkungan estuarin yang terdiri dari batupasir fasies \nstacking channel, batupasir fasies stacking bar-channel dan batupasir fasies mouth \nbar yang dipengaruhi oleh arus pasang-surut (tidal current) yang ketiganya berada \ndiatas lapisan fasies marine shale dengan kontak bidang erosi.. Arah \npengendapannya adalah progradasi memanjang dari timur-timurlaut kearah baratbaratdaya (E-NE – W-SW). Karakteristik spatial properti penyusun masingmasing fasies batupasir pembentuk reservoar Rindu-1 tersebut memiliki \nkarakteristik distribusi yang saling berbeda antara satu fasies dengan lainnya yang \nsesuai dengan pola orientasi pengendapannya.", "Daftar File": {"Abstrak Oka 22009317.pdf": "https://digilib.itb.ac.id/gdl/download/307480", "Cover Oka 22009317.pdf": "https://digilib.itb.ac.id/gdl/download/307481", "Bab 1 Oka 22009317.pdf": "https://digilib.itb.ac.id/gdl/download/307482", "Bab 2 Oka 22009317.pdf": "https://digilib.itb.ac.id/gdl/download/307483", "Bab 3 Oka 22009317.pdf": "https://digilib.itb.ac.id/gdl/download/307484", "Bab 4 Oka 22009317.pdf": "https://digilib.itb.ac.id/gdl/download/307485", "Bab 5 Oka 22009317.pdf": "https://digilib.itb.ac.id/gdl/download/307486", "Bab 6 Oka 22009317.pdf": "https://digilib.itb.ac.id/gdl/download/307487", "Daftar Pustaka Oka 22009317.pdf": "https://digilib.itb.ac.id/gdl/download/307488", "Lampiran Oka 22009317.pdf": "https://digilib.itb.ac.id/gdl/download/307489"}, "Penulis": "I G P Oka Ariyasa [22009317]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Djuhaeni", "Dr. Ir. Asep Heri Patria Kesumajana, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "karakteristik reservoar, heterogenitas", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "10 file", "Tanggal Input": "07 Sep 2023"}