{"Nomor": 77507, "Judul": "STUDI GENETIK RESERVOIR BATUPASIR DALAM 1 DI AREA 1,2,3 DAN7 LAPANGAN MINYAK DURI, CEKUNGAN SUMATRA TENGAH.", "Abstrak": "Lapangan Minyak Duri adalah proyek injeksi uap (steam flood) terbesar di dunia \nyang dibagi menjadi 12 area produksi dengan menggunakan konfigurasi pola \ninjeksi uap berbentuk segi empat dan segi enam. Obyek penelitian adalah \nReservoir Dalam 1 yang merupakan lapisan paling dalam dari rangkaian reservoir \nminyak yang ada di Lapangan Minyak Duri. Salah satu usaha untuk \nmengoptimalkan produksi minyak dari Reservoir Dalam 1 adalah dengan \nmelakukan pengaturan injeksi uap yang merata baik secara lateral maupun \nvertikal. Namun, berdasarkan data survei yang diperoleh, volume uap air pada \nReservoir Dalam 1 tidak sesuai dengan yang ditargetkan pada sejumlah pattern\ninjeksi uap di daerah penelitian. Pendekatan stratigrafi sikuen akan memberikan \ngambaran mengenai penyebaran fasies pengendapan dan berguna untuk \nmengetahui dan memperkirakan penyebaran reservoir yang potensial untuk \ndikembangkan produksi minyaknya \nDalam penelitian ini telah dilakukan diskripsi batuan inti, korelasi stratigrafi \nsikuen dan fasies pengendapan serta pemetaan fasies dan asosiasi fasies \npengendapan pada Reservoir Dalam 1. Metode korelasi yang digunakan adalah \nkorelasi krono stratigrafi dan fasies pengendapan dalam stratigrafi sikuen orde ke \nempat. Data primer yang digunakan dalam penelitian ini adalah data batuan inti \ndan log sumur, serta data hasil analisis biostratigrafi sebagai data sekunder. \nHasil penelitian ini adalah interpretasi genetik, paleogeografi dan pembagian \nkelompok Reservoir Dalam 1 menjadi tiga geometri reservoir berdasarkan unit \ngenetik asosiasi fasies yang berupa fasies tidal bar, tidal channel, dan marine \nshale. Reservoir Dalam 1 terbentuk pada lingkungan pengendapan estuary\ndominasi pasang surut dan dapat dibagi atas Reservoir Dalam 1A, Dalam 1B, dan \nDalam 1C. Salah satu aplikasi hasil penelitian berupa alternatif strategi injeksi \ntarget yang disesuaikan dengan kesamaan fasies pengendapan pada pattern \ninjeksi, sehingga dapat mengoptimalkan target injeksi. Semua hasil penelitian \nakan berguna dalam manajemen reservoir seperti EOR dalam bentuk injeksi uap \npanas, pengerjaan kembali pada sumur yang telah ada sehingga mampu \nmeningkatkan dan mengoptimalkan produksi minyak yang ada khususnya di \nlapangan minyak Duri.", "Daftar File": {"Abstrak Budi Agus S 22009324.pdf": "https://digilib.itb.ac.id/gdl/download/307514", "Cover Budi Agus S 22009324.pdf": "https://digilib.itb.ac.id/gdl/download/307515", "Bab 1 Budi Agus S 22009324.pdf": "https://digilib.itb.ac.id/gdl/download/307516", "Bab 2 Budi Agus S 22009324.pdf": "https://digilib.itb.ac.id/gdl/download/307517", "Bab 3 Budi Agus S 22009324.pdf": "https://digilib.itb.ac.id/gdl/download/307518", "Bab 4 Budi Agus S 22009324.pdf": "https://digilib.itb.ac.id/gdl/download/307519", "Daftar Pustaka Budi Agus S 22009324.pdf": "https://digilib.itb.ac.id/gdl/download/307520"}, "Penulis": "Budi Agus Suharto [22009324]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Djuhaeni"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "unit genetik, geometri reservoir, estuary dominasi pasang surut,  asosiasi fasies, tidal bar, tidal channel.", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "7 file", "Tanggal Input": "07 Sep 2023"}