{"Nomor": 77508, "Judul": "MENYUSUN PRIORITAS KEBIJAKAN PENGEMBANGAN SISTEM MANAJEMEN KESELAMATAN DAN KESEHATAN KERJA (STUDI KASUS : INDUSTRI TRANSFORMATOR PT. UNINDO ALSTOM JAKARTA)", "Abstrak": "ABSTRAK\nManajemen kesclamatan dan kesehatan kerja adalah mcrupakan salah satu bagian yang sangat penting dalam rangka mengembangkan sistem keselamatan dan kesehatan kerja yang ada diperusahaan. Namun dalam kenyataannya, pengembangan sistem manajemen keselamatan dan kesehatan kerja sering mendapat hambatan, hambatan tersebut adalah bahwa perusahaan tidak konsisten dalam melaksanakan kebijakan — kebijakan yang sudah ditetapkan sebelumnya, sehingga yang dirasakan dampak dari semua itu adalah dengan adanya interaksi antar pekerja dengan lingkungan kerja yang tidak seimbang, yang dikarenakan keterbatasan dari sumber daya seperti, pendanaan, sanna, dan kondisi panitia pembina keselamatan dan kesehatan kerja yang ada saat ini masih belum optimal yang dikarenakan, kurangnya ketersedian aparatur dan pelaksana yang berkualitas, sehingga kondisi seperti ini sangat memerlukan langkah — langkah strategis dan prioritas dari kebijakan yang tajam dan terarah dengan betorientasi pada tujuan dan permasalahan.\n  Dalarn peneliticn ini, maka prioritas yang dilakukan adalah dengan menyusan prioritas kebijakan pengembangan sistem manajemen keselamatan dan keschatan kerja di PT.UNINDO ALSTOM dengan mempergunakan metode AHP ( Analytic Hierarchy Process ). Adapun yang pertama dilakukan adalah dengan mengidentifikasi permasaiahan kemudian menyusunnya kedalam suatu struktur hirarki yang akan dipergunakan sebagai gambaran dari keseluruhan masalah. Struktur dari hirarki pcmasclahn terdiri dari enam hirarki, yaitu tujuan, masalah, sub masalah, strategi, kebijakan, dan kelembagaan.\nSetelah diperoleh suatu struktur yang baik, maka langkah selanjutnya adalah melakukan penilaian prioritas dari tiap pasangan elemen yang ada pada struktur hirarki melalui kuesener. Penilaian disini akan dilakukan oleh orang — orang yang dianggap cukup memahami masalah keselamatan dan kesehatan kerja yang ada diperusahaan tersebut. Selanjutnya adalah hasil penilaian tersebut diuji untuk mengetahui tingkat konsistensi dari jawaban yang ada.\nDari penjelasan diatas dapat ditarik s•ntu kesimpulan bahwa faktor penghambat yang ada adalah merupakan suatu kendala yang tidak mudah untuk dihindarkan, oleh karena itu kebijakan yang akan diambil oleh perusahaan tersebut sebagai antisipasi terhadap minimnya sumber dan pendanaan, hendaknya dimulai dengan menyusun kebijakan prioritas pengembangan sistem manajemen keselamatan dan kesehatan kerja yang akan mempergunakan strategi mempertahankan dan meningkatkan Inutu dari kualitas sumber daya manusia yang ada, sehingga nantinya dapat diwujudken sasaran organisasi dalam menciptakan budaya kerja yang aman, nyaman dan sehat", "Daftar File": {"ABSTRAK Suwarso": "https://digilib.itb.ac.id/gdl/download/307521"}, "Penulis": "Suwarso [23400131]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Iftikar Z. Sutalaksana"], "Jenis Koleksi": "", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "07 Sep 2023"}