{"Nomor": 77518, "Judul": "THE INFLUENCE OF A GOOD CORPORATE GOVERNANCE  INTO THE CORPORATE VALUE   (CASE STUDY: INDONESIAN PUBLIC LISTED COMPANY)", "Abstrak": "Studi ini menyelidiki hubungan yang kompleks antara kinerja Good Corporate Governance (GCG), khususnya melalui skor ASEAN Corporate Governance Scorecard (ACGS) dan nilai perusahaan. Skor ACGS, suatu ukuran standar dari tata kelola perusahaan, digunakan untuk menilai kinerja perusahaan yang diperdagangkan secara publik di Indonesia dari tahun 2017 hingga 2020. Studi ini mengungkapkan dampak negatif yang signifikan dari skor ACGS terhadap nilai perusahaan, menunjukkan bahwa meskipun skor ACGS memberikan ukuran standar dari tata kelola perusahaan, namun tidak sepenuhnya menangkap nuansa praktik perusahaan. Dasar penilaian dengan model kotak centang dari skor ACGS mungkin dilihat sebagai persyaratan kepatuhan semata bukan refleksi sejati dari kinerja tata kelola perusahaan perusahaan. Namun, ketika variabel kontrol diperkenalkan, pengaruh skor ACGS terhadap nilai perusahaan melemah dan menjadi tidak signifikan. Hal ini menunjukkan bahwa nilai perusahaan lebih dipengaruhi oleh kinerja finansial dibandingkan dengan kinerja tata kelola perusahaan. Studi ini menyimpulkan bahwa meskipun skor ACGS dapat memberikan beberapa wawasan tentang kinerja tata kelola perusahaan suatu perusahaan, dampaknya terhadap nilai perusahaan bisa ditutupi oleh faktor lain. Oleh karena itu, pendekatan yang komprehensif yang mempertimbangkan berbagai variabel kontrol diperlukan untuk menilai nilai perusahaan dengan akurat.", "Daftar File": {"2023_TS_PP_Kevin Chanry_29121431_Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/307531"}, "Penulis": "Kevin Chanry [29121431]", "Kontributor / Dosen Pembimbing": ["Dr. Sylviana Maya Damayanti, S.T., M.B.A.", "Dr. Ir. Uke Marius Siahaan, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Tata Kelola Perusahaan, Skor ACGS, Masalah Agensi, Nilai Perusahaan,  Kinerja Finansial.", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "08 Sep 2023"}