{"Nomor": 77510, "Judul": "PROPOSED BUSINESS INNOVATION TO INCREASE NUMBER OF SALES (CASE STUDY BY PT SVARA SOUNDSIGHT)", "Abstrak": "PT Svara Inovasi Indonesia adalah start up yang bergerak di bidang media, broadcasting, entertainment, dan advertising. Svara memiliki banyak produk diantaranya produk Svara Soundsight yang menjadi studi kasus pada penelitian ini. \nkendala yang dialami svara soundsight adalah penurunan penjualan pada awal tahun 2022 karena berhentinya KFC dari berlangganan layanan svara soundsight, dan belum adanya pengguna baru selama tahun 2022. \nmaka tujuan penelitian untuk menganalisis secara internal dan eksternal faktor-faktor apa saja yang mempengaruhi penurunan jumlah pengguna aktif bulanan svara soundsight dan merancang strategi inovasi bisnis apa yang dapat dilakukan untuk meningkatkan pengguna svara soundsight di masa mendatang. Analisis internal yang dilakukan adalah STP, Marketing mix 7P dan VRIO yang dimaksudkan untuk mengetahui kelemahan dan kekuatan yang dimiliki svara soundsight. Lalu dilakukan analisis eksternal yaitu analisis competitor, analisis potential customer dan analisis PESTEL untuk mengetahui peluang dan ancaman yang dihadapi produk svara soundsight. \nTemuan dari analisis internal dan eksternal digunakan untuk menyusun analisis SWOT, kemudian dilakukan analisis ERRC, dan analisis bisnis canvas yang sekarang sedang digunakan oleh svara soundsight. berdasarkan analisis SWOT sebelumnya disusunlah analisis TOWS Matrix untuk menentukan strategi S-O, W-O, S-T, dan W-T. Penulis juga merekomendasikan bagian mana saja yang perlu di Eliminate, Raise, Reduce, dan Create berdasarkan analisa ERRC. Berdasarkan seluruh analisis yang sudah dilakukan peneliti mengajukan Bisnis Model Canvas baru diantaranya untuk membentuk tim IT support dan marketing yang bekerja khusus mengurus svara soundsight, membuat aplikasi untuk mobile android dan ios yang diharapakan dapat memudahkan pengguna dalam mengoperasikan aplikasi dan membuat campaign marketing yang bekerja sama dengan musisi dan label musik.", "Daftar File": {"2023_TS_PP_Putri Puspa Perdana-29120445_Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/307523"}, "Penulis": "Putri Puspa Perdana [29120445]", "Kontributor / Dosen Pembimbing": ["Dr. rer. pol. Eko Agus Prasetio, S.T., MBA.CIP"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "music di café, aplikasi, inovasi bisnis", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "08 Sep 2023"}