{"Nomor": 77515, "Judul": "ANALISIS INDEKS PRIORITAS PEREMAJAAN KELAPA SAWIT DI ASIA TENGGARA MENGGUNAKAN PENDEKATAN INTEGRASI DATA PENGINDERAAN JAUH", "Abstrak": "Kelapa sawit (Elaeis guineensis) telah menjadi tanaman penghasil minyak\nterpenting di seluruh dunia. Produksi minyak sawit yang meningkat terutama\ndidasarkan pada perluasan areal budidaya ke dalam kawasan hutan, yang\nmenyebabkan kerusakan lingkungan yang serius. Peningkatan hasil perkebunan\nyang ada merupakan jalur potensial untuk mengurangi dampak ekologis yang tidak\ndiinginkan dari pertanian kelapa sawit. Diperkirakan permintaan global akan terus\nmeningkat dari waktu ke waktu. Dengan banyaknya sektor kelapa sawit, Asia\nTenggara menjadi salah satu faktor terpenting dalam perekonomian kelapa sawit\ndunia. Kelapa sawit dikenal sebagai tanaman penghasil minyak paling efisien\nsecara global. Pada usia 25 tahun ke atas, pohon-pohon tua ditebang untuk memulai\nsiklus peremajaan kelapa sawit untuk mempertahankan produktivitas perkebunan\ndan kelangsungan ekonomi. Untuk itu diperlukan perencanaan serta pemantauan\nyang dapat mendukung kebijakan peremajaan bukan sekedar pengembangan alami\nuntuk mengganti tanaman sawit yang telah mencapai siklus 25 tahun, tetapi\ndilakukan by desain, dan tidak lagi melakukan ekspansi. Kebijakan Peremajaan\nkelapa sawit memiliki peran yang kuat dalam meningkatkan industri kelapa sawit,\nPeremajaan juga merupakan kunci dalam mencapai Sustainable Development\nGoals (SDG) khususnya Economic Fields (SDG8), Social Fields (SDG6) dan\nEnvironment (SDG3). Penelitian ini mengintegrasikan data – data penginderaan\njauh dengan menggunakan Metode Machine Learning Random Forest yang\nselanjutnya akan di identifikasi lahan kelapa sawit yang sesuai dan lahan yang tidak\nsesuai untuk dipetakan menjadi perubahan lahan untuk mendukung desain dan\nperencanaan pengambilan keputusan yang mendukung kebijakan peremajaan\nkelapa sawit.", "Daftar File": {"ABSTRAK Alief Wiraguna Aseran": "https://digilib.itb.ac.id/gdl/download/307528"}, "Penulis": "Alief Wiraguna Aseran [25121010]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Anjar Dimara Sakti, S.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Kelapa sawit, Kesesuaian lahan, machine learning, kebijakan remajaan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "08 Sep 2023"}