{"Nomor": 77513, "Judul": "EFEKTIVITAS PENYISIHAN TOTAL SUSPENDED SOLID (TSS) AIR TAMBANG BATU BARA TEKNIK ELEKTROKOAGULASI BATCH DENGAN ELEKTRODA BESI", "Abstrak": "Indonesia merupakan negara yang memiliki cadangan batu bara yang cukup besar\ndengan sumber daya batu bara sebanyak 149,01 miliar ton dengan Sumatera Selatan\ndan Kalimantan Timur sebagai provinsi dengan sumber daya batu bara tertinggi,\nyaitu 82% dari total sumber daya batu bara di Indonesia. Terdapat beberapa jenis\nmetode penambangan, salah satu yang paling banyak digunakan yaitu metode open\npit. Dalam proses penambangan batu bara open pit, ditemukan isu-isu yang terjadi,\nsalah satunya kekeruhan. Kekeruhan pada air tambang batu bara dipengaruhi oleh\ntanah akibat dari adanya proses erosi dan kandungan mineral pada batuan penutup\nyang terangkut oleh aliran air permukaan. Kekeruhan yang terjadi disebabkan oleh\nadanya galian tambang open pit sehingga terjadinya kontak antara air hujan dengan\ndinding tambang (soil) sehingga terbentuk lumpur yang dapat meningkatkan kadar\nkekeruhan. Konsentrasi Total Suspended Solid (TSS) pada sampel air tambang\nyaitu 5400 mg/L. Penelitian dilakukan untuk menyisihkan TSS dengan metode\npengolahan elektrokoagulasi menggunakan sistem batch. Dalam menentukan\nkondisi maksimum penyisihan TSS, dilakukan percobaan dengan variasi arus 0,5,\n1, dan 2 ampere dan dengan variasi waktu 15, 30, dan 45 menit. Percobaan\ndilakukan dengan pasangan elektroda besi sebanyak 8 buah yang disusun secara\nmonopolar. Dari percobaan didapatkan hasil penyisihan TSS maksimum pada arus\n2 ampere dan waktu 30 menit dari konsentrasi awal 5.400 mg/L menjadi 65,66\nmg/L dengan persentase penyisihan TSS sebesar 98,72%. Terdapat parameter lain\nyang dapat mempengaruhi proses elektrokoagulasi yaitu pH, Total Dissolved Solid\n(TDS), dan temperatur, terjadi peningkatan pH dari nilai awal 8 menjadi 11,\npeningkatan konsentrasi TDS dari nilai awal 320 mg/L menjadi 477 mg/L, dan\npeningkatan temperatur dari 25? menjadi 33,5?. Setelah mendapatkan hasil\nelektrokoagulasi menggunakan elektroda besi, selanjutnya dilakukan perbandingan\ndengan peneliti sebelumnya menggunakan elektroda aluminium. Perbandingan\ndilakukan menggunakan uji statistik t test 2 populasi independen. Dari\nperbandingan tersebut, didapatkan hasil tidak terdapat perbedaan signifikan antara\nelektroda besi dan aluminium pada parameter pH dan penyisihan TSS. Terdapat\nperbedaan signifikan antara elektroda besi dan aluminium pada parameter TDS\nterukur, temperatur, dan TSS terukur. Pada parameter TDS terukur dan TSS\nterukur, proses elektrokoagulasi menggunakan elektroda besi lebih besar dibandingkan elektroda aluminium. Pada penyisihan TSS kedua elektroda (besi\ndan aluminium) tidak terdapat perbedaan signifikan. Biaya operasi pengolahan\nproses elektrokoagulasi dihitung dari segi konsumsi energi di dapatkan cost Rp\n52/detik atau Rp 1.639.873.248/tahun.", "Daftar File": {"Hanifah Oktaviani.pdf": "https://digilib.itb.ac.id/gdl/download/307526"}, "Penulis": "Hanifah Oktaviani [15319075]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Mindriany Syafila, M.S, Ph.D.", "Dr. Muhammad Sonny Abfertiawan, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "air tambang, biaya operasi, elektroda besi, elektrokoagulasi batch, kuat arus, total suspended solid, uji statistik.", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "08 Sep 2023"}