{"Nomor": 77512, "Judul": "INTEGRASI METODE HYBRID ALGORITMA DECISION SUPPORT SYSTEM DAN MACHINE LEARNING DALAM MENENTUKAN PENERIMA BANTUAN PEMERINTAH : STUDI KASUS PROGRAM PENDANAAN DESA BERINOVASI BRIN", "Abstrak": "Dalam rangka meningkatkan perekonomian dan pemulihan ekonomi masyarakat,\nPemerintah Indonesia melalui Badan Riset Inovasi Nasional (BRIN) mempelopori\nProgram Desa Berinovasi yang merupakan insentif fasilitasi pembinaan kepada\nmasyarakat desa melalui entitas berbadan hukum. Namun salah satu bagian\npenting dalam proses penyelenggaraan program desa berinovasi adalah\nmenentukan penerima insentif yang harus tepat sasaran dan dapat\ndipertanggungjawabkan. Pada prosesnya, seleksi dan evaluasi penerima insentif\nmerupakan suatu permasalahan yang melibatkan banyak komponen atau kriteria\nyang dinilai atau disebut dengan Multi-Criteria Decision Making (MCDM).\nTujuan dari penelitian ini diharapkan dapat membantu decision maker dalam\nmenentukan calon penerima bantuan yang tepat sasaran. Pada penelitian ini, untuk\npermasalahan MCDM digunakan metode hybrid Analitycal Hierarchy Process\n(AHP) dengan Simple Additive Weighting (SAW) dan diintegrasikan dengan\npemodelan machine learning menggunakan Logistic Regression (LR). Metode\nAHP digunakan untuk menghitung bobot setiap kriteria, sedangkan metode SAW\ndigunakan untuk mengurutkan setiap alternatif yang ada dengan dibantu oleh\npenilaian tim ahli sedangkan penerapan metode LR digunakan untuk analisa\npredictive dan pengklasifikasian dari data yang dihasilkan.", "Daftar File": {"ABSTRAK Indra Rusyadi Adiwijaya": "https://digilib.itb.ac.id/gdl/download/307541", "COVER Indra Rusyadi Adiwijaya": "https://digilib.itb.ac.id/gdl/download/317684", "BAB 1 Indra Rusyadi Adiwijaya": "https://digilib.itb.ac.id/gdl/download/317685", "BAB 2 Indra Rusyadi Adiwijaya": "https://digilib.itb.ac.id/gdl/download/317686", "BAB 3 Indra Rusyadi Adiwijaya": "https://digilib.itb.ac.id/gdl/download/317687", "BAB 4 Indra Rusyadi Adiwijaya": "https://digilib.itb.ac.id/gdl/download/317688", "BAB 5 Indra Rusyadi Adiwijaya": "https://digilib.itb.ac.id/gdl/download/317689", "PUSTAKA Indra Rusyadi Adiwijaya": "https://digilib.itb.ac.id/gdl/download/317690"}, "Penulis": "Indra Rusyadi Adiwijaya [20921001]", "Kontributor / Dosen Pembimbing": ["Sapto Wahyu Indratno, S.Si., M.Sc., Ph.D.", "Dr. Manahan Parlindungan Saragih Siallagan"], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Komputasi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Decision Support System, Multi-Criteria Decision Making, Analitycal Hierarchy Process, Simple Additive Weighting, Machine Learning, Logistic Regression", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "8 file", "Tanggal Input": "08 Sep 2023"}