{"Nomor": 77517, "Judul": "ANALISIS KEMAMPUAN POHON DALAM MENDUKUNG PENANGGULANGAN LONGSOR DI BLOK BERIH, TAMAN WISATA ALAM GUNUNG PANCAR", "Abstrak": "Perambahan yang terjadi pada TWA Gunung Pancar telah mengakibatkan berbagai kerusakan ekosistem seperti longsor. Pohon memiliki peran penting dalam pengendalian longsor. Keberadaan pohon pada lereng dapat mengurangi potensi terjadinya longsor. Pemilihan spesies pohon serta penempatan pohon pada yang tepat pada lereng akan meningkatkan keberhasilan pengendalian longsor. Perambahan terjadi diantaranya pada Blok Asia dan Blok Berih. Pada Blok Asia telah berhasil dilakukan rehabilitasi, sedangkan pada Blok Berih perambahan masih terjadi danmengakibatkan longsor. Tujuan dari penelitian ini adalah membandingkan struktur dan komposisi vegetasi pada Blok Asia dan Blok Berih, menentukan spesies pohon, serta merekomendasikan penempatan pohon pada lereng berdasarkan parameter IJA, ICA, dan kemampuan intersepsi tajuk. Metode yang digunakan pada penelitian ini adalah analisis vegetasi, analisis IJA dan ICA, analisis kemampuan intersepsi tajuk, serta analisis untuk menentukan penempatan pohon pada lereng. Hasil penelitian menunjukkan bahwa Blok Berih dan Blok Asia memiliki struktur dan komposisi vegetasi yang berbeda. Indeks keanekaragaman pada Blok Asia berkisar antara 1,351-2,393 sedangkan pada Blok Berih berkisar antara 0,541-2,555 dengan keanekaragaman terendah yaitu pohon. Berdasarkan analisis vegetasi, didapatkan 5 spesies pohon untuk diukur kemampuannya sebagai pengendali longsor yaitu Altingia exelsa, Pinus merkusii, Schima walichii, Shorea sp., dan Swietenia macrophylla. Rekomendasi penempatan pohon pada lereng berdasarkan parameter IJA, ICA, dan kemampuan intersepsi tajuk dibagi mendjadi 3 bagian. Pada lereng bagian atas ditanami dengan Schima walichii, Swietenia macrophylla, dan Shorea sp. Pada bagian tengah ditanami dengan Schima walichii, Altingia exelsa, Shorea sp., dan Pinus merkusii. Pada bagian bawah ditanami dengan Swietenia macrophylla, Altingia exelsa, Shorea sp., dan Pinus merkusii.\nKata kunci: akar, longsor, penempatan pohon, pohon, tajuk, vegetasi", "Daftar File": {}, "Penulis": "Sinta Ghoziyati Muflihah [11519047]", "Kontributor / Dosen Pembimbing": ["Dr. Rina Ratnasih Purnamahati, M.S, M.Sc.", "Dr. Sopandi Sunarya, S.Hut., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "08 Sep 2023"}