{"Nomor": 77520, "Judul": "PENATAAN RUANG TERBUKA PUBLIK KAMPUNG KOTA YANG MENDUKUNG AKTIVITAS SOSIAL DAN BERMAIN KAMPUNG PAKULONAN BARAT TANGERANG SELATAN", "Abstrak": "Kampung kota adalah bentuk pemukiman yang berada di wilayah perkotaan. Kampung kota memiliki karakteristik fisik bangunan dan lingkungan yang kurang tertata atau tidak beraturan dikarenakan bertumbuh secara organic. Ciri lain adalah kepadatan penduduk yang tinggi dan sarana serta prasarana dasar yang kurang.  Kampung kota tersebut memiliki permasalahan yaitu tidak tersedianya ruang sosial dan bermain yang layak dan aman. Akibatnya, anak bermain pada tempat yang tidak layak seperti gang, jalanan, tempat parkir, lahan kosong. Namun, untuk menyediakan tempat sosial dan bermain khusus \nPenerapan konsep fleksibel pada ruang sosial dan bermain diharapkan dapat mengatasi permasalahan tersebut. Oleh karenanya, thesis desain ini ingin berfokus pada bagaimana konsep fleksibilitas diterapkan pada perancangan ruang terbuka publik kampung kota untuk aktivitas sosial dan bermain anak. \nLokasi penelitian dilakukan pada ruang bermain di Kampung Pakulonan Barat Kota Tangerang Selatan. Pengumpulan data dilakukan dengan melakukan studi literatur, observasi dan dokumentasi ruang bermain di Kampung Pakulonan Barat. Hasil penelitian, menghasilkan rekomendasi titik perancangan dan penerapan konsep fleksibilitas berdasarkan karakteristik tipologi bentuk ruang yang terdapat pada kampung Pakulonan Barat. \nKonsep flexibility inside social and playing network diterapkan dengan mempertimbangkan jarak, karakteristik tipologi bentuk ruang, dan tipologi aktivitas sosial bermain anak. Sehingga, perancangan ruang sosial dan bermain dapat menggunakan konsep fleksibilitas yang di sesuaikan dengan tipologi bentuk ruang dan tipologi aktivitas sosial bermain anak pada kampung Pakulonan Barat.", "Daftar File": {"ABSTRAK Tatang Marshellino Subagyo": "https://digilib.itb.ac.id/gdl/download/307540"}, "Penulis": "Tatang Marshellino Subagyo [25620012]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mochamad Prasetiyo Effendi Yasin, M.Arch., M.A.UD.", "Dr. Ir. Woerjantari Kartidjo, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Rancang Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "ruang terbuka publik, ruang bermain, ruang sosial, konsep fleksibilitas ruang", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "08 Sep 2023"}