{"Nomor": 77524, "Judul": "PENGEMBANGAN ALAT MONITORING INFUS PASIEN BERBASIS IOT MENGGUNAKAN METODE  DESIGN THINKING", "Abstrak": "Keterlambatan pada proses pemantauan kondisi infus pasien bisa menyebabkan\nberbagai komplikasi penyakit akibat emboli dan aliran darah yang masuk ke selang.\nKomplikasi yang ditimbulkan diantara lain infeksi darah, dan jika ada lebih dari\n5ml udara yang masuk ke dalam pembuluh darah vena dapat menyebabkan cedera\nsignifikan seperti strock, shock, dan gagal jantung. Penelitian ini bertujuan untuk\nmeminimalkan risiko komplikasi yang dapat terjadi dengan mengembangkan\nrancangan sistem monitoring alat infus pasien berbasis IoT yang meliputi produk\nfisik dan aplikasi.\nMetode yang digunakan dalam penelitian adalah design thinking. Terdapat lima\ntahap dalam design thinking, yaitu empathize, define, ideate, prototype, dan test.\nEmpathize dilakukan untuk menghasilkan persona. Define dilakukan untuk\nmenentukan kebutuhan. Ideate dilakukan untuk menentukan dan memilih satu\nkonsep produk fisik dan tampilan aplikasi monitoring alat infus pasien. Prototype\ndilakukan untuk membuat prototype fisik dan mockup aplikasi. Test dilakukan\nuntuk menguji prototype fisik dan mockup aplikasi untuk mendapatkan feedback\nuntuk perbaikan selanjutnya.\nBerdasarkan hasil dari tahap empathize, didapatkan tiga buah persona. Berdasarkan\nhasil dari tahap define, dirumuskan delapan jenis kebutuhan. Melalui proses concept\ngeneration di tahap ideate, dihasilkan sembilan alternatif konsep produk fisik dan\nsebuah konsep aplikasi. Kemudian melalui proses concept screening dan scoring di\ntahap ideate, terpilihlah konsep produk fisik ke-9 dan konsep aplikasi untuk\ndilanjutkan. Melalui tahap test, diperoleh kesimpulan bahwa konsep produk fisik\ndan aplikasi terpilih terbuksi sudah mampu mengakomodasi kebutuhan perawat dan\npasien meskipun masih dapat dikembangkan lebih lanjut.", "Daftar File": {}, "Penulis": "Joan Angelina [14419049]", "Kontributor / Dosen Pembimbing": ["Prof. Yassierli, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "monitoring, alat infus, alat kesehatan, IoT, design thinking.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "08 Sep 2023"}