{"Nomor": 77525, "Judul": "PENGEMBANGAN SISTEM PENJADWALAN INTERAKTIF  UNTUK PRODUKSI JOB SHOP  DENGAN MENGGUNAKAN ALGORITMA GENETIKA PADA CV CIPTA SINERGI MANUFACTURING", "Abstrak": "CV Cipta Sinergi Manufacturing (CV CSM) merupakan perusahaan manufaktur\nproduk permesinan berbasis metode Make-To-Order (MTO). Perusahaan memiliki\ntarget on time delivery per bulan sebesar 90%. Target tersebut belum terpenuhi pada\nbulan Januari hingga Maret 2023. Salah satu penyebab keterlambatan produksi\nadalah ketidakakuratan rencana penjadwalan produksi dengan kondisi aktual\nproduksi karena masih dilakukan secara manual. Sistem penjadwalan interaktif\ndibangun untuk mengatasi permasalahan tersebut dan baru dapat mengakomodasi\npenjadwalan dengan algoritma non-delay dan algoritma sisipan yang hanya\nberfokus dalam memindahkan jadwal pengerjaan job di dalam satu mesin saja.\nKasus produksi pada CV CSM dapat dikategorikan sebagai kasus job shop karena\nberupa masalah terkait alokasi m mesin untuk dipakai dalam menyelesaikan n job\nberbeda yang terdiri atas beberapa operasi. Penelitian ini mengusulkan algoritma\ngenetika sebagai solusi untuk menyelesaikan kasus job shop karena\nmengakomodasi alokasi alternatif mesin. CV CSM memiliki enam mesin CNC\nmilling, dua mesin CNC lathe, dan beberapa mesin lainnya yang dapat digunakan\nsecara paralel. Berdasarkan mesin yang tersedia, pengoptimalan penggunaan mesin\ndapat menjadi salah satu solusi untuk meminimasi makespan. Tahapan penelitian\nmeliputi identifikasi permasalahan eksisting, pengumpulan data input,\npembangunan algoritma, verifikasi dan validasi algoritma, serta perancangan\neksperimen untuk mengetahui kombinasi parameter yang baik untuk menjalankan\nalgoritma. Penambahan algoritma genetika ke dalam sistem penjadwalan interaktif\ndapat menambahkan alternatif solusi sebagai bahan pertimbangan bagi pihak PPIC.\nBerdasarkan hasil penelitian, algoritma genetika mampu menghasilkan solusi yang\nlebih baik untuk 21 jobs yang diproses dengan penghematan waktu produksi\nsebesar 27,9%. Penghematan waktu produksi terjadi karena alokasi mesin yang\nlebih merata. Solusi yang lebih baik ini dapat menjadi tambahan bahan\npertimbangan bagi pihak PPIC untuk menentukan jadwal produksi mingguan.", "Daftar File": {}, "Penulis": "Nurshadrina Mazaya Awanis [13419004]", "Kontributor / Dosen Pembimbing": ["Mohammad Mi'", "radj Isnaini, S.T, M.T, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "job shop, algoritma genetika, alokasi mesin", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "08 Sep 2023"}