{"Nomor": 77530, "Judul": "DESAIN STRUKTUR FIXED PLATFORM EMPAT KAKI DAN STUDI SENSITIFITAS ANALISIS SPECTRAL FATIGUE", "Abstrak": "Energi merupakan salah satu sektor penting dalam pembangunan dan aktivitas kehidupan manusia. Salah satu energi yang dimaksud adalah minyak dan gas. Minyak dan gas di Indonesia merupakan salah satu komoditas strategis, yang dimana pada wilayah Indonesia sering dilakukan eksplorasi dan eksploitasi baik di darat ataupun di lepas pantai. Untuk mendukung kegiatan eksplorasi dan eksploitasi minyak dan gas, khususnya di lepas pantai, dibutuhkan anjungan lepas pantai untuk mendukung kegiatan tersebut. Seperti yang diketahui, perairan Indonesia terbilang relatif dangkal, sehingga jenis anjungan lepas pantai yang sering dibangun di perairan Indonesia fixed jacket platform. Pada Tugas akhir ini dilakukan pemodelan anjungan lepas pantai yang mengacu pada standar API RP2A WSD. Pemodelan dilakukan dengan menggunakan aplikasi SACS versi 12.0. Selain itu, akan dilakukan beberapa analisis meliputi analisis in-place, seismic, dan sesitivity study terkait spectral fatique analysis.\nBerdasarkan hasil analisis in-place dan seismic platform mampu bertahan pada kondisi operating, storm, SLE, dan RIE. Hal tersebut dilihat dari nilai max UC member, joint punching shear, defleksi, dan kapasitas pile yang sudah memenuhi kriteria desain API. Struktur mampu bertahan selama 16.94 Tahun dengan besar damage yang diterima sebesar 0.885.\nPada tugas khusus ini juga dilakukan sensitivity study spectral fatigue analysis, yang dimana hasil dari analisis menunjukkan hasil yang cukup berbeda anatara auto transfer\nfunction dan manual transfer function. Pada joint 5004 auto transfer function menghasilkan damage sebesar 0.001694 sementara manual trasnfer function menghasilkan damage 0.0477. Spektral fatigue dengan menggunakan manual transfer function menunjukkan nilai yang lebih konservatif.", "Daftar File": {}, "Penulis": "Annes Rikci Parmonangan S. [15519038]", "Kontributor / Dosen Pembimbing": ["Ir. Rildova, M.T, Ph.D.", "Lurohman Mamin Masturi, S.T, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Fixed Platform, in-place, seismic, fatique", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "08 Sep 2023"}