{"Nomor": 77543, "Judul": "PERANCANGAN FASILITAS PERIKANAN KAMPUNG NELAYAN KAMAL MUARA SEBAGAI FASILITAS EKOWISATA", "Abstrak": "Indonesia merupakan negara maritim yang memiliki potensi yang luas di bidang kelautan dan perikanan. Namun, jumlah nelayan di perkotaan memiliki angka paling sedikit, salah satunya berada Wilayah Pesisir Utara Jakarta. Kamal Muara merupakan permukiman nelayan perkotaan yang terletak di terletak di Kecamatan Penjaringan, Jakarta Utara. Permukiman ini merupakan salah satu permukiman nelayan yang masih bertahan hingga hari ini. Letaknya yang berbatasan dengan pulau reklamasi telah memberikan dampak terhadap nelayan Kamal seperti pendapatan hasil tangkap yang lebih sedikit dan mengharuskan nelayan untuk belayar lebih jauh. Penurunan jumlah nelayan juga dipengaruhi oleh rendahnya usia produktif yang bekerja di sektor perikanan. \n\nTesis ini mencoba merancang sebuah fasilitas yang memadukan antara kegiatan perikanan dan wisata yang bertujuan untuk mengembangkan kawasan dan memberikan manfaat ekonomi kepada masyarakat setempat dengan menciptakan sebuah sistem yang berkelanjutan dan juga adaptif. Tapak dirancang dengan konsep ekowisata perkotaan sebagai solusi untuk merenovasi lingkungan yang telah mengalami degradasi. Ekowisata perkotaan mempertimbangkan tiga aspek dalam perancangannya, yang meliputi aspek lingkungan, aspek sosial, dan aspek ekonomi. Ketiga aspek ini menjadi dasar dalam pendalaman konsep perancangan. \n\nHasil rancangan merupakan wujud dari strategi yang dapat meningkatkan pendapatan dan peluang ekonomi, sosial, dan ekologi masyarakat pesisir. Selain itu, menjadi contoh bagi perwujudan rancangan aristektur. Rancangan ini memperhatikan pengurangan dampak negatif pembangunan serta memanfaatkan potensi akan daya tarik wisata yang sejalan dengan aspek sosial yang memperkuat komunitas.", "Daftar File": {"ABSTRAK Diva Iryanti Irsyad": "https://digilib.itb.ac.id/gdl/download/307618"}, "Penulis": "Diva Iryanti Irsyad [25222051]", "Kontributor / Dosen Pembimbing": ["Ir. Budi Faisal, M.A.UD, MLA, Ph.D.", "Medria Shekar Rani, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "perikanan, pesisir, ekowisata, edukasi", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "08 Sep 2023"}