{"Nomor": 77555, "Judul": "PENGEMBANGAN MESIN PENGADUK ADONAN DAN MESIN PENGGORENGAN UNTUK MENINGKATKAN PRODUKTIVITAS DI UKM PEMBUATAN AMPLANG", "Abstrak": "UKM X merupakan salah satu UKM yang bergerak di bidang produksi amplang dan\nberlokasi di Kabupaten Sambas, Kalimantan Barat. Skala produksi UKM X terbilang cukup\nbesar untuk ukuran usaha rumahan. Meski skala produksi UKM X cukup besar, tetapi\nketerbatasan mesin yang tersedia menyebabkan belum optimalnya produktivitas serta\ntingginya risiko ergonomis pada proses produksi. Oleh karena itu, pengembangan Teknologi\nTepat Guna (TTG) berupa mesin yang dapat membantu proses produksi UKM X dapat\nmembantu produktivitas UKM X.\nPenelitian dimulai dengan pemetaan proses produksi pembuatan amplang sebelum\npenentuan tugas atau proses yang akan dibantu dengan mesin. Setelah dipetakan proses\nproduksi, dilakukan evaluasi dengan menggunakan Hierarchical Task Analysis (HTA).\nBerdasarkan hasil evaluasi, akan didapatkan tugas dengan risiko tertinggi yang akan dibantu\ndengan mesin.\nSetelah didapatkan tugas yang akan dibantu dengan mesin, dilakukan observasi mengenai\nteknologi yang digunakan saat ini. Observasi dilakukan dengan melakukan wawancara\nterhadap pekerja yang bertanggung jawab pada tugas tersebut. Berdasarkan hasil wawancara\ndiidentifikasi kebutuhan pengguna kemudian dikembangkan menjadi spesifikasi produk.\nBerdasarkan spesifikasi produk, dibangkitkan beberapa alternatif solusi. Dengan\nmempertimbangkan pendapat dari ahli, dipilih alternatif solusi yang akan dikembangkan\nmenjadi desain prototipe mesin. Desain prototipe mesin kemudian direalisasikan menjadi\nprototipe fisik mesin. Prototipe mesin kemudian diuji cobakan kepada pekerja UKM X di\nKabupaten Sambas.", "Daftar File": {}, "Penulis": "Lutfina Karima [13419091]", "Kontributor / Dosen Pembimbing": ["Prof. Yassierli, S.T., M.T., Ph.D.CPE"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "UKM, Teknologi Tepat Guna, Hierarchical Task Analysis, Sambas, Produksi amplang.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "11 Sep 2023"}