{"Nomor": 77554, "Judul": "PERANCANGAN APLIKASI ASESMEN ERGONOMI SNI 9011:2021 DENGAN KERANGKA KERJA ISO 9241-210", "Abstrak": "Gangguan otot rangka dapat menyebabkan peningkatan biaya kompensasi pekerja dan\npenurunan produktivitas di tempat kerja. Berdasarkan survei awal terhadap keluhan\ngangguan otot rangka pada pekerja di salah satu usaha konveksi di Pekalongan\nmenunjukkan 6 dari 7 pekerja memiliki rasa sakit yang dianggap berhubungan dengan\npekerjaan. Asesmen ergonomi merupakan upaya identifikasi gangguan otot rangka di\ntempat kerja sehingga dapat dilakukan pengendalian untuk mengurangi risiko terjadinya\ngangguan otot rangka. Berdasarkan wawancara dengan enam orang yang berpengalaman\ndalam asesmen ergonomi SNI 9011:2021 didapatkan pain points pada sistem penilaian saat\nini, yaitu membutuhkan waktu yang lama dalam menguantifikasi paparan dari setiap\npotensi bahaya hingga didapatkan kesimpulan hasil penilaian. Dengan demikian,\ndibutuhkan rancangan aplikasi yang membantu dalam asesmen ergonomi SNI 9011:2021.\nPerancangan aplikasi dilakukan dengan mengacu kerangka kerja ISO 9241-210 tentang\nhuman-centred design (HCD) untuk sistem interaktif. Tahapan pertama adalah\nkonseptualisasi interaksi asesor saat melakukan asesmen ergonomi SNI 9011:2021\nmenggunakan customer journey map. Pain points dalam customer journey map digunakan\nuntuk menentukan inovasi yang dapat menyelesaikan masalah dan meningkatkan\nkepuasan. Tahapan kedua adalah menentukan need statement dan system requirements.\nTahapan ketiga adalah merancang use case diagram dan aplikasi. Tahapan terakhir adalah\nevaluasi heuristik dengan tiga pakar dan usability testing dengan 15 partisipan. Perbaikan\naplikasi dilakukan berdasarkan tingkat prioritas dalam matriks usaha dan dampak.\nRancangan aplikasi membantu dalam asesmen ergonomi SNI 9011:2021 karena pengguna\nhanya perlu memasukkan informasi pekerjaan dan durasi paparan dari potensi bahaya yang\ndialami pekerja. Kemudian, sistem akan menghasilkan laporan hasil penilaian dengan\nformat PDF yang tersimpan secara otomatis pada database sistem. Pengguna juga dapat\nmelihat ulang laporan hasil penilaian yang telah disimpan. Rancangan aplikasi juga\nmemiliki pencegahan kesalahan, seperti batas minimal 0 pada isian waktu. Pengujian\naplikasi dilakukan dengan evaluasi heuristik ditemukan 10 masalah, usability testing tahap\nI ditemukan 9 masalah, usability testing tahap II ditemukan 3 masalah. Perbaikan aplikasi\ndilakukan untuk kategori quick wins dan fill-ins karena memiliki usaha yang rendah.", "Daftar File": {}, "Penulis": "Kevin Prasetyo [13419227]", "Kontributor / Dosen Pembimbing": ["Prof. Yassierli, S.T., M.T., Ph.D,CPE"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "asesmen ergonomi, evaluasi heuristik, usability testing", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "11 Sep 2023"}