{"Nomor": 77556, "Judul": "PELESTARIAN RUMAH GADANG SUKU MINANGKABAU DI KAWASAN LUHAK LIMAPULUH KOTA KELARASAN KOTO PILIANG DENGAN PENDEKATAN ACTOR NETWORK THEORY", "Abstrak": "Bangunan adat merupakan warisan budaya yang harus dilestarikan. Salah satu bangunan adat\ndi Indonesia yaitu Rumah Gadang yang merepresentasikan identitas budaya dari Suku\nMinangkabau. Bangunan adat ini memiliki beragam jenis dikarenakan adanya perbedaan letak\nkawasan (luhak) dan sistem kelarasan yang dianut. Namun upaya untuk melestarikan yang\nterjadi hingga saat ini menimbulkan perubahan terhadap bentuk dan fungsi dari bangunan\ntersebut. Hal ini terjadi karena adanya pengaruh dari aksi para aktor serta relasi yang terjalin\npada setiap bangunan adat. Rumah Gadang yang berada di Kampung Adat Balai Kaliki Kota\nPayakumbuh Sumatera Barat merupakan salah satu kawasan yang mengalami perubahan baik\nminor maupun mayor. Bangunan adat yang terdapat pada kampung ini merupakan Rumah\nGadang dengan tipologi rumah yang masuk ke dalam kawasan Luhak Limapuluh Kota serta\nkelarasan yang dianut oleh kampung tersebut dominan Koto Piliang. Faktor aksi dan relasi dari\npara aktor terkait ini sangat mempengaruhi perubahan pada pelestarian bangunan adat, maka\nmemberikan perspektif baru terhadap pelestarian bangunan adat, dalam konteks penelitian ini\nyaitu Rumah Gadang di Kampung Adat Balai Kaliki yang terletak di Luhak Limapuluh Kota\ndengan Kelarasan Koto Piliang. Oleh karena itu maksud dari penelitian ini untuk mengamati\nperubahan yang terjadi pada Rumah Gadang di kampung tersebut melalui perspektif jaringan\naktor. Hasil pengamatan digunakan untuk menemukan strategi yang tepat dalam proses\npelestarian sebuah Rumah Gadang. Proses penyusunan strategi dilalui dengan tahapan\npenataan relasi aktor yang berkaitan dengan objek Rumah Gadang. Penyelesaian topik\npenelitian ini menggunakan metodologi penelitian kualtitatif dengan pendekatan Actor\nNetwork Theory yang dikaitkan dengan teori Total Asset Management. Hal ini penting\ndilakukan agar pelestarian yang dilakukan terhadap objek budaya dapat efektif dan efisien\nsesuai dengan hukum adat yang berlaku. Dari penelitian ini menemukan bahwa relasi aktor\nyang terkait dengan Rumah Gadang menjadi penentu dalam kuantitas perubahan yang ada.\nMaka dari itu dibutuhkan metode penelitian yang bersifat holistik dan mendalam dengan tujuan\ndapat memahami aktor yang terlibat secara lebih rinci.", "Daftar File": {"2023 TS PP AZANI ZALIKA PUTRI 1.pdf": "https://digilib.itb.ac.id/gdl/download/307655"}, "Penulis": "Azani Zalika Putri [27121106]", "Kontributor / Dosen Pembimbing": ["Dr. Ruly Darmawan, M.Sn."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Rumah Gadang, Suku Minangkabau, Actor Network Theory, pelestarian", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "11 Sep 2023"}