{"Nomor": 77561, "Judul": "PERAMBATAN GELOMBANG PADA PERSAMAAAN LUGIATO-LEFEVER", "Abstrak": "Tugas akhir ini akan mempelajari tentang persamaan Lugiato-Lefever, dimana\nsecara fisis ini merupakan percobaan penembakan sinar laser ke plat. Persamaan\nLugiato-Lefever adalah persamaan Schr¨odinger nonlinier yang menggambarkan\nperilaku cahaya dalam resonator optik nonlinier, seperti gelombang frekuensi\nKerr pada mikroresonator optik. Persamaan Schr¨odinger nonlinier merupakan\npersamaan matematika yang menjelaskan perubahan tiap waktu dari sebuah sistem\nfisika. Persamaan ini berbentuk persamaan diferensial dengan tipe persamaan\ngelombang, yang digunakan sebagai model matematika dari pergerakan gelombang.\nTerdapat operator turunan kedua pada Persamaan Lugiato-Lefever, maka dari itu\ndigunakan metode untuk menghapiri turunan kedua yaitu pseudo-spectral, dan finite\ndifference. Pada tugas akhir ini akan dicari bagaimana diagram bifurkasi yang\ndihasilkan, bagaimana kestabilan dari diagram tersebut, dan jika terdapat suatu\ntitik tidak stabil maka akan dilihat kemanakah solusi tersebut akan lari. Diagram\nbifurkasi adalah diagram yang menggambarkan hubungan antara variabel dan\nparameter terhadap titik ekuilibrium. Diagram bifurkasi merupakan diagram solusi\ndari permasalahan yang dihadapi. Metode yang digunakan adalah Newton-Raphson\nuntuk mencari nilai ekuilibrium, numerical continuation untuk mencari titik belok,\ndan Runge-Kutta untuk melihat hasil solusi pada bagian tidak stabil. Metode\nscaling juga akan digunankan untuk membandingkan hasil-hasil sebelumnya, tetapi\nhampiran turunan kedua yang digunakan berbeda dengan sebelumnya, yaitu dengan\nmenggunakan fast fourier transform. Persamaan Lugiato-Lefever juga memiliki\nsuku difusi maka dari itu penulis juga mencoba untuk mencari bagaimana pola\nyang dihasilkan pada bagian 2D dengan menggunakan fast fourier transform,\nNewton-Raphson, dan Runge-Kutta. Simulasi yang dilakukan dengan menggunakan\nMATLAB dan untuk bagian penentuan kestabilan penulis menggunakan\nMaple 18.", "Daftar File": {"ABSTRAK Bramasta Anggito Pramudhani R": "https://digilib.itb.ac.id/gdl/download/307661"}, "Penulis": "Bramasta Anggito Pramudhani R [10119005]", "Kontributor / Dosen Pembimbing": ["Rudy Kusdiantara, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Persamaan Lugiato-Lefever, Pseudo Spectral, Finite Difference, Newton-Raphson, Numerical Continuation, Runge-Kutta, Scaling, Fast Fourier Transform", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "11 Sep 2023"}