{"Nomor": 77575, "Judul": "PEMODELAN HIDRODINAMIKA WADUK PANTAI CISADANE", "Abstrak": "Jakarta merupakan salah satu dari kota-kota besar di dunia yang tidak luput dari fenomena sinking cities yang disebabkan oleh naiknya muka air laut. Selain naiknya muka air laut yang disebabkan oleh pemanasan global dan perubahan iklim. Tenggelamnya kota-kota di pesisir ini diakibatkan juga oleh penurunan muka tanah yang disebabkan oleh ekstraksi air tanah berlebihan yang berhubungan langsung dengan laju urbanisasi dan bertambahnya populasi penduduk di kawasan pesisir. Beragam upaya seperti pembangunan tanggul laut dan himbauan ekstraksi air tanah telah dilakukan untuk mengatasi tenggelamnnya Jakarta tetapi belum kunjung mengatasi masalah yang ada. Waduk pantai merupakan solusi yang ditawarkan untuk mengatasi masalah naiknya permukaan air laut dan juga penurunan muka tanah akibat ekstraksi air tanah. Tugas akhir ini akan dilakukan simulasi arus akibat pasang surut dengan menggunakan Delft3D-FLOW yang akan dijalankan pada kawasan muara sungai Cisadane. Model akan dibuat menggunakan bantuan Delft Dashboard untuk membuat grid, batimetri perairan, dan kondisi batas. Kemudian, akan dilakukan simulasi dengan memvariasikan nilai koefisien kekasasaran Manning dan Chezy. Hasil simulasi model akan divalidasi dengan data lingkungan yaitu elevasi muka air akibat pasang surut dan kecepatan arus akibat pasang surut. Metode validasi dilakukan dengan perhitungan error dari nilai hasil pemodelan dengan data lingkungan. Model yang handal akan menghasilkan selisih yang kecil dengan kejadian di lapangan, oleh karena itu metode galat yang dipilih untuk validasi adalah metode galat selisih. Nilai selisih ini akan dibandingkan dengan rentang data pengukuran. Model dikatakan handal apabila nilai galat yang dihasilkan kurang dari 10% untuk elevasi muka air dan kurang dari 20% untuk\nkecepatan arus. Setelah model valid dan dapat dikatakan handal maka model diharapkan dapat menjadi acuan dalam desain waduk pantai Cisadane.", "Daftar File": {}, "Penulis": "Mikha-El Caesar Adine Mackbon [15517066]", "Kontributor / Dosen Pembimbing": ["Ir. Andojo Wurjanto, MCE, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "pemodelan, hidrodinamika, waduk pantai, Delft3D.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "11 Sep 2023"}