{"Nomor": 77573, "Judul": "EKSPERIMEN LAPANGAN IDENTIFIKASI PIPA BAWAH TANAH MENGGUNAKAN METODE INDUKSI ELEKTROMAGNETIK DAN DIDUKUNG DENGAN METODE GROUND PENETRATING RADAR", "Abstrak": "Pemetaan pipa bawah tanah sangat penting untuk menghindari masalah kebocoran pipa\nakibat proyek konstruksi sipil yang melibatkan penggalian tanah. Pemetaan ini dapat\ndilakukan dengan metode geofisika. Contoh metode yang paling umum digunakan adalah\nground penetrating radar (GPR). Terdapat metode geofisika lain yang secara teori dapat\ndigunakan untuk mendeteksi pipa namun jarang digunakan, yaitu metode induksi\nelektromagnetik (EMI). Penelitian ini bertujuan untuk menguji metode EMI untuk\nmendeteksi pipa dan menggunakan metode GPR sebagai data pendukung. Lokasi penelitian\ndilakukan di area Perusahaan Daerah Air Mimum (PDAM) Tirtawening Dago Pakar, Kota\nBandung, Jawa Barat. Di area ini terdapat pipa air pada kedalaman 1,5 meter dan diameter\n0,3 meter. Metode EMI menggunakan instrumen EM38-MK2 dilakukan pada area dengan\nluas 16 × 13 meter dengan spasi1 meter. Metode GPR menggunakan GSSI 270 MHz\ndilakukan dengan 10 lintasan dengan panjang 10 meter dan spasi 1 meter. Pengukuran\nmetode EMI divariasikan dengan konfigurasi, separasi koil, ketinggian alat, dan orientasi\nalat. Peta konduktivitas mode konfigurasi dipol vertikal (VDM), separasi koil 1 meter,\nketinggian alat 0 meter, dan orientasi alat sejajar lintasan menunjukkan pola anomali negatif\nyang menggambarkan lokasi dan arah pipa. Pemetaan suseptibilitas di setiap mode tidak\ndapat memberikan informasi lokasi dan arah pipa. Pemetaan konduktivitas dengan metode\nEMI menunjukkan lokasi dan arah dari pipa ke arah barat laut. Hasil yang sama juga\nditunjukkan dari pola hiperbola pada radargram GPR. Kesesuaian antara data EMI dan GPR\nini membuktikan bahwa metode EMI dapat diaplikasikan untuk mendeteksi pipa.", "Daftar File": {}, "Penulis": "Al Rizky Gunawan [12318070]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. Ir. Wahyudi Widyatmoko Parnadi, M.S."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "M38-MK2, ground penetrating radar, induksi elektromagnetik, konduktivitas semu, pipa bawah tanah, suseptibilitas magnetik", "Sumber": "", "Staf Input/Edit": "Devi Septia Nurul", "File": "1 file", "Tanggal Input": "11 Sep 2023"}