{"Nomor": 77578, "Judul": "PENTINGNYA PENGALAMAN PELANGGAN PADA LOYALITAS PELANGGAN: STUDI KASUS VIDEO GAME", "Abstrak": "Pengalaman pelanggan adalah aspek penting dari layanan atau produk apa pun yang harus menjadi fokus perusahaan. Namun, hanya sedikit penelitian yang dilakukan dalam bidang ini, sehingga konsep ini sering kali diabaikan ketika berbicara tentang hal-hal yang membuat suatu produk atau layanan sukses, terutama dalam dunia video game. Disertasi ini bertujuan untuk meneliti lebih jauh mengenai topik bagaimana pengalaman pelanggan mempengaruhi loyalitas dalam industri video game dan apa yang mempengaruhi pengalaman pelanggan dalam industri video game. Dengan menggunakan analisis kualitatif menggunakan wawancara mendalam, dan menganalisis data menggunakan pengkodean induktif, penelitian ini bertujuan untuk menjelaskan topik pengalaman pelanggan untuk pemain video game. Temuan penelitian menunjukkan bahwa memang ada korelasi antara pengalaman yang dirasakan pemain selama bermain game dan seberapa setia mereka terhadap game tersebut dalam jangka panjang. Pengalaman pelanggan yang positif selama bermain game cenderung menginspirasi pemain untuk memainkan game tersebut di masa mendatang, baik itu game yang sama atau kelanjutan dari game yang dimainkan sebelumnya. Sebaliknya, pengalaman negatif membuat pemain enggan memainkan game tersebut di masa mendatang, tidak peduli seberapa besar mereka menyukainya pada suatu saat dalam hidup mereka. Oleh karena itu, hasil dalam makalah ini dapat berkontribusi pada pemahaman tentang bagaimana pengalaman dibuat selama bermain video game dan bagaimana hal tersebut dapat diterapkan untuk menciptakan video game yang lebih sehat dan lebih baik di masa mendatang.", "Daftar File": {"2023 SK PP Veiro Akbar Rafindy   [19020052] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/307706"}, "Penulis": "Veiro Akbar Rafindy [19020052]", "Kontributor / Dosen Pembimbing": ["Annisaa Novieningtyas"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pengalaman pelanggan, loyalitas, video game", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa  \n                                     Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "11 Sep 2023"}