{"Nomor": 77576, "Judul": "INTEGRASI BETA-KAROTEN/3-METIL-1-VINILIMIDAZOLIUM BERBASIS CAIRAN ION SEBAGAI INHIBITOR KOROSI PADA BAJA KARBON DI DALAM AIR PAYAU", "Abstrak": "Seiring dengan perkembangan teknologi, logam-logam digunakan untuk berbagai proses industri baik itu sebagai komponen utama maupun komponen tambahan. Logam dipilih karena terkenal akan kekuatannya, namun masalah utama dari logam yaitu korosi. Korosi adalah destruksi atau deteorasi logam akibat reaksi kimia dengan lingkungan. Fenomena korosi tidak dapat dihindari namun lajunya dapat dikurangi, salah satunya menggunakan inhibitor korosi. Penggunaan inhibitor korosi terbagi atas dua jenis, inhibitor korosi anorganik dan organik. Inhibitor korosi organik dapat berupa ekstrak tanaman dan cairan ion. Penggunaan ekstrak tanaman saja tidak cukup karena memiliki kekurangan yaitu tidak stabil. Cairan ion memiliki berbagai keunggulan. Cairan ion yang digunakan yaitu 3-metil-1-vinilimidazolium memiliki kekurangan yaitu rantai karbonnya yang pendek sehingga bersifat hidrofilik. Oleh karena itu, penelitian ini menggabungkan cairan ion dan beta karoten agar memperpanjang rantai karbonnya.\nWortel diekstrak sehingga diperoleh beta-karoten yang memiliki rantai karbon yang panjang. 3-etil-1-metilimidazolium klorida digabungkan dengan beta-karoten menggunakan proses reaksi Diels-Alder sehingga membentuk cairan ion berbasis 3-metil-1-vinilimidazolium terintegrasi dengan beta karoten. Kemudian dilakukan pengujian FTIR dan NMR serta menguji aktivitasnya sebagai inhibitor korosi dengan metode EIS dan Tafel.\nEfisiensi inhibisi tertinggi dengan menggunakan metode EIS yaitu dengan penambahan 80 ppm beta karoten pada temperatur 25 oC sebesar 76% dan dengan penambahan 100 ppm integrasi VMIM/BK pada temperatur 75 oC sebesar 87%. Efisiensi inhibisi tertinggi dengan menggunakan metode Tafel yaitu dengan penambahan beta karoten sebanyak 40 ppm dengan temperatur 35 oC sebesar 93% dan dengan penambahan integrasi VMIM/BK sebanyak 100 ppm pada temperatur 65 oC sebesar 99%. Mekanisme adsorpsi kedua inhibitor korosi ini yaitu adsorpsi campuran dengan proteksinya berupa katodik, anodik dan juga mixedtype inhibitor.", "Daftar File": {"ABSTRAK Viona Aulia Rahmi": "https://digilib.itb.ac.id/gdl/download/307690", "TS-TK-VIONA AULIA RAHMI-23021012-1-Cover.pdf": "https://digilib.itb.ac.id/gdl/download/316627", "BAB 1 Viona Aulia Rahmi": "https://digilib.itb.ac.id/gdl/download/316628", "BAB 2 Viona Aulia Rahmi": "https://digilib.itb.ac.id/gdl/download/316629", "BAB 3 Viona Aulia Rahmi": "https://digilib.itb.ac.id/gdl/download/316630", "BAB 4 Viona Aulia Rahmi": "https://digilib.itb.ac.id/gdl/download/316631", "BAB 5 Viona Aulia Rahmi": "https://digilib.itb.ac.id/gdl/download/316632"}, "Penulis": "Viona Aulia Rahmi [23021012]", "Kontributor / Dosen Pembimbing": ["Dr. Megawati Zunita, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Chemical engineering", "Kata Kunci": "beta-karoten, cairan ion, inhibitor korosi organik, korosi.", "Sumber": "Perpustakaan Prodi Teknik Kimia FTI ITB", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Budi Cahyadi", "File": "7 file", "Tanggal Input": "11 Sep 2023"}