{"Nomor": 77574, "Judul": "IDENTIFIKASI STRUKTUR LAPANGAN PANASBUMI KEPAHIANG BENGKULU MENGGUNAKAN METODE MAGNETOTELLURIC DAN GRAVITY", "Abstrak": "Daerah panas bumi Kepahiang secara tektonik berada pada busur magmatik yang\nterletak di sebelah barat Pulau Sumatera. Aktivitas panas bumi (geothermal),\npemunculannya berasosiasi dengan pola struktur sesar terutama yang berarah Timur\nlaut-Baratdaya dan zona sesar aktif utama dari sistem sesar Sumatra berarah\nBaratdaya-Tenggara. Penelitian ini dilakukan untuk mengetahui kedalaman\ncaprock dan reservoir dan mengetahui struktur bawah permukaan menggunakan\nmetode magnetotelluric dan gravity. Data tersebut diolah menggunakan software\nPhoenix dimana dalam prosesnya data diubah dari domain waktu menjadi domain\nfrekuensi menggunakan transformasi Fourier dan diolah hingga mendapatkan\nresistivitas semu dan fasa. Data MT diintegrasi dengan gravity. Dilakukan proses\ninversi pada MT menggunakan inversi Occam untuk 1D dan inversi Non-Linear\nConjugate Gradien (NLCG) untuk 2D serta proses forward modeling (2D) pada\ngravity. Berdasarkan hasil inversi 2D dan forward modeling gravity menunjukkan\nbahwa diduga caprock dengan perkiraan kedalaman berkisar 500 – 1800 m\nmemiliki nilai resistivitas 4 – 16 ohm.m dan nilai densitas 2.53 gr/cc sedangkan\nreservoir panas bumi berada di bagian bawah caprock dengan perkiraan kedalaman\nberkisar 1800 – 3500 m dengan nilai resistivitas sebesar 32 – 256 Ohm-m dan nilai\ndensitas sebesar 2.4 gr/cc.", "Daftar File": {"ABSTRAK Nindia Ekasuci Larasati.pdf": "https://digilib.itb.ac.id/gdl/download/307688"}, "Penulis": "Nindia Ekasuci Larasati [22321014]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Agus Laesanpura, M.S."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geofisika", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Gravity, Kepahiang, Magnetotelluric, panasbumi, reservoir", "Sumber": "", "Staf Input/Edit": "Devi Septia Nurul", "File": "1 file", "Tanggal Input": "11 Sep 2023"}