{"Nomor": 77585, "Judul": "DAMPAK EKONOMI VALUASI KARBON PADA PROYEK PENANGKAPAN PEMANFAATAN DAN PENYIMPANAN KARBON DI LAPANGAN GAS DENGAN SISTEM PSC", "Abstrak": "PT Petro Gasindo telah menjadi salah satu penghasil gas terbesar di Indonesia sejak 2009 dan telah menjadi pemasok LNG utama untuk Indonesia. Walaupun intensitas emisi LNG jauh lebih rendah daripada bahan bakar fosil lainnya seperti batu bara, keadaan darurat iklim yang dihadapi dunia saat ini membutuhkan semua kemungkinan pengurangan emisi yang tersedia. PT Petro Gasindo saat ini sedang mengembangkan proyek CCUS yang selanjutnya mengurangi emisi CO2 dari reservoir dengan menggunakannya untuk meningkatkan produksi gas sebelum menyimpannya secara permanen di bawah tanah.\nCCUS telah ada selama beberapa dekade di industri tetapi menghadapi tantangan dalam implementasinya karena biayanya yang tinggi. Pada produksi minyak, salah satu cara untuk mengurangi tekanan biaya adalah dengan menggunakannya untuk meningkatkan produksi minyak (CO2-EOR). PT Petro Gasindo ingin menerapkan prinsip serupa pada reservoir gas dan hal ini diharapkan akan berdampak positif pada keseluruhan ekonomi proyek.\nJumlah produksi gas tambahan dimodelkan melalui deskripsi kebumian yang detail yang dimasukkan ke dalam sebuah simulasi reservoir. Beberapa opsi pengembangan dianalisa untuk memilih skenario pengembangan yang optimal, dengan beberapa sensitivitas ekonomi dan teknis seputar jumlah sumur dan platform, capital dan operating expenditures, dan juga nilai ekonomi karbon. Analisis ekonomi dari sensitivitas ini dihitung menggunakan sistem PSC Cost Recovery, menghasilkan angka NPV dan IRR bagi Pemerintah dan juga Kontraktor. \nAnalisis menunjukkan bahwa bahkan dengan penambahan produksi gas, nilai ekonomi proyek masih sangat marjinal bagi kontraktor. Namun, dari sudut pandang Pemerintah, proyek ini masih akan menghasilkan arus kas positif dari pajak dan bagi hasil. Analisis ini menunjukkan beberapa kemungkinan cara untuk meningkatkan daya tarik proyek untuk kontraktor, seperti pengurangan capital expenditures, tetapi yang paling signifikan adalah penambahan nilai kredit karbon dari penyerapan CO2. Nilai ekonomi karbon senilai $30/ton sudah secara signifikan meningkatkan daya tarik proyek dari sudut pandang Kontraktor.", "Daftar File": {"COVER Raihan Lukman Mahfoedz": "https://digilib.itb.ac.id/gdl/download/307716", "BAB 1 Raihan Lukman Mahfoedz": "https://digilib.itb.ac.id/gdl/download/313730", "BAB 2 Raihan Lukman Mahfoedz": "https://digilib.itb.ac.id/gdl/download/313731", "BAB 3 Raihan Lukman Mahfoedz": "https://digilib.itb.ac.id/gdl/download/313732", "BAB 4 Raihan Lukman Mahfoedz": "https://digilib.itb.ac.id/gdl/download/313733", "PUSTAKA Raihan Lukman Mahfoedz": "https://digilib.itb.ac.id/gdl/download/313734"}, "Penulis": "Raihan Lukman Mahfoedz [29320437]", "Kontributor / Dosen Pembimbing": ["Widhyawan Prawiraatmadja, M.A., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Produksi Gas, Evaluasi Ekonomi, Pengembangan Hulu Gas, Strategi Monetisasi, Kontrak Bagi Hasil, Penangkapan Karbon, CCUS.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "11 Sep 2023"}