{"Nomor": 77580, "Judul": "PERANCANGAN DAN SIMULASI NUMERIK TURBIN FRANCIS 1 MW UNTUK BENDUNGAN TEMEF DI NUSA TENGGARA TIMUR", "Abstrak": "Pada Rencana Usaha Penyediaan Tenaga Listrik (RUPTL) PLN 2021 – 2030 telah dirancang rencana pengembangan Energi Baru dan Terbarukan menggunakan tenaga air yang memiliki potensi sebesar 10,4 GW. Pengembangan Energi Baru dan Terbarukan tersebut didukung oleh pemerintah melalui Kementerian Pekerjaaan Umum dan Perumahaan Rakyat (PUPR) dengan membangun Bendungan Temef berlokasi di Nusa Tenggara Timur yang berpotensi energi air sebesar 2,6 MW untuk dirancang turbin Francis pada tugas sarjana ini.\nPada penelitian ini dilakukan perancangan dan simulasi turbin Francis untuk menentukan desain dan parameter operasi yang sesuai untuk penggunaan pada Bendungan Temef. Komponen-komponen turbin yang dirancang adalah runner, draft tube, spiral casing, dan guide vane dengan parameter rancangan yaitu daya turbin sebesar 1 MW, head 43 m, dan debit 2,7 m3/s. Penelitian dimulai dengan melakukan perancangan geometri setiap komponen yang kemudian disimulasikan menggunakan perangkat lunak ANSYS Fluent pada kondisi tunak. Parameter operasi yang divariasikan adalah sudut bukaan guide vane, yaitu 7,5°, 11°, 13,5°, 16°, 19°, 21,5°, dan 24° dengan putaran turbin dirancang konstan pada 500 RPM.\nHasil simulasi turbin Francis yang telah dirancang pada titik operasi desain menunjukkan bahwa sudut bukaan guide vane sebesar 19° dibutuhkan untuk dapat mencapai daya sebesar 1000,2 kW dengan efisiensi sebesar 86,08%. Sedangkan pada titik operasi optimum menunjukkan bahwa efisiensi maksimum turbin adalah sebesar 88,51% pada sudut bukaan guide vane sebesar 21,5° dengan daya yang dihasilkan sebesar 1147,17 kW. Hasil simulasi kontur tekanan menunjukkan bahwa fenomena kavitasi terjadi di bagian outlet blade runner. Skema pemasangan turbin dapat dilakukan untuk mengurangi kavitasi tersebut dengan menenggelamkan turbin di bawah tail race dengan kedalaman 3 meter.", "Daftar File": {}, "Penulis": "Wildan Firdaus [13119063]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ing. Ir. Priyono Soetikno, D.E.A.", "Ir. I Nengah Diasta, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "pembangkit listrik tenaga air, turbin Francis, Bendungan Temef, Computational Fluid Dynamics (CFD)", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "11 Sep 2023"}