{"Nomor": 77587, "Judul": "PENILAIAN KEMATANGAN DAN STRATEGI UNTUK MENINGKATKAN TINGKAT MANAJEMEN PENGETAHUAN DI ASTRA PROPERTY", "Abstrak": "Industri properti dan real estate merupakan salah satu sektor yang berkembang pesat dalam pembangunan makroekonomi Indonesia. Di banyak negara, sektor ini sering digunakan sebagai indikator krisis karena menjadi sektor penting bagi negara. Karena itu, sektor properti memberikan peluang yang menghasilkan pendapatan Indonesia (gross domestic product).\n\nDi Indonesia, Grup Astra sepenuhnya berkomitmen untuk memastikan kesuksesan jangka panjang bisnisnya dan berupaya menjadi sumber kebanggaan bagi bangsa ini. Sebagai bagian dari komitmennya, Grup Astra mengembangkan operasinya ke sektor properti pada tahun 2013, yang mengarah pada pendirian Astra Property, yang menjadi fokus penelitian ini. Astra Property bertekad untuk meningkatkan standar pengembangan properti di semua segmen, memberikan kontribusi positif terhadap kualitas hidup dan masyarakat secara keseluruhan. Visi perusahaan ini adalah menjadi perusahaan properti yang paling disukai dan dipercaya. Untuk menjalankan aktivitas bisnis sehari-hari, Astra Property telah menetapkan nilai-nilai dan budaya yang diharapkan diterapkan oleh manajemen dan karyawan. Namun, mengingat sifat industri properti, sangat penting bagi Astra Property untuk efektif dalam memelihara dan mengelola sumber daya pengetahuan. Hal ini menjadi semakin penting mengingat faktor-faktor seperti pergantian karyawan, jumlah perekrutan karyawan baru, dan kebutuhan akan kegesitan dalam organisasi. Mengejutkannya, belum ada penilaian yang dilakukan untuk mengevaluasi kondisi saat ini dari manajemen pengetahuan di Astra Property.\n\nBerdasarkan hasil survei yang menggunakan alat APO KM Maturity Assessment, total skor yang diperoleh untuk Astra Property adalah 138.98. Hal ini menunjukkan bahwa Astra Property telah menerapkan manajemen pengetahuan secara luas di perusahaan, namun standarisasi dan formalisasi belum tercapai.\n\nTerdapat beberapa langkah yang dapat dilakukan oleh Astra Property untuk meningkatkan kondisi saat ini: membangun budaya berbagi pengetahuan, menciptakan repositori dan sistem pengetahuan terpusat, mengimplementasikan proses penangkapan pengetahuan, mendorong pembelajaran berkelanjutan, dan mengukur serta mengevaluasi upaya manajemen pengetahuan dengan mengembangkan metrik dan indikator kinerja utama (KPI) untuk menilai efektivitas praktik manajemen pengetahuan.", "Daftar File": {"COVER Ressa Regina": "https://digilib.itb.ac.id/gdl/download/307725", "BAB 1 Ressa Regina": "https://digilib.itb.ac.id/gdl/download/313753", "BAB 2 Ressa Regina": "https://digilib.itb.ac.id/gdl/download/313754", "BAB 3 Ressa Regina": "https://digilib.itb.ac.id/gdl/download/313755", "BAB 4 Ressa Regina": "https://digilib.itb.ac.id/gdl/download/313756", "BAB 5 Ressa Regina": "https://digilib.itb.ac.id/gdl/download/313757", "PUSTAKA Ressa Regina": "https://digilib.itb.ac.id/gdl/download/313758"}, "Penulis": "Ressa Regina [29321607]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Jann Hidajat Tjakraatmadja, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "properti, manajemen pengetahuan, penilaian kematangan manajemen pengetahuan", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "11 Sep 2023"}