{"Nomor": 77599, "Judul": "ANOMALI MOMEN DIPOL MAGNETIK DARI MUON AKIBAT PERTUKARAN SKALAR BARU", "Abstrak": "Anomalous magnetic dipole momen! dari muon (disebut juga dengan muon p — 2) adalah salah satu pengukuran presisi yang sensitif  terhadap fisika  baru.  Belakang- an ini, pengukuran nilai g — 2 yang dilakukan oleh Muon p — 2 Collaboration oleh Fermilab berbeda  dengan  prediksi  model standar  (SM)  yang dihitung oleh  Muon p — 2 Theory Initiative Group, dengan signifikansi statistik sebesar 5.1s. Perbeda-  an ini dapat dijelaskan oleh fisika baru. Pada studi ini, diskrepansi  ini dijelaskan  oleh fisika baru yang melibatkan medan skalar baru. Simetri gauge  model standar dan konten fermion model standar dipertahankan. Seluruh kombinasi bilinear dari fermion yang melibatkan muon dicari untuk memperoleh suku interaksi Yukawa. Dari analisis ini, beberapa skalar baru yang invarian terhadap simetri Lorentz dan gauge adalah bagian dari model-model yang sudah  ada.  Model  yang dipilih  da- lam studi ini adalah model Zee-Babu, two-Higgs-double! model, dan model-model skalar Leptoquark. Diagram Feynman satu loop yang melibatkan medan skalar dihitung untuk memperoleh koreksi untuk p. Pencarian  difokuskan  pada  model yang bisa memberikan p — 2 > 0 dari model-model tersebut. Kemudian, implikasi fenomenologis dari model-model yang bisa menjelaskan p — 2 dari muon ditentuk- an. Implikasi-implikasi fenomenologis tersebut memberikan constrain! lebih jauh untuk kondisi yang dibutuhkan untuk menjelaskan p — 2 dari muon.", "Daftar File": {}, "Penulis": "Muhammad Farhan [10219074]", "Kontributor / Dosen Pembimbing": ["Jusak Sali Kosasih, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Beyond Standard Model, Momen Magnetik, Muon.", "Sumber": "", "Staf Input/Edit": "Yati Rochayati  \n                                     Yati Rochayati", "File": "7 file", "Tanggal Input": "11 Sep 2023"}