{"Nomor": 77596, "Judul": "PENERAPAN PEMBELAJARAN PENGUATAN MENDALAM PADA PERMAINAN PAPAN THE GALLERIST", "Abstrak": "Permainan euro merupakan salah satu jenis permainan yang berfokus pada\npenentuan strategi. The Gallerist adalah permainan papan yang tergolong pada\njenis permainan ini. Secara umum, pemilihan strategi terbaik dari permainan\neuro cenderung tidak berubah. Meskipun begitu, permainan euro memiliki ratusan\nhingga ribuan urutan pemilihan aksi yang membuat pemain kesulitan untuk menentukan\nstrategi terbaik dari permainan ini. Hal ini dapat diatasi menggunakan metode\npembelajaran penguatan mendalam. Pada metode ini, setiap keadaan dan aksi dari\npermainan akan diaproksimasi sebagai nilai tertentu menggunakan jaringan saraf\ntiruan. Kemudian, Pembelajaran penguatan akan memetakan nilai suatu keadaan ke\nnilai suatu aksi untuk memaksimalkan hasil yang didapatkan. Data yang digunakan\npada metode ini didapatkan melalui proses eksplorasi agen terhadap lingkungan\npermainan selama pembelajaran berlangsung. Terdapat beberapa algoritma pembelajaran\npenguatan yang akan digunakan yaitu deep Q-network, double deep Qnetwork,\nvanilla policy gradient, dan proximal policy optimization. Berdasarkan\nalgoritma tersebut, akan dicari algoritma yang dapat mempelajari lingkungan\npermainan dengan baik. Algoritma tersebut akan digunakan untuk mendapatkan\nhasil akhir berupa urutan aksi yang menjadi strategi terbaik dalam permainan The\nGallerist.", "Daftar File": {"ABSTRAK Fajar Trisno Purwanto": "https://digilib.itb.ac.id/gdl/download/307813"}, "Penulis": "Fajar Trisno Purwanto [10119043]", "Kontributor / Dosen Pembimbing": ["Dr. Aditya Purwa Santika, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "pembelajaran penguatan, permainan euro, permainan papan, jaringan saraf tiruan", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "11 Sep 2023"}