{"Nomor": 77607, "Judul": "ANALISIS KELAYAKAN FINANSIAL PENAMBAHAN FASILITAS PRODUKSI PADA PT YONG KHARISMA UTAMA JAYA", "Abstrak": "PT Yong Kharisma Utama Jaya merupakan perusahaan swasta yang bergerak di\nindustri karoseri. Perusahaan mulai mengalami peningkatan permintaan pesanan\nsecara keseluruhan hingga 40,5% pada tahun 2022, dengan peningkatan pesanan\npemerintah sebesar 90,7% pada tahun 2022 dibandingkan tahun 2021 yang banyak\nterjadi pada semester kedua. Pada tahun 2023, perusahaan berencana\nmengembangkan usahanya dan meningkatkan efisiensi dari segi lead time produksi\ndalam jangka panjang dengan menambah fasilitas produksi baru untuk memisahkan\nlini produksi antara pesanan retail dengan pesanan pemerintah. Oleh karena itu,\nsebelum memulai proyek tersebut, dilakukan analisis kelayakan finansial untuk\nmengetahui status kelayakan. Analisis kelayakan pada penelitian ini\nmempertimbangkan biaya cadangan proyek berupa contingency reserve dan\nmanagement reserve. Kemudian, digunakan metode AHP untuk memilih alternatif\npinjaman jangka panjang. Untuk menentukan status kelayakan, dilakukan\nperhitungan menggunakan Net Present Value (NPV), Internal Rate of Return\n(IRR), dan Payback Period (PP). Setelah itu, dilakukan pengujian sensitivitas\nterhadap ketiga indikator kelayakan untuk mengetahui variabel-variabel sensitif\nyang mempengaruhi status kelayakan. Kemudian, dilakukan perhitungan simulasi\nMonte Carlo untuk memprediksi peluang output (NPV, IRR, dan PP) yang berbeda\nketika terjadi perubahan terhadap variabel random. Dari hasil penelitian,\ndidapatkan nilai NPV sebesar Rp5.367.813.168,62, nilai IRR sebesar 18,446%, dan\nPP sebesar 4,535 tahun. Maka dari itu, dapat disimpulkan bahwa proyek layak\nuntuk dijalankan.", "Daftar File": {}, "Penulis": "Audrey William Saputra [13419074]", "Kontributor / Dosen Pembimbing": ["Ir. Tota Simatupang, M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "karoseri, biaya cadangan, pemilihan alternatif pinjaman jangka panjang, kelayakan finansial.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "12 Sep 2023"}