{"Nomor": 77603, "Judul": "RELASI PEMERINTAH-SWASTA DALAM ADOPSI KONSEP BANGUNAN GEDUNG HIJAU DI INDONESIA", "Abstrak": "Pendidikan di Indonesia telah berupaya melakukan perubahan dan perbaikan guna mencapai pendidikan yang berkualitas dan sesuai dengan ideologi pendidikan bangsa Indonesia. Namun sampai hari ini persoalan tentang pergantian kurikulum yang tak kunjung usai. Pendidikan saat ini dirasa hanya mementingkan kecerdasan intelektual semata. Padahal pendidikan haruslah ditujukan untuk keperluan perikehidupan yang dapat mengangkat derajat negara dan rakyatnya. Selain hanya mementingkan kecerdasan intelektual, pendidikan saat ini dirasa memaksa peserta didik untuk bisa mengerti dan memahami berbagai mata pelajaran yang mungkin saja tidak mereka kuasai. Adanya sistem perintah dan hukuman, mewajibkan peserta didik harus melakukan apa yang diperintahkan. Sistem pendidikan yang memakai dasar perintah-hukuman-ketertiban seperti itu dapat merusak kepribadian para peserta didik. Pelopor Pendidikan Nasional Ki Hadjar Dewantaa memulai gerakan menolak sistem pendidikan yang menggunakan dasar perintah. Berdasarkan pengalaman Ki Hadjar Dewantara semasa belajar mengenai pendidikan dan pengajaran di Belanda, sistem pendidikan yang seperti itu membangun watak peserta didik dengan sengaja melalui cara perintah dan paksaan. Ki Hadjar Dewantara tidak menyukai pendidikan dengan sistem perintah-hukuman-ketertiban. Menurutnya, pendidikan harus menggunakan cara momong, among dan ngemong Melalui Sistem Among yang digagas Ki Hadjar Dewantara sebagai sistem pendidikan serta lawan dari sistem pendidikan Barat dirasa dapat mengembangkan potensi peserta didik dan peserta didik dapat tumbuh menjadi manusia yang merdeka lahir batin. Oleh karena itu penelitian ini dilakukan dengan melakukan\n \nstudi kasus yang mengeksplorasi jejak sistem Among Taman Siswa sebagai pendekatan pendidikan alternatif di Indonesia. Taman Siswa adalah lembaga pendidikan non-formal yang memiliki sejarah panjang dalam memberikan pendidikan inklusif dan inovatif bagi anak-anak di Indonesia. Tujuan dari penelitian ini adalah untuk memahami peran, tantangan, dan manfaat dari sistem pendidikan non-formal ini sebagai alternatif pendidikan yang relevan di tengah dinamika sistem pendidikan formal yang ada. Penelitian ini menggunakan pendekatan kualitatif dengan metode studi kasus. Data dikumpulkan melalui wawancara mendalam dengan pihak terkait di Taman Siswa, pengamat pendidikan, serta pemangku kebijakan di bidang pendidikan. Selain itu, observasi langsung dan analisis dokumen juga digunakan untuk mendapatkan gambaran komprehensif tentang jejak sistem pendidikan Among Taman Siswa. Berdasarkan hasil penelusuran menunjukkan bahwa jejak sistem pendidikan Among Taman Siswa memiliki peran penting dalam memberikan alternatif pendidikan yang berfokus pada pengembangan keterampilan sosial, nilai-nilai humanis, dan kepedulian terhadap lingkungan. Sistem ini mampu menciptakan ruang pembelajaran yang inklusif, di mana siswa dari berbagai latar belakang sosial dan ekonomi dapat belajar bersama dengan penuh rasa saling menghargai. Namun, penelitian ini juga mengungkapkan beberapa tantangan yang dihadapi oleh sistem pendidikan Among Taman Siswa, seperti sumber daya terbatas, tantangan pembiayaan, dan kebutuhan untuk terus beradaptasi dengan perkembangan pendidikan global. Meskipun demikian, sistem ini tetap memberikan manfaat yang signifikan bagi para siswa dengan memberikan peluang belajar yang kaya dan berorientasi pada nilai-nilai kemanusiaan. Hasil penelitian ini memberikan wawasan yang bernilai tentang kontribusi sistem pendidikan non-formal dalam memperkaya dunia pendidikan di Indonesia. Implikasi penelitian ini juga berkontribusi pada pembahasan tentang alternatif pendidikan yang relevan dan berdaya saing dalam mencapai tujuan pembangunan berkelanjutan di sektor pendidikan.", "Daftar File": {"COVER Dewi Narwastu Ramba": "https://digilib.itb.ac.id/gdl/download/307842", "BAB_1 Dewi Narwastu Ramba": "https://digilib.itb.ac.id/gdl/download/307843", "BAB_2 Dewi Narwastu Ramba": "https://digilib.itb.ac.id/gdl/download/307844", "BAB_3 Dewi Narwastu Ramba": "https://digilib.itb.ac.id/gdl/download/307845", "BAB_4 Dewi Narwastu Ramba": "https://digilib.itb.ac.id/gdl/download/307847", "BAB_5 Dewi Narwastu Ramba": "https://digilib.itb.ac.id/gdl/download/307848", "BAB_6 Dewi Narwastu Ramba": "https://digilib.itb.ac.id/gdl/download/307849"}, "Penulis": "Dewi Narwastu Ramba [24021044]", "Kontributor / Dosen Pembimbing": ["Ir. Sonny Yuliar, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "SISTEM PENDIDIKAN AMONG DENGAN PENDEKATAN ALTERNATIF NON FORMAL", "Sumber": "", "Staf Input/Edit": "sarnya  \n                                     sarnya", "File": "10 file", "Tanggal Input": "11 Sep 2023"}