{"Nomor": 77604, "Judul": "RELASI PEMERINTAH-SWASTA DALAM ADOPSI KONSEP BANGUNAN GEDUNG HIJAU DI INDONESIA", "Abstrak": "Setiap tahun Indonesia mengalami pertambahan penduduk dan menduduki sebagai salah satu negara dengan populasi terbanyak. Hal tersebut menyebabkan peningkatan kebutuhan akan adanya pembangunan infrastruktur, layanan publik dan penunjang lainnya untuk memenuhi kebutuhan aktivitasnya yang mengancam sumber daya alam semakin berkurang. Sedangkan, kualitas infrastruktur di Indonesia masih banyak yang belum ramah terhadap lingkungan, yang mana sektor bangunan memberi kontribusi terbesar dalam dalam menyumbang emisi gas karbon yang berdampak pada perubahan iklim dan pemanasan yang akan dirasakan secara global. Pemerintah di Indonesia mulai sadar dengan akan isu lingkungan tersebut dan memulai pergerakannya salah satunya berawal dari bangunan ramah lingkungan yang berusaha untuk meminimalkan kerusakan dan pengikisan pada sumber daya alam serta menjaga keseimbangan antara kebutuhan manusia dan kondisi lingkungan.\n\nPada tahun 2009, konsep green building mulai masuk di Indonesia yang dibawa oleh lembaga non-pemerintah yang bergerak untuk merespons terhadap kekhawatiran tentang perubahan iklim, penggunaan sumber daya yang berlebihan, dan dampak negatif industri konstruksi terhadap lingkungan dengan mengaplikasikan beberapa kriteria penilaian secara kuantitatif untuk menghitung efisiensi dan konservasi energi pada sebuah bangunan. menurut Green Building Council Indonesia (GBCI) green building adalah bangunan yang dimana sejak mulai tahap perencanaan, pembangunan, pengoperasian hingga dalam operasional pemeliharaannya memperlihatkan aspek-aspek dalam melindungi, menghemat, serta mengurangi penggunaan sumber daya alam, menjaga mutu dari kualitas udara di ruangan, dan memperhatikan kesehatan penghuninya yang semuanya berpegang pada kaidah pembangunan yang berkesinambungan.\n\nDalam praktiknya green building menuai banyak pemahaman yang berbeda-beda yaitu pelaku sektor bangunan yang mencangkup para arsitek, akademisi, kontraktor, profesional dan lainnya yang mempunyai pemahaman dan cara implementasi yang beraneka ragam berdasarkan tujuannya masing-masing. Kini para pemangku penggerak yang konsep green building di Indonesia lebih dikenal oleh GBCI yang mengeluarkan sertifikasi greenship dan PUPR yang mengeluarkan sertifikasi BGH, tetapi masih banyaknya perbedaan persepsi\n \nmengenai pergerakan green building yang tidak natural dan masih belum bisa dianggap memitigasi isu lingkungan. Maka tujuan dari penelitian ini adalah untuk menggambarkan beberapa kontroversi yang terjadi baik konsep green building maupun tata kelolanya dengan mengikuti jejak para aktor yang terlibat dalam penilitian ini.", "Daftar File": {"COVER Aina Fathonah Muthmainah": "https://digilib.itb.ac.id/gdl/download/307833", "BAB_1 Aina Fathonah Muthmainah": "https://digilib.itb.ac.id/gdl/download/307834", "BAB_2 Aina Fathonah Muthmainah": "https://digilib.itb.ac.id/gdl/download/307835", "BAB_3 Aina Fathonah Muthmainah": "https://digilib.itb.ac.id/gdl/download/307837", "BAB_5 Aina Fathonah Muthmainah": "https://digilib.itb.ac.id/gdl/download/307838", "BAB_6 Aina Fathonah Muthmainah": "https://digilib.itb.ac.id/gdl/download/307839"}, "Penulis": "Aina Fathonah Muthmainah [24021027]", "Kontributor / Dosen Pembimbing": ["Ir. Sonny Yuliar, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "RELASI PEMERINTAH-SWASTA DALAM ADOPSI KONSEP BANGUNAN GEDUNG HIJAU DI INDONESIA", "Sumber": "", "Staf Input/Edit": "sarnya", "File": "9 file", "Tanggal Input": "11 Sep 2023"}