{"Nomor": 77616, "Judul": "MODEL MATEMATIKA PENGARUH INFLUENCER DAN STRATEGI PENINGKATAN PEMBELIAN KONSUMEN", "Abstrak": "Seiring berjalannya waktu, pengguna media sosial selalu mengalami peningkatan. Selain untuk berkomunikasi, media sosial juga dapat dimanfaatkan sebagai alat pemasaran secara digital dengan tujuan untuk mempromosikan suatu produk atau jasa. Salah satu bentuk strategi pemasaran yang dilakukan oleh pelaku bisnis adalah influencer marketing, yaitu strategi pemasaran digital untuk mempromosikan produk atau layanan dari suatu brand dengan menggunakan jasa influencer. Pelaku bisnis percaya bahwa influencer mampu membantu mempengaruhi persepsi masyarakat dalam mengambil keputusan dan dapat meningkatkan penjualan. Penelitian ini memodelkan pertumbuhan pengikut influencer dan meninjau pengaruh influencer terhadap keputusan pembelian pengikutnya. Model dipandang dengan asumsi pembagian populasi menjadi populasi pengguna aktif media sosial (????), populasi pengikut influencer (????) dan populasi pembeli produk (????). Untuk mengetahui bagaimana fenomena influencer memengaruhi pembelian konsumen dilakukan survei. Pengolahan data dari survei digunakan untuk estimasi parameter laju interaksi pengguna aktif media sosial dengan pengikut influencer (????1), laju informasi (????2), laju pembelian atas faktor internal produk (????1), dan laju pembelian atas faktor ulasan influencer (????2). Dalam mengurangi biaya pemasaran dan peningkatan penjualan produk, selanjutnya parameter ????1, parameter ????2, kombinasi parameter ????1 dan ????2, serta kombinasi parameter ????1 dan ????2 akan dioptimalkan dengan strategi kontrol optimal. Hasil simulasi numerik menunjukkan strategi kontrol yang efektif dilakukan adalah kontrol terhadap kombinasi parameter ????1 dan ????2, yang dapat meningkatkan penjualan sampai dengan 7.226%.", "Daftar File": {"ABSTRAK Chandra Wira Putri Rahayu": "https://digilib.itb.ac.id/gdl/download/307872"}, "Penulis": "Chandra Wira Putri Rahayu [10119032]", "Kontributor / Dosen Pembimbing": ["Dr. Dewi Handayani, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "influencer, pengikut influencer, keputusan pembelian, kontrol optimal", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "12 Sep 2023"}