{"Nomor": 77621, "Judul": "PENGUKURAN KARAKTERISTIK OPTIK PADA MIKRO/NANODROPLET PADA ELEKTRODA DIGITAL MIKROFLUIDIK DENGAN MENGGUNAKAN EMBEDDED GRATING NANOSTRUCTURE", "Abstrak": "Seiring dengan perkembangan penelitian tentang sensor optik, banyak penelitian yang\nmengembangkan salah satu jenis sensor optik berupa Localized Surface Plasmon\nResonance (LSPR). Sensor LSPR ini memiliki prinsip kerja yang sama dengan SPR, yang\nmembedakannya adalah penggunakan nanopartikel dibandingkan thin film. Namun dalam\nperkembangannya, masih sedikit desain sensor LSPR ini yang diintegrasikan dengan\nteknologi digital microfluidic (DMF). Oleh karena itu, pada penelitian ini akan dilakukan\noptimasi terhadap desain sensor optik yang diharapkan dapat dengan mudah diintegrasikan\ndengan teknologi DMF. Desain ini menggunakan grating nanostructure yang tertanam\npada dielektrik lalu dilapisi dengan material hidrofobik, mirip dengan struktur DMF yang\nmemiliki lapisan dielektrik dan hidrofobik. Terdapat beberapa tahapan besar optimasi yang\ndilakukan, mulai dari optimasi desain thin film emas, lebar grating nanostructure emas,\nmaterial lapisan dielektrik, material embedded grating nanostructure, dan material lapisan\nhidrofobik. Optimasi-optimasi ini dilakukan dengan metode simulasi menggunakan\nANSYS Lumerical FDTD untuk mengurangi siklus fabrikasi dan analisis serta menghemat\nbiaya fabrikasi. Analisis performa pada penelitian ini menggunakan parameter sensitivitas\ndan figure of merit (FOM). Hasil yang didapat adalah thin film emas yang memiliki\nperforma optimum memiliki ketebalan 30 nm, dan grating nanostructure dengan lebar 30\nnm memberikan peningkatan performa cukup signifikan dibandingkan dengan penggunaan\nthin film emas dengan ketebalan yang sama. Lebih lanjut, material emas yang dilapisi\nmaterial dielektrik berupa SiO2 memiliki performa yang optimum dibandingkan dengan\nmaterial dielektrik lainnya yang digunakan pada penelitian kali ini. Variasi material\nembedded grating nanostructure juga memberikan pengaruh pada performa dimana\npenggunaan emas masih memiliki nilai sensitivitas yang optimum, namun penggunaan\nmaterial besi memberikan nilai FOM yang lebih besar. Selanjutnya, desain embedded\ngrating nanostructure pada material dielektrik ini memiliki performa yang optimum jika\ndilapisi oleh lapisan dielektrik berupa Teflon AF2400 dibandingkan dengan menggunakan\nTeflon AF1300 dan Teflon AF1601. Terakhir, dari desain-desain tersebut akan dilihat\nprofil konversi fotoelektrik dan densitas arus ketika dibandingkan sampel darah dan air.\nDari hasil tersebut ditemukan bahwa embedded grating nanostructure berbahan noble\nmetal menghasilkan densitas arus yang lebih tinggi dibandingkan material metal lainnya.", "Daftar File": {"ABSTRAK Amilla Puspaduhita": "https://digilib.itb.ac.id/gdl/download/307877"}, "Penulis": "Amilla Puspaduhita [28722006]", "Kontributor / Dosen Pembimbing": ["Ir. Akhmadi Surawijaya, S.T, M.Eng.", "Isa Anshori, S.T, M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknologi Nano", "Fakultas": "", "Subjek": "", "Kata Kunci": "localized surface plasmon resonance, digital microfluidic, embedded grating nanostructure, ANSYS Lumerical FDTD, sensitivitas, figure of merit.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "12 Sep 2023"}