{"Nomor": 77626, "Judul": "ANALISIS KESESUAIAN LAHAN MENGGUNAKAN CITRA SATELIT SEBAGAI PENUNJANG REHABILITASI PADA TAMAN WISATA ALAM GUNUNG PANCAR", "Abstrak": "Degradasi dan deforestasi hutan di Indonesia telah menyebabkan hilangnya sekitar 28,6 juta Ha tutupan hutan. Pusat Statistik Indonesia pada tahun 2020, mencatat degradasi dan deforestasi hutan yang terjadi di Indonesia disebabkan oleh beberapa faktor salah satunya aktivitas antropogenik yang mengkonversi hutan menjadi perkebunan atau lahan pertanian yang menyebabkan degradasi lahan. Dalam pengelolaan kawasan yang terdegradasi diperlukan rehabilitasi kawasan. Untuk mengevaluasi suatu kawasan terdegradasi dapat dilakukan dengan menganalisis kesesuaian lahan terlebih dahulu. Hasil analisis kesesuaian lahan dijadikan sebagai dasar untuk perencanaan penanaman tumbuhan yang optimal dan produktif, sehingga tingkat keberhasilan rehabilitasi meningkat. Penelitian dilakukan dengan mengklasifikasikan dan menginterpretasikan tutupan lahan TWA Gunung Pancar. Tahapan pertama yang dilakukan adalah menganalisis kesesuaian lahan dengan megumpulkan data tentang kondisi lahan, seperti topografi, curah hujan, jenis tanah, dan tutupan lahan. tahapan berikutnya adalah mengidentifikasi dan memberikan penilaian pada faktor atau kriteria pembatas yang berpengaruh terhadap penggunaan dan pengelolaan lahan dengan menentukan bobot setiap kriteria kesesuaian penggunaan lahan berdasarkan studi literatur. Tutupan lahan di TWA Gunung Pancar dengan skala peta 1:25.000 memiliki 6 kelas penutup lahan, yaitu daerah bervegetasi yang terdiri dari hutan sekunder dan hutan alam (384,50 Ha), lahan pertanian (51,88 Ha), lahan terbuka (25,36 Ha), perairan (0,33 Ha), dan jaringan jalan (1,81 Ha). Sasaran rehabilitasi berlokasi pada lahan terdegradasi yang merupakan lahan pertanian dan lahan terbuka sebesar 9,63% (±44, 41Ha). Namun, terdapat 1,56% lahan pertanian yang tidak sesuai untuk rehabilitasi., Sebagian besar lahan terbuka memiliki kondisi yang memungkinkan untuk dilakukan rehabilitasi khususnya pada lahan yang berpotensi terjadinya longsor. Sebagian besar lahan yang tidak sesuai untuk dilakukan rehabilitasi merupakan hutan sekunder dan hutan alam yang bukan merupakan lahan terdegradasi. Hasil penelitian menunjukkan terdapat 77,24\nHa lahan terdegradasi berupa lahan pertanian dan lahan terbuka. Sebesar 78,78% dari luas lahan tersebut dapat dilakukan rehabilitasi.", "Daftar File": {}, "Penulis": "Yoan Theo Reynara [11519014]", "Kontributor / Dosen Pembimbing": ["Dr. Rina Ratnasih Purnamahati, M.S, M.Sc.", "Dr. Sopandi Sunarya, S.Hut., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Kesesuaian lahan, degradasi, rehabilitasi, dan tutupan lahan.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "12 Sep 2023"}