{"Nomor": 77624, "Judul": "METODE PEMANTAUAN TERUMBU KARANG MENGGUNAKAN DEEP LEARNING", "Abstrak": "Terumbu karang adalah ekosistem laut kompleks dengan keanekaragaman hayati yang tinggi namun mudah mengalami kerusakan karena rentan terhadap perubahan lingkungan. Tujuan dari penelitian ini adalah menerapkan model deep learning dengan algoritma CNN sebagai metode pemantauan terumbu karang berdasarkan coral health chart. Klasifikasi tipe terumbu karang dibagi menjadi tiga kelas yakni Boulder, Branching, dan Table, lalu klasifikasi tingkat kesehatan terumbu karang dibagi menjadi tiga kelas yakni Bleached, Healthy, dan Partially Bleached. Dalam penelitian ini digunakan tiga arsitektur CNN yaitu DenseNet169, ResNet152, dan VGG19. Berdasarkan hasil testing model, arsitektur DenseNet169 memberikan performa yang terbaik untuk identifikasi tipe terumbu karang dengan akurasi 91,33% dan identifikasi tingkat kesehatan terumbu karang dengan akurasi 80,30%. Pada penelitian ini juga ditemukan bahwa data input berupa gambar dengan resolusi rendah dan gambar dengan banyak koloni terumbu karang didalamnya akan memberikan hasil prediksi yang buruk. Pemantauan terumbu karang dilakukan secara otomatis menggunakan model CNN DenseNet169 untuk bentuk implementasi model dan secara manual menggunakan coral health chart. Hasil identifikasi secara manual dan secara otomatis menunjukkan bahwa terumbu karang di lima stasiun sekitar perairan Pulau Kelapa Dua memiliki tipe morfologi branching sebanyak 46%, boulder sebanyak 35%, dan table sebanyak 19% dengan tingkat kesehatan partially bleached sebanyak 62%, bleached sebanyak 20%, dan healthy sebanyak 18%, hal ini disebabkan karena faktor alami yaitu nilai salinitas dan suhu yang tidak sesuai dengan kondisi optimal untuk pertumbuhan terumbu karang, lalu faktor aktivitas manusia yang dimana setiap titik stasiun tersebut sering dilewati oleh kapal.", "Daftar File": {"ABSTRAK Bima Fahimna": "https://digilib.itb.ac.id/gdl/download/307881"}, "Penulis": "Bima Fahimna [12919012]", "Kontributor / Dosen Pembimbing": ["Dr. Susanna, S.Si., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Terumbu Karang, Deep Learning, Pemantauan, Perairan Pulau Kelapa Dua, Kualitas Air Laut", "Sumber": "", "Staf Input/Edit": "Rita Nurainni, S.I.Pus", "File": "1 file", "Tanggal Input": "12 Sep 2023"}