{"Nomor": 77625, "Judul": "ANALISIS CFD PENGARUH VARIASI BUKAAN KATUP SISTEM PENDINGIN MOBILE CORN DRYER", "Abstrak": "Ketersediaan jagung sepanjang tahun dengan kualitas yang baik bagi industri memerlukan teknologi pascapanen yang tepat. Mobile Corn Dryer (MCD) dibuat untuk mengurangi kadar air dalam jagung agar dapat bertahan lama dan tidak mudah busuk. Dalam proses pada MCD terdapat pemanasan untuk mengurangi kadar air dalam jagung, kemudian pendinginan untuk menurunkan temperatur setelah pemanasan. Kelebihan MCD adalah berada di atas kendaraan roda empat sehingga dapat berpindah tempat dan melakukan proses pengeringan di berbagai daerah pertanian jagung. Penelitian ini berfokus pada analisis karakteristik pendinginan jagung dengan metode Computational Fluid Dynamics (CFD).\nPada penelitian ini dilakukan analisis berupa penambahan katup pada saluran udara dengan model MCD konfigurasi dua laluan. Simulasi dilakukan pada laju aliran massa jagung 1,5 ton/jam dengan variasi ketebalan tumpukan jagung 2, 4, dan 6 cm. Terdapat lima konfigurasi bukaan katup yaitu flat 0°, flat 60°, menurun, menaik, dan kombinasi.\nHasil penelitian menunjukkan bahwa temperatur akhir jagung yang lebih rendah lebih cepat tercapai pada bukaan katup yang besar, secara berurutan yaitu konfigurasi flat 0° (300,89 K), kombinasi (301,46 K), menaik (305,44 K), menurun (306,6 K), dan terakhir flat 60° (323,92 K). Konfigurasi kombinasi adalah yang paling optimal dengan perbedaan nilai temperatur sebesar 0,5% dan daya lebih rendah 28% dibandingkan dengan konfigurasi flat 0°. Gradien temperatur pada konveyor laluan atas bernilai lebih tinggi dengan rentang -17 K/m hingga -1 K/m, sedangkan pada konveyor laluan bawah hanya bernilai -7 K/m hingga -0,2 K/m. Hal ini menunjukkan perpindahan panas pada konveyor laluan atas lebih besar.", "Daftar File": {}, "Penulis": "Donny Indra Sulistyo Budi [13118105]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Nathanael Panagung Tandian, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "jagung, MCD, bukaan katup, sistem pendingin, perpindahan panas", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "12 Sep 2023"}