{"Nomor": 77633, "Judul": "EKSPLORASI NILAI DIBALIK MODIFIKASI HUNIAN: STUDI KASUS RUMAH TINGGAL LANSIA KELAS MENENGAH KE ATAS DI KOTA BANDUNG", "Abstrak": "Semenjak tahun 2021, Indonesia telah memasuki struktur penduduk tua, yaitu persentase penduduk lanjut usia (lansia) lebih dari 10 persen. Usia harapan hidup dan jumlah lansia di Indonesia terus meningkat dari tahun ke tahun, hingga diproyeksikan mencapai 20 persen populasi pada tahun 2045. Lansia mengalami perubahan fisiologis dan psikososial, yang juga mengakibatkan perubahan kebutuhan hunian mereka. Lansia membutuhkan hunian yang aksesibel dan mudah dikunjungi, yang masih banyak belum terpenuhi di Indonesia (banyaknya faktor resiko jatuh di hunian, tidak sesuainya hunian dengan preferensi lansia, dll.)\n\nUntuk memenuhi kebutuhan hunian lansia yang mana mayoritas memiliki preferensi untuk tinggal di huniannya saat ini (ageing in place), modifikasi hunian menjadi solusi yang patut untuk dikedepankan. Modifikasi hunian adalah perubahan yang diterapkan pada lingkungan hunian untuk membantu lansia menjadi lebih mandiri dan selamat di hunian mereka sendiri, mencakup berbagai perubahan seperti penambahan jalur landai (ramp), pegangan rambat (grab rail, handrails) serta modifikasi kamar mandi.\n\nBerbagai penelitian dari berbagai negara telah membuktikan secara empiris bahwa modifikasi hunian dapat memberikan dampak positif bagi lansia. Meski begitu, mayoritas penelitian-penelitian tersebut berasal dari negara maju dan bukan negara berkembang seperti Indonesia. Karena itu, penelitian ini berupaya untuk mengisi kekosongan pengetahuan tersebut.\n\nModifikasi hunian lansia di Indonesia memiliki potensi untuk disubsidi oleh pendanaan pemerintah atau lembaga donor sebagaimana terjadi di negara maju. Meski begitu, modifikasi hunian seringkali tidak sesuai dengan preferensi lansia. Penelitian ini berupaya untuk menjawab permasalahan tersebut. Penelitian ini merupakan sebuah studi kualitatif dengan pendekatan studi multi kasus untuk mengeksplorasi nilai-nilai dibalik modifikasi hunian yang telah dilakukan di Indonesia dengan pendekatan means-end chain, yaitu mengidentifikasi rantai atribut, konsekuensi, dan nilai. Hal ini dilakukan agar arsitek dapat memiliki pengetahuan dan pendekatan dalam mengeksplorasi nilai-nilai lansia yang harus diperhatikan dalam melaksanakan modifikasi hunian, agar sesuai dengan preferensi lansia di Indonesia. Karena itu, penelitian ini juga mensimulasikan hubungan arsitek dan klien melalui wawancara mendalam dan refleksi proses desain partisipatif.\n\nPenelitian ini dilakukan pada tiga hunian lansia kelas menengah ke atas di Kota Bandung, sebagai suatu bentuk purposive sampling dari lansia yang telah melakukan modifikasi hunian, yang mana jarang ditemukan di Indonesia. Ketiga kasus penelitian dipilih karena memiliki karakteristik uniknya masing-masing terkait penerapan dan jenis modifikasi hunian serta latar belakang pribadi.\n\nHasil penelitian ini menunjukkan bahwa modifikasi hunian di Indonesia dapat diterapkan melalui beberapa metode, baik itu secara mandiri oleh lansia (Do it Yourself), oleh tukang bangunan, maupun juga dengan penanganan oleh arsitek. Hasil penelitian menunjukkan bahwa modifikasi yang bersifat struktural (perubahan tata letak dinding, yaitu pemindahan kamar mandi dan dapur) memerlukan penanganan oleh arsitek. \n\nBerbagai atribut dan konsekuensi modifikasi hunian lansia dibahas, beserta pembahasan proses ideasi dan perancangannya, baik itu yang sudah terjadi (revealed preference), maupun yang diformulasikan pada proses penelitian bersama peneliti sebagai arsitek (stated preference). Hasil penelitian ini menunjukkan bahwa atribut modifikasi hunian yang serupa dapat memiliki konsekuensi yang berbeda bagi partisipan penelitian yang berbeda.\n\nPenelitian ini juga menunjukkan bahwa kesepuluh dari nilai-nilai universal Schwartz mendasari modifikasi-modifikasi hunian yang sudah dan ingin dilakukan oleh lansia di Indonesia. Studi ini membahas karakteristik lansia yang mempengaruhi perbedaan nilai-nilai yang mereka miliki, serta membandingkan nilai-nilai lansia di Indonesia terkait modifikasi hunian dengan temuan sebelumnya di negara maju.\n\nTerakhir, penelitian ini mensintesis bagaimana pendekatan means-end chain dapat digunakan oleh arsitek dalam memandu proses perancangan modifikasi hunian lansia yang berpusat pada pengguna. Hal ini penting karena lansia memiliki nilai yang berbeda-beda, sehingga perancangan yang hanya mengikuti standar/panduan perancangan tertentu seringkali tidak sesuai dengan preferensi lansia. Penelitian ini berupaya untuk melengkapi teori model ekologis penalaran profesional yang berpusat pada klien/pengguna, dengan menyajikan metodologi yang dapat menjembatani lensa profesional (dalam hal ini arsitek) dengan lensa klien (dalam hal ini lansia). Pendekatan perancangan berbasis nilai dari Duerk dapat diterapkan oleh arsitek dengan mengintegrasikan pendekatan means-end chain untuk mengeksplorasi nilai dari lansia dalam perancangan modifikasi hunian. Selain arsitek, eksplorasi nilai pada pendekatan perancangan modifikasi hunian dapat pula melibatkan keluarga, tukang bangunan, dan aktor lainnya.\n\nPenelitian ini masih berupa eksplorasi awal dengan jumlah serta lokasi sampel yang terbatas. Perlu ada penelitian selanjutnya yang mereplikasi pendekatan means-end chain dalam meneliti modifikasi hunian lansia untuk mengeksplorasi nilai-nilai lain dibalik modifikasi hunian lansia di Indonesia, terutama bagi kelas menengah ke bawah. Penelitian selanjutnya juga bisa mengeksplorasi penggunaan pendekatan perancangan modifikasi hunian berbasis nilai yang menjadi hipotesis dari penelitian ini, dengan melibatkan partisipan penelitian arsitek. Selain itu, penelitian selanjutnya dapat pula mengeksplorasi transfer nilai yang terjadi selain pada arsitek, namun juga pada keluarga, tukang bangunan, tenaga kesehatan, atau aktor lainnya.", "Daftar File": {"ABSTRAK Mohammad Ilham Akbar": "https://digilib.itb.ac.id/gdl/download/307918"}, "Penulis": "Mohammad Ilham Akbar [25221073]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Hanson Endra Kusuma, S.T, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "lansia, means-end chain, modifikasi hunian, nilai, preferensi hunian", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "12 Sep 2023"}