{"Nomor": 77637, "Judul": "PERANCANGAN PENGINAPAN MICRO-TOURISM RAMAH WISATAWAN PEREMPUAN DI KAWASAN RANCABALI, JAWA BARAT", "Abstrak": "Munculnya pandemi Covid-19 menyebabkan terjadinya perubahan tren pariwisata di Indonesia. Salah satu tren pariwisata yang terjadi pada tahun 2022, sebagai bentuk pemulihan pariwisata di Indonesia, merupakan Domestic Micro Traveler atau bisa juga disebut dengan Micro-tourism atau pariwisata mikro. Dengan adanya tren micro-tourism, pariwisata dilakukan secara singkat dengan grup kecil maupun solo traveling. Tren micro-tourism memiliki konsep wisata yang berfokus pada potensi setempat yang belum banyak diketahui ataupun disadari oleh orang-orang. Selain micro-tourism, terdapat tren pariwisata lainnya, seperti open trip. Open trip banyak diikuti oleh wisatawan yang ingin mencoba berpergian sendiri tanpa bergantung satu sama lain. Tren tersebut sangat menguntungkan bagi wisatawan perempuan yang ingin mencoba untuk perjalanan solo. Sebagian besar perempuan memiliki ketakutan dalam berwisata, khususnya saat berpergian sendiri atau dengan sesama perempuan. Tingginya kasus kekerasan terhadap perempuan menjadi salah satu alasan perempuan takut dalam berpergian sendiri. Kurang perhatiannya akan kebutuhan wisatawan perempuan juga menjadi pertimbangan saat berwisata. Akan tetapi, saat ini belum banyak fasilitas pariwisata yang mempertimbangkan kebutuhan wisatawan perempuan. Lokasi perancangan berada di Rancabali, Kabupaten Bandung, Jawa Barat dengan mempertimbangkan kriteria pemilihan lokasi micro-tourism dengan target wisatawan asal Kota Bandung. Oleh karena itu, dibutuhkan penginapan yang ramah terhadap wisatawan perempuan serta memfasilitasi tren micro-tourism yang dapat mengembangkan potensi lokal Kabupaten Bandung, khususnya Rancabali. Dari studi literatur, studi preseden, analisis tapak, dan analisis pengguna menghasilkan tiga konsep utama, yaitu Glorify Female, Know The Local, dan Appreciate The Nature. Hasil rancangan merupakan strategi yang dapat diterapkan pada fasilitas publik, khususnya fasilitas pariwisata, seperti penginapan agar lebih memperhatikan kebutuhan penggunanya, terutama wisatawan perempuan serta memanfaatkan potensi lokal setempat sebagai daya tarik wisata yang dapat mendukung perubahan tren pariwisata di Indonesia.", "Daftar File": {"ABSTRAK Kaylila Fathia Adriansyah": "https://digilib.itb.ac.id/gdl/download/307962"}, "Penulis": "Kaylila Fathia Adriansyah [25222055]", "Kontributor / Dosen Pembimbing": ["Ir. Wiwik Dwi Pratiwi, M.E.S, Ph.D.", "Dr. Firmansyah, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "micro-tourism, penginapan, Rancabali, wisatawan perempuan", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "12 Sep 2023"}