{"Nomor": 77649, "Judul": "KARAKTERISASI RESERVOIR BATUPASIR 1600  FORMASI DURI UNTUK OPTIMALISASI PRODUKSI  LAPANGAN BANGKO", "Abstrak": "Lapangan Bangko merupakan sebuah jebakan hidrokarbon berupa antiklin yang \ntersesarkan dan terletak pada Blok Rokan. Penerapan metode injeksi air sekeliling \npada lapangan ini telah memberikan pengaruh positif terhadap peningkatan \nproduksi minyak. Metode ini efektif pada reservoir dengan porositas dan \npermeabilitas baik, sehingga faktor perolehan (recovery factor) menjadi \nmeningkat. Namun metode tersebut kurang efektif pada reservoir yang memiliki \npermeabilitas rendah sehingga potensi yang ada tidak dapat dioptimalkan dengan \nsumur vertikal. Kekurangberhasilan metode ini diduga karena adanya \nheterogenitas reservoir D1600 di Lapangan Bangko. Teknologi lain yang pernah \ndicobakan pada lapisan ini untuk meningkatkan perolehan adalah pengeboran \nsumur horizontal dengan target reservoir yang memiliki permeabilitas rendah. \nNamun sebagian besar sumur horizontal yang ada memperoleh hasil yang kurang \nbagus. Ketidakberhasilan ini diduga disebabkan oleh penentuan posisi trajektori \nsumur horisontal yang kurang tepat.\nPenelitian ini dilakukan untuk mengetahui fasies, pola sebaran dan geometrinya \nyang menyusun reservoir batupasir D1600 Formasi Duri, sebab diduga variasi \nlateral dan vertikal kualitas reservoir mempengaruhi tingkat keberhasilan sumur \nhorizontal. Data utama yang akan digunakan sebagai bahan analisa meliputi data \nlog, batuan inti pemboran, serta seismik 3D. Tahapan pertama yang dilakukan \nadalah analisis sedimentasi yang meliputi deskripsi batuan inti dan penentuan \nfasies berdasarkan pola kurva log GR. Tahapan kedua berupa interpretasi \nstratigrafi sikuen serta korelasi antar sumur. Tahapan ketiga adalah integrasi \ndengan data seismik 3D untuk memperoleh gambaran geometri fasies dan \npenyebaran kualitas reservoir.\nBerdasarkan hasil analisis sedimentologi pada data batuan inti dan kurva GR \ndapat disimpulkan bahwa reservoir batupasir D1600 Formasi Duri umumnya \ntersusun oleh fasies batupasir yang banyak dipengaruhi oleh aktivitas bioturbasi \ndan diendapkan pada lingkungan deltaik yang dipengaruhi arus pasang surut. \nSedangkan berdasarkan analisis stratigrafi sekuen, reservoir D1600 Formasi Duri dapat dibagi menjadi dua parasekuen, yaitu parasekuen A yang merupakan \nendapan pada lingkungan deltaik yang didominasi fluvial dan B yang merupakan \nendapan pada lingkungan deltaik yang didominasi marine. Masing-masing \nparasekuen terdiri dari sand ridge dan channel.\nPada tahapan pemetaan ketebalan parasekuen A, didapatkan ketebalan pada fasies \nchannel sangat dikontrol oleh morfologi incised valley yang telah ada \nsebelumnya. Parasekuen B diendapkan setelah parasekuen A mengisi morfologi \nincised valley secara penuh, sehingga distribusinya tidak dikontrol oleh morfologi \ntersebut. Analisis seismik menunjukkan adanya pola kesamaan seismik berarah \nNE-SW yang mengindikasikan arah pengendapan berarah 45 derajat. Analisis \nevaluasi formasi menunjukkan bahwa Parasekuen A mempunyai permeabilitas \nyang lebih besar dibanding Parasekuen B. Zona permeabilitas rendah pada \nParasekuen B terdapat pada bagian atas channel dengan nilai kurva Gamma Ray\nyang semakin tinggi. Pada pemetaan zona permeabilitas rendah ini diperoleh dua \nbuah zona utama yang mempunyai ketebalan sekitar 10 kaki. Hasil validasi \nmenunjukkan zona permeabilitas rendah pada bagian utara telah dapat \ndieksploitasi menggunakan sumur horizontal yang ada.", "Daftar File": {"Abstrak Cahyo Raharjo 22009319.pdf": "https://digilib.itb.ac.id/gdl/download/308104", "Cover Cahyo Raharjo 22009319.pdf": "https://digilib.itb.ac.id/gdl/download/308111", "Bab 1 Cahyo Raharjo 22009319.pdf": "https://digilib.itb.ac.id/gdl/download/308113", "Bab 2 Cahyo Raharjo 22009319.pdf": "https://digilib.itb.ac.id/gdl/download/308119", "Bab 3 Cahyo Raharjo 22009319.pdf": "https://digilib.itb.ac.id/gdl/download/308121", "Bab 4 Cahyo Raharjo 22009319.pdf": "https://digilib.itb.ac.id/gdl/download/308122", "Daftar Pustaka Cahyo Raharjo 22009319.pdf": "https://digilib.itb.ac.id/gdl/download/308123", "Lampiran Cahyo Raharjo 22009319.pdf": "https://digilib.itb.ac.id/gdl/download/308124"}, "Penulis": "Cahyo Raharjo [22009319]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Dardji"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "D1600, Formasi Duri, sumur horisontal, incised valley, seismik,  permeabilitas rendah.", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "8 file", "Tanggal Input": "12 Sep 2023"}