{"Nomor": 77641, "Judul": "PENENTUAN FAKTOR BEBAN PENCEMAR LUMPUR TINJA DARI TANGKI SEPTIK PEMUKIMAN YANG MEMENUHI AKSES SANITASI AMAN DI KECAMATAN CIBINONG, KABUPATEN BOGOR", "Abstrak": "Beban pencemar dari air limbah domestik menjadi salah satu persoalan lingkungan yang\npenting untuk diperhatikan seiring dengan kepadatan penduduk yang semakin meningkat.\nMenurut KLHK, 2017, kontributor terbesar pencemar BOD di DAS Citarum berasal dari\nlimbah domestik (62,16%), begitu pun kontributor terbesar pencemar BOD di Kabupaten\nBogor adalah limbah domestik (69,21%). Perlu dilakukan perencanaan perancangan sistem\npengolahan limbah domestik sebagai upaya penanggulangan pencemaran, sehingga diperlukan\ndata perhitungan faktor beban pencemar (load) yang menggambarkan kondisi eksisting di\nKecamatan Cibinong, Kabupaten Bogor. Melihat bahwa jenis sistem pengelolaan air limbah\ndomestik (SPALD) yang paling banyak digunakan di Kabupaten Bogor adalah SPALD-S\n(67,77%) dengan jenis teknologi SPALD-S tangki septik, maka dilakukan penelitian untuk\nmengetahui faktor beban pencemar lumpur tinja dari tangki septik perumahan yang memenuhi\nakses sanitasi aman di Kecamatan Cibinong, Kabupaten Bogor. Faktor beban pencemar lumpur\ntinja di Kecamatan Cibinong dengan nilai BOD sebesar 68,2 g/orang/hari, COD sebesar 258,2\ng/orang/hari, TSS sebesar 76,6 g/orang/hari, dan amonia sebesar 2,8 g/orang/hari. Hasil\npenelitian faktor beban pencemar lumpur tinja dari tangki septik di Kecamatan Cibinong\ndiharapkan dapat digunakan sebagai data dasar dalam persiapan perencanaan perancangan\nsistem pengolahan limbah domestik, perbaikan sistem pengolahan limbah domestik,\nperhitungan potensi beban pencemar dan estimasi emisi yang dikeluarkan tangki septik.", "Daftar File": {"Alika Tsamarah Nissa.pdf": "https://digilib.itb.ac.id/gdl/download/308005"}, "Penulis": "Alika Tsamarah Nissa [15319006]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ing. Ir. Prayatni Soewondo, M.S.", "Mayrina Firdayati, S.Si., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "akses sanitasi aman; faktor beban pencemar; limbah domestik; lumpur tinja; SPALD-S; tangki septik", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "12 Sep 2023"}