{"Nomor": 77657, "Judul": "PERANCANGAN REKOMENDASI INVESTASI PERUSAHAAN LES PRIVAT OSHIEDU BERDASARKAN  ANALISIS KELAYAKAN INVESTASI", "Abstrak": "OSHIEDU adalah perusahaan bimbingan belajar (bimbel) yang memberikan jasa les privat\nSMP, SMA, dan kuliah sejak 2020. Selama tiga tahun, OSHIEDU telah menyediakan 930\nsesi les privat oleh 40 mentor kepada 30 murid dan menghasilkan penjualan sebesar Rp120\njuta. OSHIEDU mengukur performansi melalui KPI dalam Average Session Per Month\n(ASPM). Pada tahun 2020 (Juli hingga Desember), OSHIEDU memiliki ASPM 25.7. Pada\nperiode Year-ToDate (YTD) 2023, ASPM menurun ke 11.3. Perusahaan memiliki target\nuntuk meningkatkan ASPM ke 44.3 sebagai indikator peningkatan penjualan. Analisis akar\nmasalah menggunakan fishbone diagram menunjukkan bahwa akar masalah dari rendahnya\nASPM adalah keputusan investasi oleh OSHIEDU yang tidak jelas. Untuk memperbaiki akar\nmasalah tersebut dan meningkatkan ASPM, rekomendasi investasi dirancang untuk\npengembangan bisnis les privat OSHIEDU. Langkah-langkah yang dicapai adalah\npengembangan rencana keuangan dengan metode pro forma, pengembangan model aliran\nkas, analisis kelayakan investasi dengan metode NPV dan IRR, dan analisis sensitivitas.\nHasil penelitian menunjukkan bahwa investasi pada pengembangan bisnis OSHIEDU tidak\nlayak dengan nilai NPV sebesar -Rp486.316.932 dan IRR sebesar 13,57%. Analisis\nsensitivitas menunjukkan bahwa tiga variabel dengan pengaruh terbesar terhadap NPV\nadalah biaya direct labor, ramalan penjualan, dan marketing expenses. Tiga rekomendasi\ndiberikan kepada OSHIEDU agar perbaikan pada rencana keuangan dapat dilakukan dan\ninvestasi dapat menjadi layak. Satu rekomendasi investasi baru dikembangkan dengan\nmenurunkan biaya direct labor dan marketing expense secara bersamaan. Rekomendasi\ntersebut disertakan oleh pro forma baru. Analisis kelayakan investasi dilakukan kembali\npada rekomendasi baru dengan nilai NPV dan IRR sebesar Rp39.110.550 dan 22,1%\nberturut-turut. Rencana implementasi juga diberikan untuk membantu OSHIEDU\nmenurunkan kedua jenis biaya tersebut.", "Daftar File": {}, "Penulis": "Andreas Gilang Kisworo [13419087]", "Kontributor / Dosen Pembimbing": ["Dr. Wisnu Aribowo, S.T, M.T.", "Ir. Aldila Rizkiana, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "NPV, IRR, Analisis Sensitivitas, Rencana Keuangan.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "12 Sep 2023"}