{"Nomor": 77651, "Judul": "INDONESIAN AIR TRANSPORT NETWORK ANALYSIS FROM A COMPLEX NETWORK APPROACH", "Abstrak": "At the core of every air transportation system lies a complex network of airports\ncollectively known as the air transportation network (ATN). Within this system, the\nactive exchange of flights between various airport origins and destinations forms a\nnetwork of routes. These routes can be enriched with essential details, including\nhow often flights happen, how many passengers they carry, and more. This\nfundamental structure becomes even more important when considering the crucial\nrole of the air transport network (ATN) in enabling the movement of people and\ngoods within a country. This significance is particularly notable in countries like\nIndonesia, characterized by numerous islands where efficient connections become\na foundation for smooth mobility.\nConsidering the significance of the air transportation network (ATN) in Indonesia,\nan in-depth analysis of Indonesian airport connectivity is crucial to understanding\nits topology structure and characteristics. This includes understanding the\nconnections between various regional and hub airports, identifying key airport hubs\nwithin multiple regions in Indonesia, and exploring other aspects. The analysis in\nthis study will be achieved through a complex network approach followed by the\ncalculation using network topology metrics, including the metrics for nodes’\ncentrality, network structure, and the correlation between the metrics.\nThe Indonesian Air Transport Network (IATN) analysis unveils characteristics of\na small-world network, evidenced by an average path length of 3 and a clustering\ncoefficient of 0.484, which align with patterns observed in other countries’ air\ntransportation networks. The analysis also reveals that the network's cumulative\ndegree distribution adheres to a truncated-power law function, indicating the\npresence of hubs, akin to the scenario in India. Moreover, the IATN follows a\ndisassortative mixing pattern in its degree correlation, distinguishing it from the\nWorldwide Airport Network (WAN) while drawing parallels with the airport\nnetworks of China, India, and Australia.", "Daftar File": {}, "Penulis": "Vatresya Vanya Rivensy [13619040]", "Kontributor / Dosen Pembimbing": ["Dr. Taufiq Mulyanto, S.T.", "Dr. -Ing. Ir. Javensius Sembiring, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Indonesian Air Transport Network (IATN), complex networks, airport, flight route, topology map, topological properties, network topology metrics.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "12 Sep 2023"}