{"Nomor": 77653, "Judul": "RANCANGAN PEMULIHAN EKOSISTEM LAHAN TERINVASI ALIEN SPECIES DI KAWASAN HUTAN PENDIDIKAN GUNUNG GEULIS ITB, SUMEDANG, JAWA BARAT", "Abstrak": "Kawasan KHDTK Gunung Geulis khususnya blok Cisempur di dominansi oleh areal tiga\ntapak, yaitu tapak kaliandra, kirinyuh, dan alang-alang. Ketiganya memiliki karakteristik tanah\nyang berbeda, karakteristik tersebut dapat diamati dengan jumlah keberadaan makrofauna\ntanahnya yang berperan sebagai dekomposer dan penyubur tanah. Dengan mengetahui\nhubungan keanekaragaman makrofauna dengan sifat fisik-kimia tanah kita dapat mengetahui\nbanyaknya komposisi tanah yang terkandung di dalamnya serta pengaruh faktor klimat dan\nedafik di sekitarnya yang mempengaruhi sehingga nantinya dapat membantu upaya pemulihan\nekosistem. Penelitian ini bertujuan untuk mengetahui karakteristik fisik-kimia, unsur klimatikedafik\ntanah pada tiga tapak berbeda (alang-alang, kirinyuh, kaliandra), mengetahui\nkelimpahan dan keanekaragaman makrofauna tanah pada tiga tapak berbeda, dan mengetahui\nhubungan karakteristik fisik-kimia tanah terhadap kelimpahan makrofauna tanah. Penelitian\ndilakukan dengan pencuplikan sampel luasan plot 20 x 20 m. Tanah komposit sebanyak 5 titik\nuntuk analisis tekstur dan sifat kimia tanah (pH, C-Organik, N-Total,P-Tersedia, K-Tersedia).\nPencuplikan tanah utuh dilakukan sebanyak 3 titik secara diagonal menggunakan core sampler\nuntuk analisis sifat fisik tanah (bulk density, porositas). Plot tanah monolit seluas 35 x 35 x 30\ncm untuk analisis makrofauna tanah (kelimpahan, densitas, indeks keanekaragaman). Hasil\npenelitian menunjukkan bahwa ketiga tapak merupakan jenis tanah liat dengan bulk density\ntertinggi ada pada tapak kirinyuh, porositas tertinggi ada pada tapak kaliandra, ketiga tapak\nmemiliki komposisi C-organik, N-total, P-tersedia, dan K-tersedia yang berbeda. Kelimpahan\ntertinggi ada pada tapak kaliandra dengan nilai kelimpahan relatifnya sebesar 51,50%. Tapak\nkaliandra memiliki keanekaragaman paling tinggi dengan indeks sebesar 1,56. Hubungan\nkarakteristik fisik-kimia tanah terhadap kelimpahan makrofauna tanah yang paling\nberpengaruh yaitu C-Organik dan P-Tersedia.", "Daftar File": {}, "Penulis": "Fina Lutfia Arouffy [11519015]", "Kontributor / Dosen Pembimbing": ["Dr. Yoyo Suhaya, S.Hut., M.Si.", "Dr. Ichsan Suwandhi, S.Hut., M.P."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "keanekaragaman makrofauna, kelimpahan makrofauna, pemulihan ekosistem, sifat fisik-kimia tanah", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "12 Sep 2023"}