{"Nomor": 77667, "Judul": "PENTINGNYA ADOPSI TEKNOLOGI: STUDI KASUS DI KAWASAN INDUSTRI CIKAO", "Abstrak": "Telah diketahui bahwa teknologi dianggap bermanfaat bagi masyarakat, termasuk dunia usaha seperti meningkatkan produktivitas atau mengurangi kebutuhan tenaga kerja manual. Kemajuan teknologi telah membantu bisnis dalam banyak hal, dengan banyaknya perusahaan teknologi yang dapat dipilih. Namun dalam beberapa kasus, perusahaan harus berhati-hati dalam memutuskan apakah perusahaannya akan memanfaatkan teknologi atau tidak, hal ini sebagian besar disebabkan oleh biaya, keterampilan tenaga kerja, dan penerimaan karyawan terhadap teknologi, khususnya di Kawasan Industri Cikao yang terletak di Kecamatan Jatiluhur, Purwakarta, Indonesia. Penelitian ini bertujuan untuk memiliki pemahaman lebih dalam tentang adopsi teknologi karyawan di perusahaan dalam kawasan industri dengan bantuan kerangka TAM. Dengan memfokuskan penelitian pada 2 perusahaan berbeda di kawasan industri menggunakan survei dan wawancara, terungkap bahwa faktor utama yang mempengaruhi sikap karyawan terhadap adopsi teknologi di bidang ini adalah persepsi kemudahan penggunaan (perceived ease of use). Studi ini juga menunjukkan bahwa persepsi manfaat dan kemahiran teknologi juga merupakan kontributor signifikan terhadap sikap karyawan terhadap adopsi teknologi. Analisis data menunjukkan bahwa sering terjadi permasalahan di kedua perusahaan yang mengakibatkan menurunnya persepsi kemudahan penggunaan oleh karyawan. Selain itu, penelitian ini menghasilkan rekomendasi manajerial yang ditujukan kepada masing-masing 2 perusahaan yang diteliti dan perusahaan lain di Kawasan Industri Cikao dengan gagasan utama untuk meningkatkan persepsi karyawan terhadap teknologi.", "Daftar File": {"2023 SK PP Jo Franklin Reinaldi   [19020076] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/308180"}, "Penulis": "Jo Franklin Reinaldi [19020076]", "Kontributor / Dosen Pembimbing": ["Dr. rer. pol. Achmad Fajar Hendarman, S.T, M.S.M.", "Augendra Bhukuth", "Anindia Pratiwi Putri"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Adopsi teknologi, kerangka TAM, manfaat yang dirasakan, kemudahan penggunaan, Kawasan Industri Cikao, Purwakarta, Indonesia.", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "12 Sep 2023"}