{"Nomor": 77669, "Judul": "OPTIMASI PAKAN LARVA BLACK SOLDIER FLY UNTUK MEREDUKSI SAMPAH PASAR SEDERHANA DI KOTA BANDUNG", "Abstrak": "Pasar Sederhana merupakan salah satu pasar dengan jumlah timbulan sampah\nmencapai 1,7 ton/hari dan didominasi sampah organik berupa sayuran dan buahan.\nAkan tetapi, upaya pengolahan yang dilakukan masih sangat minim dan hanya\nmemanfaatkan komposting konvensional yang dilakukan sesekali. Sesuai dengan\nJakstrada Bandung dalam Pengelolaan Sampah Rumah Tangga dan Sampah Sejenis\nRumah Tangga, penanganan sampah yang mencakup pengolahan ditargetkan\nmencapai 70% pada tahun 2025 yang mencakup pengolahan sampah. Penentuan\npengolahan untuk sampah organik yang paling sesuai untuk Sampah Pasar Sederhana\nmenggunakan pembobotan dengan simple additive weighting dan didapatkan bahwa\nBSF composting sebagai alternatif terpilih. Pengolahan sampah dengan larva BSF\nmemiliki tingkat reduksi sampah mencapai 60% dalam 2 pekan dan dihasilkan produk\nsampingan berupa alternatif pakan ternak serta residu yang dapat diolah menjadi\nkompos. Akan tetapi, pengolahan sampah pasar dengan larva BSF memerlukan\npretreatment dikarenakan kadar air media yang terlalu tinggi bagi pertumbuhan larva.\nPengurangan kadar air dilakukan dengan penambahan ampas kelapa yang tinggi\nkandungan serat kasar. Ampas kelapa dipilih karena banyak tersedia di Pasar\nSederhana dan memiliki kandungan nutrisi tambahan berupa lemak dan protein yang\nbaik untuk pertumbuhan larva. Penelitian ini bertujuan untuk mengetahui pengaruh\npenambahan ampas kelapa terhadap efektifitas reduksi Sampah Pasar Sederhana serta\npertumbuhan larva. Penentuan rasio antara ampas kelapa dan sampah pasar dilakukan\ndengan metode rancangan acak lengkap mencakup 5 variasi rasio, 1 kontrol dan 3\nreplikasi. Penelitian dilakukan dengan pemberian pakan 3 hari sekali serta pengujian\nakhir hasil dekomposisi sampah untuk dibandingkan dengan standar kualitas kompos\nSNI. Uji statistik dilakukan untuk menentukan pengaruh penambahan ampas kelapa\nterhadap reduksi sampah. Persentase reduksi sampah tertinggi yang didapatkan adalah\n80% dan dicapai oleh variasi A dengan kadar air awal sebesar 91%. Tingkat\npertumbuhan larva tertinggi juga ditemukan pada variasi A yang mencapai 60% setiap\n3 hari. Dari pembobotan dengan Simple Additive Weighting didapatkan rasio optimum yakni dengan penambahan 20% ampas kelapa", "Daftar File": {"Dhea Ocralas Amenike.pdf": "https://digilib.itb.ac.id/gdl/download/308200"}, "Penulis": "Dhea Ocralas Amenike [15319081]", "Kontributor / Dosen Pembimbing": ["Dr. Opy Kurniasari, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "ampas, Bandung, BSF, kelapa, larva, pasar, sampah", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "12 Sep 2023"}