{"Nomor": 77668, "Judul": "STUDI NEUTRONIK DESAIN MOLTEN SALT REACTOR UNTUK DISTRIBUSI DENSITAS DAYA MERATA DENGAN VARIASI DAYA 150, 450, DAN 1000 MWTH", "Abstrak": "Molten salt reactor (MSR) merupakan salah satu reaktor generasi IV yang menggunakan bahan bakar dan pendingin yang dilarutkan dalam lelehan garam.  Pada penelitian ini akan dilakukan studi neutronik pada MSR dengan mengacu pada referensi desain reaktor FUJI 12 dan FUJI U3 yang dikembangkan oleh International Thorium Molten-Salt Forum (ITMSF) Jepang. Lithium dan Berilium Fluorida (FliBe) digunakan sebagai pendingin, dan campuran bahan bakarnya adalah 233UF4-ThF4. Power Peaking Factor (PPF) merupakan parameter penting yang perlu diperhatikan untuk menjaga stabilitas, keamanan, dan efisiensi reaktor. Penelitian ini membahas tentang distribusi rapat daya di teras reaktor dengan menghitung PPF untuk meningkatkan margin keselamatan reaktor dan memperkecil kemungkinan densitas daya yang tinggi pada titik tertentu yang berpotensi menyebabkan kegagalan teras reaktor di MSR. Parameter penting yang dibahas dalam penelitian ini adalah konfigurasi daerah teras reaktor dan komposisi bahan bakar di setiap daerah selama 2000 hari masa operasi reaktor. Analisis dilakukan untuk tiga daya termal yang berbeda yaitu 150, 450, dan 1000 MWth untuk menentukan karakteristik PPF pada daya kecil hingga besar. Perhitungan dilakukan menggunakan SRAC2006 dengan modul PIJ dan CITATION. Selain itu, penelitian ini melibatkan penerapan proses feeding fuel dengan program yang dibuat dengan menggunakan bahasa pemrograman Bash berbasis Linux untuk memudahkan proses tersebut. Proses dilakukan dengan menambahkan Thorium dan Flibe juga mengeluarkan produk fisi gas yang beracun setiap 20 hari selama 2000 hari reaktor beroperasi. Hasil yang diperoleh dari penelitian ini yaitu MSR dengan desain pembagian empat daerah teras reaktor menghasilkan distribusi daya yang lebih seimbang, nilai PPF yang lebih baik, dan kondisi kekritisan reaktor yang baik untuk waktu operasi 2000 hari. Proses feeding fuel dapat meningkatkan kekritisan pada reaktor dan nilai rasio konversi juga yang meningkat karena penambahan material fertil setiap 20 hari selama 2000 hari reaktor beroperasi yang memicu terjadinya peningkatan reaksi fisi pada teras reaktor.", "Daftar File": {"ABSTRAK Marisa Variastuti": "https://digilib.itb.ac.id/gdl/download/308209", "COVER Marisa Variastuti": "https://digilib.itb.ac.id/gdl/download/317321", "BAB 1 Marisa Variastuti": "https://digilib.itb.ac.id/gdl/download/317322", "BAB 2 Marisa Variastuti": "https://digilib.itb.ac.id/gdl/download/317323", "BAB 3 Marisa Variastuti": "https://digilib.itb.ac.id/gdl/download/317324", "BAB 4 Marisa Variastuti": "https://digilib.itb.ac.id/gdl/download/317325", "BAB 5 Marisa Variastuti": "https://digilib.itb.ac.id/gdl/download/317327", "PUSTAKA Marisa Variastuti": "https://digilib.itb.ac.id/gdl/download/317328"}, "Penulis": "Marisa Variastuti [24921003]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Dwi Irwanto, S.Si., M.Si., M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Ilmu dan Rekayasa Nuklir", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Distribusi Daya, Faktor Multiplikasi Efektif, Feeding fuel, Molten Salt Reactor, Power Peaking Factor, SRAC.", "Sumber": "", "Staf Input/Edit": "Yati Rochayati  \n                                     Yati Rochayati", "File": "8 file", "Tanggal Input": "12 Sep 2023"}