{"Nomor": 77664, "Judul": "DISTRIBUSI FORAMINIFERA SEBAGAI PROKSI  UNTUK VARIABILITAS ARLINDO DI LAUT  HALMAHERA", "Abstrak": "Arus lintas Indonesia (Arlindo) adalah arus laut yang membawa massa air laut \ndari Samudera Pasifik ke Samudera Hindia melalui Perairan Indonesia. Arlindo \nmerupakan bagian dari sirkulasi termohalin, yaitu pergerakan massa air laut \nglobal, yang membawa arus dingin dari Samudera Atlantik bagian Utara menuju \nsamudera Pasifik dan Samudera Hindia, melalui Indonesia. Arlindo berpengaruh\nterhadap intensitas curah hujan di sebagian besar wilayah Indonesia, karena itu \nmempelajari Arlindo sangat penting untuk dapat melakukan tindakan antisipasif \nterhadap kondisi cuaca yang ekstrim. \nForaminifera adalah mikrofauna yang sangat sensitif terhadap perubahan \nlingkungan, dan telah banyak digunakan sebagai proksi untuk paleoseanografi \ndan rekonstruksi iklim purba. Oleh karena itu penelitian ini bertujuan untuk \nmencoba menganalisis variabilitas dari Arlindo melalui distribusi foraminifera. \nBerdasarkan pemodelan umur, sedimen bor MD10-3339 ini sudah diendapkan \nsejak 64210 th yang lalu, yang terdiri dari lempung berwarna abu-abu kecoklatan \ndan mengandung banyak cangkang foraminifera. Berdasarkan analisis cluster, \ndaerah penelitian dibagi menjadi 5 biozona, dengan spesies-spesies yang \ndominan antara lain Bulimina, Bolivina, Uvigerina, dan Bolivinita quadrilatera, \nsedangkan dari jenis plankton didominasi oleh Globigerinoides ruber, \nNeogloboquadrina dutertrei, Globigerina bulloides, dan Pulleniatina \nobliqueloculata. Lingkungan batimetri adalah bathyal, dengan nilai persentase \nPB ratio rata-rata 90% dan indeks diversitas rata-rata > 3. \nSecara umum, intensitas Arlindo cenderung lebih tinggi pada glasial \ndibandingkan pada interglasial. Menurunnya intensitas Arlindo dicirikan oleh \nmenghangatnya temperatur, kedalamanan termoklin meningkat, salinitas rendah \ndan arus bawah laut yang lemah, kejadian tersebut terjadi pada kedalaman 3000 –\n2940 cm (64210 – 63310 th yang lalu), kedalaman 2490 – 2460 cm (53950 –\n53360 th yang lalu, kedalaman 2280 - 2250 cm (47470 – 46540 th yang lalu), Kedalaman 2040 – 1950 cm (42060 - 40600 th yang lalu), kedalaman 1590 –\n1530 cm (sekitar 34000 – 33000 th yang lalu), kedalaman 1230 – 1200 cm \n(sekitar 22920 – 21000 th yang lalu), kedalaman 1110 – 1080 cm (sekitar 19410 \n– 19000 th yang lalu), kedalaman 780 – 690 cm (13320 – 11820 th yang lalu), \nkedalaman 570 – 510 cm (sekitar 11000 – 9090 th yang lalu), kedalaman 330 –\n270 cm (4720 – 3420 th yang lalu), dan kedalaman 90 - 30 cm (2140 – 1950 th \nyang lalu). Menurunnya intensitas Arlindo juga berdekatan dengan kejadian HE 6 \n– HE 4, HE 2, LGM, serta pada pergantian glasial – interglasial. \nIntensitas Arlindo di daerah penelitian juga dipengaruhi oleh intensitas muson, \npada glasial intensitas muson timur lebih tinggi yang dicirikan oleh menipisnya \nmixed layer, suhu cenderung lebih dingin, produktifitas lebih tinggi, dan \ntermoklin lebih dangkal. Sedangkan intensitas muson barat lebih tinggi pada \ninterglasial, diperlihatkan oleh temperatur yang lebih hangat, produktifitas lebih \nrendah, termoklin menjadi lebih dalam, mixed layer menjadi lebih tebal, serta \nsalinitas rendah.", "Daftar File": {"Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/308178", "Cover.pdf": "https://digilib.itb.ac.id/gdl/download/308179", "BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/308194", "BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/308195", "BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/308196", "BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/308197", "BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/308198", "Daftar Pustaka.pdf": "https://digilib.itb.ac.id/gdl/download/308199", "Lampiran.pdf": "https://digilib.itb.ac.id/gdl/download/308201"}, "Penulis": "Luli Gustiantini [22009005]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Khoiril Anwar Maryunani, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Distribusi foraminifera; Arlindo; Paleoekologi dan Paleoseanografi; Laut  Halmahera", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "9 file", "Tanggal Input": "12 Sep 2023"}