{"Nomor": 77672, "Judul": "PERANCANGAN MODEL REKOMENDASI PRODUCT BUNDLING BERDASARKAN CUSTOMER SEGMENTATION BANK Z DENGAN MENGGUNAKAN TEKNIK DATA  MINING", "Abstrak": "Penelitian ini bertujuan untuk merancang suatu model rekomendasi product bundling\nberdasarkan customer segmentation Bank Z menggunakan teknik data mining. Bank Z\nmerupakan sebuah bank pembangunan daerah yang telah berdiri dari tahun 1961. Saat ini,\nBank Z sedang merencanakan langkah strategis untuk meningkatkan pendapatan bank.\nSebelumnya, Bank Z mengalami penurunan pendapatan yang ditunjukan dengan penurunan\npertumbuhan kredit oleh nasabahnya. Upaya strategis yang akan dilakukan oleh Bank Z\nyaitu dengan membuat strategi promosi product bundling terhadap produk dan layanan yang\ndimiliki oleh Bank Z. Hingga saat ini, strategi promosi yang dilakukan oleh Bank Z masih\ntergeneralisasi untuk semua nasabahnya. Hal tersebut menjadi sebuah masalah karena\npromosi yang dilakukan belum terdiferensiasi sesuai kebutuhan dari nasabahnya. Setelah\nditelusuri, akar permasalahan dari kondisi Bank Z yaitu Bank Z belum memiliki model yang\ndapat memberikan rekomendasi strategi promosi sesuai segmen nasabahnya.\nMetodologi yang digunakan pada penelitian ini adalah Cross-Industry Standard Process for\nData Mining (CRISP-DM). Dalam menentukan segmen nasabah Bank Z, digunakan metode\n\nclustering menggunakan algoritma partitioning clustering, yaitu K-Means clustering dan K-\nModes clustering. Setelah dihasilkan segmen nasabah Bank Z, pemberian rekomendasi\n\nproduct bundling dilakukan sesuai segmen nasabah menggunakan metode association rule\nmining menggunakan algoritma Apriori.\nPenelitian ini menghasilkan model K-Means clustering sebagai model customer\nsegmentation dengan nilai average silhouette index sebesar 0.21. Model tersebut\nmengelompokkan nasabah Bank Z ke dalam tiga segmen nasabah. Selain itu, diberikan juga\nlima rekomendasi kombinasi produk terbaik untuk masing-masing segmen yang dapat\ndijadikan pasangan produk strategi product bundling oleh Bank Z dengan menggunakan\nalgoritma Apriori. Setelah perancangan model, dikembangkan sebuah prototipe aplikasi\nyang mampu mengeksekusi model dan menampilkan hasil model menggunakan bahasa\npemrograman Python.", "Daftar File": {}, "Penulis": "Reyhan Kailiffadril [13418067]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Kadarsah Suryadi, D.E.A.", "Dissa Riandaso Chandra, ST.,MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "product bundling, customer segmentation, clustering, association rule mining", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "12 Sep 2023"}