{"Nomor": 77670, "Judul": "ANALISA NILAI KANDUNGAN RADIONUKLIDA PADA SAMPEL MENGGUNAKAN X-RAY FLUORESCENCE (XRF) SPECTROMETRY", "Abstrak": "Tingginya nilai rata-rata laju dosis radiasi gamma alami yang tinggi di Kabupaten\nMamuju dan Pulau Bangka Belitung menunjukkan bahwa keunikan yang berkaitan\ndengan tingginya konsentrasi unsur radioaktif uranium, thorium, dan potasium yang\nterdeposit pada batuan di kedua daerah tersebut. Untuk mengetahui penyebab\ntingginya laju dosis radiasi di kedua daerah tersebut, maka pada penenlitian ini\ndilakukan pengujian laboatorium dengan metode XRF menggunaka alat EDXRF.\nSpesimen yang digunakan dalam pengujian XRF ini dalam bentuk bubuk dan pellet.\n5 sampel tanah dari Kabupaten Mamuju dan 4 sampel tanah dar Pulau Bangka\ndianalisa. Namun 4 sampel dari Pulau Bangka tidak dapat diukur pada spesimen\npelllet. Hasil penelitian menunjukkan bahwa kandungan unsur radioaktif uranium\n(U) dan Thorium (Th) pada sampel cukup tinggi, yaitu 3581,448 ppm untuk Th\ndan 890,208 ppm untuk U pada sampel tanah dari Kabupaten Mamuju. Korelasi\npositif anatara U dan Th diperoleh dengan nilai 6,66 yang dan korelasi positf juga\nditunjukka oleh hubungan U dan Th yang menunukkan pengayaan unsur U seiring\ndengan pengayaan unur Th. Dari perbandingan U dan Th terhadap U/Th dan Th/U\nyang menunjukkan terjadinya pengayaan kedua unsur tersebut di permukaan\n(Upergene enrichment). Dari uji XRF yang dilakukan juga terdeteksi beberapa\nunsur tanah jarang dalam bentuk oksida di kedua sampel diantaranya yaitu, Y2O3,\nLa2O3, CeO2, Pr6O11, dan Nd2O3.", "Daftar File": {"ABSTRAK Ismail Humolungo": "https://digilib.itb.ac.id/gdl/download/308210", "COVER Ismail Humolungo": "https://digilib.itb.ac.id/gdl/download/317334", "BAB 1 Ismail Humolungo": "https://digilib.itb.ac.id/gdl/download/317335", "BAB 2 Ismail Humolungo": "https://digilib.itb.ac.id/gdl/download/317336", "BAB 3 Ismail Humolungo": "https://digilib.itb.ac.id/gdl/download/317337", "BAB 4 Ismail Humolungo": "https://digilib.itb.ac.id/gdl/download/317338", "BAB 5 Ismail Humolungo": "https://digilib.itb.ac.id/gdl/download/317339", "PUSTAKA Ismail Humolungo": "https://digilib.itb.ac.id/gdl/download/317340"}, "Penulis": "Ismail Humolungo [24921005]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.Eng. Ir. Sidik Permana, S.Si., M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Ilmu dan Rekayasa Nuklir", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "XRF, UTJ, Radiasi alamiah, Mamuju, Pulau Bangka", "Sumber": "", "Staf Input/Edit": "Yati Rochayati  \n                                     Yati Rochayati", "File": "8 file", "Tanggal Input": "12 Sep 2023"}