{"Nomor": 77671, "Judul": "EVALUASI NUKLIR NON-PROLIFERASI MENGGUNAKAN METODE MATERIAL ATTRACTIVENESS PADA REAKTOR BERPENDINGIN AIR RINGAN", "Abstrak": "Penelitian ini bertujuan untuk mengevaluasi perilaku Material Attractiveness pada\nbeberapa jenis reaktor yang sedang dikembangkan reaktor berbasis air ringan\nseperti NuScale, ESBWR, BWRX-300, dan PWR, pada saat reaktor beroperasi dan\nsetelah reaktor beroperasi. Hasil penelitian ini dapat memberikan wawasan penting\nterkait dengan keamanan nuklir dan potensi resiko proliferasi yang terkait dengan\npenggunaan energi nuklir di masa depan. Isotop plutonium menjadi salah satu\nparameter penting dalam aspek non proliferasi nuklir. Pada penelitian ini dihasilkan\nproduksi isotop plutonium yang meningkat kecuali pada Pu-239 yang menurun\nakibat proses fisi. Berdasarkan komposisi Pu-240, keempat reaktor mempunyai\nkomposisi Pu-240 dengan level komposisi Super-grade plutonium pada awal\niradiasi reaktor. Namun semakin bertambahnya burnup komposisi Pu-240 menjadi\nlevel komposisi reactor grade plutonium. Pada saat awal iradiasi nilai ATTR untuk\nESBWR adalah 0.19, PWR 0.20, BWRX-300 0.16 dan NuScale 0.21. Nilai ATTR\ntersebut masuk kedalam kategori weapon-grade. Kemudian pada akhir operasi nilai\nATTR menurun dengan nilai ATTR ESBWR adalah 0.0125, PWR 0.0148 BWRX300 0.0111 dan NuScale 0.0133. Nilai ATTR pada akhir operasi reaktor menjadi\nterkategori un-usable grade. Hal ini menunjukkan nilai attractiveness (ATTR)\nmenurun secara efektif ketika terjadi kenaikan burnup dari weapon-grade menjadi\nun-usable grade diakhir operasi. Hal ini dipengaruhi oleh meningkatnya produksi\nisotop Pu238, Pu-240, Pu-242 dan menurunya Pu-239 sebagai fisil material utama.\nDalam hal analisa ATTR, nilai-nilai ini DH, SFN, BCM dan neutron prompt life\nberpengaruh terhadap penurunan nilai ATTR dari BOC ke EOC kecuali Rossialpha. Dan pengaruh compression terhadap nilai ATTR tidak terlalu mengubah\nnilai secara signifikan baik ATTR pada awal reaktor beroperasi sampai akhir\nreaktor beroperasi.", "Daftar File": {"ABSTRAK Fungky Iqlima Nasyidiah": "https://digilib.itb.ac.id/gdl/download/313759", "COVER Fungky Iqlima Nasyidiah": "https://digilib.itb.ac.id/gdl/download/317343", "BAB 1 Fungky Iqlima Nasyidiah": "https://digilib.itb.ac.id/gdl/download/317344", "BAB 2 Fungky Iqlima Nasyidiah": "https://digilib.itb.ac.id/gdl/download/317345", "BAB 3 Fungky Iqlima Nasyidiah": "https://digilib.itb.ac.id/gdl/download/317347", "BAB 4 Fungky Iqlima Nasyidiah": "https://digilib.itb.ac.id/gdl/download/317348", "BAB 5 Fungky Iqlima Nasyidiah": "https://digilib.itb.ac.id/gdl/download/317349", "PUSTAKA Fungky Iqlima Nasyidiah": "https://digilib.itb.ac.id/gdl/download/317350"}, "Penulis": "Fungky Iqlima Nasyidiah [24921001]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.Eng. Ir. Sidik Permana, S.Si., M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Ilmu dan Rekayasa Nuklir", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Non-proliferasi Nuklir, ATTR, Bare Critical Mass, Decay Heat, Spontaneous Fission Neutron, Rossi-Alpha, dan Neutron Prompt Life", "Sumber": "", "Staf Input/Edit": "Yati Rochayati  \n                                     Yati Rochayati", "File": "8 file", "Tanggal Input": "12 Sep 2023"}