{"Nomor": 77686, "Judul": "STUDI KERENTANAN SUMBER AIR BAKU DAN POTENSI PENERAPAN WATER STEWARDSHIP DI PT. X", "Abstrak": "Penyediaan air bersih menjadi tantangan terbesar bagi pelaku industri dalam\nberkelanjutan dan pengembangan usaha. Perusahaan-perusahaan terkemuka\ntermasuk PT.X yang merupakan perusahaan minuman dan makanan di Kabupaten\nKarawang menyadari bahwa untuk mempertahankan operasi, maka perlu menjadi\npengelola air yang bertanggung jawab dan mengambil tindakan terhadap\npengelolaan air. Water Stewardship didefinisikan sebagai penggunaan air dengan\ncara yang adil secara sosial, berkelanjutan secara lingkungan dan bermanfaat secara\nekonomi. Alliance for Water Stewardship (AWS) merupakan sebuah organisasi\nglobal yang berfokus pada pengelolaan air yang bertanggung jawab dan\nberkelanjutan. AWS mengembangkan dan mengelola Standar Aliansi Pengelolaan\nAir (Water Stewardship Standard) yang memberikan kerangka kerja bagi\norganisasi untuk mengelola air dengan cara yang berkelanjutan, melindungi sumber\ndaya air, dan berkontribusi pada keberlanjutan lingkungan dan sosial. Penelitian ini\nbertujuan untuk menentukan analisis kerentanan air baku PT.X berdasarkan\nketersediaan dan kualitas dengan metode IKA (Indeks Kualitas Air), serta\nmenentukan nilai AWS Standard dari upaya yang dilakukan oleh PT.X untuk\nmenerapkan water stewardship dengan metode AWS Standard V3.1yang\nditetapkan Alliance for Water Stewardship sebagai panduan sertifikasi terbaru. Dari\npenelitian didapatkan bahwa adanya resiko air berupa penipisan debit air (rendah\nhingga sedang) berfluktuasi mencapai 50 L/detik pada titik terendah, resiko limbah\nyang mencemari sungai dengan parameter Fe dan COD memiliki tren naik, IKA\nSungai Citarum secara keseluruhan pada tahun 2022 sebesar 45,12 dengan status\ncemar ringan dengan nilai tersebut tidak mencapai target 2022 serta menurun dari\ntahun sebelumnya. Penerapan water stewardship yang dilakukan oleh PT.X telah\nmencapai status AWS platinum untuk saat ini dengan total nilai 132,5.", "Daftar File": {"Fitri Aulia Dini.pdf": "https://digilib.itb.ac.id/gdl/download/308297"}, "Penulis": "Fitri Aulia Dini [15319026]", "Kontributor / Dosen Pembimbing": ["Rofiq Iqbal, S.T, M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Kerentanan air baku, IP indeks, water stewardship", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "13 Sep 2023"}