{"Nomor": 77682, "Judul": "PERANCANGAN SISTEM PEMANTAUAN PARAMETER PRODUKSI BAGLOG JAMUR TIRAM BERBASIS INTERNET OF THINGS PADA PROSES MIXING DAN LOGGING PT GAYA GREEN", "Abstrak": "PT Gaya Green adalah sebuah Perusahaan yang bergerak di bidang produksi Jamur\ntiram. Dalam proses produksi jamur, PT Gaya Green menemukan bahwa hasil\nproduksi baglog bulanan Perusahaan belum mampu mencapai target yang telah\nditetapkan. Beberapa faktor yang menyebabkan hal tersebut diantaranya adalah,\ntingginya tingkat kontaminasi baglog, tingkat efisiensi produksi yang tidak\ndiketahui, dan adanya human error. Berdasarkan keterangan tersebut diperoleh\nsuatu akar masalah di mana Perusahaan tidak memiliki sistem untuk melakukan\npemantauan parameter produksi. Pada penelitian ini, fokus dari penelitian adalah\nstasiun kerja mixing dan logging. Penelitian ini berupaya membangun sebuah\nprototipe sistem pemantauan pada mesin mixing dan logging berbasis internet of\nthings yang mampu mengawasi parameter produksi secara real-time.\nMetode pengembangan yang digunakan dalam penelitian ini adalah metodologi\nwaterfall yang telah disesuaikan. Penelitian ini diselesaikan dengan merancang\nsebuah sistem menggunakan model arsitektur IoT 3 layer. Perancangan sistem akan\nmemantau kadar air pada proses mixing, berat baglog pada proses logging, serta\ntotal produksi harian\nDari hasil perancangan sistem, diperoleh suatu sistem pengawasan yang dapat\nmemantau kadar air, berat, dan total produksi harian pada proses mixing dan\nlogging. Data ini kemudian terhubung dengan dashboard yang dapat menampilkan\ndata secara real-time. Dengan adanya sistem tersebut Perusahaan mampu\nmengawasi parameter-parameter produksi dan memperoleh data acuan yang dapat\ndigunakan untuk melakukan proses perbaikan pada lantai produksi.", "Daftar File": {}, "Penulis": "Aji Noto Kusumo [13419078]", "Kontributor / Dosen Pembimbing": ["Dr. Wisnu Aribowo, S.T, M.T.", "Fariz Muharram Hasby, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Sistem pemantauan, kadar air, berat, IoT", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "13 Sep 2023"}