{"Nomor": 77697, "Judul": "PERANCANGAN SISTEM PEMANTAUAN REAL-TIME DIGITAL UNTUK PENGUKURAN OEE  PADA LINI PRODUKSI STICK D DI PT INDOLAKTO ICE CREAM FACTORY", "Abstrak": "Penelitian ini dimaksudkan untuk merancang suatu sistem pemantauan real-time\npada lini produksi Stick D di PT Indolakto Ice Cream Factory untuk mengukur\nperformansi menggunakan metrik Overall Equipment Effectiveness (OEE).\nPenelitian ini fokus pada empat tujuan yaitu menghasilkan rancangan digitalisasi\nsistem pemantauan, melakukan analisis performansi melalui hasil perancangan\ndigitalisasi, mengusulkan solusi digitalisasi sistem pemantauan, dan\nmengidentifikasi implikasi dari implementasi usulan digitalisasi.\nPada penelitian ini, metode perancangan melibatkan integrasi teknologi digital\nseperti sensor, komputer, dan perangkat lunak. Langkah-langkah ini memberikan\nakses real-time terhadap data produksi dan performansi mesin Stick D.\nPerancangan sistem pemantauan real-time dilakukan menggunakan perangkat\nlunak Node-RED. Selanjutnya, hasil produksi menggunakan sistem pemantauan\nreal-time dilakukan analisis performansi menggunakan OEE, memungkinkan\nevaluasi menyeluruh terhadap efisiensi, ketersediaan, dan kualitas produksi. Hasil\nanalisis ini memberikan wawasan yang lebih mendalam tentang potensi perbaikan.\nDengan demikian, penelitian ini mengusulkan solusi untuk digitalisasi sistem\npemantauan real-time performansi produksi, termasuk rekomendasi perbaikan yang\n\ndapat diterapkan. Hasil penelitian ini menunjukkan bahwa sistem pemantauan real-\ntime menggunakan perangkat lunak Node-RED robust dan berhasil untuk\n\ndijalankan. Implementasi digitalisasi sistem pemantauan melalui OEE memiliki\npotensi besar untuk meningkatkan performansi produksi pada lini produksi Stick D\ndi PT Indolakto Ice Cream Factory. Penelitian ini memberikan rekomendasi bagi\nperusahaan dalam mengembangkan langkah-langkah optimal untuk\nmemaksimalkan manfaat dari perancangan digitalisasi sistem pemantauan ini,\ndengan mempertimbangkan aspek teknis, operasional, dan sosial.", "Daftar File": {"COVER Ahmad Munawir Azimi": "https://digilib.itb.ac.id/gdl/download/311742", "BAB 1 Ahmad Munawir Azimi": "https://digilib.itb.ac.id/gdl/download/311743", "BAB 2 Ahmad Munawir Azimi": "https://digilib.itb.ac.id/gdl/download/311744", "BAB 3 Ahmad Munawir Azimi": "https://digilib.itb.ac.id/gdl/download/311745", "BAB 4 Ahmad Munawir Azimi": "https://digilib.itb.ac.id/gdl/download/311746", "BAB 5 Ahmad Munawir Azimi": "https://digilib.itb.ac.id/gdl/download/311747", "BAB 6 Ahmad Munawir Azimi": "https://digilib.itb.ac.id/gdl/download/311748", "PUSTAKA Ahmad Munawir Azimi": "https://digilib.itb.ac.id/gdl/download/311749"}, "Penulis": "Ahmad Munawir Azimi [13419090]", "Kontributor / Dosen Pembimbing": ["Dr. Wisnu Aribowo, S.T, M.T.", "Fariz Muharram Hasby, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "OEE, Node-RED, sistem pemantauan real-time, robust", "Sumber": "Program Studi Teknik dan Manajemen Industri", "Staf Input/Edit": "Dewi Supryati  \n                                     Alice Diniarti", "File": "9 file", "Tanggal Input": "13 Sep 2023"}