{"Nomor": 77700, "Judul": "STUDI ALTERASI BAWAH PERMUKAAN DAN KARAKTERISTIK  FLUIDA HIDROTERMAL DI AREA SIKIDANG, LAPANGAN PANAS BUMI DIENG, JAWA TENGAH", "Abstrak": "Lapangan Panas Bumi Dieng merupakan sistem hidrotermal vulkanik yang terletak \ndi Jawa Tengah, Indonesia. Lapangan ini memiliki tiga area prospek, yaitu Sileri, \nSikidang, dan Pakuwaja. Pada area Sikidang dijumpai masalah produksi berupa \npengerakan silika dan korosi. Masalah tersebut erat kaitannya dengan kondisi \ngeologi dan fluida hidrotermal di bawah permukaan. Penelitian ini bermaksud \nuntuk mengetahui karakteristik alterasi dan fluida hidrotermal sehingga dapat \nmemberikan pemahaman yang lebih baik terhadap kondisi reservoir di Sikidang. \nMetode penelitian yang digunakan, yaitu studi pustaka, analisis petrografi dari \nsampel serbuk bor, X-Ray Diffraction dengan clay treatment, dan analisis geokimia \nfluida dari tiga sumur di Sikidang. Tiga sumur yang menjadi objek penelitian adalah \nsumur ASJ-1, ASJ-2, dan ASJ-3 (bukan nama sebenarnya).\nHasil penelitian menunjukkan bahwa litologi bawah permukaan terdiri atas lava \nandesit, batuan piroklastik andesitik, dan mikrodiorit. Seluruh litologi tersebut telah \nmengalami alterasi hidrotermal dengan intensitas lemah hingga sangat kuat. Pada \nsumur ASJ-1 terdapat dua zona alterasi bawah permukaan, secara berurutan dari \ndangkal ke dalam, yaitu zona smektit dan serisit. Sumur ASJ-2 mempunyai empat \nzona alterasi, dari dangkal ke dalam, yaitu zona smektit, klorit-smektit, klorit, dan \nilit-epidot dengan kehadiran mineral kaolinit yang tidak menerus. Sumur ASJ-3 \nmempunyai zona alterasi bawah permukaan yang mirip dengan sumur ASJ-2, hanya \ndi bagian terdalam epidot muncul bersama klorit, kaolinit, dan pirofilit.\nHasil analisis geokimia fluida menunjukkan bahwa sumur ASJ-1 mengeluarkan air \nbertipe sulfat dengan pH asam, air dari sumur ASJ-2 memiliki tipe air klorida \ndengan pH netral, dan air dari sumur ASJ-3 memiliki tipe air sulfat dengan pH \nnetral. Perbandingan antara hasil studi alterasi hidrotermal dan keluaran air panas \nsaat ini menunjukkan bahwa fluida reservoir di area Sikidang memiliki temperatur \nyang relatif stabil, yaitu 280–300°C. Kehadiran mineral alterasi di sumur ASJ-1 \nmenunjukkan konsistensi dengan kondisi keasaman keluaran sumur tersebut saat \nini. Perubahan kondisi keasaman air terlihat jelas di sumur ASJ-2 dan ASJ-3 yang \nditunjukkan dengan kehadiran mineral alterasi penunjuk pH asam (kaolinit dan \npirofilit) yang ditutup (overprint) oleh mineral penunjuk pH netral (epidot dan \nklorit). Hasil penelitian juga menunjukkan bahwa area Sikidang telah mengalami \npenurunan batas atas reservoir.", "Daftar File": {"Abstrak Alyssa Saumi Juta 12019065.pdf": "https://digilib.itb.ac.id/gdl/download/308471", "Cover Alyssa Saumi Juta 12019065.pdf": "https://digilib.itb.ac.id/gdl/download/312879", "Bab 1 Alyssa Saumi Juta 12019065.pdf": "https://digilib.itb.ac.id/gdl/download/312880", "Bab 2 Alyssa Saumi Juta 12019065.pdf": "https://digilib.itb.ac.id/gdl/download/312881", "Bab 3 Alyssa Saumi Juta 12019065.pdf": "https://digilib.itb.ac.id/gdl/download/312882", "Bab 4 Alyssa Saumi Juta 12019065.pdf": "https://digilib.itb.ac.id/gdl/download/312883", "Bab 5 Alyssa Saumi Juta 12019065.pdf": "https://digilib.itb.ac.id/gdl/download/312884", "Bab 6 Alyssa Saumi Juta 12019065.pdf": "https://digilib.itb.ac.id/gdl/download/312885", "Bab 7 Alyssa Saumi Juta 12019065.pdf": "https://digilib.itb.ac.id/gdl/download/312886", "Daftar Pustaka Alyssa Saumi Juta 12019065.pdf": "https://digilib.itb.ac.id/gdl/download/312887", "Lampiran Alyssa Saumi Juta 12019065.pdf": "https://digilib.itb.ac.id/gdl/download/312888"}, "Penulis": "Alyssa Saumi Juta [12019065]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Andri Slamet Subandrio, Dipl.Geol.", "Ir. Niniek Rina Herdianita, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "alterasi hidrotermal, evolusi fluida, geokimia fluida, Lapangan Panas  Bumi Dieng", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "11 file", "Tanggal Input": "13 Sep 2023"}