{"Nomor": 77708, "Judul": "PEMANFAATAN HASIL BIOLEACHING KALSIUM DARI TERAK BAJA PT KRAKATAU POSCO MENGGUNAKAN BACILLUS ALTITUDINIS UNTUK CARBON CAPTURE AND STORAGE MENGGUNAKAN BACILLUS VELEZENSIS", "Abstrak": "Produksi baja nasional yang diprediksi sebesar 15,8 juta ton di tahun 2023 oleh\nIndonesian Iron and Steel Association (IISA) tentunya akan meningkatkan produk\nsampingan berupa terak baja. Terak baja mengandung logam oksida yang dapat\ndimanfaatkan kembali, seperti kalsium. Pelindian kalsium dapat dilakukan melalui\nproses bioleaching. Hasil berupa Pregnant Leach Solution (PLS) dapat\ndimanfaatkan sebagai sumber kalsium dalam proses Microbially Induced Calcium\nCarbonate Precipitation (MICP) sebagai upaya menghadapi isu global warming\nakibat emisi gas rumah kaca. Studi terkait MICP menggunakan enzim Carbonic\nanhydrase sedang banyak dikembangkan. Oleh karena itu dilakukan percobaan\nserupa menggunakan bakteri Bacillus velezensis dengan sumber kalsium yang\nberasal dari terak baja PT Krakatau Posco.\nOptimasi waktu pelindian untuk percobaan bioleaching dilakukan terlebih dahulu\nuntuk menghasilkan PLS sebagai sumber kalsium untuk percobaan Carbon\nCapture and Storage (CCS). Serangkaian percobaan CCS telah dilakukan untuk\nmempelajari pengaruh persen inokulum enzim, pH, dan laju alir CO2. Pengaruh\nkondisi CCS dipelajari pada persen inokulum enzim 3%, 5%, dan 10%, dengan\nkecepatan agitasi 200 rpm, menggunakan laju alir CO2 sebesar 0,05 L/min, 0,1\nL/min, dan 0,15 L/min pada pH lingkungan yang selalu dijaga pada pH 9, pH 11,\ndan pH 9 tanpa dijaga. Setiap percobaan CCS dilakukan selama 8 menit. Persen\nkalsium yang terkonversi sebagai fungsi waktu pada berbagai kondisi CCS secara\nperiodik ditentukan dengan analisa Atomic Absorption Spectrophotometry (AAS)\nPersen ekstraksi Ca tertinggi dari terak baja melalui bioleaching menggunakan\nBacillus altitudinis yaitu 11,644% pada hari ke-24 pelindian dan menurun\nsignifikan dari hari ke-30 hingga hari ke-39. Pembentukan biomineral CaCO3\nmelalui MICP dengan memanfaatkan enzim Carbonic anhydrase (CA) dari\nBacillus velezensis lebih cepat terjadi hingga menit ke-2, untuk menit selanjutnya\ntidak menunjukkan perbedaan yang signifikan. Hal ini disebabkan karena enzim\nyang digunakan berupa crude enzyme bukan pure enzyme. Pembentukan biomineral\nCaCO3 tercepat pada kondisi CCS menggunakan laju alir CO2 sebesar 0,15 L/min\ndengan 10% inokulum enzim pada pH 9 selama percobaan.", "Daftar File": {"ABSTRAK Nasha Annabiila Risqulia": "https://digilib.itb.ac.id/gdl/download/310509"}, "Penulis": "Nasha Annabiila Risqulia [12519024]", "Kontributor / Dosen Pembimbing": ["Ir. Siti Khodijah, M.T, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "bakteri, bioleaching, bio-sequestration, carbon capture and storage, kalsium, microbially induced calcium carbonate precipitation, terak baja.", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "7 file", "Tanggal Input": "13 Sep 2023"}