{"Nomor": 77712, "Judul": "PERANCANGAN PENUGASAN OPERATOR  PADA LINTAS PERAKITAN  PRODUK EXCAVA 200 DIVISI ALAT BERAT PT PINDAD  MENGGUNAKAN ALGORITMA GENETIKA", "Abstrak": "PT Pindad merupakan salah satu Badan Usaha Milik Negara (BUMN) berfokus\ndalam memproduksi produk yang mendukung pertahanan dan keamanan negara,\nserta peralatan industri. Salah satu produk dari PT Pindad adalah produk excavator\nyang bernama Excava 200. Performansi produksi dari Divisi Alat Berat dinilai\nkurang memuaskan khususnya untuk produk Excava 200 tipe produk Standard dan\nLong Arm. Hal tersebut dikarenakan tidak terpenuhinya target produksi untuk\nbeberapa tahun terakhir, yaitu 100 unit untuk tipe Standard dan 50 unit untuk tipe\nLong Arm. Sedangkan, lintas perakitan saat ini hanya mampu memproduksi produk\ntipe Standard sebanyak 75 unit dan tipe Long Arm sebanyak 33 unit. Permasalahan\nini karena belum terdapat metode pembagian kerja dari operator dan diiringi oleh\nbertambahnya jenis produk. Oleh sebab itu, perlu dilakukan perancangan\npenugasan operator pada lintas perakitan produk Excava 200 untuk kedua tipe\ntersebut.\nPenelitian ini diawali dengan melakukan pengembangan model acuan untuk\nmetode analitis. Selanjutnya, dilakukan pengembangan metode metaheuristik\ndikarenakan kompleksitas dari permasalahan. Metode metaheuristik yang\ndigunakan adalah algoritma genetika. Algoritma tersebut dapat menyelesaikan\npermasalahan dengan ruang pencarian solusi yang luas untuk permasalahan yang\nkompleks. Algoritma genetika diawali dengan pembangkitan populasi awal\nmenggunakan algoritma konstruksi, seleksi turnamen, crossover, mutasi, dan\nelitisisme. Fungsi tujuan yang digunakan pada penelitian ini adalah waktu siklus\nlintasan perakitan.\nAlgoritma genetika mampu menghasilkan solusi yang layak untuk permasalahan\naktual pada penelitian dengan waktu siklus lintas perakitan selama 123,96 menit.\nKapasitas produksi lintas perakitan usulan sebanyak 436 unit per tahun untuk\nproduk Excava 200 Standard dan 290 unit per tahun untuk produk Excava 200\nLong Arm. Penugasan usulan untuk lintas perakitan tersebut terdiri dari 13 stasiun\nkerja dengan 31 operator. Waktu siklus yang dihasilkan menggunakan algoritma\ngenetika lebih kecil dibandingkan dengan metode analitis karena waktu komputasi\nyang dibatasi selama 168 jam. Parameter yang berpengaruh untuk meminimasi\nwaktu siklus pada data aktual dari penelitian adalah jumlah generasi (G), jumlah\npopulasi (P), probabilitas crossover (Pc), dan probabilitas mutasi (Pm).", "Daftar File": {}, "Penulis": "Viqri Al Fattah [13419030]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Anas Ma'", "ruf, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Lintas Perakitan, Analitis, Metaheuristik, Algoritma Genetika", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "13 Sep 2023"}