{"Nomor": 77716, "Judul": "PENENTUAN INDEKS KUALITAS AIR CITARUM HULU MENGGUNAKAN METODE OVERALL INDEX OF POLLUTION (OIP), METODE SAID-WQI, DAN METODE INDEKS PENCEMARAN (IP)", "Abstrak": "Salah satu sungai yang menjadi perhatian di Indonesia saat ini adalah Sungai\nCitarum. Status mutu Sungai Citarum memiliki nilai yang berubah-ubah setiap\ntahunnya. Di berbagai negara lain saat ini telah dikembangkan beberapa metode\npengukuran kualitas air, atau disebut juga Water Quality Index (WQI). Namun,\ndiantara metode yang telah dikembangkan, terdapat perbedaan hasil status mutu air\nyang diperoleh dengan data kualitas air pada badan air yang sama. Maka dari itu,\ndilakukan penelitian mengenai perbandingan indeks kualitas air Sungai Citarum\nberdasarkan hasil perhitungan indeks kualitas air menggunakan metode Overall\nIndex of Pollution (OIP), metode WQI yang dikembangkan oleh Said (Said WQI),\ndan metode Indeks Pencemaran (IP) yang mewakili metode perhitungan indeks\nkualitas air di Indonesia. Penelitian ini dilakukan menggunakan dua jenis data, yaitu\ndata sekunder dan data primer yang diperoleh dari hasil sampling air Sungai\nCitarum. Pengolahan data dilakukan menggunakan Microsoft Excel, software\nQGIS yang membantu dalam penentuan curah hujan, dan software SPSS untuk\nmembantu dalam uji statistik. Beberapa parameter yang nilai rata-rata keseluruhan\nberada dibawah baku mutu diantaranya Biochemical Oxygen Demand (BOD),\nDissolved Oxygen (DO), koliform tinja, dan koliform total. Sungai Citarum\nmemperoleh status ‘Baik’, ‘Sedang’, dan ‘Buruk’ untuk metode Overall Index of\nPollution (OIP) dan metode Said-WQI. Sementara untuk metode Indeks\nPencemaran (IP) diperoleh status ‘Cemar Ringan’, ‘Cemar Sedang’, dan ‘Cemar berat", "Daftar File": {"Nurul Aulia Rahmi.pdf": "https://digilib.itb.ac.id/gdl/download/308493"}, "Penulis": "Nurul Aulia Rahmi [15319070]", "Kontributor / Dosen Pembimbing": ["Dr. Mariana Marselina S., S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Citarum Hulu, Indeks Kualitas Air, Indeks Pencemaran, Kualitas Sungai, OIP, Said WQI", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "13 Sep 2023"}