{"Nomor": 77717, "Judul": "PENERAPAN CELLULAR AUTOMATA PADA PENYEBARAN KEBAKARAN HUTAN DAN LAHAN, STUDI KASUS: DAERAH KALIMANTAN TENGAH DAN SEKITARNYA", "Abstrak": "Cellular automata merupakan metode yang dapat mensimulasikan penyebaran kebakaran\npada hutan atau lahan. Penyebaran api terjadi ketika ada lahan yang terbakar\ndan dikelilingi oleh daerah yang rawan terbakar. Kecepatan penyebaran api\nbergantung pada kondisi lahan tersebut, mulai dari kondisi angin, topografi, dan\ntutupan lahan, sehingga ada lahan yang cepat terambat api, ada pula yang lambat.\nDaya tahan api dalam peristiwa kebakaran disebabkan karena adanya panas, oksigen,\ndan bahan bakar. Hal ini pun berkaitan dengan banyaknya kandungan karbon\npada tutupan lahan. Semakin banyak kandungan karbon biasanya lahan yang terbakar\nakan semakin sulit utuk padam. Pada tesis ini dibangun model penyebaran\nkebakaran hutan dan lahan dengan memerhatikan kecepatan padam menggunakan\ncellular automata. Kemudian dipilih daerah Kalimantan Tengah dan sekitarnya\nuntuk menerapkan model tersebut. Kalimantan Tengah menjadi salah satu daerah\nyang cukup sering mengalami kebakaran hutan dan lahan. Berdasarkan hasil simulasi\npenyebaran kebakaran yang dilakukan selama 3 hari dengan 265 titik api,\ndiperkirakan terdapat 3.231, 7 km2 luas lahan yang mengalami kebakaran. Perubahan\nkondisi angin dan tutupan lahan juga ikut berkontribusi dalam penyebaran\nkebakaran hutan dan lahan.", "Daftar File": {"ABSTRAK Usnida Umma Zahra": "https://digilib.itb.ac.id/gdl/download/308494"}, "Penulis": "Usnida Umma Zahra [20120309]", "Kontributor / Dosen Pembimbing": ["Dr. Agus Yodi Gunawan, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "cellular automata, kebakaran hutan, kebakaran lahan, angin, topografi, tutupan lahan, Kalimantan Tengah.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "13 Sep 2023"}