{"Nomor": 77711, "Judul": "PEMULIHAN TANAH TERKONTAMINASI MERKURI MENGGUNAKAN TEKNIK REMEDIASI ELEKTROKINETIK ELEKTRODA 2-DIMENSI", "Abstrak": "Kontaminasi logam berat seperti merkuri pada tanah menjadi isu lingkungan\nbelakangan ini. Aliran air tanah akan mengangkut merkuri yang masuk ke dalam\ntanah ke tempat yang lebih rendah dalam waktu yang lama. Akibatnya merkuri\nsemakin terdistribusi pada area yang lebih luas sehingga akan diperlukan upaya\npemulihan tanah terkontaminasi. Salah satu teknologi yang dapat digunakan adalah\nteknik remediasi elektrokinetik (EKR) dengan jenis konfigurasi 2-dimensi. Sampel\ntanah diambil kegiatan pertambangan emas di Desa Lebaksitu, Kecamatan Lebak\nGedong, Banten. EKR 2-dimensi dilakukan menggunakan reaktor berukuran 20cm\nx 20cm x 10cm dan elektroda berbahan karbon. EKR dilakukan dengan tiga macam\nvariasi konfigurasi elektroda. Proses EKR masing-masing variasi konfigurasi\ndilakukan selama 48 jam dengan daya yang diberikan sebesar 20 V. Parameter yang\ndiukur adalah temperatur, pH, arus listrik, dan konsentrasi merkuri pada katoda,\npada anoda, dan pada titik diantara anoda dan katoda. Konsentrasi merkuri diuji\ndengan AAS dimana sampel tanah terlebih dahulu didestruksi dengan prosedur\nEPA 7471B. Disimpulkan bahwa karakteristik tanah yang digunakan dalam\npenelitian cocok untuk dilakukan remediasi elektrokinetik. Selama proses\nremediasi elektrokinetik, parameter temperatur mengalami peningkatan dan\npenurunan, parameter pH mengalami peningkatan, dan parameter arus listrik\nmengalami penurunan. Dengan adanya variasi konfigurasi elektroda, diperoleh\npersentase penyisihan kontaminan yang berbeda. Diperoleh penurunan konsentrasi\nmerkuri pada titik anoda dari konfigurasi 1, konfigurasi 2, dan konfigurasi 3\nberturut-turut adalah 25,78%, 2,52%, dan 47,72%.", "Daftar File": {"Elfrieda Azaria Zahra.pdf": "https://digilib.itb.ac.id/gdl/download/308488"}, "Penulis": "Elfrieda Azaria Zahra [15319060]", "Kontributor / Dosen Pembimbing": ["Prof.Ir. Agus Jatnika Effendi, Ph.D.", "Syarif Hidayat, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "EKR; konfigurasi 2D; kontaminasi; merkuri; tanah.", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "13 Sep 2023"}