{"Nomor": 77714, "Judul": "PENGEMBANGAN MODEL DAN ALGORITMA MULTI-COMPARTMENT VEHICLE ROUTING PROBLEM WITH CONTINUOUSLY FLEXIBLE COMPARTMENT SIZES (MCVRP-CFCS) DENGAN MEMPERTIMBANGKAN TIME WINDOWS, MULTI TRIPS DAN LAYANAN PEMBERSIHAN UNTUK MEMINIMASI BIAYA DISTRIBUSI PRODUK  HALAL", "Abstrak": "Penelitian ini mengembangkan model dan algoritma Multi-Compartment Vehicle\nRouting Problem (MCVRP) untuk pengiriman produk campuran pada tiga jenis\nproduk berbeda, yaitu produk bersertifikat halal, non-halal-but-allowable (NHBA),\ndan produk non-halal. Model ini mengusulkan kompartemen fleksibel di mana\nukuran setiap kompartemen tidak ditentukan sebelumnya, namun jumlah\nkompartemennya terbatas. Kompartemen ini dikenal sebagai Continuously Flexible\nCompartment Sizes (CFCS), di mana ukuran setiap kompartemen dapat diatur\nsesuai kebutuhan dalam batas kapasitas kendaraan. Model yang dikembangkan\nmemperkaya karakteristik MCVRP-CFCS dengan mengadopsi prinsip Syariah\nIslam dalam aktivitas distribusi untuk menghindari kontaminasi dan menjaga\nintegritas produk halal.\nPenyedia jasa logistik konvensional seringkali menggunakan kendaraan terpisah\nuntuk mengirimkan produk bersertifikat halal. Sementara itu, jenis produk lainnya\ndimuat menggunakan kendaraan yang berbeda, sehingga mengakibatkan biaya\noperasional yang tinggi. Namun, dalam model ini, produk bersertifikat halal dan\nproduk NHBA dapat dimuat dalam rute kendaraan yang sama. Fleksibilitas produk\n\nNHBA memungkinkan produk tersebut untuk dikombinasikan dengan produk non-\nhalal. Dengan demikian, model ini memungkinkan penggunaan kendaraan yang\n\nsama untuk mengirimkan kombinasi produk Halal+NHBA setelah mengangkut\nproduk Haram+NHBA namun harus melalui proses pembersihan.\nModel Mixed Integer Linear Programming (MILP) dibangun dan mampu\nmemberikan solusi optimal global untuk set data 4-9 pelanggan. Selain itu, Genetic\nAlgorithm (GA) yang dikembangkan menghasilkan solusi mendekati optimal\ndengan kesenjangan 8,34%. GA juga secara efisien dapat memecahkan masalah\nyang lebih besar hingga 40 pelanggan dalam waktu yang wajar. Model matematika\ndan algoritma yang dikembangkan dapat mengikuti aturan Syariah Islam dalam\nlogistik halal dengan mencegah kontaminasi pada produk halal dan\nmempertahankan biaya distribusi yang rendah.", "Daftar File": {"ABSTRAK Asfin Handoko": "https://digilib.itb.ac.id/gdl/download/308491"}, "Penulis": "Asfin Handoko [23420007]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Andi Cakravastia Arisaputra Raja, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "VRP, MILP, Distribusi Halal, Integritas produk halal.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "13 Sep 2023"}