{"Nomor": 77728, "Judul": "COMMUNITY-SUPPORTED AGRICULTURE (CSA) SEBAGAI MODEL BISNIS BERKELANJUTAN UNTUK GERAKAN PANGAN LOKAL (STUDI KASUS CSA SENI TANI DI KOTA BANDUNG)", "Abstrak": "Dalam menghadapi permasalahan sosial dan ekologi yang muncul akibat\nindustrialisasi dan globalisasi sistem pangan, berkembang inisiasi gerakan pangan\nlokal yang dibentuk secara mandiri oleh kelompok masyarakat di berbagai belahan\ndunia. Salah satu bentuknya adalah model community-supported agriculture\n(CSA). Model CSA merupakan bentuk usaha tani yang menjalankan kemitraan\nantara petani dan konsumen dengan pembagian resiko dan hasil produksi diantara\nkedua belah pihak. Di Indonesia sendiri, model CSA merupakan sesuatu yang baru\ndan berada pada masa awal perkembangannya. Seni Tani merupakan pelopor CSA\nyang beroperasi dalam bentuk pertanian perkotaan. Memasuki tahun ketiganya,\nSeni Tani masih melakukan eksperimentasi dalam mewujudkan model bisnis\nberkelanjutan untuk mendukung gerakan pangan lokal mereka.\nPenelitian ini bertujuan untuk menelaah model CSA yang dijalankan oleh Seni\nTani, menganalisis proses pengembangan model bisnis berkelanjutan yang mereka\nlakukan, dan merumuskan rekomendasi pengembangan model bisnis berkelanjutan.\nUntuk mencapai tujuan tersebut, dilakukan desain penelitian studi kasus tunggal\nuntuk mempelajari secara mendalam kompleksitas pengembangan model bisnis\nberkelanjutan pada model CSA. Metode pengambilan data dalam penelitian\nkualitatif ini meliputi wawancara mendalam dengan para pengelola dan pemangku\nkepentingan, observasi partisipatif pada kegiatan operasional sehari-hari, dan studi\ndokumentasi melalui catatan produksi kebun, data pelanggan, data perencanaan\nkeuangan, dan materi promosi. Analisis data dilakukan dengan menggunakan\nanalisis konten secara deskriptif kualitatif yang dikaji berdasarkan kerangka\nkonseptual sustainable business model (SBM).\nHasil dari penelitian ini menunjukan bahwa model CSA yang dijalankan oleh Seni\nTani menerapkan model berlangganan menyerupai 'pay-as-you-go' dengan bentuk\nkontrak berupa 'weight contract' untuk memenuhi kebutuhan konsumen perkotaan.\nMereka menggunakan metode produksi pertanian regeneratif dan mengaktifkan\nlahan tidur menjadi kebun pangan. Berdasarkan kajian model bisnis berkelanjutan,\ntemuan menunjukan kemampuan model CSA untuk menghasilkan nilai-nilai\nkeberlanjutan sosial, lingkungan, dan ekonomi melalui aktivasi 948 m2 lahan tidur\nmenjadi lahan produktif dengan total potensi kapasitas produksi total sekitar 421\nkg sayur per bulan, menghasilkan rata-rata 203 kg panen kompos organik per bulan\ndengan memanfaatkan sampah halaman dan ampas kopi dari lingkungannya. Seni\nTani juga memberdayakan pemuda lokal untuk terlibat menjadi petani maupun\nkurir. Namun secara praktis, terdapat permasalahan terkait (1) kontradiksi antara\nnilai CSA dan praktik yang dijalankan, (2) ancaman keberlangsungan operasional\njangka panjang, (3) rendahnya partisipasi anggota dalam kegiatan komunitas, dan\n(4) kapasitas untuk mencapai profitabilitas belum tercapai. Untuk menghadapi\npermasalahan tersebut, rekomendasi pengembangan model bisnis berkelanjutan\nyang dapat dilakukan berupa (1) memprioritaskan pengorganisasian konsumen dan\nkampanye edukasi nilai CSA, (2) peningkatan kapasitas produksi melalui kemitraan\ntani, (3) perbaikan struktur biaya dan diversifikasi model bisnis, (4) penguatan\nkontrak kerja, keanggotaan, dan kemitraan, dan (5) penguatan kelembagaan dan\nkapasitas pengelolaan CSA.", "Daftar File": {"ABSTRAK Gilang Agustiar": "https://digilib.itb.ac.id/gdl/download/308506"}, "Penulis": "Gilang Agustiar [21321003]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mia Rosmiati, M.P.", "Angga Dwiartama, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Biomanajemen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "community-supported agriculture, gerakan pangan lokal, model bisnis berkelanjutan, Kota Bandung", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "13 Sep 2023"}