{"Nomor": 77723, "Judul": "STUDI EKSPLORASI GEOLOGI, ALTERASI, DAN MINERALISASI MENGGUNAKAN INTEGRASI METODE PENGINDRAAN JAUH DAN PEMETAAN LAPANGAN DI DAERAH IUP PT ANTAM (ARINEM - PASIR GARU), KABUPATEN GARUT, PROVINSI JAWA BARAT", "Abstrak": "Studi pengindraan jauh merupakan metode eksplorasi yang cukup murah dan tidak memakan waktu yang cukup lama. Metode ini menjadi tantangan untuk Indonesia karena memiliki iklim tropis yang menyebabkan vegetasi lebat dapat menutupi permukaan bumi seperti di Daerah Prospek Arinem yang merupakan salah satu dari daerah IUP PT Antam Tbk. Pendeteksian mineral alterasi dari citra ASTER menggunakan metode Directed Principal Component Analysis yaitu mineral oksida besi (band 2/ band 1; band 3/ band 1), kaolinit (band 3/ band 2; band 4/ band 6), alunit (band 1/ band2; band 4/ band 1) ilit (band 3/ band 1; band 6/ band 1), klorit (band 3/ band 1; band 4/ band 1), dan epidot (band 3/ band 1; band 4/ band 6). Pola kelurusan dari citra DEMNAS yang digunakan merupakan kombinasi dari hillshade 0 º, 45 º, 90 º, dan 135 º dengan altitude 45. Zona prospek di daerah penelitian memiliki orientasi kelurusan dengan arah baratlaut-tenggara dan timurlaut-baratdaya sebagai orientasi major dan orientasi minor dengan arah utara-selatan yaitu Prospek A yang terletak di Daerah Arinem, Kombongan, Astanapanjang, Bojongboled, Prospek B dan C berdasarkan nilai densitas kelurusan yang terletak pada Daerah Pasir Garu dan berasosiasi dengan rentang densitas kelurusan sebesar 3,582 – 6,1020 km / km2. Zonasi satuan alterasi dibuat berdasarkan metode fuzzy logic dengan zonasi satuan berupa propilitik (klorit–epidot), argilik (kaolinit–ilit), dan argilik lanjut (kaolinit–alunit) sebagai informasi awal sebelum menuju lapangan. Berdasarkan hasil pemetaan lapangan, litologi daerah penelitian dibagi menjadi 6 satuan antara lain (tua ke muda) lava andesit A, satuan breksi tufan, tuf, breksi freatomagmatik, breksi piroklastik aliran Gunung Papandayan, dan lava andesit aliran Gunung Papandayan. Adapun satuan zonasi alterasi daerah penelitian dibagi menjadi 7 satuan (outer to inner) yaitu klorit – epidot – kalsit ± serisit, kaolinit – smektit – ilit ± klorit, ilit – kuarsa, kuarsa – serisit – ilit, kalsedon, dikit ± pirofilit, dan kuarsa – alunit ± diaspor. Mineral sulfida yang hadir pada urat kuarsa di Prospek Urat Arinem antara lain pirit, galena, sfalerit, kalkopirit, arsenopirit, tetrahedrite, kovelit, dan malakit dengan tipe mineralisasi epitermal sulfidasi menengah. Adapun mineral sulfida yang hadir di Daerah Pasir Garu berupa pirit halus dan kovelit. Daerah tersebut cenderung didominasi oleh mineral oksida berupa botroyoidal gutit yang hadir pada alterasi kuarsa – alunit ± diaspor dengan tekstur vuggy – massive yang cenderung mengalami perubahan tipe mineralisasi menjadi epitermal sulfidasi tinggi dengan kedalaman menengah. Adapun hasil pendeteksian ulang dari citra ASTER menunjukkan persentase akurasi sebesar 78,02%.", "Daftar File": {}, "Penulis": "Muhammad Haekal Al Jundiy [12019054]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Prihadi Soemintadiredja, M.S.", "Dr. Ir. Johan Arif, M.T.", "Ir. Arie Naftali Hawu Hede, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "eksplorasi, pengindraan jauh, geologi, alterasi, mineralisasi.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "13 Sep 2023"}