{"Nomor": 77726, "Judul": "PERANCANGAN MODEL ANALISIS SENTIMEN LAYANAN LOKET.COM DI TWITTER DENGAN METODE TEXT MINING", "Abstrak": "Loket.com merupakan perusahaan e-commerce dengan layanan penjualan tiket\nsecara online yang mengalami pertumbuhan di tahun 2023 seiring kembali\ndilaksanakannya event pasca pandemi Covid-19. Untuk menjalankan proses bisnis\nperbaikan berkelanjutan, Loket.com memerlukan informasi terkait tingkat\nkepuasan dan permasalahan yang dialami pelanggan. Namun, Loket.com tidak\nmemiliki aplikasi yang secara langsung menunjukkan feedback dari pengguna\nsehingga harus melihat masukan satu persatu. Dengan potensi kanal media Twitter\nyang berisi opini dan komentar pelanggan dalam jumlah banyak, maka dilakukan\nperancangan model analisis sentimen yang secara otomatis dapat mengolah data\ndalam bentuk teks tersebut sehingga menghasilkan wawasan yang berharga.\nPerancangan model analisis sentimen dilakukan dengan teknik text mining &\ntahapan metodologi CRISP-DM. Proses pengumpulan data dilakukan\nmenggunakan tweet-harvest sehingga mendapatkan 8.296 data teks dari Twitter\nyang berhubungan dengan Loket.com. Kemudian, data dibersihkan & dilakukan\n\ntraining dengan algoritma machine learning CNN, LSTM, CNN-LSTM, LSTM-\nCNN, GRU-CNN, & SVM. Evaluasi hasil pemodelan menunjukkan algoritma\n\nSVM dengan nilai akurasi 87% & waktu pemrosesan 5 detik lebih unggul\ndibandingkan model lainnya sehingga dipilih menjadi model terbaik untuk\ndijadikan prototipe. Setelah dianalisis, disimpulkan bahwa model dengan arsitektur\nsederhana dapat melakukan prediksi data berukuran sedang secara lebih optimal.\nPrototipe dibuat dengan dua platform yakni Google Colab untuk scraping data dan\nstreamlit untuk visualisasi hasil prediksi model analisis sentimen. Terdapat tiga\nhalaman aplikasi yakni halaman utama, halaman scraping data, dan halaman\nanalisis sentimen yang dilengkapi dengan exploratory data analysis. Dengan\nadanya model yang dapat melakukan prediksi analisis sentimen, perusahaan dapat\ndengan mudah mengetahui sentimen masyarakat di Twitter sehingga dapat\ndijadikan pendukung keputusan untuk mengukur tingkat kepuasan pelanggan dan\nsebagai upaya continuous improvement dalam peningkatan layanan Loket.com.", "Daftar File": {}, "Penulis": "Nicolaus Hanendya Ega Cristi K [13419096]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Rajesri, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Loket.com, analisis sentimen, text mining, continuous improvement.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "13 Sep 2023"}