{"Nomor": 77737, "Judul": "ANALISIS PENGARUH PENGADAAN BERKELANJUTAN TERHADAP KINERJA RANTAI PASOKAN DENGAN KONSEP TRIPLE BOTTOM LINE PADA INDUSTRI TEMBAKAU : STUDI KASUS PERUSAHAAN TEMBAKAU JAWA", "Abstrak": "Industri Tembakau merupakan sektor yang sangat kontroversial karena mendapat kritik atas masalah kesehatan negatifnya. Oleh karena itu, para pemangku kepentingan terus meningkatkan tekanan mereka pada Industri Tembakau agar mengadopsi sumber daya berkelanjutan dalam Manajemen Rantai Pasokannya untuk mengatasi dampaknya terhadap dimensi lingkungan, sosial, dan ekonomi. Namun, mengimplementasikan sumber daya berkelanjutan dapat menciptakan trade-off yang berpotensi menghambat kinerja rantai pasokan. Penelitian ini bertujuan untuk menginvestigasi korelasi antara Sumber Daya Berkelanjutan dan Kinerja Rantai Pasok di Industri Tembakau dengan mengevaluasi Praktik Lingkungan Industri, Tanggung Jawab Sosial, Praktik Ekonomi serta mencari dampak hubungan ini. Metodologi untuk penelitian ini adalah dengan survei online kepada 115 profesional di Industri Tembakau yang telah terlibat dalam perencanaan, verifikasi, dan implementasi praktik sumber daya berkelanjutan di perusahaan mereka. Pengumpulan data kemudian dianalisis menggunakan Statistik Deskriptif dan model PLS SEM. Temuan penelitian menunjukkan bahwa praktik lingkungan, tanggung jawab sosial, dan praktik ekonomi industri tembakau sangat dipengaruhi oleh sumber daya berkelanjutan. Hal ini berarti bahwa perusahaan yang mengutamakan keberlanjutan dalam strategi sumber daya mereka lebih cenderung mengadopsi praktik ramah lingkungan, mendorong tanggung jawab sosial, dan meningkatkan kinerja keuangan mereka. Oleh karena itu, perusahaan yang menerapkan sumber daya berkelanjutan dapat meningkatkan efisiensi pasokan, kualitas produk, citra merek, dan kepuasan pelanggan. Namun, penelitian ini menemukan bahwa tanggung jawab sosial tidak memiliki pengaruh signifikan pada kinerja rantai pasokan. Industri Tembakau seharusnya lebih fokus pada meningkatkan praktik lingkungan dan ekonomi untuk meningkatkan kinerja rantai pasokannya. Selama melakukan penelitian ini, terdapat beberapa batasan yang ditemukan: 1) Populasi dan sampel penelitian ini terbatas pada Indonesia 2) Penelitian ini menggunakan pendekatan kuantitatif, menggunakan metode analisis deskriptif dan analisis Partial Least Square (PLS-SEM). Karena terdapat sedikit penelitian yang mengeksplorasi hubungan antara variabel-variabel ini, penelitian ini bertujuan untuk mengisi kesenjangan dalam literatur. Selain itu, penelitian ini memberikan rekomendasi tingkat manajemen tentang implementasi praktik sumber daya berkelanjutan untuk mencapai rantai pasokan yang berkinerja tinggi.", "Daftar File": {"2023 SK PP Ravshan Celtica Samudra   [19020019] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/308543"}, "Penulis": "Ravshan Celtica Samudra [19020019]", "Kontributor / Dosen Pembimbing": ["Dr. rer. pol. Achmad Fajar Hendarman, S.T, M.S.M.", "Irina Purcarea", "Annisaa Novieningtyas ABSTRAK"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pengadaan Berkelanjutan; Konsep TBL; Kinerja Rantai Pasokan", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "13 Sep 2023"}