{"Nomor": 77736, "Judul": "PERANCANGAN LINTASAN PERAKITAN PRODUK EXCAVA 200 STANDAR DAN LONG ARM PADA DIVISI ALAT BERAT PT PINDAD (PERSERO) MENGGUNAKAN ALGORITMA SIMULATED ANNEALING", "Abstrak": "PT Pindad (Persero) adalah Badan Usaha Milik Negara (BUMN) yang bergerak di bidang\nproduksi alat utama sistem senjata (alutsista). Salah satu produk unggulan PT Pindad\n(Persero) adalah Excava 200 Standar dan Long Arm. Perusahaan menetapkan target\nproduksi untuk Excava 200 Standar sebanyak 100 unit dan Excava 200 Long Arm sebanyak\n50 unit, namun target tersebut tidak dapat dipenuhi karena metode penugasan operator dan\noperasi yang kurang baik. Waktu siklus yang dibutuhkan untuk memenuhi target produksi\nadalah 600 menit, sedangkan waktu siklus saat ini adalah 909,6 menit. Oleh karena itu, perlu\ndilakukan perancangan lintasan perakitan dan penugasan operator untuk meminimasi waktu\nsiklus agar dapat memenuhi target produksi.\nPenelitian diawali dengan memodifikasi model matematis agar sesuai dengan kondisi\nperakitan aktual. Hasil modifikasi adalah penambahan 8 pembatas untuk memastikan satu\nstasiun dapat ditugaskan lebih dari 1 operator, operasi yang sama untuk kedua jenis produk\nditugaskan pada operator yang sama, dan kelompok operasi upper assembly dan lower\nassembly ditugaskan pada stasiun yang berbeda. Perancangan lintasan perakitan merupakan\nNP-hard problem sehingga waktu komputasi dengan metode analitis sangat besar. Solusi\nyang diperoleh dengan metode analitis sebesar 717,65 menit selama 168 jam komputasi.\nAlgoritma simulated annealing dikembangkan untuk merancang lintasan perakitan dengan\nproduk campuran. Algoritma simulated annealing dibagi menjadi dua prosedur, yaitu outer\nloop dan inner loop. Prosedur outer loop berfungsi untuk menjalankan prosedur umum\nsimulated annealing. Inner loop berfungsi untuk membangkitkan solusi awal dan solusi baru.\nProsedur inner loop yang dikembangkan adalah prosedur konstruksi solusi awal, penukaran\noperasi, pengubahan stasiun kerja, dan penugasan operator.\nAlgoritma simulated annealing menghasilkan solusi yang layak dengan waktu siklus sebesar\n128,14 menit dengan 29 operator yang ditugaskan pada 12 stasiun kerja. PT Pindad (Persero)\ndapat memproduksi 500 unit Excava 200 Standar dan 200 unit Long Arm dengan waktu\nsiklus tersebut. Nilai parameter pada simulated annealing ditentukan dengan factorial design.\nParameter yang berpengaruh untuk meminimasi waktu siklus adalah jumlah penurunan\ntemperatur, jumlah iterasi setiap temperatur, dan jumlah pengulangan penugasan", "Daftar File": {}, "Penulis": "Theresia Irene Hutabarat [13419032]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Anas Ma'", "ruf, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "lintasan perakitan, algoritma simulated annealing, waktu siklus", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "13 Sep 2023"}