{"Nomor": 77739, "Judul": "PERANCANGAN KOMPENSASI PEGAWAI PKWT DIVISI PROJECT DEPLOYMENT DI PT X DENGAN MENGGUNAKAN PRINSIP 3P (PAY FOR POSITION, PAY FOR PERSON, DAN  PAY FOR PERFORMANCE)", "Abstrak": "PT X merupakan BUMN yang bergerak di sektor bisnis elektronika untuk industri dan\nprasarana. PT X mempercayai bahwa SDM merupakan aset utama dalam perusahaan karena\nSDM yang berkualitas dapat memberikan nilai tambah bagi perusahaan. Salah satu cara\nuntuk mempertahankan kualitas kerja SDM adalah dengan memberikan kompensasi yang\nsesuai.\nKompensasi PT X saat ini dinilai belum memiliki dasar yang kuat dan belum memperhatikan\nbanyak aspek yang dinilai krusial oleh stakeholder. Hal yang menjadi perhatian khusus\nstakeholder adalah penggolongan jabatan dalam pemberian kompensasi serta dasar kenaikan\nkompensasi yang diberikan. Penelitian ini merancang kompensasi dengan prinsip 3P untuk\nmemberikan kompensasi yang memiliki dasar yang kuat serta sesuai dengan kualitas serta\nperformansi jabatan.\nKompensasi berbasis 3P merupakan prinsip penggajian pegawai berdasarkan tiga komponen,\nyaitu pay for person, pay for position, dan pay for performance. Pay for person merupakan\ngaji dasar yang diberikan berdasarkan pertimbangan kebutuhan dan nilai yang melekat pada\npegawai. Pay for position memberikan upah berdasarkan jabatan yang dimiliki oleh\nkaryawan, termasuk beban kerja yang dimiliki oleh karyawan. Pay for performance\nmemberikan upah berdasarkan kinerja yang dicapai oleh pegawai.\nPerancangan kompensasi dengan metode 3P akan membutuhkan beberapa data input.\nKualitas perancangan akan ditentukan oleh kualitas data input tersebut. Beberapa data input\nyang dibutuhkan adalah penetapan gaji dasar perusahaan untuk pay for person, nilai jabatan\nyang diperoleh melalui evaluasi jabatan dengan metode Hay Chart untuk pay for position,\ndan ukuran kinerja karyawan untuk pay for performance. Masukan dari stakeholder\nperusahaan juga dibutuhkan untuk menjaga hasil perancangan yang sesuai dengan\nkemampuan perusahaan. Dalam penelitian ini, uraian jabatan akan dirancang terlebih dahulu\ndengan analisis jabatan sebagai input untuk evaluasi jabatan.\nPerancangan kompensasi pada PT X diharapkan dapat merangkum kebutuhan-kebutuhan\nkaryawan melalui penggajian yang memiliki dasar yang kuat serta adil secara eksternal\nmaupun internal.", "Daftar File": {}, "Penulis": "Grace T L Simatupang [13419041]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Joko Siswanto, M.PA."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "kompensasi, kompensasi 3P, Hay Chart, pay for performance, pay for person, pay for position, evaluasi jabatan, analisis jabatan, uraian jabatan.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "13 Sep 2023"}