{"Nomor": 77735, "Judul": "IDENTIFIKASI PENGARUH PROYEK STASIUN KERETA CEPAT KARAWANG TERHADAP PERUBAHAN HARGA LAHAN DAN HARAPAN MASYARAKAT PADA HARGA LAHAN", "Abstrak": "Lahan memiliki nilai yang dapat meningkat karena perencanaan dan pengembangan\ninfrastruktur. Selain itu, ekspektasi masyarakat berperan dalam menentukan variasi\nharga melalui dampak yang diantisipasi akibat pembangunan. Kereta cepat\nmerupakan salah satu infrastruktur transportasi yang populer dan menjadi salah satu\nmoda transportasi yang banyak dibangun di negara-negara di dunia. Keberadaan\nkereta cepat dapat mengurangi waktu tempuh perjalanan, menurunkan biaya\nperjalanan, dan meningkatkan kemudahan transportasi antar kota di berbagai\nwilayah,termasuk peningkatan nilai lahan. Kereta.Cepat Jakarta-Bandung\nmerupakan kereta cepat pertama.di Indonesia yang menghubungkan koridor Jakarta\n– Bandung dengan 4 stasiun, salah satunya Stasiun Kereta Cepat Karawang. KCJB\ntelah dibangun sejak tahun 2016 dan hingga saat ini masih.dalam tahap\npembangunan. Saat ini, belum diketahui pengaruh keberadaan Stasiun Kereta Cepat\nKarawang terhadap harga lahan dan harapan masyarakat pada harga lahan.\nPenelitian ini menggunakan analisis konten untuk mengidentifikasi faktor-faktor\nyang memengaruhi harga lahan dan harapan masyarakat pada harga lahan, lalu\ndilakukan analisis regresi ordinary least square untuk mengetahui model perubahan\nharga lahan dan harga lahan yang diharapkan masyarakat di sekitar Stasiun Kereta\nCepat Karawang. Hasil dari penelitian ini menunjukkan bahwa terdapat 3 variabel\nyang memengaruhi harga lahan di sekitar Stasiun Kereta Cepat Karawang, yaitu\nlebar jalan depan, fungsi lahan, serta jarak ke fasilitas pendidikan terdekat. Selain\nitu terdapat 3 variabel yang memengaruhi harga lahan yang diharapkan masyarakat,\nyaitu pendidikan, rencana menjual lahan, dan rencana fungsi lahan di masa depan.\nKeberadaan Stasiun Kereta Cepat Karawang belum berpengaruh signifikan\nterhadap perubahan harga lahan dan harga lahan yang diharapkan masyarakat di\nsekitarnya.", "Daftar File": {}, "Penulis": "Salma Dila Khanza [15419034]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Haryo Winarso, M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "Kereta Cepat Jakarta-Bandung, Stasiun Kereta Cepat Karawang, perubahan harga lahan, harapan pada harga lahan, regresi linear berganda OLS", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "13 Sep 2023"}