{"Nomor": 77731, "Judul": "CRITICAL ANALYSIS POTENSI, TANTANGAN, DAN RESIKO PADA RUMAH TAPAK 3D CONSTRUCTION PRINTING", "Abstrak": "Perkembangan teknologi tentunya mempengaruhi dalam berbagai industri. Dalam industri 4.0, 3D Construction Printing merupakan salah satu teknologi dalam industri konstruksi untuk pembangunan rumah. Penelitian ini bertujuan untuk mengevaluasi keunggulan dan kekurangan dari metode 3D Construction Printing pada lokasi proyek. Metode menggunakan teknik 3D Construction Printing dianggap sebagai alternatif yang menjanjikan dibanding metode konstruksi tradisional karena mempercepat waktu pembangunan, mengurangi tenaga kerja, mengurangi limbah konstruksi, dan juga fleksibelitas desain. Dalam penelitian ini akan dilakukan studi literatur ilmiah dengan perbandingan studi kasus. Studi kasus ini dilakukan kepada objek-objek yang menjadi ‘bangunan 3D Construction Printing’ pertama dari berbagai negara berdasarkan perbedaan desain, material, dan mesin yang sangat berbeda satu dengan yang lainnya.  Studi kasus ini diantaranya adalah Tecla, Wasp, Italy; Wujiazhuang, China; Autoconz, Yogyakarta; dan Yhanova, Prancis.\nHasil analisis menunjukkan bahwa rumah tapak 3D Construction Printing memiliki potensi besar dalam meningkatkan efisiensi pembangunan dan mengurangi biaya konstruksi. Metode ini juga dapat menghasilkan desain yang lebih inovatif dan kompleks daripada metode konstruksi tradisional. Namun, penelitian ini juga menunjukkan beberapa tantangan dan risiko yang harus diperhatikan dalam penggunaan rumah tapak 3D Construction Printing. Beberapa tantangan termasuk peraturan konstruksi yang belum sesuai, kekurangan keterampilan dan pengetahuan teknis dalam industri konstruksi, serta masalah ketersediaan bahan dan teknologi pencetakan.\nRisiko-risiko yang terkait dengan penggunaan rumah tapak 3D Construction Printing antara lain kerusakan pada pencetakan yang menghasilkan kesalahan struktural, masalah kualitas bahan dan ketahanan lingkungan, serta ketidakmampuan untuk memperbaiki kesalahan yang terjadi selama proses pencetakan. Penyesuaian dengan lokasi juga perlu diperhatikan antara bahan, dan jenis mesin yang digunakan.\nHasil analisis korespondensi menunjukkan bahwa karakteristik aspek teknis dan karakteristik pembangunan pada literatur mengenai 3D Construction printing memiliki korelasi signifikan dengan 4 kluster. Pertama, hubungan antara aspek desain (parametrik, geometri) dengan desain berkelanjutan, Lalu hubungan mesin dengan efektivitas energi, riset, pengurangan emisi dan durasi. Ketiga, aspek konstruksi yang terkait dengan teknologi, pembangunan berkelanjutan, penggunaan air yang efisien. Aspek ekonomi terkait dengan pengolahan limbah, material biasa, dan material berkelanjutan.\nSecara keseluruhan, penelitian ini menunjukkan bahwa rumah tapak 3D Construction Printing memiliki potensi besar untuk digunakan dalam industri konstruksi, namun harus diimbangi dengan penyelesaian tantangan dan mitigasi risiko yang terkait dengan penggunaannya.", "Daftar File": {"ABSTRAK Rositha Mujica": "https://digilib.itb.ac.id/gdl/download/308509"}, "Penulis": "Rositha Mujica [25221026]", "Kontributor / Dosen Pembimbing": ["Aswin Indraprastha, S.T., M.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "3D Construction Printing, Industri Konstruksi 4.0, Inovasi, Teknologi", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "13 Sep 2023"}