{"Nomor": 77741, "Judul": "ANALISA PENGARUH GAYA KEPEMIMPINAN TERHADAP PERUBAHAN ORGANISASI DI PT PINDAD", "Abstrak": "Perubahan organizasi dizaman sekarang menjadi sesuatu yang wajib di banyak industry. Cepatnya perubahan tren, membuat perusahaan dan organisasi yang tidak berubah, tidak akan mampu bertahan. Walaupun perubahan organisasi terjadi hampir di semua perusahaan dan organisasi, tingkat keberhasilan dari perubahan organisasi masih sangat rendah. Karena rendahnya tingkat keberhasilan dari implementasi perubahan organisasi, banyak peneliti melakukan penelitian mengenai perubahan organisasi untuk mengetahui faktor apa yang dapat mempengaruhi dari keberhasilan dari implementasi perubahan organisasi.\n\nKepemimpinan adalah salah satu faktor yang dapat mempengaruhi perubahan organisasi, banyak jurnal yang mengidentifikasi adanya hubungan signifikan antara kesuksean perubahan organisasi dengan gaya kepemimpinan. Pemimpin yang dapat mengatasi penolakan terhadap perubahan organisasi, adalah pemimpin yang dapat membantu implementasi dari perubahan organisasi. Mengetahui pentingnya faktor kepemimpan pada perubahan organisasi, peneliti berusaha untuk menyelidiki gaya kepemimpinan seperti apa yang dapat membantu implementasi perubahan organisasi dan mengatasi penolakan dari perubahan organisasi.\n\nPada Penelitian ini, yang menjadi fokus utama adalah kasus nyata yang terjadi di PT Pindad. PT Pindad saat ini sedang dalam proses pengimplementasian budaya organisasi baru. Berdasarkan dari data sebelumnya, PT Pindad membutuhkan peningkatan pada kepemimpinan untuk menyukseskan perubahan organisasi. Pada penelitian ini, peneliti menganalis ada atau tidaknya hubungan signifikan antara gaya kepemimpinan dan perubahan organisasi dan gaya kepemimpinan apa yang dapat membantu implementasi dari perubahan organisasi yang terjadi di PT Pindad. Data pada penelitian ini dikumpulkan melalui kuisioner dan diproses menggunakan SPSS.\n\nDari hasil penelitian ini, diketahui bahwa gaya kepemimpinan memiliki pengaruh yang signifikan terhadap perubahan organisasi, dan kedua gaya kepemimpinan transformational dan transactional memiliki pengaruh positif terhadap perubahan organisasi. Di dalam penelitian ini juga menunjukkan Inspirational Motivation adalah kepemimpinan yang memiliki nilai positif tertinggi dalam perubahan organisasi yang terjadi di PT Pindad.\n\nPeneliti merekomendasikan PT Pindad untuk mengaplikasikan gaya kepemimpinan Inspirational Motivation karena gaya kepemimpinan Inspirational Motivation memiliki efek positif terhadap perubahan organisasi di PT Pindad. Peneliti juga merekomendasi untuk penelitian yang akan datang untuk meneliti faktor lain yang mempengaruhi perubahan organisasi.", "Daftar File": {"2017 SK PP Fairuz Khansa Fadillah   [19014029] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/308550"}, "Penulis": "Fairuz Khansa Fadillah [19014029]", "Kontributor / Dosen Pembimbing": ["Adita Pritasari, S.T, M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Gaya Kepemimpinan, Kepemimpinan Transformasional, Kepemimpinan Transaksional, Perubahan Organisasi", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "13 Sep 2023"}