{"Nomor": 77748, "Judul": "DAMAGE TOLERANCE ANALYSIS OF WELDED JOINT IN HIGH-SPEED TRAIN", "Abstrak": "High-speed trains use an aluminum alloy with welding as the primary joining method. Since aluminum alloy has no endurance limit, fatigue cracks can initiate at low-stress amplitude, resulting in a finite fatigue life. Damage tolerance analysis is needed to determine the critical crack size, predict the crack growth life, and determine the inspection interval for the critical location. A series of analyses will be conducted in this research using numerical simulation, commencing with static load analysis to identify fatigue critical locations, specifically weld areas. Dynamic load analysis is performed to obtain operational train loads. Damage tolerance analysis involves analyzing criticallocationsn using a submodel to model cracks and determine the stress intensity factor used to predict crack propagation and residual strength analysis. The initial crack is assumed to be a semi-circular crack with a crack depth and width of 0.15 and 0.3 mm. The crack will be simulated until it becomes a through crack with a width of 51.8mm. The results show that the analyzed critical location, the welding area between the door frame and side wall, has a fatigue life of 59652 cycles, equal to 5955 trips, assuming 1 trip covers 280 km. Crack propagation prediction indicates that 1121 trips are required for a crack to propagate from a part-through crack to a through crack. Residual strength analysis shows that the critical crack length is 51.8 mm, requiring 1121 trips. The inspection interval recommendation for the critical location is after 51, 220, and 390 days, assuming there are 2 trips in 1 day.", "Daftar File": {"ABSTRAK Muhammad Latif Nurrahman": "https://digilib.itb.ac.id/gdl/download/308555"}, "Penulis": "Muhammad Latif Nurrahman [23622002]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Ichsan Setya Putra", "Dr. Annisa Jusuf, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "high-speed train, weld area, numerical simulation, submodel, damage tolerance analysis, interval inspection", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "13 Sep 2023"}