{"Nomor": 77743, "Judul": "ANALISIS HUBUNGAN KEBISINGAN DAN IKLIM KERJA PANAS TERHADAP KELELAHAN PEKERJA PENGELASAN SEKTOR INFORMAL (STUDI KASUS : BENGKEL LAS JALAN BOGOR KOTA BANDUNG)", "Abstrak": "Kelelahan kerja merupakan suatu keadaan yang dirasakan oleh tenaga kerja baik lelah\nsecara fisik atau mental. Kelelahan kerja dapat disebabkan oleh beberapa faktor seperti\nfaktor fisik lingkungan kerja seperti iklim kerja dan kebisingan, faktor penentu pada\npekerja seperti usia, status gizi, riwayat penyakit, kebiasaan merokok, kualitas tidur,\nstatus pernikahan, dan jumlah konsumsi air minum, ataupun faktor pekerjaan seperti\ndurasi kerja dan masa kerja. Salah satu pekerjaan yang terpapar oleh iklim kerja panas\ndan kebisingan adalah pekerjaan pengelasan. Bengkel las Jalan Bogor merupakan salah\nsatu sentra industri bengkel las dan bubut di Kota Bandung. Tujuan dari penelitian ini\nadalah untuk mengetahui gambaran tingkat kebisingan dan iklim kerja panas di\nBengkel Las Jalan Bogor, kemudian ditentukan hubungan serta faktor resikonya\nterhadap kelelahan pekerja. Pada penelitian ini dilakukan pada 4 kelompok jenis\npengelasan, yaitu las listrik infenter, las plasma, las asetilen, dan pemotong besi.\nMetode penelitian meggunakan desain penelitian cross sectional study. Pengambilan\ndata dilakukan dengan penyebaran kuesioner IFRC (Industrial Fatigue Research\nCommittee) sebagai pengukuran tingkat kelelahan untuk sampel sebesar 50 pekerja\ndengan menggunakan teknik random sampling, pengukuran intensitas kebisingan\nmenggunakan Sound Level Meter pada pagi, siang dan sore hari, serta pengukuran\niklim kerja panas menggunakan QUESTamp pada siang hari karena merupakan waktu\nyang dirasa paling panas oleh pekerja. Kemudian, seluruh data dianalisis secara\ndeskriptif dan statistik dengan uji chi-square, dan regresi linear berganda. Hasil\npenelitian menunjukkan bahwa variabel iklim kerja panas (p=0,004) kebisingan\n(p=0,019), status gizi (p=0,025), kualitas tidur (p=0,004), dan jumlah konsumsi air\nminum selama kerja (p=0,023) memiliki hubungan yang signifikan dengan kejadian\nkelelahan kerja dan merupakan faktor resiko. Hasil Uji F menggunakan regresi linear\nberganda menunjukkan bahwa variabel faktor fisik lingkungan kerja, faktor penentu\npada host, dan faktor kerja memiliki pengaruh secara simultan terhadap kelelahan kerja", "Daftar File": {"Wulan Kusuma Wardani.pdf": "https://digilib.itb.ac.id/gdl/download/308549"}, "Penulis": "Wulan Kusuma Wardani [15319053]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Dwina Roosmini, M.S.", "Ir. Indah Rachmatiah Siti Salami, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Iklim kerja panas, kebisingan, kelelahan, pengelasan", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "13 Sep 2023"}