{"Nomor": 77746, "Judul": "GAYA BERPAKAIAN LOUNGEWEAR PADA PEREMPUAN MUDA SELAMA MASA PANDEMI COVID-19 DI JAKARTA", "Abstrak": "Gaya berpakaian atau berbusana merupakan kesan pertama yang dilihat seseorang. Disamping\nitu, tidak hanya untuk memenuhi kebutuhan dalam kehidupan sehari-hari, namun fashion\nmenjadi cara untuk mengekspresikan diri seseorang. Loungewear menjadi salah satu pakaian\nyang cocok untuk seseorang yang sering menghabiskan waktu dan ber-aktivitas di rumah.\nKarena desainnya yang comfortable, flexible, dan fashionable sehingga dapat digunakan untuk\naktivitas di rumah bahkan di luar rumah dalam kegiatan kasual. Terlebih melihat situasi\npandemi COVID-19 banyak perempuan muda melakukan kegiatan pendidikan dan work from\nhome (WFH) untuk mengurangi penularan virus COVID-19. Pandemi COVID-19\nmengharuskan setiap orang untuk beradaptasi dengan tatanan normal baru (era new normal),\ntermasuk dalam gaya berpakaian.\nBerdasarkan dari permasalahan di atas, maka tujuan pokok penelitian ini adalah untuk\nmengetahui bagaimana tren loungewear dapat menjadi pakaian yang diminati pada era\npandemi COVID-19 dan apa pengaruh pandemi COVID-19 terhadap gaya berpakaian\nperempuan muda. Melalui penelitian ini, tren gaya berpakaian loungewear pada perempuan\nmuda selama masa pandemi COVID-19 dapat dikembangkan secara berkelanjutan pada\nindustri fashion.\nPenelitian ini menggunakan pendekatan kualitatif dan cara pemaparan deskriptif. Dimulai\ndengan melakukan observasi non partisipan yakni dengan mengamati gaya busana perempuan\nmuda di sosial media dan keadaan lingkungan sekitar selama dan setelah pandemi COVID-19\nberlangsung. Kemudian melakukan wawancara kepada enam orang narasumber berumur 22\nhingga 28 tahun, terdiri dari perempuan muda yang menjalani kegiatan work from home\n(WFH), pemilik usaha fashion, dan pengamat fashion. Serta melakukan studi dokumentasi\ndengan mengumpulkan dokumen atau catatan yang berhubungan dengan COVID-19 dan\nloungewear.", "Daftar File": {"2023 TS PP SHAFYRA RADIANCE 1.pdf": "https://digilib.itb.ac.id/gdl/download/308553"}, "Penulis": "Shafyra Radiance [27120320]", "Kontributor / Dosen Pembimbing": ["Dr. Kahfiati Kahdar, M.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "COVID-19, Gaya Berpakaian, Loungewear, Perempuan Muda, Work From Home.", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "13 Sep 2023"}