{"Nomor": 77753, "Judul": "PENGEMBANGAN RANTAI NILAI KOMODITAS KAKAO YANG BERKELANJUTAN DI DUSUN SENARA, NUSA TENGGARA BARAT", "Abstrak": "Kakao (Theobroma Cacao) merupakan komoditas perkebunan yang memiliki nilai ekonomis yang tinggi. Kakao dan berbagai produk turunannya memiliki permintaan yang tinggi sehingga memiliki pangsa pasar yang besar yakni mencapai 7,3% setiap tahunnya. Dusun Senara merupakan salah satu wilayah di Provinsi Nusa Tenggara Barat yang merupakan penghasil biji kakao dengan kualitas yang unggul. Namun, produksi kakao tersebut tidak sepadan dengan kesejahteraan petani kakao di NTB. Petani hanya mendapatkan 6,6% dari nilai hasil penjualan akhir. Produktivitas yang tidak konsisten menyebabkan harga produk kakao Dusun Senara tidak mampu bersaing dengan produk kakao lainnya. Dalam kegiatan usaha tani kakao petani menghadapi berbagai tantangan baik dari sektor budidaya, pasca panen, pembiayaan, pemasaran, dan sumberdaya manusia. Masalah dan tantangan yang dihadapi bersifat kompleks sehingga memerlukan strategi untuk mengatasinya. Penelitian analisis rantai nilai kakao di Dusun Senara mampu digunakan sebagai salah satu alat untuk memaham fenomena yang terjadi. Penelitian ini bertujuan untuk mengidentifikasi aktivitas rantai nilai, mengidentifikasi faktor internal dan eksternal yang mempengaruhi aktivitas rantai nilai, dan menentukan strategi pengembangan rantai nilai kakao di Dusun Senara.\nPenelitian dilakukan dengan observasi, wawancara, kuesioner, dan studi pustaka. Narasumber dalam penelitian ini berjumlah 57 orang yang terdiri dari petani, buruh tani, pengepul, UMKM “Kampug Cokelat Senara”, pemerintah, dan akademisi yang ditentukan menggunakan metode purposive sampling. Analisis rantai nilai menggunakan metode ValueLinks 2.0, selanjutnya dilakukan analisis SWOT dan penentuan alternatif strategi dengan metode Analytical Hierarchy Process (AHP).\nHasil penelitian menunjukkan aktivitas rantai nilai kakao di Dusun Senara, Nusa Tenggara Barat terdiri dari penyediaan bahan baku, produksi, pasca panen, pengolahan dan manufaktur, serta distribusi dan pemasaran. Aktivitas rantai nilai melibatkan 15 aktor yang terdiri dari aktor utama yaitu petani, pengepul, dan UMKM “Kampung Cokelat Senara” dan aktor pendukung yaitu buruh tani, Dinas Pertanian dan Perkebunan, Dinas Koperasi, Perdagangan, dan Perindustrian, Kementrian Desa, dan Akademisi. Aktivitas rantai nilai kakao menciptakan rasio nilai tambah pada produk biji kakao fermentasi yaitu 69,467%. Faktor internal yang menjadi kekuatan utama yaitu kesuburan lahan (0,584) dengan kelemahan utama yaitu umur tanaman yang tua (0,040). Sedangkan faktor eksternal yang menjadi peluang utama yaitu pelayanan penyuluhan dan pendampingan secara rutin (1,006) dengan ancaman utama keadaaan cuaca (0,120). Prioritas strategi yang terpilih untuk pengembangan rantai nilai yaitu sosialisasi dan pendampingan SOP-GAP (0,524), program peremajaan dan intensifikasi (0,631), dukungan program fermentasi (0,545), program bantuan saprotan (0,499), dan bermitra dengan perusahaan pengolah kakao (0,559).", "Daftar File": {"ABSTRAK Rahma Kharismawati": "https://digilib.itb.ac.id/gdl/download/308560"}, "Penulis": "Rahma Kharismawati [21322008]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Pingkan Aditiawati, M.S.", "Anriansyah Renggaman, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Biomanajemen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "AHP, Kakao, Rantai Nilai, SWOT, ValueLinks 2.0.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "13 Sep 2023"}