{"Nomor": 77757, "Judul": "PERANCANGAN STRATEGI PEMASARAN  UMKM BAIZA SUSHI BERDASARKAN TAHAP  SIKLUS HIDUP PRODUK", "Abstrak": "UMKM Baiza Sushi merupakan usaha kategori kecil yang menyajikan hidangan khas Jepang.\nBaiza Sushi mengalami penurunan pendapatan sejak awal tahun 2022. Pemilik beranggapan\nbahwa menurunnya pendapatan diakibatkan oleh performa pemasaran yang menurun. Strategi\npemasaran Baiza Sushi hanya dirancang berdasarkan intuisi tim manajemen. Di samping itu,\nBaiza Sushi memiliki beberapa menu unggulan yang memiliki penjualan lebih tinggi\ndibandingkan dengan produk lain. Produk tersebut dapat dimanfaatkan untuk menjadi dasar\nperancangan strategi pemasaran untuk meningkatkan kembali pendapatan Baiza Sushi. Oleh\nkarena itu, pada penelitian ini akan dilakukan perancangan usulan strategi pemasaran UMKM\nBaiza Sushi berdasarkan tahap siklus hidup produk.\nPertama, dilakukan identifikasi tahap siklus hidup produk Baiza Sushi dengan metode\nAnalytic Hierarchy Process (AHP). Dengan metode AHP, penanggung jawab store Baiza\nSushi memberikan penilaian subjektif terkait karakteristik untuk penentuan tahap siklus\nhidup produk dan diperoleh tahap siklus hidup produk Baiza Sushi yaitu decline. Selanjutnya,\ndilakukan identifikasi strategi pemasaran existing Baiza Sushi dengan model strategi\npemasaran berdasarkan tahap siklus hidup produk oleh Kotler & Armstrong (2021) yang\nmencakup strategi product, price, distribution, advertising, dan sales promotion. Strategi\nyang telah teridentifikasi akan dievaluasi dengan mengidentifikasi tahap siklus hidup produk\nyang sesuai untuk masing-masing strateginya. Dari evaluasi yang dilakukan, diperoleh\nbahwa strategi product saat ini berada pada tahap growth, strategi price berada pada tahap\nintroduction, strategi distribution berada pada tahap growth, strategi advertising berada pada\ntahap introduction, dan strategi sales promotion berada pada tahap sales promotion. Dari hal\ntersebut diperoleh bahwa seluruh strategi memiliki gap dengan strategi pada tahap decline.\nGap tersebut digunakan sebagai dasar perancangan usulan strategi pemasaran untuk\nmencapai kondisi ideal pada tahap decline. Usulan strategi pemasaran tersebut adalah untuk\nmenghapus produk yang lemah, menurunkan harga menjadi lebih rendah dari kompetitor,\ndan menunda pembukaan dua cabang baru. Selain itu, diberikan juga usulan strategi\npemasaran untuk kembali pada tahap growth, yaitu melakukan promosi dengan kuat dan\nrepositioning.", "Daftar File": {}, "Penulis": "Shafira Putri Alyssa [13419068]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Iwan Inrawan Wiratmadja"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Strategi Pemasaran, Tahap Siklus Hidup Produk, Analytic Hierarchy Process.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "14 Sep 2023"}