{"Nomor": 77751, "Judul": "PEMANTAUAN PAPARAN INDIVIDU TERHADAP PARTIKULAT HALUS (PM2.5) DAN GAS KARBON MONOKSIDA DI DKI JAKARTA", "Abstrak": "Polusi udara merupakan faktor lingkungan yang berisiko bagi kesehatan manusia\ndi daerah urban, seperti DKI Jakarta, Indonesia. Meskipun jumlah stasiun\npemantauan ambien meningkat, belum ada data paparan individu polusi udara yang\ndipublikasikan. Penelitian ini bertujuan menyediakan data komprehensif mengenai\npaparan PM2.5 dan karbon monoksida (CO) pada orang yang beraktivitas di DKI\nJakarta sehari-hari, dimulai sejak Juli 2022 hingga Juni 2023. Partisipan\nmengalungkan dua low-cost sensor (LCS) di sekitar area pernapasan saat\nberaktivitas selama 24 jam. Hasil menunjukkan paparan PM2.5 pada mahasiswa\n(12,36 ?g/m3\n) lebih tinggi daripada pekerja kantoran (9,98 ?g/m3\n). Paparan PM2.5\nrata-rata tertinggi terukur di motor (45,88 ?g/m3\n) untuk seluruh partisipan,\nsedangkan paparan CO rata-rata tertinggi terukur di angkot (14,54 ppm). Paparan\nPM2.5 yang tinggi terjadi akibat pengaruh udara luar dan faktor antropogenik\n(merokok dan memasak), sedangkan paparan CO tertinggi terjadi saat bepergian\nkarena emisi kendaraan. Paparan PM2.5 paling banyak diperoleh dari dalam rumah\nkarena durasi aktivitas memengaruhi jumlah paparan, sedangkan paparan CO\npaling banyak diperoleh ketika berkendara dengan angkot dan motor. Paparan\nPM2.5 harian bagi 2 pekerja kantoran dan 1 mahasiswa dianggap tidak aman dan\nmenunjukkan risiko kesehatan nonkarsinogenik (RQ > 1), sedangkan paparan CO\nmasih dianggap aman bagi seluruh partisipan", "Daftar File": {"Anggid Primastiti.pdf": "https://digilib.itb.ac.id/gdl/download/308558"}, "Penulis": "Anggid Primastiti [15319033]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Puji Lestari, Ph.D.", "Windy Iriana, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "DKI Jakarta; karbon monoksida; kualitas udara kawasan urban; lowcost sensor; paparan individu; PM2.5; polusi udara.", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "13 Sep 2023"}