{"Nomor": 77754, "Judul": "PENAMBAHAN CERIUM OXIDE PADA CALCIUM PHOSPHATE BONE CEMENT / HYALURONIC ACID UNTUK MENGATASI OSTEOPENIA (OSTEOPOROSIS DINI)", "Abstrak": "Osteopenia adalah masalah tulang yang disebabkan oleh berkurangnya kepadatan mineral tulang dibandingkan dengan kepadatan tulang normal. Penyakit ini ditandai dengan perubahan struktur mikroskopis jaringan tulang, yang menyebabkan penurunan kekuatan tulang. Semen tulang merupakan salah satu alternatif untuk memperbaiki tulang yang rusak akibat osteopenia. Calcium phosphate cement (CPC) menjadi solusi semen tulang yang umum digunakan untuk perbaikan tulang yang efisien dan optimal. Akan tetapi, CPC masih bersifat rapuh dan osteokonduktivitas belum optimal. Sehingga peneliti terdahulu menambahkan hyaluronic acid (HA) sebagai senyawa yang diperlukan untuk meningkatkan sifat mekanik semen tulang dan osteokonduktivitasnya. CPC-HA ternyata memiliki keterbatasan dari aktivitas antibakterinya. Sehingga, cerium oxide (CeO2) ditambahkan untuk meningkatkan aktivitas antibakterinya, dan CeO2 mampu meningkatkan sifat mekanik dari CPC-HA, serta material ini nantinya tidak bersifat racun dan mampu meregenerasi jaringan tulang. Fabrikasi CPC-HA dengan penambahan CeO2 dilakukan pengujian yaitu karakterisasi semen tulang, aktivitas antibakteri, cell viability, uji bioaktivitas dan sifat mekanik (kekuatan tekan). Hasil pengujian baik karakterisasi maupun uji performa yang telah dilakukan penambahan CeO2 mampu membunuh 99,97% bakteri pada gram positif dan 99,98% pada gram negatif membuktikan aktivitas antibakteri sangat baik. Pada konsentrasi 2,5Ce menunjukkan persentase viabilitas yang baik dibandingkan 0Ce dan 5Ce. Pembentukan apatit menunjukkan sampel bioaktif, dan dengan penambahan CeO2 terbukti juga mampu meningkatkan sifat mekanik yang tertinggi pada variasi 5Ce. Potensial penambahan CeO2 ke dalam semen tulang CPC-HA mampu mengatasi osteopenia yang efektif dan biokompatibilitas.", "Daftar File": {"ABSTRAK Wika Ratna Sari": "https://digilib.itb.ac.id/gdl/download/308561"}, "Penulis": "Wika Ratna Sari [23721016]", "Kontributor / Dosen Pembimbing": ["Ekavianty Prajatelistia, S.T, M.S.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Ilmu Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "osteopenia, cerium oxide, bone cement, calcium phosphate cement, hyaluronic acid.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "13 Sep 2023"}