{"Nomor": 77761, "Judul": "USULAN RANCANGAN OKR-SCORECARD BERBASIS CONTINUOUS PERFORMANCE MANAGEMENT DI PT INSAN AGRITAMA TEKNOLOGI", "Abstrak": "PT Insan Agritama Teknologi merupakan sebuah perusahaan tech-startup yang\ndidirikan sejak tahun 2016. Perusahaan yang pada awalnya bergerak di sektor bisnis\ne-grocery memutuskan untuk pivot menjadi IT services & consulting pada\npertengahan tahun 2021 sebagai salah satu bentuk strategi bertahan dalam\nmenghadapi kinerja penjualan yang terus menurun. Semenjak pivot, PT Insan masih\nbelum menunjukkan kinerja bisnis optimal yang ditunjukkan dengan target\npenjualan yang tidak tercapai. Berdasarkan hasil studi pendahuluan, permasalahan\nini terjadi sebagai dampak dari implementasi strategi yang belum efektif. Setelah\ndilakukan peninjauan lebih dalam, diketahui bahwa akar masalah yang terdapat di\nPT Insan diakibatkan dari tidak pernah dilakukan penurunan strategi perusahaan ke\ndalam sasaran yang jelas dan dapat diukur secara sistematis dan berkelanjutan.\nHasil temuan masalah di PT Insan menyimpulkan bahwa perusahaan membutuhkan\nsuatu standar acuan rencana kinerja yang dapat digunakan sebagai alat untuk\nmelakukan pemantauan dan evaluasi terhadap implementasi strategi serta\npencapaian kinerja bisnis perusahaan secara berkelanjutan.\nPerancangan rencana kinerja untuk PT Insan Agritama Teknologi dilakukan dengan\nmenggunakan model OKR-Scorecard. Pada dasarnya model OKR-Scorecard\nmerupakan model yang mengintegrasikan Objectives Key Results (OKR) dan\nBalanced Scorecard sebagai alat penentuan tujuan dan target kinerja berbasiskan\nkonsep continuous performance management. Perancangan OKR-Scorecard\ndiawali dengan menurunkan strategi perusahaan ke sasaran strategis perusahaan\nyang diklasifikasikan ke dalam empat perspektif Balanced Scorecard untuk\nmeninjau seluruh aspek kinerja secara komprehensif. Setiap sasaran strategis yang\ntelah ditetapkan kemudian dipetakan ke dalam rancangan peta strategi. Setelah peta\nstrategi telah disusun dan divalidasi, berikutnya dirancang OKR-Scorecard, yang\nterdiri atas OKR strategis yang meninjau seluruh aspek kinerja secara holistik lalu\nditurunkan ke dalam OKR departemen, divisi, dan individu yang merujuk pada\naspek kinerja terpenting perusahaan. Proses penurunan OKR dari level strategis\nmerujuk pada bobot terbesar yang merepresentasikan prioritas tujuan perusahaan\npada periode tersebut dan diperoleh menggunakan perbandingan berpasangan pada\nAnalytical Hierarchy Process (AHP). Hasil OKR-Scorecard kemudian akan\nmenjadi dasar perancangan usulan rencana evaluasi kinerja yang merujuk pada\nkonsep OKR-scoring, self-assessment, dan self-reflection.\n\nHasil penelitian ini memiliki output utama yaitu peta strategi, rancangan OKR-\nscorecard yang terbagi ke dalam level strategis, departemen, divisi, dan individu\n\ndengan mengambil lingkup kerja perencanaan yaitu departemen operasional dan\ndivisi penjualan & pemasaran, serta rencana evaluasi kinerja. Hasil tersebut\ndiharapkan dapat menjadi dasar PTI Insan di dalam mengimplementasikan\ncontinuous performance management di lingkup perusahaan.", "Daftar File": {}, "Penulis": "Adinda Mutiara Utami [13419072]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Iwan Inrawan Wiratmadja"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "OKR-Scorecard, Balanced Scorecard, Objectives & Key Results (OKR), Continuous Performance Management, Rencana Kinerja", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "14 Sep 2023"}