{"Nomor": 77763, "Judul": "PERANCANGAN PROTOTIPE SISTEM ANALISIS SENTIMEN ULASAN KONSUMEN APLIKASI TIKET.COM", "Abstrak": "PT Global Tiket Network atau tiket.com merupakan perusahaan pionir online travel agent\n(OTA) di Indonesia. Berdiri sejak tahun 2011, tiket.com telah menjadi salah satu perusahaan\nOTA terbesar di Indonesia. Perusahaan menyediakan layanannya melalui mobile application\nyang tersedia pada platform Android dan iOS. Sejak pertengahan tahun 2022 hingga\npertengahan tahun 2023, aplikasi tiket.com memiliki rata-rata rating sebesar 2,33 dari skala\nmaksimum 5. Rendahnya rating merefleksikan persepsi konsumen terhadap aplikasi tersebut.\nMeskipun begitu, perusahaan tidak berfokus pada ulasan konsumen aplikasi mereka sebagai\nbasis pembuatan keputusan dalam pengembangan dan perbaikan layanan. Akibatnya,\nterdapat kesenjangan antara ekspektasi konsumen terhadap aplikasi dengan kondisi\naktualnya. Oleh karena itu, penelitian ini bertujuan untuk menghasilkan sebuah model\nanalisis sentimen ulasan aplikasi dan prototipe sistem yang dapat melakukan analisis\nsentimen terhadap data teks ulasan konsumen aplikasi tiket.com.\n\nMetodologi penelitian yang digunakan mengacu pada kerangka kerja CRISP-DM. Penelitian\nini menghasilkan model analisis sentimen dan prototipe aplikasi. Tiga algoritma dipilih\ndalam proses pembangunan model yaitu Naïve Bayes(NB), Support Vector Machine (SVM),\ndan Bidirectional Long Short-Term Memory (Bi-LSTM). Data yang digunakan merupakan\nulasan konsumen aplikasi tiket.com yang bersumber dari Google Play. Hasil evaluasi model\nmenunjukkan bahwa model SVM memiliki kinerja terbaik dengan akurasi sebesar 88,86%,\nlebih baik dari model NB dan Bi-LSTM. Model SVM terpilih sebagai model analisis pada\nperancangan prototipe.\n\nPrototipe aplikasi analisis sentimen dirancang untuk membantu penggunanya melakukan\npengambilan data ulasan aplikasi, data preprocessing, klasifikasi ulasan, dan visualisasi data.\nVisualisasi data yang ditampilkan meliputi wordcloud, grafik frekuensi kata, dan grafik\nfrekuensi N-gram. Prototipe dibangun menggunakan Streamlit—library Python. Prototipe\ndapat dimanfaatkan oleh perusahaan untuk membantu proses pembuatan keputusan,\nterutama dalam aspek pengembangan dan perbaikan aplikasi. Dampak penggunaan prototipe\ndalam pembuatan keputusan yaitu aplikasi yang lebih sesuai dengan kebutuhan konsumen.", "Daftar File": {}, "Penulis": "Muhammad Raihan Dzaky Musyaffa [14418049]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Rajesri, S.T, M.T.", "Ni Luh Saddhwi Saraswati Adnyani, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "OTA, ulasan konsumen, analisis sentimen, NB, SVM, Bi-LSTM, prototipe.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "14 Sep 2023"}