{"Nomor": 77760, "Judul": "PERANCANGAN STRATEGIS  INDUSTRI PETROKIMIA HULU DI INDONESIA MELALUI KAJIAN POTENSI PASAR  DENGAN METODE VECTOR AUTOREGRESSIVE (VAR)", "Abstrak": "Industri Petrokimia Hulu Nasional merupakan salah satu industri prioritas karena\nmemiliki potensi yang besar bagi kemajuan ekonomi Indonesia. Industri ini\ntermasuk industri pionir karena secara inklusif berperan pada keberlangsungan\nindustri sektor hilir. Permintaan akan produk petrokimia tercatat mencapai 6 juta\nton per tahun 2019. Namun, kebutuhan ini dipenuhi sebesar 60% dari impor. Faktor\nutama yang menjadi penyebab tingginya impor adalah kurangnya pemahaman\npelaku industri petrokimia akan potensi pasar Industri Petrokimia Hulu di\nIndonesia.\nUntuk menjawab masalah tersebut, penulis dalam penelitian ini akan melakukan\nkajian mengenai kondisi dan potensi pasar Industri Petrokimia Hulu secara\nkualitatif dengan metode strategic planning untuk memahami kondisi aktual\nIndustri Petrokimia Hulu. Analisis didukung dengan pengolahan kuantitatif dengan\nmetode Vector Autoregressive (VAR) dalam memahami potensi pertumbuhan\nIndustri Petrokimia Hulu serta permintaan domestik produk Petrokimia Hulu.\nMetode VAR dipilih karena memberikan kemudahan penelitian serta mampu\nmenggambarkan fenomena dalam penelitian dengan baik dibanding dengan metode\nregresi multivariat lain.\nBerdasarkan penelitian yang telah dilakukan, diketahui bahwa proyeksi\npertumbuhan Industri Petrokimia Hulu Nasional dan proyeksi pertumbuhan\npermintaan domestik produk Petrokimia Hulu masing masing sebesar 7,2% dan\n4,9% CAGR tahun 2022 – 2027. Disimpulkan pula pertumbuhan ekonomi nasional,\npermintaan domestik Industri Petrokimia Hulu, dan konsumsi rumah tangga di masa\nlalu berpengaruh positif terhadap pertumbuhan Industri Petrokimia Hulu Nasional.\nPada tahun 2022 – 2027, saran strategi yang dapat dipertimbangkan bagi Industri\nPetrokimia Hulu Nasional adalah penetrasi pasar domestik Indonesia. Disarankan\npula untuk melakukan investasi dalam pengembangan sistem produksi dan proses\nbisnis untuk pengingkatan efisiensi produksi untuk peningkatan daya saing.", "Daftar File": {}, "Penulis": "Samuel P. Tambunan [13419043]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Yosi Agustina Hidayat, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Petrokimia hulu, strategic planning, vector autoregressive (VAR), riset pasar, proyeksi permintaan.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "14 Sep 2023"}