{"Nomor": 77788, "Judul": "PENGARUH SUPLEMENTASI PAKAN PREBIOTIK BERBASIS BYPRODUCT PLEUROTUS OSTREATUS TERHADAP PERFORMA BIOLOGIS, KELULUSHIDUPAN, DAN KOMUNITAS MIKROBA AIR BUDIDAYA UDANG PUTIH (LITOPENAEUS VANNAMEI) FASE PENDEDERAN DALAM SISTEM ZERO WATER DISCHARGE (ZWD)", "Abstrak": "Udang putih Litopenaeus vannamei merupakan komoditas unggulan nasional yang\nberpotensi untuk dikembangkan demi mencapai target kenaikan produksi\nakuakultur Indonesia sebesar 250% di tahun 2024. Untuk meningkatkan\nproduktivitas maka dilakukan intensifikasi budidaya, tapi praktiknya menyebabkan\npermasalahan manajemen kualitas air dan penyakit. Manajemen kualitas air dapat\nditingkatkan melalui aplikasi sistem zero water discharge (ZWD). Namun, masih\ndiperlukan alternatif dalam kontrol penyakit karena bahan kimia seperti antibiotik\nyang umum digunakan berisiko menimbulkan resistensi antimikroba. Salah satu\nalternatif yang dapat dimanfaatkan yakni suplementasi pakan dengan prebiotik\nberupa polisakarida yang diekstraksi dari limbah baglog jamur tiram Pleurotus\nostreatus. Selain dikonsumsi oleh hewan budidaya, kandungan nutrisi dalam pakan\ndapat terlarut dalam air dan dimanfaatkan oleh mikroorganisme. Analisis profil\nkomunitas mikroba dapat dilakukan untuk mengevaluasi kelimpahan dan diversitas\nmikroba yang terdapat dalam air budidaya, salah satunya dengan metode total plate\ncount (TPC). Penelitian ini dilakukan untuk menentukan pengaruh suplementasi\npakan prebiotik berbasis byproduct P. ostreatus terhadap performa pertumbuhan\ndan kelulushidupan serta profil komunitas mikroba air budidaya yang terbentuk\nselama masa pendederan dalam sistem ZWD. Pakan prebiotik dibuat dengan\nmencampurkan ekstrak baglog P. ostreatus ke dalam pakan komersial dengan pati\nsebagai zat pengikat. Pengondisian sistem ZWD dilakukan dengan menambahkan\nkonsorsium bakteri nitrifikasi (BioPure®), bakteri Halomonas alkaliphila, dan\nmikroalga Chaetoceros calcitrans ke tangki budidaya. Budidaya udang putih\ndilakukan selama 40 hari dengan 3 variasi perlakuan: pakan komersial (‘K’), pakan\ndengan ekstrak baglog P. ostreatus 0,5% (w/w) (‘P05’), dan pakan dengan ekstrak\nbaglog P. ostreatus 1% (w/w) (‘P1’). Dilakukan pengukuran parameter kualitas air\n(dissolved oxygen, suhu, pH, total ammonium nitrogen, nitrit, dan nitrat) setiap hari,\npenambahan komponen mikroba pada tangki setiap minggu, serta pengukuran\nparameter biologis berupa mean body weight (MBW), average daily growth (ADG),\nbiomassa total, feed conversion ratio (FCR), serta kelulushidupan pada hari ke-40.\nDidapatkan hasil parameter biologis tidak memiliki perbedaan yang signifikan (p >\nv\n0,05) antara ketiga variasi. Untuk variasi K, P05, dan P1 berturut-turut parameter\nbiologis yang terukur: MBW 4,458 ± 0,455 g, 4,610 ± 0,363 g, dan 4,425 ± 0,509\ng; ADG 0,110 ± 0,011 g/hari, 0,114 ± 0,009 g/hari, dan 0,112 ± 0,013 g/hari; FCR\n1,123 ± 0,089, 1,094 ± 0,080, dan 1,100 ± 0,132; biomassa total 239,130 ± 19,557\ng, 245,278 ± 18,933 g, dan 245,425 ± 28,150 g; kelulushidupan 97,7 ± 3,4 %, 96,8\n± 4,0 %, dan 98,6 ± 2,8 %. Dilakukan analisis profil komunitas mikroba air dengan\nmetode TPC pada medium NA dan TCBS, indeks keragaman, indeks dominansi,\nserta clustering analysis pada hari ke-0, 7, 14, 21, 28, 35, dan 40. Berdasarkan\nanalisis TPC, diperoleh total bakteri heterotrof pada medium NA dan jumlah bakteri\nVibrio sp. pada medium TCBS sepadan antara ketiga variasi. Nilai indeks\nkeragaman serta dominansi mengalami fluktuasi pada seluruh variasi, namun tidak\ndalam rentang yang besar. Berdasarkan clustering analysis, diperoleh variasi P05\ndan P1 memiliki komunitas mikroba air yang berbeda dari variasi K. Dari hasil\npenelitian ini, disimpulkan bahwa suplementasi pakan prebiotik berbasis byproduct\nP. ostreatus dapat memodulasi komunitas mikroba air namun tidak berpengaruh\nsignifikan terhadap performa pertumbuhan dan kelulushidupan udang putih L.\nvannamei pada tahap pendederan dalam sistem ZWD.", "Daftar File": {}, "Penulis": "Ayudhia Rizqika Ramadhani [10419008]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Gede Suantika, S.Si., M.Si.", "Dr. Magdalena Lenny Situmorang, S.Si., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Mikrobiologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Litopenaeus vannamei, prebiotik, Pleurotus osreatus, polisakarida, komunitas mikroba", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "14 Sep 2023"}