{"Nomor": 77780, "Judul": "PENGEMBANGAN SISTEM OTOMATIS INSPEKSI CACAT FISIK PADA KAIN GREY TARPAULIN BERBASIS ALGORITMA PEMBELAJARAN MESIN", "Abstrak": "Industri tekstil di Indonesia memiliki tantangan salah satunya terkait dengan\nefisiensi untuk meningkatkan kualitas dan daya saing dari produk yang dihasilkan\nharus sesuai dengan preferensi pelanggan. PT NTX perusahaan industri\npertenunan yang memproduksi produk tekstil grey tarpaulin. Proses inspeksi kain\ngrey hasil dari proses pertenunan secara umum dilakukan dengan cara\nkonvensional menggunakan mesin inspeksi kain dan secara visual dengan mata\nmanusia. Cara inspeksi konvensional tidak bisa diterapkan pada produk tekstil\ngrey tarpaulin karena karakteristik tekstil grey tarpaulin tersebut sangat rawan\nbergeser atau slip konstruksi anyaman benangnya jika di tarik, disentuh atau\ndigulung ulang. Proses pendeteksian cacat (defect) dan pengontrolan kualitas\nterhadap produk tekstil grey tarpaulin ini dilakukan pada saat proses pertenunan di\natas mesin tenun oleh operator. Teknik pengolahan citra dapat mengatasi\npermasalahan tersebut dengan sehingga produk tersebut dapat di inspeksi secara\nlangsung di atas mesin ketika proses sedang berlangsung. Teknik pengolahan citra\nyang digunakan adalah metode Mean Pixel Value dikombinasikan dengan Logistic\nRegression Model dan metode Local Binary Pattern dikombinasikan dengan\nSupport Vector Machine. Berdasarkan hasil penelitian metode metode Mean Pixel\nValue dikombinasikan dengan Logistic Regression Model memiliki tingkat\nakurasi 61% pada citra grey tarpaulin dan metode Local Binary Pattern\ndikombinasikan dengan Support Vector Machine memiliki tingkat akurasi sebesar\n77%\n.", "Daftar File": {"ABSTRAK Muhammad Ario Ilham Firmandito": "https://digilib.itb.ac.id/gdl/download/308623"}, "Penulis": "Muhammad Ario Ilham Firmandito [23121008]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Sri Raharno, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Industri 4.0, Machine Learning, Pengolahan Citra, Deteksi cacat", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "14 Sep 2023"}