{"Nomor": 77783, "Judul": "DESAIN PENGAMAN PANTAI PADA MUARA BOGOWONTO, KABUPATEN KULON PROGO, DAERAH ISTIMEWA YOGYAKARTA", "Abstrak": "Sekitar 60% populasi yang tinggal di Indonesia bermukim di daerah pesisir. Dengan garis\npantai yang membentang lebih dari 90.000 km indonesia merupakan salah satu negara dengan\ngaris pantai terpanjang di dunia. Besarnya intensitas aktivitas di kawasan pesisir Indonesia\nmenyebabkan Indonesia harus memberikan perhatian khusus untuk menjaga dan melestarikan\nkawasan pesisir. Berbanding lurus dengan aktivitas di kawasan pesisir, maka resiko kerusakan\nyang berdampak langsung kepada masyarakt juga akan tinggi. Salah satu permasalahan yang\nseringkali terjadi dikawasan pesisir adalah Erosi. Dalam hal ini Erosi yang terjadi di Muara\nBogowonto, Kabupaten Kulon Progo. Pantai Selatan pulau Jawa, khususnya di daerah\nYogyakarta merupakan pantai yang memiliki laju erosi relatif stabil. Akan tetapi berbeda\nhalnya di Muara Bogowonto yang telah dibangun Breakwater sebagai penanggulangan Banjir\ndari Sungai Bogowonto dan Sungai Serang.\nDilakukan pemodelan simulasi perubahan garis pantai selama 10 tahun dengan menggunakan\nmodul Nearshore Evolution Modeling System (NEMOS) yang terdapat dalam program Coastal\nEngineering Design and Analysis System (CEDAS). Bangunan pengaman pantai yang\ndimodelkan berupa groin, breakwater, dan kombinasi dari kedua struktur tersebut. Dari hasil\npemodelan didapatkan bahwa groin merupakan alternatif bagnunan pantai terbaik karena\nefektif menahan transpor sedimen. Groin dibangun sepanjang 235.4 meter sebanyak satu buah\ndi sisi timur Muara Bogowonto. Struktur groin terdiri dari lapisan armor yang terbuat dari\ntetrapod, lapisan filter, dan core yang tersusun dari batu alam. Perhitungan dimensi struktur\ngroin mengacu pada Shore Protection Manual Volume II dan The Rock Manual.", "Daftar File": {}, "Penulis": "Rizky Mochammad Toffel [15518015]", "Kontributor / Dosen Pembimbing": ["Eddy Rachman Gandanegara, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Pantai, Erosi, Groin, CEDAS-NEMOS, GENESIS", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "14 Sep 2023"}