{"Nomor": 77799, "Judul": "PASAR RAKYAT MENUJU PARADIGMA BARU : RE-DESAIN PASAR RAKYAT KOTA CIMAHI  DENGAN PENDEKATAN CREATIVE PLACEMAKING (PASAR ATAS BARU CIMAHI)", "Abstrak": "Pasar Rakyat memainkan peran penting dalam perkembangan ekonomi sebuah kota. Pertumbuhan dan perkembangan pasar menjadi pusat dari pertukaran barang dan jasa dalam sebuah wilayah, dan menjadi kegiatan ekonomi kota. Pasar menjadi tempat umum, di mana masyarakat dapat membentuk interaksi sosial. Kota Cimahi, yang terletak berdekatan dengan ibu kota Jawa Barat, Kota Bandung, merupakan salah satu lokasi dengan tingkat pertumbuhan dan perkembangan ekonomi yang terus meningkat, karena peningkatan jumlah penduduk dan kemajuan kebutuhan produk domestik. Pengeluaran kebutuhan rumah tangga Kota Cimahi mencapai 70,05% dari total komponen PDB. Salah satu faktor yang mempengaruhi ini adalah keberadaan pasar dan berbagai toko. \n\nPasar menjadi sarana utama untuk memenuhi kebutuhan pokok yang tidak akan pernah hilang, meskipun saat ini pasar menghadapi persaingan dengan pusat perbelanjaan modern. Tujuan dari studi ini adalah merancang sebuah pasar dengan menambahkan fasilitas ekonomi kreatif dengan prinsip dan pendekatan Creative Placemaking, melalui penempatan ruang untuk pelaku industri kreatif UMKM yang ada di Kota Cimahi serta menjadikan Pasar Rakyat menuju paradigma baru dengan adanya ekonomi kreatif di dalamnya. Hal ini memungkinkan Pasar Rakyat menjadi tempat berbelanja yang didasarkan pada budaya kreatif dan mampu bersaing dengan pusat perbelanjaan modern, karena pada dasarnya Pasar Rakyat adalah salah satu sarana utama untuk meningkatkan pendapatan asli daerah, memajukan pedagang lokal, serta produksi barang dan jasa lokal.", "Daftar File": {"ABSTRAK Rippy Maya Andini": "https://digilib.itb.ac.id/gdl/download/308765"}, "Penulis": "Rippy Maya Andini [25221068]", "Kontributor / Dosen Pembimbing": ["Dr. Agus Suharjono Ekomadyo, S.T, M.T.", "Medria Shekar Rani, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Pasar Rakyat, Ekonomi Kreatif, Creative Placemaking.", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "14 Sep 2023"}