{"Nomor": 77790, "Judul": "PRELIMINARY DESIGN AND PROTOTYPING OF ELBOW JOINT BASED ON COMPLIANT MECHANISMS", "Abstrak": "All over the world, tragic circumstances have led some people to be amputated, losing the fundamental access to the functionality of the severed limbs, partly or completely. Over the course of history, discoveries indicate the use of prosthetics as a replacement device to support various reasons of implementations. In the modern time, rapid advancements in technology provide the improvement of prosthetics design optimization to be able to progressively imitate the motion of its natural limb counterpart. Developments in technologies such as robotics, brain-computer interfaces, and 3-D printing have the potential to lead to future advancements in the field of prosthetics.\nCompliant mechanisms are monolithic structures that utilize their flexible structures to transmit motion or force from an actuator. Because compliant mechanisms gain their motion from the constrained bending of flexible parts, they can achieve complex motion from simple topologies. The flexible structure, however, may lead to the concern of possible failure mechanisms such as fatigue and overload. However, the advantages of compliant mechanism for prosthetics are prominent, engineers continue to push the development of reliable designs to overcome the challenges of said failure modes.\nThe objective of this project is to design an elbow prosthetic inspired by compliant mechanisms and prototyping it with the help of 3-D printing. Each prototype is tested using several testing methods and then scored using a set of criteria and one design is selected based on the scoring of each design concept. Parameters of the selected design will be modified and tested to come up with the optimal parameter combination. This project is conducted with the aim of creating an affordable alternative in the prosthetic world.", "Daftar File": {}, "Penulis": "Naufal Ismail Aristya Putra [13117226]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Andi Isra Mahyuddin, Ph.D.", "Dr. Eng. Sandro Mihradi", "Arif Sugiharto, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Prosthetics, Elbow Joint Prosthetics, Compliant Mechanism, Design, Model, Prototyping", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "14 Sep 2023"}