{"Nomor": 77792, "Judul": "ANALISIS AKTIVITAS MIKROORGANISME PADAAIRMINUM DALAM KEMASAN PADA BEBERAPAKONDISI PENYIMPANAN", "Abstrak": "Seiring dengan pertumbuhan kebutuhan air, sekitar 48% masyarakat menengahkebawah di perkotaan menggunakan Air Minum Dalam Kemasan (AMDK) dan Air Isi\nUlang (AIU) untuk memenuhi kebutuhan air minum dalam rumah tangganya. Mikroorganisme ada dalam AMDK. Menurut, Standar Nasional Indonesia (SNI), syarat mutu Angka Lempeng Total (ALT) Akhir maksimal 1,0 x 10\n5 koloni/mL. ALTtersebut dapat tumbuh di dalam AMDK dengan mikronutrien yang terkandungdi\ndalamnya. Karenanya, dilakukan analisis aktivitas mikroorganisme dalamAMDKberdasarkan beberapa kondisi penyimpanan. Didukung dengan pengambilan dataparameter kualitas air, data pendukung, juga uji banding dengan AIU. Metode yangdigunakan berdasarkan SNI 01-3554-2006 dan Standard Methods for the Examinationof Water and Wastewater (SMEWW) Edisi ke-23. Metode analisis mikroorganismemenggunakan metode media filter dengan media Plate Count Agar (PCA) untukAngka Lempeng Total dan Eosin Methylene Blue Agar (EMBA) untuk total coliform. Parameter kualitas air didapat dengan metode pada SMEWW. Hasil penelitiannyayaitu, mikroorganisme tumbuh dan berkurang seiring waktu dengan rentang dari 0- 244 koloni/100 ml untuk ALT pada AMDK dan 0 pada total coliform. Mikroorganisme tumbuh paling lambat dalam keadaan dingin, Oksigen terlarut, Ammonia, dan Fosfat digunakan dalam pertumbuhan mikroba dan Sinar UVberperandalam penurunannya. Sebagai perbandingan, AMDK lebih baik kualitasnyadibandingkan AIU.", "Daftar File": {"Ezra Aftarekh Arashian_1.pdf": "https://digilib.itb.ac.id/gdl/download/308741"}, "Penulis": "Ezra Aftarekh Arashian [15318048]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Suprihanto, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Air minum dalam kemasan, angka lempeng total, air isi ulang, parameter kualitas air", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "14 Sep 2023"}