{"Nomor": 77804, "Judul": "PERAN KONFIGURASI RUANG DALAM MEMBENTUK RASA TIDAK AMAN DI RUANG PUBLIK (KASUS STUDI: RUANG PUBLIK DI KOTA SURABAYA)", "Abstrak": "Penelitian rasa tidak aman di ruang publik banyak dilakukan dengan melihat\npengaruh desain/komponen, pengelolaan dan pengawasan di internal di ruang\npublik. Hasil penelitian rasa tidak aman di ruang publik menunjukkan hasil yang\nberbeda dan menunjukkan adanya dugaan faktor-faktor di luar ruang publik\n(konfigurasi ruang) yang berkontribusi pada terbentuknya rasa tidak aman.\nSeberapa jauh faktor-faktor di luar ruang publik memengaruhi rasa tidak aman\nmasih bersifat indikatif untuk menjelaskan hasil yang tidak konsisten terkait faktor\ninternal ruang publik yang memengaruhi rasa tidak aman. Penelitian ini bertujuan\nuntuk mengeksplorasi dan menjelaskan pengaruh konfigurasi ruang dalam\nmembentuk rasa tidak aman di ruang publik. Penelitian ini bersifat ekploratif\ndengan pendekakatan deduktif dan metode kuantitatif. Analisis statistik korelasi\ndigunakan untuk melihat relasi dimensi rasa tidak aman dengan variabel\nkonfigurasi guna lahan; analisis Structural Equation Modelling (SEM) digunakan\nuntuk mengkonfirmasi pengaruh variabel internal individu terhadap hubungan\nkonfigurasi guna lahan dengan rasa tidak aman; dan analisis spasial untuk melihat\npengaruh variabel komposit konfigurasi guna lahan terhadap dimensi rasa tidak\naman. Hasil penelitian menunjukkan bahwa dari analisis korelasi tidak ada\nhubungan antara variabel konfigurasi ruang dengan rasa tidak aman. Dari analisis\nSEM menunjukkan bahwa mediasi jenis kelamin, pekerjaan, pendapatan, umur,\njumlah anggota keluarga, dan beda diri tidak mampu memediasi sehingga variabel\nkonfigurasi tidak berpengaruh secara langsung dalam mempengaruhi rasa tidak\naman. Dari analisis spasial menunjukkan bahwa karakteristik konfigurasi ruang\nyang ditemukan mayoritas berbeda dengan hipotesis yang muncul. Temuan studi\nini mematahkan pendapat dari Ceccato, (2020) dan Kamalipour et al., (2014) yang\nmenyatakan ada indikasi bahwa variabel eksternal di luar ruang publik\nmempengaruhi rasa tidak aman. Penelitian ini juga menemukan bahwa variabel\nsosio demografi (mediasi) tidak mampu memediasi hubungan variabel konfigurasi\nruang dengan rasa tidak aman. Argumen ini membantah teori dari Soomeren\n(1996), Gans (1982) dan Hunter (1975) bahwa variabel sosio demografi\nmempengaruhi rasa tidak aman di ruang publik. Penelitian ini juga\nmengindikasikan bahwa teori dari Jacobs, (1961) bahwa variabel internal masih\nrelevan untuk mengurangi rasa tidak aman di ruang publik. Terdapat indikasi\nadanya kebijakan dari kota Surabaya sebagai faktor di luar ruang publik.", "Daftar File": {"ABSTRAK R Dimas Widya Putra": "https://digilib.itb.ac.id/gdl/download/308805", "BAB 1 R Dimas Widya Putra": "https://digilib.itb.ac.id/gdl/download/308806", "BAB 2 R Dimas Widya Putra": "https://digilib.itb.ac.id/gdl/download/308808", "BAB 3 R Dimas Widya Putra": "https://digilib.itb.ac.id/gdl/download/308809", "BAB 4 R Dimas Widya Putra": "https://digilib.itb.ac.id/gdl/download/308810", "BAB 5 R Dimas Widya Putra": "https://digilib.itb.ac.id/gdl/download/308811", "BAB 6 R Dimas Widya Putra": "https://digilib.itb.ac.id/gdl/download/308812", "BAB 7 R Dimas Widya Putra": "https://digilib.itb.ac.id/gdl/download/308813", "PUSTAKA R Dimas Widya Putra": "https://digilib.itb.ac.id/gdl/download/308814", "LAMPIRAN R Dimas Widya Putra": "https://digilib.itb.ac.id/gdl/download/308815"}, "Penulis": "R Dimas Widya Putra [35417007]", "Kontributor / Dosen Pembimbing": ["Wilmar A. Salim, S.T, M.Reg.Dev., Ph.D.", "Dr. RM. Petrus Natalivan Indradjati, S.T, M.T.", "Dr. Niken Prilandita, S.T, M.Sc."], "Jenis Koleksi": "Disertasi", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "Konfigurasi ruang, Kota Surabaya, Rasa tidak aman, Ruang publik, Spasial", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "10 file", "Tanggal Input": "14 Sep 2023"}