{"Nomor": 77805, "Judul": "KARAKTERISASI REKAHAN ALAMI BATUAN DASAR LAPANGAN PONDOKMAKMUR, CEKUNGAN JAWA BARAT UTARA", "Abstrak": "Reservoir rekahan batuan dasar merupakan salah satu jenis batuan reservoir rekah \nalami yang memiliki potensi besar untuk dieksplorasi dalam pencarian hidrokarbon. Kebanyakan reservoir rekah alami termasuk reservoir batuan dasar ditemukan secara tidak\nsengaja (Aguilera, 1995). Reservoir rekah alami lebih rumit dan mahal untuk dieksplorasi\ndibanding dengan reservoir jenis lainnya (Nelson, 2001). Secara umum, model geologi\nseperti ini banyak dijumpai pada daerah yang mengalami proses tektonik kompresional yang\nsangat kuat karena batuan akan terlipatkan dan terpatahkan, terutama pada batuan yang\nbersifat rigid, seperti halnya pada batuan dasar, maka proses tektonik tersebut akan\nmengakibatkan banyak retakan dan rekahan yang merupakan model reservoir yang potensial, khususnya pada model rekahan konduktif (rekahan terbuka). Daerah Penelitian berada di Kecamatan Cabangbungin, Kabupaten Bekasi, Provinsi\nJawa Barat. Penelitian ini bertujuan mengarakterisasi rekahan alami, lalu menentukan dan \nmenganalisis pola struktur dan rezim tektonik daerah penelitian dan pengaruhnya\nterhadap pola dan intensitas rekahan alami yang terbentuk pada daerah penelitian. Sedangkan data yang dipakai pada penelitian adalah data sumur pemboran, seismik tiga\ndimensi, dan data log image dari sumur pemboran yang ada di daerah penelitian ini. \nPengetahuan akan distribusi dan pola dari rekahan konduktif di batuan dasar merupakan salah \nsatu cara meningkatkan produksi minyak dan gas. Hasil penelitian menunjukkan, pola rekahan alami (konduktif dan resistif) cenderung\npada arah Utara - Selatan serta Barat Laut - Tenggara. Kemungkinan lebih dipengaruhi\ntektonik Eosen - Oligosen (Pola Sunda), diperlihatkan pada sesar - sesar berarah Utara - Selatan. Sedangkan pola rekahan berarah Timur Laut - Tenggara diperkirakan merupakan\npengaruh dari pola tektonik Jawa. Berdasarkan data kemiringan rekahan yang kebanyakan\nbersudut tinggi, diperkirakan diakibatkan oleh sesar - sesar normal. Intensitas rekahan\nkonduktif paling tinggi berada di kedalaman sumur yang mendekati sesar.", "Daftar File": {"Abstrak R.P.FORTRANIAWAN 22008302.pdf": "https://digilib.itb.ac.id/gdl/download/308792", "COVER R.P.FORTRANIAWAN 22008302.pdf": "https://digilib.itb.ac.id/gdl/download/308793", "Bab 1 R.P.FORTRANIAWAN 22008302.pdf": "https://digilib.itb.ac.id/gdl/download/308804", "Bab 2 R.P.FORTRANIAWAN 22008302.pdf": "https://digilib.itb.ac.id/gdl/download/308961", "Bab 3 R.P.FORTRANIAWAN 22008302.pdf": "https://digilib.itb.ac.id/gdl/download/308962", "Bab 4 R.P.FORTRANIAWAN 22008302.pdf": "https://digilib.itb.ac.id/gdl/download/308964", "Bab 5 R.P.FORTRANIAWAN 22008302.pdf": "https://digilib.itb.ac.id/gdl/download/308965", "Daftar Pustaka R.P.FORTRANIAWAN 22008302.pdf": "https://digilib.itb.ac.id/gdl/download/308966", "LAMPIRAN R.P.FORTRANIAWAN 22008302.pdf": "https://digilib.itb.ac.id/gdl/download/308967"}, "Penulis": "R P Fortraniawan [22008302]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Agus Handoyo Harsolumakso", "Dr. Ir. Prihadi Soemintadiredja, M.S."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "rekahan alami, batuan dasar, Cekungan Jawa Barat Utara", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "9 file", "Tanggal Input": "14 Sep 2023"}