{"Nomor": 77814, "Judul": "POTENSI PEMANFAATAN LIMBAH PADAT DARI INDUSTRI TEKSTIL SEBAGAI PENINGKAT NILAI KALOR DENGAN LIMBAH PADAT KOTA", "Abstrak": "Limbah padat tekstil secara umum diketahui memiliki nilai kalori yang tinggi.\nNamun, opsi refuse derived fuel (RDF) saat ini di Indonesia belum menggunakan\nlimbah padat tekstil sebagai variabel utama untuk produksi massal seperti yang\ndinyatakan oleh Badan Pembangunan Nasional (Bappenas) pada tahun 2021.\nPenelitian ini terutama mengkaji potensi nilai kalor limbah padat tekstil dari 3 dari\n5 industri tekstil utama yaitu industri tenun, rajut, dan garmen di Kota Majalaya\ndengan total industri masing-masing sebanyak 110, 39, dan 40 industri serta massa\nmunicipal solid waste (MSW) yang dibutuhkan untuk memenuhi nilai kalor standar\nRDF jika dicampurkan dengan komposisi limbah padat tekstil sebagai variabel\nbebas. Data primer terdiri dari pengambilan sampel limbah padat tekstil dan\ntimbulan limbah untuk masing-masing 3 industri tekstil (tenun, rajut, dan garmen\nhanduk) yang menghasilkan sekitar 5.68, 0.83, dan 28.1 ton/hari, dan data\nsekunder yang terdiri dari daftar standar RDF seperti standar industri semen, SNI\n8966:2021, dan standar Eropa untuk menambah validitas apakah potensi nilai\nkalor limbah padat tekstil itu sendiri dapat berperan sebagai peningkat (enhancer)\nsebagai variabel bebas untuk meningkatkan nilai kalor RDF. Selain itu,\nmendapatkan data proksimat dan nilai kalor di laboratorium sesuai dengan\nstandar American Society for Testing and Materials (ASTM) dan SNI yang dikenal\nsebagai berikut: kadar air (SNI 03-1971-1990), kadar volatil (ASTM E 897-88-\n2004), kadar abu dan karbon tetap (ASTM E 830-87-2004), dan nilai kalor (ASTM\nD 5865) yang menghasilkan, selain itu, data sekunder yang terdiri dari daftar\nstandar RDF seperti standar industri semen, SNI 8966: 2021, dan standar Eropa\nuntuk menambah validitas apakah potensi nilai kalor dari limbah padat tekstil itu\nsendiri dapat berperan sebagai penambah sebagai variabel bebas untuk\nmeningkatkan potensi nilai kalor RDF. Analisis proksimat dan nilai kalor\nmenunjukkan bahwa limbah padat tekstil yang dihasilkan memiliki nilai kalor ratarata 17.19 MJ/kg yang diketahui berada di atas nilai kalor minimum yang disyaratkan oleh masing-masing standar RDF. Simulasi data lebih lanjut mengenai\nmassa MSW yang diperlukan untuk pencampuran dengan limbah padat tekstil\nuntuk memenuhi standar nilai kalor RDF dan standar industri semen yang dipilih\nsecara khusus dengan persyaratan nilai kalor minimum dilakukan dengan\nmenggunakan interpolasi data massa dan nilai kalor dari MSW dan limbah padat\ntekstil yang menghasilkan rasio MSW dan limbah padat tekstil sebesar 1.43 (143-\nton MSW untuk 100-ton limbah padat tekstil). Rasio ini digunakan sebagai dasar\nyang dapat diterapkan pada setiap kuantitas limbah padat tekstil ketika\nmenentukan massa MSW yang sesuai yang diperlukan untuk melengkapi dalam\nmemenuhi standar RDF industri semen sebesar 12.55 MJ/kg. Karena persyaratan\nnilai kalor RDF valid, penelitian lebih lanjut mengenai potensi nilai ekonomi\ndilakukan dengan menentukan sistem aliran limbah RDF yang dapat memfasilitasi\nlimbah padat industri tekstil dan komponennya yang menghasilkan total belanja\nmodal (CAPEX) dan belanja operasional (OPEX) masing-masing sekitar Rp3.8\nmiliar dan Rp5.8 miliar/tahun. Selain itu, analisis kelayakan untuk rencana bisnis\nselama 20 tahun dengan menggunakan net present value (NPV) dan benefit cost\nratio (BCR) masing-masing sebesar Rp202 miliar dan 2.23 yang menunjukkan\nbahwa nilai net present value positif dan BCR > 1 menunjukkan bahwa proyek ini\nlayak secara ekonomi. Namun, untuk validitas nilai ekonomi membutuhkan data\nprimer dari kondisi eksisting yang tidak ada dalam makalah penelitian ini.", "Daftar File": {"Kenneth Christian Kioshi.pdf": "https://digilib.itb.ac.id/gdl/download/308863"}, "Penulis": "Kenneth Christian Kioshi [15319103]", "Kontributor / Dosen Pembimbing": ["Dr. Mochammad Chaerul, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Limbah Padat, Nilai Ekonomi, Nilai Kalor, RDF, Tekstil", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "14 Sep 2023"}