{"Nomor": 77832, "Judul": "USULAN KONSEP PRODUK SAMPINGAN LIMBAH BAGLOG JAMUR TIRAM PT GAYA GREEN SRIKANDI MENGGUNAKAN METODE HOUSE OF QUALITY", "Abstrak": "Tempat Pembuangan Akhir (TPA) Cugenang, Kabupaten Cianjur menyoroti masalah\npenumpukan limbah baglog jamur tiram karena mendapat kiriman dari petani sebanyak 8,5\nton per harinya. Selain meresahkan pihak TPA dan masyarakat sekitar, limbah baglog yang\ndibiarkan menumpuk akan menimbulkan bau yang tidak sedap, menyebabkan polusi udara,\nhingga mencemari lingkungan. PT Gaya Green Srikandi selaku perusahaan produksi baglog\njamur tiram dan pertanian jamur tiram di Cianjur, yang menjadi objek penelitian ini pun\nmemiliki potensi penumpukan yang serupa. Dengan perkiraan limbah baglog jamur tiram\nsejumlah 64 ton per bulan, menjadikan masalah perusahaan ini perlu segera diatasi agar tidak\nberpotensi menyebabkan dampak serupa.\nUpaya yang dilakukan perusahaan adalah dengan menjual limbah kepada pelanggan\npotensial Koperasi BUMDes PLTU Pelabuhan Ratu untuk dijadikan bahan bakar cofiring\n5% dengan batu bara untuk menghasilkan energi. Upaya ini menghasilkan masalah baru\nkarena terkadang produk sampingan limbah baglog jamur tiram PT Gaya Green Srikandi\ntidak memenuhi standar kualitas pelanggan. Permasalahan rendahnya kualitas ini berpotensi\nmenurunkan performansi pembangkit, tidak efisiennya biaya transportasi, hingga kerusakan\npada fasilitas pembangkit.\nTujuan dari penelitian ini akan berfokus pada usulan konsep perbaikan untuk meningkatkan\nkualitas produk sampingan limbah baglog jamur tiram PT Gaya Green Srikandi. Melalui\ntools House of Quality (HOQ) dan analisis perbandingan berpasangan, didapatkan empat\n\nkebutuhan pelanggan prioritas yang dipetakan ke dalam sebelas indikator Critical-To-\nQuality (CTQ) yang perlu diupayakan demi mencapai tujuan objektif penelitian ini. CTQ\n\nkemudian menjadi input bagi tiga konsep fungsi yang diseleksi dengan matriks Pugh\nsehingga didapatkan delapan usulan perbaikan. Usulan perbaikan mencakup delapan proses\npretreatment limbah beserta target periode perbaikan, baik untuk jangka pendek, jangka\nmenengah, dan jangka panjang.", "Daftar File": {}, "Penulis": "Muhammad Fajar Sutisna [14418046]", "Kontributor / Dosen Pembimbing": ["Muhammad Akbar, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "limbah baglog jamur tiram, House of Quality, Critical-To-Quality.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "14 Sep 2023"}