{"Nomor": 77844, "Judul": "PERANCANGAN BUSINESS INTELLIGENCE DASHBOARD BERBASIS CLOUD DALAM MANAJEMEN KARGO  DAN KAPAL PADA SISTEM LOGISTIK PT FREEPORT INDONESIA", "Abstrak": "PT Freeport Indonesia (PTFI) merupakan perusahaan tambang konsentrat tembaga\nIndonesia-Amerika yang beroperasi di Kabupaten Mimika, Papua Tengah,\nIndonesia. Untuk memenuhi kebutuhan barang dan material di area tambang, PTFI\nmemiliki sistem logistik unik yang salah satunya dikelola oleh Divisi Shipping and\nExport-Import (Offsite Area) pada cakupan inbound logistics. Divisi ini berperan\natas manajemen pengiriman kargo dan transportasi (khususnya kapal laut) dari\nOffsite Area (Jakarta dan Surabaya) ke onsite area (Amamapare, papua Tengah).\nNamun, keterbatasan kemampuan sumber daya manusia (SDM) serta keterbatasan\nfitur enterprise resource system (ERP) dalam menyimpan dan memanfaatkan data\nlaporan operasional Divisi Shipping and Export-Import (Offsite Area) dinilai belum\nbaik untuk membantu pembuatan keputusan dan pemonitoran.\nPenelitian ini bertujuan untuk menyelesaikan permasalahan tersebut dengan\nmembantu proses pembuatan keputusan dan pemonitoran melalui perancangan\nsistem informasi berupa sistem business intelligence (BI) dashboard berbasis cloud\nyang mudah diakses secara fleksibel dengan memanfaatkan data laporan\noperasional. Perancangan BI dashboard berbasis cloud dilakukan menggunakan\ntools Microsoft Power BI desktop dengan metode Scrum yang tergolong ke dalam\nmetodologi agile. Metode ini dipilih berdasarkan kebutuhan pengguna yang\nmenginginkan peran intensif dari pengguna dalam perancangan serta\ndibutuhkannya penerapan sistem BI dashboard secara langsung digunakan meski\nsistem masih dirancang.\nHasil dari rancangan Sistem BI dashboard berbasis cloud yang dibuat kemudian\ndilakukan verifikasi terhadap kebutuhan secara fungsional dan nonfungsional dari\npengguna serta dilakukan validasi melalui wawancara dan testing akhir dengan\npengguna. Racangan BI dashboard kemudian ditinjau penerapannya terhadap\nproses pembuatan keputusan dan pemonitoran untuk dirancang usulan proses yang\nlebih efisien kepada pihak Divisi Shipping and Export-Import (Offsite Area).", "Daftar File": {}, "Penulis": "Adham Sandy Yudhatama [13419010]", "Kontributor / Dosen Pembimbing": ["Ir. Rachmawati Wangsaputra, M.T, Ph.D.", "Ni Luh Saddhwi Saraswati Adnyani, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "business intelligence, cloud, Microsoft Power BI, logistik, scrum", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "14 Sep 2023"}