{"Nomor": 77849, "Judul": "PERANCANGAN STRATEGI RETENSI PELANGGAN UNTUK PERSONAFIC FOR MEN", "Abstrak": "Personafic for Men merupakan sebuah skincare brand yang khusus menyediakan produk\nperawatan kulit untuk pria. Personafic telah berdiri sejak Januari 2022 dengan target\npasarnya adalah laki-laki berusia 18-34 tahun yang memiliki perhatian khusus terhadap\nkondisi wajah dan berdomisili di Indonesia. Dari data transaksi dapat dilihat bahwa nilai\ncustomer retention rate (CRR) Personafic for Men setiap bulannya masih berada di bawah\nrata-rata CRR industri retail (63%). Salah satu tujuan Personafic saat ini adalah\nmeningkatkan pendapatan. Hal ini dapat dilakukan dengan berbagai cara, salah satunya\nadalah mengelola pelanggan lama. Maka dari itu tujuan utama dari penelitian ini adalah\nmerancang usulan strategi retensi pelanggan bagi Personafic for Men.\nSegmentasi terhadap pelanggan lama Personafic for Men dilakukan dengan metode recency,\nfrequency, monetary dengan algoritma K-means++ untuk menentukan karakteristik segmen\npelanggan paling bernilai. Model penelitian ini bertujuan untuk mengetahui variabel apa saja\nyang memengaruhi intensi pembelian kembali produk skincare pada target pasar Personafic.\nPada model penelitian yang berdasar pada model theory of planned behavior (TPB) ini\nterdapat delapan variabel konstruk yang diuji, yaitu service quality, delivery quality, product\ncharacteristics, perceived price, social media marketing, perceived value, customer\nsatisfaction, dan brand loyalty. Pengumpulan data dilakukan dengan metode online survey\nmenggunakan kuesioner yang disebarkan melalui forum diskusi terkait kecantikan dan\nperawatan tubuh di beberapa media sosial. Metode utama yang digunakan pengolahan data\nini adalah partial least square – structural equation modelling (PLS-SEM). Hasil\npengolahan data menunjukkan intensi pembelian kembali dipengaruhi oleh lima konstruk,\nyaitu service quality, social media marketing, product characteristics, perceived value, dan\ncustomer satisfaction.Tiga usulan strategi retensi pelanggan yang dirancang adalah\npemanfaatan media sosial untuk memasarkan informasi produk yang mudah diakses oleh\npelanggannya, penekanan informasi kandungan dalam produk Personafic dan klaim manfaat\npenggunaan produk skincare pada kegiatan pemasarannya, serta pembuktian kredibilitas\nmerek dan produk Personafic.", "Daftar File": {}, "Penulis": "Rezkita Syarihna [14419040]", "Kontributor / Dosen Pembimbing": ["Titah Yudhistira, S.T, M.T, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "skincare, repurchase intention, PLS-SEM", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "14 Sep 2023"}