{"Nomor": 77841, "Judul": "PROPOSAL AGILE UNTUK MENINGKATKAN PROSES PENJUALAN DAN PENGALAMAN PELANGGAN DI PT AURORA NETWORKS INDONESIA", "Abstrak": "Tesis ini mengusulkan model Agile untuk meningkatkan proses penjualan dan pengalaman pelanggan di PT Aurora Networks Indonesia di tengah lingkungan yang cepat berubah karena kemajuan teknologi. Metodologi Agile, yang dikenal bersifat iteratif, berpusat pada pelanggan, dan kolaboratif, menjadi solusi yang disarankan.\n\nKerangka teoritis yang diterapkan menggabungkan Value Stream Mapping / VSM untuk menjelaskan proses yang Value adding dan Non-Value Adding, analisis SWOT untuk introspeksi organisasional, dan Porter 5 Forces untuk mengevaluasi keunggulan kompetitif model yang diusulkan. Insights dari analisis ini menjadi dasar solusi bisnis yang dirumuskan melalui alat strategi TOWS. Fase implementasi dikelola menggunakan model manajemen perubahan untuk memastikan transisi yang lancar.\n\nRiset menggunakan pendekatan penelitian kualitatif, di mana data bersumber dari wawancara dengan delapan pemangku kepentingan kunci dan dokumen proses penjualan internal. Analisis data dipandu oleh prinsip-prinsip ketat dari metodologi penelitian kualitatif yang diakui.\n\nTemuan analisis menyoroti inefisiensi dalam model yang ada saat ini, seperti multiple approval gates dan ketergantungan berlebihan pada peran tertentu. Analisis SWOT mengidentifikasi kekakuan dalam model TRICORN, dan peluang untuk peningkatan melalui praktek Agile dan transformasi digital. Analisis Porter 5 Forces menekankan keunggulan kompetitif yang melekat dalam adopsi Agile.\n\nSolusi yang diusulkan memetakan ulang proses dan fase penjualan menjadi epic dan user stories dalam Agile. Peran model TRICORN disesuaikan dengan peran dalam Scrum, membuat proses penjualan menjadi lebih fleksibel dan responsif. Implementasi model kombinasi ini mengikuti rencana manajemen perubahan yang komprehensif.\n\nTesis ini menawarkan wawasan berharga bagi akademisi dan praktisi bisnis, menunjukkan manfaat potensial dari penggabungan metodologi Agile ke dalam proses penjualan. Kerangka kerja yang diusulkan berfungsi sebagai panduan untuk organisasi yang bertujuan untuk meningkatkan kolaborasi, merampingkan proses, dan meningkatkan hasil penjualan, sehingga meningkatkan keunggulan kompetitif mereka dalam lanskap bisnis yang dinamis.", "Daftar File": {"COVER Doni Wahyudi": "https://digilib.itb.ac.id/gdl/download/308912", "BAB 1 Doni Wahyudi": "https://digilib.itb.ac.id/gdl/download/312978", "BAB 2 Doni Wahyudi": "https://digilib.itb.ac.id/gdl/download/312979", "BAB 3 Doni Wahyudi": "https://digilib.itb.ac.id/gdl/download/312980", "BAB 4 Doni Wahyudi": "https://digilib.itb.ac.id/gdl/download/312981", "BAB 5 Doni Wahyudi": "https://digilib.itb.ac.id/gdl/download/312982", "PUSTAKA Doni Wahyudi": "https://digilib.itb.ac.id/gdl/download/312983"}, "Penulis": "Doni Wahyudi [29321099]", "Kontributor / Dosen Pembimbing": ["Dedy Sushandoyo, S.T, M.Sc.Eng., M.A.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "TRICORN model, sales proces, customer experience, agile framework, change management model.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "14 Sep 2023"}