{"Nomor": 77856, "Judul": "SISTEM PENDUKUNG KEPUTUSAN CERDAS UNTUK PENGELOLAAN PERALATAN TEKNOLOGI INFORMASI (STUDI KASUS: INSTITUT TEKNOLOGI BANDUNG)", "Abstrak": "Pemanasan global sebagai akibat efek rumah kaca yang berlebihan merupakan\nfenomena alam yang mengkhawatirkan di era digitalisasi. Emisi gas rumah kaca\nyang meningkat akibat aktivitas pembakaran manusia menyebabkan peningkatan\nsuhu permukaan Bumi dan dampak buruk global. Penelitian ini bertujuan untuk\nmerancang Intelligent Decision Support System (IDSS) pengelolaan peralatan\nTeknologi Informasi (TI) di Institut Teknologi Bandung (ITB) berbasis estimasi\nemisi dan manajemen masa End-of-Life (EOL) peralatan TI. Perancangan IDSS ini\ndilakukan dengan serangkaian metode pengembangan yang didefinisikan dengan\nlima langkah utama yaitu manajemen aset, kalkulasi emisi, pengembangan model,\nmanajemen EOL, dan pengembangan IDSS. Penelitian ini menggunakan model\nprediksi ARIMA (1, 1, 2) dengan tingkat akurasi 0,8 yang digunakan untuk\nmemprediksi pengadaan peralatan TI masa depan. Penelitian ini mengungkapkan\nfakta bahwa saat ini emisi yang dihasilkan oleh ITB dari penggunaan peralatan TI\nmencapai sekitar 3.338 tCO2 dan diprediksi meningkat hingga sekitar 4.000 tCO2\npada tiga tahun yang akan datang. IDSS yang dikembangkan dalam penelitian\nmemiliki fungsionalitas untuk menanggulangi ancaman lonjakan emisi di masa\n\ndepan. IDSS ini teruji fungsionalitasnya sekitar 88,37% dari hasil pengujian black-\nbox. IDSS memberikan serangkaian inisiatif yang dapat dijadikan acuan bagi ITB\n\nuntuk mengurasi potensi emisi di masa depan. IDSS yang dikembangkan\ndiharapkan dapat membantu ITB dalam mengurangi emisi gas rumah kaca ini baik\nsecara lokal dan global dengan mempertimbangkan estimasi emisi di masa depan\nserta manajemen EOL peralatan TI.", "Daftar File": {"Vhydie Gilang Christianto The [23522043].pdf": "https://digilib.itb.ac.id/gdl/download/308934"}, "Penulis": "Vhydie Gilang Christianto The [23522043]", "Kontributor / Dosen Pembimbing": ["Ir. Kridanto Surendro, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "Engineering & allied operations", "Kata Kunci": "Emisi, EOL, IDSS, Manajemen Aset, Model Prediksi, Peralatan TI", "Sumber": "STEI", "Staf Input/Edit": "Dessy Rondang Monaomi  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "15 Sep 2023"}