{"Nomor": 77855, "Judul": "SISTEM EVALUASI DESAIN ANTARMUKA SITUS WEB UNTUK PENYANDANG BUTA WARNA BERBASIS  DETEKSI TEPI", "Abstrak": "Buta warna merupakan suatu kelainan visual yang mengakibatkan penderitanya\ntidak dapat mempersepsi warna tertentu. Jumlah penderita buta warna yang\ndiperkirakan mencapai 8,5% total populasi manusia dengan diikuti perkembangan\nteknologi yang menyajikan berbagai konten digital di beragam media, terutama\nsitus web, tentunya berdampak pada tidak sedikit jumlah pengguna teknologi yang\nmengalami kesulitan mengakses konten tersebut. Salah satu alternatif solusinya\nadalah membuat desain antarmuka yang dirancang khusus bagi penyandang buta\nwarna. Namun, hal ini menimbulkan kendala tersendiri, dengan para desainer, yang\numumnya bermata normal, tidak mengetahui bagaimana persepsi penderita buta\nwarna dan tidak adanya suatu metrik untuk menilai apakah sebuah antarmuka sudah\ndapat dipersepsi oleh penyandang buta warna atau belum. Pada tugas akhir ini,\ndicoba dirancang sebuah sistem evaluasi yang memungkinkan desainer untuk\nmemahami persepsi visual penderita buta warna dan memberikan penilaian untuk\nmenentukan kelayakan sebuah desain antarmuka bagi penderita buta warna.\nMetode evaluasi antarmuka didasarkan pada algoritma deteksi tepi dan terbilang\nsebagai usulan baru. Dengan demikian, pengujian yang dilakukan masih berfokus\npada argumentasi yang menunjukkan keunggulan metode yang diusulkan.\nWalaupun sebatas argumentasi, hasil pengujian menunjukkan bahwa sudah berhasil\ndiimplementasikan sebuah sistem evaluasi yang dapat menampilkan perbedaan\npersepsi visual antara mata normal dan penyandang buta warna serta memberikan\nevaluasi berbasis deteksi tepi dengan peluang terbuka untuk pengembangan atau\npengujian selanjutnya.", "Daftar File": {}, "Penulis": "Aurelius Marcel Candra [13519198]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Rinaldi, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "sistem evaluasi, antarmuka, buta warna, deteksi tepi", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "15 Sep 2023"}