{"Nomor": 77866, "Judul": "PEMODELAN PARAMETER BOD DAN COD DI DAS CIKAPUNDUNG MENGGUNAKAN MODEL QUAL2KW", "Abstrak": "Sungai merupakan suatu ekosistem yang penting bagi kehidupan manusia karena\nseringkali dimanfaatkan sebagai sarana pemenuhan kebutuhan sehari-hari. Salah satu\nsungai yang memiliki peran yang cukup besar di Kota Bandung adalah Sungai\nCikapundung yang bermuara di Sungai Citarum. Pertumbuhan penduduk yang pesat\ndi DAS Cikapundung memicu peningkatan penggunaan lahan yang menyebabkan\nkualitas air sungai menurun terutama parameter BOD dan COD, sehingga perlu\ndibentuknya strategi pengendalian terhadap pencemaran. Pada penelitian ini, strategi\npengendalian yang digunakan adalah pemodelan kualitas air menggunakan software\nQual2Kw dimana sumber pencemar yang masuk ke sungai dianalisis untuk\npembuatan model yang dikalibrasi menggunakan NRMSE, kemudian dimodifikasi\ndengan berbagai skenario pencemaran. Sumber terbesar potensi beban pencemar\nBOD yang masuk ke sungai berasal dari permukiman (52,85%) dan potensi beban\npencemar COD berasal dari industri (52,32%). Hasil kalibrasi BOD dan COD model\nmenghasilkan nilai NRMSE sebesar 0,18 dan 0,09. Simulasi skenario dimana\nparameter COD memenuhi Baku Mutu Kelas II adalah Skenario 8, dimana seluruh\nnilai beban pencemar dikurangi 90%, sedangkan parameter BOD memenuhi Baku\nMutu Kelas II pada Skenario 9, dimana seluruh nilai beban pencemar  dikurangi 90% dengan debit point sources dan permukiman dikurangi 85%.", "Daftar File": {"Ribka Risma Silalahi.pdf": "https://digilib.itb.ac.id/gdl/download/308944"}, "Penulis": "Ribka Risma Silalahi [15319005]", "Kontributor / Dosen Pembimbing": ["Dr. Mariana Marselina S., S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Sungai Cikapundung, beban pencemar, BOD, COD, Qual2Kw", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "15 Sep 2023"}