{"Nomor": 77869, "Judul": "PENGEMBANGAN MODEL PREDIKSI LAMA RAWAT INAP IBU MELAHIRKAN MENGGUNAKAN PEMBELAJARAN MESIN DI RSUP RATATOTOK  BUYAT", "Abstrak": "Konsumsi sumber daya di RSUP RB meningkat secara konsisten dari 2014-2019, hal\nini tergambar pada berbagai nilai indikator operasional RSUP RB. Sumber daya harus\ndigunakan dengan optimal di rumah sakit karena bersifat terbatas, salah satu cara\nuntuk mengoptimalkan penggunaan sumber daya adalah dengan mengoptimalkan\nlama rawat inap pasien. Penelitian ini membangun suatu model prediksi lama rawat\ninap pasien ibu yang akan melahirkan di RSUP RB sebagai informasi pendukung\nkeputusan dalam proses pengoptimalan dan perencanaan penanganan pasien. Kasus\npersalinan dipilih karena tingginya frekuensi dan penggunaan sumber daya pada kasus\nini. Informasi lama rawat inap pasien menjadi penting karena terdapat periode kritis\n\nsatu hingga dua hari pertama paska persalinan, sehingga perlu diidentifikasi pasien-\npasien dengan prediksi lama rawat inap diatas dua hari sebagai pasien target.\n\nProses yang dilakukan pada penelitian ini meliputi tahap pendahuluan, pembangunan\nmodel, dan evaluasi model. Proses pembangunan model terdiri dari pemrosesan data,\npemilihan model, dan hyperparameter tuning. Pemrosesan data dilakukan untuk\nmemastikan kualitas data untuk digunakan proses pembangunan model. Pemilihan\nmodel menguji berbagai model untuk kemudian dipilih model-model terbaik\nberdasarkan performansinya. Model-model terpilih kemudian dioptimalkan lebih\nlanjut performansinya dengan mengoptimalkan hyperparameter dari model-model\ntersebut pada proses hyperparameter tuning, untuk kemudian diambil model terbaik\ndan diuji pada tahap evaluasi model menggunakan set data uji.\n\nPenelitian ini menemukan bahwa model extreme gradientboost (XGBoost) yang\ndioptimalkan dengan metode hyperparameter tuning bayesian sebagai model terbaik.\nModel ini memiliki nilai performansi F1 sebesar 0,804 / 1,000, dengan recall dan\nprecission yang bernilai sama yakni 0,804 / 1,000. Dengan menggunakan model\nprediksi, dalam melakukan proses pengoptimalan lama rawat inap pasien, tenaga\nkesehatan terkait cukup melakukannya pada 17% pasien dari keseluruhan populasi\npasien untuk berhasil menerapkan proses yang diharapkan pada 80% lebih pasien\ntarget dengan lama rawat inap diatas dua hari dari keseluruhan populasi pasien.", "Daftar File": {}, "Penulis": "David Josua Wola [14417027]", "Kontributor / Dosen Pembimbing": ["Mohammad Mi'", "radj Isnaini, S.T, M.T, Ph.D.", "Praditya Ajidarma, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Prediksi, Lama Rawat Inap, Rumah Sakit, Pembelajaran Mesin.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "15 Sep 2023"}