{"Nomor": 77861, "Judul": "RANCANG BANGUN SISTEM M-HEALTH PUSKESMAS  UNTUK IBU HAMIL", "Abstrak": "Angka Kematian Ibu (AKI) merupakan salah satu masalah kehamilan yang serius.\nBerdasarkan data dari United Nations International Children's Emergency Fund\n(UNICEF), sekitar 295.000 kematian terjadi pada ibu hamil di seluruh dunia pada\ntahun 2017 (UNICEF, 2019). Di Indonesia sendiri, tingkat AKI pada tahun 2015\nmencapai 305 per 100.000 kelahiran. Salah satu penyebab dari permasalahan ini\nadalah pencatatan dan pelaporan data kohort ibu yang masih dilakukan secara\nmanual sehingga data rentan mengalami masalah seperti tidak lengkap atau hilang.\nUntuk mengatasi masalah tersebut, pemerintah melalui Kementrian Kesehatan\n(Kemenkes) mengeluarkan sebuah cetak biru berjudul Strategi Transformasi\nDigital Kesehatan 2024. Salah satu hal yang dibahas pada cetak biru tersebut adalah\nintegrasi data kesehatan secara nasional. Untuk mencapai hal tersebut, kemampuan\ninteroperabilitas dan pencatatan data secara elektronik diperlukan untuk setiap\nlayanan yang digunakan dalam pencatatan dan pelaporan data serta adanya\nstandardisasi data yang dipertukarkan menggunakan standar Health Level Seven\n(HL7) Fast Healthcare Interoperability Resources (FHIR). Berdasarkan hal\ntersebut, sistem m-health untuk melakukan pencatatan dan pelaporan data secara\nelektronik di Puskesmas serta memiliki kemampuan interoperabilitas dibuat.\nSistem m-health ini terdiri dari aplikasi berbasis Android dan sistem manajemen\ndatabase MySQL. Sistem ini akan menggunakan jenis interoperabilitas\nRepresentational State Transfer (REST) Application Programming Interface (API)\ndengan Bahasa pemrograman PHP. Pengujian aplikasi akan dilakukan dengan\nmenggunakan metode black box, yaitu pengujian fungsionalitas dari aplikasi.\nUntuk pengujian API, pengujian dilakukan dengan menggunakan Postman, yaitu\nlayanan pengujian API yang menerima input berupa URL dengan endpoint yang\nmerupakan nama dari kode PHP. Hasil pengujian menunjukan bahwa aplikasi dapat\nmelakukan pencatatan data secara elektronik dengan keberhasilan skenario\npengujian sebanyak 38 dari 39 skenario dengan persentase 97,44% dan memiliki\nkemampuan interoperabilitas yang digunakan untuk operasi pengambilan,\npenghapusan, dan pengiriman data dengan persentase keberhasilan untuk setiap\nendpoint yang digunakan sebesar 100%.", "Daftar File": {}, "Penulis": "Razi Deniwa Zakiyudin [18319028]", "Kontributor / Dosen Pembimbing": ["Allya Paramita Koesoema, S.T, M.T, Ph.D.", "Dr. Beni Rio Hermanto, S.T, MM."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Biomedis", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "AKI, strategi transformasi digital kesehatan, interoperabilitas, sistem m-health, kohort ibu, REST API", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "15 Sep 2023"}