{"Nomor": 77879, "Judul": "PEMODELAN GENERALIZED SPACE TIME AUTOREGRESSIVE WITH EXOGENOUS VARIABLE (GSTARX) DENGAN FAKTOR PENCILAN PADA PRESIPITASI KUMULATIF TERHADAP PERTAMBAHAN JUMLAH KASUS DEMAM BERDARAH DENGUE", "Abstrak": "Demam Berdarah Dengue (DBD) merupakan penyakit yang disebabkan oleh virus Dengue yang ditransmisikan melalui gigitan nyamuk Aedes betina yang telah terinfeksi. Kemunculan DBD dapat terjadi sepanjang tahun dengan peningkatan kasus biasa terjadi di musim hujan yaitu saat presipitasi tinggi. Kota Semarang yang meliputi enam belas kecamatan secara administratif, merupakan salah satu kota di Indonesia dengan jumlah kasus DBD yang relatif tinggi. Pertambahan jumlah kasus DBD di enam belas kecamatan di Kota Semarang dapat dimodelkan menggunakan pemodelan deret waktu spasial seperti GSTAR dan GSTARX. GSTAR memodelkan nilai observasi di suatu lokasi dipengaruhi oleh nilai pengamatan pada waktu sebelumnya di lokasi tersebut dan lokasi sekitarnya. GSTARX merupakan hasil pengembangan model GSTAR yang mempertimbangkan pengaruh variabel eksogen yang mungkin memengaruhi nilai observasi. Pada pemodelan pertambahan kasus DBD yang dilakukan, dipertimbangkan presipitasi kumulatif sebagai variabel eksogen. Dalam tulisan ini, diperkenalkan pemodelan deret waktu biasa, GSTAR, GSTARX, dan prosedur iteratif dalam mendeteksi pencilan yang berupa Additive Outlier (AO) dan Innovational Outlier (IO). Diperoleh bahwa model GSTARX(1;1) dengan faktor pencilan yang berupa Additive Outlier merupakan model yang lebih baik untuk menggambarkan pertambahan jumlah kasus DBD di Kota Semarang secara keseluruhan. Hasil pemodelan yang telah dilakukan dapat digunakan untuk memodelkan ekspektasi klaim agregasi pada BPJS Kesehatan yang diakibatkan oleh kasus DBD di Kota Semarang.", "Daftar File": {"ABSTRAK Viana Alma Saron": "https://digilib.itb.ac.id/gdl/download/309389"}, "Penulis": "Viana Alma Saron [10819026]", "Kontributor / Dosen Pembimbing": ["Dr. Utriweni Mukhaiyar, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Aktuaria", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "DBD, GSTAR, GSTARX, presipitasi, pencilan, Additive Outlier.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "15 Sep 2023"}