{"Nomor": 77871, "Judul": "PENGEMBANGAN ALGORITMA ANT COLONY OPTIMIZATION UNTUK PERANCANGAN LINTASAN PERAKITAN KOLABORASI MANUSIA DAN ROBOT DENGAN MEMPERTIMBANGKAN WAKTU SETUP", "Abstrak": "Penelitian ini bertujuan untuk mengembangkan algoritma metaheuristik Ant Colony\nOptimization (ACO) sebagai alternatif penyelesaian permasalahan lintasan\nperakitan kolaborasi manusia-robot atau Assembly Line Balancing Problem Human\nRobot Collaboration (ALBP-HRC) dengan memperhatikan waktu setup. Fungsi\ntujuan dari algoritma yang dikembangkan adalah meminimalkan waktu siklus.\nData yang digunakan adalah data sekunder yang diperoleh dari empat penelitian\nsebelumnya dengan berbagai ukuran data dan variasi precedence. Pengembangan\nalgoritma ACO dibagi menjadi tiga tahapan. Tahap pertama adalah modifikasi\nprosedur ACO standar menjadi spesifik untuk ALBP-HRC dan menambahkan\npengembangan agar pencarian solusi lebih efisien. Setelah itu, dilakukan simulasi\ndengan contoh permasalahan kecil untuk memastikan alur prosedur telah logis dan\nmenghasilkan solusi layak, konvergen, dengan efisien. Tahap terakhir adalah\npengembangan kode program sesuai dengan alur prosedur yang telah divalidasi.\nHasil komputasi menggunakan data sekunder menunjukkan bahwa algoritma yang\ndikembangkan mampu mencapai solusi optimal pada data dengan jumlah tugas ?\n25 dan mendekati optimal pada data dengan jumlah tugas > 25 dengan waktu yang\njauh lebih cepat dibandingkan metode analitik. Di samping itu, terdapat parameter\nbatas atas waktu siklus (?) yang ditambahkan pada penelitian ini yang secara\nempiris berkontribusi terhadap efisiensi algoritma sebesar 52% lebih cepat.\nPenelitian ini memberikan kontribusi terhadap perkembangan penelitian mengenai\npermasalahan ALBP-HRC melalui penggunaan algoritma ACO dengan\nmempertimbangkan waktu setup dan penambahan parameter untuk meningkatkan\nefektivitas algoritma. Secara performansi, algoritma ACO menghasilkan rata-rata\nperbedaan dengan solusi optimal sebesar 0,67% dan rata-rata penurunan waktu\nkomputasi sebesar 61,75%. Penelitian ini diharapkan dapat berkontribusi terhadap\npengambilan kebijakan di lintas perakitan sehingga lebih efektif dan efisien.", "Daftar File": {"ABSTRAK Firda Setiyadin Putri": "https://digilib.itb.ac.id/gdl/download/308951"}, "Penulis": "Firda Setiyadin Putri [23421053]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Anas Ma'", "ruf, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "algoritma metaheuristik, Ant Colony Optimization, kolaborasi manusia dan robot, lintas perakitan", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "15 Sep 2023"}