{"Nomor": 77884, "Judul": "ANALISISKARAKTERISTIKENDAPANNIKELLATERIT DAN PERSEBARAN UNSUR KOBALT (CO) PADA ENDAPAN NIKEL LATERIT DI DAERAHMABA,KABUPATENHALMAHERATIMUR, PROVINSI MALUKUUTARA", "Abstrak": "Nikel menjadi salah satu logam yang banyak dieksploitasi dan dimanfaatkan dalam\nberbagai sektor industri. Indonesia sendiri menjadi salah satu negara produsen nikel\nterbesar yang salah satu cadangannya berada di Kabupaten Halmahera Timur.\nDalam endapan nikel laterit, terdapat mineral penyerta yaitu kobalt (Co) yang\nmenjadi by-product dari proses metalurgi endapan ini. Kabupaten Halmahera\nTimur juga menjadi salah satu potensi endapan laterit Ni-Co di Indonesia.\nPotensinya yang cukup besar untuk menjadi critical raw material pada masa yang\nakan datang menjadi salah satu tantangan dalam memenuhi kebutuhan akan unsur\nkobalt ini kedapannya.\nPenelitian ini bertujuan untuk mengetahui karakteristik endapan nikel laterit di\ndaerah penelitian, mengetahui zona pengayaan dan persebaran unsur kobalt pada\nendapan nikel laterit di daerah penelitian, serta unsur atau senyawa yang berasosiasi\ndengan kobalt pada zona pengayaan tersebut. Data geokimia XRF dari 121 titik bor,\npeta geologi lembar Ternate, dan data Digital Elevation Model (DEM) digunakan\nsebagai data sekunder dalam melakukan analisis pada penelitian ini. Selain itu, data\nprimer seperti deskripsi bor, foto inti bor, dan data pemetaan serta sampel batuan\n(18 handspeciments, 1 sampel batuan dasar (bedrock) inti bor, dan 9 sayatan tipis)\njuga digunakan dalam penelitian ini.\nProfil laterit di daerah penelitian terdiri dari zona tanah penutup, limonit, saprolit,\ndan bedrock yang pada beberapa titik terdapat bongkah di antara zonanya. Zona\nlimonit di daerah penelitian akan lebih tebal pada daerah dengan kemiringan lereng\nyang kecil dan elevasi rendah. Pada profil laterit daerah penelitian, kadar rata-rata\nunsur Fe bernilai paling tinggi pada zona limonit (35,37 wt%), senyawa MgO kadar\nrata-ratanya paling tinggi di bagian bedrock (35,33 wt%), sementara SiO2 di zona\nsaprolit (43,74 wt%). Kadar rata-rata Co dan MnO bernilai paling tinggi pada zona\nlimonit (0,13 wt% dan 0,68 wt%). Nikel tinggi nilai rata-rata kadarnya (1,14 wt%)\npada zona saprolit pada profil laterit daerah penelitian. Endapan nikel laterit di\ndaerah penelitian merupakan hasil pelapukan dengan tingkat laterisasi kuat dengan\nunsur Fe sebagai hasil dari pengayaan residualnya. Berdasarkan nilai indeks\nlaterisasinya (IOL), lapisan limonit di daerah penelitian mengalami laterisasi lemah - kuat. Nilai indeks laterisasi akan tinggi ketika berada pada area dengan kemiringan\nlereng yang kecil. Pergerakan unsur dan senyawa di dalam masing-masing zona\nlaterit tergantung pada kelarutannya. Kelarutan tersebut membuat adanya\nkemiripan pola geokimia pada MgO dan SiO2 serta Co dan MnO.\nPengayaan unsur kobalt (Co) cenderung berada pada zona limonit pada profil laterit\ndi daerah penelitian. Unsur Co memiliki korelasi sangat kuat dengan senyawa MnO\n(rs=0,9) pada lapisan limonit di daerah penelitian berdasarkan hasil korelasi\nSpearman. Senyawa MnO juga memiliki hubungan positif sedang dengan unsur Fe\n(rs=0,57) dan Ni (rs=0,5) pada lapisan limonit. Kelimpahan MnO dan Co\ndipengaruhi nilai IOL yaitu semakin tinggi IOL, kadar MnO dan Co juga akan\nsemakin tinggi. Nilai IOL yang tinggi akan menyebabkan derajat kristalinitas\nmineral mangan oksida di daerah tersebut buruk sehingga unsur Co yang\ndikandungnya semakin tinggi. Berdasarkan hasil estimasi persebaran kadar unsur\nkobalt menggunakan metode inverse distance weighting (IDW), persebaran unsur\nkobalt dengan kadar yang relatif tinggi (%Co > 0,1%) berada pada area yang\nmemiliki kadar MnO, Fe, Ni, dan nilai IOL tinggi. Sementara area dengan kadar\nMnO, Fe, dan Ni yang rendah pada limonitnya akan memiliki kadar Co yang lebih\nrendah (%Co < 0,1%).", "Daftar File": {"Abstrak Safrie Aulia Rachman 12019015.pdf": "https://digilib.itb.ac.id/gdl/download/308981", "Cover Safrie Aulia Rachman 12019015.pdf": "https://digilib.itb.ac.id/gdl/download/308982"}, "Penulis": "Safrie Aulia Rachman [12019015]", "Kontributor / Dosen Pembimbing": ["Ir. Nurcahyo Indro Basuki, M.T, Ph.D.", "Dr. I Gusti Bagus Eddy Sucipta, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "nikel laterit, kobalt, limonit, Halmahera Timur, Maba", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "2 file", "Tanggal Input": "15 Sep 2023"}