{"Nomor": 77880, "Judul": "PERANCANGAN TIRE PRESSURE MONITORING BERBASIS ARDUINO UNO DENGAN MENGGUNAKAN PRESSURE SENSOR DAN SISTEM INFORMASI BERBASIS BLUETOOTH", "Abstrak": "Transportasi darat khususnya kendaraan bermotor masih menjadi moda transportasi utama yang digunakan masyarakat Indonesia. Seiring perkembangan zaman, jumlah kendaraan bermotor terus meningkat. Pada tahun 2021, jumlah kendaraan bermotor di Indonesia telah mencapai lebih dari 140 juta kendaraan. Namun, dengan peningkatan jumlah kendaraan bermotor, kasus kecelakaan yang terjadi juga ikut meningkat. Pada tahun 2019, jumlah kecelakaan kendaraan bermotor yang terjadi mencapai lebih dari 116 ribu kasus dan 80% kecelakaan yang terjadi di tol diakibatkan oleh kurangnya tekanan pada ban. Hal tersebut menunjukkan bahwa keselamatan dan kesadaran pengguna kendaraan terkait tekanan ban masih kurang. Tire pressure monitoring dapat menjadi sebuah solusi untuk mengurangi kasus tersebut.\nTire pressure monitoring merupakan sebuah alat pemantau tekanan udara yang dapat menyampaikan informasi tekanan udara pada ban mobil secara real-time kepada pengguna kendaraan. Produk tire pressure monitoring tersebut dapat dengan mudah ditemukan di pasaran. Namun, di pasaran Indonesia, produk tersebut masih didominasi oleh produk-produk luar. Pengembangan lebih lanjut dapat dimulai dari proof of concept dalam tahapan reverse engineering sebagai langkah awal dalam pembuatan produk. Prototipe tire pressure monitoring dirancang pada penelitian ini dengan menggunakan pressure sensor yang terdapat strain gauge di dalamnya serta sistem penyampaian informasi berbasis bluetooth.\nHasil analisis menunjukkan bahwa prototipe tire pressure monitoring dapat bekerja sesuai dengan fungsinya dan proses kalibrasi prototipe menghasilkan persamaan linier y = 0,02x. Pada persamaan tersebut, y adalah ????????????????? ???????????????????????????? (V) dan x adalah pressure (Psi). Sistem rangkaian penyusun prototipe tire pressure monitoring dan cara kerja prototipe tire pressure monitoring dijelaskan pada penelitian ini.", "Daftar File": {}, "Penulis": "Agung Kurniawan Putra [13119112]", "Kontributor / Dosen Pembimbing": ["Prof.Dr. Ir. Ignatius Pulung Nurprasetio, M.SME.", "Vani Virdyawan, S.T, M.T., Ph.D.", "Dr. Bentang Arief Budiman, S.T, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Monitoring, Tekanan, Pressure Sensor, Bluetooth, Tire Pressure Monitoring", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "15 Sep 2023"}