{"Nomor": 77887, "Judul": "ANALISIS BAHAYA KESELAMATAN DAN KESEHATAN KERJAPADA PROSES PRODUKSI TVS DI PT NATIONAL ASSEMBLERS MENGGUNAKAN JOB HAZARD ANALYSIS", "Abstrak": "PT National Assemblers merupakan suatu perusahaan yang bergerak dalam industri otomotif\nyang beraktivitas dalam proses perakitan sepeda motor merek TVS. Perakitan dilakukan\nsecara manual oleh pekerja sehingga terdapat risiko kecelakaan kerja. Selain itu,\ndiidentifikasi bahaya keselamatan yang meliputi penggunaan forklift, hoist, two post lift, tepi\ntajam, benda bergerak, dan permukaan licin, bahaya fisik yang meliputi temperatur ekstrem,\ntekanan, dan kebisingan, bahaya biologi yang meliputi bakteri, bahaya kimia yang meliputi\nair sabun, cat, bensin, dan oli, serta bahaya ergonomi seperti pengangkatan beban, dorongan\ndipaksakan, postur tubuh yang tidak aman, dan vibrasi. Oleh sebab itu, pihak manajemen\nmemerlukan suatu langkah perbaikan untuk mengidentifikasi, menganalisis, dan\nmengendalikan potensi bahaya K3 di divisi produksi tersebut. Tujuan dari penelitian ini\nadalah mengidentifikasi bahaya, risiko dan pengendalian risiko pada proses produksi TVS\nsehingga kecelakaan kerja dapat dihindari. Metode yang digunakan pada penelitian ini\nadalah Job Hazard Analysis. Metode ini terdiri dari identifikasi bahaya, evaluasi risiko, dan\npengendalian risiko. Hasil yang didapatkan dari penelitian ini adalah diidentifikasi 44 risiko\ndengan 7 risiko diklasifikasikan sebagai prioritas pertama, 27 sebagai prioritas kedua, dan\n10 terkendali. Risiko untuk prioritas pertama disebabkan oleh bahaya dari kegiatan\npengecatan, pengisian bensin, pengisian dan pengurasan oli, serta pengoperasian forklift.\nPengendalian risiko yang dapat diterapkan untuk pengecatan adalah penggunaan APD dan\nrotasi antar pekerja. Pengendalian risiko untuk bensin dan oli dapat dilakukan dengan\npenggunaan alat pneumatic oil extractor. Pengendalian untuk forklift dapat dilakukan\ndengan pemasangan guard rail pada sisi tanjakan. Penelitian ini juga memberikan kontribusi\nberupa kerangka kerja manajemen risiko K3 yang dapat digunakan oleh perusahaan untuk\ndivisi/area kerja lainnya.", "Daftar File": {}, "Penulis": "Garyl Geraldine [13419100]", "Kontributor / Dosen Pembimbing": ["Khoirul Muslim, S.T, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "risiko, kecelakaan kerja. pengendalian", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "15 Sep 2023"}