{"Nomor": 77885, "Judul": "REVITALISASI KAWASAN PASAR RAYA KOTA SOLOK DENGAN PENDEKATAN PLACEMAKING", "Abstrak": "Perkembangan ruang menjadi semakin penting dalam konteks kegiatan masyarakat. Dalam penelitian ini, dijelaskan bagaimana kebiasaan masyarakat dapat membentuk dan memberikan peran utama dalam pembentukan ruang. Fokus perancangan adalah menciptakan ruang yang bebas dan fleksibel dengan banyak fungsi yang efisien, sehingga dapat diakses pada waktu yang berbeda. Peran masyarakat sekitar dianggap krusial dalam perancangan ini karena mereka merupakan penghuni utama kawasan tersebut dan tinggal di sana dalam waktu yang lama. Placemaking diadopsi sebagai alat perancangan, di mana masyarakat dan komunitas dijadikan pusat perhatian dalam membentuk ruang yang diharapkan dapat menghidupkan kawasan dan menarik orang untuk datang dan kembali.\n\nPerancangan ini melibatkan masyarakat dan komunitas dalam pengembangan kawasan agar mereka merasa memiliki dan berkontribusi dalam pertumbuhan kawasan tersebut. Skenario pemecahan masalah digunakan untuk menentukan kebutuhan ruang berdasarkan observasi dan analisis data dari pengguna sehari-hari. Dengan demikian, kawasan tersebut dapat berlanjut dan berkelanjutan dalam pemanfaatannya secara komprehensif.\n\nSelain skenario, perancangan juga menerapkan kriteria desain yang berasal dari diagram Project for Public Space. Diharapkan kawasan Pasar Raya Kota Solok ini dapat kembali menjadi area publik yang dinikmati dan dimanfaatkan oleh penggunanya dengan memberikan beberapa fungsi tambahan selain fungsi pasar utamanya. Hal ini diharapkan mampu menghidupkan kembali kawasan tersebut dan berperan sebagai penggerak bagi masyarakat sekitar.", "Daftar File": {"ABSTRAK Richi Yulistia Riskillah": "https://digilib.itb.ac.id/gdl/download/308983"}, "Penulis": "Richi Yulistia Riskillah [25221011]", "Kontributor / Dosen Pembimbing": ["Widiyani, S.T., M.T., Ph.D.", "Indah Widiastuti, S.T, M.T, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Revitalisasi, Pasar Raya Kota Solok, Placemaking.", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "15 Sep 2023"}