{"Nomor": 77888, "Judul": "KORELASI ANTARA KINERJA KEUANGAN DENGAN STRUKTUR MODAL PADA PERUSAHAAN TAMBANG BATUBARA YANG TERCATAT PADA BURSA EFEK INDONESIA", "Abstrak": "Industri tambang batubara secara terus menerus terpapar oleh ketidakpastian dan volatilitas yang tinggi. Ini dikarenakan industri tersebut harus berhadapan dengan ekonomi global yang mempengaruhi suplai dan permintaan batubara sebagai sumber energi. Selain itu, semakin meningkatnya kecemasan pada pemanasan global dan perubahan iklim mengakibatkan tekanan pada bahan bakar fosil. Meningkatnya kebijakan dan gerakan yang telah diimplementasikan di seluruh dunia dan masih banyak lagi yang akan diimplementasikan untuk mengurangi penggunaan bahan bakar fosil dan berpindah ke sumber energi terbarukan. Meskipun dalam tekanan oleh kebijakan dan gerakan yang ada, batubara tetap dibutuhkan sebagai sumber energi jika merujuk pada teknologi yang tersedia saat ini, dan oleh karena itu, industri tambang batubara masih akan tetap beroperasi paling tidak hingga beberapa tahun ke depan.\n\nDi samping karakteristiknya yang tidak stabil dan bersiklus, industri tambang batubara juga dianggap sebagai industri yang membutuhkan modal tinggi. Industri ini membutuhkan modal yang tinggi untuk melakukan investasi dan operasi. Untuk menjalankan bisnis dengan baik, perusahaan harus mengimplementasikan strategi-strategi untuk menghadapi semua persoalan yang ada. Salah satunya adalah dengan berusaha mencapai struktur modal yang optimal. Dengan struktur modal yang optimal, perusahaan dapat menjalankan bisnisnya secara efisien, dan meminimalkan resiko tekanan keuangan, yang mana dapat terjadi ketika perusahaan memiliki utang yang tinggi namun perusahaan tidak dapat menghasilkan keuntungan dan arus kas yang cukup dikarenakan turunnya permintaan batubara dan jatuhnya harga komoditas batubara.\n\nPenelitian ini memeriksa korelasi antara struktur modal (yang diwakili oleh Debt-to-Equity Ratio) dengan beberapa indikator kinerja keuangan termasuk profitabilitas, struktur asset, likuiditas, ukuran perusahaan, dan marjin laba kotor. Penelitian ini berfokus pada 18 perusahaan tambang batubara yang sudah tercatat di Bursa Efek Indonesia paling tidak pada 2020. Datanya diambil dari laporan keuangan yang diterbitkan pada BEI di antara periode 2020 ke 2022. Teknik Multiple Linear Regression digunakan untuk menentukan korelasinya. Sebelum menggunakan teknik Multiple Linear Regression, beberapa tes dilakukan terlebih dahulu untuk memastikan validitas dan reliabilitas datanya, yaitu normality test, multicollinearity test, autocorrelation test, dan heteroscedasticity test. Setelah datanya lulus pada tes-tes tersebut, maka Multiple Linear Regression dilakukan, yang terdiri dari partial regression test, ANOVA test, dan goodness-of-fit test.\n\nPenelitian ini menemukan bahwa profitabilitas likuiditas, dan marjin laba kotor memiliki korelasi signifikan negatif dengan struktur modal. Sedangkan struktur asset dan ukuran perusahaan memiliki korelasi signifikan positif dengan struktur modal. Secara keseluruhan, hasil penelitian ini mendukung Pecking Order Theory, di mana, perusahaan lebih memilih untuk menggunakan pendanaan internal terlebih dahulu. Ketika perusahaan dapat menghasilkan keuntungan dan arus kas yang lebih tinggi, maka mereka dapat mempertimbangkan untuk menyeimbangkan kembali penggunaan pendanaan eksternal. Penelitian ini juga menyimpulkan bahwa profitabilitas, struktur asset, likuiditas, ukuran perusahaan, dan marjin laba kotor mewakili 58,2% dari seluruh variabel yang berkorelasi dengan struktur modal. Penelitian berikutnya dapat dilakukan untuk mencari variabel lainnya yang belum termasuk pada penelitian ini, namun berkorelasi dengan struktur modal juga.", "Daftar File": {"COVER Eko Thio Ady Yansil": "https://digilib.itb.ac.id/gdl/download/308987", "BAB 1 Eko Thio Ady Yansil": "https://digilib.itb.ac.id/gdl/download/312996", "BAB 2 Eko Thio Ady Yansil": "https://digilib.itb.ac.id/gdl/download/312997", "BAB 3 Eko Thio Ady Yansil": "https://digilib.itb.ac.id/gdl/download/312998", "BAB 4 Eko Thio Ady Yansil": "https://digilib.itb.ac.id/gdl/download/312999", "BAB 5 Eko Thio Ady Yansil": "https://digilib.itb.ac.id/gdl/download/313000", "PUSTAKA Eko Thio Ady Yansil": "https://digilib.itb.ac.id/gdl/download/313001"}, "Penulis": "Eko Thio Ady Yansil [29321546]", "Kontributor / Dosen Pembimbing": ["Yunieta Anny Nainggolan, S.E, M.Com., Ph.D.", "Dr. Erman Sumirat, S.E., M.Buss., CSA, CRP, CIB, Ak."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Struktur modal, profitabilitas, struktur aset, likuiditas, ukuran perusahaan, marjin laba kotor, multiple linear regression.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "15 Sep 2023"}