{"Nomor": 77897, "Judul": "KARAKTERISTIK SEL SURYA PEROVSKIT TERKAIT KEHADIRAN CACAT KRISTAL", "Abstrak": "Sel surya perovskit merupakan sel surya generasi ketiga yang\ndifabrikasi dengan menggunakan kristal perovskit sebagai lapisan\npenyerap cahaya aktif. Efisiensi dan performa sel surya perovskit\ndipengaruhi oleh karakteristik dari lapisan penyusunnya. Terbentuknya\ncacat dalam densitas yang tinggi pada permukaan lapisan perovskit\nmenjadi salah satu faktor yang dapat mengurangi efisiensi sel. Metode\npasivasi cacat merupakan salah satu metode yang dapat dilakukan untuk\nmengurangi densitas cacat permukaan pada lapisan perovskit. Pada\npenelitian tugas akhir ini, metode pasivasi cacat dilakukan dengan\nmenambahkan zat pasivasi cacat yaitu asam trifluoro asetat\n(trifluoroacetic acid, disingkat sebagai TFA) pada lapisan perovskit\nmetil amonium timbal iodida (methylammonium lead iodide, disingkat\nsebagai MAPbI3). TFA ini ditambahkan ke dalam larutan prekursor\nMAPbI3. Penambahan TFA ke dalam lapisan perovskit MAPbI3 dapat\nmengurangi jumlah cacat permukaannya yang terbentuk pada batas butir\n(grain boundary), ditandai dengan peningkatan nilai ???????????? dari 0,78 V\nmenjadi 0,86 V, perubahan proses kinetika muatan bebas yaitu\npenurunan parameter resistansi transfer muatan dari 196,10 ? menjadi\n65,89 ? dan perlambatan waktu karateristik migrasi ion dari 1,55 detik\nmenjadi 11,83 detik pada kondisi iluminasi cahaya, serta peningkatan\nmasa hidup elektron dari 6,338 ????s menjadi 12,642 ????s pada titik tegangan\n???????????? sebesar 0,61 V. Dengan berkurangnya jumlah cacat permukaan\ntersebut, efisiensi sel surya perovskit MAPbI3 yang dibuat dapat\nmeningkat dari 6,011 % menjadi 8,54 %.", "Daftar File": {}, "Penulis": "Mohammad Fadli Alifvian [10218080]", "Kontributor / Dosen Pembimbing": ["Rachmat Hidayat, S.Si., M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Densitas Cacat, Karakterisasi, Pasivasi Cacat, Rekombinasi non-radiatif, Sel Surya Perovskit, TFA", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "8 file", "Tanggal Input": "15 Sep 2023"}