{"Nomor": 77909, "Judul": "IDENTIFIKASI PERANGKAP STRATIGRAFI RESERVOIR BATUPASIR X DAN Y FORMASI TALANG AKAR LAPANGAN NIRU CEKUNGAN SUMATERA SELATAN", "Abstrak": "Eksplorasi hidrokarbon pada perangkap struktur telah lama dilakukan terutama di\ncekungan Sumatera Selatan, maka diperlukan studi jenis perangkap lain untuk\nmenemukan cadangan minyak baru. Reservoir yang menghasilkan minyak pada\nLapangan Niru dengan cadangan besar adalah batupasir X dan Y.\nDalam rangka untuk mengetahui perangkap reservoir yang ada, studi tentang\npemodelan geologi perlu dilakukan. Metode yang diterapkan dalam penelitian ini\nyaitu dengan menggunakan seismik multi attribut dan dengan melakukan\npemodelan reservoir statis.\nPemodelan Geologi dilakukan pada reservoir batupasir X dan Y pada Formasi\nTalang Akar di Lapangan Niru. Beberapa langkah yang dilakukan antara lain :\nmenganalisis data deskripsi batuan inti dan serbuk bor, menganalisis pola log\ngamma ray, melakukan training pada seismik multi attribut. Analisis petrofisika\ndilakukan untuk mendapatkan nilai properti reservoir yang meliputi nilai volume\nshale dan porositas. Hasil analisis petrofisika pada setiap sumur kemudian\ndisebarkan keseluruh lapangan dengan menggunakan metode geostatistik. Hasil\npemodelan reservoir ini meliputi geometri dan kualitas reservoir berdasarkan\nintegrasi data sumur dan atribut seismik.\nPenelitian ini menyimpulkan secara umum lingkungan pengendapan pada\nBatupasir X dan Y adalah lingkungan fluvial-deltaik dengan arah pengendapan\nrelatif timur laut – barat daya. Integrasi data inti batuan dan serbuk bor dan pola\nlog sinar gamma terdapat beberapa fasies yaitu distributary channel, meander\nchannel, sand bar, tidal channel, marsh dan flood plain. Dari hasil overlay antara\npeta struktur kedalaman dengan seismik attribut dapat disimpulkan bahwa\nterdapat perangkap stratigrafi yang merupakan daerah prospek hidrokarbon. Dari\nhasil analisis petrofisika didapatkan nilai porositas total berkisar antara 0- 29%\ndan nilai porositas efektif berkisar 0-24%. Dari hasil penyebaran nilai porositas\ntotal dan efektif dapat disimpulkan bahwa penyebaran nilai porositas tinggi\nberada pada daerah perangkap stratigrafi", "Daftar File": {"abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/309030", "cover.pdf": "https://digilib.itb.ac.id/gdl/download/309031", "bab 1.pdf": "https://digilib.itb.ac.id/gdl/download/309032", "bab 2.pdf": "https://digilib.itb.ac.id/gdl/download/309034", "bab 3.pdf": "https://digilib.itb.ac.id/gdl/download/309036", "bab 4.pdf": "https://digilib.itb.ac.id/gdl/download/309052", "daf pustaka.pdf": "https://digilib.itb.ac.id/gdl/download/309053"}, "Penulis": "Albert Septario Tempessy [22009001]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Dardji"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "seismik multi attribut, pemodelan reservoir statis, training, distributary channel,meander channel, sand bar, tidal channel, marsh, flood plain.", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "7 file", "Tanggal Input": "15 Sep 2023"}