{"Nomor": 77918, "Judul": "PENGEMBANGAN LOW COST-LOW CARBON-HIGH STRENGTH-GREEN PERVIOUS CONCRETE DARI LIMBAH INDUSTRI PENGOLAHAN BAJA", "Abstrak": "Pervious concrete merupakan solusi terpercaya untuk perkerasan beton ramah lingkungan, terutama untuk daerah perkotaan yang padat penduduk. Beberapa manfaat pervious concrete bagi lingkungan terutama meningkatkan daya serap air ke dalam tanah, sehingga dapat dengan cepat memurnikan limpasan air hujan, mengisi kembali air tanah, mengurangi limpasan air hujan, dan bila dikombinasikan dengan sistem drainase yang dirancang dengan baik dapat meminimalkan potensi banjir. Keunikan dari beton ini adalah penggunaan agregat halus sedikit atau tidak ada sama sekali, dengan komposisi utama terdiri dari agregat kasar, pengikat (bahan semen/pozolanik), air dan admixture. Pengembangan green pervious concrete dengan bahan baku steel slag sebagai agregat kasar dan GGBFS sebagai pengganti sebagian semen dilakukan untuk mengatasi permasalahan lingkungan akibat perkerasan kedap air yang umum digunakan di perkotaan, serta untuk meningkatkan nilai tambah produk sampingan dari industri pengolahan baja. Tujuan dari penelitian ini adalah untuk mendapatkan campuran pervious concrete dengan kuat tekan, porositas dan permeabilitas yang optimal dengan memanfaatkan produk sampingan yang tersedia secara lokal dan bahan limbah dari industri pengolahan baja untuk menghasilkan bahan konstruksi yang lebih berkelanjutan. Upaya yang dilakukan yaitu memvariasikan benda uji akibat pengaruh gradasi agregat, penggunaan persentase agregat halus dalam jumlah yang kecil dan pengaruh persentase bahan pengganti sebagian semen.\nEvaluasi berdasarkan hasil percobaan menunjukkan bahwa benda uji SSPC VI dengan agregat kasar steel slag bergradasi baik atau ukuran campuran, dengan maksimum 10% agregat halus steel slag, dan GGBFS sebagai cement subtitute material (CSM) 32% merupakan campuran yang optimal dalam mencapai kuat tekan tertinggi yaitu sebesar 20.39 MPa dengan nilai porositas sebesar 18.37% dan permeabilitas sebesar 1.7 mm/s yang sesuai dengan ACI 522R-10. Parameter porositas dan permeabilitas terhadap kuat tekan yang dihasilkan menunjukkan korelasi negatif kuat, yang berarti semakin besar porositas dan permeabilitas, maka kuat tekan semakin kecil. Parameter lainnya pada SSPC VI menunjukkan hasil kuat lentur sebesar 2.878 MPa, modulus elastisitas sebesar 38.004 MPa, dan densitas sebesar 2540.425 kg/m3. Selain itu, pada pengujian Scanning Electron Microscope (SEM) tampak visual produk hidrasi yang muncul pada spesimen benda uji, di\nantaranya fasa berupa tobermorite (calcium silicate hydrate/CSH), portlandite (calcium hydroxide/CH), ettringite (AFt), dan mullite dengan hasil pengujian X-Ray Diffraction (XRD) pada SSPC VI menunjukkan persentase kandungan fasanya berturut-turut 27.3%, 8.0%, 15.9%, dan 29.2%. Hasil tersebut bersesuaian dengan kuat tekan yang dihasilkan yang berarti semakin besar kandungan CSH, semakin besar pula kuat tekan yang dihasilkan.", "Daftar File": {"ABSTRAK Muhammad Risnan": "https://digilib.itb.ac.id/gdl/download/309054"}, "Penulis": "Muhammad Risnan [25020057]", "Kontributor / Dosen Pembimbing": ["Patria Kusumaningrum, S.T, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "green pervious concrete, material konstruksi yang berkelanjutan, steel slag, GGBFS, kuat tekan, porositas, permeabilitas.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "15 Sep 2023"}