{"Nomor": 77910, "Judul": "USULAN PENGEMBANGAN PRODUK BARU KATEGORI FRAGRANCE-L DI PT. MANDOM INDONESIA UNTUK MENINGKATKAN PANGSA PASAR BRAND PUCELLE DI PASAR INDONESIA", "Abstrak": "PT Mandom Indonesia Tbk (MID) adalah perusahaan multinasional berbasis Jepang di Indonesia yang bergerak di industri kosmetik dan perawatan pribadi. Dinamika pandemi Covid-19 sepanjang tahun 2021 berdampak pada kinerja perusahaan. PT. Mandom Indonesia, sebagai salah satu pemain besar di industri kosmetik dan perawatan pribadi, tidak memiliki kinerja yang cukup baik karena penjualan / pendapatan bersih menurun dari tahun 2019 ke 2021. Sebagai perusahaan yang memiliki penjualan terbesar dari Peluncuran Produk Baru, jumlah peluncuran produk baru menurun dari tahun ke tahun dan secara langsung berdampak pada penjualan dan keuntungan perusahaan. PUCELLE sebagai salah satu merek dengan kontribusi tertinggi di segmen wewangian merek wewangian terkenal untuk pasar remaja putri mengalami penurunan pangsa pasar dari tahun ke tahun. Dari kondisi tersebut, PT. Mandom Indonesia harus mengambil langkah serius dan mencari peluang produk baru yang dapat meningkatkan pangsa pasar PUCELLE dan kinerja kontribusi penjualan di Pasar Fragrance-L yang diperkirakan akan semakin berkembang di tahun-tahun mendatang dalam kondisi pasar pasca pandemi. Penelitian ini bertujuan untuk memberikan usulan pengembangan produk PT. Mandom Indonesia Tbk dalam menciptakan produk Fragrance-L yang kompetitif dan paling sesuai dengan Merek PUCELLE yang dapat dikembangkan dan meningkatkan pangsa pasar PUCELLE di era pasca pandemi. Penelitian ini menggunakan metodologi kualitatif, yang melibatkan analisis konsumen, analisis lingkungan eksternal termasuk analisis tren pasar dan analisis pesaing, serta analisis lingkungan internal dengan mengumpulkan data primer melalui wawancara mendalam dengan beberapa responden dari manajemen perusahaan, ahli wewangian, penggemar wewangian, serta sasaran konsumen dan data sekunder melalui data pasar, data perusahaan yang dipublikasikan, buku, jurnal, dan sumber internet. Hasil yang diperoleh dari analisis ini akan berkontribusi untuk mengidentifikasi atribut dan fitur produk utama yang penting untuk proposal pengembangan produk baru. Untuk memfasilitasi proses pengembangan produk baru, kerangka kerja sistematis diusulkan dengan mencakup pembuatan ide, penyaringan ide, pengembangan konsep, analisis bisnis, pengembangan produk, uji pemasaran, komersialisasi, pemantauan dan evaluasi. Namun penelitian ini terbatas pada pencarian usulan konsep produk baru dalam strategi pengembangan produk baru sebagai solusi bisnis dari penciptaan ide hingga pengembangan konsep, selanjutnya akan dilakukan dalam rencana implementasi yang akan dilakukan setelah penelitian ini. Dari penelitian ini ditemukan bahwa meningkatnya persaingan di pasar Fragrance-L dan kurangnya kemampuan untuk lebih gesit dan fleksibel mengikuti dinamika pasar yang berubah dengan cepat menjadi alasan menurunnya pangsa pasar merek PUCELLE di pasar Fragrance-L Indonesia. Kemudian atribut terpenting yang paling dibutuhkan konsumen terhadap produk wewangian adalah tahan lama, jenis wewangian yang diinginkan, tidak meninggalkan noda, kemasan ramah perjalanan, harga terjangkau, desain dan bentuk/bentuk menarik, tidak membuat kulit iritasi, kualitas tinggi dan kemasan yang aman, dan yang terakhir tidak lengket di kulit. Ada beberapa tren yang sedang hype dan mungkin masih potensial di industri wewangian dalam waktu dekat, seperti Clean and Sustainable Fragrance, Skin-scents Fragrance, Genderless Fragrance, Wellness Fragrance, Vanilla Gourmand Scents, serta munculnya wewangian merek lokal. khususnya di pasar Indonesia. Berdasarkan analisis dan temuan secara keseluruhan, formulasi strategi pertumbuhan yang paling sesuai yang dipilih untuk studi ini adalah Pengembangan Produk Baru untuk membuat kegembiraan produk baru di pasar yang ada. Berdasarkan semua analisis dan temuan, “PUCELLE Skin-scents Fragrancemotions Eau De Parfum Series” dipilih menjadi proposal konsep produk baru. Saran penelitian ke depan meliputi melanjutkan rencana implementasi pengembangan produk baru, mengembangkan strategi pemasaran yang kuat dan strategi komunikasi pemasaran terpadu untuk produk baru yang dikembangkan guna meningkatkan dan memperkuat keunggulan kompetitif yang berkelanjutan agar lebih kompetitif di pasar, dan melakukan inovasi baru. studi pasca peluncuran produk untuk mengevaluasi keberhasilan produk dan dampak pangsa pasar merek setelah meluncurkan produk baru ini.", "Daftar File": {"COVER Jeanetha Inees Merdekawati": "https://digilib.itb.ac.id/gdl/download/309035", "BAB 1 Jeanetha Inees Merdekawati": "https://digilib.itb.ac.id/gdl/download/313166", "BAB 2 Jeanetha Inees Merdekawati": "https://digilib.itb.ac.id/gdl/download/313167", "BAB 3 Jeanetha Inees Merdekawati": "https://digilib.itb.ac.id/gdl/download/313168", "BAB 4 Jeanetha Inees Merdekawati": "https://digilib.itb.ac.id/gdl/download/313169", "BAB 5 Jeanetha Inees Merdekawati": "https://digilib.itb.ac.id/gdl/download/313170", "PUSTAKA Jeanetha Inees Merdekawati": "https://digilib.itb.ac.id/gdl/download/313171"}, "Penulis": "Jeanetha Inees Merdekawati [29321475]", "Kontributor / Dosen Pembimbing": ["Dr. rer. pol. Eko Agus Prasetio, S.T., MBA."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pengembangan Produk Baru, Kategori Fragrance-L, Tren Pasar Wewangian, Analisis Konsumen, Analisis Pasar, Analisis Pesaing.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "15 Sep 2023"}