{"Nomor": 77913, "Judul": "OPTIMASI DAN ANALISIS OFF-DESIGN DARI ELECTRIC DUCTED FAN 195 MM", "Abstrak": "Pesawat nirawak (unmanned aerial vehicles/UAV) di masa ini menunjukkan potensinya sebagai mesin terbang yang andal dan mampu memenuhi beragam fungsi dengan fleksibilitas dan cost-effectiveness yang tinggi, sehingga menuntut kebutuhan untuk mengembangkan teknologi dan inovasi terbaru dari komponen-komponennya, khususnya sistem propulsi dari UAV. Salah satu sistem propulsi UAV yang paling mumpuni adalah electric ducted fan (EDF), yakni sistem propulsi yang terdiri dari baling-baling yang dilingkupi oleh duct casing untuk memaksimalkan gaya dorong dan menekan efek tip loss dari rotor dalam EDF, stator di belakang rotor EDF, serta spinner dan tailcone sebagai perpanjangan poros rotor. Dalam laporan ini, telah disusun metode optimasi desain EDF untuk memaksimalkan efektivitas dari UAV, sehingga diperoleh geometri EDF 195 mm yang dapat menekan daya yang diperlukan hingga di bawah 15,000 W, daya yang tipikal untuk motor listrik pasaran, dengan tetap mempertahankan gaya dorong dan efisiensi tinggi. Analisis EDF diawali dengan simulasi dinamika fluida komputasional (CFD) untuk menyelidiki pengaruh geometri EDF terhadap performanya. Dengan analisis CFD, dimulai proses optimasi dengan Multiple-Objective Genetic Algorithm (MOGA), dengan membangun metamodel response surface dengan metode Genetic Aggregation untuk merepresentasikan performa EDF sebagai fungsi geometri EDF. Hasil optimasi EDF menghasilkan geometri EDF baru, yakni DP1 dan DP2, dengan DP1 menunjukkan reduksi daya yang diperlukan sebesar 6.16% dengan konsekuensi penurunan gaya dorong hingga 4.64%, sementara DP2 menunjukkan reduksi daya hingga 6.37% dan reduksi gaya dorong hingga 5.09%. Terlihat bahwa hasil optimasi kedua geometri cenderung ideal pada kondisi kecepatan udara rendah, sementara pada kondisi RPM tinggi dan/atau kecepatan tinggi, diperoleh degradasi performa dari kedua model.", "Daftar File": {"ABSTRAK Marcellino Victor Yohanes P.": "https://digilib.itb.ac.id/gdl/download/309043", "COVER Marcellino Victor Yohanes P.": "https://digilib.itb.ac.id/gdl/download/320006", "BAB 1 Marcellino Victor Yohanes P.": "https://digilib.itb.ac.id/gdl/download/320007", "BAB 2 Marcellino Victor Yohanes P.": "https://digilib.itb.ac.id/gdl/download/320008", "BAB 3 Marcellino Victor Yohanes P.": "https://digilib.itb.ac.id/gdl/download/320009", "BAB 4 Marcellino Victor Yohanes P.": "https://digilib.itb.ac.id/gdl/download/320010", "BAB 5 Marcellino Victor Yohanes P.": "https://digilib.itb.ac.id/gdl/download/320011", "DAFTAR Marcellino Victor Yohanes P.": "https://digilib.itb.ac.id/gdl/download/320012", "2023 TS PP MARCELLINO VICTOR Y.P 1 - LAMPIRAN.pdf": "https://digilib.itb.ac.id/gdl/download/320013"}, "Penulis": "Marcellino Victor Yohanes P. [23622018]", "Kontributor / Dosen Pembimbing": ["Dr. Ing. Mochammad Agoes Moelyadi, S.T, M.Sc.", "Dr. Firman Hartono, S.T, M.T.", "Pramudita Satria Palar, S.T, M.T, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "electric ducted fan, dinamika fluida komputasional, performa, duct casing, spinner, tailcone, response surface, response surface optimization, Genetic Aggregation, Multiple-Objective Genetic Algorithm.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "9 file", "Tanggal Input": "15 Sep 2023"}