{"Nomor": 77919, "Judul": "PEMBUATAN FILAMEN KOMPOSIT POLYLACTIC ACID (PLA) BERPENGUAT SERAT SANSEVIERIA TRIFASCIATA: OPTIMASI KETERBENTUKAN", "Abstrak": "Implan harus terbuat dari material yang bersifat biocompatible dan biodegradable serta dapat diproduksi secara custom dengan biaya produksi yang rendah. Polylactic Acid (PLA) memiliki temperatur proses rendah dan bersifat biodegradable tetapi sifat mekaniknya lebih rendah dibandingkan tulang manusia. Penambahan serat Sansevieria trifasciata (STF) berpotensi menjadi penguat karena memiliki sifat mekanik yang sesuai dan bersifat biodegradable. Fused Deposition Modelling (FDM) umum digunakan karena mudah, murah dan menghasilkan produk dengan kustomisasi tinggi. Proses FDM membutuhkan material berbentuk filamen dengan panjang kontinu dan diameter 1,75 ± 0,1 mm. Keterbentukan filamen akan dipengaruhi oleh panjang serat, kandungan air, perlakuan permukaan serat, temperatur ekstrusi, kecepatan screw dan kecepatan penarikan saat ekstrusi. Pada penelitian ini, parameter temperatur zona awal dan kecepatan penarikan saat ekstrusi dilihat pengaruhnya terhadap keterbentukan dan sifat mekanik dari filamen komposit PLA berpenguat STF 2 wt%. Filamen komposit PLA berpenguat STF dikarakterisasi dengan MFR, FTIR dan XRD untuk mengetahui pengaruh temperatur zona awal terhadap keterbentukan filamen serta materialografi, uji tarik dan SEM untuk mengetahui pengaruh kecepatan penarikan terhadap keterbentukan dan sifat mekanik filamen. Filamen komposit PLA berpenguat STF berhasil dibuat dengan panjang kontinu dan diameter 1,79 ± 0,07 mm dengan menggunakan parameter temperatur zona awal 133°C dan kecepatan penarikan 10,8 rpm.", "Daftar File": {}, "Penulis": "Dhani Ariella Eko Putra [13719053]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Hermawan Judawisastra, M.Eng.", "Dr. Steven, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Implan, Biomaterial, Filamen Komposit, PLA, Serat Sansevieria trifasciata", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "15 Sep 2023"}