{"Nomor": 77929, "Judul": "PENGARUH PENAMBAHAN SKANDIUM TERHADAP PROSES PRECIPITATION HARDENING DAN KETAHANAN REKRISTALISASI PADUAN ALUMINIUM 2014", "Abstrak": "Aluminium merupakan salah satu logam yang paling banyak diaplikasikan dalam\nindustri penerbangan. Salah satu upaya yang dapat dilakukan untuk memodifikasi\nkarakterisktik aluminium adalah melalui pemaduan dengan skandium yang dapat\nmembentuk presipitat penguat melalui proses heat treatment. Selain berperan\ndalam penguatan, penambahan skandium juga berperan dalam peningkatkan\nketahanan rekristalisasi aluminium. Pada penelitian ini dilakukan penambahan\nskandium sebesar 0,4 wt.% pada aluminium 2014 untuk mempelajari pengaruhnya\nterhadap proses precipitation hardening dan ketahanan rekristalisasi. Hasil\npenelitian menunjukkan bahwa pada temperatur aging 175 0C dan 200 0C,\naluminium 2014 yang dipadu skandium memiliki kekerasan yang lebih rendah\ndibandingkan aluminium 2014 tanpa pemaduan. Hal tersebut berkaitan dengan\nterjadinya pembentukan fasa W saat homogenisasi yang mengkonsumsi\nketersediaan atom Cu untuk presipitasi fasa ?’. Sementara itu pada temperatur\naging 250 0C, 300 0C, dan 350 0C, kekerasan aluminium 2014 yang dipadu dengan\nskandium lebih tinggi dibandingkan aluminium 2014 tanpa pemaduan berkaitan\ndengan terjadinya pembentukan presipitat Al3Sc. Pemaduan skandium pada\naluminium 2014 mampu meningkatkan kekerasan paduan dibandingkan\naluminium 2014 tanpa pemaduan pada berbagai variasi temperatur anil. Hal\ntersebut berkaitan dengan terjadinya pembentukan dispersoid Al3Sc saat proses\nhomogenisasi yang dapat berperan menghambat proses rekristalisasi.", "Daftar File": {"ABSTRAK Farid Mulia Latief": "https://digilib.itb.ac.id/gdl/download/309102"}, "Penulis": "Farid Mulia Latief [23722010]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Husaini Ardy", "Yorina Sarah Franscoise Lantang, S.T, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Ilmu Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Aluminium 2014, Precipitation hardening, Rekristalisasi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "15 Sep 2023"}