{"Nomor": 77926, "Judul": "PENGEMBANGAN MODEL PREDIKSI RISIKO DIABETES  MENGGUNAKAN BAYESIAN NETWORK", "Abstrak": "Penelitian ini menganut pendekatan prediksi dalam mengatasi tantangan diabetes, dengan\ntujuan utama untuk memprediksi probabilitas kemunculan penyakit ini. Indonesia\nmenghadapi masalah serius terkait diabetes, dengan tingkat kesulitan prediksi dini yang\nmemperparah situasi. Penyakit ini telah menjadi beban kesehatan masyarakat yang\nmengkhawatirkan, menekankan perlunya solusi prediksi yang lebih efektif. Penelitian ini\nberfokus pada faktor risiko yang berkontribusi pada diabetes. Data yang digunakan untuk\nanalisis ini diperoleh dari Centers for Disease Control and Prevention (CDC), mencakup\ninformasi komprehensif tentang karakteristik kesehatan dan riwayat kesehatan individu.\nPengembangan prediksi dilakukan dengan mengadopsi Bayesian Network yang mampu\nmengintegrasikan kompleksitas faktor risiko menjadi model prediktif yang terstruktur.\nEksperimen dilaksanakan melalui implementasi lima skenario jaringan Bayesian Network\nyang telah ditentukan. Setiap skenario mencerminkan kombinasi unik dari faktor risiko yang\nmemiliki potensi memengaruhi perkembangan diabetes. Hasil eksperimen terbaik\nmenunjukkan bahwa pendekatan ini berhasil mencapai akurasi sebesar 73% dalam\nmemprediksi probabilitas terjadinya diabetes. Faktor dominan yang paling berpengaruh\nterhadap diabetes meliputi usia, indeks massa tubuh, tekanan darah, kadar kolesterol, riwayat\npenyakit jantung, riwayat stroke, dan juga faktor kesulitan berjalan. Temuan ini memberikan\nwawasan penting mengenai potensi penerapan Bayesian Network dalam prediksi diabetes\nberdasarkan faktor risiko yang relevan. Penelitian ini tidak hanya menyoroti tantangan serius\nyang dihadapi Indonesia terkait diabetes, tetapi juga memberikan dorongan untuk\nmenghadapinya dengan solusi prediksi yang lebih cerdas dan akurat. Dengan demikian,\npenelitian ini mengambil langkah penting dalam upaya pencegahan dan pengelolaan penyakit\ndiabetes di Indonesia.", "Daftar File": {}, "Penulis": "Paul Marturia Sihombing [18219044]", "Kontributor / Dosen Pembimbing": ["I Gusti Bagus Baskara Nugraha, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "prediksi, diabetes, probabilitas, bayesian network, risiko", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "15 Sep 2023"}