{"Nomor": 77928, "Judul": "EFEK MODIFIKASI PERMUKAAN SERAT TERHADAP SIFAT TARIK FILAMEN KOMPOSIT POLYLACTIC ACID (PLA) BERPENGUAT SERAT SANSEVIERIA TRIFASCIATA", "Abstrak": "Material implan tulang perlu memiliki sifat biodegradasi, biocompatible, serta dapat\ndibuat custom. Salah satunya digunakan Polylactic Acid (PLA) berpenguat serat hayati\ndengan pemrosesan Fused Deposition Modeling (FDM). Serat hayati Sansevieria trifasciata\nberpotensi digunakan karena sifat mekanik tinggi dan tumbuh di Indonesia. Feedstock FDM\nberupa filamen PLA/serat Sansevieria telah dibuat. Namun kekuatannya lebih rendah dari\nPLA akibat antarmuka yang kurang baik. Pada penelitian lain diperoleh modifikasi\npermukaan serat yang memperbaiki antarmuka. Oleh karena itu, pada penelitian ini dilakukan\nmodifikasi permukaan serat Sansevieria untuk mengetahui pengaruhnya terhadap sifat tarik.\nModifikasi permukaan serat Sansevieria dilakukan dengan variasi alkalisasi,\nbleaching, dan ultrasonikasi kemudian diekstrusi dengan PLA. Persentase kandungan\nlignoselulosa diuji dengan Chesson-Datta. Morfologi permukaan serat, diameter serat, dan\npatahan filamen diamati scanning electron microscope. Densitas serat diperoleh uji densitas.\nSifat tarik serat dan filamen diperoleh dari uji tarik. Morfologi penampang cross section dan\nlongitudinal filamen diamati dengan mikroskop optik. Viskositas filamen diperoleh melalui\nuji melt flow rate sedangkan gugus fungsi filamen dikarakterisasi fourier transform infrared.\nFilamen komposit PLA/serat Sansevieria berhasil dibuat melalui proses ekstrusi.\nVariasi modifikasi serat Sansevieria berupa alkalisasi, kombinasi alkalisasi dan bleaching,\nserta kombinasi alkalisasi, bleaching, dan ultrasonikasi berhasil meningkatkan persentase\nselulosa. Kombinasi proses alkalisasi, bleaching, dan ultrasonikasi pada filamen komposit\nPLA/serat Sansevieria dengan fraksi volume serat 1,5% berhasil meningkatkan kekakuan\nsebesar 30% dari filamen PLA. Namun kekuatannya masih lebih rendah dari filamen PLA\nakibat penempelan serat, pemotongan serat, dan antarmuka yang belum optimal.", "Daftar File": {}, "Penulis": "Salsabila Ansari Putri [13719034]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Hermawan Judawisastra, M.Eng.", "Dr. Steven, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Implan, PLA, Sansevieria trifasciata, modifikasi permukaan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "15 Sep 2023"}