{"Nomor": 77920, "Judul": "PENENTUAN KEBIJAKAN INVENTORI DENGAN MEMBANDINGKAN MODEL PERPETUAL SINGLE ITEM, PERIODIK MULTI-ITEM, DAN REDUKSI LEAD TIME DI PT SINARMAS DISTRIBUSI NUSANTARA", "Abstrak": "PT Sinarmas Distribusi Nusantara adalah sebuah perusahaan distributor nasional yang\nbergerak di bidang jasa penjualan dan distribusi. Salah satu mitra bisnis perusahaan adalah\nPT Unilever yang memproduksi barang-barang di bidang Nutrition atau makanan dan\nminuman, Personal Care atau perawatan pribadi, Home Care atau perawatan rumah\ntangga, dan Beauty & Well-Being atau produk-produk kecantikan dan kesejahteraan.\nSelama tahun 2022, PT Sinarmas Distribusi Nusantara mengalami kenaikan kuantitas\npenjualan. Kenaikan ini tetapi juga diikuti dengan kenaikan jumlah kehilangan penjualan\ndengan rata-rata sebesar 16% per bulan selama tahun 2022. Berdasarkan analisis akar\nmasalah dengan menggunakan diagram tulang ikan, usulan kebijakan inventori perlu\nditentukan agar dapat memperbaiki kriteria kinerja dari sistem inventori perusahaan.\nTujuan dari penelitian ini adalah untuk menentukan kebijakan inventori yang dapat\nmeminimalisasi ongkos total inventori. Penentuan usulan kebijakan dilakukan untuk\nseluruh barang yang masuk ke dalam kategori A. Dalam penelitian ini, terdapat 116 jenis\nbarang Beauty & Well-being yang memiliki kontribusi terbesar dengan nilai penyerapan\ndana sebesar 80% dan berdistribusi normal. Model yang dijadikan acuan untuk menghitung\nkebijakan usulan antara lain model Q, penyesuaian model P untuk multi-item, dan model\nreduksi lead time oleh Priyan & Uthayakumar (2015).\nUsulan kebijakan inventori berhasil menurunkan ongkos total yang terdiri atas ongkos\npesan, ongkos simpan, dan ongkos kekurangan untuk ketiga pemasok. Ongkos total untuk\n58 jenis barang yang masuk ke dalam Pemasok 1 berhasil diturunkan dari Rp153.109.096\nmenjadi Rp48.388.744. Kemudian, ongkos total untuk 56 jenis barang dalam Pemasok 2\nditurunkan dari Rp235.697.593 menjadi Rp58.588.756. Lalu, dua jenis barang pada\nPemasok 3 dapat diturunkan dari Rp4.177.758 menjadi Rp2.498.849. Hasil penelitian juga\nmeningkatkan tingkat pelayanan sebesar 2,94% untuk Pemasok 1, 3,39% untuk Pemasok 2,\ndan 2,27% untuk Pemasok 3. Penelitian juga menunjukkan bahwa model usulan sensitif\nterhadap perubahan parameter permintaan, ongkos pesan, dan ongkos simpan.", "Daftar File": {}, "Penulis": "Aditya Bintang [13419038]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Yosi Agustina Hidayat, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "kebijakan inventori, model Q, model P, model multi-item, model reduksi lead time, ongkos total inventori, tingkat pelayanan", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "15 Sep 2023"}