{"Nomor": 77933, "Judul": "EVALUASI KINERJA SEISMIK JEMBATAN EKSISTING TUNTANG DENGAN ANALISIS NONLINEAR PUSHOVER DAN TIME HISTORY", "Abstrak": "Indonesia yang berada pada zona tektonik aktif berpotensi mengalami gempa baik berskala kecil hingga besar, sehingga jembatan yang merupakan salah satu infrastruktur penting harus direncanakan dengan baik agar tidak mengalami keruntuhan akibat gempa. Pada tahun 2016 terdapat peraturan terbaru untuk perencanaan pembebanan jembatan yaitu SNI 1725:2016, peraturan perencanaan jembatan terhadap gempa yaitu SNI 2833:2016 dan adanya Peta Sumber dan Bahaya Gempa tahun 2017, untuk itu jembatan yang direncanakan dengan peraturan sebelumnya perlu dilakukan evaluasi terhadap peraturan terbaru tersebut. Salah satu jembatan yang perlu dievaluasi adalah jembatan eksisting Tuntang yang berada pada jalur trans jawa pada ruas jalan tol Semarang – Solo dimana jembatan eksisting tersebut direncanakan sekitar tahun 2007 dengan tipikal jembatan beton bertulang yang memiliki 8 (delapan) pilar tinggi dan 9 (sembilan) bentang girder prestress terdiri dari 2 (dua) buah tipe continous span / integral bridge.\nBerdasarkan FHWA Seismic Retrofitting Manual for Highway Structures : Part 1 – Bridges tahun 2006 jembatan dievaluasi dengan dua tingkatan gempa yaitu lower level ground motion (periode ulang 100 tahun) dan upper level ground motion (periode ulang 1000 tahun). Evaluasi jembatan dilakukan dengan melihat kapasitas struktur akibat gaya dalam yang terjadi pada jembatan menggunakan analisis respon spektra, analisis Nonlinier Static Pushover (NSP) dan Nonlinier Time History (NLTH).\nEvaluasi terhadap hasil analisis respon spektra dengan beban gempa periode ulang 1000 tahun menunjukkan bahwa kapasitas lentur di beberapa pilar kurang dari momen ultimit yang terjadi. Solusi perkuatan teoritis dengan fiber reinforced polymer (FRP) ataupun concrete jacketing diberikan untuk meningkatkan kapasitas lentur. Analisis respon spektra memberikan hasil yang konservatif karena struktur dimodelkan secara linier dengan faktor reduksi gempa dan perbesaran deformasi. Analisis kemudian dilanjutkan menggunakan metode analisis nonlinier yang lebih komprehensif yaitu dengan analisis pushover dan time history. Berbeda dengan hasil analisis respon spektrum, evaluasi hasil analisis nonlinier static pushover dan time history menunjukkan bahwa kapasitas lentur, aksial dan geser pada seluruh elemen struktur jembatan masih mencukupi.\nAnalisis Nonlinear Static Pushover untuk tingkatan gempa lower level ground motion didapatkan drift ratio pada titik performance point sebesar 0,510% pada arah-x (longitudinal) dan 0,403% pada arah-y (transversal). Sementara pada tingkatan gempa upper level ground motion didapatkan drift ratio pada titik performance point sebesar 1,405% pada arah-x dan 1,104% pada arah-y. Analisis Nonlinear Time History dilakukan dengan menggunakan 7 (tujuh) pasang rekaman gempa terpilih berdasarkan peta deagregasi bahaya gempa tahun 2022. Pada tingkatan gempa lower level ground motion didapatkan nilai maksimal rata-rata drift ratio pilar sebesar 0,788% pada arah-x dan 0,698% pada arah-y, dan untuk upper level ground motion sebesar 1,427% pada arah-x dan 1,224% pada arah-y. Dari kedua analisis nonlinier pushover dan time history dapat disimpulkan bahwa Jembatan Tol Tuntang memiliki kategori tingkatan kinerja sesuai dengan target yang diharapkan berdasarkan FHWA 2006 yaitu “Fully Operational” untuk lower level ground motion (gempa periode ulang 100 tahun) dan “Operational” untuk upper level ground motion (gempa periode ulang 1000 tahun). Analisis pushover memberikan titik performa sedikit dibawah analisis time history, yang nilainya cukup dekat terutama pada tingkatan gempa upper level ground motion.", "Daftar File": {"ABSTRAK Pietoyo Larastomo": "https://digilib.itb.ac.id/gdl/download/309106"}, "Penulis": "Pietoyo Larastomo [25020061]", "Kontributor / Dosen Pembimbing": ["Muhammad Riyansyah, S.T, Ph.D.", "Patria Kusumaningrum, S.T, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "tingkatan kinerja, jembatan, pushover, riwayat waktu, drift ratio, lower level, upper level", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "15 Sep 2023"}