{"Nomor": 77949, "Judul": "ANALISIS KARAKTERISTIK OVERPRESSURE PADA BLOK KE-11, CEKUNGAN JAWA TIMUR, JAWA TIMUR", "Abstrak": "Penelitian ini dilakukan pada Blok KE-11, yang berada di Cekungan Jawa Timur.\nStratigrafi Blok KE-11 disusun oleh Formasi Kujung, Formasi Tuban, Formasi\nWonocolo, Formasi Mundu, Formasi Ledok, dan Formasi Lidah. Cekungan Jawa\nTimur diketahui memiliki indikasi overpressure. Dalam proses pengeboran,\nditemukan bahwa terdapat beberapa kendala seperti kemunculan connection gas,\nbackground gas, stuck pipe, dan sloughing shale. Informasi terkait overpressure\ndapat digunakan untuk menentukan strategi dan meminimalisir resiko dalam proses\npengeboran.\nTujuan dari penelitian ini adalah untuk mengestimasi nilai tekanan pori dengan\nmenggunakan data log talikawat, menentukan kedalaman kemunculan pertama\noverpressure, menentukan mekanisme terbentuknya overpressure, dan\nmenganalisis hubungan antara struktur dan stratigrafi daerah penelitian dengan\nkeberadaan overpressure. Pengolahan data dilakukan pada empat sumur (KE-11A,\nKE-11C, KE-11E, dan KE-11G) dengan menggunakan data berupa log tali kawat,\nlaporan pengeboran, tekanan lumpur, temperatur, uji tekanan, dan data reflektansi\nvitrinit. Stratigrafi dan struktur daerah penelitian digunakan sebagai acuan dalam\nmengestimasi tekanan pori.\nBerdasarkan pengolahan data dan hasil analisis, didapatkan bahwa seluruh sumur\ndi Blok KE-11 memiliki indikasi overpressure. Kedalaman pertama kemunculan\noverpressure memiliki rentang dari 897-1000 m. Zona overpressure ditemukan\npada Formasi Lidah, Ledok, dan Wonocolo pada interval batulempung. Mekanisme\npembentuk overpressure merupakan mekanisme loading dengan estimasi gradien\ntekanan pori sebesar 0,63–0,77 psi/ft. Mekanisme loading pada daerah penelitian\ndisebabkan oleh kecepatan sedimentasi yang tinggi, serta pengaruh dari terjadinya\ninversi tektonik dan kehadiran sesar naik pada Kala Miosen–Plistosen.", "Daftar File": {"Abstrak Marissa 12019055.pdf": "https://digilib.itb.ac.id/gdl/download/309138", "Cover Marissa 12019055.pdf": "https://digilib.itb.ac.id/gdl/download/309139", "Bab 1 Marissa 12019055.pdf": "https://digilib.itb.ac.id/gdl/download/313707", "Bab 2 Marissa 12019055.pdf": "https://digilib.itb.ac.id/gdl/download/313708", "Bab 3 Marissa 12019055.pdf": "https://digilib.itb.ac.id/gdl/download/313709", "Bab 4 Marissa 12019055.pdf": "https://digilib.itb.ac.id/gdl/download/313710", "Bab 5 Marissa 12019055.pdf": "https://digilib.itb.ac.id/gdl/download/313711", "Bab 6 Marissa 12019055.pdf": "https://digilib.itb.ac.id/gdl/download/313712", "Bab 7 Marissa 12019055.pdf": "https://digilib.itb.ac.id/gdl/download/313713", "Daftar Pustaka Marissa 12019055.pdf": "https://digilib.itb.ac.id/gdl/download/313714", "Lampiran Marissa 12019055.pdf": "https://digilib.itb.ac.id/gdl/download/313715"}, "Penulis": "Marissa Sharon Caesaria [12019055]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Lambok Hutasoit, M.Sc., Ph.D.", "Dr. Ir. Asep Heri Patria Kesumajana, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Blok KE-11, Cekungan Jawa Timur, overpressure, loading, tekanan pori", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "11 file", "Tanggal Input": "15 Sep 2023"}