{"Nomor": 77947, "Judul": "HEALTH INDEX SISTEM ISOLASI TRANSFORMATOR DAYA DENGAN PREDIKSI DATA HILANG MENGGUNAKAN METODE  RANDOM FOREST", "Abstrak": "Health Index Transformer saat ini menjadi cara yang paling umum untuk\nmemprediksi kondisi kesehatan transformator untuk menghindari kegagalan pada\ntransformator daya, dibutuhkan antisipasi dengan pemantauan dan pemeliharaan\nkondisi transformator. Penelitian ini menyajikan informasi mengenai diagnosis\nkondisi transformator berdasarkan metode Indeks Kesehatan Transformator dengan\nmenggunakan Random Forest. Metode Indeks Kesehatan Transformator\nmemberikan penilaian kondisi transformator secara komprehensif. Makalah ini\nmembahas mengenai prediksi kondisi kesehatan transformator dengan\nmenggunakan Missing Data Replacement Method dengan lima cara diantara nya\nadalah Parameter Removed, Average value, Assume Good, SLR, dan Random\nForest Prediction, dengan tujuh kombinasi yang diusulkan berdasarkan tiga\nparameter yaitu 2FAL, IFT dan Water Content sambil mempertimbangkan tingkat\nakurasi nya. Hasil analisis 504 Transformator menyatakan jika perhitungan Health\nIndex dengan menggunakan metode Random Forest memiliki tingkat akurasi\npaling tinggi diantara metode lain nya dengan nilai 92%. Sebagaimana yang kita\nketahui bahwa Metode Random Forest adalah teknik klasifikasi ensemble yang\nsering menghasilkan kinerja yang lebih unggul dari pengklasifikasi individu, yang\ncocok dengan beberapa pengklasifikasi Decission Tree pada berbagai subsampel\ndataset dan menggunakan rata-rata untuk meningkatkan akurasi prediksi. Dari\nsetiap kombinasi yang di terapkan menjelaskan ketersediaan beberapa parameter\nbisa saja menjadi pengaruh terhapat penilaian Health Index Transformator, namun\nmasih bisa dilakukan dengan metode yang diusulkan.", "Daftar File": {"Geby Chintia [23219313].pdf": "https://digilib.itb.ac.id/gdl/download/309128"}, "Penulis": "Geby Chintia [23219313]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Suwarno, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Health Index, Transformator Daya, Pemantauan dan Diagnostik Kondisi, Random Forest, Data Hilang.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "15 Sep 2023"}