{"Nomor": 77957, "Judul": "KARAKTERISASI GEOMETRI ENDAPAN SUNGAI RESERVOAR GAS PADA ZONA DANGKAL DI LAPANGAN NATA BLOK MAHAKAM KALIMANTAN TIMUR", "Abstrak": "Lapangan Nata adalah lapangan gas dan kondensat terbesar yang terletak di\nbagian timur dari Delta Mahakam modern. Lapangan ini yang terletak diantara\nLapangan Peciko-Bekapai (dioperasikan oleh Total Indonesie) di bagian selatan dan\nLapangan Attaka (dioperasikan oleh Chevron) di bagian utara. Lapangan ini memanjang\ndi sumbu tengah Delta Mahakam, berarah timur laut – barat daya, dengan lebar 15 km\ndan panjang 75 km, meliputi area seluas 1130 km2 Reservoar di Lapangan Nata dibagi menjadi dua zona oleh marker regional\n1a/MF6, yaitu Zona Utama (Nata Main Zone) dan Zona Dangkal (Nata Shallow Zone).\nPengembangan Lapangan Nata saat ini dilanjutkan pada Zona Dangkal, yang pada\ntahapan pengembangan lapangan sebelumnya dianggap sebagai zona hazard karena\nkandungan gasnya. Zona Dangkal di Lapangan Nata merupakan interval yang diisi oleh\npenumpukan endapan fluvial dan delta yang berumur Miosen Akhir – Pliosen.\nData batuan inti pemboran memperlihatkan dua manifestasi endapan alur yaitu\nalur fluvial dan distributary channel, namun distribusi lateral kedua endapan ini belum\ndiketahui. Di sisi lain, pemodelan reservoar direncanakan dengan metode deterministik\nsehingga membutuhkan parameter geometri endapannya yang menjadi target reservoar\nutama pada Zona Dangkal di Lapangan Nata. Data seismik memberikan gambaran lateral suatu reservoar dalam bentuk\nanomali blue over red, yang merupakan akibat dari kandungan fluida gas yang\nterperangkap dalam reservoar. Anomali seismik tersebut memperlihatkan dua bentuk\ngeometri yang berbeda. Pengukuran geometri terhadap anomali seismik reservoar gas\ntersebut memberikan kumpulan data yang dapat dianalisa dengan metode statistika\nBerdasarkan analisa statistik didapatkan 3 kelompok populasi data yang\nmenggambarkan endapan alur tertentu, yaitu kelompok A, B dan C. Kelompok A yang\nmemiliki nilai rasio lebar/tebal 6 – 36, besaran sinusitas 1.17 dan ketebalan rata-rata 16\nm diinterpretasi sebagai endapan alur fluvial. Kelompok B yang memiliki nilai rasio\nlebar/tebal 7 – 26, besaran sinusitas 1.04, dan ketebalan rata-rata 13 m diinterpretasi\nsebagai endapan distributary channel pada paparan delta atas. Kelompok C yang\nmemiliki rasio tebal/lebar 20 – 165, besaran sinusitas 1.17 dan ketebalan rata-rata 5 m\ndiinterpretasi sebagai endapan distributary channel pada paparan delta bawah.\nGeometri yang ditemukan tersebut dipengaruhi oleh arah pengendapan, posisi\ngeografis dan stratigrafi yang berkembang di Lapangan Nata. Arah pengendapan yang\nterdapat pada area puncak Zona Dangkal Nata relatif berarah barat-laut – tenggara,\ndibandingkan pada arah barat – timur. Arah ini berpengaruh pada nilai rasio lebar/tebal\nyang lebih besar pada delta bagian utara, dibandingkan pada delta bagian selatan.", "Daftar File": {"Abstrak Putra Mesra 22010016.pdf": "https://digilib.itb.ac.id/gdl/download/309183", "Cover Putra Mesra 22010016.pdf": "https://digilib.itb.ac.id/gdl/download/309184", "Bab 1 Putra Mesra 22010016.pdf": "https://digilib.itb.ac.id/gdl/download/309185", "Bab 2 Putra Mesra 22010016.pdf": "https://digilib.itb.ac.id/gdl/download/309191", "Bab 3 Putra Mesra 22010016.pdf": "https://digilib.itb.ac.id/gdl/download/309192", "Bab 4 Putra Mesra 22010016.pdf": "https://digilib.itb.ac.id/gdl/download/309193", "Bab 5 Putra Mesra 22010016.pdf": "https://digilib.itb.ac.id/gdl/download/309194", "Daftar Pustaka Putra Mesra 22010016.pdf": "https://digilib.itb.ac.id/gdl/download/309195", "Lampiran Putra Mesra 22010016.pdf": "https://digilib.itb.ac.id/gdl/download/309196"}, "Penulis": "Putra Mesra Sjahbunan [22010016]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Dardji"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "geometri, alur, zona dangkal, Nata, delta mahakam.", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "9 file", "Tanggal Input": "15 Sep 2023"}