{"Nomor": 77954, "Judul": "PENERAPAN 4D TOMOGRAFI DOUBLE-DIFFERENCE PADA TAMBANG BAWAH TANAH DEEP BLOCK CAVING UNTUK MONITORING CAVE PROPAGATION", "Abstrak": "Metode penambangan bijih bawah tanah Deep Block Caving telah membuktikan efisiensinya\ndalam mengakses cadangan bijih yang dalam. Meskipun menguntungkan, metode ini\nmembawa tantangan dalam pemantauan keselamatan dan produktivitas tambang. Dalam\nkonteks ini, teknologi pemodelan seismik telah digunakan untuk memahami kondisi bawah\npermukaan tambang. Kegiatan ini harus dipantau untuk menghindari kerusakan batuan yang\nmasif dan tidak terkendali, terutama di zona abutment dan level undercutting. Penelitian ini\ndilakukan di tambang bawah tanah Deep Block Caving dan bertujuan untuk memantau\npropagasi gua dengan menggunakan metode passive seismic tomography Double-Difference.\nMetode ini mampu merelokasi lokasi sumber gempa secara akurat dan menghasilkan struktur\nkecepatan lokal di dekat sumber gempa. Inversi tomografi dilakukan secara time-lapse untuk\nmemperoleh struktur kecepatan dari setiap subset data penelitian. Hasilnya, yaitu terjadi\ndistribusi tegangan seiring dengan perjalanan gua yang ditandai dengan kecepatan tinggi\nuntuk gelombang P dan S akibat kompensasi perubahan nilai kecepatan rendah pada area\ndepan gua yang mulai runtuh. Kami juga mengusulkan perubahan rasio Vp/Vs yang signifikan\nsebagai indikator caving yang akan datang. Oleh karena itu monitoring di daerah\npertambangan sangat penting dilakukan guna mencegah kerugian baik berupa nyawa maupun\nmaterial. Untuk memahami lebih lanjut tentang perambatan gua, sistem pemantauan yang\nkomprehensif telah dirancang dan dipasang.", "Daftar File": {}, "Penulis": "Briliandika Mahasca Kusuma [12319035]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Sri Widiyantoro, M.Sc., Ph.D.", "Dr.rer.nat. David Prambudi Sahara, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Deep Block caving, Double-Difference, Time-lapse, Monitoring.", "Sumber": "", "Staf Input/Edit": "Devi Septia Nurul", "File": "1 file", "Tanggal Input": "15 Sep 2023"}