{"Nomor": 77958, "Judul": "PENGEMBANGAN METODE UJI KUALITAS MINYAK SERAI WANGI", "Abstrak": "Minyak serai wangi merupakan salah satu komoditas minyak atsiri dengan kebutuhan\npasar dunia sebesar 2.000-2.500 ton pertahun. Permintaan kebutuhan minyak serai wangi\nmemiliki kemungkinan peningkatan 3-5% tiap tahunnya. Sebelum dijual, minyak serai\nwangi harus memiliki kualitas sesuai standar yang telah ditetapkan. Berdasarkan SNI,\ndibutuhkan minimal setidaknya 35%-berat sitronelal yang terkandung dalam minyak\nserai wangi. Alat modern yang digunakan untuk mengukur kadar sitronelal adalah Gas\nChromatography-Mass Spectrometry (GC-MS), tetapi analisis dengan GC-MS\nmemerlukan biaya investasi dan operasional yang tinggi. Oleh karena itu, diperlukan\npengembangan metode pengujian kualitas minyak serai wangi yang tidak bergantung\nkepada penggunaan instrumen yang memerlukan keahlian khusus dengan modal yang\nterjangkau bagi petani. Dua metode analisis kuantitatif sederhana untuk mengukur kadar\naldehid dalam minyak adalah metode bisulfit dan metode sulfit netral. Penelitian ini\nbertujuan untuk mengkaji penerapan metode bisulfit dan sulfit netral dalam pengukuran\nkadar sitronelal minyak serai wangi. Sasaran dari penelitian ini adalah untuk menguji\nketelitian metode yang bisulfit dan sulfit netral dengan hasil analisis menggunakan GCMS\nserta memperkirakan biaya pengukuran dari metode bisulfit dan sulfit netral.\nBerdasarkan hasil penelitian, metode bisulfit dan sulfit netral dinilai belum layak untuk\nditerapkan sehingga dibutuhkan perbaikan sebelum dapat digunakan secara komersial.\nMetode bisulfit dipilih sebagai metode yang memiliki ketelitian paling baik dan paling\nmurah dari segi biaya dibandingkan metode sulfit netral. Adapun saran yang dapat\ndisampaikan adalah diperlukannya alat hasil modifikasi yang dapat memenuhi kebutuhan\npemanasan dari reaksi.", "Daftar File": {}, "Penulis": "Sekarsari Ilmi Haqi Yusvi [13019056]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. I Dewa Gede Arsa Putrawan", "Antonius Indarto, S.T, M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "minyak serai wangi, uji kualitas, sitronelal, minyak atsiri", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "0 file", "Tanggal Input": "15 Sep 2023"}