{"Nomor": 77961, "Judul": "ANALISIS SPATIOTEMPORAL DAN MODEL PREDIKSI KUALITAS AIR DI PERAIRAN SEKITAR TAMBANG NIKEL MENGGUNAKAN DRONE MULTISPECTRAL", "Abstrak": "Perubahan tata guna lahan akibat kegiatan perkebunan masyarakat dan aktivitas\npertambangan Nikel diduga memberikan tekanan terhadap kualitas air sungai\nAkelamo. Pemantauan kualitas air jangka panjang diperlukan untuk memberikan\ninformasi dasar sebagai upaya dalam menentukan kebijakan manajemen lingkungan.\nMetode pengukuran in-situ dan laboratorium umumnya memerlukan waktu yang relatif\nlama dan tidak dapat memberikan gambaran distribusi spasial kualitas air secara detail.\nPenggunaan citra satelit telah banyak dikembangkan untuk menjawab tantangan\ntersebut. Akan tetapi, resolusi citra satelit yang terlalu besar dan ketersediaan data yang\ntidak kontinyu akibat tutupan awan mengakibatkan citra satelit tidak dapat\ndiaplikasikan dibanyak lokasi. Saat ini, teknologi drone dilengkapi dengan kamera\nmultispectral yang mampu menyediakan data citra dengan resolusi spatiotemporal\nyang lebih detail. Pada penelitian ini, algortitma machine learning yaitu supervised\nlearning digunakan untuk memprediksi kualitas air dari data citra drone multispectral\nmenggunakan skema titik dan buffer dengan radius 1-meter untuk mengekstraksi nilai\nreflektansinya. Hasil penelitian menunjukan bahwa, model prediksi total suspended\nsolid (TSS) dan turbidiatas menggunakan algoritma regresi linear 4 (empat) variabel\nmenghasilkan nilai kooefisien deterministik (R\n2\n) tertinggi yaitu 0,79. Penggunaan\nskema buffer dalam mengekstraksi nilai reflektansi drone mampu meningkatkan nilai\nR\n2\nsecara signifikan. Klasifikasi optical water type (OWT) di muara Akelamo mampu\ndiprediksi dengan optimum menggunakan algoritma random forrest (RF). Kategori\nclear water dan very turbid merupakan jenis OWT yang dominan ditemukan pada\npenelitian ini. Selanjutnya, kondisi spatiotemporal sebaran nilai TSS dan turbiditas di\nmuara sungai Akelamo sangat dipengaruhi oleh kondisi curah hujan yang terjadi di\ncatchment area Akelamo. Dengan demikian, citra drone multispectral dapat digunakan\nuntuk membuat model prediksi kualitas air di muara Akelamo dan memberikan analisis\nspatiotemporal yang lebih detail dan akurat.", "Daftar File": {"Wahyu Setyo Kuntoro.pdf": "https://digilib.itb.ac.id/gdl/download/309190"}, "Penulis": "Wahyu Setyo Kuntoro [25321023]", "Kontributor / Dosen Pembimbing": ["Dr. Muhammad Sonny Abfertiawan, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "nikel, drone, optical water type (owt), machine learning, spatiotemporal", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "15 Sep 2023"}