{"Nomor": 77966, "Judul": "ANALISIS KINERJA DAN STRATEGI PENGEMBANGAN MANAJEMEN RANTAI PASOK HIJAU PADA USAHA PEMBENIHAN IKAN MAS (CYPRINUS CARPIO L.)(KASUS DI KECAMATAN CIPARAY, KABUPATEN BANDUNG, JAWA BARAT)", "Abstrak": "Ikan mas (Cyprinus carpio L.) merupakan salah satu komoditas utama perikanan air tawar di Indonesia. Kecamatan Ciparay, Kabupaten Bandung merupakan salah satu sentra pembenihan ikan mas di Jawa Barat. Namun, tingkat produksi pembenihan ikan mas di Kecamatan Ciparay terus menurun dan tidak dapat memenuhi permintaan pasar. Penurunan produksi pembenihan diduga disebabkan oleh gangguan rantai pasok dan gangguan lingkungan. Permasalahan tersebut menyebabkan gangguan pada aliran rantai pasokan industri akuakultur ikan mas secara keseluruhan. Oleh karena itu, Kecamatan Ciparay perlu memastikan kelancaran aliran rantai pasok dengan memperhatikan aspek lingkungan sesuai dengan regulasi pemerintah. Diperlukan pendekatan manajemen rantai pasok yang terintegrasi dengan aspek lingkungan dalam menangani gangguan tersebut. Terdapat beberapa penelitian mengenai manajemen rantai pasok hijau pada industri manufaktur, farmasi, dan agrikultur, namun belum ada penelitian pada industri akuakultur. Penelitian ini bertujuan untuk menganalisis kinerja dan menyusun strategi pengembangan manajemen rantai pasok hijau agar kinerja dan kelancaran aliran pasokan dapat ditingkatkan. Pengumpulan data dilakukan melalui teknik survei dengan kuesioner, wawancara, dan observasi. Responden ditentukan dengan teknik sampling jenuh. Data yang diperoleh diolah menggunakan metode green SCOR (Supply Chain Operations Reference)-AHP (Analytical Hierarchy Process). Hasil analisis kinerja kemudian digunakan sebagai dasar formulasi strategi pengembangan menggunakan analisis SWOT (Strength, Weakness, Opportunity, Threat), dan dilakukan penentuan prioritas strategi menggunakan analisis QSPM (Quantitative Strategic Planning Matrix). Hasil analisis menunjukkan bahwa kinerja manajemen rantai pasok hijau pada usaha pembenihan ikan mas tergolong dalam kategori marginal dengan skor 50,3. Terdapat 12 alternatif strategi pengembangan yang dikelompokkan menjadi tiga aspek prioritas yaitu environmental collaboration, green manufacturing, dan investment recovery. Prioritas strategi environmental collaboration yaitu melalui pembentukan gabungan kelompok pembudidaya untuk memperluas informasi pemenuhan bahan baku dan proses budidaya ramah lingkungan. Prioritas strategi green manufacturing dapat dilakukan melalui program pelatihan terkait tahapan perencanaan dan proses produksi yang ramah lingkungan dan sesuai standar Cara Pembenihan Ikan yang\nBaik/Best Aquaculture Practices untuk meningkatkan efisiensi biaya produksi. Sedangkan prioritas strategi investment recovery dapat dijalankan melalui pemanfaatan limbah (sisa ikan) sebagai komponen sumber protein dalam pembuatan pellet untuk mengatasi kenaikan harga pakan. Alternatif strategi pengembangan manajemen rantai pasok hijau yang dikembangkan diharapkan dapat diimplementasikan untuk meningkatkan kinerja industri pembenihan ikan mas secara khusus di Kecamatan Ciparay maupun secara luas untuk industri sejenis.", "Daftar File": {}, "Penulis": "Resmilia Anugrah [21321032]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Gede Suantika, S.Si., M.Si.", "Dr. Magdalena Lenny Situmorang, S.Si., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Biomanajemen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Pembenihan, Ikan Mas, Manajemen Rantai Pasok Hijau, Green SCOR-AHP", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "0 file", "Tanggal Input": "15 Sep 2023"}