{"Nomor": 77970, "Judul": "PENGEMBANGAN SISTEM PENGAWASAN UNTUK DETEKSI DRONE DALAM LINGKUNGAN TERSAMAR", "Abstrak": "Penggunaan drone atau UAV telah meluas di berbagai sektor, namun sering kali\ndrone dioperasikan oleh individu yang tidak bertanggung jawab di area terlarang,\nseperti di sekitar bandara. Fenomena ini menyebabkan risiko yang signifikan bagi\noperasi bandara. Selain itu, drone juga dapat menyelinap masuk ke area\ntersembunyi seperti di antara pepohonan atau bangunan, menyulitkan deteksi.\nDalam penelitian ini, penulis mengusulkan pendekatan deteksi drone menggunakan\nmetode YOLO serta algoritma pendukung.\nPenulis mengembangkan sistem pengawasan yang menggabungkan model YOLO\ndengan algoritma DeepSORT, Region of Interest dan Background Subtraction.\nData set pelatihan mencakup citra drone dan klip video. Pemilihan model YOLO\ndidasarkan pada kinerja real-time yang efisien.\nHasil eksperimen menunjukkan bahwa sistem pengawasan yang diusulkan berhasil\nmendeteksi drone di dalam area yang samar-samar, termasuk di antara pepohonan\ndan bangunan. Namun, satu keterbatasan sistem adalah bahwa ia masih kadang\nmengidentifikasi burung sebagai drone.\nDalam kesimpulan, sistem pengawasan yang diusulkan berpotensi efektif dalam\nmendeteksi drone dalam kondisi yang sulit terdeteksi. Meskipun masih ada\nbeberapa aspek yang perlu ditingkatkan, penelitian ini dapat membantu\npengembangan sistem pengawasan untuk mendeteksi drone di daerah yang dilarang\nserta dalam pengembangan teknologi keamanan.", "Daftar File": {}, "Penulis": "Joesef Exfrensive Nyaw [13618069]", "Kontributor / Dosen Pembimbing": ["Dr. Khairul Ummah, S.T., M.T.", "Dr. -Ing. Ir. Javensius Sembiring, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "deteksi drone, YOLO, algoritma pendukung, sistem pengawasan, teknologi keamanan, penggunaan drone.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "15 Sep 2023"}