{"Nomor": 77979, "Judul": "PENGEMBANGAN KATALIS PERENGKAHAN MINYAK NABATI", "Abstrak": "Peningkatan populasi dunia menyebabkan peningkatan kebutuhan energi. Untuk\nmemenuhi kebutuhan energi dibutuhkan energi terbarukan. Salah satunya adalah biofuel\ndari biomassa. Salah satu biomassa yang berpotensi adalah minyak nabati dari kelapa\nsawit. Salah satu teknologi yang banyak dikembangkan adalah perengkahan katalitik\ndengan basis katalis HZSM-5. Penelitian ini bertujuan untuk memodifikasi katalis\nHZSM-5 yang mampu meningkatkan hasil cracking. Percobaan dilakukan dengan\nprosedur sintesis HZSM-5, impregnasi logam, reaksi perengkahan katalitik, dan analisis\nproduk. Pada penelitian ini dilakukan variasi pada jenis logam Cu dan Zn. HZSM-5 yang\nsudah disintesis memiliki kristalinitas 92%. Sifat fisik katalis yang sudah diimpregnasi\nlogam lebih rendah dari HZSM-5. Penambahan logam meningkatkan jumlah situs asam\nkatalis. Dari hasil uji aktivitas katalis diperoleh konversi perengkahan >99% untuk setiap\njenis katalis. OLP tertinggi diperoleh dengan menggunakan katalis Cu-Zn/HZSM-5\nsebesar 43,02%wt pada jam ke-5. Laju alir gas tertinggi diperoleh dengan menggunakan\nkatalis Cu/HZSM-5. Air paling banyak terbentuk dengan menggunakan katalis HZSM-5.\nDistribusi gasoline tertinggi diperoleh dengan menggunakan katalis Cu-Zn/HZSM-5\nsebesar 37,55%wt pada jam ke-2. Logam Cu meningkatkan selektivitas senyawa\naromatik sedangkan logam Zn meningkatkan selektivitas senyawa aromatik. Katalis\nHZSM-5 menghasilkan gasoline dengan angka oktan tertinggi dan terendah berturut-turut\n113 dan 109. Katalis Zn/HZSM-5 menghasilkan gasoline dengan angka oktan tertinggi\ndan terendah berturut-turut 115 dan 111. Katalis Cu/HZSM-5 menghasilkan gasoline\ndengan angka oktan tertinggi dan terendah berturut-turut 114 dan 107. Katalis Cu-\nZn/HZSM-5 menghasilkan gasoline dengan angka oktan tertinggi dan terendah berturutturut\n115 dan 108. Penambahan logam Cu dan Zn terbukti dapat meningkatkan performa\ncracking minyak sawit.", "Daftar File": {}, "Penulis": "Ghofir Hidayat [13019108]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Melia Laniwati Gunawan, M.S."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Katalis HZSM-5, RBD Palm Olein, Perengkahan Katalitik, Aromatik, iparaffin", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "0 file", "Tanggal Input": "15 Sep 2023"}