{"Nomor": 77973, "Judul": "KUANTIFIKASI PERTUMBUHAN DAN HASIL TANAMAN SERAI WANGI (ANDROPOGON NARDUS) PADA LAHAN PASCATAMBANG BATU BARA DENGAN NAUNGAN ANGSANA (PTEROCARPUS INDICUS)", "Abstrak": "Salah satu komoditas yang dapat digunakan untuk proses reklamasi lahan\npascatambang batu bara adalah serai wangi (Andropogon nardus) dikarenakan\ntanaman serai wangi termasuk ke dalam tanaman adaptif yang dapat tumbuh dalam\nkondisi lingkungan kurang optimal. Produk utama dari tanaman serai wangi adalah\nminyak atsiri yang didapatkan melalui proses penyulingan daun tanaman tersebut.\nPenelitian ini bertujuan untuk menganalisis perbedaan pertumbuhan, perbedaan\nhasil biomassa, serta kualitas minyak atsiri dari tanaman serai wangi di lahan\npascatambang batu bara dengan naungan Angsana (Pterocarpus indicus). Bibit yang\ndigunakan berasal dari BALITTRO, yaitu varietas Sitrona 1 Agribun (v1), Sitrona 2\nAgribun (v2), dan Seraiwangi 1 (v3). Pengamatan pertumbuhan dilakukan selama 12\nminggu setelah tanam (MST) dengan parameter pertumbuhan: tinggi tanaman, lebar\ndaun, dan jumlah anakan. Dilakukan pengambilan sampel biomassa pada usia 12\nMST dengan pengukuran bobot basah dan bobot kering untuk mendapatkan data\nkadar air dan Nisbah Tajuk Akar (NTA). Pengujian kadar rendemen minyak atsiri\ndilakukan di Lab BALITTRO, Bogor. Hasil penelitian menunjukkan bahwa pada\nparameter tinggi tanaman, semua perlakuan tidak berbeda, namun varietas\nSeraiwangi 1 (v3)) merupakan varietas tertinggi (133,94 cm) dibandingkan dua\nvarietas lainnya. Pada parameter lebar daun dan jumlah anakan, ketiga varietas\nmenunjukkan hasil yang berbeda. Varietas Sitrona 2 Agribun (v2) merupakan\nvarietas yang memiliki daun paling lebar (1,79 cm) dibandingkan kedua varietas\nlainnya dan jumlah anakan terbanyak adalah v1 (20 anakan). Hasil biomassa\nmenunjukkan semua varietas tidak berbeda, namun nilai biomassa terbesar adalah\nv2 (150,23 g). Berdasarkan uji lab hasil rendemen minyak atsiri terbesar adalah v2\n(1,20%).", "Daftar File": {}, "Penulis": "Firzan Anandito Setiaji [11419031]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mia Rosmiati, M.P.", "Dr. Ir. Aos, M.P."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Biomassa, minyak atsiri, naungan, pascatambang, serai wangi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "15 Sep 2023"}