{"Nomor": 77977, "Judul": "DESAIN DAN ANALISIS NEUTRONIK REAKTOR PEMBANGKIT LISTRIK TENAGA NUKLIR MODULAR BERUMUR PANJANG BERDAYA 400MWTH SERTA BERPENDINGIN GAS", "Abstrak": "Makhluk hidup membutuhkan energi untuk memenuhi kebutuhan sehari-hari. Salah\nsatu sumber energi alternatif bersih yang bebas dari emisi polutan adalah energi\nnuklir. Saat ini, pembangkit listrik tenaga nuklir (PLTN) dikembangkan hingga\ngenerasi keempat dengan mengedepankan keamanan, biaya pembangunan yang\nmurah, serta proliferasi bahan bakar. PLTN dengan masa operasi yang lama sangat\ncocok untuk daerah terpencil seperti di Indonesia sebagai sumber listriknya. Salah\nsatu jenisnya adalah small modular reactor (SMR), yang berbentuk seperti bagian\nmodul-modul terpisah dan diproduksi pada pabriknya serta dapat dioperasikan di\ndaerah yang terpisah. Oleh karena itu, penelitian ini bertujuan untuk mempelajari\ndan menganalisis desain reaktor modular berumur panjang yang diharapkan dapat\nmengatasi permasalahan sebelumnya. Aspek yang dibahas dalam penelitian ini\nutamanya adalah aspek neutronik yang menyangkut faktor multiplikasi efektif,\nlevel burn-up, puncak kerapatan daya, rasio konversi, dan distribusi daya serta\njumlah kerapatan atom. Perhitungan neutronik dilakukan menggunakan kode\nprogram SRAC dan penyelesaian persamaan difusi dilakukan menggunakan\nprogram FI-ITB CH1. Desain reaktor dibuat berbentuk silinder dengan ukuran teras\naktif (diameter × tinggi) sebesar 180 cm × 105 cm dengan reflektor 50 cm di\nsekelilingnya. Lalu, didapatkan nilai faktor mutiplikasi efektif yang mendekati 1\nselama masa operasi 25 tahun dengan reactivity swing dibawah 2%.", "Daftar File": {}, "Penulis": "Shalsabilla Varin Ramadhanti [10219062]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Zaki Su`ud, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Aspek neutronik, Desain reaktor nuklir, SMR, SRAC", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "8 file", "Tanggal Input": "15 Sep 2023"}