{"Nomor": 77987, "Judul": "PROTOTIPE RANCANGAN SISTEM INTEGRASI PENGAMATAN OPERASI MESIN BUBUT KONVENSIONAL", "Abstrak": "Dalam menghadapi perkembangan industri, salah satu tantangan mesin bubut konvensional adalah kemampuan mesin bubut melakukan pertukaran informasi data operasi seperti putaran spindle dan kondisi getaran secara real-time dan terintegrasi dengan mesin bubut lain dalam suatu sistem produksi. Pengamatan kecepatan putar spindle secara real-time menjadi sarana operator untuk memastikan putaran setiap mesin bubut selama beroperasi sesuai dengan pengaturan yang diberikan. Sedangkan pengamatan kondisi getaran mesin bubut secara real-time menjadi sarana operator untuk memastikan mesin bubut beroperasi tanpa permasalahan yang diindikasikan oleh peningkatan getaran secara signifikan. Integrasi data putaran spindle dan tingkat getaran mesin bubut diperlukan untuk menentukan status operasi mesin bubut (off, idle, dan cut) secara real-time. Status operasi real-time setiap mesin bubut digunakan sebagai acuan pencatatan progress pekerjaan pemesinan dan pelacakan riwayat pemesinan. Selain itu, perhitungan data durasi akumulatif setiap status operasi dapat dikembangkan sebagai acuan perencanaan kegiatan preventive maintenance, perhitungan persentase keausan pahat, dan rencana penggantian pahat.\nSistem integrasi pengamatan operasi mesin bubut merupakan salah satu jawaban bagi tantangan tersebut. Sistem ini terdiri dari perangkat keras dan perangkat lunak. Perangkat keras berupa sensor dan microcontroller sebagai sarana pengambilan dan pengolahan data. Sedangkan perangkat lunak berupa database dan website sebagai sarana penyimpanan dan visualisasi data. Sistem ini memungkinkan operator untuk mengamati operasi setiap mesin bubut secara bersamaan dan real-time dari jarak jauh maupun dekat (on-site). Sistem ini juga membantu operator dalam mengumpulkan riwayat data operasi mesin bubut dan menghitung durasi akumulatif operasi mesin bubut.", "Daftar File": {}, "Penulis": "Ahmad Fauzy Ahady [13119088]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Sri Raharno, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Pengamatan operasi, mesin bubut, real-time, perangkat, website", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "15 Sep 2023"}