{"Nomor": 77986, "Judul": "ANALISIS KARAKTERISTIK DURABILITAS BATULEMPUNG FORMASI JATILUHUR: STUDI KASUS PADA LOKASI RENCANA KAMPUNG ILMU DI TEGALWARU, KABUPATEN PURWAKARTA, JAWA BARAT", "Abstrak": "Kampung Ilmu merupakan sebuah kawasan pendidikan formal dan informal yang berada di Kabupaten Purwakarta. Salah satu bagian dari kawasan tersebut adalah SMKN Tegalwaru yang sekarang sedang melaksanakan tahap pembangunannya. Dalam pelaksanaan pembangunannya, terdapat kendala berupa bergeraknya tiang-tiang pancang pondasi dan retaknya bangunan. Lokasi penelitian berada pada Desa Cisarua, Kecamatan Tegalwaru, Kabupaten Purwakarta yang berapa pada lintang 107°20’1,86”E hingga 107°20’21,35”E dan bujur 6°37’10,74”N hingga 6°37’26,52”N. Tujuan dari penelitian ini adalah untuk menganalisis karakteristik durabilitas batulempung Formasi Jatiluhur di daerah penelitian menggunakan slake durability test dan uji indeks disintegrasi serta menganalisis faktor-faktor yang berpengaruh terhadap karakteristik durabilitas tersebut.\nSebelas sampel yang dianalisis (BH-1, BH-2, BH-3, BH-4, BH-5, BH-6, BH-7, S-1, S-2, S-3, dan S-4) terdiri dari batulempung. Hasil pengujian dengan metode slake durability test menunjukkan bahwa sampel memiliki nilai indeks durabilitas siklus kedua berkisar 13% – 84% (sangat rendah – tinggi). Hasil pengujian dengan metode uji indeks disintegrasi menunjukkan bahwa sampel memiliki nilai indeks disintegrasi rata-rata berkisar 6% – 24% (kelas VI – kelas V) serta nilai rasio disintegrasi berkisar 0,03 – 0,17 (sangat rendah). Hasil pengujian X-Ray Diffraction (XRD) menunjukkan bahwa sampel BH-1 dan BH-2 mengandung kuarsa yang melimpah serta mineral lempung seperti kaolinit, monmorilonit dan pirit. Faktor yang mempengaruhi karakteristik durabilitas yaitu keberadaan mineral grup smektit dan pirit, sifat fisik batuan berupa berat isi kering dan porositas, serta keberadaan pre-existing fracture, microcracks, dan tingkat kematangan diagenesa batuan.", "Daftar File": {}, "Penulis": "Iram Dairabiy [12019051]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Imam Achmad Sadisun, S.T, M.T.", "Indra Gunawan, S.T, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Karakteristik durabilitas, slake durability test, uji indeks disintegrasi, X-Ray Diffraction (XRD)", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "15 Sep 2023"}