{"Nomor": 77994, "Judul": "OPTIMASI FORMULA SEDIAAN EMULSI EKSTRAK DAUN  KEMANGI (OCIMUM AMERICANUM L.) DENGAN SISTEM  COLLOIDAL NETWORK MENGGUNAKAN DESAIN  EKSPERIMENTAL BOX-BEHNKEN", "Abstrak": "Latar belakang dan tujuan: Ekstrak daun kemangi yang memiliki aktivitas \nantioksidan tinggi, juga menunjukkan kemampuan sebagai penstabil dalam sistem \nemulsi pickering. Penelitian ini bertujuan untuk mengoptimumkan komposisi \nemulsi pickering ekstrak daun kemangi dengan sistem colloidal network\nmenggunakan desain eksperimental Box-Behnken Metode: Ekstraksi dilakukan \ndengan kombinasi metode maserasi dan sonikasi menggunakan pelarut etanol 75%. \nKomponen formula emulsi pickering terdiri dari minyak biji bunga matahari, \nekstrak daun kemangi, heksilenglikol, tween 20, gliserin, dan urea. Tween 20 dibuat \npada komposisi tetap 1%. Penapisan parameter dilakukan menggunakan metode \nOne Variable at Time (OVAT). Desain eksperimental Box-Behnken dilakukan \nmenggunakan tiga faktor utama yang diidentifikasi dari analisis pendahuluan. \nFormula optimum kemudian dievaluasi terhadap pH, ukuran globul, zeta potensial, \nviskositas, gambaran mikroskopik, serta diuji stabilitas, aktivitas antioksidan, dan \npermeasi secara in vitro. Hasil: Rendemen ekstrak etanol daun kemangi yang \ndiperoleh sebesar 4,68%. Komposisi formula optimum memerlukan rasio humektan \nheksilenglikol - gliserin (4,7%:1,3%), konsentrasi ekstrak 2%, dan konsentrasi urea \n5,5%. Formula optimum memiliki ukuran globul 234,20 ± 16,44 nm, aktivitas \nantioksidan setara dengan aktivitas antioksidan 333,60 ± 8,18 mg asam askorbat \nper g ekstrak, pH 4,6 ± 0.01, nilai zeta potensial -31,32 mV, serta viskositas 1,240\n± 0,02 cP. Gambaran mikroskopik menunjukkan adanya struktur colloidal network \nyang terbentuk. Formula optimum ini menunjukkan kestabilan setelah dua bulan \npenyimpanan pada kondisi suhu ruang (25 ± 2°C) dan kulkas (4 ± 2°C) serta \nmencapai tingkat penetrasi in vitro 83,87% selama interval uji 240 menit. \nKesimpulan: Optimasi formula yang dilakukan menggunakan uji respon \npermukaan Box-Behnken ini berhasil memenuhi target respon ukuran di bawah 300 \nnm dengan aktivitas antioksidan yang tinggi sehingga menunjukkan potensi besar \nuntuk pengembangan lebih lanjut sebagai solusi anti penuaan.", "Daftar File": {"ABSTRAK Fortunata Saesarria D.": "https://digilib.itb.ac.id/gdl/download/309263"}, "Penulis": "Fortunata Saesarria D. [20721306]", "Kontributor / Dosen Pembimbing": ["Dr. Tri Suciati, M.Si.", "Prof. Dr. Irda Fidrianny, M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Ekstrak daun kemangi, colloidal network, emulsi pickering, anti  penuaan, Box-Behnken", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "15 Sep 2023"}