{"Nomor": 77997, "Judul": "PERANCANGAN FONDASI RAFT DAN DINDING SECANT PILE DENGAN PERKUATAN ANGKUR PADA PROYEK BANDUNG FASHION HUB DI CIKAPAYANG, BANDUNG", "Abstrak": "Perancangan pembangunan Gedung Bandung Fashion Hub yang berada di jalan Cikapayang,\nBandung ini terdiri dari 3 gedung yang dihubungkan oleh jembatan kecil dengan basement\ngabungan untuk keseluruhan gedung yang berjumlah 2 lantai. Tugas akhir ini memiliki tujuan\nuntuk merancang sistem fondasi yang dapat memikul beban dari struktur serta merancang\nsistem dinding penahan tanah yang dapat memberikan keamanan saat pekerjaan galian\nbasement.\nPerancangan dinding penahan tanah telah dilakukan sebagai sistem proteksi galian sedalam 8,2\nmeter. Analisis dilakukan dengan bantuan software PLAXIS 2D dengan pemodelan konstruksi\nbertahap untuk menentukan angka keamanan dan defleksi yang terjadi. Diameter dinding\nsecant pile wall dibagi menjadi primary wall dengan diameter 0,7 meter dan secondary wall\ndengan diameter 0,8 meter dengan kedalaman 22 meter. Dua buah angkur tanah dipasang pada\nkedalaman -3 meter dan -6 meter dengan gaya prategang tertentu. Hasil design berupa\ndeformasi pada dinding penahan tanah, ketahanan angkur, kegagalan-kegagalan yang mungkin\nterjadi saat penggalian telah diperiksa berdasarkan standard acuan SNI 8460:2017 dan SNI\n1726:2019 Tentang Persyaratan Perancangan Geoteknik dan Ketahanan Gempa.\nPerancangan fondasi telah dilakukan sebagai struktur yang bisa menjadi tumpuan dan yang\nmenahan beban-beban struktur diatasnya. Fondasi yang digunakan adalah fondasi raft. Analisis\nperhitungan fondasi dilakukan secara manual dan dibantu software Settle 3D dan SAFE untuk\nmencari nilai penurunan fondasi dan melakukan penulangan terhadap fondasi. Fondasi raft\ndirancang dengan ketebalan 1,2m. Persyaratan-persyaratan fondasi raft baik dari daya dukung,\nbatas settlement dan kegagalan-kegagalan yang mungkin terjadi telah dirancang dan diperiksa\nberdasarkan standard acuan SNI 8460:2017 dan SNI 1726:2019 Tentang Persyaratan\nPerancangan Geoteknik dan Ketahanan Gempa", "Daftar File": {}, "Penulis": "Kenny Laurent Suadisurya [15018025]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. I Wayan Sengara, M.S.EM, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "fondasi raft, dinding secant pile, perkuatan angkur", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "15 Sep 2023"}