{"Nomor": 77991, "Judul": "STUDI PHOTOLUMINESCENCE NITROGEN VACANCY CENTER PADA NANODIAMOND DAN PENGEMBANGAN SISTEM PENGINDERAAN OPTICALLY DETECTED MAGNETIC RESONANCE", "Abstrak": "Penginderaan kuantum telah menarik perhatian karena sistemnya yang sangat sensitif terhadap perturbasi eksternal berupa besaran fisis yang ingin diukur. Nitrogen-vacancy center merupakan salah satu jenis solid-state spin defect pada diamond yang telah ba- nyak dipelajari karena memiliki sifat magneto-optik, dimana photoluminescence yang diemisikan oleh sistem dapat dimodulasi dengna menggunakan aplikasi medan magnet eksternal. Dalam penelitian ini, telah dilakukan  studi terhadap sifat  photoluminescen-  ce yang dimiliki oleh nanodiamond yang memiliki defect NV center, dan bagaimana pengaruh perlakuan eksternal terhadap profil photoluminescence yang terukur. Telah ditunjukkan dalam penelitian ini bahwa aplikasi microwave dan juga medan magnet menyebabkan adanya perubahan intensitas yang terjadi pada profil photoluminescence sampel. Telah dibangun juga sebuah aparatus yang digunakan dalam melakukan pe- ngamatan ODMR NV center pada diamond. Dari aparatus sementara yang dibangun, didapatkan bahwa sinyal photoluminescence tidak terekam. Hal ini disebabkan oleh beberapa alasan, diantaranya adalah sinyal photoluminescence yang sangat lemah dan bersifat menyebar ke segala arah, sehingga photodetector tidak mampu  menangkap sinyal tersebut. Beberapa solusi  telah  diformulasikan,  diantaranya  adalah  pengguna- an photodetector dengan kemampuan menangkap sinyal yang lebih baik, penggunaan komponen seperti condenser lens untuk mengumpulkan cahaya yang masuk ke photo- detector, dan juga deteksi secara kualitatif terhadap penurunan intensitas photolumine- scence menggunakan sistem CCD camera dengan resolusi tinggi.", "Daftar File": {}, "Penulis": "Handoko Setiawan [10219002]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Yudi Darma, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Nitrogen Vacancy Center, Sensing, Penginderaan Kuantum, Defect.", "Sumber": "", "Staf Input/Edit": "Yati Rochayati  \n                                     Yati Rochayati", "File": "8 file", "Tanggal Input": "15 Sep 2023"}