{"Nomor": 77996, "Judul": "ANALISIS PEMILIHAN DAN PERSEPSI PELAYANAN MODA ANGKUTAN BUS DAN MOBIL TRAVEL AGENT SEBAGAI MODA ANGKUTAN REGIONAL (STUDI KASUS SIMPANG EMPAT, PASAMAN BARAT - PADANG)", "Abstrak": "Kebutuhan penduduk Pasaman barat akan transportasi umum tidak dapat dihindari karena\npenduduk terdiri dari berbagai macam latar belakang sosial dan ekonomi. Pertumbuhan penduduk\nPasaman Barat cenderung mengalami peningkatan setiap tahunnya sebesar 1,03% (2021) sehingga\ndiperlukan suatu layanan transportasi yang dapat menarik minat masyarakat agar mau\nmenggunakan transportasi umum. Angkutan umum di Pasaman Barat khususnya dari Simpang\nEmpat ke Kota Padang hanya terdapat 2 tipe moda saja yaitu moda angkutan bus dan moda mobil\ntravel agent. Tujuan dari penelitian ini yaitu untuk mengetahui daya saing dan kompetisi moda\nangkutan bus dan mobil travel agent sebagai angkutan regional guna meningkatkan penggunaan\ntransportasi umum.\nPenelitian ini menggunakan 174 sampel yang merupakan responden secara stratified random yang\nberdomisili di Simpang Empat. Responden mengisi kuesioner yang dibagikan secara offline dan\nonline. Metode analisis data dengan menggunakan binary logit untuk stated choice dan Importance\nPerformance of Analysis (IPA). Pemilihan moda angkutan dipengaruhi oleh jenis kelamin, jenis\npekerjaan, kepemilikan mobil, dan frekuensi menggunakan moda angkutan bus dalam setahun.\nVariabel stated choice yang berpengaruh hanya headway bus. Probabilitas pemilihan moda bus\nyaitu sebesar 44,23%, sedangkan probabilitas responden memilih untuk menggunakan moda mobil\ntravel agent agent yaitu sebesar 55,77%.\nPelayanan dari atribut angkutan bus yang memiliki tingkat kinerja dan kepentingan tinggi yaitu:\nsopir mengemudi dengan tertib, sopir ramah kepada penumpang, tempat duduk tidak berdesakan,\ndan kebersihan di dalam bus optimal. Atribut yang perlu ditingkatkan yaitu: keamanan barang di\nruang tunggu maupun di dalam kendaraan baik, tersedianya peralatan keselamatan (P3K), adanyaii\nfasilitas pengatur suhu di dalam kendaraan, dan adanya larangan merokok di dalam kendaraan.\nSedangkan untuk atribut mobil travel agent yang tingkat kinerja dan kepentingan tinggi yaitu:\nkeamanan barang di ruang tunggu maupun di dalam kendaraan baik, sopir mengemudi dengan\ntertib, adanya fasilitas pengatur suhu di dalam kendaraan, sopir ramah kepada penumpang,\nkebersihan di dalam bus optimal, penumpang mudah memesan tiket angkutan, dan sopir berhenti\nseperlunya saat menaikkan dan menurunkan penumpang. Atribut yang kinerjanya harus\nditingkatkan yaitu: tersedianya peralatan keselamatan (P3K), adanya larangan merokok di dalam\nkendaraan, dan tempat duduk tidak berdesakan.", "Daftar File": {"ABSTRAK Ahmad Al Hafiz": "https://digilib.itb.ac.id/gdl/download/309262", "BAB 1 Ahmad Al Hafiz": "https://digilib.itb.ac.id/gdl/download/309264", "BAB 2 Ahmad Al Hafiz": "https://digilib.itb.ac.id/gdl/download/309265", "BAB 3 Ahmad Al Hafiz": "https://digilib.itb.ac.id/gdl/download/309266", "BAB 4 Ahmad Al Hafiz": "https://digilib.itb.ac.id/gdl/download/309268", "BAB 5 Ahmad Al Hafiz": "https://digilib.itb.ac.id/gdl/download/309269", "BAB 6 Ahmad Al Hafiz": "https://digilib.itb.ac.id/gdl/download/309270", "PUSTAKA Ahmad Al Hafiz": "https://digilib.itb.ac.id/gdl/download/309271", "LAMPIRAN Ahmad Al Hafiz": "https://digilib.itb.ac.id/gdl/download/309272"}, "Penulis": "Ahmad Al Hafiz [24221012]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Eng. Pradono, S.E, M.Ec.Dev.", "Dr. I Gusti Ayu Andani, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Transportasi", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Transportation ; ground transportation", "Kata Kunci": "angkutan umum, angkutan regional, pemilihan moda, stated choice, logit binomial, importance performance of analysis.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "15 Sep 2023"}