{"Nomor": 78013, "Judul": "STUDI GEOLOGI DAN ALTERASI HIDROTERMAL  DAERAH ARINEM, GARUT, JAWA BARAT DENGAN  PENDEKATAN MODEL IMPLISIT 3D", "Abstrak": "Eksplorasi yang dilakukan oleh PT Aneka Tambang pada tahun 1981 menemukan\nberbagai daerah prospek Jawa Barat yang dikategorikan sebagai tipe epithermal\nsulfidasi rendah hingga tinggi. Salah satu yang ditemukan adalah prospek\nmineralisasi di Daerah Arinem, Garut, Jawa Barat yang menjadi lokasi pada studi\nini dengan luas wilayah sebesar 0.46 km2 yang berjarak 45 km dari kota garut.\nData pada penelitian ini terdiri dari data lapangan dan tujuh sumur bor batuan inti\nmilik PT ANTAM Tbk. Untuk mengetahui geologi dan alterasi metode yang\ndilakukan adalah menggunakan analisis petrografi, analisis mineragrafi, analisis\nASD specTERRA, kemudian dilakukan rekonstruksi 3D model implisit dengan\nsoftware Leapfrog Geo. Penggunaan metode implisit dalam melakukan pemodelan\ndapat melakukan interpolasi yang cepat dengan teknologi Fast RBF (Radial Basis\nFunction).\nSecara fisiografi daerah penelitian termasuk kedalam Zona Pegunungan Selatan\nJawa Barat. Model Satyana (2007) menjelaskan bahwa daerah penelitian berada\ndalam stuktur orde 2 - 3 yang disebabkan dari Sesar Menganan Pamanukan -\nCilacap. Daerah penelitian termasuk ke dalam Satuan Batuan Gunung Api Tua Tak\nTeruraikan (Qtv) yang secara setempat diterobos oleh Andesit Piroksen (Tpap) dan\nHornblenda (Tpah).\nBerdasarkan analisis petrografi satuan batuan pada daerah penelitian terdiri dari\nSatuan Batuan Andesit, Breksi Tuf, Tuf Lapili A, Breksi Tuf A, Tuf, Breksi Tuf\nB, Tuf Lapili B, dan Breksi Tuf C. Zona alterasi daerah penelitian terdiri dari Zona\nKlorit, Smektit, Ilit, Kalsit dan Zona Kaolinit, Ilit, Smektit. Mineral yang ditemukan\nberupa Pyrite, Chalcopyrite, Galena, dan Sphalerit. Urat ditemukan memiliki\norientasi barat laut - tenggara. Struktur daerah penelitian terdiri dari Sesar Mengiri\nArinem dengan kedudukan N191°E/75° dan Sesar Menganan Normal Arinem\ndengan kedudukan N243°E/85°.", "Daftar File": {"Abstrak M Lugas S 12019004.pdf": "https://digilib.itb.ac.id/gdl/download/309331"}, "Penulis": "M Lugas Sujatmoko [12019004]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Yan Rizal R., Dipl.Geol.", "Dr. Ir. Johan Arif, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Geologi, Alterasi, 3D Model, Arinem", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi  \n                                     Dedi Rosadi", "File": "1 file", "Tanggal Input": "15 Sep 2023"}