{"Nomor": 78028, "Judul": "KNOWLEDGE MAPPING UNTUK MENINGKATKAN KAPABILITAS ORGANISASI  PADA INTERNAL AUDIT PT BURSA EFEK INDONESIA", "Abstrak": "Terlepas dari pandemi COVID-19 yang berdampak buruk pada perekonomian dunia, Pasar Modal Indonesia melihat peningkatan yang signifikan dari investor ritel lokal pada tahun 2020. Kondisi yang menguntungkan ini bertahan selama 2021-2023. Jumlah investor pasar modal berkembang pesat dari 281 ribu investor di tahun 2012 menjadi 1,1 juta investor (299%) di tahun 2018 dan 10,3 juta investor (818%) di tahun 2022. dari transaksi ekuitas juga tumbuh signifikan dari 459 perusahaan di tahun 2012 menjadi 566 perusahaan (23%) di tahun 2018 dan 825 perusahaan (46%) di tahun 2022.\nMengingat tingginya pertumbuhan Bursa efek Indonesia (BEI) dan tanggung jawab utama BEI dalam menciptakan infrastruktur pasar keuangan yang terpercaya dan kredibel untuk menghadirkan pasar yang adil, teratur, dan efisien, kebutuhan untuk mengembangkan sistem manajemen pengetahuan yang lebih kuat untuk mendukung operasi bursa menjadi semakin penting. Kondisi ini juga dikuatkan dengan posisi BEI saat ini sebagai satu-satunya penyedia infrastruktur perdagangan pasar modal di Indonesia, sehingga sebagian pengetahuan yang dibutuhkan untuk menjalankan fungsi bursa efek hanya dapat diperoleh dengan pengalaman kerja bertahun-tahun sebagai pegawai BEI. Untuk mengatasi tantangan tersebut, BEI mulai menyusun kamus kompetensi BEI pada tahun 2017 yang mencakup kompetensi perilaku dan teknis yang berlaku untuk seluruh divisi di BEI.\nSeiring dengan berkembangnya peran audit internal tidak hanya sebagai pengawas tetapi juga sebagai penasihat tepercaya dan mitra strategis bagi manajemen, audit internal juga perlu mengidentifikasi kebutuhan pengetahuannya dan menetapkan metode untuk memperoleh dan mempertahankan pengetahuan tersebut untuk mengikuti perkembangan organisasi. perkembangan. Untuk mengelola pengetahuan yang dibutuhkan di dalam Audit Internal BEI dengan lebih baik, penelitian ini mencoba mengidentifikasi pengetahuan kritis dan merumuskan langkah-langkah kunci untuk melakukannya dengan melakukan analisis kesenjangan dan pemetaan pengetahuan. Penelitian dilakukan dengan menggunakan metodologi kualitatif melalui analisis dokumen dan wawancara. Studi ini menggunakan berbagai pendekatan manajemen pengetahuan untuk mengatasi pemetaan pengetahuan, kesenjangan pengetahuan, dan kehilangan pengetahuan.\nBerdasarkan hasil kajian tersebut, penulis mengidentifikasi knowledge gap dan memberikan beberapa rekomendasi mengenai Knowledge Development Program untuk menutup knowledge gap dan Knowledge Retention Program untuk membangun knowledge yang telah dimiliki Internal Audit.", "Daftar File": {"COVER Bima Andriansyah Harimurti": "https://digilib.itb.ac.id/gdl/download/309357", "BAB 1 Bima Andriansyah Harimurti": "https://digilib.itb.ac.id/gdl/download/312925", "BAB 2 Bima Andriansyah Harimurti": "https://digilib.itb.ac.id/gdl/download/312926", "BAB 3 Bima Andriansyah Harimurti": "https://digilib.itb.ac.id/gdl/download/312927", "BAB 4 Bima Andriansyah Harimurti": "https://digilib.itb.ac.id/gdl/download/312928", "BAB 5 Bima Andriansyah Harimurti": "https://digilib.itb.ac.id/gdl/download/312929", "PUSTAKA Bima Andriansyah Harimurti": "https://digilib.itb.ac.id/gdl/download/312930"}, "Penulis": "Bima Andriansyah Harimurti [29321057]", "Kontributor / Dosen Pembimbing": ["Donald Crestofel Lantu, S.T, MBA, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Internal Audit, Bursa Efek, Manajemen Pengetahuan, Pemetaan Pengetahuan, Kesenjangan Pengetahuan, Pengetahuan Hilang", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "16 Sep 2023"}