{"Nomor": 78024, "Judul": "STUDI KOMPARASI ESTIMASI NILAI REPRODUCTION NUMBER DARI PENYAKIT COVID-19 PADA MODEL KOMPARTEMEN SIR MENGGUNAKAN ALGORITMA KALMAN FILTER DAN OPTUNA UNTUK TATA KELOLA  BERBASIS DATA", "Abstrak": "Pandemi COVID-19, yang telah berlangsung selama 3 tahun terakhir, telah\nmenimbulkan dampak besar terhadap kehidupan masyarakat global. Pemangku\nkepentingan di berbagai negara berupaya keras untuk mengatasi dampak pandemi\nini melalui berbagai kebijakan yang bertujuan menjaga stabilitas masyarakat. Salah\nsatu pendekatan penting untuk mengamati penyebaran penyakit di masyarakat\nadalah melalui estimasi metrik reproduction number ( ).\nPada tesis ini, dilakukan studi komparasi terhadap dua metode estimasi , yaitu\nmenggunakan kalman filter dan Optuna. Hasil penelitian mengungkapkan bahwa\nestimasi menggunakan Optuna pada data COVID-19 di Indonesia menghasilkan\ntingkat akurasi yang lebih baik, dengan nilai Mean Absolute Percentage Error\n(MAPE) sebesar 9.5%. Ini berbanding terbalik dengan hasil estimasi menggunakan\nkalman filter yang memiliki MAPE sebesar 35%. Namun, penting untuk dicatat\nbahwa estimasi dengan Optuna membutuhkan waktu komputasi yang lebih lama,\nyakni di atas 100 detik, sementara estimasi menggunakan kalman filter hanya\nmembutuhkan waktu kurang dari 10 detik.\nRekomendasi yang dapat diambil dari perbandingan ini adalah bahwa Optuna\nmerupakan pilihan yang lebih akurat dalam mengestimasi nilai reproduction\nnumber pada data COVID-19 di Indonesia. Namun, pemangku kepentingan perlu\nmempertimbangkan trade-off antara akurasi dan waktu komputasi. Jika kecepatan\nmerupakan faktor kritis, penggunaan kalman filter tetap menjadi pilihan yang baik\ndengan akurasi yang lebih rendah namun waktu komputasi yang jauh lebih singkat.\nDalam konteks pengambilan kebijakan berbasis data, pemilihan metode harus\ndisesuaikan dengan kebutuhan dan sumber daya yang tersedia.", "Daftar File": {"Adriel G.P. Situmorang [23522015].pdf": "https://digilib.itb.ac.id/gdl/download/309353"}, "Penulis": "Adriel G.P. Situmorang [23522015]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Dimitri Mahayana, M.Eng.", "Dr. Ir. Rinaldi, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "COVID-19, reproduction number, kalman filter, Optuna, estimasi, studi komparasi.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "15 Sep 2023"}