{"Nomor": 78027, "Judul": "PERENCANAAN SKENARIO TRANSFORMATIF UNTUK MODEL OPERASI BARU DENGAN PENDEKATAN ANALYTICAL HIERARCHY PROCESS DAN MANAGEMENT TOOLS (STUDI KASUS DIREKTORAT NETWORK PT. SELULER INDONESIA)", "Abstrak": "Kondisi sektor telekomunikasi lokal dan internasional di era pandemi, serta sejumlah kekhawatiran politik, menjadikan dunia usaha harus tetap kompetitif dan bertumbuh. Menghadapi Revenue Share yang menurun dan beban usaha yang tinggi, PT. Selular Indonesia telah berupaya meningkatkan efektivitas biaya dan mencari opsi bisnis baru. Studi ini menggunakan perencanaan skenario transformatif untuk menciptakan model operasi terbaik untuk organisasi Direktorat Network. Layanan yang terkonsolidasi (Consolidated) dan Tidak Konsolidasi (Unconsolidated) serta Customer Centricity diidentifikasi sebagai dua Critical Uncertainties berdasarkan penelitian melalui serangkaian wawancara mendalam dengan dua belas pakar di level manajemen senior. Setelah terciptanya empat skenario yang memungkinkan, Skenario D—Consolidated Customer Advocate—ditentukan sebagai skenario yang paling sesuai untuk PT. Selular Indonesia. Sinyal peringatan dini dan Implikasinya terhadap dampak lokal menyebabkan pemilihan Area-3 (Jawa-Bali Nusra) sebagai target lokalisasi untuk inisiasi model operasi baru. PT. Selular Indonesia dapat meminimalisir dampak negatif pada masa transisi seperti penurunan layanan, potensi hilangnya pendapatan, keterlambatan operasional, dan lain-lain. AHP adalah metode Pengambilan Keputusan Multi Kriteria yang paling cocok untuk bidang aplikasi yang terkait dengan masalah tipe kinerja, pengelolaan sumber daya, dan tata kelola. Dua kriteria dengan bobot prioritas tertinggi di antara kriteria utama lainnya adalah kriteria Expenses dengan sub kriteria Biaya Operasi dan Pemeliharaan dan kriteria Regulasi yang mencakup sub kriteria Kontrak dan Perizinan yang Berkelanjutan, yang merupakan faktor penentu dalam pengambilan keputusan.", "Daftar File": {"COVER Yoga Maharseto Iskandar": "https://digilib.itb.ac.id/gdl/download/309356", "BAB 1 Yoga Maharseto Iskandar": "https://digilib.itb.ac.id/gdl/download/314186", "BAB 2 Yoga Maharseto Iskandar": "https://digilib.itb.ac.id/gdl/download/314187", "BAB 3 Yoga Maharseto Iskandar": "https://digilib.itb.ac.id/gdl/download/314188", "BAB 4 Yoga Maharseto Iskandar": "https://digilib.itb.ac.id/gdl/download/314189", "PUSTAKA Yoga Maharseto Iskandar": "https://digilib.itb.ac.id/gdl/download/314190"}, "Penulis": "Yoga Maharseto Iskandar [29320455]", "Kontributor / Dosen Pembimbing": ["Yos Sunitiyoso, S.T, M.Eng., Ph.D.", "Ir. Priyantono Rudito, M.Bus. (Mktg), Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Perencanaan Skenario Transformatif, Proses Hirarki Analitik, Telekomunikasi Seluler, Pandemi Covid-19, Model Operasi, McKinsey 7S, Strategi Model Diamond, Manajemen Tools", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "16 Sep 2023"}