{"Nomor": 78037, "Judul": "PEMILIHAN DAN EVALUASI MANFAAT EKONOMI DAN PENURUNAN EMISI SISTEM ELEKTRIFIKASI TAMBANG UNTUK TRANSPORTASI DI TAMBANG TEMBAGA TERBUKA DALAM", "Abstrak": "Dorongan global Perjanjian Paris untuk melakukan dekarbonisasi telah menciptakan kebutuhan mendesak untuk solusi energi berkelanjutan, yang mendorong peralihan dari bahan bakar fosil. Tembaga, di antara logam lainnya, akan memainkan peran penting dalam transisi ini. Ketika permintaan tembaga meningkat, para penambang akan terdorong untuk mengeksplorasi tambang terbuka yang lebih dalam. Namun, tambang-tambang ini menimbulkan tantangan karena ketergantungan mereka pada truk tradisional yang boros bahan bakar untuk pengangkutan, sehingga menghasilkan emisi Scope 1 yang besar dan meningkatkan biaya operasional.\n\nStudi ini menjawab permintaan mendesak akan sistem pengangkutan tambang alternatif yang dapat mengurangi konsumsi bahan bakar dan emisi secara signifikan sekaligus memastikan kelangsungan ekonomi. Berfokus pada tambang tembaga Amerika Latin, yang disebut sebagai \"The Copper Pit\" untuk tujuan kerahasiaan, penelitian ini mengidentifikasi dan memberi peringkat pada sistem pengangkutan potensial berdasarkan enam kriteria penting: biaya modal, biaya operasional, fleksibilitas, keselamatan, kesiapan teknologi, dan pengurangan emisi. potensi. Memanfaatkan Analytical Hierarchy Method (AHP), nilai bobot diberikan pada setiap kriteria berdasarkan preferensi manajemen tambang, sehingga menghasilkan tabel peringkat yang diprioritaskan.\n\nAnalisis ini menyoroti pengangkutan truk Trolley Assist sebagai alternatif paling menjanjikan dibandingkan penambangan truk diesel tradisional di The Copper Pit. Simulasi komputer yang membandingkan skenario \"dengan Trolley \" dan \"tanpa Trolley\" menunjukkan penghematan yang luar biasa, dengan pengurangan konsumsi bahan bakar hingga 87% dan emisi Scope 1 terkait, sehingga menghasilkan pengurangan biaya operasional sebesar 80%. Meskipun manfaat ekonomi dipengaruhi oleh harga solar dan listrik, pajak karbon mempunyai dampak yang lebih kecil. Studi ini menyarankan dilakukannya studi kelayakan untuk pemahaman yang komprehensif tentang operasi Trolley Assist dan strategi implementasi bertahap untuk mengurabgi risiko. Pendekatan inovatif penelitian ini menggabungkan AHP, diagram DUNCKER, dan teknik simulasi, yang membedakannya dari penelitian konvensional.\n \n\nMeskipun fleksibilitasnya lebih rendah dan persyaratan modal tambahan dibandingkan dengan operasi truk-shovel konvensional, penerapan Trolley Assist di tambang tembaga dalam menjanjikan pengurangan emisi dan biaya operasi secara signifikan, sehingga menjamin keberlanjutan dan profitabilitas operasi penambangan tembaga.", "Daftar File": {"COVER Joyanta Chakraborty": "https://digilib.itb.ac.id/gdl/download/309368", "BAB 1 Joyanta Chakraborty": "https://digilib.itb.ac.id/gdl/download/313213", "BAB 2 Joyanta Chakraborty": "https://digilib.itb.ac.id/gdl/download/313214", "BAB 3 Joyanta Chakraborty": "https://digilib.itb.ac.id/gdl/download/313215", "BAB 4 Joyanta Chakraborty": "https://digilib.itb.ac.id/gdl/download/313216", "BAB 5 Joyanta Chakraborty": "https://digilib.itb.ac.id/gdl/download/313217", "PUSTAKA Joyanta Chakraborty": "https://digilib.itb.ac.id/gdl/download/313218"}, "Penulis": "Joyanta Chakraborty [29321708]", "Kontributor / Dosen Pembimbing": ["Dr. Agung Wicaksono, S.T, M.Sc.", "Yos Sunitiyoso, S.T, M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Keberlanjutan, Penggerak Dekarbonisasi, Peran Penambangan Tembaga, Alternatif Pengangkutan Tambang, AHP, Sistem Pengangkutan Berbantuan Troli.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "16 Sep 2023"}