{"Nomor": 78039, "Judul": "PENGARUH FEAR OF MISSING OUT TERHADAP PERILAKU PEMBELIAN DAN PASCA PEMBELIAN PADA PEMBELANJA  ONLINE GENERASI Z INDONESIA (STUDI KASUS: E-COMMERCE INDONESIA)", "Abstrak": "Beberapa hal yang berkaitan dengan perilaku dan preferensi seseorang akan berkaitan dengan\nperilakunya sebagai konsumen. Penelitian menunjukkan bahwa faktor fisiologis, ekonomi,\nsosial, dan pemasaran mempengaruhi keputusan pembelian. Namun, pengambilan keputusan\nkonsumen juga tidak selalu rasional. Sebagian besar pemikiran kita dicapai melalui ingatan,\nemosi, pikiran, atau proses kognitif lain yang tidak kita sadari atau tidak dapat kita pengaruhi.\nSehingga terkadang konsumen tidak selalu dapat mengontrol perilaku pembeliannya. Saat ini,\nKemajuan teknologi seperti penyebaran internet dan media sosial, telah menjadi candu dan\nmembentuk pemahaman bahwa kehidupan sosial itu perlu. Namun sayangnya, apa yang\ndiproduksi di media sosial tidak semuanya memberikan hasil yang baik. Salah satunya adalah\nfenomena FoMO atau Fear of Missing Out.\nPenelitian ini bertujuan untuk mendapatkan gambaran Perilaku Pembelian dan Pasca\nPembelian Konsumen, yang dalam hal ini adalah pembeli Generasi Z pada E-Commerce,\nsebagai dampak dari fenomena FoMO. Penelitian ini menggunakan 14 variabel di dalamnya,\nyaitu efikasi diri-sosial, kerentanan konsumen terhadap pengaruh interpersonal, kecanduan\nmedia sosial, kegagalan pengendalian diri pada media sosial, pencarian kebaruan, harga diri,\nFoMO, teori perilaku yang direncanakan (sikap terhadap perilaku, norma subyektif, dan\npersepsi kontrol perilaku), niat beli, perilaku membeli, dan perilaku pasca pembelian.\nPenelitian ini akan menggunakan kerangka teori perilaku yang direncanakan (TPB) untuk\nmengidentifikasi faktor-faktor yang mungkin mempengaruhi perilaku pembelian terkait\nFoMO. Penelitian ini setidaknya akan mengeksplorasi: 1) wawasan tentang perilaku pembelian\ndan pasca pembelian Generasi Z sebagai dampak dari fenomena FoMO pada e-commerce, 2)\n\niv\n\nFaktor-faktor yang mempengaruhi perilaku konsumen tersebut selain fenomena FoMO, dan 3)\nRekomendasi kepada Generasi Z sebagai konsumen untuk menghindari fenomena FoMO.\nMetodologi yang digunakan adalah penelitian kuantitatif, dengan metode analisis yang\ndigunakan adalah PLS-SEM dengan SmartPLS 4.0. Peneliti menggunakan kuesioner sebagai\nsumber data dan mengolah 417 responden. Responden adalah Generasi Z Indonesia atau\nmereka yang lahir antara tahun 1997-2012 yang pengguna media sosial dan minimal\nmelakukan pembelian di e-commerce selama sebulan terakhir.\nAnalisis data menunjukkan bahwa semua indikator dan variabel valid dan reliabel. Akurasi\nprediksi dari model-model yang ada juga baik. Berdasarkan data survei, sebagian besar\nresponden merasa bahwa FoMO telah mempengaruhi kehidupan mereka, dengan skor 5-6 pada\nskala Likert 6 menunjukkan pengaruh yang tinggi. Juga, berdasarkan data yang dianalisis dari\ntanggapan kuesioner, tiga jalur memiliki pengaruh paling besar, perilaku pembelian terhadap\nperilaku pasca pembelian, FoMO terhadap norma subyektif, dan niat beli terhadap perilaku\npembelian. Berdasarkan analisis, ada beberapa hal yang dapat direkomendasikan untuk\npembeli Gen Z Indonesia, terutama terkait bagaimana menghindari hal-hal yang membuat\nmereka FoMO dan bagaimana menghindari efek FoMO pada perilaku pembelian dan pasca\npembelian mereka.", "Daftar File": {"COVER Sumayyah Amalina Nasr": "https://digilib.itb.ac.id/gdl/download/310051", "BAB 1 Sumayyah Amalina Nasr": "https://digilib.itb.ac.id/gdl/download/313795", "BAB 2 Sumayyah Amalina Nasr": "https://digilib.itb.ac.id/gdl/download/313816", "BAB 3 Sumayyah Amalina Nasr": "https://digilib.itb.ac.id/gdl/download/313817", "BAB 4 Sumayyah Amalina Nasr": "https://digilib.itb.ac.id/gdl/download/313818", "BAB 5 Sumayyah Amalina Nasr": "https://digilib.itb.ac.id/gdl/download/313819", "PUSTAKA Sumayyah Amalina Nasr": "https://digilib.itb.ac.id/gdl/download/313820"}, "Penulis": "Sumayyah Amalina Nasr [29321486]", "Kontributor / Dosen Pembimbing": ["Yos Sunitiyoso, S.T, M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Fear of Missing Out, Perilaku Membeli, Perilaku Pasca Pembelian, Media Sosial, Generasi Z.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "16 Sep 2023"}