{"Nomor": 78035, "Judul": "STRATEGI KETAHANAN ORGANISASI TERHADAP PENGGABUNGAN SUB-HOLDING DALAM HOLDING EKOSISTEM PENERBANGAN & PARIWISATA (STUDI KASUS: ANGKASA PURA SUPPORTS)", "Abstrak": "Pandemi COVID-19 berdampak besar kepada industri penerbangan salah satunya dikarenakan adanya implementasi pembatasan perjalanan yang mengakibatkan penurunan jumlah penumpang . Situasi ini juga mempengaruhi industri aviasi di  Indonesia. PT Angkasa Pura Support (APS) sebagai anak perusahaan PT Angkasa Puta I (Pengelola Bandar Udara Komersial) yang mengelola portofolio Manajemen Fasilitas Terintegrasi terutama di bandara yang secara langsung terpengaruh oleh kondisi ini sejak 2020 hingga 2022, secara bertahap APS melaksanakan beberapa strategi manajemen perubahan ke dalam organisasinya untuk menyesuaikan diri dengan keadaan tersebut. Menindaklanjuti rencana penggabungan Holding kluster aviasi dan pariwisata oleh Menteri BUMN, akan dilaksanakan penggabungan perusahaan antara APS dengan Perusahaan dalam kluster aviasi yang mengelola portofolio yang sama.\n\nTujuan dari makalah ini adalah untuk melakukan pemeriksaan mendalam tentang strategi ketahanan organisasi APS dalam skenario penggabungan. Untuk mencapai tujuan ini, berbagai kegiatan pengumpulan data dilakukan, termasuk pemeriksaan kesehatan organisasi dan metodologi kualitatif lainnya. Kerangka kerja PESI digunakan untuk menyampaikan analisis data.\n\nHasil dari penelitian ini menginfikasikan bahwa ketahanan organisasi di Angkasa Pura Suport berada pada nilai 47,67% yang termasuk dalam kategori ketahanan rendah. Ketahanan berfokus pada 3 atribut yaitu Kepemimpinan & Budaya, Jaringan & Kemitraan, dan Siap Perubahan. Saran penelitian ini diambil berdasarkan kerangka konsep Dilema CEO BCG tentang Ketahanan Organisasi dan Model Ketahanan Accenture yang disebutkan yang menggambarkan hasil penelitian yang berfokus pada 3 tujuan: organisasi yang ramping dan efektif, organisasi yang dapat beradaptasi, dan organisasi yang berfokus pada nilai.", "Daftar File": {"COVER Anindita Noviandari": "https://digilib.itb.ac.id/gdl/download/309366", "BAB 1 Anindita Noviandari": "https://digilib.itb.ac.id/gdl/download/310178", "BAB 2 Anindita Noviandari": "https://digilib.itb.ac.id/gdl/download/310179", "BAB 3 Anindita Noviandari": "https://digilib.itb.ac.id/gdl/download/310180", "BAB 4 Anindita Noviandari": "https://digilib.itb.ac.id/gdl/download/310181", "BAB 5 Anindita Noviandari": "https://digilib.itb.ac.id/gdl/download/310182", "PUSTAKA Anindita Noviandari": "https://digilib.itb.ac.id/gdl/download/310183"}, "Penulis": "Anindita Noviandari [29321538]", "Kontributor / Dosen Pembimbing": ["Yudo Anggoro, M.SM, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Industri Aviasi, Dampak Pandemi, Transformasi, Manajemen Perubahan, Ketahanan Organisasi, Merger, Holding, Strategi, Framework PESI", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "16 Sep 2023"}