{"Nomor": 78038, "Judul": "FAKTOR-FAKTOR PENDORONG UNTUK INOVASI SOSIAL YANG EFEKTIF DALAM BISNIS KELUARGA - STUDI KASUS PT PARAGON TECHNOLOGY AND INNOVATION", "Abstrak": "Bisnis  keluarga  diakui  sebagai  penggerak  penting  inovasi  sosial  dan  memainkan  peran  krusial  dalam mengatasi  tantangan-tantangan  masyarakat.  Namun,  diperlukan  pemahaman  yang  lebih  mendalam tentang kekuatan dan strategi yang memungkinkan usaha keluarga terlibat secara efektif dalam inovasi sosial. Penelitian ini menyelidiki kasus PT Paragon Technology and Innovation, sebuah usaha keluarga, untuk mengeksplorasi faktor-faktor ini dalam konteks unik mereka. \nMelalui  wawancara  mendalam  dan  analisis  inisiatif  PT  Paragon,  studi  ini  mengidentifikasi kekuatan-kekuatan utama seperti kesadaran diri, komitmen pribadi, nilai-nilai keluarga, budaya perusahaan,  keterlibatan  karyawan,  kolaborasi  strategis,  dan  kemakmuran  berkelanjutan. Temuan  ini  menekankan  pentingnya  faktor-faktor  ini  dalam  membentuk  inovasi  sosial  dalam usaha  keluarga,  menawarkan  wawasan  dan  rekomendasi  berharga  bagi  praktisi  yang  ingin mendorong perubahan sosial melalui pendekatan inovatif. \nStudi ini memberikan pemahaman tentang kekuatan dan strategi di balik keterlibatan mereka yang sukses  dalam  inovasi  sosial.  Temuan-temuan  ini  mengungkapkan  bahwa  kesadaran  diri  dan komitmen pribadi penting bagi usaha keluarga untuk merangkul inovasi sosial. Selain itu, sejalan dengan  nilai-nilai  inti  keluarga  dan  membangun  budaya  perusahaan  yang  mendukung menciptakan  lingkungan  yang  memungkinkan  untuk  mendorong  perubahan  sosial.  Selain  itu, keterlibatan karyawan, kolaborasi strategis, dan komitmen terhadap kemakmuran berkelanjutan diidentifikasi  sebagai  strategi-strategi  efektif  yang  digunakan  oleh  PT  Paragon.  Wawasan- wawasan  ini  berkontribusi  pada  pengetahuan  yang  ada  tentang  inovasi  sosial  dalam  usaha keluarga,  memberikan  panduan  praktis  bagi  praktisi  yang  bertujuan  untuk  memiliki  dampak positif pada masyarakat melalui pendekatan inovatif.", "Daftar File": {"TBP.pdf": "https://digilib.itb.ac.id/gdl/download/309369"}, "Penulis": "Krisanti Debora Angelia [29321575]", "Kontributor / Dosen Pembimbing": ["Emilia Fitriana Dewi, S.H., M.A.B."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Inovasi Sosial, Bisnis Keluarga, Kekuatan Pendorong, Strategi, Studi Kasus", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "16 Sep 2023"}