{"Nomor": 78045, "Judul": "VALUASI WAJAR PERUSAHAAN JASA KEUANGAN DENGAN MENGGUNAKAN EXCESS RETURN MODEL, STUDI KASUS DARI PT. BPR FAJAR WARAPASTIKA", "Abstrak": "Dalam bidang keuangan Indonesia yang terus berkembang, konsolidasi BPR (Bank Perkreditan Rakyat) telah diidentifikasi sebagai tren yang berpotensi terjadi. Mengingat tren konsolidasi yang meningkat di antara BPR di Indonesia, penilaian perusahaan yang akurat telah menjadi sangat penting dalam memungkinkan pengambilan keputusan strategis, khususnya dalam aktivitas keluar pemegang saham atau divestasi. Tujuannya adalah untuk mengevaluasi nilai wajar PT. BPR Fajar Warapastika, sebuah BPR yang berlokasi di Lampung, dengan menggunakan Excess Return Model. \nExcess Return Model, dipilih karena evaluasinya yang kuat terhadap nilai intrinsik perusahaan, memperhitungkan biaya ekuitas, ekspektasi return atas ekuitas, dan nilai buku ekuitas. Analisis komprehensif ini diperkuat dengan penilaian rasio keuangan yang signifikan, termasuk Rasio Kecukupan Modal, Non-Performing Loan, Return on Asset, Operating Expense to Operating Revenue, Loan to Deposit Ratio, dan Cash Ratio. \nPendekatan ini menawarkan wawasan menyeluruh tentang kesehatan dan kinerja keuangan perusahaan. Penilaian ini sangat penting dalam memberikan pemangku kepentingan gambaran yang jelas tentang kesehatan keuangan perusahaan dan prospek masa depannya. Hal ini akan\nmendukung regulator, pemegang saham yang ada, dan investor potensial dalam proses pengambilan keputusan mereka, menyesuaikan strategi mereka untuk konsolidasi, aktivitas keluar yang mungkin terjadi, dan investasi. Hal ini juga bisa memberikan BPR, seperti Bank Fajar Warapastika, wawasan tentang operasi bisnis, yang pada akhirnya membantu misi untuk meningkatkan inklusi keuangan di daerah pedesaan Indonesia.\nSelain itu, ini juga bisa berfungsi sebagai cetak biru untuk penilaian BPR lainnya di Indonesia, sehingga berkontribusi pada lingkungan keuangan yang lebih stabil dan transparan.", "Daftar File": {"COVER M. Dye Ralang Nugok": "https://digilib.itb.ac.id/gdl/download/310031", "BAB 1 M. Dye Ralang Nugok": "https://digilib.itb.ac.id/gdl/download/313256", "BAB 2 M. Dye Ralang Nugok": "https://digilib.itb.ac.id/gdl/download/313257", "BAB 3 M. Dye Ralang Nugok": "https://digilib.itb.ac.id/gdl/download/313258", "BAB 4 M. Dye Ralang Nugok": "https://digilib.itb.ac.id/gdl/download/313259", "BAB 5 M. Dye Ralang Nugok": "https://digilib.itb.ac.id/gdl/download/313260", "PUSTAKA M. Dye Ralang Nugok": "https://digilib.itb.ac.id/gdl/download/313261"}, "Penulis": "M. Dye Ralang Nugok [29321350]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Subiakto, M.B.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Valuasi, Excess Return Model, Perusahaan Jasa Keuangan, BPR", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "16 Sep 2023"}