{"Nomor": 78043, "Judul": "PERSEPSI PEKERJA UNTUK MENDUKUNG IMPLEMENTASI ENERGI TERBARUKAN DI SEKTOR MIGAS INDONESIA", "Abstrak": "Minyak dan gas adalah pendorong utama perubahan iklim. Sebagian besar emisi gas\nrumah kaca dari minyak dan gas dipancarkan saat dibakar untuk menghasilkan listrik,\nmenghasilkan panas, atau mengangkut listrik. Salah satu tujuan dari penelitian ini\nadalah untuk mengetahui persepsi pekerja sektor migas di Indonesia dalam\nmendukung implementasi energi terbarukan . Persepsi karyawan terhadap\nimplementasi energi terbarukan di sektor migas dilakukan dengan menggunakan\nkuesioner kepada responden profesional di perusahaan migas. Berbagai pertanyaan\nsurvei diajukan dengan fokus pada data teknis dan permintaan masukan tentang\nkemungkinan perubahan kemudian merangkum informasi secara akurat. Analisis\ndilakukan berdasarkan lebih dari 100 responden dengan pertanyaan khusus tentang\npersepsi pekerja untuk mendukung implementasi energi terbarukan di sektor migas\nIndonesia. Berdasarkan analisis, Mayoritas perusahaan minyak dan gas di Indonesia\nterutama mengandalkan bahan bakar untuk mengoperasikan peralatan mereka,\nmelayani berbagai keperluan seperti sistem utilitas dan operasi inti. Transisi yang\nberhasil dari energi fosil ke energi terbarukan memerlukan dukungan internal di\ndalam perusahaan, menjadikan adopsi energi terbarukan sebagai pendorong utama\nkesuksesan. Persepsi setiap karyawan mengenai integrasi energi terbarukan dalam\nindustri minyak dan gas bumi dapat dipengaruhi oleh berbagai faktor penting.\nProgram efektif yang dapat mengalihkan fokus perusahaan untuk mendukung energi\nterbarukan mencakup tiga kategori insentif utama yaitu insentif berbasis kebijakan, insentif berbasis pasar dan keuangan hemat energi.", "Daftar File": {"COVER Wiyana Ferdyana": "https://digilib.itb.ac.id/gdl/download/310081", "BAB 1 Wiyana Ferdyana": "https://digilib.itb.ac.id/gdl/download/314167", "BAB 2 Wiyana Ferdyana": "https://digilib.itb.ac.id/gdl/download/314168", "BAB 3 Wiyana Ferdyana": "https://digilib.itb.ac.id/gdl/download/314169", "BAB 4 Wiyana Ferdyana": "https://digilib.itb.ac.id/gdl/download/314170", "BAB 5 Wiyana Ferdyana": "https://digilib.itb.ac.id/gdl/download/314171", "PUSTAKA Wiyana Ferdyana": "https://digilib.itb.ac.id/gdl/download/314172"}, "Penulis": "Wiyana Ferdyana [29321468]", "Kontributor / Dosen Pembimbing": ["John Welly, M.Sc.", "Dr. Henndy Ginting, S.Psi., M.Si.Psikolog."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Bahan Bakar Fosil, Energi Terbarukan, Migas, Persepsi, Perubahan Iklim.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "16 Sep 2023"}