{"Nomor": 78046, "Judul": "USULAN STRATEGI MANAJEMEN MODAL MANUSIA UNTUK MENINGKATKAN KOMPETENSI GURU SD DI RAHUNING, SUMATERA UTARA (STUDI KASUS SDIT AR-RAHMAH RAHUNING)", "Abstrak": "Persoalan rendahnya kompetensi guru di sekolah-sekolah Indonesia di luar kota\nbesar membutuhkan solusi dari luar dan dalam sekolah. Dari dalam organisasi,\nManajemen Modal Manusia (MMM) memberikan kerangka kerja yang\nbermanfaat untuk meningkatkan kompetensi guru dan kualitas sekolah secara\nkeseluruhan. Penelitian ini bertujuan untuk memahami permasalahan kompetensi\nrendah dan sistem HCM di SDIT Ar-Rahmah Rahuning dan merumuskan program\npengembangan kompetensi dengan pendekatan Lifelong Learning (LLL). Dalam\npenelitian metode campuran ini, survei yang dilakukan terhadap kompetensi guru\ndi SDIT Ar-Rahmah dengan menggunakan model Kompetensi Guru yang\ndigariskan oleh Dirjen Guru dan Tenaga Kependidikan pada tahun 2023\nmengevaluasi empat kompetensi utama guru (kompetensi pedagogik, kompetensi\nkepribadian, kompetensi sosial dan kompetensi profesional), dilanjutkan dengan\nkajian kualitatif tentang sistem MMM, dengan fokus pada program\npengembangan kompetensi.\nHasil penelitian mengungkapkan bahwa rata-rata guru di SDIT Ar-Rahmah\nmenunjukkan perlunya peningkatan kompetensi pedagogik dan sosial. Sistem\nMMM sangat bergantung pada Kepala Sekolah, yang menyebabkan masalah\ndalam mengembangkan Pengembangan Profesional dan Manajemen Kinerja..\nProgram pengembangan kompetensi dirumuskan dengan menggunakan\npendekatan Lifelong Learning untuk memastikan peningkatan berkelanjutan\nselama masa kerja guru. Program ini berfokus pada enam elemen kunci: 1)\npendidikan formal dan nonformal, 2) introspeksi dan penilaian diri, 3)\npembelajaran motivasi diri, 4) penerapan pengetahuan dan keterampilan, 5)\nlangkah evaluasi dan perbaikan dan 6) penyediaan fasilitas dan alat yang\nmendorong kebiasaan Lifelong Learning .", "Daftar File": {"COVER Fauziyah Annur": "https://digilib.itb.ac.id/gdl/download/310024", "BAB 1 Fauziyah Annur": "https://digilib.itb.ac.id/gdl/download/313032", "BAB 2 Fauziyah Annur": "https://digilib.itb.ac.id/gdl/download/313033", "BAB 3 Fauziyah Annur": "https://digilib.itb.ac.id/gdl/download/313034", "BAB 4 Fauziyah Annur": "https://digilib.itb.ac.id/gdl/download/313035", "BAB 5 Fauziyah Annur": "https://digilib.itb.ac.id/gdl/download/313036", "PUSTAKA Fauziyah Annur": "https://digilib.itb.ac.id/gdl/download/313037"}, "Penulis": "Fauziyah Annur [29321537]", "Kontributor / Dosen Pembimbing": ["Hary Febriansyah, S.Si., M.T, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Manajemen Modal Manusia, Pengembangan Kompetensi, Pembelajaran Sepanjang Hayat, Kompetensi Guru, Sekolah Dasar.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "16 Sep 2023"}