{"Nomor": 78040, "Judul": "MENGEMBANGKAN STRATEGI BISNIS UNTUK MENCAPAI BISNIS BERKELANJUTAN BAGI KANGEAN ENERGI INDONESIA LTD. MELALUI PERENCANAAN SKENARIO", "Abstrak": "Pertumbuhan ekonomi Indonesia yang luar biasa telah mendorong perlunya\nstrategi keamanan energi yang kokoh untuk memenuhi tuntutan energi yang terus\nmeningkat. Gas alam, sebagai sumber energi transisi penting untuk mencapai emisi\nbersih nol, memainkan peran sentral. Meskipun cadangan gas yang substansial,\nkekhawatiran tentang potensi ketidakcocokan antara pasokan dan permintaan\nmenimbulkan ketidakpastian dalam sektor energi. Untuk mengatasi tantangan ini,\nstudi ini mengusulkan strategi bisnis lima tahun untuk Kangean Energi Indonesia\nLtd. (KEI) guna memastikan operasi yang berkelanjutan, dengan menggunakan\nperencanaan skenario kualitatif sebagai pendekatan metodologis. Data utama,\nyang diperoleh melalui wawancara dengan pemangku kepentingan yang teliti\ndipilih dan data sekunder menjadi landasan studi ini. Narasi rinci menjelajahi\nperkembangan masa depan yang mungkin dan strategi alternatif, dengan\nmenekankan pentingnya sinyal peringatan dini bagi adaptabilitas KEI.\n\nBerbagai faktor, termasuk kebijakan pemerintah, dinamika pasokan gas,\npembangunan infrastruktur, peraturan, pertimbangan lingkungan, persaingan,\nfaktor-faktor sosial, permintaan energi, fluktuasi harga, sumber energi alternatif,\ndan kemajuan teknologi, akan membentuk industri gas Indonesia dalam lima tahun\nmendatang. Ini akan berdampak signifikan pada KEI sebagai kontraktor gas\nterkemuka. Perhatian utama dalam industri gas Indonesia berkisar pada pasokan\ngas dan infrastruktur. Ketidakpastian pasokan gas dipengaruhi oleh kedewasaan\ncadangan yang ada dan potensi cadangan yang belum dimanfaatkan di berbagai\n\niv\n\nwilayah. Tantangan infrastruktur melibatkan pembangunan jaringan pipa gas\nyang terhubung dengan baik, terutama di Indonesia bagian timur dan barat.\n\nKedua ketidakpastian krusial ini melahirkan empat skenario berbeda yang\nmenguraikan potensi jalur bisnis pengiriman gas alam Indonesia: skenario Chaos\nat the Crossroads, Pioneering Pathways, Gushing Opportunities, dan Sustainable\nHorizons. Dalam skenario Chaos at the Crossroads, KEI dihadapkan pada tugas\nyang sulit, mengarungi lingkungan yang ditandai oleh pasokan gas yang langka\ndan infrastruktur gas yang belum berkembang. Tantangan teknis dan infrastruktur\nyang kurang memperparah situasi, diperparah oleh ketidakpastian dalam\nkebijakan pemerintah dan kurangnya dukungan. Skenario Pioneering Pathways\nmenghadirkan KEI pada titik balik yang penting, saat menghadapi pasokan gas\nyang langka di tengah potensi pengembangan infrastruktur yang komprehensif.\nSkenario Gushing Opportunities membuka pintu kepada prospek bagi industri gas\nIndonesia dengan sumber daya gas yang melimpah. Namun, infrastruktur yang\nbelum berkembang menjadi hambatan besar, membatasi potensi industri. Terakhir,\ndalam skenario Sustainable Horizons, industri gas Indonesia naik ke tingkat dunia,\ndidukung oleh sumber daya gas yang melimpah, dukungan pemerintah, serta\ninfrastruktur yang memadai.\n\nKeberhasilan KEI dalam lima tahun mendatang memerlukan pendekatan\nkomprehensif. Ini termasuk menjamin kontrak jangka panjang dengan harga yang\nkompetitif untuk pendapatan yang stabil, mengalokasikan sumber daya untuk\npenelitian dan pengembangan guna meningkatkan pemanfaatan sumber daya yang\nberkelanjutan, mengeksplorasi peluang diversifikasi dalam sektor terkait untuk\nmengurangi ketergantungan pada satu lini bisnis, memperkuat keterlibatan\npemegang saham untuk menarik investasi, berkolaborasi dengan rekan-rekan\nindustri untuk stabilitas, dan menjalin kemitraan internasional untuk pengetahuan\ndan modal.", "Daftar File": {"COVER Raissa Samara Natalia Siregar": "https://digilib.itb.ac.id/gdl/download/310047", "BAB 1 Raissa Samara Natalia Siregar": "https://digilib.itb.ac.id/gdl/download/313747", "BAB 2 Raissa Samara Natalia Siregar": "https://digilib.itb.ac.id/gdl/download/313748", "BAB 3 Raissa Samara Natalia Siregar": "https://digilib.itb.ac.id/gdl/download/313749", "BAB 4 Raissa Samara Natalia Siregar": "https://digilib.itb.ac.id/gdl/download/313750", "BAB 5 Raissa Samara Natalia Siregar": "https://digilib.itb.ac.id/gdl/download/313751", "PUSTAKA Raissa Samara Natalia Siregar": "https://digilib.itb.ac.id/gdl/download/313752"}, "Penulis": "Raissa Samara Natalia Siregar [29321422]", "Kontributor / Dosen Pembimbing": ["Yos Sunitiyoso, S.T, M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Perencanaan Skenario, Pengambilan Keputusan Strategis, Gas Alam, Pasokan Gas, Infrastruktur", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "16 Sep 2023"}