{"Nomor": 78054, "Judul": "IMPLEMENTASI MODUL PERSEPSI DETEKSI OBJEK MENGGUNAKAN SENSOR LIDAR PADA TREM OTONOM DENGAN MODEL CENTERPOINT DI NVIDIA DRIVE AGX  PEGASUS", "Abstrak": "Trem otonom merupakan jenis kendaraan trem yang mampu beroperasi tanpa\nkehadiran masinis, mengandalkan sistem kecerdasan buatan untuk pengambilan\nkeputusan. Tim Riset Proyek Trem Otonom di ITB bertujuan untuk\nmengembangkan sistem otonomi menggunakan kecerdasan buatan pada kendaraan\ntrem. Salah satu aspek penting dalam pengembangan sistem otonomi adalah sistem\npersepsi yang memanfaatkan berbagai jenis sensor, termasuk kamera, lidar, dan\nradar. Sensor lidar berperan dalam mendapatkan representasi lingkungan dalam\nbentuk point cloud dan mampu mengukur jarak antara objek di lingkungan.\nTrem otonom yang sedang dikembangkan menggunakan perangkat keras khusus\nuntuk komputasi, yaitu NVIDIA Drive AGX Pegasus, sebuah komputer embedded\nyang didukung oleh pustaka DriveWorks. Sistem persepsi yang diimplementasikan\nharus mampu mendeteksi objek dengan akurat dan secara real-time. Oleh karena\nitu, dipilih arsitektur neural network state-of-the-art, yakni CenterPoint, yang\nkhusus dirancang untuk deteksi objek dari data point cloud. CenterPoint terpilih\nkarena kinerja akurasinya dan efisiensi dalam deteksi objek yang cepat.Penelitian\nini berfokus pada implementasi arsitektur deteksi objek CenterPoint pada platform\nNVIDIA Drive AGX Pegasus sebagai bagian dari sistem persepsi lidar. Proses\nimplementasi melibatkan beberapa tahapan, termasuk konversi format model,\nimplementasi layer neural network yang belum tersedia, optimasi model melalui\nteknik kuantisasi, implementasi CenterPoint dalam operasi C++/CUDA, visualisasi\nhasil deteksi objek, dan integrasi dengan modul persepsi sensor lainnya.\nHasil eksperimen menunjukkan bahwa dalam tugas akhir ini, implementasi modul\npersepsi lidar model CenterPoint dan integrasi sistem persepsi dengan\nmultithreading berhasil di-deploy pada AGX Pegasus. Waktu inferensi CenterPoint\nberhasil dioptimasi dengan hasil akhir sekitar 43ms/frame atau sekitar 22 FPS,\nmelebihi kecepatan frekuensi putaran lidar.", "Daftar File": {}, "Penulis": "Muhammad Jafar Gundari [13519197]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Bambang Riyanto Trilaksono", "Nugraha Priya Utama, S.T, M.A., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "CenterPoint, lidar, trem otonom, sistem persepsi", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "17 Sep 2023"}