{"Nomor": 78055, "Judul": "IMPLEMENTASI MODUL PERSEPSI DETEKSI OBJEK BERBASIS SENSOR KAMERA PADA TREM OTONOM DENGAN YOLOV6 DI NVIDIA DRIVE AGX PEGASUS", "Abstrak": "Perkembangan teknologi menyebabkan sektor industri berubah. Salah satu industri\nyang terdampak adalah transportasi. Trem merupakan salah satu transportasi massal\nyang terdampak perubahan teknologi. Saat ini Tim Riset Proyek Inovatif Trem\nOtonom ITB sedang mengembangkan trem otonom bertenaga baterai dengan\ndukungan kecerdasan buatan. Tim Riset Proyek Inovatif Trem Otonom ITB\nmenggunakan sebuah perangkat keras yang dikhususkan untuk pengembangan\nkendaraan otonom, yaitu NVIDIA AGX DRIVE Pegasus.\nTim Riset Proyek Inovatif Otonom ITB dibagi menjadi berbagai tim, salah satunya\nadalah tim persepsi. Tim persepsi mengembangkan algoritma yang melakukan\ndeteksi objek kemudian hasil akan dikirimkan kepada tim pengambilan keputusan\nberupa informasi bounding box, lokasi x dan y, kecepatan, serta jarak terhadap trem.\nArsitektur model deteksi objek harus memiliki kecepatan inferensi yang lebih\nsingkat dibandingkan arsitektur model sebelumnya, yaitu YOLO v3 sehingga tidak\nterjadi keterlambatan dalam pengambilan keputusan. Selain itu, algoritma deteksi\nobjek yang diimplementasikan harus dapat mendeteksi objek lingkungan Indonesia.\nKecepatan inferensi yang singkat lebih dibutuhkan dibandingkan dengan tingkat\nkepercayaan deteksi objek karena pengambilan keputusan harus cepat sehingga\nkecelakaan dapat dihindari.\nPada tugas akhir ini didapatkan bahwa YOLOv6 merupakan model arsitektur yang\nmemiliki waktu inferensi lebih singkat, yaitu 35 ms serta dapat dikonversi ke format\nyang didukung NVIDIA DRIVE AGX Pegasus. Objek lokal Indonesia dapat\ndideteksi dengan menerapkan fine-tuning. Fine-tuning yang dilakukan dalam 1600\ndata diaugmentasi menjadi 3200 data lalu dibagi dengan komposisi 60% data latih,\n20% data validasi, dan 20% data tes. Setelah fine-tuning dilakukan, hasil yang\ndidapatkan learning rate 0.0128 memiliki mAP@0.50 sebesar 0.8662 dan\nmAP@0.50:0.95 sebesar 0.6918. Fine-tuning dilakukan terhadap epochs dan\ndidapatkan pada epochs 50, mAP@0.50 sebesar 0.7715 dan mAP@0.50:0.95\nsebesar 0.5832. Modul persepsi dapat diintegrasikan sesama sensor maupun antar\nsensor dengan menerapkan konvensi penamaan fungsi serta penyesuaian argumen\nsaat menjalankan program. Hasil deteksi antar sensor dilakukan dengan modifikasi\nalgoritma NMS sehingga dapat menyesuaikan kecepatan dan jarak yang dideteksi.", "Daftar File": {}, "Penulis": "Faris Aziz [13519065]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Bambang Riyanto Trilaksono", "Nugraha Priya Utama, S.T, M.A., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "trem, persepsi, YOLO, mAP, inferensi", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "17 Sep 2023"}