{"Nomor": 78051, "Judul": "ANALISIS INVERTER DENGAN KONVERTER CUK YANG  DIMODIFIKASI SEBAGAI SEL DASAR", "Abstrak": "Energi terbarukan telah menjadi sangat penting dalam menghasilkan listrik untuk\ntransisi energi, karena polusi udara yang tinggi adalah masalah energi klasik. Energi\ntransisi bergerak dari energi konvensional ke energi bersih, seperti fotovoltaik (PV).\nDi bidang fotovoltaik, inverter diperlukan untuk mengubah tegangan DC (arus\nsearah) panel surya menjadi tegangan AC (arus bolak-balik) yang diperlukan untuk\nmemasok beban. Dalam topologi inverter H-bridge konvensional, inverter memiliki\nbeberapa kelemahan, seperti tegangan tidak sinusoidal tetapi sebaliknya adalah\ntegangan DC yang diaktifkan dan tegangan mode umum yang tinggi. Tegangan\nmode umum dapat menyebabkan kebocoran arus kapasitif yang signifikan, yang\ndapat menyebabkan operasi yang tidak diinginkan dalam aplikasi surya. Solusi\numum untuk situasi ini adalah menambahkan filter besar ke input atau output\ninverter konvensional. Makalah ini mengusulkan inverter sumber tegangan\nsinusoidal yang melekat berdasarkan sel Cuk yang dimodifikasi, yang secara\nbersamaan menghasilkan tegangan output sinusoidal yang lebih rendah dan\ntegangan mode umum. Topologi yang diusulkan tidak memerlukan filter input atau\noutput tambahan; Ekspresi analitis ditarik untuk mengkonfirmasi operasi. Hasil\nsimulasi dilakukan untuk mengkonfirmasi analisis matematis. Laboratorium\nmelakukan hasil pengujian untuk memverifikasi inverter yang diusulkan.", "Daftar File": {"Misbahul Munir   [23221105].pdf": "https://digilib.itb.ac.id/gdl/download/309382"}, "Penulis": "Misbahul Munir [23221105]", "Kontributor / Dosen Pembimbing": ["Dr. Arwindra Rizqiawan, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Inverter sumber tegangan, tegangan common mode, arus kapasitif, Cuk Modifikasi, dan bentuk gelombang Sinusoidal", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "17 Sep 2023"}