{"Nomor": 78050, "Judul": "PENGEMBANGAN PLATFORM BERBASIS GAMIFIKASI UNTUK KETERAMPILAN MEMBACA ANAK USIA DINI", "Abstrak": "Keterampilan membaca adalah keahlian dasar yang harus dimiliki oleh setiap anak\nuntuk mengakses pengetahuan lebih luas di masa depan. Penggunaan media yang\ntidak menarik mengakibatkan menurunnya motivasi dan partisipasi anak dalam\npembelajaran. Ditambah dengan semakin besarnya jumlah pengguna gawai dan\npemain gim diusia anak-anak. Dibutuhkan suatu media belajar yang menarik bagi\nanak masa kini dengan menjadikan gim sebagai media belajar. Penelitian ini\nmenggunakan Design Research Methodology (DRM) dalam pengembangannya\nmenggunakan aplikasi bergamifikasi pada gawai sebagai pendukung. Aplikasi\nbergamifikasi ini diharapkan mampu menjadi media belajar yang menarik untuk\nanak yang terlahir di era teknologi tinggi. Dalam pengembangan aplikasi gamifikasi\ndigunakan kerangka kerja octalysis yang komprehensif dalam memenuhi\nkebutuhan akan motivasi. Kerangka kerja octalysis memiliki delapan inti yang\nditerjemahkan ke elemen-elemen gim yang digunakan pada aplikasi belajar\nmembaca. Aplikasi ini di uji coba pada peserta didik sekolah dasar kelas satu di\nSekolah Dasar Islam Terpadu (SDIT) Teluk Kuantan dengan jumlah peserta 35\norang. Hasil uji coba penggunaan aplikasi ini memperlihatkan bahwa aplikasi\nbelajar membaca bergamifikasi ini memiliki dampak pada pembelajaran peserta\ndidik. Terlihat pada hasil analisis belajar peserta didik yang diuji menggunakan uji\nMann-Withney dengan hasil Asym. Sig (2-tailed) sebesar 0,18 yang\nmemperlihatkan bahwa ada perbedaan yang signifikan hasil belajar setelah\nmenggunakan aplikasi gamifikasi (posttest) dan sebelum menggunakan aplikasi\ngamifikasi (pretest). Hasil kuesioner(survei) peserta didik memperlihatkan bahwa\npeserta didik merasa termotivasi dan merasa terlibat dalam pembelajaran dilihat\ndari aspek meaning, development, empowerment, ownership, scarcity dengan nilai\nrata-rata besar dari empat.", "Daftar File": {"Nia Semartiana   [23219342].pdf": "https://digilib.itb.ac.id/gdl/download/309381"}, "Penulis": "Nia Semartiana [23219342]", "Kontributor / Dosen Pembimbing": ["Prof. Yusep Rosmansyah, S.T, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "gamifikasi, octalysis, belajar membaca", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "17 Sep 2023"}