{"Nomor": 78066, "Judul": "PENENTUAN SKEMA FRAKSINASI BERDASARKAN EFEK REPAIR DENGAN MODEL EQUIVALENT UNIFORM DOSE (EUD)", "Abstrak": "Pada radioterapi, untuk mendapatkan keseimbangan optimal dalam memberikan dosis tinggi\nke volume target dan dosis rendah ke jaringan normal di sekitar target, dibutuhkan suatu\nperencanaan perlakuan (treatment planning). Pada perencanaan ini, perlu juga ditentukan\nskema fraksinasi yang sesuai untuk masing-masing pasien. Salah satu cara penentuan skema\nfraksinasi adalah dengan menghitung parameter Normal Tissue Complication Probability\n(NTCP) dan Tumor Control Probability (TCP). Pada penelitian ini, digunakan model\nEquivalent Uniform Dose (EUD) untuk menghitung NTCP dan TCP. Model ini dibuat\nberdasarkan distribusi dosis non-uniform yang memiliki sensitivitas terhadap faktor biologis\nsel. Faktor biologis yang ditinjau pada penelitian ini adalah efek repair, yaitu kemampuan sel\nuntuk memperbaiki diri setelah radiasi. Adapun tujuan dalam penelitian ini adalah untuk\nmenentukan skema fraksinasi berdasarkan perhitungan NTCP menggunakan model EUD\ndengan memperhitungkan efek repair. Data yang digunakan yaitu diambil dari 10 pasien\npenderita kanker otak jenis glioblastoma berupa DVH kumulatif dan total waktu penyinaran.\nBerdasarkan hasil perhitungan NTCP terlihat rata-rata risiko komplikasi organ pada masingmasing pasien mendekati nol, dengan rentang nilai 2 x 10-6 %– 1 x 10-1 %. Hasil menunjukan\nbahwa perencanaan perlakukan yang telah dilakukan terbukti aman dan tidak menyebabkan\nkomplikasi pada pasien. Selain itu, berdasarkan hasil perhitungan NTCP dan TCP, skema\nfraksinasi terbaik adalah hipofraksinasi yang masih tetap aman dengan memperhatikan dosis\nambang tiap organ normal di sekitar tumor.", "Daftar File": {}, "Penulis": "Tiara Andrina Pratista [10219063]", "Kontributor / Dosen Pembimbing": ["Rena Widita, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Efek repair, Equivalent uniform dose, Normal tissue complication probability, Skema fraksinasi", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "8 file", "Tanggal Input": "18 Sep 2023"}