{"Nomor": 78063, "Judul": "USULAN STRATEGI BISNIS UNTUK INOVASI TEKNOLOGI KESEHATAN MILIK CTECH LABS EDWAR TEKNOLOGI BERNAMA ELECTRO CAPACITIVE BODY  STIMULATION", "Abstrak": "Salah satu tantangan besar dunia kesehatan di Indonesia adalah menyediakan infrastruktur\nkesehatan yang memadai dan sesuai dengan kebutuhan publik. Oleh karena itu, pemain bisnis di\ndunia kesehatan memiliki andil yang krusial dalam mengatasi masalah tersebut dan menyediakan\nsolusi yang lebih baik. Electro Capacitive Body Stimulation (ECBS) adalah inovasi teknologi\nyang ditujukan untuk mengatasi masalah tersebut. Teknologi ini menggunakan aliran elektrik\nuntuk menstimulasi organ tubuh agar dapat mengoptimasi proses pembuangan zat sisa dan\npengangkutan nutrisi sehingga berefek baik pada performa tubuh. Untuk orang lanjut usia yang\nsudah mengalami kemunduran dalam kemampuan fisik dan fungsi tubuh, teknologi ini\nbermanfaat bagi kondisi tubuh dan mencegah potensi penyakit kronis di masa depan.\nMeskipun begitu, performa bisnis dari teknologi ini tidak sejalan dengan potensi keunggulan\nteknologi tersebut. Faktanya, penjualan terus mengalami penurunan dari tahun ke tahun\nsemenjak produk diluncurkan. Beberapa faktor yang berkontribusi dalam ketidakmemuaskannya\npenjualan mencakup kondisi internal dan eksternal perusahaan. Melalui analisis internal dan\neksternal lingkungan dan data utama dan sekunder, penelitian dilakukan untuk mengidentifikasi\nfaktor yang mempengaruhi penjualan, potensi dari teknologi ini, dan usulan strategi bisnis untuk\npengembangan bisnis di masa depan.\nTerdapat sejumlah faktor yang mempengaruhi performanya termasuk strategi pemasaran dan\npenjualan, strategi promosi, serta performa teknologi. Namun, meskipun dengan berbagai isu\nyang menerpa, teknologi ECBS masih memiliki potensi nilai di pasar sebagai teknologi\nkesehatan karena ia dapat menunjukkan kesesuaian kebutuhan antara produk dengan pasar.", "Daftar File": {"2023 TS PP Ahsan Ismail Anwar - Cover.pdf": "https://digilib.itb.ac.id/gdl/download/309996", "2023 TS PP Ahsan Ismail Anwar - Bab 1.pdf": "https://digilib.itb.ac.id/gdl/download/312847", "2023 TS PP Ahsan Ismail Anwar - Bab 2.pdf": "https://digilib.itb.ac.id/gdl/download/312848", "2023 TS PP Ahsan Ismail Anwar - Bab 3.pdf": "https://digilib.itb.ac.id/gdl/download/312849", "2023 TS PP Ahsan Ismail Anwar - Bab 4.pdf": "https://digilib.itb.ac.id/gdl/download/312851", "2023 TS PP Ahsan Ismail Anwar - Bab 5.pdf": "https://digilib.itb.ac.id/gdl/download/312852", "2023 TS PP Ahsan Ismail Anwar - Pustaka.pdf": "https://digilib.itb.ac.id/gdl/download/312853"}, "Penulis": "Ahsan Ismail Anwar [29320407]", "Kontributor / Dosen Pembimbing": ["Dr. rer. pol. Eko Agus Prasetio, S.T., MBA."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Electro Capacitive Body Stimulation, Analisis Lingkungan, Analisis Data, Faktor Buruknya Penjualan, Potensi Nilai.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "18 Sep 2023"}