{"Nomor": 78068, "Judul": "BAGAIMANA GREEN INFLUENCER MARKETING MEMPENGARUHI KONSUMSI PRODUK BERKELANJUTAN DI INDONESIA?", "Abstrak": "Pertumbuhan influencer ramah lingkungan di Indonesia sangat signifikan dalam beberapa tahun terakhir, didorong oleh meningkatnya permintaan akan produk ramah lingkungan dan berkelanjutan di kalangan konsumen Indonesia. Influencer ramah lingkungan adalah tokoh media sosial yang menggunakan platform mereka untuk mempromosikan kesadaran lingkungan dan gaya hidup berkelanjutan, sering kali bekerja sama dengan merek yang menawarkan produk atau layanan ramah lingkungan. Di Indonesia, influencer ramah lingkungan terutama aktif di Instagram, yang merupakan platform media sosial paling populer di negara ini. Banyak dari influencer ini telah membangun banyak pengikut dengan berbagi konten pendidikan dan inspiratif terkait keberlanjutan, seperti tips mengurangi limbah, proyek DIY yang ramah lingkungan, dan ulasan produk ramah lingkungan.\n\nBanyak faktor yang berkontribusi terhadap peningkatan adopsi produk berkelanjutan oleh konsumen Indonesia. Pertama, telah terjadi peningkatan kesadaran terhadap isu-isu lingkungan hidup di Indonesia, seperti polusi, penggundulan hutan, dan dampak perubahan iklim. Hal ini menyebabkan meningkatnya minat terhadap kehidupan berkelanjutan dan keinginan untuk membuat pilihan yang lebih sadar lingkungan. Selain itu, konsumen di Indonesia memiliki akses yang lebih besar terhadap informasi mengenai kehidupan berkelanjutan dan produk ramah lingkungan melalui kebangkitan media sosial dan internet. Hal ini memungkinkan mereka untuk belajar lebih banyak tentang manfaat penggunaan produk ramah lingkungan dan dampak pilihan pembelian mereka terhadap lingkungan. Oleh karena itu, hal ini menimbulkan pertanyaan penting; Seberapa efektifkah pemasaran influencer ramah lingkungan dalam meningkatkan kesadaran konsumen Indonesia? Apa dampak jangka panjang dari pemasaran influencer ramah lingkungan terhadap keberlanjutan perekonomian, lingkungan, dan masyarakat Indonesia? Bagaimana pengaruh pemasaran influencer ramah lingkungan terhadap konsumen Indonesia terhadap perilaku pembelian produk Berkelanjutan?\n\nDari penelitian ini, peneliti bertujuan untuk mengetahui dan memahami fenomena bagaimana green influencer marketing dapat mempengaruhi pola perilaku masyarakat Indonesia terhadap konsumsi produk Berkelanjutan. Untuk memperoleh hasil yang paling akurat, peneliti akan melakukan kajian terhadap permasalahan tersebut di atas dengan menggunakan pendekatan kualitatif dan kuantitatif. Peneliti akan menggunakan kuesioner untuk mengumpulkan data dan memberikan temuan statistik. Target audiens akan terdiri dari 151 orang yang memenuhi kriteria berikut: mereka harus berusia antara 17 dan 31 tahun dan menggunakan media offline dan online untuk meneliti produk atau melakukan pembelian. Mereka juga harus tertarik pada keberlanjutan. Oleh karena itu, hasilnya luar biasa dan lugas. Ditemukan bahwa kampanye pemasaran influencer ramah lingkungan dan penerapan produk berkelanjutan mempunyai keterkaitan yang sangat erat. Perubahan dalam keterpaparan konsumen terhadap kampanye pemasaran influencer ramah lingkungan, menurut investigasi ini, akan berdampak signifikan pada kecenderungan mereka untuk membeli barang-barang ramah lingkungan. Karena korelasinya yang kuat, perubahan kecil sekalipun dalam paparan konsumen terhadap aktivitas pemasaran influencer ramah lingkungan berpotensi mengubah perilaku konsumen secara signifikan. Pemasaran influencer ramah lingkungan di media sosial dapat meningkatkan kesediaan pelanggan untuk membeli barang ramah lingkungan. Konsumen yang terpapar pemasaran influencer ramah lingkungan lebih cenderung membayar barang-barang ramah lingkungan dibandingkan mereka yang tidak.", "Daftar File": {"2023 SK PP Zafiral Azdialbar Suhendro   [19020028] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/309414"}, "Penulis": "Zafiral Azdialbar Suhendro [19020028]", "Kontributor / Dosen Pembimbing": ["Lisandy Arinta Suryana"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Green Influencer, Sustainability, Pemasaran, Perilaku Konsumen", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "18 Sep 2023"}