{"Nomor": 78069, "Judul": "DETEKSI KEASLIAN LUKISAN RADEN SALEH DENGAN PEMBELAJARAN MESIN BERBASIS SIMILARITAS", "Abstrak": "Raden Saleh merupakan pelopor pelukis menggunakan teknik gaya barat pertama\ndi Indonesia. Salah satu aliran gaya lukis yang Raden Saleh kuasai adalah\nnaturalis. Lukisan aliran Raden Saleh ini cenderung mudah ditiru oleh para\npelukis dengan keahlian yang berpengalaman. Hal ini yang dimanfaatkan pemalsu\nuntuk membuat karya lukis palsu. Selama ini, para ahli mendeteksi keaslian\nlukisan dengan uji forensik atau secara visual melalui metode kritik seni. Uji\nforensik membutuhkan biaya yang mahal dan merusak lukisan. Metode kritik seni\nmenilai dengan mendeskripsikan objek-objek yang terlihat dalam lukisan. Metode\nkritik seni ini bersifat subjektif dan sulit dilakukan bagi pihak yang baru dalam\ndunia seni. Oleh karena itu, tugas akhir ini membangun model yang dapat\nmendeteksi keaslian lukisan dengan penilaian kuantitatif dan memberikan\npersentase keaslian lukisan.\nKarya Raden Saleh sulit untuk ditemukan di Indonesia. Selama ini, penelitian\ndeteksi keaslian lukisan menggunakan pendekatan klasifikasi. Pendekatan ini\nmemiliki kekurangan karena jumlah data dan pelatihan ulang. Pendekatan\nsimilaritas diajukan untuk menangani masalah ini. Model dalam pendekatan\nsimilaritas yang diajukan adalah Prototypical Networks dengan model encoder\nVision Transformer (ViT) dari Segment Anything (SAM). Prototypical Networks\nmemprediksi dengan membuat cluster dari data dan menghitung jarak titik pusat\ncluster terhadap data masukan. Model encoder ini dipilih supaya model dapat\nmempelajari objek-objek dalam lukisan. Model dievaluasi dengan cross validation\ndan metrik evaluasi akurasi serta f0.5-score untuk meminimalkan kasus lukisan\npalsu yang diprediksi asli oleh model. Data lukisan asli berasal dari foto lukisan\nGaleri Nasional Indonesia dan gambar dari situs Balai Lelang Christie di\nSingapura. Data lukisan palsu dibuat secara sintetis melalui Stable Diffusion\nkarena sulit menemukan karya palsu Raden Saleh di Indonesia. Model\nprototypical network menghasilkan akurasi latih 63%, akurasi validasi 66%, dan\nf0.5-score 0.72 terhadap cross validation dan akurasi uji 66.66%, dan f0.5-score\n0.71 terhadap data uji lukisan baru. Parameter yang penting dalam mendeteksi\nkeaslian lukisan menggunakan Prototypical Networks adalah sudut pengambilan\ngambar dan parameter latih learning rate.", "Daftar File": {}, "Penulis": "Benidictus Galih Mahar Putra [13519159]", "Kontributor / Dosen Pembimbing": ["Nugraha Priya Utama, S.T, M.A., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "keaslian lukisan, deteksi keaslian, similaritas, prototypical network", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "18 Sep 2023"}