{"Nomor": 78070, "Judul": "RDB2OL DAN RDB2FHIR: BAHASA DAN KAKAS UNTUK MEMETAKAN BASIS DATA RELASIONAL KE FAST HEALTHCARE INTEROPERABILITY RESOURCES", "Abstrak": "Fast Healthcare interoperability Resources (FHIR) adalah standar untuk pertukaran infonnasi kesehatan secara elektronik. Untuk dapat menggunakan FHIR, orang yang mengimplementasi harus memetakan data mereka ke suatu bentuk yang dapat dipertukarkan yang dikenal sebagai resource. Banyak aplikasi yang berhubungan dengan layanan kesehatan bergantung pada basis data relasional sehingga perlu untuk memetakan basis data relasional ke dalam format FHIR. Namun, kakas yang tersedia saat ini seperti Digital Curation Tool (DCT) hanya mendukung beberapa tipe resource FHlR dan tidak mendukung FHIR extension. Clinical Asset Mapping Program for FHIR (CAMP FHIR) tidak merniliki representasi visual pemetaan, memerlukan ruang penyimpanan tambahan, dan harus memodifikasi source code saat menerapkan FHIR extension. Untuk menghindari modifikasi source code, diperlukan bahasa pemetaan, tetapi bahasa pemetaan saat ini belum ada yang mendukung kode bahasa pemrograman untuk melakukan preprocessing. Untuk mengatasi masalah ini, penelitian bertujuan membuat kakas untuk memetakan basis data relasional ke FHIR bernama Relational Database to FHIR (RDB2FHIR) dan bahasa pemetaan bernama Relational Database to Object (RDB20L), yang dihasilkan oleh RDB2FHIR. Uji validasi dilakukan terhadap contoh data FHIR. Dari 29 l l contoh, 29lO berhasil lolos uji validasi. Selanjutnya, kami mendemonstrasikan proses pemetaan basis data relasional ke FHIR menggunakan RDB2FHIR dan CAMP FHIR lalu membandingkan pemetaan pada kedua kakas tersebut. Hasilnya menunjukkan bahwa RDB2FHlR mengungguli CAMP FHIR dalam ha! tidak adanya penggunaan ruang penyimpanan tambahan, adanya representasi visual pemetaan, kemampuan eksekusi kode Python di dalam bahasa pemetaan untuk preprocessing, dan dukungan terhadap FHIR extension tanpa perlu mengubah source code. Pada Penelitian kami berhasil mengatasi kebutuhan akan kode pemrograman dalam bahasa pemetaan basis data relasional ke FHIR dengan membuat RDB20L yang merupakan hal baru dalam domain pemetaan FHIR. Selain itu, penelitian karni mengatasi masalah kakas yang sebelumnya telah disebutkan dengan membuat RDB2FHIR.", "Daftar File": {"Wawan Indrawan Madda   [23521083].pdf": "https://digilib.itb.ac.id/gdl/download/309416"}, "Penulis": "Wawan Indrawan Madda [23521083]", "Kontributor / Dosen Pembimbing": ["Dr. techn. Muhammad Zuhri Catur Candra, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "FHIR, bahasa pemetaan, basis data relasional, kakas pemetaan", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "18 Sep 2023"}