{"Nomor": 78075, "Judul": "DESAIN DAN ANALISIS PEMODELAN FISIK BREAKWATER KOMBINASI TIANG BAMBU DAN BUDIDAYA KERANG HIJAU (PENGGUNAAN MODEL MANIK-MANIK)", "Abstrak": "Indonesia merupakan negara kepulauan terbesar di dunia dengan lebih dari 17.000 pulau yang dikelilingi lautan. Indonesia memiliki garis pantai sepanjang 95.181 km dan merupakan negara dengan garis pantai terpanjang kedua di dunia. Hal ini menjadikan daerah pesisir di Indonesia rawan terhadap abrasi. Gelombang laut yang datang menuju pantai menyebabkan erosi pantai dan menyebabkan kemunduran garis pantai. Oleh karena itu, pelindung pantai alami seperti hutan mangrove dapat dibangun untuk melindungi daerah pesisir. Untuk dapat berfungsi sepenuhnya dalam meredam energi dan tinggi gelombang, mangrove harus memiliki akar yang kuat. Supaya mangrove dapat tumbuh besar dan terhindar dari gelombang laut yang dapat merusaknya, diperlukan struktur pemecah gelombang sementara yang terbuat dari tiang bambu. Di Indonesia, metode tancap menggunakan bambu banyak digunakan dalam budidaya kerang hijau. Penggunaan keramba bambu sebagai kolektor kerang hijau merupakan yang paling efektif, yaitu mencapai 10 kilogram per bambu. Budidaya kerang hijau cocok dilakukan di perairan mangrove, sehingga breakwater kombinasi tiang bambu dan budidaya kerang hijau sangat mungkin untuk diterapkan pada daerah pesisir di Indonesia.\nPenelitian ini bertujuan untuk meninjau efektivitas struktur pelindung pantai alami breakwater kombinasi tiang bambu dengan kerang hijau dalam mereduksi gelombang dengan berbagai konfigurasi tiang bambu dan variasi jarak antara mangrove dan tiang bambu melalui pemodelan fisik. Percobaan dilakukan di saluran 2D wave flume dengan sepuluh set gelombang yang sesuai dengan perairan\nIndonesia. Tugas Akhir ini berfokus dalam menentukan konfigurasi tiang bambu yang paling efektif dengan meninjau koefisien transmisi (Kt) struktur dan sistem. Hasil penelitian menunjukkan bahwa efektivitas rata-rata sistem pelindung pantai dengan mangrove dan breakwater kombinasi tiang bambu dan budidaya kerang hijau dalam mereduksi gelombang adalah sebesar 26.823%. Konfigurasi yang paling efektif adalah konfigurasi dengan jumlah tiang sebanyak 184 buah, jarak antar kolom dan barisnya 100mm, jarak dengan mangrove 700mm, dan lebar breakwater 1500mm. Konfigurasi ini menghasilkan pengurangan tinggi gelombang sebesar 20% secara struktur, dan 32.94% secara sistem.", "Daftar File": {}, "Penulis": "Diah Putri Pitaloka Sunarnjoto [15519015]", "Kontributor / Dosen Pembimbing": ["Ir. Alamsyah Kurniawan, S.T, Ph.D.", "Ir. Izqi Yustina Ammylia Yusuf, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Pelindung pantai alami, Breakwater kombinasi, Tiang Bambu, Kerang Hijau, Mangrove, Pemodelan Fisik, Koefisien Transmisi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Sep 2023"}