{"Nomor": 78087, "Judul": "PERSEPSI TERHADAP GREENWASHING: MENGUNGKAP DAMPAK PEMBERIAN TAS PAKAI ULANG YANG BERLEBIHAN DARI LAYANAN PESAN ANTAR MAKANAN TERHADAP TERHADAP NIAT BERALIH PELANGGAN DAN LOYALITAS HIJAU DI BANDUNG", "Abstrak": "Permintaan konsumen yang meningkat terhadap produk ramah lingkungan telah mendorong bisnis untuk mengadopsi praktik seperti peralihan dari kemasan sekali pakai menjadi kemasan yang dapat digunakan kembali. Pada saat yang bersamaan, sektor layanan pesan antar makanan mengalami pertumbuhan yang signifikan di Indonesia. Hal ini mengakibatkan banyak bisnis memberikan tas yang dapat digunakan kembali untuk setiap pembelian melalui layanan ini. Walaupun hal ini menunjukkan komitmen terhadap pelestarian lingkungan, namun dapat menjadi masalah jika dilakukan secara berlebihan. Di Indonesia, situasi ini diper-rumit dengan adanya regulasi pemerintah yang melarang penggunaan plastik sekali pakai. Namun, belum semua konsumen sepenuhnya mengadopsi kebiasaan yang ramah lingkungan. Selain itu, kebanyakan bisnis menyediakan tas yang dapat digunakan kembali untuk setiap pembelian, tanpa memberikan pilihan bagi konsumen untuk menolak menerima tas tersebut. Penelitian ini bertujuan untuk menginvestigasi bagaimana persepsi pelanggan terhadap greenwashing dari penyaluran berlebihan tas pakai ulang oleh layanan pesan antar makanan mempengaruhi loyalitas hijau dan niat pergantian pelanggan. Pendekatan analisis kuantitatif digunakan dengan menyebarkan survei kepada 238 konsumen yang sering menggunakan jasa layanan pesan antar makanan di kota Bandung. Data yang terkumpul dianalisis menggunakan statistik deskriptif dan PLS-SEM. Hasil penelitian menunjukkan bahwa persepsi greenwashing yang muncul dari distribusi berlebihan tas pakai ulang melalui layanan pesan antar makanan memiliki dampak positif terhadap niat pergantian pelanggan, sementara sebaliknya berdampak negatif terhadap loyalitas hijau. Selain itu, penelitian ini mengungkapkan bahwa skeptisisme konsumen, persepsi risiko hijau, dan kepercayaan hijau memediasi hubungan antara greenwashing dan niat beralih pelanggan, sedangkan persepsi risiko hijau, kepercayaan hijau, dan citra hijau memediasi hubungan antara persepsi greenwashing dan loyalitas hijau. Temuan ini memberikan wawasan penting tentang strategi pemasaran yang direkomendasikan untuk industri layanan pesan antar makanan guna mengurangi efek merugikan dari greenwashing.", "Daftar File": {"2023 SK PP Journey Firdausy Arasyi   [19020157] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/309431"}, "Penulis": "Journey Firdausy Arasyi [19020157]", "Kontributor / Dosen Pembimbing": ["Nurrani Kusumawati, S.E., M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Greenwashing; Loyalitas Hijau; Niat Beralih Pelanggan; PLS-SEM; Tas Pakai Ulang", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "18 Sep 2023"}