{"Nomor": 78085, "Judul": "KAJIAN AKTIVITAS ANTIDISLIPIDEMIA EKSTRAK BUAH LERAK, CANGKANG KEPITING BAKAU, DAUN BINTANGUR, KULIT BUAH JAMBU METE, BUAH TENGKAWANG DAN MEKANISME KERJA EKSTRAK, FRAKSI SERTA SUBFRAKSI SAMPEL TERPILIH", "Abstrak": "Dislipidemia adalah suatu keadaan gangguan metabolisme lipoprotein dengan \nmanifestasi salah satu atau lebih hal berikut yaitu kenaikan konsentrasi kolesterol \ntotal, Low Density Lipoprotein (LDL), trigliserida atau penurunan kolesterol High \nDensity Lipoprotein (HDL) dalam darah. Dislipidemia merupakan salah satu faktor \nrisiko utama terjadinya penyakit jantung koroner. Angka kematian akibat penyakit \njantung koroner yang terus meningkat dari tahun ke tahun, menunjukkan bahwa \nprevalensi dislipidemia masih tinggi dan terus meningkat setiap tahunnya. Terapi \ndislipidemia masih terus dikembangkan karena penyakit jantung koroner akibat \nkomplikasi dislipidemia masih menjadi penyebab utama kematian.\nBeberapa sumber daya hayati secara tradisional telah digunakan sebagai terapi \ndislipidemia turun temurun, diantaranya adalah buah lerak (Sapindus rarak DC.), \ncangkang kepiting bakau (Scylla serrata), daun bintangur (Calophyllum soulattri, \nBurm), kulit buah jambu mete (Anacardium occidentale L.), dan buah tengkawang \ntungkul (Shorea stenoptera Burck). Aktivitas antidislipidemia sumber daya hayati \ntersebut telah dilaporkan oleh beberapa peneliti, namun penelitian mengenai \nmekanisme kerjanya sebagai antidislipidemia masih terbatas.\nPenelitian ini bertujuan untuk mengkaji aktivitas antidislipidemia ekstrak buah \nlerak (Sapindus rarak DC.), cangkang kepiting bakau (Scylla serrata), daun \nbintangur (Calophyllum soulattri, Burm), kulit buah jambu mete (Anacardium \noccidentale L.), dan buah tengkawang tungkul (Shorea stenoptera Burck) dan \nmekanisme kerja ekstrak, fraksi serta subfraksi terpilih. Penelitian dilakukan \nmelalui studi in vitro, in vivo, histologi, dan in silico. Studi in vitro dilakukan untuk \nmenguji aktivitas ekstrak, fraksi dan subfraksi terpilih melalui penghambatan enzim \nHMG CoA reduktase dan melalui uji antioksidan dengan metode DPPH (2,2-\ndifenil-1-pikril-hidrazil) dan FRAP (Ferric Reducing Antioxidant Power) sebagai \nsumber radikal bebas. Sebelum dilakukan pengujian aktivitas antidislipidemia, \ndilakukan studi untuk mendapatkan hewan model dislipidemia dengan formula\nyang optimal. Aktivitas antidislipidemia ekstrak dan fraksi terpilih dilakukan secara \nin vivo untuk mengkaji perbaikan lipoprotein dan studi histologi untuk mengkaji sel \nnormal, degenerasi hidropik, degenerasi lemak dan nekrosis pada sel hati tikus. \nTikus diinduksi dengan formula tinggi kolesterol selama 30 hari, kemudian diberi \nii\nbahan uji secara oral selama 30 hari dengan tetap diinduksi formula tinggi \nkolesterol selama 30 hari dan diamati profil lipoprotein serta profil histologi sel \nhati. Studi in vitro ekstrak dan subfraksi aktif terpilih melalui studi viabilitas dan \nmengkaji ekspresi dan populasi reseptor LDL (LDLR) pada sel HepG2. Konfirmasi \nsecara in silico penambatan molekul (molecular docking) dan ADMET serta \ndinamika molekul melalui penghambatan senyawa aktif subfraksi aktif dengan \npembanding simvastatin terhadap enzim HMG CoA reduktase dan studi \npendahuluan melalui uji in silico docking molekul dan ADMET dilakukan pada \nsenyawa asam anakardat, beta-sitosterol, caloxanthon B, hederagenin, kitin, \nresveratrol, dan stigmasterol yang secara studi literatur terkandung dalam sampel \nuji mempunyai afinitas untuk berikatan dengan sisi aktif reseptor HMG CoA \nreduktase, HMG sintase, reseptor LDL, peroxisome proliferator-activated \nreceptor-alpha receptors (PPAR-Alfa) dan Hydroxycarboxylic Acid Receptor 2\n(HCAR 2).\nBuah lerak (Sapindus rarak DC.), daun bintangur (Calophyllum soulattri Burm), \nkulit buah jambu mete (Anacardium occidentale L.), dan buah tengkawang tungkul \n(Shorea stenoptera Burck) diekstraksi dengan metode ekstraksi sinambung dengan \nalat Soxhlet dengan menggunakan pelarut etanol 96%. Cangkang kepiting bakau \n(Scylla serrata) disolasi menggunakan metode demineralisasi dan deproteinasi \nuntuk mendapatkan senyawa kitin. Hasil penapisan fitokimia pada ekstrak buah \nlerak terdeteksi golongan alkaloid, fenol, flavonoid, saponin dan \nsteroid/triterpenoid. Ekstrak daun bintangur terdeteksi golongan fenol, tanin, \nflavonoid, saponin, dan steroid/triterpenoid. Ekstrak kulit buah jambu mete \nterdeteksi golongan alkaloid, fenol, kuinon dan steroid/triterpenoid. Ekstrak buah \ntengkawang terdeteksi golongan alkaloid, fenol, tanin, flavonoid dan \nsteroid/triterpenoid. Hasil isolasi cangkang kepiting bakau mengandung alkaloid \ndan berdasarkan uji dengan Spektrofotometer Fourier Transform Infra Red (FTIR)\nmenunjukkan senyawa kitin. \nHasil uji IC50 aktivititas penghambatan enzim HMG CoA reduktase ekstrak buah \nlerak, cangkang kepiting bakau, daun bintangur, kulit buah jambu mete, buah \ntengkawang dan pravastatin sebagai pembanding berturut-turut adalah 75,95 ± 1,13\nµg/mL; 36,65 ± 0,78 µg/mL; 63,91 ± 0,12 µg/mL; 66,82 ± 0,16 µg/mL; 25,33 ±\n0,54 µg/mL, dan 6,95 ± 0,19 µg/mL. Hasil uji aktivitas antioksidan dengan IC50\n2,2-difenil-1-pikril-hidrazil (DPPH) dan antioxidant activity index (AAI) ekstrak \nbuah lerak, cangkang kepiting bakau, daun bintangur, kulit buah jambu mete, buah \ntengkawang dan asam askorbat sebagai pembanding berturut-turut adalah 6,63 ±\n0,01 µg/mL; 5,94 ± 0,07, 24,38 ± 0,03 µg/mL; 1,62 ± 0,06, 6,11 ± 0,03 µg/mL;\n6,44 ± 0,06, 2,12 ± 0,05 µg/mL; 18,58 ± 0,22, 0,28 ± 0,02 µg/mL; 140,71 ± 5,03, \ndan 0,60 ± 0,03 µg/mL; 65,67 ± 1,06. Hasil uji aktivitas antioksidan dengan IC50\nFerric Reducing Antioxidant Power (FRAP) dan AAI ekstrak buah lerak, cangkang \nkepiting bakau, daun bintangur, kulit buah jambu mete, buah tengkawang dan asam \naskorbat sebagai pembanding berturut-turut adalah 418,82 ± 7,06 µg/mL; 0,75 ±\n0,09, 430,00 ± 10,07 µg/mL; 0,73 ± 0,07, 81,63 ± 0,05 µg/mL; 3,83 ± 0,15, 10,47 \n± 0,06 µg/mL; 29,88 ± 0,13, 2,70 ± 0,09 µg/mL; 115,64 ± 5,66, dan 5,35 ± 0,02 \nµg/mL; 58,36 ± 0,93. Ekstrak buah tengkawang memiliki aktivitas penghambatan \niii\nHMG CoA reduktase paling tinggi. Aktivitas antioksidan secara in vitro\nmenunjukkan bahwa ekstrak buah tengkawang memiliki aktivitas antioksidan \npaling tinggi sehingga digolongkan ke dalam antioksidan sangat kuat. \nBuah lerak (Sapindus rarak DC.), daun bintangur (Calophyllum soulattri, Burm), \nkulit buah jambu mete (Anacardium occidentale L.), dan buah tengkawang tungkul \n(Shorea stenoptera Burck) difraksinasi dengan ekstraksi cair-cair (ECC) sehingga \ndiperoleh fraksi n-heksana, etil asetat dan air. Sampel cangkang kepiting bakau \ntidak dilanjutkan pada tahap fraksinasi selanjutnya dikarenakan senyawa yang \nterkandung dalam cangkang kepiting bakau sudah terdeteksi yaitu senyawa kitin. \nHasil penapisan fitokimia pada fraksi buah lerak; fraksi air terdeteksi golongan \nfenol, tanin, flavonoid dan saponin, fraksi etil asetat terdeteksi golongan fenol, \nfraksi n-heksana terdeteksi golongan alkaloid, saponin dan steroid/triterpenoid, \nfraksi daun bintangur; fraksi air dan fraksi etil asetat terdeteksi golongan fenol, \ntanin, flavonoid, saponin dan steroid/triterpenoid, sedangkan fraksi n-heksana \nterdeteksi kuinon, saponin dan steroid/triterpenoid; fraksi kulit buah jambu mete, \nfraksi air terdeteksi fenol dan flavonoid, fraksi etil asetat terdeteksi golongan fenol, \nkuinon dan steroid/triterpenoid, fraksi n-heksana terdeteksi golongan alkaloid, \nfenol, flavonoid, kuinon, saponin dan steroid/triterpenoid; fraksi buah tengkawang \ntungkul; fraksi air dan fraksi etil asetat terdeteksi fenol, tanin, flavonoid, sedangkan \nfraksi n-heksana terdeteksi golongan alkaloid, kuinon dan steroid/triterpenoid. \nFraksi n-heksana buah tengkawang memberikan aktivitas penghambatan enzim\nHMG CoA reduktase paling tinggi dengan IC50 10,26 ± 0,31 µg/mL, sedangkan\npravastatin sebagai pembanding 6,25 ± 0,21 µg/mL. Aktivitas antioksidan fraksi nheksana, fraksi etil asetat dan fraksi air dari kulit buah jambu mete (Anacardium \noccidentale L.), dan buah tengkawang tungkul (Shorea stenoptera Burck) tidak \nberbeda bermakna terhadap asam askorbat sehingga digolongkan ke dalam \nantioksidan sangat kuat. Fraksi etil asetat buah tengkawang memberikan aktivitas \nantioksidan paling tinggi dengan metode DPPH dengan IC50 DPPH dan AAI\n(antioxidant activity index) 0,43 ± 0,12 µg/mL; 92,70 ± 1,95, sedangkan fraksi etil \nasetat kulit buah jambu mete memberikan aktivitas antioksidan paling tinggi \ndengan metode FRAP dengan IC50 FRAP dan AAI 1,54 ± 0,17 µg/mL; 202,75 ± \n3,99. Sebagai pembanding asam askorbat memiliki IC50 dan AAI DPPH 0,68 ± 0,03\nµg/mL; 57,94 ± 1,88 dan IC50 FRAP dan AAI 5,10 ± 0,18 µg/mL; 61,22 ± 1,67. \nModel hewan dislipidemia dengan peningkatan kadar kolesterol total sebesar 1,63 \nkali, kadar trigliserida 1,56 kali, kadar LDL 2,53 kali dan penurunan kadar HDL \nsebesar -1,08 kali serta diperoleh tingkat kerusakan sel hepar yaitu berupa sel \nnormal, degenerasi hidropik, degenerasi lemak dan nekrosis dapat terbentuk dengan \nmetode induksi melalui pemberian induksi formula kolesterol tinggi selama 30 hari. \nEkstrak dan fraksi buah tengkawang merupakan ekstrak dan fraksi terbaik dan \nterpilih yang dilanjutkan ke uji in vivo. Hasil uji in vivo menunjukkan bahwa ekstrak \netanol buah tengkawang 2 dosis 300 mg/kg bb, dan fraksi n-heksana 2 buah \ntengkawang dosis 255,9 mg/kg bb merupakan ekstrak dan fraksi terpilih dan terbaik \ndalam memperbaiki profil lipoprotein berupa penurunan kadar kolesterol, \ntrigliserida dan LDL serta peningkatan kadar HDL tikus Wistar yang tidak berbeda \niv\nbermakna terhadap kelompok simvastatin dosis 3,6 mg/kg bb dan menunjukkan \nadanya perbaikian sel hepar berupa perbaikan degenerasi hidropik, degenerasi \nlemak dan nekrosis serta memperbaiki sel menjadi sel normal setelah pemberian \nekstrak dan fraksi n-heksana buah tengkawang selama 30 hari.\nFraksi n-heksana buah tengkawang merupakan fraksi terpilih untuk di lanjutkan ke \ntahap penelitian subfraksi selanjutnya. Subfraksinasi fraksi n-heksana dilakukan \nsecara kromatografi cair vakum (KCV) dengan fase diam silika gel 60 H dan elusi \nsecara gradien menggunakan n-heksana-etil asetat dan diperoleh 16 subfraksi. \nSubfraksi dipantau secara kromatografi lapis tipis (KLT) dengan penampak bercak \nasam sulfat, FeCl3, sitroborat, Liebermann-Burchard, DPPH dan 2,4,6-tripyridyl-Striazin (TPTZ). Berdasarkan pemantauan, dari 16 subfraksi, subfraksi dengan pola \nkromatogram yang sama digabungkan sehingga diperoleh 3 subfraksi gabungan\nyaitu subfraksi gabungan 1 ( SFG 1) - subfraksi gabungan 3 (SGF 3). \n3 buah tengkawang memberikan aktivitas penghambatan enzim HMG CoA \nreduktase paling tinggi dengan IC50 2,398 ± 0,106 µg/mL, sedangkan pravastatin \npembanding 6,184 ± 0,126 µg/mL. 2 dan 3 buah tengkawang memiliki aktivitas \nantioksidan dengan IC50 DPPH jauh lebih baik dari pada pembanding asam linoleat, \nasam oleat, beta-sitosterol dan juga dengan pembanding asam askorbat. 3 buah \ntengkawang memberikan aktivitas antioksidan paling tinggi dengan metode DPPH \ndengan IC50 DPPH dan AAI (antioxidant activity index) 0,34 ± 0,074 µg/mL;\n115,88 ± 0,74. \nBerdasarkan hasil uji in vitro viabilitas terhadap sel hati HepG2 dengan metode \nMicrotetrazolium (3-(4,5-dimetiltiazol-2-il)-2,5-difenil tetrazolium bromide (MTT)\nuntuk memperoleh data jumlah sel sehat pada sampel uji. Ekstrak buah tengkawang \ndan 3 buah tengkawang dan atorvastatin memiliki persentase viabilitas sel HepG2 \nterbesar. Berdasarkan hasil uji sitotoksik pada sel HepG2 secara in vitro\nmenunjukkan bahwa ekstrak buah lerak, ekstrak cangkang kepiting bakau, ekstrak \nkulit buah jambu mete, dan ekstrak buah tengkawang memiliki potensi sitotoksik \nkategori cukup aktif, sedangkan ekstrak daun bintangur dan 3 buah tengkawang \nmemiliki potensi sitotoksik kategori lemah. Mekanisme penurunan kolesterol \nterutama LDL oleh ekstrak tengkawang dan 3 buah tengkawang dengan \nmekanisme peningkatan ekspresi dan populasi reseptor LDL (LDLR) pada sel \nHepG2 yang tidak berbeda bermakna terhadap kelompok atorvastatin sebagai \npembanding. \nHasil analisis menggunakan kromatografi gas – spektroskopi massa (KG-SM), \nsubfraksi gabungan 3 dari fraksi n-heksana menghasilkan adanya 13 senyawa. \nKomposisi kandungan asam lemak yang terkandung dalam 3 didominasi oleh asam \nlemak tak jenuh (ester oleat dan ester linoleat), senyawa beta-sitosterol dan \nstigmast-4-en-3-on serta kandungan asam lemak jenuh (palmitat, stearat, arakidat, \ndan miristat).\nHasil uji in silico penambatan molekul dan dinamika molekul oleh beta-sitosterol \ndan stigmast-4-en-3-on yang merupakan senyawa aktif yang diprediksi dan \nberkontribusi serta terkandung dalam subfraksi aktif gabungan 3 buah tengkawang \nv\nmenunjukkan hasil docking dengan nilai afinitas terbaik yaitu -7,4 kkal/mol dan 7,0 \nkkal/mol untuk reseptor HMG CoA reduktase dari parameter nilai energi bebas \nikatan dan nilai afinitasnya lebih besar dari pada simvastatin sebagai pembanding. \nHasil simulasi dinamika molekul selama 100 ns diperoleh bahwa simvastatin, betasitosterol, dan stigmast-4-en-3-on tetap stabil berada pada kantung pengikatan \nreseptor dan tetap berikatan pada residu asam amino sisi pengikatan reseptor. Hasil \nuji in silico docking molekul dan ADMET menunjukkan bahwa asam anakardat, \nbeta-sitosterol, caloxanthon B, hederagenin, kitin, resveratrol, dan stigmasterol\nyang secara studi literatur terkandung dalam sampel uji mempunyai afinitas untuk \nberikatan dengan sisi aktif reseptor HMG CoA reduktase, HMG sintase, reseptor \nLDL, PPAR-Alfa (kecuali hederagenin), dan HCAR 2, sehingga mempunyai \npotensi sebagai obat antidislipidemia. Stigmasterol menunjukkan hasil docking\ndengan nilai afinitas terbaik yaitu -8,4 kkal/mol untuk reseptor HMG CoA \nreduktase dari parameter nilai energi bebas ikatan yang lebih baik dari atorvastatin \nsebagai kontrol positif. Stigmasterol memiliki nilai afinitas terhadap reseptor HMG \nsintase terbesar yaitu -8,6 kkal/mol yang lebih baik dari simvastatin sebagai kontrol \npositif. Caloxanthon B memiliki nilai afinitas terhadap reseptor LDL terbesar yaitu \n-4,7 kkal/mol lebih baik dari simvastatin sebagai kontrol positif. Caloxanthon B \nmemiliki nilai afinitas terhadap reseptor HCAR 2 terbesar yaitu -5,1 kkal/mol lebih \nbaik dari asam nikotinat sebagai kontrol positif. Asam anakardat, beta-sitosterol, \ncaloxanthon B, hederagenin, kitin, resveratrol, dan stigmasterol mengikuti lima \naturan Lipinski, memiliki kelarutan dalam air yang baik, penetrasi sawar darah-otak \nyang tidak dapat ditentukan, penyerapan usus yang lemah, pengikatan protein \nplasma 90%, tidak ada efek pada sitokrom P450, dan hepatotoksisitas yang sangat \nrendah serta memiliki nilai Log P yang besar yang mengindikasikan ketersediaan \nhayati yang memadai.\nHasil uji korelasi dengan korelasi Pearson menunjukkan bahwa terdapat korelasi \nantara semua parameter. Parameter - parameter tersebut adalah parameter IC50\nDPPH, AAI DPPH, IC50 FRAP, AAI FRAP, HMG CoA reduktase, kolesterol, \ntrigliserida, HDL, LDL, sel normal, degenerasi hidropik, degenerasi lemak, \nneksrosis, MTT, dan LDLR. \nBerdasarkan hasil penelitian secara keseluruhan, ekstrak buah tengkawang dan \nfraksi n-heksana buah tengkawang memberikan efek penghambatan HMG CoA \nredukstase, antioksidan, perbaikan profil lipid, perbaikan kerusakan sel hati, \npeningkatan ekspresi dan populasi reseptor LDL (LDLR). 3 buah tengkawang \nmemberikan efek penghambatan HMG CoA redukstase, antioksidan, peningkatan \nekspresi dan populasi reseptor LDL. Beta-sitosterol dan stigmast-4-en-3-on \nmerupakan senyawa aktif dari beberapa senyawa yang berkontribusi pada subfraksi \naktif. Secara komputasi penambatan molekul (molecular docking) dan dinamika \nmolekul (Dynamic Molecular), beta-sitosterol dan stigmast-4-en-3-on menghambat \nHMG CoA reduktase lebih besar dari pada simvastatin.", "Daftar File": {"ABSTRAK Inarah Fajriaty": "https://digilib.itb.ac.id/gdl/download/309433"}, "Penulis": "Inarah Fajriaty [30719002]", "Kontributor / Dosen Pembimbing": ["Prof. apt. I Ketut Adnyana, M.Si., Ph.D.", "Prof. Dr. Irda Fidrianny, M.Si.", "Dr. apt. Neng Fisheri Kurniati, S.Si., M.Si."], "Jenis Koleksi": "Disertasi", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "buah lerak, cangkang kepiting, daun bintangur, kulit buah jambu mete,  buah tengkawang, antidislipidemia, HMG CoA reduktase, antioksidan, viabilitas,  ekpresi LDLR, profil lipoprotein, profil histologi sel hati, in vitro, in vivo, in silico.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "18 Sep 2023"}