{"Nomor": 78097, "Judul": "PENINGKATAN KAPASITAS INSTALASI PENGOLAHAN AIR 3 CIKONENG CIPARAY PDAM TIRTA RAHARJA KABUPATEN BANDUNG", "Abstrak": "PDAM Tirta Raharja memiliki delapan Instalasi Pengolahan Air diantaranya yaitu IPA Sukamaju, IPA Kutawaringin, IPA Cikoneng 1, IPA Cikoneng 2, IPA Cikoneng 3, IPA Cisarua, IPA Cipageran, dan IPA Cililin. Instalasi Pengolahan Air Cikoneng Ciparay terdiri dari IPA 1, IPA 2 dan IPA 3 dengan masing-masing berkapasitas 200 l/s, 50 l/s dan 150 l/s. Seiring dengan meningkatnya jumlah penduduk di Kabupaten Bandung, sebanding dengan meningkatnya kebutuhan air masyarakat. Sehingga perlu dilakukan peningkatan kuantitas olahan IPA Cikoneng Ciparay. Berdasarkan proyeksi kebutuhan air pada tahun 2033 diperlukan penambahan debit sebesar 437 l/s untuk memenuhi kebutuhan air wilayah pelayanan. Penelitian ini bertujuan untuk melakukan peningkatan kapasitas Instalasi Pengolahan Air Cikoneng Ciparay melalui evaluasi dan pengembangan (uprating). Fokus penelitian yang akan meningkatkan debit pengolahan pada IPA 1 dikarenakan memiliki potensi berdasarkan dimensi yang cenderung lebih besar dibanding IPA 3 berkapasitas 200 l/s. Pengembangan dilakukan dengan meningkatkan kapasitas dari 150 l/s menjadi 200 l/s. Evaluasi dilakukan pada unit koagulasi, flokulasi, sedimentasi, filtrasi dan reservoir berdasarkan kriteria desain dan memperhatikan pada kualitas air baku dan air produksi yang diuji sesuai dengan PERMENKES 492/2010. Berdasarkan pertimbangan parameter pemilihan alternatif diantaranya teknis konstruksi, gangguan operasional, biaya konstruksi, biaya operasional dan kebutuhan lahan didapatkan alternatif terpilih yaitu pemaksimalan kapasitas berdasarkan kemampuan unit dan penambahan unit serupa. Oleh karena itu untuk memenuhi kapasitas air 200 l/s dilakukan penambahan unit serupa dengan kapasitas 50 l/s. Unit yang dibangun memiliki konfigurasi yang sama yaitu unit koagulasi yang menggunakan baffle dan koagulan PAC, unit flokulasi hexagonal, unit sedimentasi yang dilengkapi tube settler, dan unit filtrasi. Berdasarkan hasil analisis dan perhitungan, disimpulkan proyek ini layak dengan biaya investasi sebesar Rp 8.200.000.000 dan total biaya operasional Rp 4.753.536.797 per tahun.", "Daftar File": {}, "Penulis": "Revani Maharani Chalifah [15719023]", "Kontributor / Dosen Pembimbing": ["Prof.Ir. Agus Jatnika Effendi, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa  Infrastruktur Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "evaluasi, instalasi pengolahan air, kapasitas 200 l/s, penambahan unit serupa, uprating.", "Sumber": "", "Staf Input/Edit": "Asep Kusmana", "File": "1 file", "Tanggal Input": "18 Sep 2023"}