{"Nomor": 78096, "Judul": "PENGEMBANGAN, PEMBUATAN, DAN PENGUJIAN TANGAN BIONIK BERBASIS ROBOT LENTUR DENGAN STRUKTUR KAKU", "Abstrak": "Lebih dari lima juta orang di seluruh dunia mengalami amputasi tungkai atas. Penggunaan tangan bionik dengan penggerak batang maupun tali dapat menjadi salah satu alternatif solusi. Akan tetapi banyak dari perusahaan tangan bionik berlokasi di luar negeri dan harga yang ditawarkan lebih dari Rp100.000.000,00 dimana harga tersebut tidak terjangkau bagi masyarakat Indonesia khususnya masyarakat dengan kelas ekonomi menengah ke bawah. Selain itu tangan bionik tersebut memiliki tingkat penolakan yang tinggi dikarenakan kaku, bobot yang berat, dan menimbulkan suara yang bising.\nDalam dekade terakhir, teknologi robot lentur telah menjadi pendekatan alternatif dalam pembuatan tangan bionik yang mendukung adaptasi, ketangguhan, dan interaksi yang nyaman dengan orang-orang. Dengan menggunakan material yang lentur, tangan bionik ini mampu beradaptasi terhadap bentuk objek tanpa input kontrol khusus yang membuat berkurangnya biaya dan kompleksitas sistem tanpa mengurangi performa genggaman dan aspek keamanannya Robot lentur juga memiliki komponen yang lebih sedikit, hal ini membuat bobot robot lentur lebih ringan dan memudahkan dalam proses perakitan.\nUntuk membuat jari robot lentur atau yang disebut manipulator menjadi tersegmentasi, dibuatlah struktur kaku pada manipulator. Hal ini akan membuat manipulator dapat meniru anatomi sendi lunak atau tulang kaku pada masing- masing jari manusia tanpa memerlukan banyak pneumatik pada setiap manipulator. Tanpa adanya penambahan struktur kaku pada manipulator, sudut lekukan manipulator akan terlihat menyerupai bentuk lingkaran. Untuk menyimulasikan gerakan manipulator dengan struktur kaku, dilakukan analisis metode elemen hingga pada perangkat lunak SIMULIA ABAQUS yang akan divalidasi dan diuji performanya melalui pengujian langsung.", "Daftar File": {}, "Penulis": "Nixon Girvin Willyanto [13119148]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Sandro Mihradi", "Vani Virdyawan, S.T, M.T., Ph.D.", "Arif Sugiharto, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "tangan bionik, robot lentur, manipulator, struktur kaku, SIMULIA ABAQUS.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Sep 2023"}