{"Nomor": 78093, "Judul": "DESAIN DAN OPTIMASI STRUKTUR CRASHWORTHY SUB-FLOOR PESAWAT MENGGUNAKAN METODE MACHINE LEARNING", "Abstrak": "Meminimalkan fatalitas dan menjaga keselamatan penumpang ketika terjadi kecelakaan menjadi hal yang penting dan dapat dilakukan dengan cara mengembangkan struktur pesawat yang crashworthy. Sub-floor pesawat, yang mencakup crash box, dapat dirancang untuk menyerap sebanyak mungkin energi ketika impak. Penelitian ini bertujuan untuk meningkatkan kemampuan crashworthiness pesawat dengan merancang dan mengoptimasi crash box dalam sub-floor pesawat menggunakan simulasi numerik dan machine learning. Simulasi numerik uji jatuh dari bagian badan pesawat Airbus A320 menggunakan perangkat lunak LS-DYNA dilakukan. Struktur crash box dalam bagian badan pesawat kemudian dioptimasi dengan variasi bentuk penampang, jenis material, lebar, dan ketebalan untuk mencapai nilai Specific Energy Absorption (SEA) tertinggi. Optimasi ini dicapai dengan menggunakan machine learning method, melalui tahap Artificial Neural Network (ANN) dan Non-dominated Sorting Genetic Algorithm II (NSGA-II). 100 konfigurasi desain dihasilkan menggunakan metode Latin Hypercube Sampling (LHS) dan Continuous Uniform Distribution (CUD). Simulasi numerik dari 100 konfigurasi tersebut dilakukan, dan data yang diperoleh digunakan untuk melatih model ANN dan NSGA-II akan memprediksi konfigurasi yang optimum berdasarkan model ANN. Hasil optimasi menunjukkan bahwa konfigurasi optimum crash box untuk model bagian badan pesawat A320 menggunakan material AA7075-T6, dengan ukuran penampang circular sebesar 50 mm dan ketebalan 1 mm. Hasil tersebut kemudian divalidasi menggunakan simulasi numerik metode elemen hingga. Pengujian menunjukkan bahwa konfigurasi crash box optimum meningkatkan nilai SEA sebesar 337,17% dengan perbedaan dengan prediksi sekitar 4,11%.", "Daftar File": {}, "Penulis": "Manav H. Jamaddhiha Napitupulu [13619119]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Djarot Widagdo, Ph.D.", "Ir. Sigit Puji Santosa, MSME., Sc.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Bagian Badan Pesawat A320, Metode Elemen Hingga, Sub-floor Crashworthy Structure, Machine Learning Method.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Sep 2023"}