{"Nomor": 78108, "Judul": "PENGUJIAN KINERJA CEPH FILE SYSTEM 17.2.5", "Abstrak": "Ceph merupakan platform storage yang digunakan sebagai backend storage oleh\naplikasi seperti Open Stack dan lembaga seperti CERN. Ceph menyediakan berbagai\nstorage interface yang dapat digunakan pengguna, penelitian ini akan berfokus pada\nsalah satu interface yaitu Ceph file system.\nPenelitian sebelumnya menguji kinerja metadata CephFS pada versi 15. Ceph sudah\nmerilis versi 17 yang mendapatkan berbagai macam improvement. Salah satu\nperubahan yang menarik adalah penggantian LevelDB ke RocksDB yang\nmeningkatkan kinerja backend database untuk RADOS. Selain itu Ceph 16 juga\nmengubah format metadata Ceph file system yang dapat berpengaruh dengan kinerja.\nPenelitian ini akan menginvestigasi ulang kinerja metadata service (MDS) yang rendah\npada CephFS yang telah dipaparkan pada penelitian sebelumnya. Improvement pada\nCeph 17 berpotensial meningkatkan kinerja metadata secara drastis. Penelitian ini akan\nmengulangi pengujian kinerja metadata pada versi CephFS 17.2.5 (Quincy) dan 15.2.17\n(Octopus).\nSelain metadata, pada penelitian ini juga akan melakukan pengujian throughput pada\ncluster yang sama untuk mendapatkan gambaran lebih jelas apakah CephFS cocok\ndigunakan untuk high performance computing. Penelitian ini juga menguji beberapa\nfitur Ceph seperti multiple active MDS dan LazyIO untuk meningkatkan kinerja.\nHasil eksperimen menunjukan kinerja Ceph 17.2.5 yang meningkat pada sebagian besar\noperasi metadata dan menurun pada beberapa kasus.", "Daftar File": {}, "Penulis": "Tanur Rizaldi Rahardjo [13519214]", "Kontributor / Dosen Pembimbing": ["Achmad Imam Kistijantoro, S.T, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Ceph, CephFS, kinerja, performance, metadata, throughput", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "18 Sep 2023"}