{"Nomor": 78113, "Judul": "AKTIVITAS KARDIOPROTEKTIF EMPAGLIFLOZIN DAN LIRAGLUTIDE DENGAN ATAU TANPA METFORMIN PADA TIKUS DIABETES YANG DIINDUKSI INFARK MIOKARD AKUT", "Abstrak": "Pasien DM dengan komorbid penyakit kardiovaskular direkomendasikan penggunaan sodium \nglucose co-transporter-2 inhibitor (SGLT2i) dan glucagon like Peptide 1 receptor agonist \n(GLP1-RA) yang terbukti mengurangi risiko komplikasi infark miokard. Selain itu, metformin \njuga sebagai “first line” untuk pengobatan DM dan dapat secara signifikan mengurangi risiko \nIM akut. Pada penelitian diteliti efek empagliflozin dan liraglutide dengan atau tanpa \nmetformin terhadap parameter DM dan IM pada tikus Wistar. Hewan diinduksi dengan \nLipomed® 20% MCT/LCT dosis 20 ml/kgBB (i.g) kemudian dilanjutkan induksi streptozotosin \n(STZ) 55 mg/kgBB (i.p), selanjutnya model IM diinduksi Isoproterenol (ISO) 85 mg/kgBB \n(i.p). Hewan diberi perlakuan sesuai kelompok yaitu kontrol negatif (Na CMC 0,5% i.g), \nkontrol positif (DM+IM); kelompok uji 1 (liraglutide 0,062 mg/kgBB s.c); kelompok uji 2 \n(empagliflozin 1 mg/kgBB i.g); kelompok uji 3 (metformin 87,8 mg/kgBB i.g); kombinasi 1 \n(liraglutide 0,062 mg/kgBB s.c dan empagliflozin 1 mg/kgBB i.g); kombinasi 2 (metformin \n85,7 mg/kgBB i.g; liraglutide 0,062 mg/kgBB s.c dan empagliflozin 1 mg/kgBB i.g) selama \n30 hari. Kelompok kombinasi 1 menunjukan perbaikan pada parameter DM (nilai KITT\n0,96%/menit dan GDP 108,67 mg/dL) dan parameter IM dengan persentase hambat (%)\nbiomarker creatine kinase (CK), CK-MB, aspartate transaminase (AST), dan alanine \ntransaminase (ALT) secara berurutan yaitu 59,88%, 63,05%, 48,63%, 40,32%. Pada \npengamatan histopatologi menunjukan perbaikan terhadap kerusakan miokard ditandai dengan \ncelah yang rapat antara serat miokard dan tidak teramati infiltrasi sel, sedangkan (%) luas area \ninfark (3,02%). Kadar protein SIRT-1 terjadi peningkatan sebesar (7,13 ng/mL). Sedangkan \npada kombinasi 2 tidak memberikan hasil yang lebih baik dibandingkan dengan kombinasi 1 \npada parameter DM (nilai KITT 0,97%/menit dan GDP 126 mg/dL) dan parameter IM dengan \npersentase hambat CK, CK-MB, AST, dan ALT secara berurutan yaitu 57,07%, 58,54%, \n41,59%, 33,08%. Pada pengamatan histopatologi masih teramati celah yang lebar antara serat \nmiokard dan teramati infiltrasi sel, sedangkan % luas area infark tinggi yaitu (3,76%). Tidak \nhanya itu, kadar protein SIRT-1 terdeteksi lebih sedikit (6,09 ng/mL).", "Daftar File": {"ABSTRAK Desi Sukaeningsih": "https://digilib.itb.ac.id/gdl/download/309463"}, "Penulis": "Desi Sukaeningsih [20721035]", "Kontributor / Dosen Pembimbing": ["Dr. apt. Neng Fisheri Kurniati, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "kardioprotektif, empagliflozin, liraglutide, metformin, kombinasi", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "18 Sep 2023"}