{"Nomor": 78116, "Judul": "DESAIN, TRANSFORMASI, DAN KARAKTERISASI PLASMID PCDNA3.1(+)-UTR DALAM PENGEMBANGAN VAKSIN MRNA COVID-19", "Abstrak": "Coronavirus disease (COVID-19) merupakan suatu infeksi saluran pernapasan yang disebabkan oleh Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) yang dapat menyebar melalui percikan dari mulut atau hidung, sentuhan fisik dengan orang yang terinfeksi, dan kontak tidak langsung melalui sentuhan pada objek yang telah terkontaminasi oleh virus. Salah satu hal efektif untuk mencegah penyebarannya yaitu melalui vaksinasi. Vaksin mRNA memiliki beberapa keunggulan daripada jenis vaksin lainnya, yaitu mRNA yang tidak bersifat infeksius, menstimulasi imunitas seluler dan humoral, serta dapat diproduksi dengan cepat. Konstruk mRNA yang dibutuhkan dalam produksi vaksin mRNA yaitu cap, untranslated regions (UTR), signal peptide, coding sequences, dan poly(A) tail. Untranslated regions (UTR) terletak mengapit coding sequence pada bagian 5’ dan 3’. UTR berperan krusial di dalam pembuatan vaksin mRNA dimana 5’UTR berfungsi dalam regulasi translasi karena berperan dalam rekrutmen ribosom dalam inisiasi translasi, sedangkan 3’UTR berfungsi untuk mempertahankan stabilitas mRNA dan lokalisasi mRNA. Penelitian ini bertujuan untuk membuat desain plasmid yang mengandung 5’ dan 3’ untranslated regions (UTR), melakukan transformasi plasmid pada Escherichia coli Top10, dan melakukan karakterisasi plasmid untuk memastikan sekuens sudah sesuai dengan konstruk plasmid. Konstruk plasmid dibuat secara in silico menggunakan aplikasi Snapgene dengan menginsersikan 5’UTR dan 3’UTR yang berasal dari human alfa-globin gene ke dalam plasmid. Setelah itu, plasmid pcDNA3.1(+)-UTR disintesis melalui GenScript. Plasmid ditransformasikan ke bakteri E. coli Top10 melalui metode kejut panas. Selanjutnya, plasmid dikarakterisasi melalui restriksi dan sekuensing. Hasil menunjukkan terdapat plasmid pcDNA3.1(+)-UTR yang telah diinsersikan 5' dan 3' untranslated regions (UTR) dan bGH poly(A) signal serta E. coli Top10 sebanyak 6 koloni telah membawa plasmid pcDNA3.1(+)-UTR. Konfirmasi plasmid melalui restriksi menggunakan enzim NdeI dan XbaI menghasilkan fragmen DNA yang sesuai dengan konstruk plasmid, dimana secara teoritis menghasilkan pita sekuens UTR berukuran 825 bp dan pita plasmid pcDNA3.1(+)-UTR berukuran 4921 bp, dan di penelitian ini menghasilkan pita berukuran 750-1000 bp sebagai sekuens UTR dan pita berukuran sekitar 5000 bp sebagai plasmid pcDNA3.1(+)-UTR. Karakterisasi melalui sekuensing menggunakan primer CMV forward menunjukkan koloni 1 dan 6 memiliki sekuens yang sesuai dengan konstruk UTR yang dibuat. Berdasarkan hasil yang diperoleh,\nplasmid pcDNA3.1(+)-UTR dapat dijadikan sebagai vektor untuk spike dalam pengembangan vaksin mRNA COVID-19.", "Daftar File": {}, "Penulis": "Kanaya Salsabilla Annisa [10419015]", "Kontributor / Dosen Pembimbing": ["Ernawati Arifin Giri-Rachman, M.Si., Ph.D.", "Dr. apt. Aluicia Anita Artarini, S.Si., M.Sc.,."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Mikrobiologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "SARS-CoV-2, vaksin mRNA, plasmid, transformasi, karakterisasi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Sep 2023"}