{"Nomor": 78119, "Judul": "MODIFIKASI ALGORITMA BI-ECLAT UNTUK  ASSOCIATION RULES MINING PADA DATA TRANSAKSIONAL BESAR", "Abstrak": "Tugas Akhir ini berfokus pada optimalisasi algoritma yang digunakan\ndalam metode Association Rules Mining jika diterapkan pada data transaksional\nbesar. Dengan permasalahan kinerja algoritma tradisional yang tidak optimal dalam\nmengolah data transaksional berukuran besar, Tugas Akhir ini bertujuan untuk\nmengembangkan dan menerapkan optimalisasi pada algoritma Bi-Eclat, yang\ndisebut sebagai 'Algoritma Modified Bi-Eclat'. Untuk mencapai tujuan ini, Tugas\nAkhir ini mengadopsi dan memodifikasi beberapa metode seperti Priority queue,\ndown-closure property, dan pruning support dan support dalam konteks\nAssociation Rules Mining. Dengan menerapkan properti ini, algoritma\ndioptimalkan sehingga mampu mengeliminasi subset yang tidak memenuhi syarat\nassociation rules dan strong association rules lebih awal diproses dalam komputasi,\ndengan harapan dapat mengurangi beban komputasi secara signifikan. Hasil\npengujian menunjukkan bahwa Algoritma Bi-Eclat yang dimodifikasi mampu\nmengurangi waktu komputasi dibandingkan dengan algoritma Bi-Eclat tradisional,\ndengan tetap mempertahankan kualitas aturan yang sama. Selain itu, analisis\n\nkompleksitas algoritma pada kedua algoritma menunjukkan bahwa Modified Bi-\nEclat memiliki kompleksitas lebih rendah dibanding dengan Bi-Eclat\n\nKesimpulannya, Tugas Akhir ini berhasil menunjukkan bahwa penggunaan metode\nPriority queue, down-closure property, dan pruning support dan confidene dalam\n\nkonteks Association Rules Mining mampu meningkatkan efisiensi algoritma Bi-\nEclat dalam mengolah dataset berukuran besar, dengan mempertahankan kualitas\n\naturan yang sama. Hal ini memberikan kontribusi penting dalam peningkatan\nkinerja Association Rules Mining dalam Market Basket Analysis pada data\ntransaksional besar.", "Daftar File": {}, "Penulis": "Nabilah Erfariani [13519181]", "Kontributor / Dosen Pembimbing": ["Dr. techn. Saiful Akbar, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Association Rules Mining, Market Basket Analysis, Algoritma Bi-Eclat, Data Transaksional Besar.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "18 Sep 2023"}