{"Nomor": 78123, "Judul": "PERANCANGAN REHABILITASI HUTAN TERDEGRADASI DI CAGAR ALAM GUNUNG PAPANDAYAN,  KABUPATEN GARUT, PROVINSI JAWA BARAT", "Abstrak": "Gunung Papandayan adalah gunung api aktif di Pulau Jawa yang terakhir\nmengalami letusan pada tahun 2002 yang membuat status gunung berfluktuasi\nsehingga mempengaruhi lingkungan dan membuat proses suksesi berlangsung.\nPerubahan komposisi tumbuhan yang terjadi selama proses suksesi berlangsung\nmenjadi menarik untuk dilihat. Penelitian ini bertujuan untuk mendeskripsikan\nkomunitas vegetasi dan melihat proses suksesi vegetasi di 4 areal kajian dengan\ntingkat dampak letusan yang berbeda yaitu terdampak berat (TB), terdampak\nsedang (TS), terdampak ringan (TR) dan tidak terdampak (TT) di Gunung\nPapandayan. Metode analisis vegetasi dilakukan pada keempat area dan dianalisis\npola sebaran sebaran vegetasinya menggunakan metode Principal Component\nAnalysis (PCA) untuk melihat proses suksesi yang berlangsung di tiap area. Hasil\npenelitian menunjukkan ditemukannya 16 spesies tumbuhan yang terdiri dari 10\njenis semai, 11 jenis pancang, 12 jenis tiang, dan 14 jenis pohon. Indeks\nkeanekaragaman (H’) terendah terdapat pada area TB dan TS yaitu 0 karena\nhanya memiliki satu jenis vegetasi. Sedangkan pada area TR nilai H’ adalah 0,94\ndan area TT memiliki nilai H’ 2,11. Komunitas vegetasi di Gunung Papandayan\ndidominasi oleh vegetasi Vaccinium pada area TB dan TS, vegetasi Vaccinium dan\nDacrycarpus pada area TR dan Distylium pada area TT. Proses suksesi CA dan\nTWA Papandayan tahap awal dapat ditemukan di area yang hanya memiliki satu\njenis vegetasi (Vaccinium) yaitu area TB dan TS dan berjalan menuju tahap-tahap\nakhir suksesi. Tahap-tahap akhir suksesi CA dan TWA Papandayan dapat dilihat\ndari area yang TR dan TT karena sudah memiliki vegetasi hutan pegunungan\nJawa (Dacrycarpus, Helicia, Distylium, dan Macropanax).", "Daftar File": {}, "Penulis": "Amelia Tabita Soentpiet [11518024]", "Kontributor / Dosen Pembimbing": ["Dian Rosleine, S.Si., M.Si., Ph.D.", "Dr. Susana Paulina Dewi, S.Hut., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "CA dan TWA Gunung Papandayan, analisis vegetasi, PCA, proses suksesi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Sep 2023"}