{"Nomor": 78124, "Judul": "PENGEMBANGAN APLIKASI ANDROID TERINTEGRASI BLOOD GLUCOSE MONITORING DEVICE UNTUK PASIEN DIABETES MELITUS", "Abstrak": "Diabetes melitus belum memiliki metode penyembuban atau pengobatan yang dapat menyembuhkan penyakit ini sepenubnya.Menjaga pola bidup dan melakukan monitoring berkala menjadi satu-satunya cara untuk menangani penyakit ini. Metode monitoring tradisional dengan menggunakan alat pengukuran invasif ataupun invasif minimal kurang efektif karena kemungkinan infeksi. Metode ini pun tidak efisien bagi pasien karena barus mencatat basil pengukuran secara manual sebingga dapat menyebabkan pengukuran berkala yang kurang konsisten. Selain itu, pasien diabetes juga tidak dapat mengetahui kategorisasi kadar glukosa darahnya setiap pengukuran, padahal standar normal tidaknya kadar glukosa darah akan berbeda bergantung keadaan pasien, diantaranya selang waktu setelah makan terakhir. Dalam Tugas Akhir ini, dilakukan pengembangan aplikasi berbasis Android untuk memudahkan pasien melakukan monitoring kadar gula darah terintegrasi dengan blood glucose monitoring device non-invasif spesifik melalui koneksi Bluetooth dan memiliki sistem manajemen basis data berbasis Cloud Firestore. Aplikasi ini terdiri atas beberapa fitur yaitu pengukuran otomatis dan manual, pencatatan tingkat keparaban gejala komplikasi yang umum terjadi pada pasien diabetes, serta melibat riwayat pengukuran kadar glukosa darah dan keparahan gejala komplikasi. Data yang dikirimkan pada Cloud Firestore akan disimpan dan mengbasilkan kategorisasi kadar glukosa darah berdasarkan waktu pengukuran pasien setelab makan. Pengguna juga dapat melibat riwayat pengukuran dalam bentuk daftar dan scatter chart. Selurub basil actual uji fungsionalitas sesuai dengan basil yang dibarapkan dari tiap kasus uji fungsionalitas. Dilakukan juga usability testing secara kualitatif yang melibatkan sepulub sampel yang setiap tugasnya dapat diselesaikan dan basil kuantifikasinya mencapai nilai 16,83 dari nilai maksimal  20.  Berdasar  pada  kuesioner yang  dibe rikan, sebagian besar sampel menyatakan fitur tidak terlalu rumit untuk dipahami dan dinavigasikan.", "Daftar File": {}, "Penulis": "Rachmaniar Larasati [18319018]", "Kontributor / Dosen Pembimbing": ["Dr. Hasballah Zakaria, S.T, M.Sc.", "Allya Paramita Koesoema, S.T, M.T, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Biomedis", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "aplikasi Android, Bluetoo th, Cloud Firestore, monitoring, kategorisasi, kadar glukosa darah", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "18 Sep 2023"}