{"Nomor": 78134, "Judul": "DESAIN STRUKTUR DERMAGA CURAH KERING TIPE DECK ON PILE DI PELABUHAN BENETE,KABUPATEN SUMBAWA BARAT, NUSA TENGGARA BARAT", "Abstrak": "Pelabuhan Benete saat ini memiliki fungsi umum bongkar muat general cargo (barang umum). Berdasarkan Rencana Induk Pelabuhan Benete, keberadaan kawasan industri di Kabupaten Sumbawa Barat direncanakan akan berkembang dan pada tahun 2024 akan terjadi kenaikan hasil olahan industri yang cukup signifikan pada proyeksi nilai muat. Pelabuhan Benete diharapkan dapat mencukupi kebutuhan angkutan material khususnya pada curah kering yang menjadi salah satu angkutan utama kawasan industri di Kabupaten Sumbawa Barat, salah satunya adalah melaksanakan pembangunan dermaga dengan sarana dan prasarana yang mendukung.\nStruktur yang akan dibangun meliputi dermaga dan trestle tipe deck on pile dengan lingkup bahasan meliputi pengolahan data sekunder, perhitungan beban yang bekerja pada struktur, penentuan dimensi dan elemen struktural, analisis pemodelan struktur, desain penulangan struktur, dan analisis daya dukung tanah.\nHasil perancangan struktur memperoleh dimensi dermaga dengan panjang 152 meter dan lebar 32 meter, serta dimensi trestle dengan panjang 51 meter dan lebar 6 meter. Analisis struktur dermaga dilakukan menggunakan perangkat lunak SAP2000. Hasil dari pemodelan berupa Unity Check Ratio (UCR), defleksi struktur, gaya dalam elemen struktural, serta reaksi perletakan. Nilai UCR terbesar pada struktur dermaga adalah 0,96 dan nilai UCR terbesar pada trestel adalah 0,82. Kedalaman pemancangan tiang pancang dermaga dari dasar laut adalah 24 meter, sementara tiang pancang trestle sebesar 20 meter dari dasar laut.", "Daftar File": {}, "Penulis": "Angellita Aurelia Siahaan [15519041]", "Kontributor / Dosen Pembimbing": ["Ir. Rildova, M.T, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Dermaga, Desain, Struktur, Curah Kering", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Sep 2023"}