{"Nomor": 78138, "Judul": "PERENCANAAN STRUKTUR PELINDUNG PANTAI DESA ARUNG DALAM, KABUPATEN BANGKA TENGAH, KEPULAUAN BANGKA BELITUNG", "Abstrak": "Sekitar 65% Penduduk Indonesia tinggal di wilayah pesisir. Hal tersebut mengakibatkan banyak jumlah masyarakat yang rentan terhadap kejadian bencana pesisir laut seperti, kenaikan permukaan air laut, storm surge, ataupun erosi garis pantai. Salah satu contoh tersebut terjadi di wilayah pesisir Desa Arung Dalam, Kabupaten Bangka Tengah, Provinsi Kepulauan Bangka Belitung. Terjadi kemunduran garis pantai yang cukup signifikan pada wilayah tersebut. Kemunduran garis pantai tersebut dapat berdampak vital karena dapat mempengaruhi perkekonomian masyarakat sekitar maupun lajur logistik daerah. Oleh karena itu, untuk mengatasi hal tersebut perlu dilakukan perencanaan pembangunan struktur pelindung pantai di wilayah Desa Arung Dalam.\nKemunduran garis pantai yang disebabkan oleh faktor alam maupun aktivitas manusia dianalisis menggunakan program Coastal Engineering Design and Analysis System (CEDAS) pada pemodelan Generalized Model for Simulating Shoreline Change (GENESIS). GENESIS akan melakukan simulasi kemunduran garis pantai yang disebabkan oleh transpor sedimen pantai beserta dengan struktur pelindung pantai yang diantaranya adalah Groin, Breakwater, Revetment, maupun kombinasi struktur tersebut. Struktur pelindung pantai yang dipilih adalah kombinasi breakwater sebanyak 11 buah dengan panjang masing-masing 80 meter, ditempatkan 100-meter dari garis pantai serta 65-meter dari struktur breakwater lainnya dan revetment sepanjang 1000-meter. Struktur breakwater terdiri dari armor layer yang terbuat dari tetrapod, lapisan filter dan core yang tersusun dari batu alam dengan ukuran berbeda-beda, serta lapisan toe protection.", "Daftar File": {}, "Penulis": "Muhammad Dwi Rexa Wibawa [15517051]", "Kontributor / Dosen Pembimbing": ["Ir. Entin Agustini Karjadi, MCE, Ph.D.", "Prof. Ir. Harman Ajiwibowo, M.S, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Transpor Sedimen, Erosi Pantai, CEDAS, GENESIS, Struktur Pelindung Pantai, Breakwater, Revetment.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Sep 2023"}