{"Nomor": 78139, "Judul": "DESAIN DAN ANALISIS PEMODELAN FISIK KOMBINASI TIANG BAMBU DAN MANGROVE PADA KONDISI GELOMBANG EKSTREM", "Abstrak": "Indonesia memiliki garis pantai sepanjang 95.181km, salah satu yang terpanjang di dunia. Dengan garis pantai yang sangat panjang tersebut, erosi pantai menjadi salah satu isu yang tidak pernah absen di Indonesia. Isu ini sangat memengaruhi kehidupan masyarakat pesisir yang terganggu dengan garis pantai yang semakin mundur tiap tahunnya. Untuk itu, pelindung pantai alami seperti mangrove yang relatif lebih murah dan mudah dibangun dapat digunakan untuk ribuan desa yang berada di pesisir. Namun, mangrove perlu waktu untuk dapat tumbuh dan menjadi mangrove dewasa yang dapat melindungi pantai dengan lebih efektif. Guna melindungi mangrove dari gelombang laut, diperlukan struktur pelindung pantai sementara hingga mangrove tersebut tumbuh besar. Gabungan dari struktur pelindung pantai alami dan buatan ini disebut hybrid engineering dan sedang marak dibahas di Indonesia.\nPada Tugas Akhir ini dilakukan penelitian terhadap 3 model yang diuji, yaitu breakwater tiang bambu yang ditumbuhi kerang hijau dengan model tali dan model manik-manik, juga breakwater grup tiang bambu dalam menahan gelombang ekstrem. penelitian ini berfokus dalam memilih model dan konfigurasi terbaik yang ditunjukan dengan koefisien transmisi struktur dan sistem terkecil. Terdapat 3 buah konfigurasi untuk tiap model guna menentukan pengaruh lebar breakwater, jarak antar baris breakwater, jarak antar kolom breakwater, dan kecuraman gelombang terhadap koefisien transmisi.", "Daftar File": {}, "Penulis": "Bayu Megantara Wiguna Agandi [15519037]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Nita Yuanita, S.T, M.T.", "Ir. Izqi Yustina Ammylia Yusuf, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Pelindung pantai alami, Breakwater kombinasi, Tiang Bambu, Gelombang Ekstrem, Mangrove, Pemodelan Fisik, Koefisien Transmisi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Sep 2023"}