{"Nomor": 78149, "Judul": "PENGEMBANGAN PURWARUPA DIGITAL WHITEBOARD KOLABORATIF 3D BERBASIS VIRTUAL REALITY", "Abstrak": "Penggunaan whiteboard digital belakangan ini sedang meningkat pesat. Hal tersebut\nutamanya disebabkan oleh pengadopsian massal metode bekerja work-from-home akibat\npandemi COVID-19. Terdapat banyak pilihan whiteboard digital yang dapat digunakan.\nSalah satu whiteboard digital dengan kualitas tertinggi yang tersedia adalah Miro. Akan\ntetapi, whiteboard sekelas Miro masih memiliki keterbatasan pada saat konsep dan ruang 3D\nsudah masuk ke dalam pembahasan selama whiteboarding. Hal ini disebabkan karena Miro,\ndan banyak aplikasi whiteboard digital, menyediakan fasilitas whiteboard digital mereka\ndalam bentuk kanvas 2D. Hal ini berpotensi membuat komunikasi dan penyelesaian masalah\nyang berhubungan dengan konsep-konsep 3D menjadi sulit di whiteboard jenis ini.\nSelama ini, penyelesaian untuk keterbatasan tersebut adalah dengan menggunakan teknik\nproyeksi. Teknik ini memproyeksikan suatu objek 3D ke dalam kanvas 2D, dengan bagian\nyang dianggap lebih belakang pada sumbu Z digambarkan dengan garis putus-putus. Akan\ntetapi, harga dari teknik ini adalah akan terdapat detail dari objek yang berkurang\nkejelasannya. Salah satu cara untuk menambahkan detail tersebut adalah menggambarkan\nbeberapa proyeksi dari objek 3D dari berbagai sudut pandang. Tetapi, hal tersebut menambah\nwaktu yang diperlukan untuk membuat visualisasi dari objek 3D yang dimaksudkan. Kedua\nkendala tersebut berpotensi menghambat proses whiteboarding pada whiteboard digital 2D.\nOleh karena itu, tugas akhir ini mengajukan mengembangkan suatu purwarupa whiteboard\nyang dapat memanfaatkan ruang 3D sebagai kanvas, serta mengetahui apakah whiteboard 3D\ndemikian efektif digunakan untuk whiteboarding, dengan harapan untuk menunjukkn potensi\nwhiteboard 3D dalam proses whiteboarding yang berhubungan dengan konsep-konsep 3D.\n\nv\n\nPengembangan purwarupa didasari metodologi dari paper berjudul “Methodology for\nDesigning Virtual Reality Applications”. Purwarupa whiteboard dikembangkan\nmenggunakan Unity Engine dengan memanfaatkan beberapa packages. Setelah selesai\ndikembangkan, purwarupa diujikan untuk melihat bagaimana purwarupa memenuhi\ntujuannya sebagai whiteboard digital untuk membantu proses komunikasi dan pemahaman\nkonsep antar pengguna dalam ruang 3D.", "Daftar File": {}, "Penulis": "Ilyasa Salafi Putra Jamal [13519023]", "Kontributor / Dosen Pembimbing": ["Dr. tech. Wikan Danar Sunindyo, S.T, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "whiteboard digital, whiteboarding, 2D, 3D, virtual reality, Unity.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "18 Sep 2023"}