{"Nomor": 78154, "Judul": "DESAIN DAN ANALISIS STABILITAS STRUKTUR PELINDUNG PANTAI MENGGUNAKAN MATERIAL BUIS BETON DI PANTAI UTARA PEKALONGAN", "Abstrak": "Kawasan pesisir Pantai Utara Jawa memiliki permasalahan pantai yang dapat menyebabkan kerusakan seperti erosi dan land subsidence. Oleh karena itu, dibutuhkan struktur pelindung pantai yang dapat melindungi pantai dari kerusakan yang terjadi. Berdasarkan data lingkungan, didapatkan bahwa arah sedimen di lokasi studi sejajar dengan pantai sehingga diperlukan struktur pelindung pantai yang dapat menangkap sedimen, maka akan digunakan struktur tipe groin dengan panjang 350 meter yang berada di tengah celah lokasi studi. Dimensi buis beton yang digunakan adalah dengan diameter 60 cm, tinggi 100 cm, dan tebal 6 cm. Elevasi puncak groin adalah + 6.25 meter (MSL). Berdasarkan analisis stabilitas yang telah dilakukan pada struktur pelindung pantai buis beton, kondisi buis beton kosong memenuhi syarat kestabilan guling dan geser pada masa operasional namun belum memenuhi syarat masa konstruksi pada lapisan 3 dan 4 serta akan memenuhi syarat kestabilan daya dukung tanah apabila memiliki pondasi dengan kedalaman 2.65 meter. Kondisi buis beton diisi dengan batu memenuhi seluruh syarat kestabilan guling dan geser pada masa operasional dan masa konstruksi namun syarat kestabilan daya dukung tanah akan terpenuhi bila memiliki pondasi dengan kedalaman 12.3 meter. Berdasarkan perhitungan biaya material, didapatkan bahwa biaya material untuk struktur rubble mound adalah Rp 20,099,939,148 sedangkan biaya material untuk struktur buis beton adalah Rp 27,704,025,311.", "Daftar File": {}, "Penulis": "Dyas Mella Ramadhani [15519046]", "Kontributor / Dosen Pembimbing": ["Ir. Rildova, M.T, Ph.D.", "Dr. Eng. Nita Yuanita, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Pekalongan, Struktur Pelindung Pantai, Buis Beton, Analisis Stabilitas", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Sep 2023"}