{"Nomor": 78162, "Judul": "KONSUMEN INDONESIA BERPENGARUH TERHADAP NIAT PEMBELIAN TERHADAP PRODUK MAKANAN KOREA", "Abstrak": "Tesis ini melihat variabel-variabel yang mempengaruhi keputusan konsumen Indonesia untuk membeli produk makanan Korea, dengan penekanan khusus pada efek K-pop, citra Korea, negara asal, dan kesadaran halal. Studi ini bermaksud untuk menyoroti preferensi dan sikap yang mempengaruhi keputusan konsumen Indonesia dalam industri makanan Korea dengan menawarkan informasi mendalam tentang interaksi dinamis dari faktor-faktor tersebut terhadap perilaku konsumen. Data dikumpulkan menggunakan survei Google Forms sebagai bagian dari desain studi metode campuran, dan regresi multi-linear dan ANOVA digunakan untuk analisis. Berdasarkan jawaban dari berbagai sampel konsumen Indonesia, kesimpulan penelitian ini. Pemeriksaan literatur menunjukkan bagaimana K-pop memiliki dampak signifikan dalam mempengaruhi perilaku konsumen di luar sektor hiburan. Hubungan yang signifikan antara K-pop dan produk makanan Korea telah dikembangkan karena pengakuan internasional dari bintang K-pop dan dukungan mereka terhadap merek makanan Korea, yang telah mempengaruhi persepsi konsumen tentang tren dan kualitas. Selain itu, kegemaran konsumen Indonesia terhadap kuliner Korea didorong oleh persepsi positif mereka tentang Korea, yang ditonjolkan oleh kekayaan budaya masa lalu dan prestasi kontemporernya, membuat mereka lebih terbuka untuk memasukkan produk ini ke dalam kehidupan sehari-hari. Studi ini juga menyoroti pentingnya pengaruh negara asal konsumen terhadap preferensi. Reputasi Korea Selatan sebagai negara teknis yang sangat maju dengan tradisi kuliner yang khas menginspirasi pelanggan Indonesia untuk memilih produk makanan Korea daripada produk dari negara lain karena rasa keaslian dan ketergantungan. Selain itu, mengingat Indonesia memiliki penduduk mayoritas Muslim, kesadaran halal menjadi elemen penting. Konsumen memprioritaskan kebutuhan makanan religius dan menganggap barang-barang bersertifikat Halal sebagai produk yang sah dan dapat diandalkan, memberikan keunggulan kompetitif bagi perusahaan makanan bersertifikat halal Korea. Ukuran sampel dan keterwakilan data yang diperoleh, serta ketergantungan studi pada data survei yang dilaporkan sendiri, yang dapat menimbulkan potensi bias, adalah keterbatasannya. Sifat dinamis perilaku pelanggan dan pengaruh lain terhadap keputusan pembelian juga dapat berdampak pada dampak jangka panjang dari komponen yang telah diidentifikasi. Oleh karena itu, peneliti harus berhati-hati saat mengekstrapolasi hasil ke pasar konsumen Indonesia yang lebih luas dan memikirkan untuk melakukan studi lebih lanjut menggunakan pendekatan yang lebih mendalam dan mempertimbangkan budaya.", "Daftar File": {"2023 SK PP Suk Ho Joon   [19019266] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/309524"}, "Penulis": "Suk Ho Joon [19019266]", "Kontributor / Dosen Pembimbing": ["Nila Armelia Windasari, S.A., M.B.A., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "K-Pop, Citra Korea, Negara Asal, Kesadaran Halal, Niat Beli, dan Perilaku Konsumen", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "18 Sep 2023"}