{"Nomor": 78166, "Judul": "PEMODELAN HIDRODINAMIKA DAN PERANCANGAN REVETMENT PADA PROYEK JALAN TOL SEMARANG-DEMAK", "Abstrak": "Pantai utara Jawa merupakan daerah yang rawan terkena banjir rob. Penurunan muka tanah atau land subsidence menjadi faktor yang sangat mempengaruhi banjir rob di Semarang, pemerintah tidak bisa serta-merta melarang masyarakat untuk berhenti menyedot air tanah tanpa memberikan solusi sumber air alternatif. Oleh karena itu, Pemerintah mengatasi masalah banjir rob dengan segera menyelesaikan pembangunan tol tanggul laut Semarang-Demak.\nTugas Akhir ini membahas tentang pemodelan hidrodinamika dan desain revetment pada Proyek Jalan Tol Semarang-Demak. Lingkup pembahasan dari Tugas Akhir meliputi pengumpulan dan pengolahan data, pemodelan hidrodinamika dan gelombang ekstrem menggunakan software MIKE 21, desain revetment, dan analisis biaya desain alternatif armor. Pemodelan hidrodinamika mencakup pemodelan gelombang, arus, dan sedimen. Desain revetment terdiri atas elevasi puncak, berat armor, lebar puncak, tebal armor dan bedding layer, dan perlindungan kaki revetment. Output dari desain revetment adalah dimensi dari revetment yang akan digunakan untuk menghitung volume armor agar dapat dilakukan analisis biaya.\nHasil pemodelan hidrodinamika menunjukkan besar sedimentasi pada lokasi rencana revetment sebesar 2 - 4 mm/ 3 bulan. Struktur revetment hasil desain memiliki tinggi elevasi puncak sebesar 5.9 m dari permukaan rata-rata laut dan lebar puncak sebesar 1.5 m dengan pemilihan alternatif armor A-jack. Kemudian lebar dari perlindungan kaki revetment sebesar 4.5 m untuk armor layer dan 6.8 m untuk bedding layer. Hasil analisis biaya menunjukkan biaya dari armor A-jack dan batu kali yang digunakan pada armor dan bedding layer sebesar Rp43,000,000,000.00.", "Daftar File": {}, "Penulis": "Reynard Bonaventura Kurniawan [15519004]", "Kontributor / Dosen Pembimbing": ["Ir. Ahmad Mukhlis Firdaus, S.T, M.T., DPhil"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Desain, Revetment, Pemodelan Hidrodinamika, Elevasi Puncak,", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Sep 2023"}