{"Nomor": 78169, "Judul": "PERANCANGAN DESAIN INTERAKSI APLIKASI MANAJEMEN KEUANGAN PRIBADI DENGAN PENERAPAN  GAMIFIKASI", "Abstrak": "Isu resesi ekonomi global menjadi katalis untuk mulai menggiatkan aktivitas\nmanajemen keuangan pribadi. Akan tetapi, masyarakat Indonesia masih jarang\nmelakukan beberapa aktivitas manajemen keuangan dengan alasan terbesar adalah\nkurangnya motivasi untuk melakukan kegiatan manajemen keuangan pribadi. Di\nsisi lain diketahui bahwa gamifikasi dapat meningkatkan motivasi intrinsik\nseseorang. Dibuat rancangan aplikasi manajemen keuangan pribadi yang\nmenerapkan gamifikasi dengan pendekatan user-centered design sebagai solusi.\nDilakukan penyebaran kuesioner untuk menentukan konteks penggunaan dan\nidentifikasi kebutuhan rancangan. Kemudian diidentifikasi fitur-fitur yang akan\ndirancang dan elemen gamifikasi yang akan diterapkan yaitu poin, level, papan\nperingkat, tantangan/misi, serta lencana. Perancangan desain interaksi aplikasi\nsolusi akan bertujuan untuk mencapai usability goals efektif untuk digunakan dan\nmudah dipelajari serta user experience goals dapat memotivasi. Hasil akhir\npenelitian adalah prototipe high-fidelity dari aplikasi manajemen keuangan pribadi\nyang kemudian diuji dalam beberapa kali iterasi. Hasil pengujian iterasi kedua\nmenunjukkan bahwa prototipe high-fidelity telah mencapai usability goals efektif\n\ndigunakan karena mendapatkan 100% completion rate dan nilai 97,5 untuk rata-\nrata skor System Usability Scale (SUS) serta mudah dipelajari karena mayoritas\n\ntugas mendapat skor Single Ease Question (SEQ) 7 yang merupakan nilai\nmaksimal. Prototipe high-fidelity juga telah mencapai user experience goals\nmemotivasi berdasarkan nilai skor Intrinsic Motivation Inventory (IMI) yang\ndidapat. Iterasi pengujian pun dihentikan setelah pengujian iterasi kedua karena\nsudah memenuhi usability goals dan user experience goals. Oleh karena itu, desain\ninteraksi yang dihasilkan sudah layak digunakan dan berhasil memantik motivasi\nintrinsik pengguna untuk melakukan manajemen keuangan pribadi.", "Daftar File": {}, "Penulis": "Ega Stephanie Afridiari [18219041]", "Kontributor / Dosen Pembimbing": ["Dr. tech. Wikan Danar Sunindyo, S.T, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Desain interaksi, manajemen keuangan pribadi, gamifikasi, user- centered design", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "18 Sep 2023"}