{"Nomor": 78168, "Judul": "PENGEMBANGAN MODUL OCR UNTUK MEMBACA KK DAN MODUL PEMBANGKITAN DATA SINTETIS UNTUK KTP, SIM, DAN KK", "Abstrak": "Digitalisasi data menjadi topik yang penting, terutama dalam era modern saat ini. Pemrosesan\ndokumen secara manual memerlukan waktu dan usaha yang lebih dibandingkan dengan\npemrosesan yang sudah diotomatisasi dengan memanfaatkan data digital. Dalam konteks\ndigitalisasi dokumen seperti KTP, SIM, dan KK, optical character recognition digunakan untuk\nmengubah teks dalam citra menjadi format digital. Format ini kemudian dapat diolah untuk\nproses digital lebih lanjut. Pada tugas akhir ini, dikembangkan modul pembangkitan data sintetis\nuntuk KTP, SIM, dan KK; modul text detection untuk dokumen KK; dan modul text recognition\nuntuk dokumen KK. Pembangkitan data sintetis dilakukan dengan teknik synthetic composites,\nyang melibatkan citra asli yang telah dimodifikasi dengan menambahkan unsur-unsur sintetis\nyang sebelumnya tidak ada. Citra asli (citra dari setiap dokumen KTP, SIM, dan KK)\ndimodifikasi dengan cara menghilangkan informasi-informasi tertentu pada citra. Pada citra hasil\nmodifikasi kemudian digambar informasi palsu lalu diberikan derau dan dimiringkan.\nModul text detection dan text recognition dibangun dengan tiga tahapan. Tahapan pertama adalah\npemilihan model yang paling sesuai melalui benchmarking. Tahapan kedua adalah melatih model\nyang terpilih menggunakan dataset KK. Tahapan terakhir adalah evaluasi model untuk\nmemastikan bahwa model memiliki kinerja yang baik dan lebih baik dari sebelumnya.\nBerdasarkan benchmarking yang telah dilakukan, model yang terpilih untuk text detection adalah\nDB dengan backbone MobileNetV3. Sedangkan model yang terpilih untuk text recognition\nadalah SVTR dengan backbone SVTR-Tiny. Model yang terpilih juga telah memiliki kinerja\nyang lebih baik setelah melalui pelatihan dengan dataset KK, yaitu untuk model text detection\ndengan precision 97.80%, recall 97.29%, dan hmean 97.54%, sedangkan untuk model text\nrecognition memiliki akurasi 99.99%.", "Daftar File": {}, "Penulis": "Louis Riemenn [13519016]", "Kontributor / Dosen Pembimbing": ["Nugraha Priya Utama, S.T, M.A., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "optical character recognition, data sintetis, text detection, text recognition, dokumen, KK", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "18 Sep 2023"}