{"Nomor": 78164, "Judul": "ANALISIS TABRAKAN KAPAL PADA PLATFORM DI SELAT MADURA MENGGUNAKAN METODE ELEMEN HINGGA", "Abstrak": "Tabrakan antara kapal dengan platform merupakan hal yang dihindari oleh semua\npihak, tetapi tidak menutup kemungkinan terjadinya hal ini. Analisis tabrakan kapal\ndan platform dilakukan untuk mengetahui respon struktur dan kapal serta gaya dan\nenergi yang terjadi pada keduanya akibat terjadinya tabrakan. Analisis tabrakan\ndilakukan dengan metode elemen hingga menggunakan aplikasi Abaqus. Untuk\ndapat melakukan analisis tabrakan kapal dengan platform, terlebih dahulu dibuat\nmodel platform dan kapal yang akan ditabrakkan. Kedua model tersebut kemudian\nakan digabungkan pada aplikasi Abaqus, dengan masing-masing model\nmenggunakan tipe shell pada bagian yang difokuskan untuk dianalisis. Material\nyang digunakan oleh kapal dan juga platform pada aplikasi Abaqus didefinisikan\nsebagai material elastis dan plastis, yang berarti baik kapal maupun platform dapat\nterdeformasi baik secara elastis maupun plastis tergantung besaran gaya yang\nditerima. Kecepatan kapal yang digunakan dalam analisis tabrakan kapal dengan\nplatform ini adalah 12 knots atau 6173.33 mm/s. Kecepatan ini dipilih berdasarkan\ndari nilai kecepatan kapal yang umum digunakan untuk risk assesment.\nPendekatan yang realistis pada permodelan yang dibuat menjadikan simulasi\nanalisis tabrakan kapal dengan platform harus dilakukan menggunakan metode\nelemen hingga non-linier karena kompleksitas masalah yang rumit. Penyelesaian\nmasalah tabrakan kapal dengan platform dilakukan menggunakan explicit solver\npada aplikasi Abaqus. Analisis simulasi tabrakan kapal platform dilakukan untuk\ndua macam kasus, yaitu tabrakan dengan kapal 7500 ton dan tabrakan dengan kapal\n68000 ton. Didapatkan hasil dari analisis simulasi tabrakan yang dilakukan bahwa\npada tabrakan platform dengan kapal 7500 ton terjadi pergeseran sejauh 6.08 m\npada bagian yang tergeser paling jauh, sedangkan pada tabrakan platform dengan\nkapal 68000 ton terjadi pergeseran sejauh 7.28 m pada bagian yang tergeser paling\njauh. Kemudian platform juga menyerap energi akibat tabrakan dengan kapal,\nadapun gaya yang diserap oleh platform akibat tabrakan dengan kapal 7500 ton\nsebesar 5.63714 E+10 mJ dan akibat tabrakan dengan kapal 68000 ton sebesar\n7.18736 E+10 mJ.", "Daftar File": {}, "Penulis": "Jonathan Parningotan [15519039]", "Kontributor / Dosen Pembimbing": ["Ir. Eko Charnius Ilman, S.T., M.T., Ph.D., IPM"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Tabrakan, Metode Elemen Hingga, Elastis dan Plastis, 12 knots, Non-linier, Pergeseran, Energi yang Diserap", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Sep 2023"}