{"Nomor": 78178, "Judul": "PENGEMBANGAN MODUL OCR UNTUK MEMBACA KTP DAN PENGEMBANGAN MODUL NER UNTUK MENGENALI ENTITAS KTP,  SIM, DAN KK", "Abstrak": "Dokumen resmi seperti KTP, SIM, dan KK sangat penting untuk didigitalisasi untuk\nmempermudah proses input data, pencarian informasi, dan analisis data. Namun, tantangan\nmuncul akibat ketidakmerataan akses internet di Indonesia. Oleh karena itu, tujuan dari\ncapstone ini adalah mengembangkan aplikasi OCR berbasis mobile yang dapat bekerja dalam\nmode luring, untuk mendigitalisasi dokumen KTP, SIM, dan KK.\nDengan adanya pembagian tugas di antara anggota tim capstone, fokus utama dari tugas\nakhir ini adalah pengembangan modul OCR, termasuk modul text detection dan text\nrecognition, untuk membaca dokumen KTP, serta pengembangan modul NER untuk\nmengubah hasil bacaan dari modul OCR menjadi data terstruktur melalui pengenalan entitas\nbernama.\nModul text detection dan text recognition untuk KTP dikembangkan dengan memilih model\npretrain terbaik berdasarkan benchmarking, kemudian melatih model tersebut menggunakan\ndataset KTP. Model yang telah dilatih kemudian dievaluasi dan dikonversi ke format mobile\nuntuk kebutuhan deployment. Model yang dipilih untuk text detection adalah model DB\ndengan backbone MobileNetV3. Hasil evaluasi menunjukkan bahwa model text detection\nyang telah dilatih memiliki kinerja dan efisiensi yang baik, dengan precision 98.73%, recall\n97.5%, hmean 98.11%, ukuran 2.26 MB, dan waktu inferensi 2.0129 detik. Model yang\ndipilih untuk text recognition adalah model SVTR dengan backbone SVTR-Tiny. Hasil\nevaluasi menunjukkan bahwa model text recognition yang telah dilatih memiliki kinerja dan\nefisiensi yang baik, dengan accuracy 99.37%, ukuran 8.85 MB, dan waktu inferensi 1.4201\ndetik.\nModul NER untuk mengenali entitas pada hasil bacaan OCR dokumen KTP, SIM, dan KK\ndikembangkan secara terpisah dengan menggunakan pendekatan berbasis lexicon dan aturan.\nKamus dan aturan yang digunakan disesuaikan terhadap karakteristik dokumen\nmasing-masing. Hasil evaluasi menunjukkan bahwa modul NER sudah memiliki kinerja\nyang baik dalam mengenali entitas pada hasil OCR ketiga dokumen tersebut, yaitu dengan\naccuracy 100% untuk setiap entitas.", "Daftar File": {}, "Penulis": "Sharon Bernadetha Marbun [13519092]", "Kontributor / Dosen Pembimbing": ["Nugraha Priya Utama, S.T, M.A., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "digitalisasi dokumen, OCR (Optical Character Recognition), text detection, text recognition, NER (Named Entity Recognition)", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "18 Sep 2023"}