{"Nomor": 78172, "Judul": "PENGEMBANGAN SISTEM PEMAHAMAN DOKUMEN FORMAL REKENING KORAN DENGAN MODEL OPTICAL CHARACTER RECOGNITION UNTUK APLIKASI MOBILE", "Abstrak": "Pengarsipan dokumen digital mengatasi keterbatasan kualitas dokumen fisik dan\nmempermudah pengolahan informasi. Proses digitalisasi dapat dibantu dengan\nsistem Optical Character Recognition (OCR), tetapi sampai saat ini, perangkat\nlunak OCR yang terintegrasi dengan basis data untuk menangani dokumen formal,\nlebih spesifik lagi rekening koran, dan yang memperhatikan akses internet di\nIndonesia belum banyak dikembangkan sehingga dibutuhkan sistem pemahaman\ndokumen formal rekening koran yang mendukung hal tersebut. Sistem pemahaman\ndokumen formal rekening koran terdiri dari 5 tahap, yaitu pra-pemrosesan citra, text\ndetection, re-alignment, text recognition, dan NER tagging untuk dapat\nmengekstraksi informasi penting dari rekening koran. Model yang digunakan untuk\nmasing-masing text detection, text recognition, dan NER tagging adalah PP-OCRv3\ndengan nilai F!\n\"\nScore 93,8%, SVTR dengan nilai CER 5.629%, dan model NER dari\nkakas spaCy dengan akurasi 100% (BCA) dan 99% (BNI). Model dihasilkan dari\nproses pelatihan ulang pada pre-trained model dengan data sintesis rekening koran.\nPengujian performa tiap-tiap model didasarkan kepada metrik penilaian untuk\nmasing-masing model serta ukuran dan waktu inferensi. Selain itu, dalam usaha\nmeminimalisasi penggunaan internet, strategi yang digunakan adalah dengan\nimplementasi sistem backend berupa API menggunakan framework Flask.", "Daftar File": {}, "Penulis": "Syarifah Aisha Geubrina Yasmin [13519089]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Bambang Riyanto Trilaksono", "Nugraha Priya Utama, S.T, M.A., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Pengarsipan, digital, OCR, rekening koran, akses internet, text detection, text recognition, NER tagging, sistem backend", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "18 Sep 2023"}