{"Nomor": 78171, "Judul": "PENGEMBANGAN DAN VALIDASI METODE ANALISIS PENENTUAN KADAR ASAM TRANEKSAMAT DENGAN PENDERIVATISASI NINHIDRIN DALAM SERUM WAJAH", "Abstrak": "Kosmetik yang umum digunakan di Indonesia adalah kosmetik yang digunakan untuk memutihkan \nkulit atau whitening. Asam traneksamat sebagai agen pemutih terdapat pada berbagai sediaan, \nsalah satunya adalah sediaan serum wajah. Penggunaan asam traneksamat pada sediaan topikal\ndengan konsentrasi tinggi dapat mengakibatkan iritasi pada kulit. Di Indonesia, BPOM mengatur \nkonsentrasi tertinggi asam traneksamat yang diperbolehkan dalam sediaan topikal adalah 3%. Oleh \nkarena itu, diperlukan suatu metode analisis yang dapat mengukur kadar asam traneksamat. Pada \npenelitian ini dilakukan pengembangan metode untuk pengukuran kadar asam traneksamat dalam \nsediaan serum wajah menggunakan kromatografi cair kinerja tinggi (KCKT). Penelitian dimulai \ndengan optimasi fase gerak, uji kesesuaian sistem, dan validasi metode analisis meliputi selektivitas, \nlinearitas, dan presisi. Berdasarkan hasil optimasi, analisis asam traneksamat dalam sampel serum \nwajah dilakukan dengan proses derivatisasi menggunakan larutan 0,2% ninhidrin dalam metanol. \nPada penelitian ini digunakan fase gerak asetonitril – 20 mM dapar asetat pH 5 (25:75, v/v) dengan \nmetode isokratik, fase diam kolom Agilent ZORBAX Eclipse C18 , volume injeksi 20 ?L, laju alir 0,9 \nmL/menit, dan panjang gelombang deteksi 568 nm. Parameter linearitas dinyatakan sebagai \nkoefisien korelasi 0,999 dalam rentang konsentrasi 4 – 24 ?g/mL. Batas deteksi dan batas kuantisasi \nasam traneksamat diperoleh sebesar 1,02 dan 3,40 ?g/mL. Nilai perolehan kembali akurasi berada \ndalam rentang 97,57 - 101,96 %. Pada pengujian presisi Intraday dan Interday diperoleh simpangan \nbaku relatif masing-masing sebesar 1,081 dan 1,091 %.. Metode analisis yang telah divalidasi \nkemudian digunakan untuk mengukur kadar serum wajah asam traneksamat di perdagangan \ndengan kadar sampel antara 0,703 – 3,082 %.", "Daftar File": {"ABSTRAK Farah Nabila Muhsin": "https://digilib.itb.ac.id/gdl/download/309538"}, "Penulis": "Farah Nabila Muhsin [10719048]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. Sophi Damayanti, M.Si., Apt.", "Dr. rer. nat. apt. Rachmat Mauludin, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Pemutih, asam traneksamat, optimasi metode, validasi metode, KCKT", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "18 Sep 2023"}