{"Nomor": 78189, "Judul": "KOMBINASI TEKNIK PEMBENTUKAN KOKRISTAL DAN BALL MILLING UNTUK PENINGKATAN DISOLUSI ETORIKOKSIB", "Abstrak": "Etorikoksib (ETR) merupakan salah satu golongan anti inflamasi selektif COX-2 \nyang diklasifikasikan dalam BCS kelas II. Pada penelitian ini dilakukan usaha \npeningkatan kelarutan etorikoksib melalui kombinasi pembentukan kokristal dan \nball milling. Percobaan dilakukan secara in-situ melalui pembentukan kokristal \nsecara langsung menggunakan metode liquid-assisted-grinding, dan secara ex-situ\nmelalui pembentukan kokristal etorikoksib-asam oksalat (ETR-OXA) terlebih \ndahulu menggunakan metode solvent evaporation yang dilanjutkan ball milling. \nOptimasi dilakukan dengan memvariasikan waktu penggilingan dan jenis \nstabilizer. Jenis stabilizer yang digunakan meliputi Tween 80 (ETR-OXA-T-BM), \nPoloxamer 188 (ETR-OXA-P-BM 60), dan kombinasi Tween 80-sodium lauryl \nsulfate (SLS) (ETR-OXA-T-S-BM 60). Percobaan secara in-situ memberikan \njumlah rendemen yang rendah (<10%). Kokristal yang dihasilkan secara ex-situ lalu \ndievaluasi menggunakan Differential Scanning Calorimetry (DSC), Powder X-Ray \nDiffractometry (PXRD), dan Scanning Electron Microscope (SEM). Analisis DSC \ndari ETR memberikan puncak endotermik pada 130°C, sementara untuk ETROXA, ETR-OXA-T-BM 60, ETR-OXA-P-BM 60, dan ETR-OXA-T-S-BM 60 \nmemberikan puncak endotermik pada rentang 179 - 180°C. Sementara itu, data \nPXRD untuk ETR-OXA, ETR-OXA-T-BM 60, ETR-OXA-P-BM 60, ETR-OXAT-S-BM 60 memberikan puncak yang sama; dan berbeda dengan ETR. Hasil \nanalisis SEM menunjukkan bahwa ETR-OXA-T-BM dengan waktu milling 60 \nmenit memberikan partikel dalam rentang nanometer yang tidak terindividualiasi. \nSementara penggunaan Poloxamer 188 serta kombinasi Tween 80-SLS \nmenghasilkan ukuran partikel > 1 µm. ETR-OXA-T-BM 60 menghasilkan ukuran \npartikel paling kecil dengan nilai d90 sebesar 5,587 µm dan nilai d10 590 nm diikuti \ndengan ETR-OXA-P-BM 60 dan ETR-OXA-T-S-BM 60 berturut-turut dengan \nnilai d90 sebesar 25,97 µm dan 126 µm serta d10 772 nm dan 1,599 µm. Kelarutan \nETR-OXA, ETR-OXA-T-BM 60, ETR-OXA-P-BM 60, ETR-OXA-T-S-BM 60 \npada 48 jam mengalami peningkatan paling tinggi pada media akuades sebesar 20 \n– 50 kali dibandingkan dengan ETR. Pada media pH 1,2, kelarutan ETR, ETROXA, ETR-OXA-T-BM 60, ETR-OXA-P-BM 60, ETR-OXA-T-S-BM 60 masingmasing sebesar 6,77±0,12 mg/mL, 14,60±0,10 mg/mL, 27,36±0,24 mg/mL, \n23,57±0,31 mg/mL, 18,73±0,15 mg/mL berturut-turut. Peningkatan kelarutan pada \nmedia pH 4,5 ETR-OXA, ETR-OXA-T-BM 60, ETR-OXA-P-BM 60, ETR-OXA-\nii\nT-S-BM 60 berkisar anrara 1 – 1,3 kali dibandingkan ETR murni. Etorikoksib \nmemiliki kelarutan paling rendah pada media pH 6,8 dengan nilai ETR, ETR-OXA, \nETR-OXA-T-BM 60, ETR-OXA-P-BM 60, ETR-OXA-T-S-BM 60 masingmasing sebesar 0,13±0,00 mg/mL, 0,15±0,00 mg/mL, 0,31±0,00 mg/mL, \n0,22±0,00 mg/mL, dan 0,21±0,00 mg/mL. Hasil disolusi etorikoksib dari serbuk \nETR-OXA-T-BM 60 pada t30 menit sebesar 48,96±4,87% sementara serbuk ETR \nsebesar 28,68±1,35%. Hal ini menunjukkan adanya peningkatan dan perbedaan \nprofil disolusi pada media dapar fosfat pH 6,8. Serbuk ETR-OXA-P-BM 60 dan \nETR-OXA-T-S-BM 60 tidak memberikan perbedaan profil disolusi yang signifikan \ndengan serbuk ETR dengan nilai t30 menit masing-masing sebesar 24,68±3,09% dan \n21,11±6,08%. Optimasi waktu ball milling menunjukkan bahwa peningkatan waktu \nmilling hingga 60 menit mampu meningkatkan jumlah etorikoksib yang terdisolusi. \nETR-OXA-T-BM 30 dan ETR-OXA-T-BM 45 memberikan nilai t30 menit sebesar \n21,30±6,70% dan 22,89±1,45% berturut-turut. Formulasi tablet ETR-OXA-T-BM \n60 juga menunjukkan peningkatan disolusi sekitar 1,6 kali dibandingkan dengan \ntablet ETR pada media dapar pH 6,8. Sementara pada media dapar pH 1,2 ETR \ntablet dan ETR-OXA-T-BM 60 tablet etorikoksib sudah terdisolusi lebih dari 85% \npada menit ke-15. Profil disolusi tablet ETR dan ETR-OXA-T-BM 60 pada media \ndapar pH 4,5 tidak memberikan perbedaan yang signifikan yang ditunjukkan \ndengan nilai similaritas >50. Pada penelitian ini dapat dibuktikan bahwa kombinasi \nteknik pembentukan kokristal dan ball milling secara ex-situ merupakan salah satu \npendekatan yang potensial untuk meningkatkan laju disolusi dari etorikoksib.", "Daftar File": {"ABSTRAK Sharon Susanto": "https://digilib.itb.ac.id/gdl/download/309557"}, "Penulis": "Sharon Susanto [20721012]", "Kontributor / Dosen Pembimbing": ["Dr. apt. Saleh Wikarsa, S.Si., M.Si., DEA.", "Dr. apt. Yuda Prasetya Nugraha, S.Farm., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Etorikoksib, asam oksalat, Tween 80, kokristal, ball milling", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "18 Sep 2023"}