{"Nomor": 78185, "Judul": "STUDI KELAYAKAN TRANSPORTASI CO2 UNTUK KEPERLUAN CARBON CAPTURE AND STORAGE BERDASARKAN ASPEK TEKNIS DAN FINANSIAL", "Abstrak": "Carbon Capture and Storage (CCS) adalah teknologi mitigasi pemanasan global dengan memisahkan CO2 murni dari emisi industri dan menyimpannya pada tempat penyimpanan jangka panjang. Proyek CCS membutuhkan sistem transportasi untuk memindahkan CO2 dari sumber emisi ke lokasi penyimpanan. Terdapat banyak metode transportasi dengan kebutuhan proses serta biaya yang berbeda-beda pula. Studi kelayakan ini menganalisis sarana serta metode transportasi CO2 paling optimal untuk kasus debit aliran 16,3 MMSCFD yang dipisahkan jarak 2,99 km berdasarkan aspek teknis dan finansial. Aspek teknis menganalisis alternatif skema transportasi yang mencakup proses, kebutuhan peralatan, serta persyaratan desain dari alat-alat tersebut. Aspek finansial membandingkan seluruh skema transportasi berdasarkan kriteria kelayakan finansial sehingga ditentukan skema yang paling ekonomis.\nAnalisis teknis menghasilkan empat alternatif skema transportasi, yaitu menggunakan jalur pipa dengan membeli dan menyewa lahan, serta menggunakan truk dengan metode injeksi kompresi dan pemompaan. Analisis finansial menghasilkan skema transportasi paling ekonomis untuk studi kasus ini adalah menggunakan truk dengan metode injeksi pemompaan. Skema ini membutuhkan biaya investasi dan operasional senilai Rp30,4 miliar dan Rp1,6 milar per tahun. Proyek ini layak dijalankan karena memenuhi kriteria kelayakan finansial berupa NPV sebesar Rp8,4 miliar, IRR sebesar 17,5%, POT selama 5 tahun, dan PI sebesar 1,26. Analisis sensitivitas juga menunjukkan meskipun terjadi kenaikan nilai CAPEX 11% dan OPEX 40%, proyek masih tetap layak untuk dilaksanakan.", "Daftar File": {}, "Penulis": "Mohammad Arieq Ariawan [13119134]", "Kontributor / Dosen Pembimbing": ["Ir. M. Agus Kariem, S.T, M.T, Ph.D., IPM"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Carbon Capture and Storage, karbon dioksida, studi kelayakan, NPV, IRR", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Sep 2023"}