{"Nomor": 78183, "Judul": "ANALISIS MANAJEMEN RISIKO KESELAMATAN DAN KESEHATAN KERJA (K3) PADA INDUSTRI KONSTRUKSI (STUDI KASUS: PEMBANGUNAN PIPA TRANSMISI GAS BUMI RUAS SEMARANG-BATANG)", "Abstrak": "Kebutuhan gas saat ini cukup mendesak, namun infrastruktur untuk melakukan\nsuplai gas bumi ke industri belum memadai, sehingga pemerintah mendorong untuk\ndilakukan pengembangan infrastruktur gas bumi nasional. Salah satunya adalah\njalur perpipaan transmisi gas bumi Cirebon-Semarang, yang saat ini telah\nmemasuki tahap I ruas jalan Semarang-Batang. Rencana ruas Semarang-Batang\nakan dilakukan pembangunan fasilitas meliputi Tie-in di fasilitas Onshore\nReceiving Facillities (ORF) Semarang kemudian dibangun jalur pipa sepanjang\n± 62 km. ORF terdiri dari berbagai instrumen besar yang mana dalam proses\ninstalasinya membutuhkan bantuan alat berat seperti crane. Pekerjaan instalasi\ninstrumen di ORF menggunakan crane termasuk pada critical & extreme risk\ndikarenakan pekerjaannya pengangkatan akan menggunakan lebih dari satu crane\ndan pekerjaan ini akan dilakukan di atas platform selain itu ORF terbangun\ndisamping stasiun LPG existing sehingga kondisi ini memiliki potensial bahaya\ntersendiri. Untuk mengetahui sumber risiko terbesar, risiko yang mungkin terjadi,\ncara mitigasi risiko dan tingkat efektivitas dari mitigasi yang diberikan dapat\ndilakukan analisis manajemen risiko keselamatan dan kesehatan kerja\nmenggunakan metode House of Risk (HOR) dan Hazard Identification, Risk\nAssessment & Determining Control (HIRADC). Metode House of Risk (HOR)\nterbagi menjadi dua tahapan yaitu House of Risk Fase I yang berfokus untuk\nmenentukan peringkat ARP (aggregate risk potential) atau risk agent yang\nmemiliki potensi besar untuk terjadi, sehingga perlu dilakukan mitigasi terlebih\ndahulu, dan penilaian penuruan kemungkinan risiko dengan menggunakan metode\nHazard Identification, Risk Assessment & Determining Control (HIRADC).\nKegiatan lifting di atas platform ORF menjadi sumber bahaya terbesar dan terdapat\n15 risiko yang mungkin terjadi, 3 risk agent terdapat pada kegiatan mobilisasi alat\nberat (crane), 5 risk event pada aktivitas penempatan crane dan 7 risk event dari\nkegiatan pengangkatan material serta terdapat 36 risk agent didalamnya, 9 risk\nagent pada kegiatan mobilisasi, 11 risk agent pada kegiatan penempatan crane dan\n14 risk agent pada kegiatan pengangkatan material. Dari 36 risk agent yang ada 16\ndiantaranya sangat berpotensi, sehingga diberikan saran aksi mitigasi risiko\nmenggunakan metode HOR fase II, dengan dilakukannya diskusi terdapat 48\nrencana aski mitigasi yang dinilai dapat mereduksi risk agent potential dengan 36 preventive action utama yaitu saran aksi mitigasi yang memiliki nilai kesulitan 3\natau mudah untuk diterapkan. Preventive action yang dapat diterapkan secara garis\nbesar di antaranya adalah re-edukasi mengenai safety yang dilakukan secara berkala\noleh HSE, menyediakan APD, melakukan pengecekan kelengkapan APD setiap\nhari sebelum pekerja memasuki area kerja, melakukan edukasi mengenai kaidah\nergonomi kepada seluruh pekerja oleh HSE, memberikan symbol dan banner\npengingat mengenai kaidah ergonomi, melakukan pengecekan sertifikasi dari\npekerja, menerapkan dan melakukan sistem pengecekan kesehatan kepada seluruh\npekerja sebelum melakukan pekerjaan, melakukan toolbox meeting sebelum\ndilakukan pekerjaan, melakukan pengecekan dan inspeksi sling secara berkala,\nmelakukan pemantauan jam kerja dan jam istirahat dari pekerja, menggunakan\nsistem pengawasan oleh Safety man di lapangan, menetapkan kecepatan/sudut\nmaksimum manuver crane di platform dalam lifting plan, melakukan pembatasan\nareal dan jalur kemudi, melakukan inovasi dan modifikasi untuk menambahkan\nkamera ataupun alaram parking, menggunakan jenis crane yang bagian atau posisi\nboom dapat dilakukan adjustable (di panjang atau di pendekkan). Setelah penilaian\ndengan preventive action yang sarankan dilakukan penialain terdapat penurunan\ntingkatan risiko menggunakan metode Hazard Identification, Risk Assessment &\nDetermining Control (HIRADC), dimana terdapat 3 kategori moderate risk dan 13\nkategori low risk yang sebelum dilakukan pemberian saran aksi mitigasi risiko\nterdapat 3 kategori extreme risk dan 13 kategori high risk.", "Daftar File": {"Gayatri Nuansa Putri - 1.pdf": "https://digilib.itb.ac.id/gdl/download/309555"}, "Penulis": "Gayatri Nuansa Putri [25321010]", "Kontributor / Dosen Pembimbing": ["Dr. Herto Dwi Ariesyady, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Manajemen Risiko, HOR, Pengangkatan, Pipa Transmisi", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "18 Sep 2023"}