{"Nomor": 78219, "Judul": "POTENSI PLANT-DERIVED EXOSOME-LIKE NANOPARTICLES DARI JAHE EMPRIT (ZINGIBER OFFICINALE VAR. AMARUM) SEBAGAI IMUNOMODULATOR SEL MAKROFAG UNTUK MENGHAMBAT MIGRASI SEL KANKER SERVIKS HELA", "Abstrak": "Kanker merupakan suatu kondisi penyakit yang dicirikan oleh adanya pertumbuhan dan perkembangan sel yang abnormal. Terapi kanker konvensional dapat memberikan efek samping yang buruk bagi tubuh. Salah satu pengembangan terapi kanker adalah dengan menggunakan plant-derived exosome-like nanoparticles (PDEN). PDEN memiliki beberapa kelebihan dan berpotensi sebagai agen anti-kanker melalui mekanisme aktivasi sel makrofag. Penelitian ini bertujuan untuk mengetahui pengaruh pemberian sekretom dari sel makrofag RAW 264.7 yang diberi PDEN jahe emprit dengan konsentrasi 0, 10, dan 20 ?g/mL (CMGM 0, CMGM 10, dan CMGM 20) terhadap viabilitas, migrasi sel, dan ekspresi gen vimentin (VIM) pada lini sel kanker serviks HeLa. Hasil karakterisasi morfologi PDEN jahe emprit menggunakan transmission electron microscope (TEM) menunjukan PDEN jahe emprit berbentuk cup shaped. Ukuran PDEN jahe emprit yang dianalisis menggunakan particle size analyzer (PSA) menunjukan rata-rata ukuran diameter sebesar 225,17 nm. Konsentrasi protein PDEN jahe emprit diukur menggunakan Pierce™ BCA Protein Assay Kit dan didapatkan konsentrasi sebesar 1.410,39 ?g/mL. Berdasarkan hasil uji viabilitas sel menggunakan uji 3-(4,5-dimethylthiazol-2-yl)-2,5-diphenyltetrazolium bromide (MTT) pada sel RAW 264.7 dengan kelompok perlakuan kontrol, serta PDEN dengan konsentrasi 5, 10, 20, 50, 100, dan 200 ?g/mL, menunjukan bahwa PDEN jahe emprit tidak bersifat toksik, namun dapat menurunkan viabilitas sel RAW 264.7 pada durasi inkubasi 48 jam. Hasil uji internalisasi menggunakan PKH 67 dan DAPI menunjukan PDEN jahe emprit telah masuk kedalam sel RAW 264.7 pada durasi 2 jam setelah inkubasi. Selanjutnya diamati pengaruh sekretom dari sel RAW 264.7 yang telah diberi perlakuan dengan PDEN (CMGM) terhadap sel HeLa. Uji MTT CMGM pada sel HeLa selama 48 jam menunjukan viabilitas sel HeLa mengalami penurunan hingga 1,8% setelah perlakuan dengan 100% CMGM 20. Migrasi sel HeLa diuji menggunakan metode scratch assay dan didapatkan CMGM 10 dapat menghambat migrasi sel secara signifikan dengan penutupan daerah scratch hanya sebesar 7,7% dan menurun hingga -22,1% untuk perlakuan dengan CMGM 20 dalam kurun waktu 24 jam. Penutupan daerah scratch tersebut lebih rendah dibandingkan kontrol negatif yakni sebesar 56%. Hasil analisis eskpresi relatif gen VIM dilakukan menggunakan qRT-PCR dan didapatkan adanya penurunan ekspresi gen VIM secara signifikan hingga 0,13-fold untuk CMGM 10 dan 0,08-fold untuk CMGM 20 dari perlakuan kontrol negatif. Berdasarkan data yang telah diperoleh, dapat disimpulkan bahwa PDEN jahe emprit berpotensi sebagai agen anti-kanker melalui aktivasi sel makrofag untuk menurunkan viabilitas, menghambat migrasi, dan menurunkan ekspresi gen VIM pada lini sel kanker serviks HeLa.", "Daftar File": {}, "Penulis": "Regina [10619014]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Anggraini Barlian, M.Sc.", "Dr. rer. nat. Marselina Irasonia Tan, M.S."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "kanker serviks, sel makrofag, PDEN, imunomodulator, migrasi sel.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Sep 2023"}