{"Nomor": 78231, "Judul": "DESAIN LAYOUT DAN PEKERJAAN PENGERUKAN KOLAM PUTAR PELABUHAN DONGGALA TELUK PALU PROVINSI SULAWESI TENGAH", "Abstrak": "Pelabuhan Donggala di Kabupaten Donggala, Provinsi Sulawesi Tengah mengalami kerusakan infrastruktur akibat gempa dan tsunami tahun 2018. Karena adanya ketidaklayakan pada beberapa aspek lingkungan, sehingga rekonstruksi dilakukan di lokasi baru di Anjungan Gonenggati. Rekonstruksi di Anjungan Gonenggati perlu dilakukan pekerjaan pengerukan dikarenakan kedalaman kondisi tidak memenuhi kedalaman syarat desain untuk kapal rencana. Pada tugas akhir ini, akan dibahas desain layout kolam putar, estimasi volume keruk, estimasi durasi pekerjaan pengerukan, dan estimasi biaya pekerjaan pengerukan. Dari hasil desain didapatkan dimensi kolam putar berupa kedalaman 20.0 meter dari LWS untuk memenuhi proyek pembangunan Pelabuhan Donggala Baru jangka panjang selama 20 tahun dari 2020 hingga 2039, diameter kolam putar terminal penumpang 300.0 meter, diameter kolam putar terminal kargo 225.0 meter, dan kemiringan tanah dasar perairan 35°. Perhitungan volume keruk menggunakan metode cross-section, menghasilkan estimasi volume keruk sebesar 988,641 ???? 3. Pekerjaan pengerukan ini dilakukan dengan menggunakan 1 unit kapal grab dredger “Queen Elizabeth 8”, dan 1 unit kapal trailing suction hopper dredger “SORONG” dengan bantuan 2 unit tugboat dan 2 unit split hopper barge. Pekerjaan pengerukan ini dilakukan selama 132 hari termasuk mobilisasi dan demobilisasi dengan estimasi nilai biaya pekerjaan sebesar Rp92,150,941,676.24 atau Rp93,209.71 /???? 3.", "Daftar File": {}, "Penulis": "Christian William [15519043]", "Kontributor / Dosen Pembimbing": ["Ir. Rildova, M.T, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Pelabuhan Donggala, Pengerukan, Kolam Putar", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Sep 2023"}