{"Nomor": 78233, "Judul": "STRATEGI OPTIMASI KEBERFUNGSIAN INFRASTRUKTUR SANITASI BERBASIS MASYARAKAT (SANIMAS) PROGRAM CITARUM HARUM DENGAN PENDEKATAN ANALISIS SWOT DAN AHP (STUDI KASUS : KELURAHAN MALEER DAN KELURAHAN PASANGGRAHAN, KOTA BANDUNG)", "Abstrak": "Sanitasi Berbasis Masyarakat (Sanimas) Program Citarum Harum merupakan\nlangkah nyata yang dilakukan oleh pemerintah melalui kerjasama antara\nKementerian Pekerjaan Umum dan Perumahan Rakyat (Kemen PUPR) dengan\nKodam Siliwangi untuk mempercepat pengendalian pencemaran dan kerusakan\ndaerah aliran Sungai Citarum. Kegiatan Sanimas yaitu penanganan air limbah\nberbasis masyarakat, yang mana masyarakat turut aktif dalam melakukan\nperencanaan hingga pengelolaan Sanimas. Kota Bandung merupakan salah satu\ndaerah yang menerima Program Citarum Harum, tercatat sudah 32 Sanimas yang\ndibangun mulai dari tahun 2018 hingga 2022. Kelurahan Maleer dan Kelurahan\nPasanggrahan merupakan kelurahan yang mendapat bantuan Sanimas pada tahun\n2019 dan 2020. Pemilihan kedua kelurahan ini dilatar belakangi oleh perbedaan\nkondisi ekonomi penerima manfaat, status kepemilikan lahan, topografi lahan dan\njenis pengolahan pada instalasi pengolahan air limbah domestik. Berdasarkan hasil\nevaluasi keberfungsian kedua Sanimas tersebut Sanimas Kelurahan Maleer\nmemiliki kondisi kelembagaan yang lebih baik dibandingkan Sanimas Kelurahan\nPasanggrahan dibuktikan dengan jumlah Kelompok Pemanfaat dan Pemelihara di\nKelurahan Maleer lebih banyak dan lebih aktif. Selain faktor kelembagaan, faktor\nkeuangan Sanimas Kelurahan Maleer lebih baik yang dibuktikan dengan pencatatan\nkeuangan yang baik, sedangkan pencatatan keuangan di Sanimas Kelurahan\nPasanggarahan tidak terdapat pencatatan keuangan. Pada faktor partisipasi\nmasyarakat kedua lokasi memiliki poin yang rendah karena dikedua lokasi tersebut\npartisipasi masyarakat rendah. Secara keseluruhan hasil analisis keberfungsian\nSanimas di kedua lokasi tersebut masuk kedalam kategori berfungsi sedang, artinya\nmasih perlu tindakan perbaikan dan optimasi terhadap kedua Sanimas. Optimasi\nkeberfungsian Sanimas dipengaruhi juga oleh kondisi lingkungan makro Kota\nBandung baik kondisi optimis, status quo, maupun pesimis. Dalam kondisi apapun\ninfrastruktur Sanimas Program Citarum Harum harus berfungsi secara optimal,\nmaka dari itu diperlukan strategi optimasi keberfungsian infrastruktur Sanimas\nProgram Citarum Harum berdasarkan berbagai skenario kondisi. Penelitian ini\nmenggunakan analisis SWOT dengan mengidentifikasi faktor internal dan faktor\neksternal berdasarkan kondisi eksisting pengelolaan sanimas dan juga justifikasi\nahli air limbah domestik yang kemudian dilakukan klasifikasi antara kekuatan dan\nkelemahan serta peluang dan tantangan, sehingga dapat diketahui alternatif strategi\nyang sesuai dengan kondisi Sanimas Kelurahan Maleer dan Kelurahan\nPasanggrahan kemudian dilakukan analisis AHP untuk menentukan prioritas\nstrategi. Hasil dari analisis SWOT strategi yang tepat untuk optimasi keberfungsian\ninfrastruktur Sanimas yaitu Strength-Opportunity secara agresif yang mana\nmemaksimalkan kekuatan guna dapat memanfaatkan peluang yang ada yaitu\ndengan cara meningkatkan peran kelembagaan dalam ketanggapan terhadap aduan\nlayanan, mengoptimalkan keuangan, dan mengoptimalkan sumber daya.\nDilanjutkan dengan hasil analisis AHP, Prioritas kebijakan dalam optimasi\nkeberfungsian sanimas adalah skenario optimis yang meningkatkan kesadaran\npentingnya PHBS bagi masyarakat, dilanjutkan dengan meningkatkan kekuatan\nkelembagaan dan keuangan, dan meningkatkan partisipasi masyarakat. Urutan\nstrategi optimasi Sanimas harus diimplementasikan adalah meningkatkan kinerja\nkelembagaan, mengoptimalkan sumber daya, memperkuat finansial/keuangan, dan\nmeningkatkan peran stakeholder. Namun, dalam hal kondisi makro Kota Bandung\nterjadi perubahan sehingga skenario yang harus dijalankan adalah status quo maka\nsasaran harus di prioritaskan adalah meningkatkan partisipasi masyarakat dengan\nalternatif strategi dari yang paling prioritas yaitu mengoptimalkan sumber daya,\nmeningkatkan kinerja kelembagaan, meningkatkan peran stakeholder dan\nmemperkuat finansial/keuangan. Sedangkan saat kondisi lingkungan makro pada\nkondisi pesimis, maka sasaran yang diprioritaskan adalah meningkatkan kesadaran\npentingnya PHBS bagi masyarakat dengan alternatif strategi prioritas yaitu\nmeningkatkan peran stakeholder, meningkatkan kinerja kelembagaan\nmengoptimalkan sumber daya dan memperkuat finansial/keuangan.", "Daftar File": {"Cover_pengesahan_Abstrak_Rafindra Dwi Putra.pdf": "https://digilib.itb.ac.id/gdl/download/309617"}, "Penulis": "Rafindra Dwi Putra [25720305]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Mindriany Syafila, M.S, Ph.D.", "Dr. Qomarudin Helmy, S.Si., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Pengelolaan Infrastruktur Air Bersih dan Sanitasi", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Sanimas, Optimasi, SWOT, strategi, AHP.", "Sumber": "", "Staf Input/Edit": "Asep Kusmana", "File": "1 file", "Tanggal Input": "18 Sep 2023"}