{"Nomor": 78234, "Judul": "DESAIN DERMAGA APUNG DI DESA PARIT, KABUPATEN KARIMUN, PROVINSI KEPULAUAN RIAU", "Abstrak": "Indonesia memiliki ribuan pulau kecil terluar yang membutuhkan infrastruktur penyeberangan antar pulau yang memadai dan sesuai dengan kondisi lingkungan setempat. Desa Parit sebagai pulau kecil terluar yang kekurangan infrastruktur dermaga menyuarakan kesulitannya kepada ITB dalam program bottom-up melalui LPPM ITB dan P2D ITB. Dalam koridor pengabdian masyarakat dan studi keilmuan, dilakukan desain dermaga yang memenuhi standar kestabilan, kekuatan, dan respons dinamik. Namun, kondisi desa parit dengan pasang surut tinggi menjadikan dermaga apung opsi terbaik. Dermaga apung juga didesain agar masyarakat desa pada umumnya dapat memiliki gambaran mengenai harga struktur. Dermaga apung didesain dengan ukuran 4 x 5 meter dengan kubus apung HDPE (High Density Polyethylene). Ukuran desain didasarkan pada beban rencana 20 orang sebesar 100 kg/m2. Desain dilakukan dengan pendekatan analitik dan metode numerik dengan bantuan perangkat lunak hidrodinamikDesain dermaga yang dilakukan telah memenuhi standar kestabilan dengan semua kasus memiliki nilai ????????????? positif dan sudut heel kritis kurang dari sudut maksimal. Hasil analisis dinamik menunjukkan bahwa gerak struktur dermaga pada arah heave, pitch, dan roll terbatas dan kecil. Hasil analisis kekuatan struktur dan tiang pancang menunjukkan bahwa struktur dan tiang pancang dapat menahan tekanan yang diterima. Struktur dermaga apung HDPE memiliki metode konstruksi yang sederhana dan harga yang bisa terjangkau untuk ekonomi desa sebesar Rp 67.980.000,00. Dengan demikian, struktur dermaga apung HDPE telah memenuhi standar desain.", "Daftar File": {}, "Penulis": "Hakan Hekmatyar Akhmad Barani [15519057]", "Kontributor / Dosen Pembimbing": ["Ir. Rildova, M.T, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Desain Dermaga Apung, Kubus Apung HDPE, Kestabilan, Respons Dinamik, Kekuatan Struktur, Tiang Pancang, Harga", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Sep 2023"}