{"Nomor": 78248, "Judul": "ANALISIS RESPONS SEISMIK SITUS SPESIFIK TERHADAP POTENSI  BAHAYA GEMPABUMI PADA LOKASI PEMBANGUNAN  TEROWONGAN JALAN TOL YOGYAKARTA-BAWEN SEKSI 5,  KECAMATAN GRABAG, KABUPATEN MAGELANG, JAWA TENGAH", "Abstrak": "Jalan Tol Yogyakarta-Bawen Seksi 5 direncanakan untuk memiliki terowongan \nganda sepanjang 500 meter. Berdasarkan observasi, infrastruktur bawah permukaan \nbumi cenderung lebih resisten terhadap bahaya gempabumi daripada infrastruktur \ndi atas permukaan bumi. Namun, kerusakan pasca Gempa Hanshin 1995 di Jepang \nmenunjukkan pentingnya konsiderasi bahaya gempabumi pada terowongan. \nKondisi geologi yang tak mendukung termasuk salah satu faktor yang dapat \nmenyebabkan keruntuhan terowongan. Terowongan Jalan Tol Yogyakarta-Bawen \nberjarak 2,6 kilometer dari zona seismogenik Sesar Rawa Pening. Gempabumi \nswarm yang terjadi antara 24 Oktober-5 November 2021 menunjukkan bahwa Sesar \nRawa Pening merupakan sesar aktif. Di sisi lain, situs terowongan terdiri dari\nbatulempung, breksi volkanik lapuk, tuf, dan tanah lunak. Kondisi ini \nmengamplifikasi percepatan gempabumi. Penelitian ini bertujuan untuk \nmenentukan respons seismik apabila terjadi gempabumi akibat pergeseran Sesar \nRawa Pening.\nMetode yang digunakan dalam penelitian ini adalah analisis bahaya gempabumi \ndeterministik dan analisis respons seismik situs spesifik. Analisis bahaya \ngempabumi deterministik terdiri dari pengidentifikasian karakteristik sesar, \npembuatan spektrum respons sintetik, pertimbangan efek direktivitas sesar terhadap \nsitus, dan pemodifikasian riwayat waktu gempabumi aktual. Analisis respons \nseismik situs spesifik dilakukan untuk merambatkan riwayat waktu gempabumi \nyang telah dimodifikasi dari batuan dasar keteknikan ke situs terowongan.\nHasil analisis menunjukkan bahwa nilai PGA akibat gempabumi magnitudo \nmaksimum dari Sesar Rawa Pening pada lokasi terowongan mencapai 0,426 g. \nBatulempung, breksi volkanik, tuf, dan tanah pada situs terowongan \nmengamplifikasi PGA hingga 1,58 kali dari PGA yang terjadi pada batuan dasar \nketeknikan. Percepatan gempabumi pada periode lainnya teramplifikasi hingga 4,5\nkali percepatan guncangan pada batuan dasar keteknikan. Nilai-nilai tersebut akan \nmenjadi informasi penting dalam proses pembangunan terowongan di lokasi \npenelitian.", "Daftar File": {"Abstrak Andi Muhammad Zulqarnain 12019046.pdf": "https://digilib.itb.ac.id/gdl/download/309631"}, "Penulis": "Andi Muhammad Zulqarnain [12019046]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Imam Achmad Sadisun, S.T, M.T.", "Dr. Ir. Meli Hadiana, S.T, M.T.", "Ir. Simon Heru Prassetyo, S.T, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "analisis bahaya gempabumi, analisis respons seismik situs spesifik,  Sesar Rawa Pening, terowongan.", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "1 file", "Tanggal Input": "18 Sep 2023"}