{"Nomor": 78257, "Judul": "PENGARUH ORINTASI RASTER TERHADAP SIFAT MEKANIK DARI PRODUK FDM 3D PRINTING PADA NILON", "Abstrak": "FDM 3D printing merupakan teknologi yang berkembang sangat pesat di dunia\nsaat ini. Teknologi FDM 3D printing semakin banyak digunakan untuk kustomisasi\nmassal. Karena aplikasinya yang luas dibutuhkan pemahaman yang komprehensif akan\nmekanisme retakan dari sampel hasil FDM 3D printing ini. Teknologi FDM 3D printing\nini dapat mencetak objek lapisan demi lapisan pengendapan bahan langsung dari desain\nyang dibantu dengan komputer.\nDalam pengujian ini dilakukan pengujian tarik terhadap sampel FDM 3D printing\ndengan orientasi 00 raster, 900 raster arah lebar, dan 900 raster arah tebal. Selanjutnya\ndefek dan microvoid dapat diteliti dengan mikroskop optik. Hasil yang didapatkan dari\nmikroskop optik merupakan gambar mikrostruktur yang akan digunakan untuk analisis\ndefek dan cacat pada setiap orientasi.\nHasil pengujian tarik memperlihatkan bahwa sampel yang dimanufaktur dengan\norientasi 900 raster arah lebar memiliki kekuatan mekanik yang lebih unggul ketimbang\nsampel dengan orientasi lain. Hal ini disebabkan karena arah pembebanan akan searah\ndengan deposisi filamen sehingga modus kegagalan yang terjadi adalah inter-layer\nfailure begitu pula pada spesimen dengan orientasi 900 raster arah tebal. Berbeda halnya\ndengan sampel dengan orientasi 00 raster, pada orientasi ini deposisi filamen akan tegak\nlurus dengan arah pembebanan, dan modus kegagalan yang akan terjadi adalah in-layer\nfailure", "Daftar File": {}, "Penulis": "Aleric Aziz Thorindra P [13718046]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Budi Hartono Setiamarga", "Dr. rer. nat. Mardiyati, S.Si., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "FDM 3D printing, orientasi raster, microvoid, in-layer failure, interlayer-failure", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Sep 2023"}