{"Nomor": 78258, "Judul": "ANALISIS KESTABILAN LERENG URUGAN YANG DIPERKUAT DENGAN SISTEM MSE (MECHANICALLY STABILIZED EARTH)", "Abstrak": "Analisis kestabilan lereng tambang merupakan suatu kegiatan untuk mengevaluasi\nkondisi kestabilan serta unjuk kerja suatu lereng. Kajian kestabilan lereng pada\narea penelitian diperlukan untuk menentukan nilai faktor keamanan (FK) lereng\ndengan sistem perkuatan yang digunakan berupa Mechanically Stabilized Earth\n(MSE).\nDinding tanah yang distabilkan secara mekanis (MSE) biasanya digunakan\nstruktur untuk mempertahankan timbunan atau tanah urugan yang dapat\ndigunakan pada infrastruktur di tambang, jembatan, jalan raya dan berbagai jenis\ninfrastruktur lainnya. Penelitian ini dilakukan pada proyek filtration plant di site\nMartabe, Dinding-dinding ini dibangun dari bawah ke atas dengan menempatkan\nbergantian lapisan tanah dan tulangan. Analisis kestabilan dinding atau lereng\nurugan yang diperkuat menggunakan MSE ini secara konseptual memiliki\nperhitungan faktor keamanan yaitu FS = {(Resisting Force + Reinforcement\nLoads)/(Driving Force). Menentukan nilai faktor keamanan lereng urugan dengan\nsistem MSE dapat dianalisis secara empiris berdasarkan metode numerik dari\nFinite Element Method (FEM) dan Limit Equilibrium Method (LEM) dengan\nparameter input material properties, soil properties, reinforcement properties dari\nhasil pengujian UCS di laboratorium dan dari laporan geoteknik investigasi di\narea penelitian. Hasil dari analisis data pada penelitian ini diperoleh nilai FK\ndengan metode bishop yaitu 2.3 dan metode janbu 2.1. Dinding MSE dapat\ndikategorikan dalam keadaan stabil dengan nilai kritikal SRF yaitu 2.4 dengan\nnilai horizontal displacement dari hasil pemodelan numerik sebesar 154 mm, dan\nnilai horizontal displacement dari pengukuran dilapangan yaitu 160 mm.", "Daftar File": {"ABSTRAK Yanda Mufti": "https://digilib.itb.ac.id/gdl/download/309640", "BAB 1 Yanda Mufti": "https://digilib.itb.ac.id/gdl/download/314706", "BAB 2 Yanda Mufti": "https://digilib.itb.ac.id/gdl/download/314707", "BAB 3 Yanda Mufti": "https://digilib.itb.ac.id/gdl/download/314708", "BAB 4 Yanda Mufti": "https://digilib.itb.ac.id/gdl/download/314709", "BAB 5 Yanda Mufti": "https://digilib.itb.ac.id/gdl/download/314710", "PUSTAKA Yanda Mufti": "https://digilib.itb.ac.id/gdl/download/314711"}, "Penulis": "Yanda Mufti [22120311]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Budi Sulistianto, M.T.", "Dr. Eng. Tri Karian, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Faktor keamanan, kestabilan lereng, mechanically stabilized earth, strength reduction factor.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "18 Sep 2023"}