{"Nomor": 78250, "Judul": "INTERAKSI MAGNON-POLARITON DALAM PLANAR CAVITY", "Abstrak": "Magnon-polariton merupakan interaksi antara magnon dan eksitasi gelombang elektromagnetik. Interaksi tersebut dapat terjadi dalam suatu cavity yang menghasilkan\n\"two level system\". Dalam tugas akhir ini dibahas rancangan bentuk planar cavity\nserta implementasinya. Rancangan cavity yang berbentuk split ring resonator (SRR)\ndalam frekuensi 2,4 GHz dilakukan dengan menggunakan software Ansys HFSS trial version dan simulasi respon magnon-polaritonnya menggunakan material yttrium\niron garnet. Hasil rancangan planar cavity selanjutnya diimplementasikan pada material printed circuit board (PCB) FR4. Pengukuran performa dari planar cavity dan\nrespon magnon-polariton yang terkait diukur menggunakan Vector Network Analyzer\n(VNA). Planar cavity menghasilkan faktor kualitas sebesar 52,53 pada frekuensi 2,6\nGHz. Berdasarkan hasil fitting antara pengamatan \"two level crossing\" dan model interaksi magnon-polariton diperoleh besar medan anisotropi, saturasi magnetisasi, dan\ngyromagnetic ratio dari sampel YIG yang digunakan masing-masing sebesar 33,1 Oe,\n1720 G, dan 2,8 MHz/Oe. Jumlah anti-crossing dapat dikurangi dengan menggunakan sampel YIG yang lebih tipis. Karakteristik kekuatan interaksi diperoleh sebesar\n230,4 MHz untuk mode kittel dan 171,7 MHz untuk mode magnetostatic spin wave\n(MSSW) dengan menggunakan sampel YIG ketebalan 1,02 mm, 122,1 Mhz untuk mode kittel dan 182 MHz untuk mode backward volume magnetostatic (BVMSW) dengan\nmenggunakan sampel YIG ketebalan 1,41 mm, dan 141,2 MHz untuk mode BVMSW\ndengan menggunakan sampel YIG ketebalan 0,58 mm", "Daftar File": {}, "Penulis": "Adam Raihan Ramadhani [10219079]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Agustinus Agung Nugroho Sulistyo Hutomo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "cavity magnon-polariton, interaksi kuat, magnon, SRR, polariton.", "Sumber": "", "Staf Input/Edit": "Yati Rochayati  \n                                     Yati Rochayati", "File": "8 file", "Tanggal Input": "18 Sep 2023"}