{"Nomor": 78275, "Judul": "DESAIN DAN ANALISIS BOAT IMPACT ANJUNGAN LEPAS PANTAI TIPE JACKET EMPAT KAKI DI LAUT JAWA", "Abstrak": "Kegiatan eksplorasi dan eksploitasi minyak dan gas bumi lepas pantai di Indonesia masih sangat tinggi mengingat masih terbatasnya ruang fiskal untuk sektor energi terbarukan. Terbukti terdapat 534 anjungan lepas pantai yang masih aktif beroperasi dengan jenis anjungan yang paling banyak digunakan yaitu anjungan lepas pantai tipe tetap (fixed platform). Pada tugas akhir ini, dilakukan pemodelan struktur anjungan lepas pantai tipe jacket empat kaki di laut jawa sesuai API RP 2A WSD. Kemudian, model struktur akan dievaluasi terhadap beban dan kondisi lingkungan di lokasi struktur. Analisis yang dilakukan merupakan analisis in-service, meliputi analisis in-place, seismik, fatigue, dan boat impact. Berdasarkan hasil analisis in-place, seismik, dan fatigue, struktur telah memenuhi seluruh kriteria API RP 2A. Analisis boat impact dilakukan untuk kapal ukuran 1600 ton. Analisis boat impact terbagi menjadi tiga analisis yaitu analisis normal impact, analisis accidental impact dan analisis collapse impact dengan masing-masing terbagi menjadi 9 kasus tumbukan. Pada analisis normal impact, digunakan kecepatan kapal sebesar 0.5 m/s sesuai API RP 2A WSD. Sedangkan, analisis accidental impact digunakan kecepatan kapal sebesar kecepatan arus 1 tahun yaitu 1 m/s. Berdasarkan hasil analisis normal impact, struktur boatlanding pada setiap kasus telah memenuhi kriteria. Berdasarkan hasil analisis accidental impact, boatlanding mampu menyerap energi tumbukan akibat kejadian accidental dan terdapat beberapa member yang mengalami kondisi plastis. Berdasakan hasil analisis collapse, kapasitas maksimum boatlanding dalam menyerap tumbukan yaitu sebesar 6519.6 kJ untuk kasus bow impact, 1360.2 kJ untuk kasus broadside impact, dan 211.5 kJ untuk kasus sideway impact.", "Daftar File": {}, "Penulis": "Sekar Dhamayanti [15519040]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Ricky Lukman Tawekal, M.S.E, Ph.D.", "Jessica Rikanti Tawekal, S.T, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Engineering & allied operations", "Kata Kunci": "Fixed Offshore Platform, In-Place, Seismic, Fatigue, Boat Impact", "Sumber": "Program Studi Magister Teknik Kelautan", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "18 Sep 2023"}