{"Nomor": 78278, "Judul": "PERANCANGAN SISTEM PLAMBING AIR BERSIH, AIR BUANGAN, VENT, AIR HUJAN, SISTEM PEMADAM KEBAKARAN, DAN PERSAMPAHAN PADA CIKARANG FOOD PARK SENTRA PENGOLAHAN PANGAN DI KABUPATEN BEKASI", "Abstrak": "Cikarang Food Park bertujuan untuk mendukung industri pengolahan pangan melalui penyediaan fasilitas sentra industri yang tergabung dengan fasilitas komersial dan rekreasi sebagai satu kesatuan (food hub). Cikarang Food Park terletak di Jalan Tekno Boulevard, Kota Jababeka, Cikarang Utara, Kabupaten Bekasi. Untuk menunjang sanitasi gedung, dilakukan perencanaan sistem plambing yang terdiri dari sistem plambing air bersih, air buangan, vent, air hujan, sistem pemadam kebakaran, dan persampahan. Perencanaan sistem dilakukan dengan data sekunder yang didapatkan dari arsitek dan sumber literatur lain. Penyediaan air terdiri dari sistem plambing air bersih yang bersumber dari WTP (Water Treatment Plant) Jababeka sebesar 544,12 m3/hari dan sistem plambing air daur ulang yang berasal dari STP (Sewage treatment plant) sebesar 171,42 m3/hari. Air daur ulang akan dimanfaatkan untuk keperluan flush kloset, peturasan, kebun, taman, dan kolam. Timbulan greywater sebesar 451,84 m3/hari akan dialirkan menuju STP. Timbulan blackwater sebesar 138,4 m3/hari akan dialirkan ke WWTP Jababeka. Sedangkan yellowwater sebesar 24,3 m3/hari sebagian akan ditampung dalam urin tank agar dapat digunakan sebagai pupuk cair. Sistem pemadam kebakaran menggunakan sprinkler dan hidran. Sebagian air hujan akan diolah pada rainwater harvesting dan sisanya akan dialirkan ke badan air. Sistem persampahan dilakukan dengan pemisahan sampah sesuai dengan jenis materialnya yang terdiri dari organik, anorganik, dan residu. Pada gedung industri terdapat waste chute untuk mendistribusikan sampah dari unit industri menuju TPS.. Rancangan Anggaran Biaya (RAB) yang dibutuhkan untuk membangun sistem plambing pada Cikarang Food Park di Kabupaten Bekasi sebesar Rp 5.666.190.000,00. Sedangkan untuk biaya perawatannya sebesar Rp 680.888.221,47 per tahun.", "Daftar File": {}, "Penulis": "Abdiel Syakhisk Nararya Daffa [15719018]", "Kontributor / Dosen Pembimbing": ["Ir. James Nobelia Isnania Wardhana, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa  Infrastruktur Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Air bersih, air buangan, air hujan, Cikarang Food Park, pemadam kebakaran, persampahan, plambing.", "Sumber": "", "Staf Input/Edit": "Asep Kusmana", "File": "1 file", "Tanggal Input": "18 Sep 2023"}