{"Nomor": 78272, "Judul": "DETEKSI CACAT DIPPED RAIL JOINT PADA REL KERETA API BERDASARKAN RESPON DINAMIK KERETA API MENGGUNAKAN AUTOENCODER NEURAL NETWORK", "Abstrak": "Dalam menangani masalah cacat rel seperti dipped rail joint, inspeksi dan pemonitoran kondisi rel untuk dapat mendeteksi lokasi kerusakan diperlukan sehingga kerusakan dapat diperbaiki secepatnya. Metode inspeksi dan pemonitoran jalan rel yang sedang dikembangkan sekarang adalah dengan menggunakan data respon dinamik kereta berupa nilai akselerasi. Metode ini dikembangkan lebih lanjut dengan menerapkan machine learning sehingga proses pengolahan data yang berukuran besar dapat menjadi lebih mudah. Simulasi dinamik dilakukan menggunakan perangkat lunak Universal Mechanism untuk mendapatkan data kuantitatif yang memperlihatkan respon dinamik kereta berupa akselerasi vertikal badan kereta akibat kerusakan dipped rail joint dan data tersebut digunakan untuk melatih dan menguji model machine learning yang dikembangkan untuk proses deteksi. Model machine learning yang dipakai merupakan autoencoder neural network berbasis RNN dan CNN untuk anomaly detection.\nKedua model memiliki akurasi lebih dari 90% dalam mendeteksi titik data yang merupakan respon akibat dipped rail joint pada mayoritas data tes tetapi sensitif terhadap perubahan parameter operasi yang ditunjukkan dengan nilai recall yang berubah pada tiap data tes. Model RNN berhasil mendeteksi rentang lokasi dipped rail joint dengan kedalaman 5 mm ke atas dan model CNN berhasil mendeteksi dipped rail joint dengan kedalaman 2,5 mm ke atas.", "Daftar File": {}, "Penulis": "Andreas Yosi Adhyaksa [13119109]", "Kontributor / Dosen Pembimbing": ["Pramudita Satria Palar, S.T, M.T, Ph.D.", "Yunendar Aryo Handoko, S.T, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "dipped rail joint, machine learning, respon dinamik kereta, deteksi, RNN, CNN", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Sep 2023"}