{"Nomor": 78283, "Judul": "OPTIMASI PRODUKSI N-ACYL HOMOSERINE LACTONASE PADA ESCHERICHIA COLI BL21 (DE3) DI BAGIAN PERIPLASMA DAN EKSTRASELULER: OPTIMASI MEDIUM LB DAN LB-MODIFIKASI.", "Abstrak": "Infeksi krustasea oleh Vibrio spp. telah lama menjadi permasalahan dalam industri akuakultur, menyebabkan penurunan kualitas dan kuantitas hasil panen. Telah dilaporkan kerugian sebesar US$44 miliar pada tahun 2010-2016 di negara Cina, Malaysia, Meksiko, Thailand, dan Vietnam. Indonesia merupakan negara maritim dengan mayoritas industri akuakultur memproduksi L. Vannamei, maka enzim N-Acyl homoserine lactonase (laktonase) yang mampu menghambat quorum sensing Vibrio spp. menjadi salah satu sarana ramah lingkungan bagi industri tersebut agar dapat menekan pertumbuhan dan risiko infeksi Vibrio spp. Untuk mendapatkan hasil produksi enzim laktonase yang efisien, maka perlu digunakan media pertumbuhan yang mampu memberikan jumlah dan produktivitas sel optimal bagi Escherichia coli. Penelitian ini bertujuan untuk mengoptimalkan media pertumbuhan bagi Escherichia coli BL21 (DE3) plasmid rekombinan pET-26b(+)-N20-aiiA-6xHis untuk mengekspresikan enzim laktonase dari B. licheniformis DAHB1 pada medium Luria-Bertani (LB) dan LB-modifikasi (LB+), yakni medium LB yang dimodifikasi dengan penambahan nutrisi lebih beserta buffer fosfat. Penelitian ini diawali dengan tahap inkubasi menggunakan 100 mL media LB dan LB+ dalam baffled flask 250 mL. Kultur diinkubasi dalam shaker incubator dengan kecepatan 150 rpm dan strategi inkubasi dua tahap, inkubasi pertama di suhu 27°C selama 16 jam dan inkubasi kedua di suhu 30°C selama 30 jam, kultur diinduksi dengan IPTG 0,5 mM, dilanjutkan dengan pemanenan protein periplasma dengan osmotic shock dan presipitasi protein ekstraseluler menggunakan amonium sulfat. Kemudian protein divisualisasi menggunakan SDS-PAGE dan dianalisis dengan ImageJ. Hasil inkubasi pada media LB+ menghasilkan: densitas sel 3.1x109 cfu/mL, 116% lebih tinggi dari LB; protein total periplasma 0.082 g, 123,2% lebih tinggi dari LB; protein total ekstraseluler 0,17 g, 118,7% lebih tinggi dari LB; dan ekspresi laktonase 92,6% lebih tinggi dibandingkan media LB. Teramati pula asidifikasi pada medium LB+ dari pH 7,5 ke 5,3. Berdasarkan hasil tersebut, disimpulkan bahwa inkubasi Escherichia coli BL21 (DE3) plasmid rekombinan pET-26b(+)-N20-aiiA-6xHis menggunakan media LB+ mampu meningkatkan densitas sel, protein total periplasma, dan protein total ekstraseluler yang turut meningkatkan produksi protein rekombinan. LB+ mampu memberikan hasil protein rekombinan laktonase signifikan lebih tinggi dibandingkan LB dengan\npeningkatan 92,6% dalam kondisi penelitian yang belum optimal, sehingga media LB+ masih memiliki potensi lebih untuk meningkatkan produksi protein rekombinan.", "Daftar File": {}, "Penulis": "Muhammad Osamah Silahudin [10619003]", "Kontributor / Dosen Pembimbing": ["Dr. Adi Pancoro"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Laktonase, Escherichia coli BL21 (DE3), Optimasi, Media, Protein.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Sep 2023"}