{"Nomor": 78289, "Judul": "PRA PERANCANGAN INDUSTRI KEMASAN BIODEGRADABLE BERBASIS PELEPAH PISANG DENGAN LAMINASI KITOSAN UNTUK PENGEMASAN BUAH DAN PRODUK PANGAN KERING: PENGARUH APLIKASI PERFORASI DAN SUHU PENYIMPANAN TERHADAP MUTU BUAH CAVENDISH MENGGUNAKAN KEMASAN BERBASIS SERAT PELEPAH PISANG SELAMA DISPLAY PASAR.", "Abstrak": "Pisang merupakan salah satu buah yang bersifat mudah rusak (perishable) sehingga perlu penanganan yang tepat dari segi pascapanennya, misalnya pengemasan untuk display pasar. Pada saat di display pasar, pisang Cavendish dikemas dengan cara yang kurang tepat sehingga akan mempercepat kerusakan pisang Cavendish. Selain itu, penggunaan material kemasan yang sulit terurai, seperti plastik dapat mencemari lingkungan. Oleh sebab itu, diperlukan kemasan display yang mampu memperlambat kerusakan pisang Cavendish dan material kemasan biodegradable. Tujuan penelitian ini adalah menentukan perforasi dan suhu penyimpanan yang tepat dalam mempertahankan mutu pisang Cavendish saat display pasar. Adapun metode yang digunakan adalah Rancangan Acak Lengkap (RAL) dua faktorial. Faktor pertama adalah jumlah perforasi dan faktor kedua suhu penyimpanan. Pisang Cavendish yang digunakan memiliki tingkat kematangan step 4. Penelitian ini dimulai dengan membuat kemasan biodegradable berbasis serat pelepah pisang dalam bentuk kotak. Selanjutnya, pada kemasan diberi perforasi dengan jumlah 2,5%, 5%, dan 7,5% dari total luas permukaan kemasan dan dilakukan pengulangan 3 kali. Kemudian, pisang disimpan selama 6 hari pada suhu ruang dengan rentang suhu 22°C-25°C dan suhu sejuk dengan rentang 15°C-20°C. Dilakukan pengujian mutu pisang Cavendish meliputi kadar air, susut bobot, kekerasan, total padatan terlarut (TPT), uji hedonik (warna, tekstur, rasa, dan aroma) setiap 2 hari sekali. Hasil pengujian menunjukkan perlakuan suhu sejuk dengan perforasi mampu mempertahankan mutu pisang Cavendish. Hasil uji kadar air dengan perforasi 4 bernilai 74,467±0,808%, susut bobot perforasi 8 dengan nilai 5,189±0,509%, kekerasan dengan perforasi 4 dengan nilai 7,1278±0,572, TPT dengan perforasi 0 bernilai 8,778±0,468. Hasil uji hedonik secara umum menunjukkan bahwa panelis masih menyukai pisang baik di suhu ruang maupun suhu sejuk dengan perforasi 4 dan 8. Secara keseluruhan, hasil terbaik adalah perlakuan suhu sejuk dengan perforasi 4. Adanya", "Daftar File": {}, "Penulis": "Yuni Rahma Sumitha [11919015]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Dadang Sumardi, M.P."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknologi Pasca Panen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Perforasi, Suhu, Pisang Cavendish, Kemasan Biodegradable", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "18 Sep 2023"}