{"Nomor": 78284, "Judul": "ESTIMASI STOK KARBON BIRU PADANG LAMUN DENGAN MEMBANDINGKAN DUA METODE DI PULAU PANJANG, BANTEN", "Abstrak": "Ekosistem padang lamun menyediakan banyak jasa ekosistem, antara lain sebagai produsen dalam rantai makanan, habitat bagi berbagai biota laut, dan perangkap sedimen yang terbawa oleh ombak dan arus laut sehingga memiliki kandungan organik tinggi pada sedimennya. Padang lamun juga merupakan “ekosistem karbon biru” yang mampu menyimpan stok karbon dalam bentuk biomassa dan sedimen untuk jangka waktu panjang, sehingga berperan penting dalam penanganan dampak perubahan iklim. Pulau Panjang di Kabupaten Serang, Banten, memiliki area pantai yang luas dan menjadi tempat aktivitas masyarakat pesisir sehingga memungkinkan terjadinya gangguan yang berpengaruh terhadap stok karbon padang lamun di pesisir pulau. Tujuan penelitian ini adalah melakukan perhitungan stok karbon padang lamun di Pulau Panjang dengan membandingkan dua metode estimasi , yaitu metode Blue Carbon Initiative (Howard et al., 2014) dan Guideline for the Assessment of Carbon Stock and Sequestration in Southeast Asia (Rahmawati et al., 2019). Pengambilan data dilakukan di Pantai Kelapa Enom, Pulau Panjang. Tiga buah belt transect sejajar garis pantai dengan panjang 100 m dan lebar 50 m digunakan untuk menghitung tutupan dan densitas lamun, dilanjutkan dengan sampling biomassa dan sedimen mengikuti petunjuk masing-masing metode. Terdapat lima spesies lamun yang ditemukan, yaitu Enhalus acoroides, Thalassia hemprichii, Halodule uninervis, Halophila ovalis, dan Syringodium isoetifolium dengan indeks nilai penting terbesar dimiliki oleh Enhalus acoroides yaitu 134,64. Berdasarkan analisis vegetasi didapatkan keanekaragaman lamun (H’) yang tergolong sedang yaitu 1,50, kemerataan yang tergolong tinggi yaitu 0,93, dan nilai seagrass ecological quality indeks yang tergolong moderat yaitu 0,60. Metode Howard et al. memberikan hasil estimasi stok karbon sedimen padang lamun sebesar 10,41 Mg C/ha dan estimasi stok karbon biomassa padang lamun sebesar 4,35 Mg C/ha, sedangkan metode Rahmawati et al. memberikan hasil estimasi stok karbon sedimen padang lamun sebesar 22,81 Mg C/ha dan estimasi stok karbon biomassa lamun sebesar 0,67 Mg C/ha. Uji Mann-Whitney menunjukkan adanya perbedaan signifikan antara metode dalam estimasi stok karbon biomassa lamun (p<0,05), sedangkan uji Independent Sample T-Test menunjukkan adanya perbedaan signifikan antara hasil estimasi stok karbon sedimen padang lamun (p<0,05). Hasil yang berbeda antara metode mengindikasikan perlunya kehati-hatian dalam menginterpretasikan hasil estimasi stok karbon karena potensi terjadinya overestimate atau underestimate, dan diperlukan studi dan perbandingan lebih lanjut untuk mengetahui pola simpanan karbon padang lamun dan meningkatkan akurasi pengukurannya", "Daftar File": {}, "Penulis": "Mahardika Zarhan Kristanto [10619046]", "Kontributor / Dosen Pembimbing": ["Dr. Devi Nandita Choesin, M.Sc.", "Dian Rosleine, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "lamun, biomassa, stok karbon, sedimen", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "18 Sep 2023"}