{"Nomor": 78282, "Judul": "PORTABLE TABLE LOOM HEDDLE SYSTEM PROTOTYPING", "Abstrak": "Many universities provide majors related to art, ranging from fine arts to applied arts. One of the study programs that universities in Indonesia hold would be the Textile Crafts Study Program. It teaches various techniques for creating works sometimes by directly practicing it using an apparatus. One of the apparatuses is a table loom, a more compact version of loom and is used for small-scale weaving projects and it focuses on the details of patterning. This type of loom is not available in Indonesia, making it difficult for faculties and students to study related subjects in the academic field.\nIn Institut Teknologi Bandung, a table loom by the name of Handy Loom 400 KC8040 made by a Japanese company, Tokyo Teoriki Design Center, was purchased to fulfill the need of the apparatus. It is a portable table loom with pulley and string as the mechanism. There are no spare parts that can be obtained locally. The faculty is also in demand of more table looms, hence the request to create a device of a similar function.\nTo create the conceptual design, a literature study and observation of existing looms, as well as a case study related to the Handy Loom 400 KC8040, will be done to generate alternative solutions for the prototype. After thorough consideration and discussion, a basic design of a prototype using a spring-shaft mechanism was made with several concepts derived from studies and designed using a CAD program. After achieving the final prototype design, it will be manufactured according to the design requirement and objectives. Adjustments and checking of the final assembly will be performed with the help of mistake-proofing to ensure that the prototype reaches zero-defect condition as per the functionality of the design.", "Daftar File": {}, "Penulis": "Nabila Andrea Adhiningrum [13118223]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Andi Isra Mahyuddin, Ph.D.", "Indria Herman, S.T, M.T, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Prototyping, Table Loom, Heddle System, Manufacturing, Mistake-Proofing", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Sep 2023"}