{"Nomor": 78291, "Judul": "PERENCANAAN DAN IMPLEMENTASI BACKEND API SERVICE DENGAN GRAPHQL PADA APLIKASI  PERPUSTAKAAN BUDAYA", "Abstrak": "Masyarakat Indonesia yang kaya akan keragaman budaya membutuhkan\nsarana yang dapat memfasilitasi pemahaman dan pelestarian warisan budaya\nmereka. Dalam konteks ini, penggunaan aplikasi perpustakaan budaya menjadi\npenting. Namun, aplikasi-aplikasi sebelumnya memiliki beberapa kekurangan,\npengguna yang kurang menarik, data yang tidak ter-update dan kurangnya interaksi\nantar pengguna. Oleh karena itu, penelitian ini bertujuan untuk mengembangkan\naplikasi perpustakaan budaya yang lebih baik dengan fokus pada backend service,\nfitur, dan pengalaman pengguna yang ditingkatkan.\nPada implementasi ini menggunakan bantuan beberapa tools seperti\nframework Node JS, Express JS, GraphQL, TypeGraphQL, dan PostgreSQL.\nUntuk manajemen pembangunan sistem backend service ini dilakukan dengan\nmetode scrum selama sepuluh sprint dan setiap sprint memiliki jangka waktu satu\nhingga dua pekan. ExpressJS yang di-deploy pada layanan Google Cloud Platform\nmerupakan framework utama yang digunakan dalam pembangunan backend service\naplikasi perpustakaan digital kebudayaan. Fitur yang menjadi fokus penelitian ini\nadalah adanya forum diskusi antar pengguna mengenai kebudayaan masing-masing\ndaerah dan juga terdapat fitur untuk digitalisasi objek budaya yang ada di Indonesia.\nPengujian dilakukan dengan scenario fungsionalitas utama sistem backend yang\ndibangun dengan menggunakan functional testing dan unit testing. Hasil pengujian\nmenunjukkan bahwa sistem backend yang dibangun sudah memenuhi dan\nmendukung kebutuhan utama aplikasi perpustakaan budaya.", "Daftar File": {}, "Penulis": "Mohammad Afif Akromi [13519110]", "Kontributor / Dosen Pembimbing": ["Dr. tech. Wikan Danar Sunindyo, S.T, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "budaya, perpustakaan digital, sistem backend, mobile devices, graphql, API", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "18 Sep 2023"}