{"Nomor": 78296, "Judul": "METODE DATA VALIDATION DALAM MIGRASI DATA PIPELINE DI LINGKUNGAN DATA WAREHOUSING  MENGGUNAKAN DATA LINEAGE", "Abstrak": "Ketika melakukan migrasi data pipeline pada lingkungan data warehousing dari\nsatu platform ke platform lainnya, butuh dipastikan bahwa seluruh data dan proses\npada migrated data pipeline identik dengan legacy data pipeline. Data validation\nmelakukan perbandingan data antar kedua data warehouse untuk memastikan\nbahwa data identik. Jika ditemukan perbedaan, dibutuhkan waktu dan usaha yang\nbesar untuk mencari penyebabnya terutama jika data pipeline cukup kompleks.\nNamun hal tersebut dapat dibantu dengan konsep data lineage, dengan mencari\ninput data yang menghasilkan suatu output data tertentu.\nPada tugas akhir ini dikembangkan metode data validation menggunakan data\nlineage yang dapat mengidentifikasi nilai pada input data yang menyebabkan error\npada output data. Metode terdiri dari beberapa tahap, yaitu: (1) penanganan\nsurrogate key, dengan tidak memperhitungkan surrogate key saat membandingkan\ndata pada kedua data warehouse; (2) error detection, dengan melakukan operasi set\ndifference antar kedua data warehouse; (3) analisis error data dengan lineage\ntracing, dengan melakukan tracing untuk mencari data yang menyebabkan error;\ndan (4) pencarian pattern, dengan melihat apakah error hanya terjadi pada data\ndengan nilai tertentu. Tahap (3) menggunakan algoritma lineage tracing hasil\npenelitian Cui dkk. (2000) sedangkan tahap (4) merupakan pengembangan dari\nanalisis Alberini (2021) dan open problem dari hasil penelitian Ikeda & Widom\n(2009). Selain itu juga dikembangkan aplikasi yang mengimplementasikan\nbeberapa proses pada metode yang dikembangkan.\nBerdasarkan hasil pengujian, metode yang dikembangkan berhasil mengidentifikasi\nnilai pada input data yang menyebabkan error pada output data untuk suatu data\npipeline di lingkungan data warehousing. Aplikasi yang dibangun juga mampu\nmenjalankan metode yang dikembangkan dengan beberapa penyesuaian.", "Daftar File": {}, "Penulis": "Aisyah Farras Aqila [13519054]", "Kontributor / Dosen Pembimbing": ["Dr. Fazat Nur Azizah, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "data lineage, data pipeline, data validation, data warehouse, migrasi", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "18 Sep 2023"}