{"Nomor": 78304, "Judul": "DESAIN INTERAKSI LOW-CODE NO-CODE DEVELOPMENT PLATFORM DENGAN METODE USER-CENTERED DESIGN", "Abstrak": "Perkembangan bisnis digital yang semakin cepat mendorong perusahaan yang\nsedang melalui proses transformasi digital untuk meningkatkan efisiensi\npengembangan dari produknya. Meningkatnya permintaan untuk membuat\naplikasi untuk mendukung transformasi digital tersebut tidak berbanding lurus\ndengan peningkatan jumlah tenaga pengembang IT yang tersedia. Hal ini memicu\nlahirnya low-code no-code (LCNC) development platform yaitu platform\npengembangan aplikasi dengan sedikit kode atau tanpa kode. Platform ini sangat\nmembantu dalam mempercepat pengembangan aplikasi. Namun LCNC\ndevelopment platform yang tersedia saat ini memiliki masalah desain interaksi\nyaitu kurang intuitif sehingga sulit digunakan dan sulit dipelajari. Untuk\nmenyelesaikan masalah tersebut tugas akhir ini dikembangkan dengan pendekatan\nUser-Centered Design (UCD). Berdasarkan analisis, didapatkan bahwa untuk\nmembuat LCNC development platform yang intuitif harus memiliki usability\ngoals effective to use dan easy to learn serta user experience goals helpful. LCNC\ndevelopment platform yang intuitif juga harus memiliki waktu pengerjaan task\nyang lebih singkat dari LCNC development platform lainnya. Setelah evaluasi\nhasil akhir LCNC development platform pada tugas akhir ini, didapatkan bahwa\nSystem Usability Scale (SUS), Single Ease Question (SEQ), dan Intrinsic\nMotivation Inventory (IMI) sebagai tolak ukur capaian usability goals dan user\nexperience goals memiliki nilai yang memuaskan. Evaluasi waktu pengerjaan task\npada LCNC development platform tugas akhir ini juga lebih singkat disebabkan\nadanya fitur walkthrough dibandingkan benchmark LCNC development platform\nyaitu Glide, Bubble, dan Qore. Dapat disimpulkan LCNC development platform\npada tugas akhir adalah platform yang intuitif.", "Daftar File": {}, "Penulis": "Farhan Yusuf Akbar [13519202]", "Kontributor / Dosen Pembimbing": ["Adi Mulyanto, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "LCNC development platform, intuitif, prototipe, desain interaksi, user-centered design, usability goals, user experience goals", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "18 Sep 2023"}