{"Nomor": 78310, "Judul": "REKOMENDASI KANDIDAT ROBOTIC PROCESS AUTOMATION PADA LAYANAN ADMINISTRASI  AKADEMIK STEI ITB", "Abstrak": "Layanan administrasi saat ini merupakan salah satu aspek yang dinilai untuk menentukan\nakreditasi suatu perguruan tinggi. Namun, saat ini layanan administrasi akademik STEI\nITB masih belum optimal dan efisien dalam pencatatan data sehingga terdapat\npermasalahan kualitas data di beberapa dimensi. Untuk menyelesaikan masalah kualitas\ndata, akan diusulkan penggunaan robotic process automation (RPA). Akan tetapi,\nterdapat banyak layanan administrasi akademik STEI ITB dan tidak bisa\nmengimplementasikan RPA untuk semua layanan karena akan membutuhkan cost yang\ntinggi. Oleh karena itu, penting untuk melakukan pemilihan layanan yang cocok untuk\ndiimplementasikan dengan RPA. Dengan demikian, fokus tugas akhir ini akan\nmenghasilkan rekomendasi layanan administrasi akademik STEI ITB yang cocok untuk\ndiimplementasikan dengan RPA dengan menggunakan metode kuantitatif dan kualitatif.\nKerangka kerja yang digunakan adalah RPA suitability framework (kerangka kerja utama)\ndan PLOST framework serta metode lainnya yaitu standar deviasi dan mean threshold.\nPenggunaan dua kerangka kerja dan penambahan metode lainnya dilakukan karena\nterdapat beberapa kekurangan pada kerangka kerja utama seperti tidak ada ahli RPA pada\nakademik STEI ITB yang dibutuhkan pada kerangka kerja utama. Hasil rekomendasi\nsetelah melakukan analisis dengan kerangka kerja dan metode tersebut adalah layanan\nsurat keterangan dan penelusuran prestasi mahasiswa.", "Daftar File": {}, "Penulis": "Gina Septiyani Putri [18219053]", "Kontributor / Dosen Pembimbing": ["Dr. Fetty Fitriyanti Lubis, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "RPA, kualitas data, layanan, total quality education", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "18 Sep 2023"}