{"Nomor": 78312, "Judul": "PENANGANAN ALIH KODE INDONESIA-INGGRIS PADA SISTEM PENGENALAN UCAPAN DENGAN PENDEKATAN  RANTAI UCAPAN MESIN", "Abstrak": "Dalam percakapan manusia, terdapat sebuah fenomena alih kode, yaitu suatu\nfenomena pergantian bahasa dari satu bahasa ke bahasa yang lain dalam suatu\nproses komunikasi. Di Indonesia, terdapat fenomena alih kode Indonesia-Inggris.\nFenomena alih kode perlu ditangani dalam sebuah sistem pengenalan ucapan.\nKebanyakan penelitian mengenai penanganan alih kode pada sistem pengenalan\nucapan menggunakan pendekatan supervised saja yang hanya menggunakan data\nberlabel saja untuk pelatihannya, padahal data tak berlabel lebih tersedia daripada\ndata berlabel. Di sisi lain, terdapat pendekatan rantai ucapan mesin, sebuah\npendekatan semi-supervised berbasis deep learning yang dapat memanfaatkan data\ntak berlabel sebagai tambahan atas data berlabel untuk melatih model pengenalan\nucapan dan model sintesis ucapan sekaligus. Oleh karena itu, pada tugas akhir ini,\ndilakukan eksperimen untuk meningkatkan kinerja pengenalan ucapan alih kode\nIndonesia-Inggris pada model pengenalan ucapan yang memanfaatkan data tak\nberlabel menggunakan pendekatan rantai ucapan mesin. Model yang telah dilatih\ndievaluasi dengan metrik character error rate (CER) untuk bahasa Indonesia,\nbahasa Inggris, dan campuran. Berdasarkan eksperimen yang telah dilakukan,\npenggunaan data tak berlabel dapat meningkatkan kinerja pengenalan ucapan alih\nkode Indonesia-Inggris menggunakan rantai ucapan mesin jika pola alih kode\nbelum terepresentasikan dengan baik pada model yang dilatih secara supervised\nsaja. Model yang sebelumnya dilatih secara supervised saja dengan 10% dan 30%\ndata alih kode berlabel menunjukkan peningkatan kinerja ketika dilatih lagi dengan\n90% dan 70% data alih kode sisanya yang diperlakukan seperi data tak berlabel\nmenggunakan mekanisme rantai ucapan mesin dari skor CER 163,00% ke 104,94%\ndan dari 124,11% ke 84,00% masing-masing. Adapun model yang sebelumnya\ndilatih dengan 50% data alih kode berlabel menunjukkan sedikit penurunan kinerja\nketika dilatih lagi dengan 50% data alih kode sisanya yang diperlakukan seperti\ndata tak berlabel dari skor CER 77,22% ke 78,00%.", "Daftar File": {}, "Penulis": "Rais Vaza Man Tazakka [13519060]", "Kontributor / Dosen Pembimbing": ["Dessi Puji Lestari, S.T, M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "alih kode, sistem pengenal ucapan, rantai ucapan mesin, data tak berlabel.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "18 Sep 2023"}