{"Nomor": 78329, "Judul": "REDESAIN INSTALASI PENGOLAHAN AIR LIMBAH DOMESTIK (IPAL-D) RINJANI, KOTA CIREBON", "Abstrak": "Pengelolaan air limbah domestik yang efisien dan berkelanjutan adalah tantangan\ndi banyak kota, termasuk Kota Cirebon. Penelitian ini membahas upaya redesain\nInstalasi Pengolahan Air Limbah Domestik (IPAL-D) Rinjani di Kota Cirebon\ndengan fokus pada penerapan sistem lumpur aktif. Redesain ini bertujuan untuk\nmeningkatkan kinerja pengolahan air limbah serta memaksimalkan kapasitas air\nlimbah yang dapat diolah. Dalam pemilihan sistem, digunakan batasan-batasan\nseperti efektivitas penyisihan, biaya konstruksi dan operasional, penerimaan\nmasyarakat dan kemudahan operasi. Berbagai komponen seperti penggunaan\nteknologi canggih, perluasan kapasitas dan integrasi infrastruktur diperhitungkan.\nPenilaian kelayakan ekonomi dilakukan untuk mengevaluasi investasi ini. Hasil\nanalisis NPV dan BCR dengan tarif retribusi ideal menunjukkan bahwa redesain\nIPAL memiliki nilai yang negatif, mengindikasikan bahwa proyek ini tidak\nmenghasilkan pendapatan bersih. Namun, dampak negatif yang mungkin dirasakan\napabila proyek ini tidak dilakukan adalah penyakit diare. Akibat dari pengadaan\nproyek ini adalah menghindari biaya berobat dan penurunan produktivitas akibat\ndiare. Dalam rangka menjaga berkelanjutan proyek, strategi sosialisasi dan kontrol\nkualitas efluen juga perlu dilakukan secara berkala. Diharapkan bahwa proyek ini\nakan memberikan manfaat jangka panjang bagi lingkungan, masyarakat, dan\npemerintah setempat.", "Daftar File": {}, "Penulis": "Ryan Saefulrochman [15719038]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Mindriany Syafila, M.S, Ph.D.", "Dr. Qomarudin Helmy, S.Si., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa  Infrastruktur Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": ": BCR, Diare, IPAL, Lumpur Aktif, NPV", "Sumber": "", "Staf Input/Edit": "Asep Kusmana", "File": "1 file", "Tanggal Input": "19 Sep 2023"}