{"Nomor": 78321, "Judul": "RANCANG MODEL FACE RECOGNITION ANTI-SPOOFING BERBASIS CONVOLUTIONAL NEURAL NETWORK MENGGUNAKAN FACENET UNTUK MENGATASI SERANGAN PEMUTARAN ULANG VIDEO", "Abstrak": "Sistem biometrik berbasis wajah telah mendapat perhatian yang meningkat karena\nmemiliki data wajah yang menyimpan informasi terkaya dan mudah diakses dalam\nkehidupan sehari-hari. Namun, serangan pemutaran ulang video merupakan\nserangan presentasi wajah yang lebih menantang dibandingkan dengan serangan\npresentasi wajah lainnya karena dapat menunjukan sinyal keaktifan wajah serta\nmampu melewati detektor pemalsuan wajah. Penelitian ini dikembangkan\nmenggunakan Design Research Methodology untuk merancang model Face\nRecognition Anti-Spoofing dalam mengatasi serangan pemutaran ulang video.\nModel pengenalan wajah FaceNet dengan metode Face Anti-Spoofing berbasis\nConvolutional Neural Network diusulkan dan dikembangkan pada teknik feature\nmatching sebagai upaya meningkatkan keamanan autentikasi. Penelitian ini\ndilakukan melalui pengujian lapangan kepada 33 orang sukarelawan menggunakan\nidentitas wajahnya masing-masing untuk mengukur tingkat akurasi dari model yang\ndiusulkan pada pengujian skenario login, dan dievaluasi menggunakan System\nEngineering Principles and Practice. Hasil pengujian menggunakan teknik feature\nmatching menunjukkan akurasi model mencapai 97,57% dan nilai F-score sebesar\n96,22%. Oleh karena itu, model yang diusulkan terbukti efektif dalam mengatasi\nserangan pemutaran ulang video melalui pengujian skenario serangan.", "Daftar File": {"Lucky Fadillah Ramdhan   [23221036].pdf": "https://digilib.itb.ac.id/gdl/download/309724"}, "Penulis": "Lucky Fadillah Ramdhan [23221036]", "Kontributor / Dosen Pembimbing": ["Prof. Yusep Rosmansyah, S.T, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Face Recognition Anti-Spoofing, CNN, FaceNet.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "19 Sep 2023"}