{"Nomor": 78324, "Judul": "STUDI MAGMATISME GUNUNG ANAK KRAKATAU,  KABUPATEN LAMPUNG SELATAN, PROVINSI LAMPUNG", "Abstrak": "Lokasi penelitian berada di Kompleks Gunung Anak Krakatau, yang terletak di \nKabupaten Lampung Selatan, Provinsi Lampung. Secara geografis, lokasi \npenelitian terletak pada koordinat 06° 04' 09\" - 06° 10' 25\" lintang selatan dan \n105° 20' 37\" - 105° 28' 08\" bujur timur. Secara administratif, Gunung Anak \nKrakatau berada di wilayah Kecamatan Punduh Pedada, Kabupaten Lampung \nSelatan, Provinsi Lampung. Kondisi fisiografi di Selat Sunda mencerminkan \nkompleksitas dan keanekaragaman geologi di wilayah tersebut. Fisiografi Selat \nSunda dibagi menjadi beberapa bagian, yaitu Graben Krakatau, Graben \nSemangko, Tinggian Krakatau, Tinggian Panaitan, Tinggian Tabuan, dan \nSemangko Horst.\nTujuan dari penelitian ini adalah menggunakan analisis geokimia, seismisitas, dan \ntomografi untuk mengetahui karakteristik magma pada daerah Gunung Anak \nKrakatau. Metode pada studi geokimia ini menggunakan diagram bivariat dan \nspiderdiagram. Data seismik dan juga tomografi sebagai data pelengkap \nmenunjukkan keberadaan sumber magma.\nAnalisis geokimia menunjukkan bahwa seri magma merupakan batuan basaltik \nandesit dengan sifat calc-alkaline dengan nilai K rendah (transisi), pola tektonik \nberupa lempeng benua dengan pola transisi subduksi. Interpretasi seismik, dan \ntomografi sebagai penguat bahwa adanya dua sumber magma pada anak krakatau.", "Daftar File": {"12017077_M Erwinsyah Basuki_Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/309728"}, "Penulis": "Mohammad Erwinsyah Basuki [12017077]", "Kontributor / Dosen Pembimbing": ["Dr. Mirzam Abdurrachman, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Anak Krakatau, geokimia, seri magma, tatanan tektonik, tomografi,  seismik.", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "1 file", "Tanggal Input": "19 Sep 2023"}