{"Nomor": 78326, "Judul": "STUDI KOROSI ISOLATOR DI DAERAH TROPIS. KASUS : PULAU JAWA BAGIAN SELATAN", "Abstrak": "Salah satu gangguan pada sistem tenaga listrik yang tidak bisa dianggap remeh adalah korosi. Hal\nini disebabkan oleh fakta bahwa sistem tersebut masih mengandung banyak komponen yang\nterbuat dari logam korosif seperti besi. Lingkungan dimana suatu material terpapar dapat sangat\nmempengaruhi kerentanannya terhadap korosi. Faktor lingkungan seperti kelembaban, suhu, dan\nkeberadaan gas korosif semuanya dapat berkontribusi terhadap proses korosi. Tulisan ini\nmembahas mengenai investigasi korosi pada pin besi dan tutup isolator keramik pada saluran\ntransmisi Adipala – Kesugihan. Daerah pengambilan sampel isolator untuk penelitian ini\nmempunyai iklim hangat dan lembab dengan suhu yang relatif tinggi sepanjang tahun sehingga\nmenjadikan wilayah ini rentan terhadap korosi. Eksperimen dilakukan pada empat isolator berbeda\ndengan tingkat korosi berbeda-beda dalam kondisi lapangan buatan, yang menggunakan kabut\ngaram yang terbuat dari air laut lokal. Pada empat tegangan berbeda dilakukan pengukuran arus\nbocor untuk mengetahui besar arus bocor dan kandungan harmoniknya. Korosi sendiri dipengaruhi\noleh faktor lingkungan seperti kelembaban, tingkat polusi, curah hujan, suhu, dan kecepatan angin.\nHasilnya, penelitian dilakukan untuk mengetahui bagaimana setiap faktor lingkungan\nmempengaruhi korosi. Empat sampel isolator kering dengan derajat korosi yang berbeda-beda\ndiuji pada dua kondisi lingkungan yang berbeda, yaitu kabut bersih dan kabut garam yang terbuat\ndari air laut Jakarta dan Jawa Selatan, untuk mendapatkan besaran dan harmonik arus bocor.\nDitentukan bahwa kondisi lingkungan memiliki pengaruh yang signifikan terhadap korosi.\nInsulator yang diuji pada kondisi kabut bersih mempunyai arus bocor yang lebih kecil\ndibandingkan dengan isolator yang diuji pada kabut garam.", "Daftar File": {}, "Penulis": "Penina Annais [18018007]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Suwarno, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Tenaga Listrik", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "isolator keramik, korosi, arus bocor", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "19 Sep 2023"}