{"Nomor": 78332, "Judul": "ANALISIS POTENSI WARISAN GEOLOGI DALAM UPAYA  PENGEMBANGAN  GEOWISATA DAERAH LIMA PULUH KOTA, SUMATERA BARAT", "Abstrak": "Sumatra Barat merupakan daerah yang unik dan menarik dari aspek geologi dan wisatanya. \nKeunikan aspek geologi dari Sumatra Barat menjadikannya memiliki potensi tinggi sebagai \ndestinasi geowisata. Namun, aspek geowisata dari Sumatra Barat belum terlalu dirangkai \nmenjadi suatu ceita dalam kacamata geologi sehingga penelitian ini bertujuan untuk \nmempelajari potensi geologi dari Sumatra barat untuk memberikan narasi rurut mengenai \nsejarah pembentukan bentang alam. Penelitian ini dilakukan di Kecamatan Luak, Lareh dan \nHarau, Kabupaten Lima Puluh Kota, Sumatra Barat. Penelitian ini memberikan beberapa \nrekomendasi objek geowisata dan jalur tematis untuk geowisata. Metode penelitian yang \ndigunakan melakukan klasifikasi geosite menggunakan analisis Kubalikova dan Petunjuk \nTeknis Asesmen Sumberdaya Warisan Geologi Pusat Survei Geologi 2017. Pemetaan yang \ndilakukan terdiri dari pengamatan geomorfologi, geologi, analisis kelurusan, pola aliran \nsungai, persebaran litologi, dan usulan geotrek. Metode analisis potensi warisan geologi terdiri \ndari analisis geodiversitas, matriks keragaman geologi dan penilaian secara kuantitatif di \nDaerah Lima Puluh Kota pada tahun 2022 dengan melakukan observasi langsung di lapangan \ndan wawancara warga sekitar. Rekomendasi situs warisan geologi dan jalur tematis didapatkan \ndari menggabungkan hasil studi dengan temuan peninggalan zaman megalitikum oleh Badan \nArkeologi Medan pada tahun 2012.\nHasil studi literatur dan analisis menunjukkan bahwa daerah penelitian dapat dibagi menjadi \nlima satuan geomorfologi, yaitu Satuan Dataran Aluvial Limo Puluah, Satuan Dataran Kaki \nGunung Sago, Satuan Punggungan Perbukitan Barisan, Satuan Perbukitan Karst Lareh, dan \nSatuan Perbukitan Terisolasi Andaleh. Satuan geologi pada daerah penelitian dibagi menjadi \nmenjadi tujuh satuan, yaitu Satuan Kuarsit, Satuan Batuserpih, Satuan Batugamping, Satuan \nKonglomerat, Satuan Andesit, Satuan Tuf, dan Satuan Aluvial. Berdasarkan analisis potensi \ngeowisata, Kecamatan Luak, Lareh dan Harau memiliki keragaman geologi yang bestatus \nsedang yang memiliki tema unggulan Pemukiman Gua Kebudayaan Megalitik. Nilai tertinggi\ndiperoleh oleh Kawasan Andaleh berupa 293 Penulis berharap penelitian ini dapat menambah \npengetahuan tentang kondisi geologi di Sumatra Barat. Terlebih lagi, penelitian ini diharapkan \ndapat membantu pembangunan berkelanjutan Kecamatan Luak, Lareh, dan Harau.", "Daftar File": {"abstrak Fakhri Irsyad Anwar 12017078.pdf": "https://digilib.itb.ac.id/gdl/download/309734"}, "Penulis": "Fakhri Irsyad Anwar [12017078]", "Kontributor / Dosen Pembimbing": ["Dr. Mirzam Abdurrachman, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Geodiversitas, Geotrek, Geowisata, Pemukiman Gua, Situs warisan geologi,  Sumatra Barat", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "1 file", "Tanggal Input": "19 Sep 2023"}