{"Nomor": 78338, "Judul": "PREDIKSI HARGA SAHAM DENGAN PENDEKATAN ALGORITMA TEXT MINING DAN LONG SHORT TERM MEMORY: STUDI KASUS SAHAM PT BUMI RESOURCES TBK", "Abstrak": "BUMI.JK merupakan saham yang diterbitkan oleh PT Bumi Resources Tbk. Saham tersebut\ntermasuk dalam lima saham dengan kapitalisasi pasar terbesar untuk sektor batubara.\nKepemilikan publik dengan nilai saham dibawah 5% diketahui mencapai 75% dari total\nkepemilikan yang ada. Maka dari itu, investor yang terdampak pergerakan harga saham akan\nlebih banyak dan didominasi oleh individu masyarakat. Penelitian ini bertujuan untuk\nmemprediksi harga saham BUMI.JK dengan menggunakan kecerdasan buatan pada tingkat\ndeep learning melalui metode Long Short Term Memory (LSTM). Penelitian ini juga\nmenganalisis sentimen publik terhadap saham BUMI.JK dengan memprediksi sentimen yang\nakan terbentuk pada waktu mendatang. Hasil dari pembelajaran mandiri oleh algoritma LSTM\nakan divalidasi dengan ARIMA yang merupakan pendekatan klasik melalui kaidah statistika\nyang dapat dipahami manusia. Berdasarkan penelitian ini, prediksi harga saham dengan LSTM\ntervalidasi oleh analisis sentimen publik dan ARIMA. Diketahui harga saham tersebut\nmemiliki kemungkinan kenaikan terbesar 66,8%, kemungkinan kenaikan terekspektasi 26,1%,\ndan kemungkinan penurunan 14,5% untuk rentang waktu Juni 2023 hingga Juni 2028.\nPenelitian ini diharapkan dapat membantu para investor saham BUMI.JK untuk melakukan\npengambilan keputusan.", "Daftar File": {"ABSTRAK Raka Maulida Azka": "https://digilib.itb.ac.id/gdl/download/309739"}, "Penulis": "Raka Maulida Azka [22122014]", "Kontributor / Dosen Pembimbing": ["Dr. Ing. Ir. Arjo Prawoto Wibowo, M.Eng.", "Dr.Eng. Ir. Firly Rachmaditya Baskoro, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Saham BUMI.JK, Long Short Term Memory, Text Mining, Data Mining.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "1 file", "Tanggal Input": "19 Sep 2023"}