{"Nomor": 78331, "Judul": "PENINGKATAN KAPASITAS PRODUKSI MENGGUNAKAN  LEAN SIX SIGMA DI PT. EXCELITAS TECHNOLOGIES BATAM", "Abstrak": "PT Excelitas Technologies Batam (Berdiri pada 1994) adalah perusaan yang memimpin teknologi dalam menghadirkan inovasi fotonik berperforma tinggi untuk memenuhi kebutuhan pelanggan. Beberapa produk seperti teknologi pencahayaan, optronik, deteksi, dan optik di seluruh dunia. Pabrik yang ada dibatam adalah proses assembly manufaktur dan 70% produk yang dihasilkan adalah produk sensor.  \nBerdasarkan data 3 tahun terakhir menunjukkan peningkatan permintaan pelanggan dan diprediksikan pada tahun 2023 akan meningkat hingga 528K dari sebelumnya 508K/tahun. Peningkatan kapasitas produksi harus segera dilakukan untuk mencapai pengiriman tepat waktu dan sesuai dengan permintaan pelanggan sehingga menjaga keberlangsungan bisnis perusahaan dimasa depan. Persaingan bisnis, situasi yang berubah dan fluktuatif menjadi hal yang harus dipertimbangkan perusahaan untuk memberikan solusi yang efektif dan efisien dalam meningkatkan kapasitas produksi di Excelitas Technologies Batam.  \nPemetaan dan penggunaan metode lean six sigma menunjukkan bahwa proses yang harus ditingkatkan ada pada proses backline, terutama pada proses testing. Analisa yang dilakukan membawa kepada solusi yang efektif dan efisien untuk mencapai peningkatan produksi.  \nMengeliminasi proses yang tidak memiliki nilai tambah (konsep lean) dan melakukan integrasi proses ke proses yang lain untuk mengurangi variasi proses (konsep six sigma) adalah solusi yang diterapkan untuk meningkatkan kapasitas produksi. Hasilnya menunjukkan bahwa peningkatan kapasitas produksi melebihi dari target yang telah ditentukan (>20% dari tahun 20222). Hal ini didasari oleh pendekatan konsep theory of constraint yang tidak hanya menyelesaikan masalah utama, namun melanjutkan untuk menyelesaikan masalah berikutnya.", "Daftar File": {"2023_TS_PP_Putra Ananda_29121501_Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/309733"}, "Penulis": "Putra Ananda Nopri Andi [29121501]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Mursyid Hasan Basri, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Lean, Six Sigma, Theory of Constraint, kapasitas produksi", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "19 Sep 2023"}