{"Nomor": 78345, "Judul": "KINERJA KISI DIFRAKSI PADA PENGAMATAN BINTANG GANDA VISUAL DENGAN DELTA MAGNITUDO BESAR MENGGUNAKAN KAMERA CCD (UJI KASUS OBJEK BINTANG STF 2545 AB, HJ 5367, ANTARES, DAN ETA SGR)", "Abstrak": "Penelitian bintang ganda visual merupakan salah satu penelitian fundamental\ndalam astronomi. Esensi dari studi bintang ganda visual adalah pengukuran\nposisi bintang sekunder relatif terhadap bintang primernya selama kurun waktu\ntertentu sehingga gerak orbit sistem dapat ditentukan. Berdasarkan pengetahuan\ngerak orbit ini maka kita dapat menurunkan besaran paling mendasar\ndalam astrofisika, yakni massa bintang. Di Observatorium Bosscha pengamatan\nbintang ganda dilakukan menggunakan Refraktor Ganda Zeiss 60-cm.\nTeleskop ini dilengkapi dengan empat buah kisi difraksi untuk mengamati bintang\nganda dengan delta magnitudo yang besar ( > 4mag). Di era detektor\nplat fotografi, keempat kisi difraksi tersebut berfungsi dengan baik. Posisi pusat\ncitra dua-dimensi dari bintang sekunder pada plat fotografi dapat diukur\ndengan lebih teliti. Penggunaan kamera CCD dalam pengamatan astronomi,\nberkat responnya yang linier, akan menghasilkan bentuk profil citra bintang\n(profil tiga-dimensi). Dengan melakukan fitting suatu fungsi PSF terhadap\nprofil tersebut maka pengukuran koordinat pusat citra bintang menjadi semakin\nteliti.\nTugas akhir ini bertujuan untuk mengetahui kinerja kisi difraksi pada pengamatan\nbintang ganda visual dengan delta magnitudo besar berbasis kamera\nCCD. Penulis telah melakukan pengamatan empat pasang bintang ganda dengan\ndelta magnitudo kecil dan besar, yakni: STF 2545 AB, HJ 5367, Antares,\ndan Eta Sgr. Pengamatan dilakukan menggunakan teleskop visual pada Refraktor\nGanda Zeiss 60-cm, kamera CCD SBIG ST-402ME, serta filter Bessel\nV dan Stromgren y, secara bergantian. Di depan lensa obyektif dipasang empat\nbuah kisi difraksi yang berbeda (kisi difraksi pertama hingga keempat)\nsecara bergantian. Untuk menentukan koordinat pusat citra orde ke-nol dari\nbintang primer dan sekunder digunakan metode fitting point spread function\n(PSF) yang terdapat pada perangkat lunak IRAF/DAOPHOT.\nDari pekerjaan ini diketahui bahwa profil citra bintang yang diperoleh\nmenggunakan filter Stromgren y menghasilkan nilai full width half maximum\n(FWHM) yang lebih kecil daripada yang diperoleh menggunakan filter Bessel\nKetelitian pengukuran semakin baik bila pada PSF-fitting menggunakan\nfungsi Penny. Pengamatan bintang ganda dengan delta magnitudo besar\n(> 4mag) akan baik apabila menggunakan kisi difraksi keempat. Pengamatan\nbintang ganda dengan delta magnitudo tidak terlalu besar (< 2mag), tetav\npi separasi sudut kecil (< 2??) akan baik apabila menggunakan kisi difraksi\npertama.", "Daftar File": {}, "Penulis": "Satrio Fatkhusalma [10319042]", "Kontributor / Dosen Pembimbing": ["Dr. Hakim Luthfi Malasan, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Bintang Ganda Visual, Kisi Difraksi, PSF.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "19 Sep 2023"}