{"Nomor": 78340, "Judul": "RANCANG DAN BANGUN APLIKASI ANDROID MOBILE EDUNEX", "Abstrak": "Pada awal tahun 2020, seluruh dunia mengalami pandemi Covid-19 yang\nmengakibatkan berbagai kegiatan bersama dilakukan secara jarak jauh atau daring.\nHal ini mendorong teknologi sebagai salah satu aspek yang sangat penting dalam\nberkomunikasi, terutamanya teknologi informasi. Salah satu kegiatan yang terimbas\nadalah kegiatan ajar mengajar. Untuk persiapan pembelajaran jarak jauh, Institut\nTeknologi Bandung (ITB) telah membuat dan mengembangan suatu sistem internal\nyang merupakan sebuah Learning Management System (LMS), bernama Edunex.\nUntuk versi selanjutnya sudah ada rencana untuk membuat versi mobile app. Hal ini\ndiharapkan membantu membuat sistem Edunex lebih fleksibel dan menyesuai\npreferensi pengguna, dan mendukung sistem pembelajaran bauran (hybrid) yang ingin\ndiadakan ITB dalam waktu yang mendatang. Untuk menunjang pengembangan ini,\ndilakukan project capstone secara kelompok untuk mengembangkan mobile app\ntersebut, dengan dokumen ini menjadi laporan pengembangan aplikasi versi Android.\nPerancangan aplikasi dilakukan dengan melakukan pendefinisian fitur-fitur yang akan\ndikembangkan, pendefinisian kebutuhan fungsional dan non fungsional, merancang\ndiagaram use case, dan merancang diagaram aktivitas. Pembangunan dilakukan\nmenggunakan metode Agile scrum dengan melakukan 11 sprint, dengan membuat\naplikasi Android native dengan arsitektur UI-Domain-Data. Aplikasi menggunakan\nserver backend yang sama dengan aplikasi situs web.", "Daftar File": {}, "Penulis": "Reza Hadi Fairuztama [18218046]", "Kontributor / Dosen Pembimbing": ["Prof. Yusep Rosmansyah, S.T, M.Sc., Ph.D.", "Dicky Prima Satya, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "aplikasi, mobile app development, android, learning management system, mobile learning management system", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "19 Sep 2023"}