{"Nomor": 78354, "Judul": "PENGARUH FLEKSIBILITAS BADAN KERETA TERHADAP LEVEL GETARAN", "Abstrak": "Saat ini pemodelan kereta api sebagai benda jamak dalam simulasi dinamik karakteristik berkendara yang dilakukan di PT. INKA, industri manufaktur kereta api di Indonesia, masih memodelkan badan kereta sebagai benda tegar atau rigid body. Hal ini menyebabkan hasil analisis dari pemodelan tersebut kurang akurat. Dari literatur review diketahui bahwa frekuensi pribadi getaran vertikal mode bending pertama yang terjadi pada struktur badan kereta yang fleksibel bisa berada pada rentang 8-14 Hz yang dapat bersuperposisi dengan getaran suspensi bogie sebagai akibat eksitasi ketidakrataan jalan rel.\nOleh sebab itu pada penelitian ini penulis melakukan perbandingan level getaran yang terjadi pada model badan kereta rigid dan badan kereta fleksibel pada saat kereta melewati jalan rel yang tidak rata. Selain itu pada penelitian ini juga dilakukan perbandingan level getaran yang terjadi ketika struktur badan kereta ditambahi massa / dipasang komponen seperti AC unit dengan berat 870 kg.\nMetode yang digunakan adalah dengan memodelkan struktur badan kereta pada perangkat lunak ANSYS APDL, kemudian ditentukan titik interface dan disimulasikan shape mode dari struktur kemudian diconvert ke dalam file yang dapat dibaca dan diproses oleh perangkat lunak untuk simulasi benda jamak Universal Mechanism (UM). Pada perangkat lunak UM dilakukan penambahan komponen pendukung seperti bogie, air spring, traction rod dan AC unit.\nHasil penelitian menunjukkan bahwa terdapat perbedaan level getaran yang terjadi pada model badan kereta kaku dan fleksibel. Pada model badan kereta fleksibel muncul getaran dengan level yang lebih tinggi pada rentang frekuensi 10-14 Hz akibat pengaruh getaran first bending mode badan kereta yang tidak terdapat pada model badan kereta kaku. Dengan demikian dapat disimpulkan bahwa untuk kebutuhan analisis dinamika berkendara kereta api, pemodelan struktur badan kereta fleksibel sangat disarankan.", "Daftar File": {"ABSTRAK Farouq Yaffie": "https://digilib.itb.ac.id/gdl/download/309763"}, "Penulis": "Farouq Yaffie [23120027]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Leonardo Gunawan", "Yunendar Aryo Handoko, S.T, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "badan kereta, rigid, fleksibel", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "19 Sep 2023"}