{"Nomor": 78355, "Judul": "PENGEMBANGAN KONSTRUK EKSPRESI PERIPLASMIK DAN EKSTRASELULER PROTEIN REKOMBINAN KANDIDAT VAKSIN MULTIVALEN UNTUK VIRUS H5N1 DAN CAMPYLOBACTER JEJUNI PADA AYAM MENGGUNAKAN PROTEIN GLYCAN COUPLING TECHNOLOGY (PGCT)", "Abstrak": "Setiap tahun terdapat peningkatan produksi ayam khususnya di Indonesia. Perkembangan\npeternakan yang pesat diikuti dengan tingginya resiko infeksi patogen dan agen zoonosis. Salah\nsatu patogen yang menginfeksi ayam adalah Virus Highly Pathogenic Avian Influenza (HPAI) dari\nvarian H5N1 sedangkan agen zoonosis yang banyak ditemukan di ayam adalah Campylobacter\njejuni. Vaksin glikokonjugat menjadi salah satu cara mencegah infeksi patogen pada unggas.\nProduksi vaksin glikokonjugat menggunakan metode rekombinan Protein Glycan Coupling\nTechnology (PGCT) terutama di Escherichia coli (E. coli glycoengineering) menawarkan\nkeuntungan teknis seperti biaya produksi lebih murah, proses lebih aman, dan sederhana\ndibandingkan dengan metode konjugasi kimia secara tradisional. Pada penelitian ini, vaksin\nglikokonjugat dengan metode PGCT dikembangkan untuk menargetkan protein hemagglutinin\n(HA) dari virus H5N1 dan glikan yang disintesis oleh C. jejuni. Proses konjugasi diperantarai oleh\nenzim oligosaccharyltransferase (OST) dari C. jejuni yang memiliki aktivitas di periplasma.\nUntuk memfasilitasi proses produksi protein di periplasma dan ekstraseluler berturut-turut\ndifasilitasi oleh sinyal peptida pelB dan fusi protein YebF yang ditambahkan di ujung N protein\nHA. Penambahan fusi protein YebF diharapkan mampu mempersingkat proses isolasi dan\npurifikasi protein di tahapan berikutnya. Protein HA juga membawa daerah pengenalan glikan\n(D/E-X-N-X-S/T, X ? _proline) yang memfasilitasi glikosilasi protein HA dengan glikan C. jejuni.\nPlasmid ekspresi pelB-rHA5 dan YebF-rHA5, masing-masing, ditransformasikan ke E. coli\nglikokompeten. E. coli tersebut membawa plasmid pACYC184:pgl (locus) yang terdiri atas gen\npengkode enzim sintesis C. jejuni N-glikan (glycosyltransferase) dan enzim OST (PglB). PglB\nakan memasangkan glikan C. jejuni dengan protein HA yang membawa daerah pengenalan glikan.\nPengujian awal efisiensi glikosilasi E. coli dalam memproduksi protein terglikosilasi dilakukan\ndengan cara memproduksi protein rHA5 (YebF-rHA5) di dalam E. coli glikokompeten strain\nSCM6, Top10F’, dan BL21(DE3). Strain dengan efisiensi glikosilasi terbaik digunakan sebagai\nsel inang produksi protein pelB-rHA5 dan YebF-rHA5. Berdasarkan hasil yang diperoleh, efisiensi\nglikosilasi pada E. coli SCM6 (28,92%) lebih besar dibandingkan dengan E. coli Top10F’\n(15,24%), dan BL21(DE3) (16,25%). Glikoprotein dengan sinyal peptida pelB (~85,4 kDa) yang\ndiproduksi di E. coli SCM6 teramati di sampel total cell dan terlarut (soluble) tetapi tidak teramati\ndi periplasma. Pada periplasma hanya teramati protein HA tidak terglikosilasi (~68,9 kDa).\nSebaliknya glikoprotein dengan fusi protein YebF (~100 kDa) yang diproduksi di E. coli SCM6\nteramati ditranslokasikan ke periplasma tetapi tidak disekresikan ke ekstraseluler. Meskipun\nYebF-rHA5 terglikosilasi teramati di periplasma tetapi untuk menyederhanakan pemisahan\nprotein dengan sinyal peptida/fusi protein, penelitian berikutnya akan mempertimbangkan\npenggunaan konstruk pelB-rHA5. Protein HA akan terpisah dari sinyal peptida pelB setelah\nprotein HA berhasil ditranslokasikan ke periplasma tanpa perlu dilakukan pemisahan lebih lanjut.", "Daftar File": {}, "Penulis": "Handini Setyowati [10419036]", "Kontributor / Dosen Pembimbing": ["Ernawati Arifin Giri-Rachman, M.Si., Ph.D.", "Fenryco Pratama, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Mikrobiologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "H5N1, Campylobacter jejuni, produksi protein rekombinan di E. coli, sekresi protein", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "19 Sep 2023"}