{"Nomor": 78368, "Judul": "METODE RESAMPLING BAURAN MENGGUNAKAN DBSCAN DAN PARTICLE SWARM OPTIMIZATION (PSO) UNTUK MENANGANI KETIDAKSEIMBANGAN DATA PADA  PROSES KLASIFIKASI", "Abstrak": "Ketidakseimbangan data atau imbalanced data merupakan suatu kondisi dimana\nterdapat perbadingan yang sangat jauh antara jumlah data pada satu kelas dengan\njumlah data pada kelas lain. Pada beberapa kasus imbalanced data, algoritma\nklasifikasi tidak mampu melakukan prediksi yang tepat terhadap kelas minoritas\nmeskipun akurasi yang dihasilkan tinggi. Padahal, ketepatan perdiksi terhadap kelas\nminoritas jauh lebih penting misalnya pada kasus diagnosis medis penyakit langka\ndimana penyakit tersebut sangat perlu untuk dideteksi. Dalam mengatasi\npermasalahan imbalanced data tersebut, penelitian ini mengusulkan metode\nresampling bauran yang menggabungkan metode undersampling yang diusulkan\noleh Mirzaei dkk. dan metode oversampling yang diusulkan oleh Xiaolong dkk.\ndimana kedua metode tersebut dilakukan berdasarkan densitas menggunakan\nalgoritma DBSCAN untuk melakukan resampling. Namun, algoritma DBSCAN\nsangat sensitif terhadap nilai parameter minPts dan Eps sehingga penelitian lain\nmenggunakan Particle Swarm Optimization (PSO) dalam menentukan kedua\nparameter tersebut. Untuk itu, metode resampling bauran yang diusulkan penelitian\nini menggunakan Particle Swarm Optimization (PSO) dalam menentukan nilai\nminPts dan Eps pada algoritma DBSCAN yang digunakan dalam melakukan\nundersampling dan oversampling.", "Daftar File": {"Ihsan Fauzi   [23521024].pdf": "https://digilib.itb.ac.id/gdl/download/309820"}, "Penulis": "Ihsan Fauzi [23521024]", "Kontributor / Dosen Pembimbing": ["Dr. techn. Saiful Akbar, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "imbalanced data, undersampling, oversampling, resampling bauran, DBSCAN, PSO", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "19 Sep 2023"}