{"Nomor": 78365, "Judul": "STUDI PENGARUH DURASI RETROGRESSION PADA PERLAKUAN PANAS RETROGRESSION AND REAGING (RRA) TERHADAP SIFAT MEKANIK DAN PERILAKU STRESS CORROSION CRACKING (SCC) PADUAN ALUMINIUM 7075", "Abstrak": "Paduan aluminium 7075 adalah salah satu jenis paduan aluminium berkekuatan\ntinggi yang digunakan pada kerangka pesawat terbang. Akan tetapi, paduan\naluminium 7075 rentan mengalami kegagalan akibat Stress Corrosion Cracking\n(SCC). Ketahanan terhadap SCC pada paduan aluminium 7075 diketahui dapat\ndiperbaiki dengan perlakuan panas Retrogression and Reaging (RRA). Melalui\nRRA, peningkatan ketahanan SCC dapat diperoleh tanpa mengorbankan\nkekuatannya. Paduan aluminium 7075 diberikan perlakuan panas Retrogression\ndengan tujuan untuk melarutkan Grain Boundary Precipitate (GBP). Penelitian\nmengenai RRA pada aluminium 7075 telah dilakukan oleh beberapa peneliti tetapi\nmenggunakan variasi durasi pemanasan yang terbatas. Penelitian ini dilakukan\nperlakuan RRA pada paduan aluminium 7075 dengan durasi pemanasan\nRetrogression lebih lama.\nPada percobaan ini, perlakuan panas RRA diawali dengan Solution Heat Treatment\npada temperatur 480°C selama satu jam, aging treatment pada temperatur 120°C\nselama 24 jam, perlakuan panas retrogression pada temperatur 160°C selama 10\nsampai 60 menit dengan variasi 10 menit, dan reaging treatment pada temperatur\n120°C selama 24 jam. Kekuatan dari spesimen hasil RRA diperoleh melalui\npengujian tarik. Kekerasan spesimen hasil RRA diuji menggunakan Vickers\nHardness Test. Struktur mikro diamati melalui mikroskop optik dan Scanning\nElectron Microscope (SEM). Ketahanan paduan aluminium 7075 hasil RRA\nterhadap SCC diuji menggunakan metode constant load di dalam larutan garam\nNaCl 5% selama 10 hari. Permukaan patahan spesimen hasil pengujian SCC\ndiamati di bawah SEM.\nHasil penelitian menunjukkan bahwa ketahanan SCC paduan aluminium 7075\ndengan perlakuan panas RRA mencapai nilai maksimum dengan durasi\nRetrogression selama 20 menit. Nilai Ultimate Tensile Strength (UTS) meningkat\nseiring penambahan durasi Retrogression hingga mencapai nilai maksimum 435,82\nMPa pada Retrogression selama 20 menit, kemudian menurun seiring penambahan\ndurasi Retrogression. Nilai kekerasan meningkat seiring penambahan durasi\nRetrogression hingga mencapai nilai maksimum 198,8 HV pada Retrogression\nselama 20 menit, kemudian menurun seiring penambahan durasi Retrogression.\nGrain Boundary Precipitate (GBP) tersebar lebih renggang akibat perlakuan panas\nRRA sehingga meningkatkan ketahanan SCC.", "Daftar File": {"ABSTRAK Pajero Alfisyahril": "https://digilib.itb.ac.id/gdl/download/309810"}, "Penulis": "Pajero Alfisyahril [12519010]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Akhmad Ardian Korda, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Grain Boundary Precipitate, Paduan aluminium 7075, Perlakuan panas, Retrogression and Reaging, Stress Corrosion Cracking.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "19 Sep 2023"}