{"Nomor": 78367, "Judul": "PRINSIP PENATAAN FASILITAS PEJALAN KAKI PADA KAWASAN PENDIDIKAN UNIVERSITAS PARAHYANGAN, KOTA BANDUNG", "Abstrak": "Saat ini perkotaan di Indonesia belum memiliki tingkat walkability yang baik,\ntermasuk Kota Bandung. Konsep walkability perlu diterapkan pada kota untuk\nmembangun kemauan berjalan kaki masyarakat sehingga dapat mendukung kota\nberkelanjutan dan memberikan manfaat bagi kesehatan, lingkungan, sosial dan\njuga ekonomi. Kondisi fasilitas pejalan kaki yang buruk menjadi salah satu faktor\nrendahnya tingkat walkability dan dapat berdampak buruk bagi kehidupan\nperkotaan. Kawasan pendidikan Universitas Parahyangan merupakan salah satu\nkawasan yang memiliki beragam jenis aktivitas dan memiliki bangkitan pergerakan\npejalan kaki yang tinggi. Namun kawasan ini memiliki berbagai masalah terkait\nfasilitas pejalan kaki seperti trotoar dengan gangguan pedagang kaki lima, parkir\nliar, penyalahgunaan fasilitas pejalan kaki oleh pengendara sepeda motor, serta\nterdapatnya bagian-bagian trotoar yang rusak dan putus. Fasilitas pejalan kaki\npun tidak dilengkapi fitur-fitur penting seperti vegetasi peneduh, guiding block,\nsignage, dan penerangan yang memadai pada malam hari. Hal ini menyebabkan\nkawasan ini menjadi kawasan pendidikan yang tidak ramah pejalan kaki.\nPeningkatan walkability pada kawasan pendidikan Universitas Parahyangan\nmemiliki banyak kendala sehingga diperlukan penataan fasilitas pejalan kaki.\nPenelitian ini bertujuan untuk merumuskan prinsip penataan fasilitas pejalan kaki\nyang tepat di kawasan pendidikan Universitas Parahyangan untuk mewujudkan\nkawasan pendidikan Universitas Parahyangan yang ramah pejalan kaki.\nMetode analisis yang akan digunakan dalam penelitian ini yaitu metode analisis\ndeskriptif kualitatif dan metode analisis kuantitatif. Metode analisis deskriptif\nkualitatif pada penelitian ini terdiri dari analisis gap dan analisis grounded yang\ndigunakan untuk mengidentifikasi potensi dan persoalan fasilitas pejalan kaki serta\nuntuk merumuskan prinsip penataan fasilitas pejalan kaki. Metode analisis\nkuantitatif yang digunakan yaitu metode analisis walkability untuk menghitung\nnilai indeks walkability pada wilayah studi. Penelitian ini menunjukkan bahwa\nterdapat 3 faktor utama yang memengaruhi kemauan berjalan kaki yaitu faktor\npersonal, sosial, dan lingkungan fisik. Analisis walkability menunjukkan bahwa\nkawasan ini memiliki indeks walkability D yang berarti tidak cukup ramah pejalan\nkaki. Terdapat lima prinsip penataan fasilitas pejalan kaki yang diturunkan dari\nlima kriteria acuan berdasarkan hasil analisis yaitu kriteria keterpaduan dan\nkontinuitas, kenyamanan, keselamatan dan keamanan, aksesibilitas, serta\nkegunaan.", "Daftar File": {}, "Penulis": "Elly Dian Agista Siahaan [15419024]", "Kontributor / Dosen Pembimbing": ["Dr. RM. Petrus Natalivan Indradjati, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "walkability, jalur pejalan kaki, faktor pendorong kemauan berjalan kaki, faktor penghambat kemauan berjalan kaki, komponen penataan, prinsip penataan.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "19 Sep 2023"}