{"Nomor": 78369, "Judul": "PERANCANGAN KANDANG UNTUK AYAM BURAS FASE AWAL BERDASARKAN TEKNOLOGI CITRA, MACHINE LEARNING DAN IOT.", "Abstrak": "Ayam Buras adalah sebutan lain dari ayam kampung yang biasanya dipelihara secara komersial. Ayam Buras seringkali diperoleh dalam bentuk DOC untuk dibesarkan secara komersial. DOC (Day Old Chick) dalam terjemahan sederhananya adalah Anak Ayam Umur Sehari merupakan hasil dari proses penetasan, baik melalui penetasan sistem tradisional dengan induk ayam langsung ataupun dengan sistem modern yaitu mengunakan mesin tetas. DOC ini akan dimasukkan ke dalam kandang pre-starter yaitu tempat DOC bertumbuh dari 1-21 hari, masa ini adalah masa rentang dimana ayam memerlukan suhu yang baik untuk untuk menunjang kualitas ayam pada masa setelahnya yaitu masa starter. Kebutuhan suhu ini berbanding terbalik dengan umur ayam pre-starter dimana dalam rentang 1-21 hari dibutuhkan suhu 35°C sampai dengan 32 °C bergantung pada tebalnya bulu pada ayam. Untuk mengatur suhu yang diinginkan oleh ayam. Kami membangun otomasi kandang yang sudah ada di BPPTU Jatiwangi berdasarkan teknologi citra, machine learning, dan IoT untuk mempertahankan kenyaman kandang ayam ini. Kami telah menerapkan otomasi berdasarkan IoT ini pada kandang selama 3 minggu. Otomasi kandang ayam pre-starter berbasis IoT berjalan dengan baik ditandai dengan Dashboard dan Riwayat database yang dapat diakses secara online, jugaa massa ayam yang diatas standar maksimum yaitu pada minggu 1 sebesar 47,45 gram, minggu kedua 104,80 gram dan minggu ketiga 174,8 gram, semakin cepat massa ayam bertumbuh makan panen ayam untuk dikonsumsi semakin cepat. Lalu, Penerapan image processing dan machine learning untuk pengendalian suhu berbasis kenyamanan ayam sudah dapat diterapkan mengingat model sudah cukup baik dengan akurasi pengukuran sebesar 100% dari 24 gambar (unseen data) yang diuji.", "Daftar File": {"ABSTRAK Jihad Fachri R B": "https://digilib.itb.ac.id/gdl/download/309821"}, "Penulis": "Jihad Fachri R B [10218027]", "Kontributor / Dosen Pembimbing": ["Drs. Maman Budiman, M.Eng., Ph.D.", "Prof. Dr. Eng. Muhammad Miftahul Munir, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Ayam, BPPTU, Buras, DOC, Image Processing, Jatiwangi, Kandang, Machine Learning, Massa, Otomasi, Pengendalian, Prediksi, Pre-Starter.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "8 file", "Tanggal Input": "19 Sep 2023"}