{"Nomor": 78373, "Judul": "PENGARUH KOKRISTALISASI IBUPROFEN DAN ASAM SORBAT TERHADAP KELARUTAN DAN DISOLUSI", "Abstrak": "Dalam proses pengembangan obat, terdapat banyak kegagalan uji klinis akibat sifat \nfisikokimia bahan aktif obat yang buruk. Non-Steroidal Anti Inflammatory Drugs (NSAIDs) \nmerupakan obat yang banyak digunakan untuk meredakan rasa nyeri, dan trend\npenggunaannya terus meningkat setiap tahunnya. NSAIDs diharapkan memiliki onset kerja \nobat yang cepat, namun obat golongan ini umumnya memiliki kelarutan yang rendah dan \ndigolongkan dalam Biopharmaceutics Classification System Kelas II. Ibuprofen merupakan \nsalah satu NSAID yang paling banyak digunakan di pasaran dan memiliki kelarutan rendah \n(21 mg/L). Kokristalisasi merupakan salah satu metode yang diketahui mampu meningkatkan \nsifat fisikokimia obat, terutama kelarutan dan disolusinya. Pembentukan kokristal dilakukan \nmenggunakan metode pelarutan dan penggerusan dibantu pelarut (LAG). Hasil skrining \nmenunjukkan koformer asam sorbat berpotensi membentuk kokristal dengan ibuprofen. \nKokristal dikarakterisasi menggunakan metode kontak, XRD, DSC, uji kelarutan, dan uji \ndisolusi. Hasil penelitian mengkonfirmasi bahwa terbentuk kokristal melalui pemeriksaan \ndifraksi sinar-x dan DSC. Terdapat penambahan puncak di sudut difraksi 2?=10,45° dan \n20,869° pada kokristal IBU-SA (PEL) dan pengurangan puncak di sudut difraksi 2?=12,733°\ndan 16,755° pada kokristal IBU-SA (LAG). Kedua kokristal juga memiliki pergeseran titik leleh \nmenjadi lebih rendah yaitu sebesar 64,36°C dan 61,16°C (berturut-turut). Hasil percobaan \nmenemukan bahwa ibuprofen memiliki kelarutan sebesar 94,57 mg/L, sedangkan kokristal \nIBU-SA (PEL) memiliki kelarutan sebesar 659,33 mg/L atau 6,97x lebih tinggi dibandingkan \nibuprofen murni dan kokristal IBU-SA (LAG) memiliki kelarutan sebesar 572,83 mg/L atau \n6,06x lebih tinggi dibandingkan ibuprofen murninya. Kokristalisasi IBU-SA juga menyebabkan \nprofil laju disolusi kokristal IBU-SA (LAG) lebih tinggi dibandingkan ibuprofen murni.", "Daftar File": {"ABSTRAK Celine Marcella": "https://digilib.itb.ac.id/gdl/download/309826"}, "Penulis": "Celine Marcella [10719020]", "Kontributor / Dosen Pembimbing": ["Dr. apt. Saleh Wikarsa, S.Si., M.Si., DEA.", "Dr. apt. Yuda Prasetya Nugraha, S.Farm., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Fisikokimia, kokristal, ibuprofen, koformer, kelarutan", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "19 Sep 2023"}