{"Nomor": 78377, "Judul": "FORMULASI DAN KARAKTERISASI NANOSTRUCTURED LIPID CARRIER (NLC) MINYAK SERAI (CYMBOPOGON CITRATUS)  SERTA UJI AKTIVITAS INHIBITOR TIROSINASE (IN VITRO)", "Abstrak": "Hiperpigmentasi merupakan masalah diskolorasi kulit, pigmentasi, dan kelainan yang berkaitan \ndengan warna kulit yang lebih gelap dibandingkan dengan kondisi normalnya. Hal ini dapat terjadi \nkarena adanya perubahan dari produksi melanin. Minyak serai dilaporkan memiliki potensi aktivitas \ninhibisi enzim tirosinase yang berperan dalam proses pembentukan melanin. Penelitian ini \nbertujuan untuk melakukan formulasi enkapsulasi minyak serai dalam bentuk nanostructured lipid \ncarrier (NLC) untuk meningkatkan stabilitas dan aktivitas. Penyiapan NLC-MS dilakukan dengan \nmetode melt-emulsification dan ultrasonikasi. Proses formulasi NLC-MS dimulai dengan skrining \nlipid dan surfaktan yang diikuti dengan optimasi proses dan optimasi formula. Optimasi formula \ndilakukan menggunakan Box-Behnken Design untuk mendapatkan formula optimal NLC-MS. \nFormula optimal yang didapatkan memiliki komposisi minyak serai 0,5% (b/v), total lipid 3% (b/v) \ndengan perbandingan setil alkohol dan olive oil sebesar 8:2, dan total surfaktan 9% (b/v) dengan \nperbandingan tegocare 165 dan tween 80 sebesar 6:4. Sediaan NLC-MS memiliki warna putih, \nberbau lemon / sitrus yang khas, dan konsistensi cair. NLC-MS memiliki ukuran partikel 220,2 ± 2,1 \nnm, indeks polidispersitas 0,34 ± 0,013, pH sediaan 5,606 ± 0,033, zeta potensial -12,28 mV, dan \nefisiensi enkapsulasi 98,81 ± 0,13%. Pada uji stabilita menunjukan NLC-MS stabil pada kondisi \npenyimpanan suhu 4°C, dan 25°C selama 28 hari. Formula NLC-MS dapat meningkatkan aktivitas \nminyak serai sebagai inhibitor tirosinase sebanyak 5 kali dengan nilai IC50 NLC-MS sebesar 117,54 \n± 9,24 ppm.", "Daftar File": {"ABSTRAK Salma Yasyifa": "https://digilib.itb.ac.id/gdl/download/309830"}, "Penulis": "Salma Yasyifa [10719101]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. apt. Rachmat Mauludin, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Nanostructured Lipid Carrier, minyak serai, Cymbopogon citratus, inhibitor tirosinase,  hiperpigmentasi", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "19 Sep 2023"}