{"Nomor": 78384, "Judul": "PENGEMBANGAN UJI DIAGNOSTIK MOLEKULER SARS-COV-2 IN-HOUSE MENGGUNAKAN METODE REAL-TIME PCR KUANTITATIF BERBASIS SYBR-GREEN DENGAN INTERNAL CONTROL RNASE P MANUSIA", "Abstrak": "Pandemi COVID-19 (Coronavirus Disease 2019) yang melanda dari tahun 2019 disebabkan oleh SARS-CoV-2 (Severe acute respiratory syndrome coronavirus 2), sebuah virus RNA untai tunggal positive-sense dari famili Coronaviridae yang infeksinya menyerang sistem pernafasan. Sebagai golden standard dalam diagnosis SARS-CoV-2, metode molekuler real-time reverse transcription PCR (rRT-PCR) merupakan metode yang umum dikembangkan untuk deteksi RNA virus dengan sensitivitas tinggi. Uji rRT-PCR dapat bersifat kualitatif maupun kuantitatif di mana uji yang bersifat kuantitatif dapat memberikan nilai copy number absolut target. Dalam penelitian ini, dilakukan pengembangan uji diagnostik dengan metode rRT-PCR berbasis SYBR-Green dengan menggunakan set primer pendeteksi RNA pengkode protein viral nukleokapsid (N) SARS-CoV-2 dari penelitian sebelumnya sebagai upaya pengembangan uji yang lebih cost-effective. Penelitian ini juga menambahkan deteksi internal control (IC) di mana IC digunakan untuk konfirmasi tahapan seperti ekstraksi RNA terlaksana dengan baik. Pengembangan IC uji dilakukan dengan menentukan daerah lestari untuk target amplifikasi yaitu subunit RPP29 dan RPP30 dari ribonuklease P (RNase P) manusia dengan cara melakukan multiple sequence alignment (MSA) sekuens-sekuens kromosom 19 dan kromosom 10 manusia, sekuens referensi DNA dan juaga mRNA yang bersumber dari NCBI. Dari dua kandidat set primer yang didesain, dilakukan pemilihan set primer IC yang paling baik dan lalu optimasi konsentrasi primer IC pilihan tersebut untuk dapat diaplikasikan ke uji diagnosik. Pengembangan uji diagnostik SARS-CoV-2 dengan rRT-PCR kuantitatif SYBR-Green dilakukan dengan mula-mula mengoptimasi konsentrasi set primer pendeteksi RNA pengkode N SARS-CoV-2 lalu dengan konsentrasi primer optimal tersebut dilakukan penentuan linearitas uji, efisiensi PCR, dan LOQ. Linearitas, efisiensi PCR, dan LOQ ditentukan dari kurva standar yang dikonstruksi pada rentang konsentrasi plasmid kontrol positif 3,88x104 sampai dengan 3,88x109 copy number/mL. Dari hasil penelitian, set primer IC\nyang dipilih untuk digunakan dalam uji diagnostik adalah set dengan target amplifikasi RPP29. Hasil optimasi primer IC tersebut menghasilkan kombinasi konsentrasi optimal forward=300 nM dan reverse=200 nM. Hasil optimasi set primer penarget N SARS-CoV-2 menghasilkan kombinasi konsentrasi optimal yaitu 300 nM untuk forward maupun reverse. Dari kurva standar yang dikonstruksi didapatkan nilai R2=0,9965, efisiensi PCR=100,21%, dan LOQ=3,88x104 copy number/mL. Berdasarkan pengujian, LOD dari uji ini adalah 194 copy number/mL. Di akhir penelitian, telah berhasil didapatkan uji diagnostik SARS-CoV-2 dengan metode real-time PCR kuantitatif berbasis SYBR-green yang memiliki IC RNase P manusia. Uji yang dikembangkan memiliki linearitas, LOQ, dan LOD yang sangat baik", "Daftar File": {}, "Penulis": "Intan Putri Soekotjo [10419044]", "Kontributor / Dosen Pembimbing": ["Azzania Fibriani, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Mikrobiologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "COVID-19, SARS-CoV-2, SYBR-green, diagnostik, rRT-PCR kuantitatif", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "19 Sep 2023"}