{"Nomor": 78399, "Judul": "PREFERENSI PERJALANAN KOMUTER PENGGUNA KERETA REL LISTRIK (STUDI KASUS: KRL RUTE TANGERANG - JAKARTA)", "Abstrak": "Kota Tangerang sebagai wilayah penyangga dari DKI Jakarta mendorong\nmasyarakatnya untuk berorientasi dan melakukan perjalanan menuju DKI Jakarta\nmenggunakan Kereta Rel Listrik atau KRL sebagai transportasi publik yang paling\nsering digunakan, terutama untuk kelompok masyarakat yang sering melakukan\nkegiatan komuter (commuting).\nPenelitian ini bertujuan untuk mengidentifikasi preferensi perilaku perjalanan\nmasyarakat komuter Kota Tangerang pengguna Kereta Rel Listrik menuju DKI\nJakarta. Untuk melakukan penelitan ini maka dilakukan tinjauan terhadap teori-teori\nperilaku perjalanan masyarakat serta dilakukannya kajian terhadap perilaku\nperjalanan komuter. Data-data yang dikumpulkan kemudian dianalisis dengan\nmetode regresi logistik ordinal dengan pendekatan Teori Perilaku Terencana (Theory\nof Planned Behavior atau TPB). Berdasarkan teori tersebut ditinjau tiga faktor utama\nyang mempengaruhi perilaku perjalanan komuter Kota Tangerang, yakni faktor sikap,\nfaktor norma subjektif dan faktor kontrol perilaku persepsi.\nBerdasarkan hasil penelitian, ketiga faktor sikap, norma subjektif dan kontrol\nperilaku memberikan pengaruh yang signifikan dalam membentuk niat atau intensi\nkomuter, yang kemudian memutuskan untuk menggunakan KRL dalam kegiatan\nberkomuter dari Tangerang menuju Jakarta. Ketiga variabel memiliki signifikansi\npengaruh yang paling besar, yakni antara lain variabel efisiensi biaya, variabel\nfleksibilitas dan variabel efisiensi waktu merupakan variabel-variabel yang berada di\nbawah kategori faktor sikap, hal ini menunjukkan faktor sikap menjadi faktor utama\nyang berpengaruh terhadap keputusan penggunaan KRL sebagai moda berkomuter.", "Daftar File": {}, "Penulis": "Stefani Gracia [15417074]", "Kontributor / Dosen Pembimbing": ["Dr. Miming Miharja, S.T, M.Sc.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Transportation ; ground transportation", "Kata Kunci": "perilaku, KRL, komuter, Tangerang, Jakarta", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "19 Sep 2023"}