{"Nomor": 78395, "Judul": "ISOLASI SENYAWA GLUKOMANAN DARI UMBI PORANG (AMORPHOPHALLUS MUELLERI BLUME) DAN STUDI PENDAHULUAN PEMBUATAN SEDIAAN TABLET KOMBINASI GLUKOMANAN DAN DAUN CINCAU (CYCLEA BARBATA MIERS)", "Abstrak": "Tumbuhan porang (Amorphophallus muelleri Blume) merupakan tumbuhan liar yang dinilai sebagai \nkomoditas yang memiliki nilai ekonomi tinggi. Tumbuhan porang mengandung senyawa \nglukomanan yang banyak terakumulasi pada bagian umbinya. Glukomanan telah banyak \ndimanfaatkan dalam bidang industri dan farmasi karena karakteristik khasnya larut dalam air dan \nmampu mengembang cukup besar dengan membentuk massa yang kental. Tujuan dari penelitian \nini adalah untuk mengisolasi senyawa glukomanan dari umbi porang dengan berbagai pelarut dan \nmenentukan kadar dari masing-masing hasil ekstrak glukomanan, serta melakukan studi \npendahuluan pembuatan tablet kombinasi serbuk glukomanan dan serbuk daun cincau. Isolasi \nglukomanan dilakukan dengan dua metode yaitu metode pemurnian menggunakan pelarut etanol \n96% dan metode ekstraksi menggunakan dua pelarut berbeda yaitu air dan aluminium sulfat 0,3%. \nSebelum proses ekstraksi, dilakukan uji pendahuluan untuk menentukan ukuran partikel umbi \nporang yang mengandung banyak senyawa glukomanan dengan cara pengayakan bertingkat, \nkemudian dilanjutkan penentuan indeks pengembangan. Ukuran partikel serbuk umbi porang 60 \nmesh dipilih karena memiliki indeks pengembangan tertinggi yaitu 8,33 ± 0,47 mL/gram. Kadar \nsenyawa glukomanan hasil pemurnian dengan etanol 96% dan hasil ekstraksi dengan air dan \naluminium sulfat ditentukan menggunakan metode kolorimetri DNS (dinitrosalicylic acid) dengan \nspektrofotometer UV-Vis pada panjang gelombang 550 nm. Kadar senyawa glukomanan pada \nsimplisia umbi porang yaitu 53,93 ± 3,73%, glukomanan ekstrak etanol 96% yaitu 48,34 ± 2,10%, \nglukomanan ekstrak air 64,82 ± 2,09%, dan glukomanan ekstrak aluminium sulfat yaitu 82,97 ± \n1,02%. Hal ini terdapat anomali pada data kadar senyawa glukomanan ekstrak etanol 96% karena \nlebih kecil daripada simplisia umbi porang sebelum diberikan perlakuan. Pada pembuatan tablet \nserbuk glukomanan dan tablet serbuk daun cincau perlu dilakukan pengembangan formulasi \nkembali agar menjadi tablet yang memiliki kualitas lebih baik.", "Daftar File": {"ABSTRAK Shalsabila Fahyu Sadida": "https://digilib.itb.ac.id/gdl/download/309854"}, "Penulis": "Shalsabila Fahyu Sadida [10719096]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Sukrasno, M.S.", "Dr. apt. Saleh Wikarsa, S.Si., M.Si., DEA."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "porang, glukomanan, metode DNS, tablet, daun cincau", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "19 Sep 2023"}