{"Nomor": 78397, "Judul": "DESAIN PENGUJIAN SUMUR FLOW AFTER FLOW PADA RESERVOIR HOMOGEN DENGAN KONDISI BATAS LINGKARAN TERTUTUP", "Abstrak": "This study discusses the analysis of oil well conditions in a field development to predict the feasibility of reservoir performance. Therefore, this planning requires the right strategy to obtain data on the characteristics of a field. In this section, the well-testing method plays a role in obtaining the required data interpretation parameters through a series of pressure transient response analysis tests due to production flow rate changes. The well-testing method is basically an important part of carrying out predictions and visualization in determining reservoir characterization to obtain better field management decisions. However, this test requires a long duration of time, from the survey implementation process until data processing. This is quite a serious problem considering that the completion and well-testing process should be carried out as effectively as possible to obtain data accuracy and save operating costs.\nThe current use of commercial software is sufficient to predict conditions accurately, but it still has several shortcomings, such as not being able to interpret variable parameter data manually according to needs. Therefore, a well-testing design tool was developed using a simple algorithm to interpret production rate data and well pressure drop ranges based on validation results with commercial software. Then these results can be developed for sensitivity analysis of well-testing design parameters such as radius of investigation and stabilized time to visualize the characterization of problems in the field based on several considerations limiting normal and constant production rates. The well-testing design is an important evaluation for estimating the economic probability of reservoir volumetric reserves.", "Daftar File": {"ABSTRAK Bagas Pramudya Budi Utomo": "https://digilib.itb.ac.id/gdl/download/309856"}, "Penulis": "Bagas Pramudya Budi Utomo [12218088]", "Kontributor / Dosen Pembimbing": ["Dr. Dedy Irawan, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "well testing design, deliverability test, stabilized time, reservoir volumetric, commercial software", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "19 Sep 2023"}