{"Nomor": 78390, "Judul": "FORMULASI, KARAKTERISASI, DAN UJI TOKSISITAS SECARA IN VITRO SEDIAAN LIPID NANOPARTIKEL UNTUK PENGHANTARAN SIMVASTATIN", "Abstrak": "Simvastatin merupakan salah satu terapi lini pertama untuk pengobatan hiperkolesterolemia. \nTerapi untuk penurunan kadar kolesterol tubuh menggunakan obat golongan statin secara umum \nmasih dilakukan melalui rute per oral yang memiliki banyak kelemahan. Metode penghantaran obat \ndengan lipid nanopartikel (LNP) dapat menjadi inovasi baru untuk terapi dengan statin. Namun \npenggunaan statin memiliki beberapa efek samping seperti konstipasi, sakit kepala, pusing, dan \nmual. Beberapa laporan menyebutkan bahwa penggunaan statin memiliki efek negatif dalam \nkesehatan dan kemampuan reproduksi organ seksual laki-laki yang meliputi disfungsi ereksi, \npengurangan jumlah sel Sertoli, serta abnormalitas morfologi sel Leydig. Dalam penelitian ini, \ndilakukan formulasi simvastatin dalam metode penghantaran LNP (LNP-simvastatin). Formula \noptimal yang didapatkan dari penelitian ini menghasilkan LNP-simvastatin dengan diameter ukuran \npartikel 93,50 ± 9,90 nm, nilai indeks polidispersitas (PDI) 0,35 ± 0,06, zeta potensial -43,90 ± 13,03 \nmV, serta efisiensi penjerapan 80,02 ± 6,80%. Penentuan keamanan dari LNP-simvastatin dilakukan\ndengan uji toksisitas secara in vitro melalui penentuan viabilitas sel dengan penambahan reagen 3-\n[4,5-dimethylthiazol-2-yl]-2,5 diphenyl tetrazolium bromide (MTT) terhadap 3 jenis sel yaitu sel \nTM4, Hepa1-6, dan 4T1. Hasil penentuan viabilitas sel menunjukkan LNP-simvastatin dengan dosis \n1 ppm bersifat toksik terhadap sel TM4 dan 4T1. LNP-simvastatin dengan dosis 2 dan 4 ppm bersifat \ntoksik terhadap ketiga sel, dengan toksisitas yang lebih signifikan ditemukan pada sel TM4 dan 4T1.", "Daftar File": {"ABSTRAK Anfield Ricardo Setiadi": "https://digilib.itb.ac.id/gdl/download/309849"}, "Penulis": "Anfield Ricardo Setiadi [10719010]", "Kontributor / Dosen Pembimbing": ["apt. Diky Mudhakir, S.Si., M.Si., Ph.D.", "Dr. Satrialdi, S.Farm., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "simvastatin, LNP, LNP-simvastatin, viabilitas sel, sel TM4, sel Hepa1-6, sel 4T1", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "19 Sep 2023"}