{"Nomor": 78401, "Judul": "ISOLASI SENYAWA INHIBITOR ENZIM ?- GLUKOSIDASE  DARI TITANUS ( LEEA AEQUATA L)", "Abstrak": "Latar belakang dan tujuan: Diabetes melitus merupakan penyakit metabolik yang \ndicirikan oleh tingginya kadar glukosa dalam darah. Badan Kesehatan Dunia, WHO \nmenyebutkan bahwa pada tahun 2025 jumlah penderita diabetes diperkirakan \njumlahnya 333 juta jiwa. Penggunaan obat berbasis bahan alam dapat menjadi \nalternatif untuk pengobatan diabetes dengan efek samping yang lebih ringan dan \ndiharapkan lebih ekonomis dibanding obat konvensional. Salah satu family \ntanaman yang digunakan untuk menurunkan kadar glukosa dalam darah adalah \nfamily Leeaceae. Salah satu spesies Leeaceae yang saat ini masih digunakan untuk \npengobatan tradisonal adalah Leea aequata. Di Sumatera Utara tanaman ini dikenal \ndengan nama titanus dan sering digunakan sebagai pengobatan tradisional oleh \nmasyarakat setempat. Tujuan dari penelitian ini mengisolasi senyawa aktif yang \nmemiliki aktivitas inhibitor ?-glukosidase dari tanaman titanus. Metode: Tahapan \nyang akan dilakukan di dalam penelitian ini dimulai dengan pengumpulan sampel \nberupa daun, buah dan batang dari tumbuhan titanus yang tumbuh di Sumatera \nUtara. Metode ekstraksi yang digunakan adalah maserasi menggunakan etanol \n96%. Tahapan isolasi dimulai dari fraksinasi dengan metode ECC, dilanjutkan \npemisahan dengan kromatografi kolom yang setiap prosesnya dipantau dengan \nKLT. Pengujian ?-glukosidase dilakukan terhadap ekstrak, fraksi dan isolat \nmenggunakan alat Multiscan microplate reader pada ? 400 nm. Identifikasi \nsenyawa dilakukan menggunakan spektro UV-Vis dan H-NMR. Hasil: Nilai IC50\nfraksi etil asetat lebih tinggi dari pada ekstrak etanol, fraksi n-heksana dan fraksi \nair sehingga dilanjutkan ke tahap isolasi. Dua senyawa berhasil diisolasi yaitu SF5 \ndan SF6. Hasil IC50 isolat SF5 adalah 12,25 ± 0,2 µg/mL dan Hasil IC50 isolat SF6 \nadalah 9,85 ± 0,8 µg/mL. Hasil karakterisasi isolat SF5 diduga adalah didapatkan \nadalah 3,3?,4?,5,7-Pentahydroxyflavone 3-rhamnosida (Quercitrin) dan sedangkan\nisolat SF6 adalah 3,3?,4?,5,7-Pentahydroxyflavone 3-?-glukosida (Isoquercitrin). \nKesimpulan : Dari hasil penelitian yang telah dilakukan, maka dapat disimpulkan \nbahwa senyawa aktif yang memiliki efek inhbisi ?-glukosidase adalah 3,3?,4?,5,7-\nPentahydroxyflavone 3-rhamnosida (Quercitrin) dan 3,3?,4?,5,7-Pentahydroxy\nflavone 3-?-glukosida (Isoquercitin).", "Daftar File": {"ABSTRAK Roy Indrianto Bangar": "https://digilib.itb.ac.id/gdl/download/309869"}, "Penulis": "Roy Indrianto Bangar [20721029]", "Kontributor / Dosen Pembimbing": ["Dr. apt. Muhamad Insanu, S.Si., M.Si.", "Prof. Dr. rer. nat. Rahmana Emran Kartasasmita, M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Antidiabetes; ?-Glukosidase ; Titanus; Quercitrin; Isoquercitrin", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "19 Sep 2023"}