{"Nomor": 78410, "Judul": "PENGARUH KOKRISTALISASI TERHADAP DISOLUSI TABLET METOKLOPRAMID HIDROKLORIDA", "Abstrak": "Ditinjau dari farmasetika, bentuk monohidrat dari metoklopramid hidroklorida (MCPHCl) memiliki \npermasalahan preformulasi, yaitu terjadi transformasi bentuk hidrat–anhidrat ketika melalui \npemanasan atau terpapar lembap. Upaya kokristalisasi dengan koformer asam galat (GAL) berhasil \nmenurunkan derajat hidrasi MCPHCl menjadi hemihidrat sehingga dapat menghasilkan material baru \ndengan karakteristik yang termodifikasi. Pada penelitian sebelumnya, diperoleh bahwa disolusi \nintrinsik kokristal metoklopramid hidroklorida-asam galat (MCPHCl-GAL) menurun dibandingkan \ndengan bentuk monohidratnya. Pada penelitian ini, pengaruh perubahan fisikokimia tersebut akan \nditentukan pengaruhnya terhadap disolusi tablet MCPHCl-GAL dibandingkan dengan tablet MCPHCl.\nKokristal MCPHCl dibuat dengan koformer asam galat (GAL) menggunakan metode slurry dengan \npelarut metanol selama 2 jam pada suhu ruang. Kokristal yang terbentuk kemudian dikarakterisasi \nmenggunakan SEM, DSC, TG/DTA, dan PXRD. Formula tablet ditetapkan masing-masing untuk metode \nkempa langsung dan granulasi basah, kemudian dilakukan evaluasi kemampuan alir granul untuk \nmetode granulasi basah meliputi penentuan rasio Hausner dan indeks kompresibilitas. Evaluasi tablet \nmeliputi keseragaman bobot, keseragaman ukuran, kekerasan, friabilitas, waktu hancur, dan profil \ndisolusinya. Diperoleh bahwa MCPHCl-GAL, yang mengalami penurunan sebesar 2,2 kali lipat dalam \nuji disolusi intrinsik, menghasilkan profil disolusi tablet yang mirip dengan tablet MCPHCl. Melalui \npenelitian ini, diperoleh bahwa perubahan fisikokimia pada kokristal MCPHCl-GAL tidak menghasilkan \nperubahan yang signifikan terhadap performa disolusi tablet. Meskipun demikian, dengan \nkarakteristik fisikokimia yang lebih stabil secara termodinamika serta performa disolusi tablet yang \nmirip dengan MCPHCl, MCPHCl-GAL dapat menjadi solusi efektif menangani permasalahan \npreformulasi MCPHCl dan dapat dipertimbangkan dalam pengaplikasian sediaan tablet MCPHCl di \nindustri farmasi.", "Daftar File": {"ABSTRAK Qinthara Azka Salsabila": "https://digilib.itb.ac.id/gdl/download/309884"}, "Penulis": "Qinthara Azka Salsabila [10719100]", "Kontributor / Dosen Pembimbing": ["Dr. apt. Yuda Prasetya Nugraha, S.Farm., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "kokristal, kokristalisasi, metoklopramid hidroklorida, tablet, disolusi", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "19 Sep 2023"}