{"Nomor": 78414, "Judul": "STUDI CAMPURAN EUTEKTIKUM PIROKSIKAM DAN ASAM MALAT", "Abstrak": "Piroksikam adalah zat aktif obat yang termasuk ke dalam golongan Non-Steroidal Anti-Inflammatory \nDrugs (NSAID). Berdasarkan Biopharmacutical Classification System (BCS), piroksikam diklasifikasikan ke \ndalam golongan obat Kelas II yang memiliki kelarutan rendah dan permeabilitas tinggi. Salah satu cara \nyang dapat dilakukan untuk meningkatkan sifat kelarutan dan disolusi adalah dengan pembentukan \ncampuran eutektikum menggunakan bahan tambahan lain. Penelitian ini bertujuan untuk mempelajari \nsifat fisikokimia terutama kecepatan disolusi yang terjadi pada pembentukan campuran eutektik \npiroksikam. Asam malat dipilih sebagai bahan tambahan dalam pembuatan campuran eutektik sesuai \ndengan hasil skrining in silico Cambridge Structural Database (CSD) pada penelitian sebelumnya. \nPembuatan campuran eutektik dilakukan menggunakan metode penggilingan mortar kering dan \nmetode Liquid Assisted Grinding (LAG). Hasil uji pendahuluan metode kontak menunjukkan adanya \ndugaan interaksi eutektikum. Diagram sistem fasa biner dari campuran biner piroksikam-asam malat \nmenunjukkan komposisi perbandingan campuran biner piroksikam-asam malat (3:7) memiliki titik leleh \nterendah pada rentang suhu leleh 121,5 – 129 °C sehingga ditentukan sebagai campuran eutektik. \nCampuran eutektik (3:7) dikarakterisasi menggunakan analisis difraksi sinar-X dan dievaluasi sifat \ndisolusi zat aktifnya. Difraktogram campuran eutektik (3:7) dari kedua metode pembuatan memiliki \ngabungan puncak difraksi khas piroksikam murni dan asam malat murni pada sudut difraksi 2? yaitu, \n8,64°; 11,66°; 14,46°; 17,7°; 20,07°; 21,74°; 23,54°; 25,83°; 26,74°; 27,37°; 32,76°; 37,46°; dan 40,8°. Hasil \nanalisis perhitungan nilai f1 (faktor perbedaan) dan f2 (faktor kemiripan) uji disolusi menunjukkan \nbahwa disolusi campuran eutektik (3:7) dengan metode penggilingan mortar tidak similar terhadap \ndisolusi zat aktif piroksikam dan terjadi peningkatan disolusi pada medium dapar pH 4,5.", "Daftar File": {"ABSTRAK Nadine Annisa Fauzi": "https://digilib.itb.ac.id/gdl/download/309888"}, "Penulis": "Nadine Annisa Fauzi [10719090]", "Kontributor / Dosen Pembimbing": ["Dr. apt. Saleh Wikarsa, S.Si., M.Si., DEA.", "Dr. apt. Yuda Prasetya Nugraha, S.Farm., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Piroksikam, asam malat, campuran eutektik, kecepatan disolusi", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "19 Sep 2023"}