{"Nomor": 78424, "Judul": "ISOLASI SENYAWA MARKER DARI MINYAK ATSIRI NILAM (POGOSTEMON CABLIN BENTH.)", "Abstrak": "Minyak atsiri nilam merupakan minyak atsiri dengan produksi kedua terbesar di Indonesia. \nMinyak ini memiliki ruang lingkup pemanfaatan yang luas terutama dalam bidang kosmetik \ndan parfum karena memiliki aroma yang tahan lama. Salah satu parameter untuk \nmenentukan kualitas minyak nilam adalah dengan melihat persentase senyawa marker yang \nterkandung di dalamnya, yakni Patchouli Alkohol atau Patchoulol. Penelitian ini dilakukan \nuntuk mengisolasi dan mengkarakterisasi senyawa yang berada pada sampel minyak nilam. \nIsolasi dilakukan dalam tiga tahap yakni kromatografi cair vakum (KCV) secara gradien \nmenggunakan fase gerak campuran n-heksana-etil asetat, kromatografi kolom klasik (KKK) \nsecara isokratik menggunakan fase gerak n-heksana, dan kromatografi lapis tipis (KLT) \npreparatif dengan fase gerak n-heksana-etil asetat 20:1. Terhadap isolat dilakukan uji \nkemurnian menggunakan KLT dengan tiga fase gerak berbeda dan KLT dua dimensi. \nBerdasarkan kromatogramnya, isolat diketahui memiliki karakteristik sebagai berikut: tidak \nmemiliki fluoresensi di bawah sinar UV, dan berupa bercak dengan Rf 0,61 (fase gerak nheksana-aseton 9:1) berwarna ungu ketika dilihat menggunakan penampak bercak vanilin \nsulfat dan anisaldehid dan berwarna coklat-oranye dengan penampak bercak H2SO4. Isolat \ndiduga merupakan patchouli alkohol.", "Daftar File": {"ABSTRAK Shafina Putri Kamila": "https://digilib.itb.ac.id/gdl/download/309917"}, "Penulis": "Shafina Putri Kamila [10719109]", "Kontributor / Dosen Pembimbing": ["Dr. apt. Muhamad Insanu, S.Si., M.Si.", "apt Adrian Juniar, S.Si., MBA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Isolasi, kromatografi, minyak atsiri nilam, patchouli alkohol, senyawa marker", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "1 file", "Tanggal Input": "20 Sep 2023"}