{"Nomor": 78428, "Judul": "KONSEP PERANCANGAN TRANSIT ORIENTED DEVELOPMENT (TOD) DI KAWASAN KOTA LAMA SEMARANG", "Abstrak": "Kawasan Kota Lama Semarang memiliki potensi besar untuk menjadi kawasan Transit Oriented\nDevelopment (TOD), namun hingga saat ini belum ada pedoman yang merinci bagaimana\nmerancangnya dengan mempertimbangkan karakteristiknya sebagai kawasan cagar budaya.\nTujuan dari penelitian ini adalah untuk menyusun konsep perancangan TOD di Kota Lama\nSemarang yang secara khusus memperhatikan pelestarian nilai-nilai cagar budaya. Penelitian ini\nmenggunakan metode analisis deskriptif kualitatif, analisis tapak, dan perumusan perancangan\ndengan memanfaatkan metode perancangan fragmental. Hasil analisis menunjukkan bahwa Kota\nLama Semarang memiliki potensi yang melimpah sebagai kawasan TOD, dengan beragam simpul\ntransit dan penggunaan lahan yang bervariasi. Namun, kendala utama muncul karena statusnya\nsebagai kawasan cagar budaya, yang mengharuskan adanya pembatasan dalam menerapkan\nkonsep TOD. Salah satu batasan utama adalah terkait ketinggian bangunan, yang harus\nmempertimbangkan dan melindungi karakteristik cagar budaya. Sebagai alternatif, penelitian ini\nmengusulkan penempatan kawasan dengan intensitas yang lebih tinggi di bagian tepi dan luar\nkawasan cagar budaya, terutama di bagian selatan wilayah perancangan. Selain itu,\npengembangan bangunan dengan fungsi beragam di Kota Lama Semarang harus\nmempertimbangkan adaptasi bangunan cagar budaya melalui metode adaptive reuse. Fungsifungsi baru seperti perdagangan, edukasi, dan hiburan dapat ditambahkan dengan tetap\nmemperhatikan dan melestarikan keaslian serta nilai-nilai budaya yang ada dalam kawasan cagar\nbudaya tersebut. Dengan demikian, penelitian ini memberikan kontribusi dalam merancang\nkawasan TOD yang harmonis dengan karakter kawasan Kota Lama Semarang yang berharga\nsecara budaya.", "Daftar File": {}, "Penulis": "Nurunissa Devanti Waluyo [15419085]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Denny Zulkaidi, MUP."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "cagar budaya, transit oriented development, kota lama semarang, kawasan campuran, adaptive reuse", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "20 Sep 2023"}