{"Nomor": 78422, "Judul": "KOMPARASI STANDAR INTERNASIONAL DENGAN NASIONAL DALAM EVALUASI KEBIJAKAN KAWASAN KONSERVASI EX-SITU KEBUN BINATANG DI INDONESIA (STUDI KASUS: KEBUN BINATANG GEMBIRA LOKA, KOTA YOGYAKARTA DAN LEMBANG PARK AND ZOO, KABUPATEN BANDUNG BARAT)", "Abstrak": "Kebun binatang yang umumnya ditemui di kawasan perkotaan merupakan kawaasan\nkonservasi ex-situ yang berperan memberikan manfaat bagi konservasi tidak hanya\nmelalui upaya langsung seperti reintroduksi dan penangkaran, namun juga secara\ntidak langsung. Penanaman kesadaran konservasi kepada masyarakat umum\nmemiliki dampak yang baik dalam mengedukasi tentang satwa, perilaku, habitat, dan\nyang terpenting, mengapa mereka perlu dilestarikan. Di tengah hiruk pikuk\nperkotaan, kawasan konservasi berdiri sebagai rumah bagi para satwa yang berada di\ndalamnya, dengan tentunya area yang terbatas, berbeda dengan habitat asli para satwa\ndi alam liar. Tidak sedikit kegagalan yang ditemui dalam persoalan kesejahteraan\nsatwa yang signifikan di dalam kebun binatang, menjadi pertanyaan bagaimana\nkomitmen nasional terhadap perawatan dan pengelolaan satwa yang berada di dalam\nkawasan konservasi kebun binatang. Studi ini bertujuan untuk mengidentifikasi\nkriteria dan indikator pedoman nasional dan internasional dalam lingkup komponen\nlandscape immersion sebagai konsep konservasi untuk melihat ketimpangan antara\nkedua pedoman. Pedoman Peraturan Direktur Jenderal Perlindungan Hutan dan\nKonservasi Alam No.P.6 Tahun 2011 sebagai pedoman berlaku saat ini dalam\npemberian akreditasi kebun binatang dikomparasikan dengan AZA Accreditation\nStandard 2023 & Animal Care Manual dalam mengukur tingkat pencapaian ukuran,\nmodel, dan spesifikasi dalam evaluasi komparatif. Ketimpangan antara panduan\nnasional dan internasional menjadi cerminan atas ketidakidealan kebun binatang di\nIndonesia yang juga didukung dengan kondisi faktual kebun binatang di Indonesia\nyang telah terakreditasi A dan B oleh Kementerian Lingkungan Hidup dan\nKehutanan.", "Daftar File": {}, "Penulis": "Adira Larasati Indrawan [15419069]", "Kontributor / Dosen Pembimbing": ["Ir. Sugiyantoro, MIP, PhD"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Other social problems & services", "Kata Kunci": "Kebun Binatang, Analisis Komparatif, Standar Akreditasi", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "20 Sep 2023"}