{"Nomor": 78425, "Judul": "EVALUASI PENGEMBANGAN TRANSIT-ORIENTED DEVELOPMENT (TOD) PADA KAWASAN CAGAR BUDAYA KOTA TUA JAKARTA", "Abstrak": "Transit-Oriented Development (TOD) merupakan konsep pengembangan kawasan\nyang mengintegrasikan tiga hal utama dalam kehidupan, yakni menghubungkan\naktivitas dan fungsi kerja, tinggal, dan rekreasi dalam satu kawasan sekitar simpul\ntransit melalui konektivitas yang mudah dengan berjalan kaki ataupun bersepeda\nsehingga dapat tercipta kemudahan pergerakan manusia (people movement).\nNamun, penerapan konsep TOD perlu disesuaikan dengan bentuk atau karakter\nkawasannya, seperti halnya Kawasan Kota Tua Jakarta, yang ditetapkan sebagai\nkawasan cagar budaya. Adanya batasan-batasan dalam pengembangan kawasan\ncagar budaya membuat tidak semua prinsip TOD dapat diterapkan. Penelitian ini\nbertujuan untuk mengevaluasi pengembangan TOD pada kawasan cagar budaya\nKota Tua Jakarta. Untuk mengidentifikasi kelayakan tersebut, dilakukan penilaian\nkondisi pengembangan TOD mengacu pada masterplan dengan ketentuan TOD\nmempertimbangkan cagar budaya mengacu pada 5 (lima) kriteria, yaitu sistem\ntransportasi, konektivitas, diversitas, densitas, dan kelestarian yang dirumuskan\ndari hasil analisis konten beberapa peraturan nasional dan pedoman internasional\nbeserta identifikasi dampak yang diperkirakan dapat terjadi terhadap cagar budaya.\nMetode penelitian yang digunakan berupa kuantitatif untuk menilai kondisi\npengembangan TOD terhadap kriteria dan indikator yang dirumuskan dan metode\nkualitatif untuk mendeskripsikan kondisi pengembangan TOD Kota Tua serta\ndampak yang diperkirakan dapat ditimbulkan. Hasil penelitian menunjukkan bahwa\nmengacu pada dokumen draft masterplan versi tahun 2020, pengembangan TOD di\nKota Tua tidak layak untuk dilakukan karena dapat menimbulkan kerusakan\nterhadap benda maupun bangunan cagar budaya khususnya ketika tahap\npembangunan sehingga terdapat beberapa hal yang perlu ditingkatkan untuk\nmengisi gap indikator-indikator yang belum terpenuhi.", "Daftar File": {}, "Penulis": "Nilam Mar'atusholihah [15419001]", "Kontributor / Dosen Pembimbing": ["Ir. Sugiyantoro, MIP, PhD"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "Transit-Oriented Development, Kawasan Cagar Budaya, Penilaian terhadap Kriteria dan Indikator, Dampak Pengembangan TOD Kota Tua Jakarta, Kelayakan, Tindakan Peningkatan.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "6 file", "Tanggal Input": "20 Sep 2023"}