{"Nomor": 78434, "Judul": "IDENTIFIKASI KAWASAN KONSERVASI PERAIRAN UNTUK MENDUKUNG KELESTARIAN PERIKANAN DI PULAU BALI DENGAN METODE JEJAK PARTIKEL LARVA", "Abstrak": "Pemanfaatan Kawasan Konservasi Perairan (KKP) di Indonesia sebagai sebuah alat untuk mendukung\nperikanan berkelanjutan memerlukan beberapa dasar ilmiah untuk mendesainnya. Dalam penelitian ini desain,\npenentuan, dan klusterisasi Kawasan Konservasi Perairan dilakukan berdasarkan simulasi jejak partikel. Jejak\npartikel atau model trayektori dilakukan dengan melepas partikel di pesisir tiap Kawasan Konservasi Perairan\ndi sekitar Pulau Bali hanya untuk periode November hingga Februari. Repositori python Ocean Parcels\nmemiliki kemampuan untuk menghitung lintasan partikel lagrangian dengan menggunakan integrasi waktu\ndengan skema tinggi Runge-Kutta orde 4. Konektivitas matriks dari tiap Kawasan Konservasi Perairan serta\nsentralitas jaringannya dihitung dengan menggunakan modul NetworkX di bahasa pemrograman python.\nBerdasarkan simulasi yang dilakukan, hasil konektivitas matriks menerangkan bahwa Pulau Bali dan Pulau\nLombok merupakan pengimpor utama larva di daerah sekitarnya pada bulan November-Februari. Distribusi\nlarva yang berasal dari Pulau Bali dan Pulau Lombok ke seluruh Kawasan Konservasi Perairan sangat\ndipengaruhi oleh pergerakan arus di Selat Lombok dan Selat Alas pada bulan November-Februari. Selain itu\ndidapat 4 (empat) Kawasan Konservasi Perairan yang mempunyai jarak ideal sebuah Kawasan Konservasi\nPerairan yang berjejaring dan mempunyai konektivitas saling ekspor dan impor satu sama lain yaitu Taman\nNasional Meru Betiri, KKP Nusa Penida, KKPD Lombok Barat, KKPD Lombok Tengah.", "Daftar File": {"ABSTRAK Gede Aldi Vyacta Pranayena S.": "https://digilib.itb.ac.id/gdl/download/309941"}, "Penulis": "Gede Aldi Vyacta Pranayena S. [12919042]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Aditya Rakhmat Kartadikaria, S.Si., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Ecology", "Kata Kunci": "Kawasan Konservasi Perairan, Jejaring Kawasan Konservasi perairan, Konektivitas Larva, Jejak Partikel, Ocean Parcels, Matriks Konektivitas", "Sumber": "", "Staf Input/Edit": "Rita Nurainni, S.I.Pus", "File": "1 file", "Tanggal Input": "20 Sep 2023"}