{"Nomor": 78431, "Judul": "STUDI DAMPAK PEMBANGUNAN JALAN TOL CIPALI TERHADAP KEKERINGAN LAHAN BERBASIS CITRA SATELIT LANDSAT DI KABUPATEN SUBANG, INDRAMAYU, DAN MAJALENGKA", "Abstrak": "Pembangunan jalan tol Cikopo-Palimanan (Cipali) yang dimulai pada tahun 2011\nhingga 2015 membutuhkan pengadaan lahan seluas ±756 Ha. Konstruksi\npembangunan jalan tol berupa pengerukan dan penggalian tanah yang berlebihan akan\nmengakibatkan berkurangnya daerah resapan air, krisis air bersih hingga kekeringan.\nKekeringan adalah kondisi kekurangan curah hujan dalam periode waktu tertentu yang\ndapat menyebabkan kekurangan air untuk berbagai kegiatan, kelompok, atau sektor\nlingkungan (Hatmoko & Adidarma, 2014). Salah satu cara yang digunakan untuk\nmengamati sebaran kekeringan akibat pembangunan jalan tol Cipali di Kabupaten\nSubang, Indramayu, dan Majalengka adalah menggunakan citra Satelit Landsat 7 dan\nLandsat 8 yang diolah dengan Google Earth Engine (GEE). Pengamatan kekeringan\ndapat dilakukan dengan parameter Normalized Difference Vegetation Index (NDVI)\ndan Normalized Difference Water Index (NDWI), Land Surface Temperature (LST),\ncurah hujan, dan kerapatan sungai. Data yang digunakan dalam penelitian ini yaitu\nLandsat 7 dan Landsat 8 Surface Reflectance Level 2, Collection 2, Tier 1 tahun 2008-\n2010 dan tahun 2016-2018. Sesudah pembangunan jalan tol Cipali tahun 2016-2018,\npersentase perubahan luas menunjukkan luasan kelas kerapatan vegetasi tinggi\n(NDVI), tingkat kebasahan tinggi (NDWI), dan suhu permukaan (LST) mengalami\npeningkatan luasan sebesar 57.86%, 72.40%, dan 32.77% serta 3 wilayah tersebut\nmemiliki jumlah curah hujan tahunan sedang dan kerapatan sungai rendah.\nPeningkatan luas NDVI, NDWI, dan LST yang tinggi ini menunjukan bahwa\npembangunan jalan tol Cipali tidak berdampak pada kekeringan karena karena kondisi\nvegetasi sesudah pembangunan jalan tol Cipali tahun 2016-2018 lebih baik\ndibandingkan sebelum pembangunan jalan tol Cipali tahun 2008-2010.", "Daftar File": {}, "Penulis": "Parasmita Wulandari [15118054]", "Kontributor / Dosen Pembimbing": ["Ir. Agung Budi Harto, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Jalan tol, kekeringan, NDVI, NDWI, LST", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "20 Sep 2023"}