{"Nomor": 78439, "Judul": "EVALUASI BIAYA DAN PENGGUNAAN OBAT PADA PASIEN BPJS DI SALAH SATU KLINIK PRATAMA KOTA BANDUNG", "Abstrak": "Badan Penyelenggara Jaminan Sosial (BPJS) merupakan badan hukum yang dibentuk untuk \nmenyelenggarakan program Jaminan Sosial. BPJS memberikan dana kapitasi kepada Fasilitas \nKesehatan Tingkat Pertama (FKTP) sehingga FKTP harus bisa mengatur agar dana kapitasi cukup \nuntuk membiayai seluruh biaya operasional termasuk obat. Evaluasi terhadap peresepan obat dan \nproduk farmasetika harus dilakukan pada sistem pendanaan kapitasi. Sehingga tujuan dari \npenelitian ini adalah untuk mengevaluasi biaya dan penggunaan obat pada pasien BPJS di salah satu \nklinik pratama Kota Bandung. Metode yang digunakan dalam penelitian ini adalah studi retrospektif \ndengan metode cross-sectional dengan mengumpulkan data pasien dari rekam medis elektronik \nmulai Januari 2022 hingga Desember 2022. Analisis data dilakukan menggunakan analisis deskriptif \nuntuk membandingkan data pasien BPJS dengan pasien non-BPJS dan analisis statistik inferensial \nuntuk melihat hubungan kategori pekerjaan pasien dengan biaya yang dikeluarkan. Berdasarkan \nanalisis tersebut didapatkan bahwa jumlah obat yang dikeluarkan oleh klinik lebih banyak untuk \npasien yang tidak menggunakan BPJS namun dengan biaya yang lebih rendah dibandingkan dengan \npasien pengguna BPJS. Biaya resep pada kedua kelompok (pengguna BPJS dan tidak) berbeda \nbermakna dengan p-value sebesar 0,003. Dana kapitasi digunakan dengan rata-rata 27,89% per \nbulan. Perbedaan kategori pasien untuk pensiunan dan mahasiswa berbeda bermakna.", "Daftar File": {"ABSTRAK Phebe Ariella Wilis": "https://digilib.itb.ac.id/gdl/download/309955"}, "Penulis": "Phebe Ariella Wilis [11619029]", "Kontributor / Dosen Pembimbing": ["Tjokorde Istri Armina Padmasawitri, S.Si., M.Si., Ph.D.", "apt. Aulin Pranatalina, S.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "evaluasi biaya, BPJS, kapitasi, klinik pratama, pengeluaran obat", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "20 Sep 2023"}