{"Nomor": 78430, "Judul": "ANALISIS KERAGAMAN GENETIK DAN MORFOLOGI PADA ENAM VARIETAS TOMAT (SOLANUM LYCOPERSICUM L.) MELALUI MARKA SEQUENCE-RELATED AMPLIFIED POLYMORPHISM (SRAP) DAN INTERNAL TRANSCRIBED SPACER 2 (ITS2)", "Abstrak": "Studi mengenai keragaman genetik dan morfologi varietas tomat (Solanum lycopersicum L.) lokal Indonesia masih sangat terbatas meskipun terdapat berbagai varietas tomat unggul. Karakterisasi varietas tomat akan meningkatkan informasi mengenai keragaman genetik dan morfologi yang akan membuka lebih banyak kesempatan dalam pengembangan kultivar baru melalui program pemuliaan tanaman. Tujuan dari penelitian ini adalah mengidentifikasi keragaman genetik melalui penanda molekuler Sequence-Related Amplified Polymorphism (SRAP) dan Internal Transcribed Spacer 2 (ITS2) serta keragaman morfologi dari varietas tomat Mawar, Mirah, Zamrud, Berlian, Lahurus, dan Intan. DNA diisolasi dari daun segar lima tanaman per varietas dan diukur konsentrasi dan tingkat kemurnian tiap aksesi. Sebanyak 55 kombinasi primer SRAP dari 8 primer forward dan 19 primer reverse dioptimasi dan diseleksi melalui Polymerase Chain Reaction (PCR). Hasil seleksi primer SRAP diuji terhadap seluruh sampel DNA dan dilakukan perhitungan skor terhadap pita polimorfik serta dibentuk dendrogram dengan metode Unweighted Pair-Group Method with Arithmetic Mean (UPGMA). Amplifikasi dan sekuensing daerah ITS2 satu sampel dari tiap varietas juga dilakukan, dan sekuens disejajarkan dengan Clustal W serta dilakukan analisis filogenetik dengan metode maximum likelihood (ML) dan nilai bootstrap 1000. Analisis morfologi dilakukan dengan cara mengukur 14 karakter fenotipe daun dari lima individu per varietas lalu dirata-ratakan dan dibangun sebuah dendrogram menggunakan metode Unweighted Pair-Group Method with Arithmetic Mean (UPGMA) serta dilakukan uji Analysis of Variance (ANOVA). Hasil penelitian menunjukkan bahwa dengan menggunakan primer SRAP, diperoleh 1 fragmen DNA dengan ukuran sekitar 120 pasangan basa dan tidak ada pita polimorfik oleh kombinasi primer SRAP Me1-Em15 sehingga dendrogram yang terbentuk mengelompokkan aksesi hanya berdasarkan ada atau tidaknya kehadiran pita. Dendrogram yang dihasilkan dengan analisis daerah ITS2 menunjukkan bahwa keenam varietas tomat tidak dapat dibedakan. Hasil dendrogram berdasarkan karakter morfologi mengelompokkan tomat Lahurus dengan Intan sedangkan tomat Mirah berkelompok dengan klade Zamrud-Berlian. Hasil uji ANOVA dari 14 karakter morfologi yang diukur menunjukkan bahwa lebar daun majemuk dan lebar leaflet tengah adalah karakter yang dapat membedakan secara signifikan kelima varietas tomat. Berdasarkan hasil penelitian ini, pasangan primer SRAP Me1-Em15 dan penanda molekuler ITS2 tidak konklusif dalam memetakan keragaman genetik tomat pada tingkat varietas, sedangkan analisis keragaman morfologi pada tomat berdasarkan karakter morfologi daun dapat memberikan gambaran pengelompokkan varietas tomat.", "Daftar File": {}, "Penulis": "Feren Rukmansa [10618006]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Dadang Sumardi, M.P.", "Husna Nugrahapraja, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Solanum lycopersicum L., SRAP, ITS2, keragaman genetik, keragaman morfologi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "20 Sep 2023"}