{"Nomor": 78445, "Judul": "PENGARUH PEMBUATAN GARAM TERHADAP DISOLUSI TABLET TELMISARTAN", "Abstrak": "Kategori BCS (Biopharmaceutical Classification System) Telmisartan (TEL) sebagai obat anti\nhipertensi golongan Angiotensin Receptor Blockers (ARB), adalah BCS kelas II, dengan \nkarakteristik memiliki permeabilitas yang tinggi dan kelarutannya yang rendah. Dengan \nkelarutannya yang rendah dilakukan upaya peningkatan dengan pembuatan garam.\nPembuatan garam dilakukan dengan metode solvent evaporation menggunakan asam klorida\n(HCl). Setelah terbentuknya garam, dilakukan karakterisasi TEL dan garam TEL HCl hidrat\ndengan pemeriksaan morfologi, analisis termal dan analisis struktur kristal. Analisis ini \nmemberikan informasi adanya terbentuk senyawa baru. Setelah melakukan uji profil \nfarmasetika, pembentukan TEL-HCl hidrat berhasil meningkatkan kelarutan, laju disolusi \nintrinsik, dan memperbaiki sifat laju alir TEL. Tujuan dari penelitian ini adalah menganalisis \npengaruh pembuatan garam terhadap disolusi tablet TEL yang berdasarkan hasil uji profil\nfarmasetika TEL HCl mengonfirmasi sifat yang lebih baik dari bahan bakuTEL. TEL dan TEL HCl\ndiproses menjadi tablet dalam formula yang sama, bobot, dan kekerasan yang mirip. \nBerdasarkan hasil uji disolusi tablet, terjadi peningkatan disolusi pada garam TEL HCl dalam\nmedia dapar fosfat pH 7,5 sebesar 5 kali lebih baik dari bentuk free base nya yang \nmenunjukkan pembuatan garam meningkatkan ionisasi dan kelarutan TEL sehingga \nmeningkatkan laju disolusi TEL itu sendiri.", "Daftar File": {"ABSTRAK Sandrina A. Lumbantoruan": "https://digilib.itb.ac.id/gdl/download/309985"}, "Penulis": "Sandrina A. Lumbantoruan [10719031]", "Kontributor / Dosen Pembimbing": ["Dr. apt. Yuda Prasetya Nugraha, S.Farm., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "disolusi, garam, tablet, telmisartan", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "20 Sep 2023"}