{"Nomor": 78440, "Judul": "POTENSI BIOSURFAKTAN YANG DIPRODUKSI OLEH BACILLUS LICHENIFORMIS F16 SEBAGAI AGEN ANTIBIOFILM DARI STREPTOCOCCUS MUTANS", "Abstrak": "Data dari National Institutes of Health (NIH) menunjukkan sekitar 70% infeksi mikroba di dunia berasosiasi dengan keberadaan biofilm. Salah satu bakteri yang berkaitan dengan terbentuknya biofilm dan menyebabkan infeksi pada manusia adalah Streptococcus mutans. Bakteri ini merupakan salah satu bakteri pembentuk biofilm gigi atau plak gigi dan berperan sebagai agen etiologi utama terbentuknya karies gigi. Kontrol dan penanganan plak gigi dapat dilakukan secara mekanik dengan menyikat gigi menggunakan pasta gigi dan secara kimiawi menggunakan obat kumur. Namun, keduanya mengandung surfaktan sintetik yang dapat memberikan dampak negatif pada lingkungan serta menyebabkan munculnya reaksi alergi dan iritasi pada kulit atau jaringan tertentu. Salah satu alternatif surfaktan sintetik yang lebih ramah lingkungan adalah biosurfaktan. Biosurfaktan diketahui memiliki aktivitas antiadhesi dan antibiofilm melalui kemampuannya mengubah sifat hidrofobisitas permukaan dan menurunkan tegangan antarmuka antara dua fasa yang berbeda yang tidak bercampur. Penelitian ini bertujuan untuk menentukan jenis biosurfaktan yang diproduksi oleh B. licheniformis F16 dan potensinya sebagai agen antibiofilm terhadap bakteri S. mutans ATCC 25175 pada substrat kaca objek melalui aktivitas antiadhesi dan eradikasi biofilm. Aktivitas antiadhesi dan eradikasi biofilm dari biosurfaktan dievaluasi berdasarkan penurunan berat basah biofilm, perhitungan jumlah sel biofilm serta visualisasi biofilm dengan CLSM (Confocal Laser Scanning Microscopy) untuk menentukan nilai MBIC (Minimum Biofilm Inhibiton Concentration) dan MBEC (Minimum Biofilm Eradication Concentration). Hasil FTIR dan LC-MS menunjukkan biosurfaktan dari isolat F16 merupakan senyawa lipopeptida jenis surfaktin. Berdasarkan uji MIC (Minimum Inhibitory Concentration), biosurfaktan mampu menghambat pertumbuhan planktonik S. mutans pada kosentrasi 15,63 ppm. Biosurfaktan menunjukkan aktivitas antiadhesi dan eradikasi biofilm dengan nilai MBIC dan MBEC sebesar 125 ppm dan 250 ppm secara berturut-turut. Visualisasi penampang biofilm dengan CLSM juga menunjukkan adanya inhibisi adhesi bakteri serta eradikasi biofilm berdasarkan penurunan biomassa biofilm setelah diberi perlakuan biosurfaktan. Penelitian ini menunjukkan biosurfaktan B. licheniformis F16 memiliki potensi sebagai agen antibiofilm terhadap bakteri S. mutans.", "Daftar File": {}, "Penulis": "Hanniyah Putri Luthfiah [10419012]", "Kontributor / Dosen Pembimbing": ["Dr. Dea Indriani Astuti, S.Si.", "Dr. Eng. Isty Adhitya Purwasena, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Mikrobiologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Antiadhesi, Biofilm, Biosurfaktan, Eradikasi, Streptococcus mutans", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "20 Sep 2023"}