{"Nomor": 78442, "Judul": "ANALISIS KETERKAITAN PENYEDIAAN PRASARANA DASAR DENGAN KUALITAS LINGKUNGAN HIDUP DI KAWASAN INFORMAL (STUDI KASUS: RW 13 DAN RW 14, KELURAHAN SADANG SERANG, KOTA BANDUNG)", "Abstrak": "Tingginya kepadatan penduduk akibat urbanisasi menyebabkan permintaan lahan\nuntuk permukiman tidak sebanding dengan ketersediaan lahan yang ada sehingga\nterbentuknya permukiman kumuh. Permukiman kumuh merupakan kawasan informal\nyang tidak layak huni yang ditandai dengan prasarana dasar yang mencakup jalan\nlingkungan, penyediaan air bersih, drainase lingkungan, pengelolaan air limbah, dan\npengelolaan persampahan belum memenuhi standar (Permen PUPR RI Nomor\n02/PRT/M/2016 Tentang Peningkatan Kualitas Terhadap Perumahan Kumuh Dan\nPermukiman Kumuh). Keterbatasan prasarana dasar dalam memenuhi kebutuhan\npenduduk yang terus meningkat terutama dalam kawasan dengan kepadatan\npenduduk yang relatif tinggi akan mempengaruhi kualitas lingkungan hidup dalam\nkawasan tersebut, seperti penurunan kualitas kebersihan yang ditandai dengan timbul\nberbagai macam penyakit, tingginya polusi udara, terjadinya banjir di perkotaan,\npenurunan produktivitas masyarakat akibat stress, dan sebagainya. Oleh karena itu\ndiperlukan penanganan sesegera mungkin, salah satunya yaitu melalui penyediaan\nprasarana dasar yang berkualitas dan mampu mengimbangi peningkatan penduduk\ndalam suatu kawasan. Untuk itu, penelitian ini dilakukan dengan tujuan menganalisis\nketerkaitan antara penyediaan prasarana dasar dengan kualitas lingkungan hidup di\nkawasan informal dalam lingkup wilayah permukiman kumuh sehingga diharapkan\ndapat menjadi masukan dalam rencana perbaikan atau peningkatan kesejahteraan\nmasyarakat di dalamnya. Metode penelitian dilakukan melalui tinjauan literatur,\nkuesioner, dan observasi dalam kawasan terpilih. Metode analisis yang digunakan\nyaitu analisis supply-demand & analisis deskripsi kualitatif untuk mendeskripsikan\nprasarana dasar eksisting pada wilayah penelitian, analisis deskriptif kuantitatif\nuntuk perhitungan indeks kualitas lingkungan hidup, dan analisis korelasi R- pearson\nuntuk melihat keterkaitan antara penyediaan prasarana dasar dengan kualitas\nlingkungan hidup di kawasan wilayah studi, yakni RW 13 dan RW 14, Kelurahan\nSadang Serang, Kota Bandung. Hasil yang diperoleh ialah terdapat hubungan antar\nvariabel penyediaan prasarana dasar dengan variabel kualitas lingkungan hidup\ndengan korelasi sangat kuat serta arah korelasinya yang searah atau positif", "Daftar File": {}, "Penulis": "Laura Afrian [15418082]", "Kontributor / Dosen Pembimbing": ["Ninik Suhartini, S.T., MURP., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "Prasarana dasar, kualitas lingkungan hidup, permukiman kumuh,, keterkaitan.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "20 Sep 2023"}