{"Nomor": 78453, "Judul": "IDENTIFIKASI PENGARUH PARTISIPASI MASYARAKAT LOKAL DALAM PENERAPAN PRINSIP EKOWISATA DI PARIWISATA SANGHYANG KENIT", "Abstrak": "Pariwisata merupakan salah satu sektor di bidang jasa yang memiliki pengaruh\ncukup signifikan dalam pembangunan perekonomian Indonesia, sehingga\npariwisata merupakan sektor yang potensial untuk dikembangkan. Salah satunya\nyaitu Pariwisata Sanghyang Kenit yang diresmikan pada akhir tahun 2019 yang\nberpotensi untuk terus dikembangkan. Dengan adanya potensi pengembangan di\nSanghyang Kenit terdapat ancaman berupa eksternalitas negatif terhadap\nlingkungan, budaya lokal, dan masyarakat setempat. Sehingga, diperlukan suatu\nkonsep pengembangan yang memiliki fokus pada upaya meminimalisir\neksternalitas negatif tersebut. Salah satu prinsip yang dapat diterapkan di\nSanghyang Kenit ini yaitu prinsip ekowisata, mengingat destinasi wisata\nSanghyang Kenit memanfaatkan alam sebagai daya tarik utama wisatanya.\nImplementasi prinsip ini perlu didukung dengan keterlibatan partisipasi\nmasyarakat lokal sebagai salah satu nilai dalam prinsip ekowisata, sesuai dengan\nPerda KBB No. 4 Tahun 2012 dan selaras dengan upaya Disparbud KBB dalam\nmelibatkan masyarakat dalam pengelolaan destinasi wisata untuk sama-sama\nmemajukan potensi wisata alam KBB. Dengan demikian, penelitian ini disusun\nuntuk mengetahui pengaruh partisipasi masyarakat lokal dalam pengembangan\npariwisata Sanghyang Kenit dengan menggunakan prinsip ekowisata. Data\nsekunder diperoleh melalui instansi, media cetak, dan elektronik. Sementara data\nprimer diperoleh melalui observasi dan wawancara. Analisis data dilakukan\ndengan menggunakan metode analisis deskriptif kualitatif, analisis skoring nilai\nekowisata untuk mengidentifikasi nilai ekowisata di Sanghyang Kenit, dan\nanalisis tipologi partisipasi masyarakat untuk mengidentifikasi tipologi\nmasyarakat di sekitar Sanghyang kenit. Berdasarkan hasil dari identifikasi\ntersebut dilakukan peninjauan untuk mengetahui pengaruh nilai partisipasi\nmasyarakat terhadap penerapan ekowisata Sanghyang Kenit. Hasil identifikasi\nnilai ekowisata dengan metode skoring menunjukkan bahwa masih terdapat\nkekurangan dalam penerapan prinsip ekowisata di Sanghyang Kenit. Identifikasi\ntipologi partisipasi masyarakat menunjukkan hasil yang baik yaitu masyarakat\nsudah memiliki motivasi dan inisiatif sendiri dalam mengembangkan pariwisata\nSanghyang Kenit. Hal tersebut dapat ditunjukkan melalui pola gabungan antara\nInduced Participation > Spontaneous participation pada sebagian indikator dan\nSpontaneous participation pada indikator lainnya. Pada peninjauan pengaruh\nnilai partisipasi masyarakat terhadap penerapan ekowisata Sanghyang Kenit,\ndidapatkan bahwa secara umum masyarakat sudah berpartisipasi dalam setiap\nnilai-nilai ekowisata, namun, partisipasi tersebut belum merata pada setiap\nnilainya cenderung masih memprioritaskan kestabilan pengembangan pariwisata.\nHasil dari Penelitian ini diharapkan dapat menjadi referensi bagi pemerintah,\nmasyarakat, maupun pihak lainnya terhadap penerapan nilai ekowisata,\nkhususnya pada Destinasi Wisata Sanghyang Kenit.", "Daftar File": {}, "Penulis": "Nurul Auliya Fathimah Az-zahra [15419059]", "Kontributor / Dosen Pembimbing": ["Prof. Drs. Arief Rosyidie, M.SP, M.Arch., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Production", "Kata Kunci": "Ekowisata, Pariwisata, Partisipasi Masyarakat", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "20 Sep 2023"}