{"Nomor": 78458, "Judul": "UJI EFEK PROTEKTIF KUERSETIN BERTARGET MITOKONDRIA TERHADAP DISFUNGSI MITOKONDRIA YANG DIINDUKSI ROTENON", "Abstrak": "Mitokondria merupakan salah satu organel di dalam tubuh yang berperan penting dalam menjaga \nfungsi normal sel tubuh. Organel ini memiliki fungsi untuk memproduksi energi dalam bentuk \nAdenosine Triphosphate (ATP) dan bertanggung jawab dalam mengirim sinyal untuk proliferasi dan \nkematian sel. Disfungsi mitokondria akan menyebabkan penurunan sintesis ATP, proses kematian sel \nyang tidak teratur, dan peningkatan produksi Reactive Oxygen Species (ROS). Peningkatan produksi \nROS seringkali dikaitkan dengan berbagai macam penyakit, seperti penyakit kardiovaskular, \nneurodegeneratif, kanker, obesitas, dan penyakit lain. Oleh karena itu, diperlukan pengembangan \npenghantaran obat dengan senyawa aktif antioksidan ke mitokondria untuk mencegah kerusakan sel \ndari stres oksidatif. Sebelumnya telah dilakukan pengembangan formula nanopartikel dengan senyawa \nkuersetin sebagai antioksidan untuk mencegah kerusakan sel dari stres oksidatif yang diinduksi oleh \nH2O2. Namun, ditemukan bahwa H2O2 tidak menginduksi stres oksidatif secara langsung di mitokondria, \nsehingga penelitian ini bertujuan untuk menginduksi stres oksidatif pada mitokondria dengan rotenon \nsebagai penghambat kompleks I pada proses fosforilasi oksidatif. Pada penelitian ini digunakan lipoDQ \ndengan konsentrasi dequalinium (DQA) rendah (Low Density) karena memiliki profil keamanan yang \nbaik terhadap sel. Berdasarkan hasil karakterisasi nanopartikel, diperoleh ukuran nanopartikel <250 \nnm dengan indeks polidispersitas <0,5 untuk liposom dan lipoDQ LD. Selanjutnya, dilakukan uji aktivitas \nantioksidan pada sel TM4 yang diinduksi oleh rotenon dan diperoleh aktivitas yang lebih baik pada sel \nyang diberikan lipoDQ dengan konsentrasi kuersetin 0,5 ?M dibandingkan dengan kontrol rotenon dan \nsel yang diberikan liposom saja. LipoDQ terbukti mempunyai efek yang signifikan untuk mengurangi \ndampak negatif dari stress oksidatif yang diinduksi oleh rotenon.", "Daftar File": {"ABSTRAK Monica Gabriella Alberta Fusen": "https://digilib.itb.ac.id/gdl/download/310124"}, "Penulis": "Monica Gabriella Alberta Fusen [10719032]", "Kontributor / Dosen Pembimbing": ["Dr. Satrialdi, S.Farm., M.Si.", "apt. Diky Mudhakir, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Mitokondria, Antioksidan, Reactive Oxygen Species, Rotenon, Kuersetin", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "20 Sep 2023"}