{"Nomor": 78454, "Judul": "STUDI ADSORPSI CO2 PADA PERMUKAAN MONTMORILLONIT :  SINTESIS ACID-TREATED MONTMORILLONIT  DAN SIMULASI ADSORPSI CO2 PADA MONTMORILLONIT MENGGUNAKAN METODE DENSITY FUNCTIONAL THEORY (DFT)", "Abstrak": "Emisi gas karbon dioksida (CO2) terus meningkat seiring meningkatnya penggunaan bahan bakar di berbagai sektor. Upaya penanggulangan emisi CO2 dilakukan untuk mengurangi dampaknya. Adsorpsi CO2 dengan material berpori dinilai sebagai upaya paling mudah dan ekonomis untuk mengurangi emisi CO2. Pada penelitian ini, material berpori berupa Montmorillonit diuji kemampuan adsorpsinya terhadap CO2. Penelitian ini dilakukan menjadi dua bagian, yaitu eksperimen treatment asam pada Montmorillonit dan simulasi adsorpsi CO2 pada Montmorillonit. Hasil eksperimen menunjukkan acid-treated Montmorillonit membentuk agregat-agregat yang cukup homogen. Pada grafik EDS, rasio Si/Al pada acid-treated Montmorillonit berkurang dibandingkan pada raw Montmorillonit karena proses pengasaman menyebabkan pelepasan Si dan Al. Metode simulasi dilakukan dengan metode Density Functional Theory (DFT) pada software VASP. Pada simulasi ini digunakan GGA (Generalized Gradient Approximation) dengan fungsi PBE (Perdew Burke Ernzerhof) untuk energi exchange-correlation. Metode PAW (projector Augmented Wave) digunakan dengan energi cut off sebesar 520 eV. Pada simulasi, mekanisme adsorpsi CO2 pada sistem Montmorillonit berhasil teramati. Sudut CO2 dengan permukaan Montmorilonit mengecil dari 118,37o menjadi 110,74o. Energi bandgap sistem berkurang 99,1 meV setelah adsorpsi, energi bandgap Montmorillonit sebesar 5,6361 eV dan energi bandgap sistem CO2/Montmorillonit sebesar 5,5370 eV. Energi adsorpsi yang terukur sebesar -0,28 eV. Adsorpsi yang terjadi merupakan adsorpsi fisik dan berupa peristiwa eksotermik.", "Daftar File": {}, "Penulis": "Huwaida Nur Asysyifa Mufarrida [10219013]", "Kontributor / Dosen Pembimbing": ["Triati Dewi Kencana Wungu, S.Si., M.T, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Adsorpsi CO2, Adsorpsi Fisik, Density Functional Theory, Montmorillonit", "Sumber": "", "Staf Input/Edit": "Yati Rochayati  \n                                     Yati Rochayati", "File": "8 file", "Tanggal Input": "20 Sep 2023"}