{"Nomor": 78468, "Judul": "EVALUASI KINERJA TRANS JAKARTA DENGAN PERTIMBANGAN PENGARUH MODA RAYA TERPADU KORIDOR UTARA-SELATAN (STUDI KASUS: KORIDOR 1 TRANS JAKARTA)", "Abstrak": "Seyogyanya, sistem transportasi perkotaan di DKI Jakarta, khususnya di sekitar berbagai\njalan protokol di Jakarta Selatan sudah tidak mampu tertopang jika terus dibebankan oleh\nkendaraan bermotor pribadi. Sehingga, dengan diiringi bergesernya paradigma kebutuhan\ntransportasi urban ke berbagai layanan angkutan umum, hal ini semestinya teratasi. Namun,\ndidapat pula fakta bahwa pada Koridor 1 TransJakarta, cakupannya cukup beririsan dengan\nKoridor Utara-Selatan Moda Raya Terpadu (MRT) Jakarta, yang keduanya mencakup\ndaerah dari Blok M hingga Bundaran HI juga hingga saat ini. Hal ini dikhawatirkan bisa\nmemunculkan predasi, alih-alih diversi penggunaan kendaraan bagi masyarakat perkotaan.\nOleh karena itu, perlu identifikasi terkait mengetahui bagaimana evaluasi kinerja\nTransJakarta pada Koridor 1 ini dan pengejawantahan alternatif intervensi apa yang dirasa\nbisa menyokong kinerja TransJakarta pada Koridor 1. Langkah yang ditempuh pada tugas\nakhir ini yakni menggunakan pemodelan terkait untuk simulasi kuantitas penggunaan\ntransportasi umum terkait.\nPenelitian ini dilakukan untuk mengidentifikasi kinerja TransJakarta, khususnya dengan\nbeban penumpang pada waktu puncak dan pendapatan yang didapat dengan berbagai\nkondisi skenario dengan waktu tinjauan selama 20 tahun ke depan dengan partisi waktu\ntinjau per 5 tahun. Pada penelitian ini dilakukan pengumpulan data dengan melakukan\nkajian pustaka, terlebih data berupa kuantitas penumpang per jam untuk setiap pergerakan\ndi dalam dan sekitar wilayah tinjau, yakni stasiun-stasiun dan halte-halte sekitar Koridor 1\nTransJakarta dan Koridor Utara-Selatan MRT Jakarta pada waktu puncak. Kemudian, data\ntersebut diolah dengan interpolasi hingga 20 tahun ke depan sebelum dibebankan dengan\npemodelan pada EMME 3. Setelah dibebankan, bisa didapatlah berbagai kinerja terkait\nyang sudah dijabarkan sebelumnya. Jika sudah didapatkan kinerja terkait dan tidak\nmemenuhi kinerja seharusnya, dipilihlah berbagai alternatif yang bisa mengatasi\npermasalahan tersebut dengan waktu tinjauan pada kasus ekstrim yakni pada saat 20 tahun\nke depan.\nBerdasarkan penelitian yang dilakukan, diperoleh hasil bahwa hingga 2.970 penumpang\nper jam bisa berada pada satu ruas pada TransJakarta, meskipun didapat proporsi\npenumpang antara MRT dan TJ kian konstan. Untuk mengatasi hal ini, dipilihlah hingga\ntujuh alternatif terkait dengan batasan berupa hanya TransJakarta saja yang bisa\ndiintervensi, baik berupa waktu antara maupun tarif yang dibebankan untuk TransJakarta.\nBeberapa alternatif yang dicoba juga pada EMME 3 yakni mengurangi waktu antara hingga\n3 menit hingga menambahnya hingga 7 menit dari kondisi aktual yang ditemui yakni 5\nmenit, selain itu, juga dilakukan simulasi jika harga tarif TransJakarta diubah, meskipun\nskemanya tetap flat, dari Rp 3.000,00 hingga Rp 7.000,00. Dengan menimbang berbagai\nindikator kinerja yang ditinjau, yakni dari kuantitas penumpang yang diangkut hingga\nkuantitas load factor-nya, hingga pendapatan yang didapat, terpilihlah alternatif berupa\nmengurangi waktu antara hingga menjadi 3 menit, dengan implikasi perlu pula\npenambahan armada bus TransJakarta pada Koridor 1 ini.", "Daftar File": {}, "Penulis": "Muhammad Rizal Arvandy Harahap [15016146]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Harun Al Rasyid, M.Sc., Ph.D.", "Taufiq Suryo Nugroho, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "TransJakarta, Kinerja, Dibebankan, Alternatif.", "Sumber": "Program Studi Teknik Sipil", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "22 Sep 2023"}