{"Nomor": 78463, "Judul": "SIMULASI GERAK FLUIDA MENGGUNAKAN METODE SMOOTH PARTICLE HYDRODYNAMIC", "Abstrak": "Simulasi fluida secara virtual 2 dimensi dapat membantu dalam\nmensimulasikan fluida secara langsung dalam berbagai masalah, seperti pada\nsimulasi fluida untuk pendidikan, simulasi geologi untuk longsor, dan lain\nsebagainya. Tesis ini bertujuan mensimulasikan perilaku tiga jenis fluida yang\nberbeda (air, minyak kelapa, dan gliserin) dalam wadah 2D dan menganalisis\nbagaimana ketiga jenis fluida tersebut berperilaku dalam berbagai kondisi,\ntermasuk interaksi dengan boundary. Penelitian ini disimulasikan\nmenggunakan bahasa pemrograman Python untuk mensimulasikan fluida dan\nmenggunakan aplikasi Wondershare Filmora X untuk menggabungkan\ngambar. Metoda penelitian ini menggunakan metoda Smooth Particle\nHydrodynamics untuk mensimulasikan fluida dalam suatu wadah 2 dimensi\ndengan jumlah 10.000 partikel. Penelitian ini menggunakan metoda Smooth\nParticle Hydrodynamics untuk membantu memodelkan fluida dalam bentuk\npartikel dengan menurunkan medan kerapatan gaya langsung dari persamaan\nNavier-Stokes. Persamaan Navier-Stokes digunakan untuk mencari percepatan\ndan kecepatan partikel fluida dengan memasukkan gaya eksternal, gaya\ninternal, dan gravitasi melalui metoda Smooth Particle Hydrodynamics.\nPercepatan dan kecepatan akan divalidasi akibat tumbukan dinding, tumbukan\ndengan boundary dan tumbukan antara partikel yang menyebabkan perubahan\nposisi partikel dan kecepatan partikel. Pada saat visualisasi terjadi kecepatan\nfluida seiring waktu melambat diakibatkan redaman yang diakibatkan interaksi\nantara sesama partikel, partikel dengan boundary dan partikel dengan dinding.\nDisini terlihat perilaku fluida berperilaku mengalir dari tempat tinggi ketempat\nyang lebih rendah, partikel fluida berbentuk menyerupai wadah, permukaan fluida berbentuk seperti halnya gelombang dan pada simulasi dengan boundary\ndidapatkan bahwa kemampuan fluida menembus suatu celah dipengaruhi oleh\nbesar atau kecilnya celah yang dimiliki dan besarnya nilai viskositas dinamik\nfluida.", "Daftar File": {"ABSTRAK Kaisa Nooreza": "https://digilib.itb.ac.id/gdl/download/310304", "COVER Kaisa Nooreza": "https://digilib.itb.ac.id/gdl/download/317273", "BAB 1 Kaisa Nooreza": "https://digilib.itb.ac.id/gdl/download/317274", "BAB 2 Kaisa Nooreza": "https://digilib.itb.ac.id/gdl/download/317275", "BAB 3 Kaisa Nooreza": "https://digilib.itb.ac.id/gdl/download/317276", "BAB 4 Kaisa Nooreza": "https://digilib.itb.ac.id/gdl/download/317277", "BAB 5 Kaisa Nooreza": "https://digilib.itb.ac.id/gdl/download/317278", "PUSTAKA Kaisa Nooreza": "https://digilib.itb.ac.id/gdl/download/317279"}, "Penulis": "Kaisa Nooreza [24721013]", "Kontributor / Dosen Pembimbing": ["Triati Dewi Kencana Wungu, S.Si., M.T, Ph.D.", "Dr. Fiki Taufik Akbar Sobar, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Pengajaran Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Smooth Particle Hydrodynamics, fluida, dan Navier-Stokes.", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "8 file", "Tanggal Input": "21 Sep 2023"}