{"Nomor": 78473, "Judul": "DESIGN OF A BLUFF BODY MICRO COMBUSTOR FOR AN AUTOMOTIVE TURBOCHARGER BASED GAS TURBINE", "Abstrak": "In recent years, the growing concern over global warming and climate change\nhas spurred a heightened demand for environmentally sustainable transportation\nsolutions. The aviation industry, recognized as a significant contributor to\ngreenhouse gas emissions, faces pressure to adopt eco-friendly alternatives. Although\nelectric aircraft have emerged as a promising option, their widespread\nadoption remains hindered by limitations in battery capacity and charging\ntimes. An innovative alternative to exclusively relying on batteries for electric\naircraft propulsion is the incorporation of ultra-micro gas turbines (UMGTs)\nto generate onboard electricity during flight. These UMGTs utilize natural\ngases, such as propane, butane, or their combinations, as a fuel source. Natural\ngases are favored due to their superior energy density compared to batteries\nand relatively lower emissions compared to conventional jet fuels. However, the\ndesign and manufacturing of UMGT components, particularly the compressor\nand turbine blades, entail significant costs and time investments. To address\nthese challenges and streamline UMGT development, this thesis focuses on the\ndesign of the UMGT combustor. Two distinct combustor designs have been\ndeveloped, one adhering to a conventional configuration and another adopting\na reverse flow layout. In line with predefined design criteria and specifications,\nthe final geometry of the straight-through combustor exhibits a pattern factor\nof 0.20 and a pressure loss of 5.56%, encompassing a total length of 179.2 mm.\nConversely, the ultimate configuration of the reverse flow combustor achieves\na pattern factor of 0.20 and a pressure loss of 5.95%, with a total length of\n115 mm. These findings contribute to the advancement of UMGT technology,\noffering cost-effective and efficient solutions for sustainable aviation in the face\nof environmental challenges.", "Daftar File": {}, "Penulis": "Laurentius Laksamana P S [13619128]", "Kontributor / Dosen Pembimbing": ["Dr. Firman Hartono, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Gas turbine, Ultra-micro gas turbine, combustion chamber design, reverse flow combustion chamber, automotive turbocharger.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Sep 2023"}