{"Nomor": 78471, "Judul": "KARAKTERISTIK RESERVOIR DAN PREDIKSI  ELEKTROFASIES BATUPASIR MIOSEN TENGAH,  UNIT STRATIGRAFI 5, FORMASI TANJUNG BATU,  LAPANGAN TRESNO, CEKUNGAN KUTAI,  KALIMANTAN TIMUR", "Abstrak": "Tresno adalah lapangan gas dan kondensat raksasa yang terletak di bagian timur \nDelta Mahakam modern. Zona menarik utama di lapangan Tresno terletak di \nbagian bawah dari Miosen Tengah pada Unit Stratigrafi 5, Formasi Tanjung Batu. \nSecara lateral lapangan Tresno dicirikan oleh reservoir yang diendapkan di delta \nplain bagian atas hingga proximal delta front. Lapisan zona utama lapangan \nTresno umumnya tersusun oleh reservoir mouthbar yang menumpuk dan reservoir \nchannel. \nSeluruh informasi yang telah terintegrasi meliputi data log, deskripsi intibor, \nanalisis intibor, analisis tekanan formasi, dan analisis petrografi digunakan untuk \nmeyakinkan bahwa model interpretasi bisa diterapkan pada penelitian. \nPenggunaan perangkatlunak dan metode MRGC dimungkinkan untuk melakukan \nkarakterisasi reservoir secara menyeluruh. Metode prediksi elektro fasies \nmenunjukkan hasil yang baik. \nDari hasil penelitian dapat diketahui bahwa karakteristik reservoir bisa dibedakan \nberdasarkan fasies dan elektrofasies. Parameter petrofisika yang dapat digunakan \nuntuk identifikasi formasi dengan hasil analisis tekanan formasi ketat adalah \nfaktor resistivitas formasi, volume lempung, saturasi air, dan porositas efektif. \nReservoir dengan hasil analisis tekanan formasi ketat disebabkan oleh kehadiran \nstruktur sedimen berupa bioturbasi, tekstur sedimen dengan butiran yang halus, \nsortasi buruk, tingkat kompaksi yang tinggi, dan sementasi pada pori oleh mineral \npirit, dolomit, lempung, dan silika.", "Daftar File": {"Abstrak Yudiyoko 22010023.pdf": "https://digilib.itb.ac.id/gdl/download/310597", "Cover Yudiyoko 22010023.pdf": "https://digilib.itb.ac.id/gdl/download/310598", "Bab 1 Yudiyoko 22010023.pdf": "https://digilib.itb.ac.id/gdl/download/310599", "Bab 2 Yudiyoko 22010023.pdf": "https://digilib.itb.ac.id/gdl/download/310600", "Bab 3 Yudiyoko 22010023.pdf": "https://digilib.itb.ac.id/gdl/download/310601", "Bab 4 Yudiyoko 22010023.pdf": "https://digilib.itb.ac.id/gdl/download/310602", "Bab 5 Yudiyoko 22010023.pdf": "https://digilib.itb.ac.id/gdl/download/310603", "Daftar Pustaka Yudiyoko 22010023.pdf": "https://digilib.itb.ac.id/gdl/download/310604", "Lampiran Yudiyoko 22010023.pdf": "https://digilib.itb.ac.id/gdl/download/310605"}, "Penulis": "Yudiyoko Ega Sugiharto [22010023]", "Kontributor / Dosen Pembimbing": ["Ir. Nurcahyo Indro Basuki, M.T, Ph.D.", "Dr. Dwiharso Nugroho, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "karakteristik reservoir, elektrofasies, lapangan Tresno", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "9 file", "Tanggal Input": "25 Sep 2023"}