{"Nomor": 78483, "Judul": "MODEL PENENTUAN LOKASI COAL BLENDING FACILITIES UNTUK MENJAMIN PASOKAN BATUBARA PLTU DI PULAU JAWA", "Abstrak": "Dalam dokumen RUPTL PT. PLN (Persero) 2015-2024 terdapat Rencana\nPemenuhan Kebutuhan Listrik Jangka Menengah (2015-2019) yang dikenal dengan\nnama Proyek Pembangkit 35.000 MW. Sebagian besar jenis pembangkit dari\nproyek tersebut yaitu sebanyak 19.940 MW merupakan PLTU Batubara. Dalam\npengoperasion PLTU Batubara, kontinuitas pasokan batubara menjadi faktor yang\nsangat penting. Mekanisme pasokan batubara ke PLTU saat ini adalah dengan\nmembeli batubara yang sesuai dengan spesifikasi kualitas PLTU secara langsung\ndari tambang-tambang batubara yang berada di Sumatera dan Kalimantan. Pasokan\nbatubara dengan mekanisme tersebut memiliki beberapa kelemahan, seperti pihak\nPLTU merasa kesulitan dalam mencari batubara dengan kualitas dan kuantitas yang\nsesuai spesifikasinya, serta lokasi tambang batubara pemasok yang jauh sehingga\ntotal biaya pengadaan batubara menjadi mahal. Selain mekanisme pasokan\nlangsung tersebut, terdapat alternatif lain yaitu mekanisme pencampuran batubara.\nPada mekanisme pencampuran batubara, terdapat suatu atau beberapa fasilitas\npencampuran batubara yang akan melakukan pencampuran berbagai jenis kualitas\nbatubara dari berbagai pemasok untuk menghasilkan batubara campuran yang\nsesuai dengan spesifikasi kualitas batubara PLTU. Beberapa kelebihan dari\nmekanisme ini yaitu: pihak PLTU akan memperoleh batubara yang sesuai dengan\nspesifikasinya baik secara kualitas maupun kuantitasnya, serta total biaya\npengadaan batubara dapat diminimumkan karena terdapat kemungkinan untuk\nmelakukan pencampuran batubara dari tambang-tambang batubara yang berlokasi\ndekat dengan PLTU. Namun demikian, sebelum menerapkan mekanisme\npencampuran batubara ini, perlu dilakukan kajian terutama tentang dimana lokasi\nfasilitas pencampuran batubara (Coal Blending Facility / CBF), bagaimana alokasi\ndemand tiap fasilitas dan bagaimana komposisi pasokan batubara dari tiap\npemasok.\nPenelitian ini bertujuan untuk mengembangkan sebuah model matematika untuk\npenentuan komposisi pasokan batubara dan lokasi CBF yang optimal, yaitu dengan\nkriteria biaya pengadaan batubara minimum. Dalam penelitian ini, model yang akan\ndibangun dan dikembangkan akan dibatasi untuk 8 (delapan) PLTU baru di utara\nPulau Jawa dengan total kapasitas 10.815 MW, serta dibatasi untuk tambang\nbatubara pemasok yang berasal dari Pulau Sumatera dan Pulau Kalimantan.\nKonsep model lokasi kontinu (Model Weber) digunakan dalam tahap pembentukan\nmodel. Terdapat dua model yang terbentuk yaitu Model 01 yang merupakan\noptimasi linear untuk penentuan pemasok batubara dan optimasi nonlinear untuk\npenentuan lokasi CBF, serta Model 02 yang merupakan optimasi nonlinear untuk\npenentuan pemasok batubara sekaligus penentuan lokasi CBF. Pengolahan data\nterhadap kedua model dilakukan dengan empat skenario pembagian alokasi demand\nbatubara PLTU pada dua lokasi CBF, yaitu CBF Sumatera dan CBF Kalimantan.\nBerdasarkan analisis dan pembahasan yang dilakukan, dipilih Model 02 sebagai\ndasar pemecahan masalah penelitian dan didapatkan hasil berupa skenario 1\nmerupakan skenario dengan biaya pengadaan batubara minimum senilai USD\n1.902.928.872 per tahun. Pembagian alokasi demand batubara untuk skenario 1\nyaitu 7 PLTU dilayani CBF Sumatera dan 1 PLTU dilayani CBF Kalimantan.\nLokasi CBF Sumatera terletak di Tarahan Coal Terminal dan lokasi CBF\nKalimantan terletak di South Pulau Laut Coal Terminal.", "Daftar File": {"ABSTRAK Hanif Ikhsan Pratama": "https://digilib.itb.ac.id/gdl/download/312191", "BAB 1 Hanif Ikhsan Pratama": "https://digilib.itb.ac.id/gdl/download/312192", "BAB 2 Hanif Ikhsan Pratama": "https://digilib.itb.ac.id/gdl/download/312193", "BAB 3 Hanif Ikhsan Pratama": "https://digilib.itb.ac.id/gdl/download/312194", "BAB 4 Hanif Ikhsan Pratama": "https://digilib.itb.ac.id/gdl/download/312195", "BAB 5 Hanif Ikhsan Pratama": "https://digilib.itb.ac.id/gdl/download/312197", "BAB 6 Hanif Ikhsan Pratama": "https://digilib.itb.ac.id/gdl/download/312198", "BAB 7 Hanif Ikhsan Pratama": "https://digilib.itb.ac.id/gdl/download/312199", "2016 TS PP HANIF IKHSAN PRATAMA 1-BAB 8.pdf": "https://digilib.itb.ac.id/gdl/download/312201", "PUSTAKA Hanif Ikhsan Pratama": "https://digilib.itb.ac.id/gdl/download/312202"}, "Penulis": "Hanif Ikhsan Pratama [22114043]", "Kontributor / Dosen Pembimbing": ["Dr. Ing. Ir. Arjo Prawoto Wibowo, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Coal Blending Facility, model lokasi, PLTU, pasokan batubara.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "10 file", "Tanggal Input": "03 Okt 2023"}