{"Nomor": 78480, "Judul": "IDENTIFIKASI VORTEX INDUCED VIBRATION PADA TENDON TENSION LEG PLATFORM", "Abstrak": "Bangunan lepas pantai pada perairan yang dalam menggunakan kaki (leg) lebih panjang dibandingkan dengan bangunan lepas pantai di perairan dangkal. Salah satu jenis bangunan lepas pantai di perairan dalam adalah Tension Leg Platform (TLP). Bangunan ini memiliki bagian struktur kaki yang disebut dengan tendon. Tendon merupakan tali baja yang ditambatkan ke dasar laut sebagai penahan dan terletak pada masing – masing ujung struktur TLP. Ujung satu bertumpu pada struktur joint di platform dan ujung satunya terletak pada fixed joint penahan di dasar laut. Joint pada kedua ujungnya menjaga tendon agar tetap pada kondisi tarik (tensioned) dengan besar tegangan tertentu. Saat arus laut melewati struktur tendon, aliran arus akan membentuk suatu pusaran di belakang tendon (disebut dengan vortex) yang mengakibatkan adanya getaran secara periodik atau terus – menerus. Getaran ini menginduksi tendon sehingga berosilasi sesuai dengan frekuensi natural yang dimiliki. Bila nilai frekuensi ini mendekati nilai frekuensi arus di sekitar struktur, maka simpangan getaran tendon semakin besar dan terjadi peristiwa lock in.\nFenomena lock in merupakan keadaan dimana frekuensi natural yang dimiliki struktur sama dengan atau mendekati frekuensi gaya lingkungan di sekitar struktur (dikenal dengan istilah vortex shedding). Getaran tendon yang terjadi akibat vortex shedding disebut dengan vortex induced vibration. Pengaruh getaran yang terjadi mengakibatkan adanya kelelahan (fatigue damage) pada tendon TLP. Melalui identifikasi lock in dan penghitungan besarnya fatigue damage akibat vortex induced vibration, umur operasi tendon (service life) dapat dihitung dan dianalisis terhadap syarat besarnya service life yang diinginkan (required service life).", "Daftar File": {}, "Penulis": "Rifel Landong Pordiman [15506054]", "Kontributor / Dosen Pembimbing": ["Ir. Krisnaldi, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "lock in, tendon, vortex shedding, vortex induced vibration.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "29 Sep 2023"}