{"Nomor": 78481, "Judul": "GEOLOGI DAN ALTERASI HIDROTERMAL DAERAH BLOK PANI DANSEKITARNYA, KECAMATAN BUNTULIA, KABUPATEN POHUWATO, PROVINSIGORONTALO.", "Abstrak": "Daerah penelitian merupakan daerah eksplorasi PT. Gorontalo Sejahtera \nMining, yang berada di Daerah Gunung Pani, Kecamatan Butulia, Kabupaten \nPohuwato, Gorontalo. Peneliti sebelumnya menyatakan bahwa daerah ini memiliki \nmineralisasi dengan tipe Epitermal. Untuk mengetahui potensi mineralisasi tersebut \ndan kondisi geologinya, peneliti bekerjasama dengan perusahaan melakukan \npemetaan geologi dan alterasi hidrotermal di lapangan.\nBerdasarkan studi literatur, pengamatan lapangan, analisis petrografi, analisis\nmineragrafi, analisis geokimia, data sekunder ASD dan ASSAY, didapat hasil \nsebagai berikut: Daerah ini merupakan kompleks gunungapi yang tersusun atas \nempat satuan, yaitu Satuan Kerucut Vulkanik, Satuan Punggungan Piroklastik, \nSatuan Punggungan Lava dan Satuan Dataran Aluvial. Pola aliran sungai berupa \ntrellis dan radial dengan lembah sungai berbentuk ‘V’ dan erosional cukup intensif. \nStratigrafi daerah ini tersusun atas empat satuan batuan tidak resmi yang berumur \nMiosen Akhir hingga Pliosen Akhir, secara urutan dari tua ke muda, yaitu Satuan \nGranodiorit, Satuan Lava Dasit, Satuan Tuf, dan Satuan Intrusi Dasit. Struktur \ngeologi berupa sesar geser berarah baratlaut-tenggara dan timurlaut-baratdaya, \nmemotong semua batuan yang berumur Miosen Akhir - Pliosen.\nTerbentuknya sesar geser di daerah penelitian menghasilkan siklus \nhidrotermal dengan sumber panas berasal dari intrusi dasit. Larutan hidrotermal \nkemudian bereaksi dengan batuan samping melalui media rekahan yang telah \nterbentuk, sehingga menghasilkan alterasi dan mineralisasi. Alterasi Hidrotermal \nyang berkembang berupa Zona kuarsa-klorit-smektit-adularia, Zona kuarsa-illitesmektit-siderit, Zona kuarsa-epidot-kalsit-klorit, Dan Zona klorit-kuarsa-mikapiropilit-kalsit. Mineral sulfida dan logam dasar yang hadir berupa pirit, kalkopirit, \narsenopirit, kalkosit, dan sfalerit. Terdapat urat-urat dengan tebal 0,5-3 cm berupa \nkalsedon dan kuarsa dengan tekstur kristalin dan crustiform.\nBerdasarkan data-data di atas, maka tipe mineralisasi di daerah penelitian \ntergolong Endapan Epitermal Sulfida Rendah. Mineralisasi ini dinilai berpotensi \nuntuk dieksplorasi lebih lanjut dengan analisis lanjutan berupa data geofisika daerah \npenelitian dan analisis kadar dari vein, terutama zona alterasi subpropilitik.", "Daftar File": {"Abstrak Syifatullah M 12008025.pdf": "https://digilib.itb.ac.id/gdl/download/311562", "Cover Syifatullah M 12008025.pdf": "https://digilib.itb.ac.id/gdl/download/311563", "BAB I PENDAHULUAN.pdf": "https://digilib.itb.ac.id/gdl/download/311564", "BAB II GEOLOGI REGIONAL.pdf": "https://digilib.itb.ac.id/gdl/download/311565", "BAB III GEOLOGI DAERAH PENELITIAN.pdf": "https://digilib.itb.ac.id/gdl/download/311566", "BAB IV ALTERASI HIDROTERMAL.pdf": "https://digilib.itb.ac.id/gdl/download/311567", "BAB V SEJARAH GEOLOGI.pdf": "https://digilib.itb.ac.id/gdl/download/311568", "BAB VI KESIMPULAN.pdf": "https://digilib.itb.ac.id/gdl/download/311569", "PUSTAKA Syaifullah Mangantjo": "https://digilib.itb.ac.id/gdl/download/311570", "Lampiran Syifatullah M 12008025.pdf": "https://digilib.itb.ac.id/gdl/download/311571"}, "Penulis": "Syaifullah Mangantjo [12008025]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Andri Slamet Subandrio, Dipl.Geol."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Blok Pani, Pohuwato, Geologi, Alterasi Hidrotermal, Mineralisasi  Epitermal, Sulfida Rendah.", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "10 file", "Tanggal Input": "29 Sep 2023"}