{"Nomor": 78487, "Judul": "STUDI BATUAN INDUK HIDROKARBON  CEKUNGAN SUMATRA SELATAN, PROVINSI SUMATRA SELATAN  BERDASARKAN DATA GEOKIMIA", "Abstrak": "Blok Western South Sumatra Extention, Zona Musi Platform, Cekungan Sumatra \nSelatan, merupakan bagian dari daerah operasi PT Medco E&P Indonesia dengan \nlapangan minyak utama seperti FRZ, SK dan lain-lain. Berdasarkan analisis data \nlog sinar gamma dan resistivitas juga deskripsi sampel batuan baik inti batuan \natau serbuk inti bor milik PT Medco E&P Indonesia, Cekungan Sumatra Selatan \nini terdiri dari beberapa formasi. Tiga formasi utama yang di analisis adalah \nFormasi Lemat, Formasi Talangakar dan Formasi Baturaja. Formasi Lemat \ndiendapkan di lingkungan fluviodeltaik dan mengandung serpih sebagai batuan \ninduk. Formasi Talangakar juga berperan sebagai batuan induk dan diendapkan \npada lingkungan fluvial hingga deltaik. Satuan formasi ini terdiri dari batupasir \ndan serpih dengan sisipan batulanau. Formasi Baturaja yang diendapkan di \ndaerah marin atau laut dangkal merupakan endapan batugamping berupa \nterumbu, formasi ini berperan sebagai reservoir di daerah Musi Platform. \nDitinjau dari segi struktur geologi, daerah penelitian diwakili oleh penampang \nseismik yang melalui sumur SN – 1, RN – 1, SK – 3, FRZ – 3, dan RBT deep – \n1. Dari penampang seismik terlihat daerah penelitian memiliki sesar normal yang \nmengontrol pengendapan batuan sedimen dan sejumlah antiklin akibat adanya \ntektonik kompresi pada akhir Plio-Pleistosen. \nBerdasarkan hasil analisis alkana normal, isoprenoid, triterpana trisiklik, \npentasiklik dan sterananya pada sampel minyak dan batuan induk, keduanya \nmencerminkan kelompok minyak yang berasal dari satu famili yang material \norganiknya berasal dari campuran antara tanaman tingkat tinggi dan algal dengan \nlingkungan pengendapan fluvial sampai deltaik. Hal ini menunjukkan bahwa \nminyak berkorelasi positif dengan batuan induk Formasi Lemat dan Formasi \nTalangakar yang terakumulasi di Formasi Baturaja yaitu bagian tengah area Musi \nPlatform, blok Western South Sumatra Extention, Cekungan Sumatra Selatan \nmelalui proses migrasi. Migrasi terjadi secara lateral pada batugamping Formasi \nBaturaja dan secara vertikal melalui sesar – sesar yang memotong Formasi \nLemat dan Talangakar.", "Daftar File": {"abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/312492", "cover.pdf": "https://digilib.itb.ac.id/gdl/download/312493", "bab 1.pdf": "https://digilib.itb.ac.id/gdl/download/312494", "bab 2.pdf": "https://digilib.itb.ac.id/gdl/download/312495", "bab 3.pdf": "https://digilib.itb.ac.id/gdl/download/312496", "bab 4.pdf": "https://digilib.itb.ac.id/gdl/download/312497", "bab v.pdf": "https://digilib.itb.ac.id/gdl/download/312498", "lampirann.pdf": "https://digilib.itb.ac.id/gdl/download/312499"}, "Penulis": "Cahyaningratriprima Riyandhani [22009012]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Eddy Ariyono Subroto, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Cekungan Sumatra Selatan, geokimia, biomarker, korelasi batuan  induk dengan minyak.", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "8 file", "Tanggal Input": "04 Okt 2023"}