{"Nomor": 78489, "Judul": "KARAKTERISASI RESERVOIR DAN  ESTIMASI KAPASITAS PENYIMPANAN CO2  PADA LAPANGAN RK, FORMASI BEKASAP,  CEKUNGAN SUMATERA TENGAH", "Abstrak": "n belakang menjadi isu lingkungan karena jumlahnya yang meningkat setiap \ntahunnya. Carbon Capture, Utilization and Storage (CCUS) menjadi salah satu \nteknologi yang berguna untuk upaya pengurangan emisi CO2 yang telah ada di \natmosfer ataupun hasil emisi dari aktivitas industri. Salah satu jenis tempat \npenyimpanan yang letaknya di bawah permukaan adalah reservoir minyak atau gas \nyang sudah tidak produktif. Lapangan RK merupakan lapangan minyak dan gas \nyang terletak di Cekungan Sumatera Tengah dengan faktor perolehan sebesar \n48,13% untuk gas dan memiliki 14 sumur tidak aktif dari 18 sumur yang ada. \nKarakterisasi reservoir dan estimasi kapasitas penyimpanan CO2 berperan penting \nuntuk mengidentifikasi potensi CCUS di interval penelitian pada Lapangan RK. \nPenelitian dilakukan di interval sikuen SB 1 – SB 5 pada Formasi Bekasap dengan \numur Miosen Awal. Penelitian ini bertujuan untuk memahami kondisi geologi \nkhususnya interval penelitian, melakukan analisis fasies dan menentukan \nlingkungan pengendapan pada interval penelitian, melakukan identifikasi dan \nkorelasi stratigrafi sikuen pada interval-interval yang menjadi objek pada \npenelitian, menentukan nilai properti petrofisika di setiap interval parasikuen pada \ninterval penelitian, dan mengestimasi kapasitas penyimpanan CO2 di reservoir \nLapangan RK. Analisis pada penelitian ini menggunakan data data log tali kawat \ndari 16 sumur, deskripsi batuan inti, laporan kondisi reservoir yang mencakup \ntekanan dan temperatur, serta seismik tiga dimensi yang mencakup seluruh sumur. \nBerdasarkan seismik daerah penelitian, terdapat sesar inversi dengan arah relatif \nbaratlaut – tenggara. Hasil analisis fasies dan lingkungan pengendapan \nmenghasilkan empat litofasies yang kemudian disepadankan dengan pola log sumur \nuntuk dianalisis elektrofasies pada interval SB 1 – SB 5 dan ditemukan dua asosiasi \nfasies berupa heterolithic mouthbars dan tidally influenced channel yang \ndiendapkan masing-masing pada lingkungan delta front dan lower delta plain. \nAnalisis stratigrafi sikuen menunjukkan interval penelitian memiliki parasikuen set \nprogradasi dan retrogradasi serta system tract berupa transgressive system tract dan \nhighstand system tract. Analisis petrofisika menghasilkan rata-rata volume serpih, porositas efektif, dan saturasi air pada reservoir bernilai 0,33; 0,12; dan 0,33 secara \nberturut-turut. Selanjutnya, ditentukan batas pancung reservoir setiap properti \npetrofisika yaitu untuk volume serpih 0,48; porositas efektif 0,1; dan saturasi air \n0,52. Hasil estimasi kapasitas penyimpanan CO2 di reservoir sebesar 7,24 MMT \nCO2 dengan fasa CO2 adalah uap.", "Daftar File": {"Abstrak Kania Fatimah Saffanah 12018052.pdf": "https://digilib.itb.ac.id/gdl/download/312535", "Cover Kania Fatimah Saffanah 12018052.pdf": "https://digilib.itb.ac.id/gdl/download/312536", "Bab 1 Kania Fatimah Saffanah 12018052.pdf": "https://digilib.itb.ac.id/gdl/download/312537", "Bab 2 Kania Fatimah Saffanah 12018052.pdf": "https://digilib.itb.ac.id/gdl/download/312538", "Bab 3 Kania Fatimah Saffanah 12018052.pdf": "https://digilib.itb.ac.id/gdl/download/312539", "Bab 4 Kania Fatimah Saffanah 12018052.pdf": "https://digilib.itb.ac.id/gdl/download/312540", "Bab 5 Kania Fatimah Saffanah 12018052.pdf": "https://digilib.itb.ac.id/gdl/download/312541", "Daftar Pustaka Kania Fatimah Saffanah 12018052.pdf": "https://digilib.itb.ac.id/gdl/download/312542", "Lampiran Kania Fatimah Saffanah 12018052.pdf": "https://digilib.itb.ac.id/gdl/download/312544"}, "Penulis": "Kania Fatimah Saffanah [12018052]", "Kontributor / Dosen Pembimbing": ["Dr. Dwiharso Nugroho, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Cekungan Sumatera Tengah, Formasi Bekasap, karakterisasi reservoir,  tempat penyimpanan geologi, estimasi kapasitas penyimpanan CO2.", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "9 file", "Tanggal Input": "04 Okt 2023"}