{"Nomor": 78485, "Judul": "PEMODELAN MOLEKUL MANGAN (IV) DAN MANGAN (V) PIRAZOLIUM PORFIRIN PEMUTUS DNA DUPLEKS", "Abstrak": "Terapi fotodinamik, salah satu terapi kanker yang tidak merusak sel normal, didasarkan pengaktifan zat senyawa fotosensitif yang berantaraksi dengan DNA sel kanker secara radiasi elektromagnetik panjang gelombang tertentu. Pirazolium porfirin, suatu turunan porfirin kationik, telah dibuktikan berinteraksi dengan suatu DNA dupleks, yang menyebabkan pemutusan atau perubahan bentuk DNA tersebut. Kompleks mangan(III)-porfirin dapat dioksidasi oleh suatu zat oksidator menghasilkan mangan-okso(V) yang mampu memecah DNA dupleks pada daerah kaya adenin - timin. Mula-mula mangan-oksil(IV) mengoksidasi DNA suatu atom hidrogen pada gugus gula DNA yang membentuk gugus hidroksil pada karbon pada posisi 5’ (C5’) atau C1’ pada unit deoksiribosa atau pada C1’ atau C4’ dari deoksiribosa pada ujung rantai DNA. Penelitian ini bertujuan memodelkan pemutusan DNA dupleks oleh senyawa mangan-oksil(IV) dan mangan-okso(V) pirazolium porfirin serta mengetahui interaksi antara gugus tertentu pada mangan(IV) atau mangan(V)-pirazolium porfirin dengan suatu ruas DNA dupleks d(5’-TCGTCAAACCGC)-d(5”-GCGGTTTGACGA). Geometri molekul porfirin dioptimasi dengan subprogram komputer abinitio sedangkan molekul DNA dioptimasi dengan subprogram komputer Amber 99. Struktur porfirin yang telah dioptimumkan disisipkan pada urutan basa sitosin 9 - adenin 8 dan guanin 8 - timin 7, dioptimasi dengan subprogram Amber 99 dengan penambahan 18 ion natrium sebagai ion lawan. Bagian struktur yang  berinteraksi diidentifikasi dengan mengukur panjang ikatan dan sudut ikatan antara ion mangan, atom oksigen pada gugus oksil atau okso dan atom-atom hidrogen pada gugus deoksiribosa. Muatan parsial atom-atom yang diduga berinteraksi ditentukan sebagai bahan pertimbangan untuk memastikan interaksi. Berdasarkan geometri ruang interaksi porfirin dalam DNA dan muatan parsial gugus-gugus dalam porfirin dan DNA, disimpulkan bahwa atom oksigen pada oksil atau okso berinteraksi dengan hidrogen 1’ atau 4’ pada gugus deoksiribosa basa adenin 8 dan timin 7 atau hidrogen 1’ atau 5’ pada gugus deoksiribosa basa sitosin 9 dan guanin 8. Setelah atom-atom yang berinteraksi atau membentuk ikatan hidrogen yang dapat menghalangi pergerakan interaksi ditentukan, antaraksinya disimulasikan dengan menggunakan subprogram Amber 99 pada suhu 300 oK selama 65 pikodetik. Berdasarkan panjang ikatan dan besar energi interaksi, diketahui bahwa mungkin terjadi interaksi antara atom oksigen-oksil pada mangan(IV) pirazolium porfirin dan hidrogen 5’ pada gugus deoksiribosa yang berikatan dengan sitosin 9. Konformasi DNA sebelum dan setelah berantaraksi dievaluasi berdasarkan perubahan sudut torsi backbone dan lebar lekukan DNA. Hasil evaluasi menunjukkan konformasi backbone yang selalu berubah ini konsisten bila mangan(IV) pirazolium porfirin berinteraksi pada urutan basa sitosin 9 – adenin 8. DNA dupleks putus pada hidrogen 5’ pada gugus deoksiribosa yang berikatan dengan sitosin 9.", "Daftar File": {"ABSTRAK Caroline": "https://digilib.itb.ac.id/gdl/download/312388"}, "Penulis": "Caroline [20705002]", "Kontributor / Dosen Pembimbing": ["Dr. Daryono Hadi Tjahyono", "Dr. Rahmana Emran K."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Mangan pirazolium porfirin, DNA dupleks, pemodelan molekul", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "03 Okt 2023"}