{"Nomor": 78498, "Judul": "SINTESIS DAN KINETIKA KRISTALISASI ZEOLIT-NA DARI TAILING BAUKSIT", "Abstrak": "Tailing bauksit merupakan produk samping yang berasal dari hasil benefisiasi\nbijih bauksit. Proses benefisiasi dilakukan dengan cara memisahkan partikelpartikel\nyang ada seperti lumpur, akar-akar, butiran bijih bauksit <2 mm yang\ndibuang atau menjadi waste product atau disebut sebagai tailing. Tingginya kadar\nalumina dan silika dalam tailing bauksit menjadi salah satu alasan mengapa tailing\nini dapat dimanfaatkan sebagai bahan dasar dalam pembuatan produk baru yaitu\nzeolit sintetis. Zeolit sintetis dipilih karena zeolit merupakan produk impor,\nharganya mahal dan memiliki sifat yang seragam serta >150 jenis zeolit sintetis\ndapat dibuat secara komersial dan bahkan di industri zeolit dapat dimanfaatkan\nsecara luas sebagai adsorben, penukar ion, membran, katalis, dll. Hasil analisis\nkimia tailing bauksit menunjukkan komposisi alumina (Al2O3) sebesar 49,41%,\nsilika (SiO2) sebesar 12,58%, hematit (Fe2O3) sebesar 10,06% dan beberapa\noksida anorganik lainnya dalam jumlah yang kecil.\nProses konversi tailing bauksit menjadi zeolit dilakukan dengan metode fusi\nkaustik antara tailing bauksit dan NaOH pada rasio berat: 1:1,0; 1:1,5; 1:2,0 dan\n1:2,5 (b/b) pada temperatur 5500C selama 90 menit. Produk hasil fusi kaustik\ndisebut frit yang kemudian dilindi dengan air. Pelindian dengan air bertujuan\nuntuk mendapatkan ekstrak Si dan Al terlarut dalam bentuk garam natrium silikat\ndan garam natrium alumina dimana kandungan Si, Al dan Na terlarut dalam\nekstrak diukur dengan AAS. Ekstrak yang telah diketahui kandungan Si, Al dan\nNa selanjutnya dibuat gel dan diatur komposisi rasio molar 1,2Na2O. 0,5SiO2.\n0,5Al2O3. 10H2O dengan menambahkan larutan natrium silikat (Na2SiO3) sebagai\nsumber prekursor Si yang sesuai dalam sintesis zeolit. Kristalisasi produk\ndilakukan dengan menggunakan metode hidrotermal pada suhu rendah dengan\nvariabel temperatur 100, 110 dan 1200C serta waktu kristalisasi 2, 4, 6, 8, 10 dan\n12 Jam. Zeolit-Na yang dihasilkan dikarakterisasi menggunakan XRD, SEM-EDS\ndan BET.\nHasil penelitian menunjukkan bahwa fusi-kaustik dapat membentuk senyawa\nantara NaAlO2 dan Na2SiO3 yang mudah larut dalam air dengan perolehan\nterbesar kadar alumina dan silika yaitu 99,78% Al2O3 dan 27,03% SiO2 dengan\nvariabel perbandingan rasio massa terbaik tailing bauksit terhadap NaOH 1:1.5\n(b/b) pada temperatur 5500C selama 90 menit. Kristalisasi terbaik diperoleh\ndengan % kristalinitas zeolit-Na tertinggi yaitu 92,3% pada temperatur 1200C\nselama 12 Jam. Kinetika transformasi ditandai adanya kristalit-kristalit baru\ndimana kristalit-kritalit baru ini tumbuh disepanjang daerah kristal terdeformasi\nyang dapat dilihat melalui pendekatan model kinetika dari persamaan Avrami dan\nArrhenius yang menunjukkan bahwa laju kristalisasi terkendali oleh diffusion\nsurface crystallization dengan tipe orde 0,7688; 0,8988 dan 0,9441 pertumbuhan\nkristal pada rentang temperatur 100-1200C dan waktu 2-12 Jam dengan energi\naktivasi 55,6 KJ/mol.K. Jenis zeolit yang dihasilkan adalah zeolit Na-P1 unit sel\ntipe GIS (Gismondinea) dengan rumus kimia Na6Al6Si10O32.12H2O, berbentuk\nserbuk putih halus, ukuran kristal 1-2,5?m, tipe mesopori dengan morfologi\nberbentuk kubik (cubic-shape) yang dapat digunakan sebagai media adsorben dan\nion exchange.", "Daftar File": {"ABSTRAK Sy Indra Septiansyah": "https://digilib.itb.ac.id/gdl/download/313290", "BAB 1 Sy Indra Septiansyah": "https://digilib.itb.ac.id/gdl/download/313291", "BAB 2 Sy Indra Septiansyah": "https://digilib.itb.ac.id/gdl/download/313292", "BAB 3 Sy Indra Septiansyah": "https://digilib.itb.ac.id/gdl/download/313293", "BAB 4 Sy Indra Septiansyah": "https://digilib.itb.ac.id/gdl/download/313294", "BAB 5 Sy Indra Septiansyah": "https://digilib.itb.ac.id/gdl/download/313295", "PUSTAKA Sy Indra Septiansyah": "https://digilib.itb.ac.id/gdl/download/313296"}, "Penulis": "Sy Indra Septiansyah [22113017]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Syoni Soepriyanto, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "tailing bauksit, fusi kaustik, hidrotermal, zeolite Na-P1", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "10 Okt 2023"}