{"Nomor": 78493, "Judul": "STUDI MODEL FISIK DAN NUMERIK PADA PENENTUAN NILAI FRACTURE TOUGHNESS TIPE REKAHAN I MENGGUNAKAN UJI THREE POINT BENDING DAN UJI BRAZILIAN UNTUK BATU ANDESIT, BATUGAMPING DAN PASTA SEMEN.", "Abstrak": "Fracture toughness merupakan salah satu sifat intrinsik material yang menunjukkan\nketahanan material tersebut ketika memiliki rekahan. Nilai fracture toughness dapat\ndiaplikasikan dalam kegiatan pertambangan, diantaranya dalam pengujian hydraulic\nfracturing, dan fragmentasi batuan dengan peledakan. Tujuan penelitian ini adalah\nmempelajari model fisik dan numerik pada penentuan nilai fracture toughness tipe\nrekahan I menggunakan uji three point bending dan uji Brazilian untuk batu andesit,\nbatugamping dan pasta semen.\nUntuk menentukan nilai fracture toughness tipe rekahan I, maka dibuat model fisik\nyang diuji dengan three point bending dan Brazilian. Model numerik dibuat untuk\nmelihat proses pecahnya batuan dari uji Laboratorium. Pada pengujian fisik, setiap\npengujian menggunakan tiga jenis batuan, yaitu batu andesit, batugamping dan pasta\nsemen dengan tiga ukuran diameter berbeda. Ukuran diameter untuk batu andesit dan\nbatugamping yaitu 45 mm, 54 mm, dan 68 mm. Sedangkan ukuran diameter untuk\npasta semen adalah 44 mm, 55 mm, dan 70 mm. Bentuk contoh batuan yang\ndigunakan dalam uji three point bending adalah chevron bend, sedangkan uji\nBrazilian adalah bentuk Brazilian disc. Permodelan numerik menggunakan metode\nelemen hingga.\nHasil penelitian menunjukkan bahwa nilai fracture toughness tipe rekahan I akan\nsemakin besar seiring dengan bertambahnya kekuatan batuan. Selain itu, tidak ada\nefek skala untuk setiap jenis contoh batuan uji terhadap nilai fracture toughness tipe\nrekahan I pada pengujian Brazilian dan three point bending. Selisih nilai fracture\ntoughness (KIC) untuk keseluruhan batuan uji antar kedua uji, yakni uji Brazilian dan\nthree point bending berkisar 0,03-0,630. Hal ini menunjukkan bahwa uji Brazilian\n(Guo, dkk, 1993) dapat digunakan sebagai alternatif pengujian untuk memperoleh\nnilai fracture toughness tipe rekahan I di Laboratorium Geomekanika dan Peralatan\nTambang Institut Teknologi Bandung. Dari permodelan numerik dengan metode\nelemen hingga, proses pecahnya batuan dimulai dari perpotongan rekahan berbentuk\nV. Hal ini ditandai dengan semakin kecilnya nilai strength factor (SF) pada model\ndengan pemberian beban secara bertahap.", "Daftar File": {"ABSTRAK Syarifah Aqla": "https://digilib.itb.ac.id/gdl/download/313199", "BAB 1 Syarifah Aqla": "https://digilib.itb.ac.id/gdl/download/313200", "BAB 2 Syarifah Aqla": "https://digilib.itb.ac.id/gdl/download/313201", "BAB 3 Syarifah Aqla": "https://digilib.itb.ac.id/gdl/download/313202", "BAB 4 Syarifah Aqla": "https://digilib.itb.ac.id/gdl/download/313203", "BAB 5 Syarifah Aqla": "https://digilib.itb.ac.id/gdl/download/313204", "PUSTAKA Syarifah Aqla": "https://digilib.itb.ac.id/gdl/download/313205"}, "Penulis": "Syarifah Aqla [22113011]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Nuhindro Priagung Widodo, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Mekanika Rekahan, Fracture Toughness Tipe Rekahan I, Uji Three Point Bending, Uji Brazilian", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "10 Okt 2023"}