{"Nomor": 78497, "Judul": "STUDI KETIDAKHOMOGENAN DENGAN TOMOGRAFI ULTRASONIK PADA BLOCK BETON.", "Abstrak": "Tomografi adalah sebuah teknik penggabungan perpotongan berbagai data hasil\npengukuran dan dalam penelitian ini gelombang ultrasonik digunakan sebagai\nsumber energinya, dapat disebut sebagai tomografi ultrasonik. Algoritma tomografi\nkomputasi yang digunakan ada dua, yaitu teknik rekonstruksi aljabar ART\n(Algebraic Reconstruction Technique) dan SIRT (Simultaneous Iterative\nReconstruction Technique).\nTujuan penelitian ini adalah mempelajari kedua teknik tomografi dan kemudian\nmembandingkannya pada blok, diantaranya blok beton, blok gypsum, dan blok\nbatugamping. Selain itu blok untuk uji biaksial juga dibuat, dimana pengujian\ngelombang ultrasonik dilakukan pada saat pembebanan biaksial, pengukuran\nsendiri dilakukan searah dengan lubang bukaan. Pembebanan sendiri dilakukan\npada dua kondisi, yakni kondisi pembebanan pertama tegangan pada arah vertikal\nsebesar 8.5 MPa dan tegangan pada arah horizontal 2.5 MPa, sedangkan untuk\nkondisi kedua tegangan hidrostatis 10 MPa diberikan. Gelombang yang\nditimbulkan dan direkam dengan bantuan PUNDIT (Portable Unit non-destructive\nDigital Indicating Tester) yang bekerja pada frekuensi 82 kHz, gelombang\nlongitudinal.\nHasil penelitian menunjukkan algoritma rekonstruksi SIRT memberikan hasil yang\nlebih baik dibandingkan dengan ART. Dimana pada rekonstruksi SIRT warna\nkontur sebaran kecepatan gelombang ultrasonik yang dihasilkan lebih konsisten,\nselain algoritma ART dan SIRT, jaringan syaraf tiruan (JST) juga digunakan\nsebagai analisis pendamping. Dari percobaan JST dapat menirukan pola data yang\ndiberikan yang ditunjukkan pada gambar dan korelasi antara hasil rekonstruksi dan\nhasil pembelajaran dengan JST. Pada pengujian biaksial dicari hubungan antara\nnilai faktor kekuatan dan kecepatan gelombang, pada kondisi pembebanan pertama\ngelombang ultrasonik yang diperoleh tidak dapat mendiferensiasi nilai kuat Tarik\ndan kuat tekan yang ditunjukkan dengan koefisien determinasi atau hubungan\nantara dua variabel yang lemah sebesar 0,32, sedangkan pada kondisi pembebanan\nkedua diperoleh koofisien determinasi yang lebih baik 0,76, dimana peningkatan\nnilai faktor kekuatan diiringi dengan meningkatnya nilai kecepatan gelombang\nultrasonik.", "Daftar File": {"ABSTRAK Herman": "https://digilib.itb.ac.id/gdl/download/313269", "BAB 1 Herman": "https://digilib.itb.ac.id/gdl/download/313270", "BAB 2 Herman": "https://digilib.itb.ac.id/gdl/download/313271", "BAB 3 Herman": "https://digilib.itb.ac.id/gdl/download/313272", "BAB 4 Herman": "https://digilib.itb.ac.id/gdl/download/313273", "BAB 5 Herman": "https://digilib.itb.ac.id/gdl/download/313274", "PUSTAKA Herman": "https://digilib.itb.ac.id/gdl/download/313275"}, "Penulis": "Herman [22113016]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Irwandy Arif, M.Sc.", "Dr. Eng. Nuhindro Priagung Widodo, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Gelombang ultrasonik, uji tak merusak, tomografi ultrasonik, teknik rekonstruksi aljabar.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "10 Okt 2023"}