{"Nomor": 78502, "Judul": "PERAMALAN KEBUTUHAN ZIRKON SEBAGAI SALAH SATU BAHAN BAKU INDUSTRI KERAMIK DI INDONESIA.", "Abstrak": "Indonesia merupakan negara yang memiliki sumberdaya zirkonium yang potensial dan merupakan produsen zirkon keempat di dunia. Komoditas zirkon Indonesia banyak diekspor dalam bentuk bijih sampai dengan tahun 2014. Hal ini menyebabkan perlu dilakukannya tahapan benefisiasi agar dapat digunakan langsung oleh industri pemakai. Industri pemakai dalam negeri yang menggunakan zirkon didominasi oleh industri keramik yaitu sebesar 88,24% dari total konsumsi zirkon Indonesia. Namun kapasitas produksi zirkon domestik hanya mampu memenuhi 30% zirkon yang dibutuhkan industri keramik Indonesia. Sehingga perlu dilakukan peramalan kebutuhan zirkon sebagai bahan pertimbangan kebijakan pengolahan zirkon dalam negeri untuk menutupi kekurangan tersebut.\nPada kurun waktu 2010-2013, secara global konsumsi zirkon mengalami tekanan karena adanya lonjakan harga zirkon dan komoditas pengganti yaitu alumina yang mampu menggantikan peran zirkon dalam industri keramik. Untuk melihat apakah alumina dapat mempengaruhi permintaan zirkon dalam industri keramik Indonesia dilakukan analisis elastisitas permintaan dari fungsi permintaan linear. Untuk itu dalam penelitian ini dibangun 2 model permintaan zirkon dalam industri keramik, dimana model 1 tidak dipengaruhi oleh komoditas pengganti dan model 2 dipengaruhi oleh komoditas pengganti. Berdasarkan analisis tersebut, komoditas alumina bersifat menggantikan zirkon di industri keramik Indonesia. Akan tetapi disimpulkan bahwa model terbaik yang dianggap mampu mewakili tingkat kebutuhan zirkon di industri keramik Indonesia tidak dipengaruhi oleh komoditas penggantinya yaitu alumina.\nKebutuhan zirkon di Indonesia dipengaruhi oleh total produksi keramik Indonesia, harga zirkon, PDB Indonesia dan jumlah konsumsi zirkon di industri keramik pada tahun sebelumnya. Peramalan dilakukan dengan menggunakan pemodelan ekonometrika dengan metode kuadrat terkecil biasa. Peramalan kebutuhan zirkon di industri keramik Indonesia sampai dengan tahun 2019 dilakukan berdasarkan 2 skenario. Skenario 1 merupakan peramalan kebutuhan zirkon menggunakan proyeksi data historis dan skenario 2 merupakan peramalan kebutuhan zirkon berdasarkan target pertumbuhan ekonomi dan sektor industri yang tertuang dalam dokumen RPJM nasional tahap awal. Pada skenario 1 dibutuhkan pemenuhan zirkon untuk industri keramik sebanyak 40.813 ton pada tahun 2019. Sedangkan pada skenario 2, untuk mendukung akselerasi pembangunan industri nasional, dibutuhkan pemenuhan zirkon untuk industri keramik sebanyak 45.102 ton pada tahun 2019.", "Daftar File": {"ABSTRAK Yosa Megasukma": "https://digilib.itb.ac.id/gdl/download/313321", "BAB 1 Yosa Megasukma": "https://digilib.itb.ac.id/gdl/download/313322", "BAB 2 Yosa Megasukma": "https://digilib.itb.ac.id/gdl/download/313323", "BAB 3 Yosa Megasukma": "https://digilib.itb.ac.id/gdl/download/313324", "BAB 4 Yosa Megasukma": "https://digilib.itb.ac.id/gdl/download/313325", "BAB 5 Yosa Megasukma": "https://digilib.itb.ac.id/gdl/download/313326", "BAB 6 Yosa Megasukma": "https://digilib.itb.ac.id/gdl/download/313327", "PUSTAKA Yosa Megasukma": "https://digilib.itb.ac.id/gdl/download/313328"}, "Penulis": "Yosa Megasukma [22113021]", "Kontributor / Dosen Pembimbing": ["Dr. Ing. Ir. Arjo Prawoto Wibowo, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "zirkon, industri keramik, elastisitas permintaan, ekonometrika.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "8 file", "Tanggal Input": "10 Okt 2023"}