{"Nomor": 78524, "Judul": "SISTEM PROYEKSI SILINDER NORMAL KONFORM MEMOTONG (SNKM) UNTUK PENGHITUNGAN LUAS PADA PETA PBB SKALA BESAR", "Abstrak": "Penggunaan  peta  adalah  awal yang  menentukan  dalam proses  perpajakan yaitu\npenentuan NJOP yang tepat, pengenaan pajak yang lebih adil dan merata, peningkatan realisasi \npotensi, peningkatan tertib administrasi perpajakan , peningkatan penerimaan dan peningkatan \npelayanan kepada  wajib  pajak. Menyadari pentingnya kedudukan peta di PBB, sewajarnyalah terus \ndilakukan upaya-upaya untuk meminimalkan distorsi akibat penggunaan sistem proyeksi untuk \npenghitungan luas pada peta PBB skala besar. Sistem proyeksi peta yang digunakan saat ini yaitu \nseperti yang ditetapkan di Kep 533/PJ/2000 bahwa sistem proyeksi yang digunakan adalah UTM dengan \ndatum WGS 84. Penelitian ini dilakukan untuk mengetahui  pengaruh  penggunaan  besaran-besaran  \nreduksi seperti faktor skala titik, konvergensi meridian dan koreksi arah horisontal pada proyeksi \nSNKM (Silinder Normal Konform Memotong) terhadap ketelitian jarak, sudut, dan hasil hitungan luas \npada bidang proyeksi.\n\nPenelitian ini terdiri dari dua tahapan yaitu tahapan perancangan sistem proyeksi SNKM, dan tahapan \nanalisis perbandingan luas. Perbandingan luas terdiri dari perbandingan luas objek di bidang \nproyeksi SNKM terhadap luas objek di permukaan elipsoid, dan perbandingan luas objek di bidang \nproyeksi UTM terhadap luas objek yang bersangkutan luas objek di permukaan elipsoid.\n\nHasil dari penelitian ini adalah rancangan sistem proyeksi SNKM berupa karakteristik sistem \nproyeksi, rumus-rumus konversi koordinat geodetik (L,B) ke koordinat sejati proyeksi SNKM (x,y) dan \nsebaliknya rumus konversi koordinat sejati proyeksi SNKM (x,y) ke koordinat geodetik (L,B). Sistem \nproyeksi SNKM mendapatkan hasil perbandingan luas objek  di  bidang  proyeksi SNKM  dengan luas \nobjek yang bersangkutan di ellipsoid diperoleh bahwa selisih luasnya memenuhi toleransi berdasarkan \nKEP-533/PJ/2000 yaitu sebesar ± 10 % sehingga\nsistem proyeksi SNKM dapat diterapkan dalam pengelolaan peta PBB skala besar.", "Daftar File": {"2008 TS PP YUNINA RATNA SUSILA DEWI 1-COVER": "https://digilib.itb.ac.id/gdl/download/314268", "2008 TS PP YUNINA RATNA SUSILA DEWI 1-BAB 1": "https://digilib.itb.ac.id/gdl/download/314269", "2008 TS PP YUNINA RATNA SUSILA DEWI 1-BAB 2": "https://digilib.itb.ac.id/gdl/download/314270", "2008 TS PP YUNINA RATNA SUSILA DEWI 1-BAB 3": "https://digilib.itb.ac.id/gdl/download/314271", "2008 TS PP YUNINA RATNA SUSILA DEWI 1-BAB 4": "https://digilib.itb.ac.id/gdl/download/314272", "2008 TS PP YUNINA RATNA SUSILA DEWI 1-BAB 5": "https://digilib.itb.ac.id/gdl/download/314273", "2008 TS PP YUNINA RATNA SUSILA DEWI 1-PUSTAKA": "https://digilib.itb.ac.id/gdl/download/314274"}, "Penulis": "Yunina Ratna Susila Dewi [25106031]", "Kontributor / Dosen Pembimbing": ["Ir. Agoes Soewandito Soedomo, M.T.", "Ir. Sudarman, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "SNKM (Silinder Normal Konform Memotong) , Faktor Skala Ketelitian, Jarak, Sudut ,dan Luas", "Sumber": "", "Staf Input/Edit": "rikrik", "File": "7 file", "Tanggal Input": "16 Okt 2023"}