{"Nomor": 78534, "Judul": "ANALISIS KUALITAS BATUBARA SERTA EVALUASI UCG DAERAH MANGUNJAYA, KABUPATEN MUSI BANYUASIN, PROVINSI SUMATERA SELATAN", "Abstrak": "Blok Mangunjaya terletak di Kabupaten Musi Banyuasin, Sumatera Selatan, Indonesia. \nMangunjaya merupakan bagian dari Cekungan Sumatera Selatan dengan Formasi \nMuara Enim sebagai formasi pembawa batubara. Penelitian ini bertujuan untuk \nmengetahui kualitas, lingkungan pengendapan, dan potensi gasifiksi batubara bawah \npermukaan (UCG) di daerah Mangunjaya. Data yang digunakan dalam penelitian ini \nmerupakan data sekunder berupa data singkapan batubara, data analisis kualitas \nproksimat, data sulfur, 22 data sumur bor dan data log dari PSDMBP. Analisis kualitas \nbatubara akan dilakukan dengan menggunakan data analisis proksimat. Sedangkan \nanalisis lingkungan pengendapan batubara menggunakan data sulfur dan data log \nsumur. Untuk analisis potensi gasifikasi batubara bawah permukaan akan dilakukan \ndengan mengevaluasi 10 parameter UCG\nKorelasi data bor pada daerah Magunjaya seluas 579,6 km2 menunjukkan daerah \npenelitian terdiri atas 5 satuan batuan dari yang paling muda, yaitu Satuan Batulempung \n1 dengan lapisan batubara O dan K, satuan Batulempung – Batupasir dengan lapisan \nbatubara J, E dan A, Satuan Batupasir 1, Satuan Batulempung 2, serta Satuan Batupasir \n2. Berdasarkan kesamaan ciri dari studi literatur, kelima satuan tersebut memiliki \nkesetaraan dengan Formasi Muara Enim. Pada daerah penelitian terpetakan struktur \nlipatan antiklin berarah barat laut-tenggara hasil interpretasi berdasarkan korelasi \nbatubara dari data log sumur. \nHasil analisis kualitas menunjukkan peringkat kualitas batubara pada daerah penelitian \nadalah Subbituminous B coal-Subbituminous A coal dengan rata-rata nilai kalori \n10339,57 btu/lb. Analisis pola log menunjukkan pola funnel dan bell, perubahan pola\nini menunjukkan lingkungan pengendapan pada transitional lower delta plain. Lapisan \nbatubara pada daerah penelitian memiliki nilai sufur yang rendah (0,19-0,36%) \nmengindikasikan batubara diendapkan di lingkungan tanpa pengaruh air laut. Hasil \nevaluasi kriteria UCG menunjukkan lapisan batubara O memiliki potensi untuk \ndilakukan pengembangan gasifikasi batubara bawah permukaan yang berada pada area \ntitik bor MJ02 dengan estimasi sumber daya 187.189.094 ton batubara yang dapat \nmenghasilkan listrik ±1.205.846 MWh.", "Daftar File": {"Abstrak Farid Waldi 12017015.pdf": "https://digilib.itb.ac.id/gdl/download/314751", "Cover Farid Waldi 12017015.pdf": "https://digilib.itb.ac.id/gdl/download/314755", "Bab 1 Farid Waldi 12017015.pdf": "https://digilib.itb.ac.id/gdl/download/314756", "Bab 2 Farid Waldi 12017015.pdf": "https://digilib.itb.ac.id/gdl/download/314757", "Bab 3 Farid Waldi 12017015.pdf": "https://digilib.itb.ac.id/gdl/download/314758", "Bab 4 Farid Waldi 12017015.pdf": "https://digilib.itb.ac.id/gdl/download/314759", "Bab 5 Farid Waldi 12017015.pdf": "https://digilib.itb.ac.id/gdl/download/314764", "Bab 6 Farid Waldi 12017015.pdf": "https://digilib.itb.ac.id/gdl/download/314956", "Daftar Pustaka Farid Waldi 12017015.pdf": "https://digilib.itb.ac.id/gdl/download/314960", "Lampiran Farid Waldi 12017015.pdf": "https://digilib.itb.ac.id/gdl/download/314961"}, "Penulis": "Farid Waldi [12017015]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Prihadi Soemintadiredja, M.S."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "batubara, Cekungan Sumatera Selatan, Formasi Muara Enim, kualitas,  lingkungan pengendapan, gasifikasi batubara bawah permukaan.", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "10 file", "Tanggal Input": "18 Okt 2023"}