{"Nomor": 78547, "Judul": "UJI STABILITA DAN UJI IN VIVO SEDIAAN NANOEMULSI BSA MENGANDUNG JAKALIN UNTUK PENGHANTARAN VAKSIN TRANSKUTAN DAN SUBKUTAN", "Abstrak": "Pendekatan vaksin modern seperti vaksin subunit dan protein rekombinan yang telah dimumikan memerlukan adjuvan untuk mengimbangi hilangnya efek imunostimulan dari vaksin berupa sel utuh. Oleh karena itu, tantangan terbesar penggunaan vaksin subunit adalah keterbatasan pada sifat imunogenisitasnya yang rendah. Penelitian ini bertujuan mengembangkan sistem penghantaran vaksin subkutan dan transkutan dalam bentuk nanoemulsi. Bovine Serum Albumin (BSA)  digunakan sebagai model antigen protein dan jakalin sebagai adjuvan diinkorporasikan pada fase minyak dalam bentuk dispersi padat dalam lesitin. Jakalin merupakan lektin yang berasal dari biji nangka (Artocarpus integrifolia) dan diketahui memiliki kemampuan sebagai adjuvan vaksin, sedangkan sistem nanoemulsi minyak dalam air diharapkan dapat membantu mengontrol pelepasan antigen. Nanoemulsi terbuat dari fase minyak berupa minyak jagung yang distabilkan oleh surfaktan Tween 80 dan kosurfaktan gliserin. Pada penelitian ini diperoleh formula nanoemulsi BSA-jakalin yang paling optimum terdiri dari minyak jagung 4,5%, Tween 80 15%, gliserin 15%, dispersi padat BSA 1%, dan dispersi padat jakalin 0,25% dengan ukuran globul   nm. Pengujian nanoemulsi meliputi uji stabilitas, uji permeasi in vitro dan uji efek imunogenitas in vivo. Evaluasi kestabilan nanoemulsi yang mencakup penentuan ukuran, indeks polidispersitas, pH dan efisiensi penjeratan protein menunjukkan nanoemulsi BSA relatif stabil pada kondisi penyimpanan 250C dan 40C selama 28 hari. Uji permeasi in vitro menggunakan kombinasi kulit ular dan tikus menunjukkan sekitar 97% nanoemulsi BSA terpermeasi melalui transkutan tetapi tertahan pada daerah dermis. Uji efek imunogenitas in vivo terhadap mencit Swiss webster menunjukkan formula nanoemulsi BSA-jakalin memberikan titer antibodi tertinggi ketika diberikan secara subkutan. Sedangkan formula nanoemulsi BSA memberikan titer antibodi tertinggi ketika diberikan secara transkutan.", "Daftar File": {"ABSTRAK Yani Rahmawati": "https://digilib.itb.ac.id/gdl/download/315542"}, "Penulis": "Yani Rahmawati [20713036]", "Kontributor / Dosen Pembimbing": ["Dr. Tri Suciati, M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Vaksin, nanoemulsi, BSA, jakalin, transkutar% subkutan", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "20 Okt 2023"}