{"Nomor": 78556, "Judul": "PEMODELAN MICROBIAL FUEL CELL (MFC) SISTEM PARTAIAN DUA RUANG PADA KONDISI DINAMIK DAN TUNAK", "Abstrak": "MFC (Microbial Fuel Cell) menjadi sumber energi terbarukan ramah lingkungan yang memberikan daya tarik bagi peneliti. Meskipun memiliki keuntungan sebagai alternatif ramah lingkungan, densitas daya yang rendah menyebabkan kinerja MFC harus ditingkatkan. Berbagai faktor mempengaruhi kinerja MFC, tetapi melakukan semua percobaan variasi membutuhkan waktu yang lama dan biaya yang tinggi. Oleh sebab itu, pemodelan matematis MFC dilakukan untuk menyimulasikan faktor-faktor tersebut. Pemodelan matematis yang telah dilakukan di Institut Teknologi Bandung mencakup pemodelan kondisi tunak dan belum mencakup pemodelan dinamik. Penelitian ini terbagi menjadi empat tahapan utama, yaitu studi pustaka, modifikasi model, validasi model, dan simulasi. Pemodelan MFC ini terdiri dari pemodelan dinamik dan pemodelan tunak. Pemodelan dinamik menggunakan model matematis yang dimodifikasi dari pemodelan Esfandyari dkk. (2017) sedangkan pemodelan tunak menggunakan pemodelan Zeng dkk. (2010) dan Oliveira dkk. (2018) yang dimodifikasi oleh Kautsar dan Sualing (2021). Pemodelan dinamik dilakukan untuk menentukan pengaruh jenis mikroba terhadap ketebalan biofilm dan nilai OCV tunak. Nilai OCV tunak yang dihasilkan digunakan dalam model tunak untuk menentukan tegangan pada densitas arus terbesar dan densitas daya maksimum yang dihasilkan. Hasil dari pemodelan dinamik menunjukkan tren yang mirip dengan hasil percobaan Suryaga (2017). Nilai OCV tunak tertinggi dihasilkan oleh biomassa heterotrof pada nilai 838,93 mV dalam 75-100 jam (±3-4 hari) dan ketebalan biofilm sebesar 2,087 x 10-4 m, sedangkan nilai terendah dihasilkan oleh C. sporogenes pada nilai 838,76 mV dalam 450-475 jam (±18-19 hari) dan ketebalan biofilm sebesar 2,079 x 10-4 m. Pada simulasi tunak, pada densitas arus (87,83 mA/m2) dihasilkan tegangan dan densitas daya tertinggi dicapai oleh biomassa heterotrof pada 408,16 mV dan 2050,12 mW/m2, sedangkan nilai terendah dicapai oleh komunitas mikroba anaerobik pada 90,43 mV dan 8,48 mW/m2. Variasi mikroba dengan nilai ?max tinggi dan Ks rendah akan menghasilkan nilai OCV tertinggi pada waktu tersingkat pada pemodelan dinamik, dan meningkatkan tegangan sel dan densitas daya yang dihasilkan.", "Daftar File": {"ABSTRAK Gilbert": "https://digilib.itb.ac.id/gdl/download/316048", "COVER Gilbert": "https://digilib.itb.ac.id/gdl/download/316057"}, "Penulis": "Gilbert [13017056]", "Kontributor / Dosen Pembimbing": ["Ardiyan Harimawan, S.T., M.Eng., Ph.D.", "Hary Devianto, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "Engineering & allied operations", "Kata Kunci": "biofilm, densitas daya, OCV, pemodelan, tegangan sel", "Sumber": "FTMD", "Staf Input/Edit": "Neneng  \n                                     Neneng", "File": "2 file", "Tanggal Input": "23 Okt 2023"}