{"Nomor": 78565, "Judul": "EFEKTIVITAS SABO DAM DALAM PENGENDALIAN BANJIR TERPADU DI SUNGAI MILANGODAA", "Abstrak": "Penelitian ini bertujuan untuk mengevaluasi efektivitas penggunaan bangunan\npengendali sedimen berupa sabo dam dalam upaya mereduksi banjir dan pengendalian\nsedimentasi di sungai Milangodaa setelah mengalami bencana banjir pada bulan Agustus.\nDengan menggunakan data hidrologi dan topografi, penelitian ini berusaha untuk\nmenyajikan informasi mendalam tentang dampak positif dan potensi solusi dalam\nmengurangi risiko bencana alam dan melindungi lingkungan sungai.\nPendekatan hidrologi dilakukan menggunakan program HEC-HMS dengan analisis awal\ntopografi menggunakan aplikasi GIS, pendekatan hidraulika dilakukan dengan Program\nHEC-RAS 6.3.1 untuk menganalisis banjir, agradasi dan degradasi dasar sungai.\nGeometri sungai yang digunakan adalah geometri sungai hasil pengukuran tahun 2020.\nBerdasarkan simulasi transpor sedimen dengan debit aliran rendah selama 2 tahun pada\nkondisi eksisting, Sungai Kiri terjadi Degradasi sebesar 126.406 m3/2 tahun, sebesar\n11.362 m3/2 tahun, dan di Sungai Hilir sebesar 43.939 m3/2tahun. Pada kondisi dengan\nmodel Sabo Dam, pada Sungai Kanan diperoleh degradasi sebesar 60.019 m3/tahun, pada\nSungai Kiri terjadi Agradasi Sebesar 2.923 m3/2 tahun dan pada Sungai Hilir sebesar\n143.934 m3/2tahun. Simulasi Banjir pada kondisi sungai eksisting di bagian hilir, terjadi\nlimpasan pada debit Q25 dengan elevasi muka air pada STA 1450 adalah 23,33 m dan\ndengan geometri sungai model menjadi 23,04 meter.\nDengan ini maka dapat ditarik kesimpulan bahwa pembangunan Sabo Dam menyebabkan\nDegradasi pada Hilir sungai sehingga menambah kapasitas tampung sungai. untuk\nmengendalikan banjir, peningkatan sungai atau normalisasi sungai lebih efektif daripada\nmenggunakan sabo dam, dimana untuk bangunan sabo dam memang didesain dan lebih\nefektif untuk mengendalikan sedimen dan meredam kecepatan atau energi dari aliran\nbanjir.", "Daftar File": {"ABSTRAK Irmanto": "https://digilib.itb.ac.id/gdl/download/316836", "COVER_Irmanto.pdf": "https://digilib.itb.ac.id/gdl/download/319094", "BAB I_Irmanto.pdf": "https://digilib.itb.ac.id/gdl/download/319095", "BAB II_Irmanto.pdf": "https://digilib.itb.ac.id/gdl/download/319096", "BAB III_Irmanto.pdf": "https://digilib.itb.ac.id/gdl/download/319097", "BAB IV_Irmanto.pdf": "https://digilib.itb.ac.id/gdl/download/319098", "BAB V_Irmanto.pdf": "https://digilib.itb.ac.id/gdl/download/319099", "PUSTAKA Irmanto": "https://digilib.itb.ac.id/gdl/download/319100"}, "Penulis": "Irmanto [25821008]", "Kontributor / Dosen Pembimbing": ["Hadi Kardhana, S.T, M.T, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Sumber Daya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "sedimen, sabo dam, banjir, Hec-RAS", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "26 Okt 2023"}