{"Nomor": 78569, "Judul": "PENGGUNAAN LOG RESISTIVITAS DALAM REKONSTRUKSI  PALEOGEOGRAFI PADA BLOK AZP,  CEKUNGAN SUMATRA TENGAH", "Abstrak": "Analisis biostratigrafi memegang peranan penting dalam mendefinisikan bio-marker \nyang digunakan sebagai panduan utama dalam korelasi sumur dan seismik, serta \npenentuan lingkungan pengendapan dan perubahan fasies dalam pembuatan peta \npaleogeografi. Akan tetapi, tidak semua sumur dan hanya interval tertentu yang \nmemiliki analisis biostratigrafi. Hal ini berbeda dengan log sumur yang hadir hampir \ndi seluruh sumur. \nDalam penelitian ini dibahas peran log sumur yang dikaitkan dengan data bawah \npermukaan lainnya dalam mencari korelasi antara data log resistivitas dengan \nbathimetri yang berasal dari analisis biostratigrafi dan pemanfaatan hasil korelasi \ntersebut dalam merekonstruksi paleogeografi daerah penelitian. Data-data yang \ndigunakan antara lain laporan analisis mikropaleontologi, data log tali kawat, data log \ndipmeter, seismik 2D, laporan deskripsi serbuk bor dan teras dinding, laporan akhir \nsumur, serta studi regional.\nBerdasarkan analisis biostratigrafi pada empat (4) sumur eksplorasi diperoleh rentang \numur interval penelitian dari P21 – N14 atau ekivalen dengan umur Oligosen Akhir –\nMiosen Tengah dan bathimetri yang berkisar dari marginal marine – upper bathyal. \nAnalisis biostratigrafi ini dikombinasikan dengan pola log sinar gamma dan runtunan \nlithologi log lumpur untuk mendapatkan marker sikuen. Terdapat empat marker \nsikuen yaitu SB-0 yang ekivalen dengan puncak batuan dasar dan batas atas \nKelompok Kelesa (akhir fase syn-rift), MFS-0 ekivalen dengan puncak genang laut \nFormasi Telisa pada umur awal Miosen Awal, SB-1 ditandai dengan batas tegas pada \nawal Miosen Tengah setara dengan Formasi Binio, dan MFS-1 merupakan genang \nlaut terakhir sebelum terjadi pendangkalan secara regional.\nBerdasarkan perhitungan salinitas air formasi terhadap semua sumur, hasil yang \ndiperoleh dikalibrasikan dengan analisis paleo-bathimetri dari empat sumur (AZP-1, \nAZP-2, AZP-3, dan AZP-5) yang memiliki data biostratigrafi. Konsentrasi klorida \nyang didapat, kemudian diplot dan disebandingkan dengan hasil perhitungan salinitas \nair formasi dari log sumur. Pada ke-empat sumur tersebut, diperoleh nilai dan tren salinitas yang serupa pada interval yang tidak mengandung hidrokarbon. Sedangkan \npada interval yang mengindikasikan adanya kehadiran hidrokarbon, nilai salinitas \npada log sumur menunjukkan suatu anomali (seolah-olah nilai salinitas berkurang \ndengan signifikan). Anomali ini terjadi karena nilai resistivitas dari hidrokarbon \nhampir sama dengan nilai resistivitas air tawar (nilai resistivitas tinggi).\nPaleogeografi interval SB0 – MFS0, menunjukkan adanya dua deposenter yang \ndipisahkan oleh tinggian lokal (inter basinal ridge). Deposenter pada bagian barat\ndiinterpretasikan berupa endapan braided delta yang merupakan sistem pengisian \nlembah purba (incised valley fill) dan deposenter di bagian timurlaut diinterpretasikan \nsebagai endapan braided delta. Pada interval MFS0 – SB1, deposenter mengalami \npenebalan ke arah selatan berupa endapan slope turbidite. Deposenter yang \nberkembang di tinggian inter basinal ridge diendapkan berupa kompleks delta. Dan \npada interval SB1 – MFS1, dua deposenter yang berada di bagian timur dari tinggian \nyang ada dibatasi oleh relief yang diinterpretasikan sebagai endapan gosong pasir dari \nperiode sebelumnya. Kedua deposenter ini diinterpretasikan sebagai suatu kompleks \ndelta.", "Daftar File": {"ABSTRAK Azarico Putra": "https://digilib.itb.ac.id/gdl/download/316898", "Cover.pdf": "https://digilib.itb.ac.id/gdl/download/316899", "04-BAB I PENDAHULUAN_revisi.pdf": "https://digilib.itb.ac.id/gdl/download/316900", "05-BAB II TATANAN GEOLOGI_revisi.pdf": "https://digilib.itb.ac.id/gdl/download/316901", "06-BAB III ANALISIS DAN PEMBAHASAN_revisi.pdf": "https://digilib.itb.ac.id/gdl/download/316902", "07-BAB IV KESIMPULAN_revisi.pdf": "https://digilib.itb.ac.id/gdl/download/316903", "DAFTAR Azarico Putra": "https://digilib.itb.ac.id/gdl/download/316904", "10-LAMPIRAN_revisi.pdf": "https://digilib.itb.ac.id/gdl/download/316905"}, "Penulis": "Azarico Putra [22009011]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Dardji"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "paleo-sedimentasi, salinitas, paleo-bathimetri, paleogeografi", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "8 file", "Tanggal Input": "27 Okt 2023"}