{"Nomor": 78571, "Judul": "HALAL HOTEL DI INDONESIA: KONSEP, PRAKTEK, PROSPEK, DAN TANTANGAN", "Abstrak": "Telah ada perubahan populasi Muslim yang signifikan di dunia. Sedangkan di Indonesia sendiri populasi Muslim mencapai 88% dari total populasi dan Indonesia menunjukan potensi pariwisata halal dalam beberapa tahun ini, hal ini dibuktikan dengan banyaknya penghargaan yang dicapai dan posisi ke 3 di Global Muslim Travel Index (GMTI) 2017. Karena ini, banyak inisiatif yang dilakukan sebagai usaha untuk menarik kelompok wisatawan ini. Salah satunya adalah dengan menawarkan Hotel Halal yang memiliki fasilitas sesuai dengan keyakinan agama para wisatawan Muslim. Terdapat 50-100 Hotel Halal di Indonesia, tapi hanya beberapa hotel yang sudah memiliki sertifikasi halal. Tantangan utamanya adalah interpretasi berbeda dari Hotel Halal. Pemilik Hotel Halal mengakui bahwa mereka bingung perihal atribut dari konsep dasar Hotel Halal dan terdapat juga kesenjangan antara konsep Hotel Halal dan praktiknya. Tujuan dari penelitian ini adalah untuk menyajikan atribut dasar konsep Hotel Halal serta memeriksa kebijakan saat ini dan kerangka peraturan yang berkaitan dengan Hotel Halal di Indonesia dan model LODGSERV diterapkan dalam penilaian kepuasan pelanggan dan loyalitas pelanggan dari Hotel Halal di Indonesia. Selain itu, makalah ini juga akan mengidentifikasi prospek dan tantangan pengembangan Hotel Halal di Indonesia. Penelitian ini akan dilakukan menggunakan penelitian kualitatif dan kuantitatif di mana data dikumpulkan melalui wawancara dan survei. Studi ini memberikan kontribusi untuk menguraikan daftar atribut Halal Hotel dari mata Pusat Halal Indonesia dan manajer Hotel. Sangat diharapkan bahwa hasil makalah ini dapat memberikan informasi kepada badan-badan otoritas dan untuk pemain industri demikian juga mengenai kebijakan yang ada untuk hotel Halal. Hasil dari makalah ini juga akan menunjukkan pentingnya bagi para pelaku bisnis perhotelan untuk memiliki pengetahuan dan sepenuhnya siap dengan prospek dan tantangan yang mungkin mereka hadapi sebelum mengembangkan Halal Hotel di Indonesia.", "Daftar File": {"2018 SK PP Alya Varian   [19015074] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/316955", "2018 SK PP Alya Varian   [19015074] - Abstract.pdf": "https://digilib.itb.ac.id/gdl/download/316956", "2018 SK PP Alya Varian   [19015074] - Chapter 1.pdf": "https://digilib.itb.ac.id/gdl/download/316959", "2018 SK PP Alya Varian   [19015074] - Chapter 2.pdf": "https://digilib.itb.ac.id/gdl/download/316960", "2018 SK PP Alya Varian   [19015074] - Chapter 3.pdf": "https://digilib.itb.ac.id/gdl/download/316961", "2018 SK PP Alya Varian   [19015074] - Chapter 4.pdf": "https://digilib.itb.ac.id/gdl/download/316963", "2018 SK PP Alya Varian   [19015074] - Chapter 5.pdf": "https://digilib.itb.ac.id/gdl/download/316964", "2018 SK PP Alya Varian   [19015074] - References.pdf": "https://digilib.itb.ac.id/gdl/download/316969", "2018 SK PP Alya Varian   [19015074] - Appendix.pdf": "https://digilib.itb.ac.id/gdl/download/316971"}, "Penulis": "Alya Varian [19015074]", "Kontributor / Dosen Pembimbing": ["Fitri Aprilianty, S.Si., M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Hotel Halal, Pariwisata Halal, Muslim, Indonesia, LODGSERV", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "9 file", "Tanggal Input": "27 Okt 2023"}