{"Nomor": 78575, "Judul": "PERENCANAAN KEUANGAN PERSONAL UNTUK KELUARGA NADIA HASTARINI", "Abstrak": "Penulis memilih topik perencanaan keuangan sebagai subjek yang akan dibahas lebih lanjut dalam karya tulis ini, dan mengolahnya dalam bentuk studi kasus. Tidak hanya menjelaskan teori, tugas akhir ini lebih mengarah kepada praktek perencanaan keuangan. Bersumber kepada data dan kasus dari keluarga Nadia Hastarini, yang menjadi klien dari penulis, tugas akhir ini dapat disebut sebagai Personal Financial Planning. Dalam tugas akhir ini, penulis membuat sebuah perencanaan keuangan pribadi untuk keluarga Nadia Hastarini. Nadia berumur 33 tahun, bekerja sebagai pengacara di Soemadipradja dan Taffer Lawfirm. Penulis memilih kasus ini sebagai tugas akhir karena penulis menyadari bahwa Nadia memiliki banyak sekali tujuan hidup yang memerlukan biaya yang tidak sedikit. Lebih dari itu, Nadia memiliki anak yang masih balita dan harus menanggung semua beban dan biaya itu seorang diri. Maka dari itu, membantu Nadia untuk berada dalam situasi yang lebih baik merupakan tantangan tersendiri untuk penulis.\n\nPada dasarnya, perencanaan keuangan adalah sebuah proses untuk membantu seseorang mengelola strategi keuangannya dalam rangka mencapai semua tujuan hidupnya di masa depan. Kata kunci dari perencanaan keuangan adalah untuk mengelola, dengan kata lain tidak hanya mencapai tujuan, tetapi juga menciptakan sesuatu yang berkelanjutan. Secara keseluruhan, perencana keuangan mengkombinasikan antara apa yang dimiliki oleh klien dengan strategi penempatan dalam instrument keuangan dengan tujuan menyediakan biaya yang cukup dalam memenuhi keinginan di masa depan. Strategi tersebut kemudian terus menerus diawasi dan direvisi agar tetap pada jalur yang seharusnya.\n\nProses perencanaan keuangan dimulai dari pengumpulan data melalui kuesioner dan interview. Setelah semua data terkumpul seperti neraca keuangan, aset dan profil resiko dari klien sudah diketahui, klien menentukan apa saja tujuan hidup yang ingin dicapai di masa depan. Analisa dari bagaimana tujuan hidup itu akan tercapai dengan semua strategi yang dibutuhkan akan dipaparkan lebih lanjut pada bab 4. Pada bab 4 akan dijelaskan biaya yang dibutuhkan dan cara untuk memanage penghasilan serta pengeluaran untuk dapat memenuhi biaya tersebut. Akan disertakan juga rekomendasi dalam memilih instrument investasi yang sesuai untuk memenuhi kebutuhan clien", "Daftar File": {"2011 SK PP Tasya Nabila Djani   [19008055] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/317152", "2011 SK PP Tasya Nabila Djani   [19008055] - Abstract.pdf": "https://digilib.itb.ac.id/gdl/download/317153", "2011 SK PP Tasya Nabila Djani   [19008055] - Chapter 1.pdf": "https://digilib.itb.ac.id/gdl/download/317154", "2011 SK PP Tasya Nabila Djani   [19008055] - Chapter 2.pdf": "https://digilib.itb.ac.id/gdl/download/317155", "2011 SK PP Tasya Nabila Djani   [19008055] - Chapter 3.pdf": "https://digilib.itb.ac.id/gdl/download/317156", "2011 SK PP Tasya Nabila Djani   [19008055] - Chapter 4.pdf": "https://digilib.itb.ac.id/gdl/download/317157", "2011 SK PP Tasya Nabila Djani   [19008055] - Chapter 5.pdf": "https://digilib.itb.ac.id/gdl/download/317158", "2011 SK PP Tasya Nabila Djani   [19008055] - Reference.pdf": "https://digilib.itb.ac.id/gdl/download/317159"}, "Penulis": "Tasya Nabila Djani [19008055]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Subiakto, M.B.A."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Perencanaan Keuangan, Perencanaan Warisan, Dana Pendidikan, Pemilihan Reksadana, Dana Pensiun", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "8 file", "Tanggal Input": "30 Okt 2023"}