{"Nomor": 78584, "Judul": "ASSESSING INTRAPRENEURIAL ASPECT IN ORGANIZATION (CASE PT XYZ)", "Abstrak": "Untuk membangun bangsa yang kuat, Indonesia membutuhkan setidaknya Indonesia membutuhkan 1% penduduknya sebagai entrepreneur (Parker, 2004: 10-12).. Agar seseorang bisa dikatakan sebagai entrepreneur, seseorang harus memiliki tiga karakter utama entrepreneur: mengambil resiko, inovatif, dan mampu bekerja sama. Jika ada seseorang yang tidak memiliki bisnis dan bekerja untuk orang laing tapi memiliki karakter tersebut, orang tersebut disebut sebagai intrapreneur. PT XYZ adalah perusahaan yang bergerak di industri minyak dan gas. Karena ketatnya persaingan di industri tersebut, PT XYZ butuh meningkatkan performa mereka khususnya di usaha utama mereka, jasa pengeboran dan penyedotan minyak dan meningkatkan sumber daya manusia mereka. Salah satu cara meningkatkan performa mereka adalah dengan meningkatkan intrapreneurship di dalam perusahaan.\n\nPenelitian ini menggunakan pendekatan kualitatif. Langkah pertama melakukan penelitian ini adalah dengan mencari masalah pada objek Data yang dikumpulkan merupakan data primer dari kuesioner. Akan ada dua kuesioner yang didistribusikan. Kuisioner pertama adalah Entrepreneurial Orientation Survey (EOS) untuk mengukur kondisi entrepreneurial di dalam perusahaan yang disebar di seluruh divisi di dlama perushaan. Kuisioner kedua adalah Entrepreneurial Leadership Questionnaire (ELQ) untuk mengukur pemimpin divisi dengan empat tipe pemimpin intrapreneur: Miner, Explorers, Accelerators, dan Integrators. ELQ disebar di dua divisi penting di PT XYZ, Divisi Jasa Pengeboran dan Penyedotan Minyak sebagai bisnis utama PT XYZ dan Divisi Sumber Daya Manusia sebagai pengatur sumber daya manusia di PT XYZ. Penelitian ini menganalisa hasil dari EOS dan ELQ dan membandingkan hasil ELQ dari dua divisi tersebut.\n\nBerdasarkan hasil penelitian, dapat disimpulkan bahwa PT XYZ memiliki tingkat entrepreneurial yang baik. Karyawan PT XYZ dapat menerima lingkungan entrepreneurial di dalam perusahaan. PT XYZ juga memiliki performa di atas-rata-rata, dapat menggaji karyawan, mengembangkan karyawan dan melakukan inovasi setara dengan kompetitior. Karyawan PT XYZ juga memiliki pengertian yang cukup mengenai entrepreneurial. Pemimpin Divisi Sumber Daya Manusia yang dibutuhkan oleh PT XYZ adalah tipe Accelerator sementara untuk Divisi Jasa Pengeboran dan Penyedotan Minyak adalah tipe Miner.", "Daftar File": {"2015 SK PP Faishal Akbar Ilham   [19011117] - Abstract": "https://digilib.itb.ac.id/gdl/download/317320", "2015 SK PP Faishal Akbar Ilham [19011117] - Chapter 1": "https://digilib.itb.ac.id/gdl/download/317326", "2015 SK PP Faishal Akbar Ilham [19011117] - Chapter 2": "https://digilib.itb.ac.id/gdl/download/317329", "2015 SK PP Faishal Akbar Ilham [19011117] - Chapter 3": "https://digilib.itb.ac.id/gdl/download/317330", "2015 SK PP Faishal Akbar Ilham [19011117] - Chapter 4": "https://digilib.itb.ac.id/gdl/download/317331", "2015 SK PP Faishal Akbar Ilham [19011117] - Chapter 5": "https://digilib.itb.ac.id/gdl/download/317332", "2015 SK PP Faishal Akbar Ilham [19011117] - References": "https://digilib.itb.ac.id/gdl/download/317333", "2015 SK PP Faishal Akbar Ilham [19011117] - Full Text": "https://digilib.itb.ac.id/gdl/download/317341"}, "Penulis": "Faishal Akbar Ilham [19011117]", "Kontributor / Dosen Pembimbing": ["Isti Raafaldini Mirzanti MM"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Intrapreneur, oil and gas sectors, entrepreneurial orientation, Entrepreneurial Orientation Survey, Entrepreneurial Leadership Questionnaire", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "8 file", "Tanggal Input": "31 Okt 2023"}