{"Nomor": 78587, "Judul": "ANALISIS FAKTOR YANG MEMPENGARUHI CREDIT SPREAD OBLIGASI SYARIAH DI INDONESIA", "Abstrak": "Sukuk perusahaan di Indonesia secara konsisten tumbuh dengan total outstanding yang bertumbuh secara signifikan, dan telah diterbitkan hingga 20,425,400 juta hingga Desember 2016, dengan akumulasi issuance sebanyak 100 penerbitan. Ini menjadi bukti bahwa keberadaan Sukuk telah menjadikan dirinya berada pada proporsi yang signifikan di Indonesia. Tujuan dari riset ini adalah untuk menganalisis efek dari nilai tukar rupiah-US dollar, waktu untuk jatuh tempo, suku bunga BI, volume penerbitan, dan total return Index Obligasi Komposit Indonesia terhadap credit spread Sukuk di Indonesia. Riset ini juga menganalisis perubahan harga saham sebagai proxy selama periode Agustus 2015-Agustus 2016. Penelitian ini menggunakan data sekunder dari Indonesia Capital Market Laboratory, IBPA, dan Bank Indonesia, melibatkan 10 jenis Sukuk perusahaan yang ditransaksikan selama Agustus 2015-Agustus 2016. Penelitian ini menggunakan metode regresi panel. Hasil menunjukan bahwa waktu jatuh tempo dan total return INDOBEXCOMPOSITE memiliki korelasi positif dan berdampak signifikan terhadap credit spread Sukuk. Nilai tukar rupiah terhadap US dollar, suku bunga BI, dan market value memiliki korelasi negatif dan berdampak signifikan terhadap credit spread Sukuk. Namun, volume penerbitan tidak berdampak signifikan terhadap credit spread.", "Daftar File": {"2017 SK PP Helmi Qasthari Fauzi   [19014018] -Full Text": "https://digilib.itb.ac.id/gdl/download/317360", "2017 SK PP Helmi Qasthari Fauzi   [19014018] - Abstract": "https://digilib.itb.ac.id/gdl/download/317361", "2017 SK PP Helmi Qasthari Fauzi   [19014018] - Chapter 1": "https://digilib.itb.ac.id/gdl/download/317362", "2017 SK PP Helmi Qasthari Fauzi   [19014018] - Chapter 2": "https://digilib.itb.ac.id/gdl/download/317363", "2017 SK PP Helmi Qasthari Fauzi   [19014018] - Chapter 3": "https://digilib.itb.ac.id/gdl/download/317364", "2017 SK PP Helmi Qasthari Fauzi   [19014018] - Chapter 4": "https://digilib.itb.ac.id/gdl/download/317365", "2017 SK PP Helmi Qasthari Fauzi   [19014018] - Chapter 5": "https://digilib.itb.ac.id/gdl/download/317366", "2017 SK PP Helmi Qasthari Fauzi   [19014018] - References": "https://digilib.itb.ac.id/gdl/download/317367"}, "Penulis": "Helmi Qasthari Fauzi [19014018]", "Kontributor / Dosen Pembimbing": ["Ahmad Danu Prasetyo, S.T, M.S.M., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "niali tukar, waktu jatuh tempo, suku bunga BI, size issued, market value, INDOBeX, yield spread, regresi panel, obligasi syariah, sukuk.", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "8 file", "Tanggal Input": "31 Okt 2023"}