{"Nomor": 78583, "Judul": "ANALISIS IMPLEMENTASI PENGUKURAN TINGKAT KESEHATAN USAHA KECIL DAN MENENGAH UNTUK SEKTOR INDUSTRI JASA DI BANDUNG, INDONESIA", "Abstrak": "Pengukuran tingkat kesehatan Usaha Kecil dan Menengah (UKM) penting untuk dilakukan untuk mengetahui seberapa efektif kinerja perusahaan. Jika sebuah perusahaan memiliki tingkat kesehatan yang baik, maka visi dan tujuan perusahaan dapat dicapai. Di kota Bandung, merupakan salah satu kota di Indonesia dengan pertumbuhan UKM yang tinggi. Berdasarkan data dari Departement Industri kota Bandung – provinsi Jawa Barat, saat ini terdapat sekitar 3.000 pelaku usaha kecil dan menengah dari jumlah populasinya sebanyak 2.5 juta penduduk, atau sekitar 0,12%. Kota Bandung saat ini memiliki 30 sentra industry yang berkembang khususnya pada sektor manufaktur dan jasa.\n\nSektor industri jasa merupakan salah satu sektor yang memiliki potensi dan penting untuk dikembangkan saat ini. Dengan jenis sektor industry dan klasifikasi UKM yang sama, bisnis usaha kecil dari industry jasa dinilai tingkat kesehatannya berdasarkan SMEs Soundness Assessment Measurement yang merupakan alat ukur kesehatan pertama untuk UKM yang dikembangkan oleh Raden Roro Mirna dan Subiakto Soekarno (2014). Data sampel yang didapat adalah sebanyak 15 perusahaan industri jasa yang terdiri dari 9 perusahaan dengan pinjaman bank dan 7 perusahaan tanpa pinjaman bank. Sampel merupakan perusahaan yang bergerak di industri jasa di Bandung dan termasuk dalam kategori usaha kecil berdasarkan Undang-Undang No. 20 Tahun 2008 yaitu memiliki omset minimum Rp300.000.000 (tiga ratus juta rupiah) hingga maksimum Rp2.500.000.000 dan telah beroperasi minimum dua tahun.Masing-masing dari hasil penilaian akan dibandingkan dengan menggunakan independen sampel T-test dengan alfa (?) 0.05 untuk mengetahui apakah terdapat perbedaan atau tidak antara perusahaan dengan pinjaman dari bank dan perusahaan yang tidak memiliki pinjaman dari bank.\n\nDari hasil penelitian menunjukkan bahwa kelompok perusahaan dengan pinjaman bank terdapat 2 perusahaan yang memperoleh \"Sehat I\" dengan rating AA dan 7 perusahaan lain memperoleh \"Sehat II\" dengan rating A. Sedangkan kelompok tanpa pinjaman bank terdapat 2 perusahaan memperoleh \"Sehat II\" dengan rating A dan 4 perusahaan memperoleh \"Cukup Sehat I\" dengan rating BBB. Berdasarkan hasil indenpenden sample T-test menunjukkan tidak ada perbedaan yang signifikan dalam aspek keuangan antara perusahaan dengan pinjaman dan tanpa pinjaman bank yang dibuktikan dengan p> 0,05. Sementara berdasarkan aspek non finansial yang terdiri dari aspek pemasaran, sumber daya manusia, tata kelola usaha dan operasioanl, terdapat perbedaan yang signifikan dalam nilai rata-rata antara perusahaan dengan pinjaman bank dan perusahaan tanpa pinjaman bank yang secara statistik terbukti dengan p <0,05.", "Daftar File": {"2015 SK PP Evin Kartina Fatris   [19011036] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/317318", "2015 SK PP Evin Kartina Fatris   [19011036] - Abstract.pdf": "https://digilib.itb.ac.id/gdl/download/317319"}, "Penulis": "Evin Kartina Fatris [19011036]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Subiakto, M.B.A."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "usaha kecil, industry jasa, pinjaman bank, SME Soundness Assessment Measurement, aspek keuangan, aspek non-keuangan,", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "2 file", "Tanggal Input": "31 Okt 2023"}