{"Nomor": 78580, "Judul": "EVALUATING THE EFFECTIVENESS OF BUSINESS PLAN APPROACH FOR FIRST TIME ENTREPRENEURS CASE STUDY: IBE SBM ITB", "Abstrak": "Indonesia mengalami pertambahan entrepreneur yang signifikan dalam beberapa tahun ini di berbagai bidang bisnis. Namun, disaat banyak entrepreneur yang tumbuh, banyak pula dari mereka yang mengalami kegagalan dalam tahun pertama. Salah satu alasan yang sering menjadi kendala adalah mengenai modal usaha. Atau alasan lain adalah mengenai orang yang menjalankannya, kesalahan manajemen. Dan dari semua itu, dapat disimpulkan menjadi dua kata yaitu perencanaan dan eksekusi yang akan dikembangkan menjadi sebuah bentuk rencana bisnis.\n\nIntegrated Business Experiences atau IBE merupakan mata kuliah dua semester di SBM ITB yang membagi kelompok mahasiswa menjadi sekitar 20 orang per tim, atau disebut perusahaan, Tujuannya adalah agar mereka mampu membuat sebuah bisnis sendiri. Pada semester pertama, setiap perusahaan memasuki tahap persiapan. Mereka akan memulai dengan menciptakan ide, lalu melakukan studi kelayakan, pencarian vendor yang tepat, pengembangan produk, perencanaan keuangan, hingga akhirnya presentasi dengan investor, dalam hal ini adalah bank yang bekerjasama dengan program ini. Pada semester kedua, perusahaan diharapkan dapat mengeksekusi rencana bisnis mereka dan secara berat mereka harus melampaui target penjualan yang telah ditentukan diawal.\n\nIni merupakan riset permulaan untuk menemukan pendekatan terbaik bagi entrepreneur pemula untuk memulai bisnisnya. Obyektif utama dalam riset ini adalah mengevaluasi efektifitas pendekatan rencana bisnis untuk entrepreneur pemula dalam mencapai produk yang sesuai pasar dengan mengevaluasi hasil dari program IBE. Ini penting untuk mengetahui apakah pendekatan yang digunakan diprogram IBE dapat menemukan produk yang fit pasar sehingga rencana bisnis yang dibuat layak untuk didanai.\n\nBerdasarkan hasil dari riset ini menunjukkan bahwa pendekatan yang digunakan diprogram IBE tidak efektif untuk menemukan produk yang fit pasar dalam bisnis mereka. Hasil dari evaluasi program menggunakan Model CIPP membuktikan kurangnya pemahaman tentang pasar, yang akhirnya strategi dan rencana bisnis yang mereka kembangkan selama satu semester tidak akurat dan banyak mengalami perubahan. Dan diakhir programpun, ternyata perusahaan yang mereka bangun juga belum menemukan produk yang fit pasar.Sehingga, perlu adanya focus baru dalam program IBE untuk lebih menekankan dalam pemahaman pasar, sehingga mereka bisa membuat rencana bisnis yang lebih efektif dan lebih mudah untuk dieksekusi.", "Daftar File": {"2015 SK PP Arizal Khoironi   [19011032] - Chapter 1": "https://digilib.itb.ac.id/gdl/download/317216", "2015 SK PP Arizal Khoironi [19011032] - Chapter 2": "https://digilib.itb.ac.id/gdl/download/317217", "2015 SK PP Arizal Khoironi [19011032] - Chapter 3": "https://digilib.itb.ac.id/gdl/download/317218", "2015 SK PP Arizal Khoironi [19011032] - Chapter 4": "https://digilib.itb.ac.id/gdl/download/317219", "2015 SK PP Arizal Khoironi [19011032] - Chapter 5": "https://digilib.itb.ac.id/gdl/download/317220", "2015 SK PP Arizal Khoironi [19011032] - Full Text": "https://digilib.itb.ac.id/gdl/download/317230"}, "Penulis": "Arizal Khoironi [19011032]", "Kontributor / Dosen Pembimbing": ["Dr. Sri Herliana, S.P., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pendekatan rencana bisnis, produk fit pasar, evaluasi program", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "6 file", "Tanggal Input": "30 Okt 2023"}