{"Nomor": 78599, "Judul": "KONTEN INSTAGRAM TERHADAP MINAT BELI KONSUMEN UNTUK START-UP MAKANAN", "Abstrak": "Instagram merupakan salah satu media sosial yang paling banyak digunakan di seluruh dunia. Sebagai salah satu media komunikasi pemasaran, Instagram menjadi penting bagi perusahaan karena kemampuannya dalam mengomunikasikan produk perusahaan kepada konsumen. Di industri kuliner, terutama pada produk cookies banyak perusahaan menggunakan Instagram untuk mengomunikasikan produknya. Kehadiran Instagram kemudian mengakibatkan Kisse Cookies Sehat sebagai salah satu perusahaan start-up yang fokus pada produksi cookies sehat juga berencana untuk memaksimalkan kinerja perusahaan melalui online, yakni menggunakan Instagram. Pada kenyataannya, Kisse memiliki 1140 pengikut di Instagram tetapi jumlah penjualan melalui online masih dibawah 10% dari total pengikut yang dimiliki. Selain itu, perusahaan memiliki banyak kompetitor yang mengakibatkan konsumen memiliki banyak alternatif untuk memenuhi kebutuhan mereka. Kondisi ini semakin meningkatkan keinginan perusahaaan untuk memaksimalkan performa akun Instagramnya. Studi literatur menunjukkan bahwa salah satu faktor penyebab fenomena tersebut adalah konten instagram itu sendiri. Lebih lanjut, diketahui bahwa untuk mengoptimalkan pemasaran melalui Instagram, perusahaan harus mampu mengembangkan konten, yang akan mendorong kepada keinginan konsumen untuk membeli produk perusahaan. Berdasarkan literatur, konten yang diteliti mencakup aspek Bio, Product’s Visual, Endorsement, Caption on Photo, Hastag, dan Repost, dimana masing-masing memiliki 4 indikator, sehingga secara keseluruhan jumlah indikator yang digunakan dalam penelitian ini 24 indikator. Adapun tujuan dari penelitian ini adalah untuk menentukan konten Instagram paling berpengaruh kepada start-up yang akan mempengaruhi minat beli konsumen. Selanjutnya dari hasil penelitian ini akan diketahui konten Instagram yang paling sesuai bagi perusahaan start-up yang akan berakibat kepada minat konsumen. Metodologi yang digunakan dalam penelitian ini adalah metodologi kuantitatif dengan mengumpulkan data berupa kuesioner online dari 140 responden, yakni pengguna Instagram dan merupakan pengguna aktif Instagram. Analisis dilakukan dengan menggunakan metode regresi linear berganda. Data yang telah dikumpulkan akan dianalisis terlebih dahulu dengan menggunakan Uji Asumsi Klasik sebagai syarat untuk analisis regresi linear berganda. Hasil analisis menunjukkan bahwa konten Instagram yang paling mmepengaruhi adalah Repost. Repost sebagai konten paling berpengaruh menurut preferensi konsumen sebaiknya menjadi pertimbangan bagi pemilik start-up untuk memperbaiki performa Instagram perusahaan.", "Daftar File": {"Final Project - Oktaviani Br Sagala .pdf": "https://digilib.itb.ac.id/gdl/download/317416"}, "Penulis": "Oktaviani Br Sagala [19213031]", "Kontributor / Dosen Pembimbing": ["Evy Rachmawati Chaldun, S.E, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Instagram, Instagram marketing, Konten Instagram, Minat Beli", "Sumber": "", "Staf Input/Edit": "Jufrizal Effendi, S.Sos", "File": "1 file", "Tanggal Input": "31 Okt 2023"}