{"Nomor": 78593, "Judul": "EFEK STRATEGI BAURAN PROMOSI UNTUK MENINGKATKAN PENJUALAN PADA SISTEM KONSINYASI TERHADAP INDUSTRI MAKANAN DAN MINUMAN START-UP", "Abstrak": "Perkembangan industri makanan dan minuman di Indonesia dapat terlihat dengan jelas. Karena itu, perkembangan dari industri makanan dan minuman di Indonesia memiliki dampak terhadap pertumbuhan bisnis baru di industri tersebut. Berdasarkan pada observasi penulis, pada umumnya, bisnis baru akan memilih saluran penjualan yang sesuai dengan anggaran dan modal yang dimiliki. Seperti saluran penjualan melalui sistem konsinyasi. Namun, sistem konsinyasi memiliki kelemahan yaitu rendahnya angka penjualan dan lamanya waktu pengembalian hasil penjualan. Salah satu bisnis baru yang berada pada industri makanan dan minuman yang juga mengalami kelemahan sistem konsinyasi tentang rendahnya angka penjualan dan lamanya waktu pengembalian hasil penjualan adalah perusahaan Strew it Doughnut. Masalah rendahnya angka penjualan dan lamanya waktu pengembalian hasil penjualan.tengah dialami oleh perusahaan Strew it Doughnut. Pada penelitian ini, penulis akan menganalisa efek dari strategi bauran promosi untuk meningkatkan angka penjualan terhadap perusahaan baru di industri makanan dan minuman. Penulis menggunakan pendekatan kualitatitif dalam mengadakan penelitian ini. Tahap pertama adalah menjelaskan variabel dari bauran promosi melalui studi literatur. Tahap kedua adalah melakukan wawancara tentang metode bauran promosi dengan tiga perusahaan baru di industri makanan dan minuman yang menggunakan sistem konsinyasi sebagai saluran penjualannya. Tiga perusahaan baru tersebut adalah Futuristea, Puro dan Du’crème. Tahap berikutnya adalah menganalisis bagaimana setiap metode bauran promosi memberikan dampak terhadap kenaikan penjualan pada sistem konsinyasi. Hasil dari wawancara dari Futuristea, Puro dan Du’crème adalah setiap perusahaan melakukan metode bauran promosi untuk membuat bisnis mereka sukses dan mencapai tujuan perusahaan. Metode bauran promosi terdiri dari periklanan, promosi penjualan, public relation dan penjualan personal. Metode-metode tersebut memberikan efek yang beragam untuk bisnis pada sistem konsinyasi. Hasil akhirnya menunjukan promosi penjualan memberikan dampak yang tinggi dalam peningkatan penjualan. Hasil yang kedua adalah periklanan dan public relation yang iii memeberikan dampak sedang dalam meningkatkan penjualan. Dan yang terakhir adalah penjualan personal yang tidak memiliki dampak dalam peningkatan penjualan", "Daftar File": {"Final Project - Dian Mutiah - 19213005.pdf": "https://digilib.itb.ac.id/gdl/download/317391"}, "Penulis": "Dian Mutiah Laraswati [19213005]", "Kontributor / Dosen Pembimbing": ["Dr. Dina Dellyana, S.Farm., M.A.B."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Bauran promosi, konsinyasi dan penjualan", "Sumber": "", "Staf Input/Edit": "Jufrizal Effendi, S.Sos", "File": "1 file", "Tanggal Input": "31 Okt 2023"}