{"Nomor": 78591, "Judul": "DESAIN SISTEM AKUNTANSI UNTUK USAHA AKUAKULTUR KELAS KECIL DAN MENENGAH DI JAWA BARAT. SEBUAH STUDI KASUS SANGKURIANG SITU MUKTI", "Abstrak": "Sangkuriang Situ Mukti adalah perusahaan yang bergerak di bidang budidaya ikan lele. Lokasi produksi dan kantor berlokasi di Villa Padjajaran, Kampung Nyalindung, Cileunyi Wetan Kabupaten Bandung. Perusahaan tersebut dibentuk pada tahun 2012 dan secara legal disahkan pada tahun 2013. Sangkuriang Situ Mukti menjual ikan lele segar dari hasil budidayanya sendiri langsung ke konsumennya yaitu penjual ikan di pasar dan restorant di Jatinangor. Permintaan hanya dari pasar Jatinangor dan Cileunyi sangatlah besar sehingga melebihi kapasitas produksi perusahaan. Dalam mendesain sistem akuntansi untuk Sangkuriang Situ Mukti, penulis menggunakan metode riset partisipasi langsung, observasi, dan studi literatur. Penulis bergabung dengan perusahaan sebagai direktur keuangan sejak awal tahun 2015. Karena pengalaman itu penulis mengetahui secara baik permasalahan keuangan dan akuntansi perusahaan. Diskusi dilakukan dengan beberapa pemangku kebijakan di perusahaan untuk mengetahui harapan mereka terkait sistem keuangan dan akuntansi yang lebih baik bagi perusahaan. Selain itu, penulis mengumpulkan semua dokumen pendukung mulai dari yang terkait dengan dokumen akuntansi perusahaan, dokumen yang mendeskripsikan proses akuntansi Sangkuriang Situ Mukti, buku – buku yang terkait dengan akuntansi, ED SAK EMKM ( Exposure Draft Standar Akuntansi Keuangan Entitas Mikro, Kecil, dan Menengah), dan juga beberapa literatur yang terkait dengan topik ini. Sistem akuntansi yang dibuat oleh penulis untuk Sangkuriang Situ Mukti adalah pencatatan transaksi, kebijakan akuntansi, susunan akun pada laporan keuangan, sistem informasi akuntansi, dan format laporan keuangan. Penulis tidak hanya membuat desain sistem akuntansi perusahaan, tetapi juga membuat rencana implementasi agar hasil dari riset bisa bermanfaat bagi Sangkuriang Situ Mukti.", "Daftar File": {"final project ibrahim risyad effendhy 19213037.pdf": "https://digilib.itb.ac.id/gdl/download/317381"}, "Penulis": "Ibrahim Risyad Effendhy [19213037]", "Kontributor / Dosen Pembimbing": ["Acip Sutardi, S.E, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Accounting System; Small and Medium Enterprise, West Java, Indonesia", "Sumber": "", "Staf Input/Edit": "Jufrizal Effendi, S.Sos", "File": "1 file", "Tanggal Input": "31 Okt 2023"}