{"Nomor": 78595, "Judul": "ANALISA FAKTOR KEPUASAN PELANGGAN PADA BISNIS JASA, KASUS DARI BISNIS SPA DI BANDUNG", "Abstrak": "Tujuan dari penelitian ini dasarnya adalah ingin mengetahui faktor mana yang paling berpengaruh terhadap kepuasan pelanggan setelah melakukan kegiatan spa sehingga nantinya dapat membuat rekomendasi kepada bisnis sejenis sesuai dengan hasil penelitian ini. Dari penelitian terdahulu, faktor-faktor dari kepuasan pelanggan dalam jasa spa ada empat yaitu kualitas service, persepsi terhadap tempat spa, persepsi terhadap harga, dan persepsi terhadap therapist. Responden dalam penelitian ini adalah wanita berusia lebih dari 18 tahun yang berdomisili di daerah Bandung dan sekitarnya. Peneliti menggunakan kuisioner untuk mendapatkan data primer dan studi literatur untuk data sekunder. Multinomial regresi digunakan untuk menganalisis hubungan antara respon pelanggan terhadap kepuasannya setelah melakjukan kegiatan spa dengan faktor-faktor yang mempengaruhinya. Hasil dari riset ini adalah dari empat faktor kepuasan pelanggan, terdapat tiga faktor yang mempengaruhi kepuasan pelanggan dan satu faktor yang tidak mempengaruhi kepuasan pelanggan dalam melakukan spa. Dari hasil analisa data dapat dilihat bahwa persepsi terhadap harga memiliki pengaruh paling besar karena memiliki nilai t pada tabel t-test (tabel 5.8) terbesar. Kemudian untuk faktor yang paling tidak berpengaruh terhadap kepuasan pelanggan dalam melakukan spa adalah persepsi terhadap tempat spa karena memiliki nilai t lebih rendah dari nilai t-table sehingga hipotesa ditolak. Faktor lain yang mempengaruhi adalah persepsi terhadap therapist untuk posisi kedua dan yang terakhir adalah kualitas layanan.", "Daftar File": {"Final Project - Marcha Monita - 19213008.pdf": "https://digilib.itb.ac.id/gdl/download/317401"}, "Penulis": "Marcha Monita Ayu Putri [19213008]", "Kontributor / Dosen Pembimbing": ["Dr. Leo Aldianto, M.B.A, M.SAE."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "kepuasan pelanggan; bisnis jasa; bisnis spa", "Sumber": "", "Staf Input/Edit": "Jufrizal Effendi, S.Sos", "File": "1 file", "Tanggal Input": "31 Okt 2023"}