{"Nomor": 78603, "Judul": "MENGEMBANGKAN STRESS TEST DINAMIK UNTUK SISTEM PERBANKAN DENGAN AGEN ADAPTIF: PENDEKATAN BERBASIS AGEN", "Abstrak": "Saat ini, perkembangan ekonomi tidak dapat dipisahkan dari perkembangan sistem finansial dikarenakan pertumbuhan finansial terkait pada pertumbuhan ekonomi. Sistem keuangan merupakan sistem yang terkait dengan aliran uang, seperti pasar uang, instrumen pasar uang dan institursi. Sistem keuangan yang dikategorikan sebagai sistem yang mutakhir mempunyai tingkat keterikatan yang tinggi dengan tingkat ketergantungan yang tinggi pula. Pentingnya mengelola stabilitas sistem keuangan dikarenakan biaya kegagalan sistem yang sangat tinggi. Berdasarkan studi, kegagalan sistem keuangan menyebabkan kerugian yang paling tinggi jika dibandingkan dengan kegagalan sistem lainnya.\n\nStudi ini mengajukan pendekatan baru untuk stress test sistem perbankan. Saat ini, model yang digunakan pada pengelolaan resiko di bank pada umumnya tidak dapat memodelkan kelemahan sistem secara keseluruhan. Stress test yang digunakan pada pengelolaan resiko umumnya mengabaikan beberapa hal yang penting, misalnya respon bank- bank pada keadaan ekonomi sekitar bank yang berubah secara dinamis, termasuk sistem feedback dan respon dari bank sekitar.\n\nPada studi ini, agen yang digunakan adalah agen adaptif, yang dapat menyesuaikan respon mereka menggunakan reinforcement learning. Hasil yg didapat dari studi ini adalah: pertama, net worth yg tinggi menurunkan resiko sistemik sistem, dan saat net worth meningkat jumlah bank yg bangkrut menurun secara non-linear. Kedua, besarnya eksprosur dari aset antarbank meningkatkan resiko gagal bayar. Hubungannya juga non-linear. Ketiga, jumlah koneksi antar bank memiliki efek yg non linear terhadap resiko kegagalan bank. Efeknya memuncak pada satu nilai. Poin lainnya adalahm hasil menunjukkan bahwa aksi yang lebih cenderung digunakan oleh agen adalah menurunkan nilai aset antar bank guna menaikkan nilai net worthnya. Model pada studi ini menunjukkan hasil yang penting bahwa pendekatan stress test secara dinamik dapat menghindarkan hasil stress test yang terlalu rendah bila dibandingkan dengan pendekatan stress test statik.", "Daftar File": {"2017 TS PP Tara Raissa Raswan   [29014003] - Full Text": "https://digilib.itb.ac.id/gdl/download/317440"}, "Penulis": "Tara Raissa Raswan [29014003]", "Kontributor / Dosen Pembimbing": ["Deddy Priatmodjo Koesrindartoto, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Agent Based Modelling, Jaringan Interbank, Stress Test", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "31 Okt 2023"}