{"Nomor": 78618, "Judul": "IMPLEMENTASI DARI METODE PERENCANAAN KEBUTUHAN PADA START-UP BISNIS", "Abstrak": "Saat ini di Indonesia, startup bisnis memiliki pertumbuhan yang cukup pesat. hal ini di dukung dengan adanya kebijakan pemerintah dalam meningkatkan jumlah pengusaha baru. KISSE (Cookies Sehat) adalah salah satu diantara banyak startup bisnis di Indonesia, yang berada di Bandung dan memiliki fokus di bidang kuliner terutama cookies sehat. Sebagai startup bisnis, perusahaan masih menghadapi beberapa masalah dan tantangan dalam pertumbuhan bisnisnya. Oleh karena itu, kami melakukan penelitian agar dapat menemukan solusi dari masalah persediaan yang dihadapi oleh perusahaan ini. Tujuan dari penelitian ini adalah untuk menerapkan perencanaan kebutuhan bahan (MRP) di Perusahaan KISSE (Cookies Sehat) untuk memecahkan masalah persediaan dan penjadwalan produksi. Perencanaan kebutuhan bahan (MRP) adalah metode yang digunakan untuk mengontrol persediaan dan perencanaan produksi terutama untuk penjadwalan dan memutuskan berapa bahan baku banyak yang dibutuhkan dalam memproduksi barang. Untuk melakukan penelitian ini, kami mengumpulkan data primer dengan melakukan wawancara di Nituty Cookies dan melakukan observasi di bagian produksi pada Perusahaan KISSE (Cookies Sehat). Dari data tersebut, maka kami memperkirakan permintaan, membuat bill of material, dan mengembangkan jadwal induk produksi (MPS). Hasil dari penelitian ini adalah perumusan sistem MRP untuk bisnis start-up yang akan membuat sistem persediaan dan penjadwalan produksi yang lebih efektif dan efisien, seperti mempertahankan tingkat terendah dari persediaan, memastikan ketersediaan material dan komponen, rencana manufaktur dan aktivitas pembelian. Penelitian ini merekomendasikan Perusahaan untuk menggunakan metode lot sizing yaitu metode LFL (komponen non perishable) - LFL (komponen perishable) untuk mendapatkan total biaya lebih rendah 165% dibandingkan dengan menggunkan EOQ (komponen non perishable) - LFL (komponen perishable), sehingga perusahaan tidak hanya meminimalkan persediaan tetapi juga menghemat biaya. Hal ini karena, jika menggunakan LFL - LFL, biaya yang harus dikeluarkan oleh perusahaan sebesar Rp1.536.000 + Rp288.000 = 1.824.000 rupiah. Sementara itu, jika menggunakan EOQ - LFL, biaya yang harus dikeluarkan oleh perusahaan sebesar Rp2.730.118 + Rp288.000 = 3.018.118 rupiah. Setelah itu, manfaat dari penelitian ini adalah sebagai referensi untuk bisnis start-up dalam mencari formulasi yang efektif dan efisien dalam kegiatan produksi dan juga agar sistem manajemen bisnis start-up dapat lebih terstruktur, terutama pengelolaan operasi. Selain itu, dengan demikian, penjualan akan terus mengalami kenaikan disertai dengan peningkatan kapasitas produksi.", "Daftar File": {"Final Project - Widianingsih.pdf": "https://digilib.itb.ac.id/gdl/download/317538"}, "Penulis": "Widianingsih [19213011]", "Kontributor / Dosen Pembimbing": ["Desy Anisya Farmaciawaty, S.Si., MORM.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Perencanaan kebutuhan bahan (MRP); bisnis start-up; masalah persediaan; penjadwalan produksi.", "Sumber": "", "Staf Input/Edit": "Jufrizal Effendi, S.Sos", "File": "1 file", "Tanggal Input": "01 Nov 2023"}