{"Nomor": 78615, "Judul": "FAKTOR YANG BERHUBUNGAN DENGAN LOYALITAS KONSUMEN DI DUNIA MODE-TAS WANITA", "Abstrak": "Industri fashion memiliki potensi yang sangat tinggi tidak hanya untuk pasar domestik, tetapi untuk pasar global juga. Pada 2015, penjualan tas meningkat sebesar 13% dalam hal ini terjadi karena peningkatan jumlah kelas menengah, dan semakin banyak toko yang dibuka dipusat perbelanjaan besar di kota-kota besar di Indonesia. Peningkatan penjualan produk menjadi lebih besar akibat permintaan dari konsumen perkotaan yang semakin meningkat. Industri ini mulai menyadari bahwa selain mencari pelanggan baru, membangun hubungan dengan pelanggan mereka yang sebelumnya juga sangat penting. Dalam penelitian sebelumnya, perusahaan dengan pelanggan yang loyal memiliki pangsa pasar yang lebih besar dan memperoleh keuntungan. Tujuan dari penelitian ini adalah untuk mengidentifikasi faktor-faktor tertentu yang mempengaruhi loyalitas pelanggan di industri fashion, khususnya tas wanita. Peneliti ini juga mengumpulkan beberapa informasi demografis tentang responden, dan mengidentifikasi hubungan antara faktor-faktor yang mempengaruhi loyalitas tersebut dengan loyalitas pelanggan. Penelitian ini menggunakan metode kuantitatif dan data primer dikumpulkan dengan menggunakan kuesioner, sedangkan data sekunder dikumpulkan melalui studi literatur. Kuesioner disebar kepada 402 responden, penulis menggunakan metode pemilihan secara acak, dengan kriteria tertentu, yaitu wanita dari usia 15-49 tahun yang berdomisili di Jakarta, Bandung, Bekasi, Depok dan Tangerang. Data yang terkumpul diuji menggunakan analisis statistik, yaitu, uji validitas dan reliabilitas, uji asumsi klasik dan regresi berganda. Dari penelitian sebelumnya, penulis telah menemukan beberapa faktor signifikan yang mempengaruhi loyalitas pelanggan. Faktor-faktor tersebut adalah nama merek, kualitas produk, desain, promosi, dan kualitas layanan. Dari hasil tes, menunjukkan bahwa semua faktor-faktpr tersebut memiliki efek signifikan dalam mempengaruhi loyalitas pelanggan. Hasil penelitian menemukan bahwa kualitas pelayanan, kualitas produk dan desain adalah tiga faktor yang paling signifikan dalam mempengaruhi loyalitas pelanggan. Semua variabel memiliki hubungan yang kuat dengan satu sama lain dan dapat mempengaruhi loyalitas pelanggan sebesar 63,5%. Penelitian ini diharapakan dapat memberikan kontribusi untuk pengembangan start-up dengan memberikan rekomendasi yang tepat untuk startups fashion tentang bagaimana membangun loyalitas pelanggan.", "Daftar File": {"Skripsi-Desy Verianie 19213009.pdf": "https://digilib.itb.ac.id/gdl/download/317535"}, "Penulis": "Desy Verianie [19213009]", "Kontributor / Dosen Pembimbing": ["Dr. Leo Aldianto, M.B.A, M.SAE."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Fashion industry; customer loyalty; handbag", "Sumber": "", "Staf Input/Edit": "Jufrizal Effendi, S.Sos", "File": "1 file", "Tanggal Input": "01 Nov 2023"}