{"Nomor": 78613, "Judul": "IDENTIFIKASI DAN KLONING GEN PENGKODE GELATINASE ISOLAT DCA3 DARI TEMPE BENGUK, MAKANAN TRADISIONAL ASAL INDONESIA", "Abstrak": "Gelatinase merupakan protease yang mampu menghidrolisis gelatin dan molekul lain yang memiliki struktur mirip gelatin, seperti feromon, kolagen, kasein dan fibrinogen. Beberapa peptida hasil pemotongan gelatin telah dilaporkan memiliki aktivitas antimikroba, antioksidan, antihipertensi dan antikanker. Salah satu isolat bakteri (DCA3) yang berasal dari tempe benguk memiliki aktivitas gelatinase. Tujuan penelitian ini adalah mengidentifikasi spesies isolat DCA3, _mengkarakterisasi gelatinase isolat DCA3 berupa analisis bobot molekul, aktivitas, urutan asam amino dan stabilitas terhadap suhu, serta mengidentifikasi dan?mengkloning gen pengkode gelatinase isolat DCA3 pada vektor pGEM-T Easy. Identifikasi spesies bakteri dilakukan dengan amplifikasi dan sekuensing gen 16S rDNA. Gelatinase didapatkan dari hasil pemekatan media NB yang mengandung susu skim 0,05% dan gelatin 0,05% serta sudah ditumbuhi oleh isolat DCA3, Media bebas sel dipekatkan dan digunakan untuk karakterisasi dengan SDS-PAGE, zimografi dan LC-MS/MS. Identitas gelatinase dari LC-MS/MS dikonfirmasi secara in silico dengan perangkat lunak BLAST MEROPS, pemodelan struktur 3D dengan I-TASSER dan analisis pengikatan substrat dengan perangkat lunak AutoDock Vina- Untuk uji stabilitas terhadap suhu, gelatinase dipisahkan dengan cara pengendapan pada titik isoelektriknya (pH 4,8) dan dilarutkan kembali dengan larutan dapar Tris-Cl pH 8,0. Kloning gen pengkode gelatinase dilakukan melalui tahap perancangan primer, amplifikasi gen, ligasi ke pGEM-T Easy dan transformasi ke Escherichia coli TOPI 0. Hasil identifikasi spesies menunjukkan bahwa isolat DCA3 adalah Staphylococcus sciuri dengan nilai query coverage dan persen identitas sebesar 100%. Gelatinase isolat DCA3 memiliki ukuran 43,7 kDa dan teridentifikasi sebagai 3-hidroksi-3metilglutaril-coA sintase (HMGS). Dari skala produksi 500 mL berhasil diperoleh 5 mg gelatinase. Aktivitas gelatinase tersebut positifpada uji zimografi dan mengalami penurunan aktivitas sebesar 54,86% pada suhu 45 oc. Gen pengkode gelatinase telah berhasil dikloning pada vektor pGEM-T Easy dan dikonfirmasi dengan PCR koloni. Hasil konfirmasi positif ditunjukkan dengan adanya pita DNA berukuran —1200 pb.", "Daftar File": {"ABSTRAK Lulu Setiyabudi": "https://digilib.itb.ac.id/gdl/download/317497"}, "Penulis": "Lulu Setiyabudi [20712070]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. Catur Riani, S.Si., M.Si.", "Dr. Debbie Soefie Retnoningrum"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Gelatinase, isolat DCA3, Staphylococcus sciuri, HMGS", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "31 Okt 2023"}