{"Nomor": 78622, "Judul": "PENGARUH PENGGUNAAN HASHTAG, SELEBRITI ENDORSEMENT DAN PAID PROMOTE TERHADAP KETERCAPAIAN TUJUAN PROMOSI DI INSTAGRAM (STUDI KASUS : MERK PAKAIAN WANITA)", "Abstrak": "Upaya promosi melalui Instagram tidak akan memberikan pengaruh yang signifikan terhadap ketercapaian tujuan promosi, jika Brand tidak dapat memahami alat promosi yang dinilai efektif dan dapat memberikan pengaruh kepada audiences dalam proses mereka mengenali brand sampai memutuskan untuk membeli produk dari sebuah brand. Terdapat beberapa alat promosi yang bisa dioptimalkan penggunaannya agar secara efektif memberikan pengaruh terhadap proses tersebut. Berdasarkan hasil wawancara dengan 10 perempuan pengguna aktif instagram didapatkan bahwa penggunaan Hashtag, Selebriti Endorsement dan Paid Promote dapat memberikan pengaruh terhadap proses mereka mengenali brand hingga keputusan membeli produk sebuah brand. Penelitian ini bertujuan untuk mengukur pengaruh dari penggunaan Hashtag, Selebriti Endorsement dan Paid Promote di Instagram Brand Fashion Wanita terhadap ketercapaian tujuan promosi melalui sosial media. Penelitian di eksekusi di Bandung. Dengan menggunakan metode Probability Sampling Purposive Technic, kuesioner dalam hal pengaruh penggunaan Hashtag, Selebriti Endorsement dan Paid Promote terhadap ketercapaian tujuan promosi ( Kepedulian Brand, Keterhubungan dengan Brand dan Niat Beli) disebarkan kepada 100 perempuan pengguna aktif instagram usia 18-30 tahun, yang selalu mencari informasi terkait Brand Fashion Wanita melalui instagram. Selanjutnya, respon dicatat di Microsoft Excel lalu diuji validitas dan reliabilitasnya menggunakan statistik. Setelah itu, data dianalisis menggunakan Path Analysis untuk mengetahui hubungan antar variable serta pengaruhnya terhadap ketercapaian tujuan promosi. Hasil dari analisis menunjukan bahwa penggunaan Hashtag dan Celebrity Endorsement cukup mempengaruhi secara signifikan terhadap ketercapaian tujuan jangka pendek. Sedangkan penggunaan paid promote kurang mempengaruhi ketercapaian tujuan jangka pendek. Penggunaan Hashtag, Selebriti endorsement dan Paid promote mempengaruhi secara signifikan terhadap ketercapaian tujuan jangka panjang.", "Daftar File": {"Final Project - Susi.pdf": "https://digilib.itb.ac.id/gdl/download/317542"}, "Penulis": "Susi Lestari [19213004]", "Kontributor / Dosen Pembimbing": ["Dr. Dina Dellyana, S.Farm., M.A.B."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Tujuan Media Sosial, Instagram, Hashtag, Selebriti Endorsement, Paid Promote", "Sumber": "", "Staf Input/Edit": "Jufrizal Effendi, S.Sos", "File": "1 file", "Tanggal Input": "01 Nov 2023"}