{"Nomor": 78624, "Judul": "HOW BUSINESS PROCESS MANAGEMENT IMPACTS DECISION MAKING PROCESS OF FASHION START-UP BUSINESS IN BANDUNG CITY", "Abstrak": "Penelitian ini bertujuan untuk mengidentifikasi proses pengambilan keputusan pada bisnis start-up dan mengerti hubunganya dengan pengaturan proses bisnis mereka. Pengaturan proses bisnis yang tersedia di bisnis start-up biasanya disesuaikan dengan sistem di bisnis start up masing-masing untuk menjalankan bisnis mereka masing-masing sesuai dengan apa yang mereka inginkan. Pengaturan proses bisnis adalah asset yang sangat penting dan menganalisa korelasinya antara pengaturan proses bisnis dan dampaknya terhadap proses pengambilan keputusan. Literature terbaru, antara teori dan empiris, untuk mengerti identifikasi keadaaan pengetahuan terkait dengan pertanyaan pada bisnis start up di Kota Bandung. Penelitian empiris sudah dikoordiansi dengan survey menggunakan metode wawancara kepada bisnis start up fashion di kota Bandung. Hasil dari survey ini menyediakan sumber data dangan relasinya terkait dengan praktiknya pada proses bisnis dan proses pengambilan keputusan di bisnis start up fashion khususnya di kota Bandung. Penelitian ini memberikan ilmu tentang identifikasi terhadap proses bisnis di industry fashion start up dan juga dampak dari proses bisnis terhadap proses pengambilan keputusan. Penelitian ini juga mengidentifikasi proses pengambilan keputusan secara rasional dengan membandingkan secara normatif (teori) dan hasil deskriptif (lapangan), dan juga menggunakan pendekatan secara preskriptif untuk menengahi anta normative dan deskriptif. Penelitian ini juga menampilkan sebuah framework bagaimana proses bisnis berdampak pada pengambilan keputusan menggunakan “proses pengambilan keputusan dengan pendekatan piramida” oleh Behnam Malookoti 2010.  Penelitian ini memberikan bukti empiris baru tentang nilai dari proses bisnis yang berdampak pada proses pengambilan keputusan pada bisnis start up fashion di kota Bandung.", "Daftar File": {"19213033 - Nia Alprilia.pdf": "https://digilib.itb.ac.id/gdl/download/317556"}, "Penulis": "Nia Alprilia [19213033]", "Kontributor / Dosen Pembimbing": ["Dr. Manahan Parlindungan Saragih Siallagan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Proses Bisnis, Pengambilan Keputusan, Fashion Start Up, Bandung", "Sumber": "", "Staf Input/Edit": "Jufrizal Effendi, S.Sos", "File": "1 file", "Tanggal Input": "01 Nov 2023"}