{"Nomor": 78635, "Judul": "UJI DISOLUSI KAPLET DAN KAPSUL ASAM MEFENAMAT MENGGUNAKAN  MEDIUM  FARMAKOPE INDONESIA-UNITED STATES PHARMACOPOEIA, PHARMACOPOEIA OF THE PEOPLES REPUBLIC OF CHINA} DAN BIORELEVAN (FASSIF)", "Abstrak": "Asam mefenamat adalah Obat analgetika golongan antiinflamasi non steroid (AINS) digunakan untuk menghilangkan nyeri ringan Sampai dengan sedang. Asam mefenamat termasuk Biopharmaceutical Classification System (BCS) kelas Il, yaitu kelarutan di air rendah tetapi permeabilitasåya tinggi. Pada metode uji disolusi sediaan asam mefenamat tercantum di beberapa buku kompendia yaitu Farmakope Indonesia ed. V (FI), United states pharmacopeia 37 (USP), dan Pharmacopoeia of the People 's Republic of China 2010 (RPC), terdapat beberapa perbedaan medium dan metode pengujian. Medium yang digunakan di buku kompendia tersebut tidak ada yang menggambarkan kondisi fisiologis manusia. Medium biorelevan adalah medium uji disolusi yang dibuat sedemikian rupa sehinga menyerupai kondisi fisiologis manusia. Penelitian ini bertujuan untuk mempelajari profil disolusi kaplet dan kapsul asam mefenamat yang beredar di Indonesia dalam tiga medium yang berbeda yaitu medium FI - USP, RPC dan biorelevanfasted simulating small intestinalfluid (FaSSIF). Uji disolusi kaplet di dilakukan menggunakan alat tipe Il (dayung) pada suhu 37oc dengan kecepatan 75 putaran per menit sedangkan uji kapsul di medium FI-USP dilakukan menggunakan alat tipe I (keranjang) pada suhu 370C dan kecepatan 100 putaran per menit. Dari hasil uji kelarutan, diperoleh kelarutan asam mefenamat paling baik adalah dalam medium FI-USP. Hasil uji disolusi dalam medium FI-USP menunjukkan bahwa produk uji Kapsul ML dapat memenuhi persyaratan FI-USP, sedangkan disolusi dalam medium RPC menunjukkan semua produk dapat memenuhi persyaratan yang ditetapkan. Hasil uji disolusi semua produk di medium biorelevan menunjukkan persen Obat yang terlarut tidak lebih dari 17 %. Produk kaplet ML memiliki similaritas dengan Kaplet PN di medium RPC (f2  65). Efisiensi disolusi yang paling baik diperoleh di medium FI-USP.", "Daftar File": {"ABSTRAK Wilda Nurhikmah": "https://digilib.itb.ac.id/gdl/download/317628"}, "Penulis": "Wilda Nurhikmah [20713034]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Yeyet Cahyati Soemirtapura, DEA", "Dr. Jessie Sofia Pamudji, M.S."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "asam mefenamat, disolusi, biorelevan medium FaSSIF, medium Fannakope Indonesia, medium United States Pharmacopeia, medium", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "01 Nov 2023"}