{"Nomor": 78640, "Judul": "ANALISIS GAYA IMPAK DAN AKTIVITAS OTOT PADA RESPON KEPALA ANAK-ANAK SAAT MENYUNDUL BOLA", "Abstrak": "Latar Belakang dan Tujuan: Salah satu teknik penting dalam sepak bola adalah \nmenyundul bola (heading) yang dapat digunakan dalam bentuk permainan \nmenyerang dan bertahan. Menyundul tanpa menggunakan pelindung kepala bisa \nmenyebabkan cedera pada kepala. Anak-anak merupakan segmen paling berisiko \nmengalami cedera saat menyundul bola karena fisiologi yang kurang mendukung \ndan kurang pemahaman tentang teknik menyundul yang baik. Penelitian ini \nbertujuan untuk mengevaluasi gaya impak dan kontraksi otot sternocleidomastoid\npada respon kepala anak-anak berdasarkan ukuran bola dan teknik menyundul \ndengan dan tanpa ayunan badan (backswing). Metode: Sebanyak 30 orang \npemain sepak bola sebagai subjek penelitian serta model yang menggambarkan \nkepala anak-anak dan remaja. Alat ukur yang digunakan adalah sensor \naccelerometer untuk mengukur gaya impak/benturan berdasarkan perubahan \npercepatan dan EMG untuk merekam besar kontraksi otot sternocleidomastoid \nsaat menyundul bola. Hasil: Teknik menyundul dengan ayunan badan \n(backswing) menghasilkan gaya impak yang lebih besar dibandingkan tanpa \nayunan badan (backswing) sehingga teknik menyundul ini bisa digunakan dalam \nbentuk bertahan dan menyerang serta ditunjang dengan kontraksi otot yang lebih \nbesar maka resiko cedera juga akan menurun, akan tetapi teknik ini mempunyai \nkelemahan yaitu memerlukan timing yang tepat agar kepala lebih siap saat \nmenyundul dan benturan yang didapatkan realtif besar. Kontraksi otot yang \ndihasilkan oleh anak-anak lebih kecil dibandingkan anak remaja dan orang \ndewasa, sehingga kemungkinan resiko cedera dan patah tulang leher lebih besar \npada anak-anak karena anak-anak menyerap kekuatan bola lebih besar \ndibandingkan orang dewasa. Gaya impak yang diterima oleh model kepala anakanak lebih besar dibandingkan model remaja (p<0.01). Semakin besar ukuran bola \nmaka, semakin besar gaya impak yang diterima oleh kepala dan sebaliknya, \nsemakin kecil massa kepala maka benturan yang diterima semakin besar. \nKesimpulan: Anak-anak menjadi segmen yang rentan terhadap resiko cedera \nkarena lingkar kepala dan berat kepala yang kecil, serta kekuatan otot yang masih\nlemah sehingga diperlukan bola yang sesuai dan latihan otot yang tepat. Teknik \nmenyundul dengan ayunan badan menghasilkan momentum yang lebih besar serta \nkontraksi otot yang besar sehingga dengan teknik ini bisa mengurangi resiko \ncedera pada kepala.", "Daftar File": {"ABSTRAK Nugroho Agung Supriyanto": "https://digilib.itb.ac.id/gdl/download/317745"}, "Penulis": "Nugroho Agung Supriyanto [21712001]", "Kontributor / Dosen Pembimbing": ["Drs. Tommy Apriantono, M.Sc., Ph.D.", "Dr. Suprijanto, S.T. M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Keolahragaan", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "menyundul, impak, backswing, otot dan sepak bola", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "02 Nov 2023"}