{"Nomor": 78649, "Judul": "PROPOSED THE PROMOTION METHOD TO INCREASE GHALA FLORIST PRODUCT SALES TOWARDS INSTAGRAM", "Abstrak": "Ghala Florist adalah sebuah start up yang menyediakan berbagai macam rangkaian bunga. Industri bunga memiliki masa depan yang menjanjikan jika perusahaan tersebut memiliki metode yang tepat untuk mempromosikan dan menjual produknya. Saat ini, dengan kuatnya efek dari globalisasi, digitalisasi, dan media sosial, cara seseorang atau perusahaan mempromosikan mereknya juga turut berkembang. Banyak perusahaan mengubah model bisnis mereka dari metode pemasaran tradisional menjadi metode pemasaran digital yang lebih inovatif. Dengan 22 juta pengguna aktif Instagram di Indonesia, Instagram menjadi salah satu media yang paling efektif untuk dijadikan media promosi. Untuk dapat bertahan, Ghala Florist harus memiliki strategi untuk mempromosikan produk salah satunya menggunakan Instagram sebagai media promosi. Sang pemilik ingin mengambil pasar dari Instagram karena peluangnya tinggi, namun Ghala Florist tidak tahu apa metode terbaik untuk mempromosikan produk melalui Instagram. Ada beberapa metode untuk meningkatkan jumlah pengikut dan penjualan di Instagram yaitu hashtag, endorsement, dan promosi berbayar. Peneliti menggunakan wawancara mendalam, observasi, dokumentasi dan transkripsi untuk mengumpulkan data. Hasil dari penelitian ini yaitu menemukan metode yang tepat untuk mempromosikan Produk Ghala Florist melalui Instagram dan untuk membuktikan bahwa Endorsement adalah cara terbaik untuk mempromosikan produk melalui Instagram diliht dari pengalaman Benchmarking Company dan hasil wawancara dengan 10 responden.", "Daftar File": {"Final Project - 19214031 - Ghaida Lathifah Sudrajat (Tugas Akhir).pdf": "https://digilib.itb.ac.id/gdl/download/317887"}, "Penulis": "Ghaida Lathifah Sudrajat [19214031]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Sudarso Kaderi Wiryono, D.E.A."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Instagram, Endorse, Promosi, Ghala Florist", "Sumber": "", "Staf Input/Edit": "Jufrizal Effendi, S.Sos", "File": "1 file", "Tanggal Input": "02 Nov 2023"}