{"Nomor": 78642, "Judul": "IMPROVEMENT OF FOOD INVENTORY MANAGEMENT USING CONTINUOUS REVIEW SYSTEM IN RESTAURANT", "Abstrak": "Penelitian ini bertujuan untuk menganalisis masalah persediaan di gudang restoran. Tujuan utama dari penelitian ini adalah untuk mencapai tingkat persediaan yang optimal dan mencapai solusi untuk pengendalian persediaan. Untuk penelitian ini, peneliti menggunakan metode kuantitatif untuk mengumpulkan data historis persediaan Tjikinii Lima dari bulan November 2016 sampai April 2017 dan metode kualitatif untuk studi banding ke perusahaan lain. Data historis berisi informasi dari 120 barang makanan kering. Data yang terkumpul dianalisis dengan menggunakan Economic Order Quantity (EOQ), Safety Stock (SS), Reorder Point (ROP), Average Inventory Level (AIL), Continuous Review System dengan ABC Classification, dan analisis dari hasil studi banding. Dengan menggunakan sistem peninjauan terus menerus, inventaris restoran dihitung untuk membandingkan tingkat persediaan rata-rata yang ideal dan aktual. Di sisi lain, dengan melakukan studi banding, peneliti ingin mengetahui sistem pengendalian persediaan di perusahaan lain.\nDari hasil analisis tersebut, peneliti menemukan bahwa restoran tersebut memiliki potensi untuk mengurangi hampir Rp16 juta atau 49% dari nilai persediaan yang ada. Setelah itu, peneliti juga melakukan klasifikasi barang dengan sistem klasifikasi ABC agar persediaan lebih mudah dikendalikan, dimana klasifikasi untuk kelas \"A\" adalah 3 barang per hari, kelas \"B\" adalah 4 barang per hari, dan kelas \"C\" adalah 4 barang per hari. Pada hasil studi banding, peneliti menemukan bahwa restoran yang dijadikan patokan tidak menggunakan dasar teoritis untuk mengendalikan inventaris, di mana mereka menggunakan naluri mereka untuk memprediksi permintaan dan pembelian barang. Setelah itu, manfaat dari penelitian ini bisa menjadi panduan bagi manajemen restoran untuk membuat kebijakan dan efisiensi pengendalian persediaan.", "Daftar File": {"Final Project - 19214014 - Rifadi Putra Ilham.pdf": "https://digilib.itb.ac.id/gdl/download/317747"}, "Penulis": "Rifadi Putra Ilham [19214014]", "Kontributor / Dosen Pembimbing": ["Desy Anisya Farmaciawaty, S.Si., MORM.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Sistem Peninanjauan Terus Menerus, Pengendalian Persediaan, Manajemen Inventori, Restoran", "Sumber": "", "Staf Input/Edit": "Jufrizal Effendi, S.Sos", "File": "1 file", "Tanggal Input": "02 Nov 2023"}