{"Nomor": 78651, "Judul": "AN EXPLORATION OF FITTING START-UP INCUBATOR FOR UNIVERSITY STUDENTS IN BANDUNG", "Abstrak": "Salah satu isu yang berhubungan erat dengan pembangunan ekonomi di sebuah negara adalah bagaimana mereka bisa mengembangkan mahasiswa sebagai pendiri startup. Di Amerika Serikat, yang notabene merupakan salah satu negara dengan ekosistem startup paling maju di seluruh dunia, sudah fokus sejak dulu untuk pengembangan startup dari mahasiswa. Penelitian telah membuktikan bagaimana startup teknologi menjadi penyumbang lapangan pekerjaan dengan daya serap yang tinggi. Untuk itu mereka banyak membuat berbagai program yang mendorong mahasiswa sebagai anak muda dengan potensi untuk menciptakan startup-startup baru. Di India, yang memiliki kemiripan demografi dengan Indenesia, sudah mulai mengikuti langkah Amerika Serikat dengan membuat program student startup policy yang memiliki visi menghasilkan 100.000 startup dari 10.000 universitas dengan membuat berbagai program seperti inkubator yang membantu mahasiswa menciptakan startup teknologi. Walau potensi mahasiswa sebagai penemu startup besar, kenyataannya di Indonesia, mahasiswa masih memiliki minat yang rendah untuk menjadi wirausahawan apalagi penemu startup. Riset ini ingin mengeksploras bagaimana keadaan di Indonesia, dengan studi kasus di Bandung, sebagai salah satu kota dengan jumlah universitas lebih dari 100. Riset ini ingin mengetahui keadaan yang ada di lapangan dari sudut pandang inkubator startup dan mahasiswa yang berminat membuat startup di Bandung. Dengan menggali perspektif mereka mengenai masalah dan harapan mereka, riset ini mencoba mencari masukan untuk sebuah inkubator startup yang cocok bagi mahasiswa. Hasil temuan dari riset ini menunjukkan bahwa ada masalah utama yang menjadi rintangan untuk membuat inkubator startup yang cocok bagi mahasiswa yaitu komitmen. Konklusi dari riset ini menyediakan program inkubator bagi mahasiswa yang tidak didukung oleh universitas/pemerintah/korporasi dengan dukungan modal besar akan penuh resiko. Riset ini merekomendasikan untuk menyediakan program dalam bentuk pre-inkubasi dimana bentuk program yang lebih terbuka untuk memberikan pengalaman untuk mahasiswa mencoba dengan tujuan untuk menseleksi terlebih dahulu mahasiswa yang sudah siap untuk komitmen baru bisa dilanjutkan dengan program inkubasi.", "Daftar File": {"Final Project - 19214040 - Muhammad Fikri Akbar (Tugas Akhir).pdf": "https://digilib.itb.ac.id/gdl/download/317905"}, "Penulis": "Muhammad Fikri Akbar [19214040]", "Kontributor / Dosen Pembimbing": ["Dr. Leo Aldianto, M.B.A, M.SAE."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Starup, Inkubator, Mahasiswa, Komitmen", "Sumber": "", "Staf Input/Edit": "Jufrizal Effendi, S.Sos", "File": "1 file", "Tanggal Input": "02 Nov 2023"}