{"Nomor": 78677, "Judul": "CUSTOMER'S INTERPRETATION TOWARDS ETHICAL ADVERTISEMENT PRINCIPLE ON SELLING PERFUME", "Abstrak": "Marketing merupakan salah satu cara sebuah perusahaan mengenalkan produk yang ia miliki kepada target market mereka dengan cara memberikan pengetahuan serta promosi atas apa yang mereka tawarkan. Karena, memiliki marketing yang tidak etis dapat menimbulkan kehilangan kepercayaan dari pelanggan perusahaan.Konsumer sekarang sudah lebih kritis dan tidak mudah dibohongi (Keraf, 1998).Kurangnya kepercayaan dari konsumer dapat berimbas pada kemampuan finansial sebuah perusahaan. Maka dari itu, penelitian ini bertujuan untuk mengetahui bagaimana konsumer mengartikan iklan yang etis melalui interpretasi mereka dengan menggunakan metode kualitatif yang akan digali melalui interview, dengan menggunakan semi struktut interview dan observasi kepada consumer. Tujuan kedua adalah mengetahui pengaruh yang ditimbulkan dengan memiliki marketing yang etis terhadap konsumer, agar dapat menghindari kemungkinan sebuah perusahaan memiliki marketing yang tidak etis yang tidak sesuai untuk konsumer. \n\nHasilnya adalah consumer mengartikan iklan yang beretika sebagai iklan yang jujur dimana semua informasi tentang produknya seperti aroma dari parfum itu, tipe parfum dan keunggulan parfum dengan perbedaannya dengan parfum lainnya,kemudian bagian paling penting adalah peringatan seperti jika parfum tersebut menggunakan bahan kimia yang berbahaya yang bisa menyebabkan alergi. Mereka akan tertarik untuk membeli kembali jika mereka merasa terpuaskan dengan realisasi yang seimbang antara apa yang ditawarkan dari sebuah iklan dengan produk aslinya. Namun mereka tidak akan membeli kembali produk tersebut jika realisasi yang didapat tidak sesuai dengan apa yang mereka perkirakan, karena dengan beitu mereka merasa telah ditipu.", "Daftar File": {"Final Project - 19214002 - Yealinzka Tinnovia Kurrota Aini (Tugas Akhir).pdf": "https://digilib.itb.ac.id/gdl/download/318579"}, "Penulis": "Yealinzka Tinnovia Kurrota Ain [19214002]", "Kontributor / Dosen Pembimbing": ["Dr. Bambang Rudito, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Etika, Marketing, Periklanan, Interpretasi Konsumer", "Sumber": "", "Staf Input/Edit": "Jufrizal Effendi, S.Sos", "File": "1 file", "Tanggal Input": "08 Nov 2023"}