{"Nomor": 78674, "Judul": "THE UTILIZATION OF INTEGRATED MARKETING COMMUNICATION TO IMPROVE PRODUCT SELLING BASED ON BUYER'S PERSPECTIVE", "Abstrak": "Usaha Kecil Menengah memegang peranan besar untuk memajukan perkembangan ekonomi di negara berkembang dan maju. Agar usaha kecil dan menengah memiliki bisnis yang berkelanjutan, harus ada keselarasan dalam pengembangan produk-sentris dan konsumen-sentris. Menemukan pelanggan yang tepat akan memberikan kesempatan bagi perusahaan untuk mendapatkan validasi atas masalah dan masukan untuk menciptakan solusi. Hal tersebut juga membantu perusahaan untuk mendapatkan pelanggan-pelanggan baru yang berpotensi untuk melakukan pembelian berulang sehingga menjadikan perusahaan unggul di industri yang berkaitan. Demi memastikan bahwa pasar memiliki pengetahuan yang baik mengenai keberadaan, kualitas, manfaat, kemanjuran sebuah produk atau servis, penggunaan Komunikasi Pemasaran Terpadu yang efektif harus diterapkan. Komunikasi Pemasaran Terpadu adalah rencana pemasaran yang komprehensif yang mengkombinasikan dan mengevaluasi bermacam-macam strategi komunikasi seperti iklan pada umumnya, penjualan pribadi, promosi penjualan, pemasaran secara langsung, hubungan masyarakat, pensponsoran, dan lain-lain untuk memberikan kejelasan, konsistensi dan dampak komunikasi secara maksimal. Hal tersebut dapat diklasifikasikan menjadi dua cara pemasaran yaitu, pemasaran secara online dan pemasaran secara offline, setelah menganalisi proses perjalanan pelanggan. Komunikasi Pemasaran Terpadu akan mengembangkan kepercayaan konsumen dan menciptakan ekuitas merek. Pertumbuhan perusahaan dapat dilihat secara signifikan ketika Komunikasi Pemasaran Terpadu berhasil diterapkan. Salah satu manfaatnya adalah terjadinya peningkatan penjualan produk dan peningkatan kinerja perusahaan. Karena pelanggan memiliki pengetahuan yang baik, mereka akan memiliki pemahaman yang lebih baik terhadap produk dan menyebabkan mereka lebih tertarik pada produk tersebut setelah penerapan Komunikasi Pemasaran Terpadu. Data dikumpulkan menggunakan metode kualitatif dengan cara melakukan wawancara mendalam (in-depth interview ) dan wawancara semi terstruktur (semi-structured interview) akan dilakukan. Data dianalisa menggunakan analisis isi (content analysis) dan analisis menyamakan pola (pattern-matching analysis). Proses wawancara dengan sampel persona pembeli (buyer personas) diintegrasikan untuk menciptakan Komunikasi Pemasaran Terpadu yang efektif, terutama untuk mengetahui perjalanan pembelian pelanggan. Variabel yang divalidasi, diambil dari Business Model Canvas and Marketing Mix. Temuan penelitian ini adalah persona pembeli yang tepat, Business Model Canvas, Marketing Mixed, dan rencana implementasi lebih lanjut dari Komunikasi Pemasaran Terpadu berdasarkan masukan dari masing-masing kelompok persona pembeli. Temuan ini diterapkan pada bisnis adibusana milik penulis, Liyamsé, untuk memvalidasi produk, untuk mendapatkan pengetahuan lebih dalam tentang pembeli, dan untuk menciptakan strategi-strategi Komunikasi Pemasaran Terpadu yang efektif.", "Daftar File": {"Final Project - 19214016 - Nirmala Rizka Suryani (Tugas Akhir)_2.pdf": "https://digilib.itb.ac.id/gdl/download/318562"}, "Penulis": "Nirmala R Suryani [19214016]", "Kontributor / Dosen Pembimbing": ["Dr. Dina Dellyana, S.Farm., M.A.B."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Komunikasi Pemasaran Terpadu;Perspektif Pelanggan; Perjalanan Pembelian Pelanggan; Penjualan Produk", "Sumber": "", "Staf Input/Edit": "Jufrizal Effendi, S.Sos", "File": "1 file", "Tanggal Input": "08 Nov 2023"}