{"Nomor": 78676, "Judul": "AN ANALYSIS OF APPRECIATIVE INTELLIGENCE TO TIME MANAGEMENT ON SUCCESSFUL MILLENNIALS AS THE CULINARY BUSINESS OWNER IN BANDUNG", "Abstrak": "Data Kementerian Koperasi & UKM pada akhir tahun 2015 menunjukkan bahwa bisnis kuliner memiliki kontribusi terbesar terhadap PDB sebesar Rp209 triliun atau 32,5 persen, disusul fashion Rp182 triliun dan kerajinan Rp93 triliun. Pemilik bisnis kuliner yang sukses kebanyakan generasi Milenial. Pasti ada beberapa faktor yang mempengaruhi orang tersebut untuk sukses dalam bisnis dan salah satunya adalah kepemimpinan. Kepemimpinan terkait dengan Appreciative Intelligence yang merupakan kemampuan mengendalikan lingkungan, termasuk manajemen waktu mereka. Tujuan dari penelitian ini adalah untuk menganalisis bagaimana Appreciative Intelligence (AQ) berperan dalam proses rutinitas manajemen waktu dalam generasi Milenial sebagai pemilik bisnis yang menghasilkan keuntungan bisnis yang cenderung meningkat dari waktu ke waktu. Setelah itu temuan tersebut akan dijadikan indikator dasar dalam meningkatkan kesadaran pemilik bisnis untuk mengasah AQ dan meningkatkan optimalisasi manajemen waktu. Hasil penelitian ini diharapkan dapat dimanfaatkan oleh pemilik usaha untuk mengelola waktu secara efektif dalam memulai dan mengembangkan usaha.\nPenelitian ini merupakan penelitian kualitatif yang dilakukan untuk mengetahui tujuan penelitian. Untuk mengumpulkan data, penulis melakukan metode wawancara semi terstruktur. Pengambilan sampel pada penelitian ini dilakukan dengan cara purposeful sampling. Dalam penelitian ini, objek penelitian adalah CEO Millennials bisnis kuliner yang bisnisnya memiliki pertumbuhan pesat dan didirikan atau ada cabangnya di Bandung. Semua wawancara tersebut terdiri dari 12 pertanyaan terstruktur yang terinspirasi dari buku Appreciative Intelligence (Thatchenkery dan Metzker, 2002) dan dicatat untuk tujuan transkripsi.\nKetiga komponen Appreciative Intelligence tidak independen namun sangat mendukung, menguatkan, dan menciptakan kemudahan satu sama lain karena merupakan selangkah demi selangkah Apresiasi Intelijen. Temuan penelitian Apresiatif Intelijen menunjukkan bahwa kemampuan ini mengarah pada komitmen, konsistensi, dan dorongan untuk bertahan yang membutuhkan produktivitas. Penelitian menemukan bahwa semakin produktif mereka, semakin tinggi kemampuan mereka untuk membingkai ulang, menghargai yang positif, dan melihat masa depan terungkap dari sekarang. Temuan penelitian terhadap mereka yang memiliki produktivitas tinggi adalah hasil dari berapa lama mereka terikat pada komitmen mereka untuk menjadi pengusaha sehingga membawa mereka untuk terbiasa dengan disiplin diri dan menuntut mereka untuk memiliki manajemen waktu yang baik dengan merencanakan, mengatur, dan memprioritaskan aktivitas mereka. Saran untuk penelitian lebih lanjut mengenai topik ini adalah melakukan pengukuran kuantitatif untuk membuktikan hubungan antara Appreciative Intelligence dan time management yang berpengaruh terhadap kesuksesan bisnis.", "Daftar File": {"Final Project - 19214022 - Risa Pratiwi (Tugas Akhir).pdf": "https://digilib.itb.ac.id/gdl/download/318564"}, "Penulis": "Risa Pratiwi [19214022]", "Kontributor / Dosen Pembimbing": ["Dr. W. Victo Anggara Wisesa, S.Hum., MM."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Appreciative Intelligence, Time Management, Millenials, Success, Business", "Sumber": "", "Staf Input/Edit": "Jufrizal Effendi, S.Sos", "File": "1 file", "Tanggal Input": "08 Nov 2023"}