{"Nomor": 78689, "Judul": "NEW PRODUCT DEVELOPMENT FOR FURNITURE BUSINESS (CASE STUDY: WORK TO CREATE)", "Abstrak": "Furniture merupakan sebuah contoh produk yang secara natural bisa menyesuaikan permintaan masyarakat dibelahan dunia manapun dalam bentuk tempat duduk, tempat idur, display, dan barang-barang lainnya (Smith & West, 2008). Ketua umum dari Himpunan Industri Mebel dan Kerajinan Indonesia (HIMKI), Soenoto, menyatakan bahwa nilai pasar dari furniture dunia mencapai US$141 milyar, dan Indonesia mengambil 1,5% dari harga pasar tersebut dimana harganya senilai US$ $1,9 billion. Worktocreate merupakan salah satu dari pembuat furnitur tersebut, yang saat ini sedang banyaknya mendapat permintaan untuk bisnis lokal dalam pembuatan furnitur. Tidak hanya bisnis lokal, keperluan rumah tangga tiap individu juga ikut dipenuhi oleh worktocreate. worktocreate telah menjalani tahun tahun terbaiknya dengan hasil reaksi pasar yang baik namun yang menjadi masalah adalah worktocreate hanya membuat produk ketika ada permintaan dari pelanggan. Pada kenyataannya, untuk menjadi bisnis yang berkelanjutan, memiliki pendapatan pasti bulanan adalah sebuah keharusan. Masalah ini memacu worktocreate untuk membuat suatu produk pasti yang bisa memenuhi keinginan pelanggan selama bertahun-tahun. Untuk mengatasinya, telah ditentukan beberapa tujuan dari riset ini yaitu untuk menganalisa produk yang harus ditawarkan, strategi pasar dan analisis bisnis yang harus diterapkan kepada produk tersebut, dan analisis terhadap produk yang sedang dikembangkan. Riset ini menggunakan wawancara semi terstruktur untuk mengetahui persona pembeli. Menurut wawancara tersebut, ada dua tipe persona pembeli yaitu The Impulsive yang suka membeli produk hanya untuk mendekorasi ruangannya, dan The Considerate yang sangat memerhatikan banyak aspek dalam membeli furnitur. Hasil juga menunjukan bahwa sangat direkomendasikan untuk membuat sesuatu yang multifungsi dengan desain minimalis. Spesifik untuk The Impulsive, pemilik bisnis ini harus membuat katalog online yang terdiri dari produk-produk sebelumnya dan rancangan kedepannya. Catatan lain adalah pemiliki ini harus mempertimbangkan menjual produknya ke toko serba ada atau mengikuti sebuah pameran. Terakhir, mempunyai toko adalah kewajiban dimana para pelanggan lebih memilih untuk melihat produknya secara langsung.", "Daftar File": {"Final Project - 19214034 - Fadly Rizky Ramadhan (Tugas Akhir).pdf": "https://digilib.itb.ac.id/gdl/download/318728"}, "Penulis": "Fadly Rizky Ramadhan [19214034]", "Kontributor / Dosen Pembimbing": ["Dr. Dina Dellyana, S.Farm., M.A.B."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Furnitur, Wawancara semi terstruktur, Wirausaha, Pengembangan produk baru, persona pembeli", "Sumber": "", "Staf Input/Edit": "Jufrizal Effendi, S.Sos", "File": "1 file", "Tanggal Input": "09 Nov 2023"}