{"Nomor": 78686, "Judul": "CHILD'S STYLE INFLUENCE ON PARENTS BUYING DECISION PROCESS AT NATA DE COCO BEVERAGES PRODUCT IN BANDUNG CITY", "Abstrak": "Industri kelapa yang dimanfaatkan sebagai peluang bisnis nata de coco menjadi salah satu penyangga pertumbuhan ekonomi di Indonesia teruatam di Bandung. Untuk mendukung lebih lanjut supaya manfaat produk nata de coco bisa dirasakan oleh setiap penikmatnya diperlukan proses marketing sebagai alat untuk penyalur antara produsen dengan konsumen. Hal ini mengacu pada anak-anak sebagai target pasar terbesar untuk bisnis minuman nata de coco. Penelitian ini bertujuan untuk mengetahui gaya anak yang dapat mempengaruhi keputusan pembelian orang tua terhadap minuman nata de coco di Bandung. Untuk mencapai tujuan ini data sekunder dikumpulkan melalui studi literatur yang ketat mulai dari marketing, gaya anak sebagai pemengaruh, keputusan pembelian orang tua sampai faktor-faktor yang dapat mempengaruhi keputusan pembelian orang tua. Diikuti oleh pengumpulan data primer melalui survei konsumen didistribusikan melalui metode sampling di Kota Bandung. Penelitian ini memberikan bukti empiris baru tentang gaya anak sebagai pemengaruh yang terdiri dari (gaya peading, gaya persistent, gaya forceful, gaya demonstrative, gaya sugar-coated, gaya threatening, dan gaya pitty) mempengaruhi keputusan pembelian orang tua di Kota Bandung.\nData dikumpulkan melalui kuesioner online dan offline dan didistribusikan melalui metode mudah sampling. Sebanyak 100 kuesioner telah dikumpulkan dan digunakan untuk analisis penelitian ini. Analisis simpel linear regresi yang diterapkan untuk menentukan keterkaitan variabel yang berbeda dalam keputusan pembelian orang tua.\n\nHasil empiris menunjukkan bahwa ada hubungan yang signifikan antara variabel independen (gaya anak sebagai pemengaruh) terhadap variabel dependen (keputusan pembelian orang tua). Studi ini penting untuk pemasar dalam memahami pengaruh gaya anak terhadap keputusan pembelian orang tua.", "Daftar File": {"Final Project - 19214010 - Iden Darmawan (Tugas Akhir).pdf": "https://digilib.itb.ac.id/gdl/download/318727"}, "Penulis": "Iden Darmawan [19214010]", "Kontributor / Dosen Pembimbing": ["Rendra Chaerudin, S.E, MM."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "gaya anak, keputusan pembelian orang tua, nata de coco, pemasar, produsen, konsumen,  Bandung.", "Sumber": "", "Staf Input/Edit": "Jufrizal Effendi, S.Sos", "File": "1 file", "Tanggal Input": "09 Nov 2023"}