{"Nomor": 78691, "Judul": "THE RELATIONSHIP OF MSME OWNER'S FINANCIAL LITERACY SCORE AND MSMES PERFORMANCE (CASE STUDY OF MSMES IN SCHOOL OF BUSINESS AND MANAGEMENT AT INSTITUT TEKNOLOGI BANDUNG)", "Abstrak": "Di era ketika kewirausahaan ??Indonesia tumbuh dan berkembang, penilaian dan pengukuran yang tepat terhadap indeks literasi keuangan di kalangan pemilik UMKM sangat penting karena indeks tersebut merupakan salah satu faktor yang dapat dijadikan untuk mengukur kemampuan seseorang dalam mencapai keberhasilan bisnis. Dalam kasus UMKM di Sekolah Bisnis dan Manajemen Institut Teknologi Bandung (SBM ITB), ditemukan bahwa 8 dari 10 UMKM yang dijalankan oleh mahasiswa SBM ITB mengalami kegagalan bisnis hanya dalam waktu 1 atau 2 tahun setelah didirikan. Ditemukan juga bahwa 9 dari 10 bisnis di SBM ITB tidak memiliki sistem manajemen keuangan yang baik.\nOleh karena itu, peneliti dalam penelitian ini ingin mengukur nilai literasi keuangan pemilik UMKM tersebut sehingga dapat melihat hubungannya dengan kinerja UMKM masing-masing. Selain itu, penelitian atau studi yang melihat literasi keuangan dari sudut pandang pemilik UMKM di Indonesia masih cukup rendah dibandingkan dengan penelitian yang melihatnya dari sudut pandang individu / pribadi. Jadi, penelitian ini juga diharapkan bisa mengisi kekosongan tersebut. Untuk mencapai tujuan tersebut, analisis regresi logistik ordinal digunakan. Temuan pada studi ini menunjukkan adanya hubungan yang signifikan antara skor litreasi keuangan pemilik UMKM dengan performa UMKM dalam bentuk pengalaman manajerial, keahlian dalam layanan pelanggan, budaya perusahaan, investasi dan efisiensi pengembangan produk baru.", "Daftar File": {"Final Project - 19213015 - Dedy Syahputra Sijabat (Tugas Akhir).pdf": "https://digilib.itb.ac.id/gdl/download/318744"}, "Penulis": "Dedy Syahputra Sijabat [19213015]", "Kontributor / Dosen Pembimbing": ["Taufik Faturohman, S.T, MBA, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Literasi Keuangan, Performa UMKM, Literasi Keuangan Pelaku UMKM", "Sumber": "", "Staf Input/Edit": "Jufrizal Effendi, S.Sos", "File": "1 file", "Tanggal Input": "09 Nov 2023"}