{"Nomor": 78690, "Judul": "IMPORTANCE PERFORMANCE ANALYSIS OF ORGANIZATION CULTURE AND LEADER'S NEGOTIATION STYLE FOR START-UP IN BANDUNG", "Abstrak": "Selama manusia masih di kategorikan sebagai mahluk social, mereka pasti akan berinteraksi dengan orang lain untuk memenuhi kebutuhan mereka. Orang yang berinteraksi tentu saja memiliki tujuan dan kebutuhan pribadi yang berbeda satu dengan lainnya. Hal tersebut juga berlaku di organisasi. Orang yang merasa nyaman di organisasi tentu saja akan memberikan hasil yang maksimal. Kondisi tersebut biasa kita sebut sebagai retensi karyawan. Ada 2 alasan utama untuk menjaga retensi karyawan yaitu pemimpin dan juga kultur dari organisasi. Sebagai pemilik otoritas tertinggi, seorang pemimpin memiliki tanggung jawab untuk membuat organisasi mencapai tujuannya. Ada banyak media yang dapat digunakan seorang pemimpin untuk mencapai tujuan tersebut, salah satunya adalah komunikasi. Komunikasi adalah salah satu factor penting dalam menentukan kultur organisasi. Penelitian ini menggunakan Importatnce Perfomance Analysis untuk menentukan faktor apa saja yang menjadi gap antara kondisi ideal menurutu pegawai dan juga kondisi saat ini untuk meningkatat kepuasan pegawai dan juga retensi. Penelitian ini dilakukan di Bandung pada Agustus 2017. Data was taken by using questionnaire for employee in digital industry or Start-up company. Responden memberikan penilaian terhadap kultur organisasi mereka dan gaya negosiasi dari pemimpin mereka berdasarkan persepsi saat ini dan juga ekspetasi kedepan. Berdasarkan penemuan, gaya kolaborasi dan kultur hiercracy termasuk dalam kategori utama. Kultur clan dan gaya akomodasi adalah yang paling tinggi nilai ekspetasi nya. Indikator yang termasuk dalam prioritas utama adalah: tujuan, komitmen, aturan, kompetisi, pengembangan individu, efisiensi, kenyamanan, dan niat berkorban", "Daftar File": {"19214033 - Danang Wicoro Marwatas Gultom (Tugas Akhir).pdf": "https://digilib.itb.ac.id/gdl/download/318731"}, "Penulis": "Danang Wicoro Marwatas Gultom [19214033]", "Kontributor / Dosen Pembimbing": ["Dr. Bambang Rudito, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kultur Organisasi, Komunikasi, Sumber Daya Manusia, Retensi Karyawan", "Sumber": "", "Staf Input/Edit": "Jufrizal Effendi, S.Sos", "File": "1 file", "Tanggal Input": "09 Nov 2023"}