{"Nomor": 78693, "Judul": "THE INFLUENCE OF INTEGRATED MARKETING COMMUNICATION OF MOM'S WILLINGNESS TO BUY", "Abstrak": "Bagian terbesar dari pengeluaran makanan bulanan di Indonesia adalah makanan kemasan dan minuman ringan yang dapat ditemukan di pasar modern. Dengan perkembangan pasar modern ini, permintaan akan makanan kemasan olahan terus berkembang yang menawarkan cara makan hemat dan nyaman. Salah satu perusahaan kemasan makanan yang memproduksi makanan kemasan adalah Sea-Son Company. Penelitian ini akan menghubungkan salah satu disiplin bisnis, \"Pemasaran\" di Sea-Son Company. Pemasaran merupakan fokus utama pengembangan perusahaan dengan tujuan membangun brand equity dan melakukan penjualan. Karena saat ini adalah era internet, pemasaran digitalisasi menjadi solusi bagi perusahaan makanan rintisan untuk mendukung aktivitas penjualan dan pemasaran dengan menjalankan program Integrated Marketing Communication (IMC) untuk mencapai tujuan perusahaan.\nMakalah ini mencoba untuk meneliti peran Integrated Marketing Communication (IMC) dalam menarik target pasar, mengukur pengaruhnya terhadap keinginan target pasar untuk membeli dan mengetahui cara yang paling efektif dalam menarik ibu rumah tangga untuk membeli makanan kemasan melalui online. Penelitian ini mengambil studi deskriptif untuk mengukur saluran pemasaran dari program IMC perusahaan Sea-Son yang terdiri dari: promosi iklan melalui Facebook; kupon diskon; pameran; dan hubungan masyarakat dalam pemasaran dengan media sosial; dan bagaimana pengaruhnya terhadap kesediaan Ibu untuk membeli. Data dikumpulkan melalui kuesioner online yang didistribusikan ke 100 perempuan di Bandung dan Jakarta yang lahir antara tahun 1970-1987 yang merupakan pengguna internet aktif dan memiliki pengalaman untuk membeli makanan instan melalui online. Analisis data menggunakan metode analisis regresi linier berganda untuk mengetahui korelasi yang terjadi. \nHasil empiris menunjukkan bahwa, Dari 4 kegiatan pemasaran yang menjadi objek penelitian yaitu iklan facebook; kupon diskon; pameran dagang; dan media sosial, masing-masing memiliki tingkat korelasi yang berbeda dengan keinginan ibu untuk membeli. Hasil penelitian ini penting bagi pemasar untuk mengetahui saluran pemasaran yang mampu mempengaruhi kesediaan ibu untuk membeli. Pemasar juga bisa melakukan perbaikan dan memperkuat bisnis mereka berdasarkan variabel terpilih agar lebih kompetitif.", "Daftar File": {"Final Project - 19214017 - Yoko Sariputra (Tugas Akhir).pdf": "https://digilib.itb.ac.id/gdl/download/318751"}, "Penulis": "Yoko Sariputra [19214017]", "Kontributor / Dosen Pembimbing": ["Evy Rachmawati Chaldun, S.E, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Komunikasi pemasaran terintegrasi, kesediaan membeli, bisnis makanan kemasan", "Sumber": "", "Staf Input/Edit": "Jufrizal Effendi, S.Sos", "File": "1 file", "Tanggal Input": "09 Nov 2023"}