{"Nomor": 78695, "Judul": "THE EFFECT OF QZ 8501 DISASTER TO THE DOMESTIC CUSTOMERS BRAND TRUST AND PURCHASE INTENTION OF AIR ASIA INDONESIA", "Abstrak": "Pada bulan Desember, 28 2014, QZ 8501 yang berangkat dari Ir. Bandara Djuanda, Surabaya ke Bandara Internasional Changi, Singapura mengalami masalah mesin karena memukul cumulonimbus Awan yang ditimbulkan kios dan akhirnya jatuh ke bawah dekat Cape Pandan, Kalimantan. Banyak kontroversi muncul setelah tragedi seperti QZ 8501 izin penerbangan yang dikeluarkan oleh kementerian Perhubungan Udara, kejatuhan laba Air Asia Indonesia, penurunan jumlah load factor Air Asia Indonesia dan penumpang tingkat pada akhir 2014 dan akhirnya masalah traumatis untuk masyarakat Indonesia setelah tragedi dalam hal niat mereka untuk menggunakan Air Asia. Penelitian ini memiliki tiga tujuan yaitu: a) untuk menentukan pelanggan preferensi Domestik saat memilih layanan Maskapai menggunakan uji Kraskull-Wallist, b) memahami kepercayaan saat ini dan kesediaan untuk membeli dari pelanggan domestik menuju Air Asia Indonesia tujuh bulan setelah tragedi tersebut menggunakan pendekatan kualitatif dan kuantitatif dan c) mencoba untuk menguji hubungan antara Kualitas Pelayanan, Kepuasan Pelanggan dan image dari perusahaan kepada Kepercayaan Merek dan niat beli mereka terhadap Air Asia Indonesia dari perspektif pelanggan domestik. Hasil dari penelitian ini menunjukkan bahwa sejumlah aspek umum bahwa pelanggan dipertimbangkan saat memilih Maskapai seperti aspek keselamatan sebagai prioritas utama. Terkait dengan Kepercayaan Pelanggan Merek dan Pembelian Niat menuju Air Asia Indonesia, di atas 80 persen responden masih percaya dan bersedia untuk membeli. Penelitian ini menunjukkan bahwa semua Airlines di Indonesia khususnya Air Asia Indonesia mencoba untuk membangun citra baru mereka dan mendapatkan kembali kepercayaan pelanggan dengan meyakinkan pelanggan bahwa mereka sudah meningkat keselamatan mereka terutama dengan meningkatnya kecelakaan pesawat yang terjadi akhir-akhir ini. Isu-isu izin penerbangan QZ 8501 harus menjadi pelajaran bagi semua Airlines di Indonesia menjadi lebih tunduk kepada aturan yang sudah dibuat oleh regulator.", "Daftar File": {"2015 SK PP Augy Harmal   [19012153] - Abstract": "https://digilib.itb.ac.id/gdl/download/318755", "2015 SK PP Augy Harmal   [19012153] - Full Text": "https://digilib.itb.ac.id/gdl/download/318756"}, "Penulis": "Augy Harmal [19012153]", "Kontributor / Dosen Pembimbing": ["Drs. Herry Hudrasyah, M.A."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "QZ 8501, Air Asia Indonesia, Brand Trust, Purchase Intention, Service Quality, Customer Satisfaction, Corporate Image, Partial Least Square, Kraskull-Wallist,", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "2 file", "Tanggal Input": "09 Nov 2023"}