{"Nomor": 78698, "Judul": "EFFECT OF CORPORATE SOCIAL RESPONSIBILITY, CORPORATE GOVERNANCE, AND EARNINGS MANAGEMENT ON FIRM PERFORMANCE OF PUBLICLY LISTED INDONESIAN COMPANIES IN INDONESIA STOCK EXCHANGE", "Abstrak": "Pendapatan adalah salah satu faktor yang penting dalam laporan keuangan, maka kadangkadang manajer menemukan diri mereka dalam tekanan untuk mendapatkan jumlah pendapatan yang memenuhi suatu objektif. Oleh karena itu, manajer melakukan kecurangan dalam menuliskan laporan keuangan tanpa melanggar peraturan GAAP (Generally Accepted Accounting Principles) untuk membuat pendapatan lebih besar atau lebih kecil daripada yang seharusnya. Perusahaan yang bertanggung jawab secara sosial akan dilihat lebih tidak mungkin memanipulasi pendapatan. Dalam suatu skema, tanggung jawab sosial perusahaan dan tata kelola perusahaan digunakan sebagai mekanisme pertahanan untuk memanipulasi pendapatan. Penelitian ini bertujuan untuk mencari hubungan kausal antara manajemen pendapatan, tanggung jawab sosial perusahaan, tata kelola perusahaan, dan performa perusahaan.\n\nPenelitian ini menggunakan metode survey dengan data sekunder yang didapat dari Bursa Efek Indonesia (BEI). Perusahaan terbuka di Indonesia sejumlah 33 digunakan sebagai sampel untuk menganalisis hubungan antara keempat variabel tersebut pada periode 2012-2014 menggunakan deskriptif dan inferensial analisis. Dalam deskriptif analisis, setiap variabel dijelaskan mengacu kepada rata-rata. Di lain sisi, dalam inferensial analisis, analisis jalur digunakan untuk mencari hubungan antara satu variabel dengan variabel lain yang sebelumnya terlebih dahulu diuji asumsi linear klasik dan tes hipotesis. Hasil dari tes ini adalah (1) tanggung jawab sosial perusahaan dan tata kelola perusahaan tidak memiliki hubungan terhadap manajemen pendapatan secara serentak dan parsial, (2) tanggung jawab sosial perusahaan, tata kelola perusahaan, dan manajemen perusahaan tidak memiliki hubungan terhadap performa perusahaan secara serentak dan parsial.", "Daftar File": {"2015 SK PP Sylvia Magda Ekawiguna   [19012034] - Chapter 1": "https://digilib.itb.ac.id/gdl/download/318773", "2015 SK PP Sylvia Magda Ekawiguna   [19012034] - Chapter 2": "https://digilib.itb.ac.id/gdl/download/318774", "2015 SK PP Sylvia Magda Ekawiguna   [19012034] - Chapter 3": "https://digilib.itb.ac.id/gdl/download/318775", "2015 SK PP Sylvia Magda Ekawiguna   [19012034] - Chapter 4": "https://digilib.itb.ac.id/gdl/download/318776", "2015 SK PP Sylvia Magda Ekawiguna   [19012034] - Chapter 5": "https://digilib.itb.ac.id/gdl/download/318777", "2015 SK PP Sylvia Magda Ekawiguna   [19012034] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/318778"}, "Penulis": "Sylvia Magda Ekawiguna [19012034]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Asep Darmansyah, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "tanggung jawab sosial perusahaan, tata kelola perusahaan, manajemen perusahaan, dan performa perusahaan", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "6 file", "Tanggal Input": "10 Nov 2023"}