{"Nomor": 78701, "Judul": "INTEGRATED MARKETING COMMUNICATION FOR GRAN.", "Abstrak": "Sebagai bisnis berbasis fashion, menemukan target pasar yang tepat terhadap variasi produknya merupakan salah satu hal penting untuk menciptakan strategi yang tepat yang akan berdampak pada penjualan produk perusahaannya. Namun, perusahaan GRAN. menemukan situasi dimana strategi pemasarannya berjalan dengan cara yang salah dan segmen pasarnya yang kurang terspesifikasi pada kelompok orang tertentu, yang akhirnya mempengaruhi penjualan produknya yang kurang maksimal. Tujuan dari penelitian ini adalah untuk mengetahui target pasar dan strategi pemasaran kanannya untuk meningkatkan penjualannya dengan menemukan persona pembeli yang tepat dan memperoleh strategi pemasaran yang tepat untuk kemudian di buat ke dalam perencanaan implementasi pemasaran dengan menggunakan komunikasi pemasaran terpadu untuk mendapatkan jawabannya. Ruang lingkup dan batasan penelitian ini hanya untuk wanita yang berdomisili di Bandung dan Jakarta dengan spesifikasi persona pembeli GRAN.. Dengan menggunakan penelitian kualitatif, penelitian ini akan menggunakan wawancara semi terstruktur dengan menggunakan beberapa protokol wawancara dan pertanyaan yang telah dibuat sebelumnya dan menggunakan purposive sampling berdasarkan 3 persona pembeli untuk mengumpulkan data dan di tujukan kepada 21 wanita di Bandung dan Jakarta. Setelah diperoleh penelitian, akan dianalisis dengan menggunakan analisis tolok ukur analisis internal, dan analisis isi dan analisis pencocokan pola untuk menganalisa dan mencocokkan jawaban wawancara dari responden untuk menjawab pertanyaan penelitian dari persona pembeli yang tepat, strategi pemasaran yang tepat, dan implementasi strategi pemasaran terhadap GRAN. perusahaan, dan validasi melalui model bisnis kanvasnya. \nPeneliti menyimpulkan bahwa hasil dari penelitian ini adalah bahwa pembeli persona 1, 'Keep-Up Lady' dan persona pembeli 2, 'Act-Mod Women' adalah persona yang cocok untuk GRAN., Dengan strategi pemasaran yang menggunakan online melalui Instagram, iklan Instagram, e-commerce di Berrybenka.com, dengan layanan pelanggan menggunakan Line@ danWhatsapp, serta menggunakan offline melalui penggabungan konsinyasi di toko konsep, memiliki toko resmi untuk GRAN., dan juga bergabung dengan acara merek lokal, dan hasil penelitian ini akan mencoba untuk diterapkan secara keseluruhan selama satu tahun mulai bulan September 2017 sampai Agustus 2018 dengan menggunakan tabel rencana implementasi dengan rincian masing-masing strategi pemasaran yang akan digunakan seperti konten, waktu, biaya, dan sumber daya. Rekomendasi untuk pengusaha terhadap penelitian ini adalah untuk mempertimbangkan segmen pasar, saluran offline, dan persamaan antara produk dan harganya, dan penelitian selanjutnya dapat dilakukan untuk mempertahankan pembeli agar loyal terhadap merek, mempertahankan merek Itu sendiri, dan bisa dilakukan penelitian yang sama dengan responden yang berbeda, dimensi yang berbeda, dan lebih besar dari sebelumnya.", "Daftar File": {"Final Project - 19214028 - Abby Nabilla Surya Rinjani (Tugas Akhir).pdf": "https://digilib.itb.ac.id/gdl/download/318801"}, "Penulis": "Abby Nabilla Surya Rinjani [19214028]", "Kontributor / Dosen Pembimbing": ["Dr. Dina Dellyana, S.Farm., M.A.B."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Persona Pembeli, Model Kanvas Bisnis, Komunikasi Marketing Yang Terintegrasi, Riset Kualitatif, Analisa Konten.", "Sumber": "", "Staf Input/Edit": "Jufrizal Effendi, S.Sos", "File": "1 file", "Tanggal Input": "10 Nov 2023"}