{"Nomor": 78707, "Judul": "RIGHT ISSUE AND DILUTION MATTERS IN BANKING EQUITY MARKET: STUDY OF PT. BANK MANDIRI (PERSERO), TBK.", "Abstrak": "Industri perbankan memiliki regulasi khusus mengenai pemenuhan modal mereka sesuai dengan perjanjian Basel Accord dimana bank harus menjaga jumlah mereka modal tetap seimbang di berbagai macam kriteria persyaratan sesuai dengan total aset berisiko terutama pada Capital Adequacy Ratio (CAR). Untuk memenuhi persyaratan ini, cara agar bank bisa menaikkan dana melalui permodalan adalah Initial Public Offering (IPO) untuk perusahaan yang tidak masuk bursa pasar dan Hak Memesan Efek Terlebih Dahulu (HMETD) untuk perusahaan yang telah masuk bursa pasar. PT. Bank Mandiri (Persero) Tbk, merupakan bank aset terbesar di negeri ini, satu-satunya cara untuk mencari sumber pendanaan adalah HMETD. Jika perusahaan menaikan jumlah modal mereka, HMETD adalah preemptive right untuk investor demi menjaga persentase kepemilikan mereka untuk mencegah dari dilusi saham atas kenaikan jumlah saham perusahaan. Namun, tidak semua orang menyadari kemungkinan dilusi nilai kekayaan dikarenakan jumlah kenaikan saham dijual dengan harga yang lebih rendah di mana pada penelitian ini biasa disebut \"Value Dilution\".\n\nTujuan penelitian ini adalah menentukan bagaimana variabel - variabel dalam right issue berinteraksi,value right issue Bank Mandiri beserta value diltion (dengan perbandingan dengan industri serupa di tahun yang sama), faktor - faktor yang menentukan value dilution right issue, juga prediksi HMETD untuk rencana Bank Mandiri di tahun 2018 mendatang. Harga teoritis HMETD dan harga teoritis ex-HMETD digunakan sebagai dasar rumus dan perhitungan dalam penelitian ini. Kemudian dikembangkan dengan simulasi berbagai jumlah variabel independen seperti subscription price dan rasio pertukaran untuk menemukan menghasilkan korelasi variabel-variabel ini dengan value dilution. Perkiraan HMETD Bank Mandiri pada tahun 2018 juga menggunakan rumus yang sama tetapi melalui proses yang berbeda di mana harga saat ini di masa depan harus diperkirakan terlebih dahulu dan jumlah saham yang dikeluarkan harus diperkirakan untuk menemukan kemungkinan value dilution dan memilih kombinasi terbaik dari harga berlangganan dan rasio penukaran.\n\nTemuan penelitian ini menunjukkan bahwa Bank Mandiri memiliki nilai HMETD dan juga value dilution tertinggi diantara perusahaan lain dalam industri sejenis yang melakukan aksi korporasi serupa di tahun yang sama (2011, dibandingkan dengan Bank Bukopin, Bank Danamon, dan Bank QNB) sementara rasio pertukaran saham (N) adalah faktor penentu untuk value dilution apabila hasil perhitungan saham baru dalam hasil fraksi pecahan sehinggia akan mempengaruhi hasil nilai dilusi. Jika N menghasilkan jumlah pecahan pada saham baru akan memunculkan value dilution, value dilution akan semakin besar jika subscription price semakin jauh dari harga saham pasar pada saat itu. Namun,meskipun meningkatkan value dilution, hal itu membuat nilai HMETD meningkat juga. Rekomendasi untuk right issue pada tahun 2018 Bank Mandiri adalah mereka dapat mengatur harga harga langganan antara Rp8,562 ke Rp17,425 per saham jika diasumsikan mereka menaikkan jumlah saham baru yang sama dengan right issue tahun 2011 sebelumnya di mana mereka menerbitkan 2.336.000.000 saham (sehingga N akan 9,889). Namun, jika perusahaan memutuskan untuk tidak menerbitkan jumlah saham yang sama dengan right issue sebelumnya, perusahaan dapat menerbitkan 1.538.461.538 saham (dengan rasio 100 untuk 1.501 saham) dengan harga langganan di Rp13.000.", "Daftar File": {"2015 SK PP Arasyan Albar   [19012001] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/318837"}, "Penulis": "Arasyan Albar [19012001]", "Kontributor / Dosen Pembimbing": ["Anggoro Budi Nugroho, S.E, M.A.B."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "HMETD, Bank Mandiri, BMRI, Harga Teoritis HMETD, Harga Teoritis Ex-HMETD.", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "10 Nov 2023"}