{"Nomor": 78718, "Judul": "MENDORONG ADVOKASI PELANGGAN MELALUI NILAI PEMBERDAYAAN PELANGGAN DALAM MENDUKUNG LAYANAN HIBURAN DIGITAL BERBASIS LANGGANAN (NETFLIX)", "Abstrak": "Model bisnis langganan semakin mendapatkan perhatian dalam tahun-tahun terakhir, terutama layanan hiburan digital seperti langganan musik, streaming TV / film dan video game. Salah satu platform layanan yang cukup di kenal adalah Netflix, layanan streaming video berbasis langganan. Layanan streaming video sesuai permintaan saat ini bersaing satu sama lain cukup agresif di mana penyedia platform ini berkompetisi dengan menyediakan serial yang berbeda dan eksklusif hanya tersedia di layanan nya atau dengan paket harga yang memiliki bayak opsi dengan harapan untuk menarik pelanggan baru dan  mempertahankan pelanggan yang ada. Ini menuntut strategi baru bagi Netflix untuk mempertahankan posisinya dalam persaingan.\n\nPenelitian ini mengeksplorasi hubungan antara nilai-nilai empowerment pelanggan dan advokasi pelanggan sehubungan dengan konsumsi layanan hiburan digitasl berbasis langganan. Pendekatan kuantitatif digunakan dengan melakukan survei terhadap 110 pengguna Netflix di Indonesia. Data yang dikumpulkan kemudian dianalisis menggunakan pemodelan persamaan struktural parsial least square (PLS-SEM) untuk menguji hipotesis yang diformulasikan. Penelitian ini menghasilkan pemahaman bahwa nilai untuk pilihan, nilai untuk pengetahuan dan nilai untuk keterlibatan adalah prediktor yang signifikan terhadap advokasi pelanggan. Ditemukan bahwa advokasi pelanggan dipengaruhi oleh pilihan dan kenyamanan terhadap produk serta informasi yang dapat diandalkan dan keamanan privasi juga merupakan elemen penting bagi penyedia layanan untuk dapat meningkatkan perilaku advokasi dari pelanggan yang menggunakan layanan platformnya.", "Daftar File": {"COVER Denish Ariesmendi": "https://digilib.itb.ac.id/gdl/download/318908"}, "Penulis": "Denish Ariesmendi [29321001]", "Kontributor / Dosen Pembimbing": ["Yos Sunitiyoso, S.T, M.Eng., Ph.D.", "Ardhi Ridwansyah, M.Si"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Layanan Hiburan Digital Berbasis Langganan, Advokasi Pelanggan, Pengalaman Pelanggan, Nilai Empowerment Pelanggan, Streaming Video Langganan On-demand", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "10 Nov 2023"}