{"Nomor": 78712, "Judul": "ANALISIS LAPORAN KEUANGAN DAN KEBERLANJUTAN PERUSAHAAN PENYEDIA LAYANAN CDMA (KASUS PT SMARTFREN TBK DAN PT BAKRIE TELECOM TBK)", "Abstrak": "Telekomunikasi merupakan hal yang sangat penting untuk membantu manusia dalam bersosialisasi di kehidupan sehari-hari. Berbagai sarana diciptakan untuk memfasilitasi kegiatan telekomunikasi. Salah satunya dengan didirikannya perusahaan penyedia layanan telekomunikasi seluker. Di Indonesia, terdapat dua jenis layanan telekomunikasi, yaitu GSM dan CDMA. Dalam beberapa tahun kebelakang, perusahaanperusahaan penyedia layanan CDMA mengalami kesulitan keuangan dan kebangkrutan hingga menyisakan hanya dua perusahaan yaitu PT Smartfren Tbk (Smartfren) dan PT Bakrie Telecom Tbk (Esia).\n\nTujuan dari penelitian ini adalah untuk mengetahui kinerja keuangan PT Smartfren Tbk amd PT Bakrie Telecom Tbk selama periode 2011 sampai dengan 2014 juga untuk menentukan prediksi keberlanjutan perusahaan penyedia layanan CDMA di masa depan. Jika perusahaan-perusahaan menyadari kondisi keuangannya dan mampu meningkatkan kinerjanya, perusahaan dapat bertahan di industri telekomunikasi Indonesia.\n\nKinerja keuangan kedua perusahaan dianalisis dan dibandingkan dengan menggunakan perhitungan rasio keuangan dan analisis komposisi. Untuk analisis keberlanjutan, Altman Z-Score adalah metode yang digunakan dalam penelitian ini untuk memprediksi indikasi kebangkrutan masa depan. Hasil analisis menunjukkan bahwa PT Smartfren Tbk dan PT Bakrie Telecom Tbk tidak melakukan kinerja keuangan yang baik dan berada dalam keadaan pailit berdasarkan analisis Z-Score.", "Daftar File": {"2015 SK PP Athira Azalika Ayu   [19012116] - Abstract": "https://digilib.itb.ac.id/gdl/download/318879", "2015 SK PP Athira Azalika Ayu   [19012116] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/318880"}, "Penulis": "Athira Azalika Ayu [19012116]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Asep Darmansyah, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "industri telekomunikasi, rasio keuangan, Altman Z-Score, analisis keberlanjutan, analisis komposisi, kinerja keuangan", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "2 file", "Tanggal Input": "10 Nov 2023"}