{"Nomor": 78710, "Judul": "ANALISA PELUANG ARBITRASE TERHADAP BENCANA ALAM BERDASARKAN PENGAMATAN PASAR MODAL INDONESIA", "Abstrak": "Meninjau kembali dari Efficient Market Hypothesis (EMH) yang menyebutkan bahwa harga pasar seharusnya merefleksikan keadaan sebenarnya dari efisiensi, kami menemukan beberapa efek yang tertunda yang dapat merepresentasikan peluang arbitrase (arbitrage opportunity) pada pasar modal Indonesia dalam periode 2009 – 2014. Kami telah menyaring efek tersebut dari beberapa efek popular lainnya seperti efek Januari (January Effect) dan efek liburan (Holiday Effect) dalam proses pengambilan sampel. Hasilnya, kami mendapatkan pola yang dapat memberikan arahan untuk investasi ke depannya. Klasifikasi stok yang dianalisa adalah stok-stok yang memberikan dampak langsung terhadap penanganan bencana alam. Stok-stok tersebut berasal dari sektor consumer goods, sektor obat yang dibutuhkan untuk pertolongan pertama pada bencana alam, dan sektor semen yang dibutuhkan untuk konstruksi paska bencana alam. Kami juga tertarik untuk melihat efek pada sector media karena media memiliki peranan aktif dalam menyebarkan berita mengenai bencana alam yang bersangkutan. Hampir seluruh data memiliki distrubusi data tidak normal. Oleh karena itu, melainkan menggunakan analisa statistik pada umumnya, kami menggunakan pendekatan non parametrik.", "Daftar File": {"2015 SK PP Tania Febriani Halim   [19012107] - Full Text": "https://digilib.itb.ac.id/gdl/download/318853", "2015 SK PP Tania Febriani Halim   [19012107] - Abstract": "https://digilib.itb.ac.id/gdl/download/318854", "2015 SK PP Tania Febriani Halim [19012107] - Chapter 1": "https://digilib.itb.ac.id/gdl/download/318855", "2015 SK PP Tania Febriani Halim [19012107] - Chapter 2": "https://digilib.itb.ac.id/gdl/download/318857", "2015 SK PP Tania Febriani Halim [19012107] - Chapter 3": "https://digilib.itb.ac.id/gdl/download/318859", "2015 SK PP Tania Febriani Halim [19012107] - Chapter 4": "https://digilib.itb.ac.id/gdl/download/318861", "2015 SK PP Tania Febriani Halim [19012107] - Chapter 5": "https://digilib.itb.ac.id/gdl/download/318863", "2015 SK PP Tania Febriani Halim [19012107] - References": "https://digilib.itb.ac.id/gdl/download/318871"}, "Penulis": "Tania Febriani Halim [19012107]", "Kontributor / Dosen Pembimbing": ["Tuntun Salamatun Zen, S.E, Ak., M.Si..,CA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "studi kasus, investasi, pasar modal, efek bencana alam", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "8 file", "Tanggal Input": "10 Nov 2023"}