{"Nomor": 78729, "Judul": "MUTAGENESIS TERARAH DNA PENGKODE SPIKE SARS-COV-2 ITB UNTUK PENGEMBANGAN KANDIDAT VAKSIN MRNA COVID-19", "Abstrak": "Vaksin mRNA COVID-19 merupakan salah satu jenis vaksin yang masih terus\ndikembangkan hingga saat ini. Dibandingkan jenis vaksin lainnya, vaksin mRNA\nmemiliki keunggulan dalam aspek keamanan, efikasi, dan proses pengembangan\ndan produksi yang cepat serta hemat biaya. Vaksin mRNA COVID-19 mengandung\nmateri genetik mRNA yang mengkodekan antigen vaksin, yaitu protein spike\nSARS-CoV-2. Protein spike (S) merupakan glikoprotein permukaan pada partikel\nvirus SARS-CoV-2 yang berperan dalam pengikatan reseptor di sel inang serta fusi\nmembran sel. Protein S bersifat metastabil?konsekuensi dari suatu protein fusi\nyang dapat mengubah konformasinya dari prefusi menjadi pascafusi yang penting\ndalam proses fusi virus. Struktur ini terbentuk melalui serangkaian aktivasi\nproteolitik protein S yang melibatkan protease furin dan TMPRSS2 yang terjadi\nsaat biosintesis virus dan di permukaan sel inang, secara berurutan. Dalam\npengembangan vaksin COVID-19, stabilisasi protein S merupakan strategi utama\nuntuk menghasilkan vaksin yang dapat menginduksi respon imunitas yang kuat.\nMutasi pada situs pemotongan furin dan TMPRSS2 protein S dapat dilakukan untuk\nmenurunkan afinitas protein terhadap protease sehingga menghasilkan struktur\nprotein S yang stabil dalam konformasi prefusi. Mutasi R682G dan S813Y yang\nberada di situs pemotongan furin dan TMPRSS2, secara berurutan, diketahui telah\nberhasil menurunkan afinitas protein terhadap protease dan memiliki potensi yang\nlebih tinggi untuk menghasilkan imunitas humoral dan seluler terhadap infeksi\nSARS-CoV-2. Pada penelitian ini, dilakukan mutagenesis terarah (site-directed\nmutagenesis) untuk mengubah asam amino urutan 682 dari arginin (R) menjadi\nglisin (G) serta urutan 813 dari serin (S) menjadi tirosin (Y) yang berada di situs\npemotongan furin dan TMPRSS2, secara berurutan, pada DNA pengkode protein\nspike SARS-CoV-2 ITB. Kedua mutagenesis tersebut masih dilakukan pada DNA\npengkode spike yang terpisah. Proses mutagenesis terarah terdiri dari PCR\nmutagenesis menggunakan primer mutagenik, digesti template DNA non-mutan,\ndan transformasi ke sel E. coli kompeten untuk perbaikan struktur nicked pada\nplasmid. Desain dan pengujian primer mutagenik telah dilakukan dalam persiapan\nPCR mutagenesis. Untuk mendukung penelitian selanjutnya dalam pengembangan\nkandidat vaksin mRNA COVID-19, dilakukan konstruksi plasmid untuk ekspresi\nmRNA spike SARS-CoV-2 ITB secara in vitro. Berdasarkan hasil penelitian,\nprimer mutagenik R682G dan S813Y dapat bekerja dan digunakan dalam PCR\nmutagenesis. Hasil pembacaan DNA pada plasmid hasil mutagenesis terarah\nmenunjukkan bahwa mutasi R682G dan S813Y, masing-masing telah berhasil\ndilakukan pada DNA pengkode spike SARS-CoV-2 ITB. Konstruk plasmid untuk\nekspresi mRNA dirancang menggunakan backbone plasmid pcDNA3.1(+) dan\nuntranslated region (UTR) yang berasal dari urutan DNA gen ?-globin.\nMutagenesis pada bagian situs pemotongan furin dan TMPRSS2 yang merupakan\ndaerah aktivasi proteolitik protein dapat dimanfaatkan sebagai strategi stabilisasi\nprotein fusi untuk vaksin infeksi penyakit lainnya.", "Daftar File": {}, "Penulis": "Annisa Lilis Fitriani [10419033]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. rer. nat. Marselina Irasonia Tan, M.S.", "Ernawati Arifin Giri-Rachman, M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Mikrobiologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "SARS-CoV-2, vaksin COVID-19, protein spike, furin, TMPRSS2, mutagenesis terarah", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "13 Nov 2023"}