{"Nomor": 78724, "Judul": "FEASIBILITY ANALYSIS OF NEW PRIOK PORT PROJECT PHASE 2 OF INDONESIA PORT CORPORATION II", "Abstrak": "PT Pelabuhan Indonesia II (IPC) adalah perusahaan milik negara (BUMN) yang terlibat dalam pelabuhan barang dan pelabuhan jasa di sepuluh provinsi di Indonesia. Saat ini, perusahaan negara berusaha ekspansi melalui perubahan dalam pendekatan strategis untuk menjadi operator pelabuhan kelas dunia.\n\nDalam rangka untuk menjadi operator pelabuhan kelas dunia dan menyelesaikan kelebihan beban dermaga di Indonesia, IPC mengembangkan dan membangun Proyek New Priok. Proyek New Priok dibagi menjadi dua tahap. Tahap pertama akan dengan luas 268 hektar, Tahap II dengan total 300 ha, yang akan dibangun 4 kontainer terminal. Tahap 2 menjadi tahap penting karena fase 1 dianggap tidak cukup untuk menangani kelebihan permintaan dari wadah terminal sebagai pertumbuhan negara oleh masing-masing terminal meningkatkan 2.000 TEU / tahun dan juga untuk menjadi operator pelabuhan kelas dunia, fase 2 akan menjadi pemicu untuk pelabuhan Indonesia untuk menarik kapal internasional karena membuat Tanjung Priok mampu menangani kapal besar asing.\n\nStudi pustaka dan metode analisis keuangan yang digunakan dalam penelitian ini adalah arus kas, Net Present Value (NPV), Internal Rate of Return (IRR), Biaya rata-rata tertimbang dari Capital (WACC), Capital Asset Pricing Model (CAPM), dan Payback Period ( PBP). Hasil analisis makalah ini menyiratkan kelayakan Proyek New Priok Tahap 2 dan manfaat bagi IPC II.\n\nDari hasil NPV positif, IRR lebih besar dari WACC, cepat membayar kembali periode dari nilai ekonomi dan indeks profitabilitas yang positif. Proyek ini secara ekonomi layak dan direkomendasikan untuk dilakukan untuk menghasilkan keuntungan, memenuhi permintaan, dan menjadi operator pelabuhan kelas dunia.", "Daftar File": {"2015 SK PP Gina Dwi Jayanthi   [19012047] - Full Text": "https://digilib.itb.ac.id/gdl/download/318914", "2015 SK PP Gina Dwi Jayanthi   [19012047] - Abstract": "https://digilib.itb.ac.id/gdl/download/318915", "2015 SK PP Gina Dwi Jayanthi   [19012047] - Chapter 1": "https://digilib.itb.ac.id/gdl/download/318916", "2015 SK PP Gina Dwi Jayanthi   [19012047] - Chapter 2": "https://digilib.itb.ac.id/gdl/download/318917", "2015 SK PP Gina Dwi Jayanthi   [19012047] - Chapter 3": "https://digilib.itb.ac.id/gdl/download/318918", "2015 SK PP Gina Dwi Jayanthi   [19012047] - Chapter 4": "https://digilib.itb.ac.id/gdl/download/318920", "2015 SK PP Gina Dwi Jayanthi   [19012047] - Chapter 5": "https://digilib.itb.ac.id/gdl/download/318921", "2015 SK PP Gina Dwi Jayanthi   [19012047] - References": "https://digilib.itb.ac.id/gdl/download/318922"}, "Penulis": "Gina Dwi Jayanthi [19012047]", "Kontributor / Dosen Pembimbing": ["Dr. Sylviana Maya Damayanti, S.T., M.B.A."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Arus Kas, NPV, IRR dan Payback Period", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "8 file", "Tanggal Input": "10 Nov 2023"}