{"Nomor": 78730, "Judul": "SIMULASI TEKNOLOGI FAST PYROLYSIS PRODUKSI BIO-OIL MENGGUNAKAN BAHAN BAKU TANDAN KOSONG KELAPA SAWIT", "Abstrak": "Tandan kosong kelapa sawit (TKKS) merupakan limbah biomassa yang berasal dari\nproduksi minyak kelapa sawit. Pemanfaatan TKKS masih minim jika dibandingkan\ndengan jumlah TKKS yang dihasilkan tiap tahunnya. Hal ini dapat menyebabkan\ndampak negatif terhadap lingkungan. TKKS berpotensi untuk dijadikan bahan baku\npembuatan bio-oil karena kandungan hemiselulosa, selulosa, dan lignin yang\nterdapat pada TKKS. Senyawa tersebut akan didekomposisi pada suhu tinggi\nsehingga akan terurai menjadi senyawa organik yang lebih sederhana. Proses\ndekomposisi padatan pada suhu tinggi disebut pirolisis.\nProduksi bio-oil dengan bahan baku TKKS terdiri dari 3 tahapan proses, yaitu pretreatment,\nfast pyrolysis, vapor upgrading, dan vapor quenching. Metode fast\npyrolysis membutuhkan energi yang besar karena melibatkan suhu operasi yang\ntinggi yaitu 550oC. Diproyeksikan pada tahun 2050 kebutuhan energi akan\nmeningkat sebanyak 80%, namun sumber energi yang tersedia jumlahnya semakin\nmenipis. Salah satu cara untuk melakukan penghematan energi adalah integrasi\npanas. Dengan melakukan integrasi panas, maka dapat menghemat konsumsi energi\nserta dapat meminimalisir biaya utilitas proses. Penelitian ini menggunakan\nbantuan software simulasi Aspen Plus untuk mengevaluasi kebutuhan energi proses\nsebelum dan sesudah dilakukannya integrasi panas serta kelayakan proses tersebut\ndari aspek ekonomi.\nHasil simulasi menunjukkan bahwa integrasi panas dapat menghemat energi\nsebanyak 3,38×106 yaitu 4,71×106 MW menjadi 1,34×106 MW. Dari aspek\nekonomi, integrasi panas dapat menurunkan operational expenditure (OpEx)\nsebanyak 3,24% serta capital expenditure (CapEx) sebanyak 4,09%. Analisa\nsensitivitas ekonomi menunjukkan bahwa proses ini layak dari aspek ekonomi\ndengan payback period 10-12 tahun dan internal rate of return sebesar 8-10%.", "Daftar File": {"ABSTRAK Muhammad Rifki Fanany": "https://digilib.itb.ac.id/gdl/download/318948"}, "Penulis": "Muhammad Rifki Fanany [23021006]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Tirto Prakoso, S.T, M.Eng., Ph.D.", "Antonius Indarto, S.T, M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "tandan kosong kelapa sawit, fast pyrolysis, bio-oil", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "13 Nov 2023"}