{"Nomor": 78731, "Judul": "PENERAPAN METODE DATA MINING UNTUK PREDIKSI CUSTOMER CHURN PADA PT XYZ", "Abstrak": "PT XYZ merupakan perusahaan yang bergerak dalam industri retail dan telah mengadopsi model bisnis e-commerce untuk tetap dapat bersaing. Perkembangan pengguna internet di Indonesia merupakan penanda bahwa terdapat potensi perkembangan pasar untuk model bisnis e-commerce yang membutuhkan pengguna untuk dapat mengakses internet. PT XYZ memiliki rata-rata churn rate sebesar 20,25% lebih tinggi dari rata-rata churn rate industri yang sama yaitu 7,55%. Memprediksi customer dengan probabilitas untuk churning yang tinggi dapat membantu untuk menerapkan strategi retensi yang efektif.\nPenelitian ini dilakukan dengan menerapkan metode data mining Cross Industry Standard Process for Data Mining (CRISP-DM) untuk memprediksi customer churn. Alternatif model yang digunakan untuk prediksi penelitian ini adalah model dengan teknik klasifikasi berbasis decision tree yaitu Random Forest, XGBoost dan CatBoost. Model terbaik dipilih berdasarkan evaluasi perfomansi hasil prediksi model.\nDari penelitian yang dilakukan model prediksi terbaik yaitu Random Forest, dengan hyperparameter n_estimator = 150, max_depth = 20, min_sample_split = 2, dan max_features = sqrt (3,32). Model tersebut memiliki sensitivity/recall sebesar 99,22%. Model prediksi terbaik tersebut digunakan sebagai inti dalam perancangan prototype aplikasi prediksi customer churn. Prototype aplikasi prediksi churn dibuat dengan bahasa pemrograman python dalam bentuk Graphical User Interface (GUI).", "Daftar File": {}, "Penulis": "Bobby Jefri [13417203]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Kadarsah Suryadi, D.E.A.", "Ni Luh Saddhwi Saraswati Adnyani, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Random Forest, XGBoost, CatBoost, Prediksi, Klasifikasi, Customer Churn, Data Mining.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "10 file", "Tanggal Input": "13 Nov 2023"}