{"Nomor": 78742, "Judul": "STRATEGI PROMOSI UNTUK PRODUK FESYEN DI INSTAGRAM", "Abstrak": "Instagram adalah salah satu media social yang paling terkenal dan telah meraih 300 juta pengguna dari seluruh dunia (Tempo.Co., 2014). Karena banyaknya jumlah pengguna Instagram, sekarang banyak brand fesyen lokal di Indonesia yang menggunakan Instagram untuk menjual produk secara online. Masalah dalam penelitian ini adalah kondisi untuk menjual produk fesyen secara online pun sekarang semakin kompetitif dan brand fesyen lokal menggunakan berbagai macam strategi promosi untuk berkompetisi, namun tidak dapat diketahui strategi promosi mana yang paling sesuai untuk menjual produk fesyen di Instagram. Tujuan dari penelitian ini adalah untuk mencari tahu bagaimana cara melakukan strategi promosi di Instagram dan strategi promosi mana yang paling sesuai untuk menjual produk fesyen di Instagram.\n\nUntuk melihat sudut pandang penjual, peneliti melakukan wawancara secara mendalam dengan 9 brand fesyen local, diantaranya Day and Night, Manikan, Perpetuum, Mannequin Plastic, MATOA, Stargazer, KAYNN, PINX, and Humblezing. Dan untuk melihat sudut pandang pembeli, peneliti menggunakan model AISAS untuk membuat kuesioner yang kemudian disebarkan ke 377 responden dan data kuesioner dianalisa secara deskriptif.\n\nHasil dari penelitian ini terdiri dari alasan dan keuntungan dari brand fesyen lokal setelah menggunakan Instagram sebagai media promosi dan beberapa strategi promosi yang dapat dilakukan di Instagram, diantaranya melakukan endorsement, memberi hashtag pada foto, mengunggah foto secara teratur, melakukan promosi kolaborasi dengan brand lain, mengadakan kontes, dan memasang iklan melalui akun yang terkenal di Instagram. Penelitian ini juga menemukan hasil mengenai respon konsumen terhadap masing-masing strategi promosi, sehingga dapat diketahui strategi promosi mana yang mendapat respon baik dan respon buruk dari konsumen. Hasil dari penelitian ini dapat membantu pemulai bisnis di bidang fashion dan brand fesyen lokal yang sudah berdiri untuk melakukan strategi promosi yang lebih efektif di Instagram.", "Daftar File": {"2015 SK PP Genia Despriana   [19012078] - Chapter 1": "https://digilib.itb.ac.id/gdl/download/319070", "2015 SK PP Genia Despriana   [19012078] - Chapter 2": "https://digilib.itb.ac.id/gdl/download/319071", "2015 SK PP Genia Despriana   [19012078] - Chapter 3": "https://digilib.itb.ac.id/gdl/download/319073", "2015 SK PP Genia Despriana   [19012078] - Chapter 4": "https://digilib.itb.ac.id/gdl/download/319074", "2015 SK PP Genia Despriana   [19012078] - Chapter 5": "https://digilib.itb.ac.id/gdl/download/319075", "2015 SK PP Genia Despriana [19012078] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/319084"}, "Penulis": "Genia Despriana [19012078]", "Kontributor / Dosen Pembimbing": ["Mia Tantri Diah Indriani S.Si, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Media Sosial, Instagram, Produk Fesyen, AISAS", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "6 file", "Tanggal Input": "14 Nov 2023"}