{"Nomor": 78753, "Judul": "STUDI UNCANNY PADA OBJEK BUDAYA ONDEL-ONDEL BETAWI DENGAN PENERAPAN TEKNOLOGI VIRTUAL REALITY", "Abstrak": "Seni pertunjukkan tradisional merupakan hasil warisan budaya bendawi\nmasyarakat. Salah satu keunikan beberapa seni pertunjukan tradisional adalah\nmenggunakan objek boneka, namun terdapat fenomena perasaan emosional yang\ndihasilkan ketika individu berinteraksi dengan objek boneka. Perasaan tersebut di\ndefinisikan sebagai perasaan uncanny yang oleh; Jentsch (1906), Sigmund Freud\n(1919), dan Mashahiro Mori (1940). Perasaan ini muncul dikarenakan;\nketidakpastian terhadap ilusi kehidupan pada gerak boneka, wujud visual\nmenyerupai makhluk hidup dalam kehidupan nyata. Penelitian ini menggunakan\nOndel-ondel Betawi sebagai objek boneka raksasa yang kemudian diubah ke\nboneka digital 3D.\nFokus penelitian adalah kajian dengan tujuan dari penelitian sebagai berikut;\nmemahami teori uncanny untuk digunakan dalam percobaan stimulus Ondel-ondel\ndigital yang digunakan untuk mengukur tingkat ketertarikan individu, menganalisis\nfaktor yang mempengaruhi respon emosi individu terhadap stimulus Ondel-ondel\ndigital menggunakan teori desain dan animasi, menemukan teori berdasarkan\nhubungan variabel bebas dan terikat yang didasari ukuran dan essay deskriptif\nrespon emosi Individu. Dalam mencapai tujuan penelitian maka digunakan metode\nexplanatory sequential mixed methods. Data dikumpulkan dengan dua fase: Fase\npertama percobaan visual dan gerak Virtual reality Ondel-ondel yang diukur\nmenggunakan/ Pre Emo Tool. Fase kedua dilakukan melalui pembagian form essay\ntentang pengalaman individu terhadap Objek.\nHasil simpulan penelitian ini terdiri dari: Pertama, Siklus kejiwaan membentuk\npreferensi yaitu pengalaman individu dalam waktu masa lampau dan masa sekarang\nmembentuk memori individu serta menghasilkan asosiasi memori masa lampau\ndalam berpikir dan menanggapi secara emosi terhadap karya seni dan desain digital\nyang disebut preferensi. Kedua, Designer’s Digital Animation Knowledge Model\nadalah model penerapan dalam metode pembuatan karya film animasi digital yang\nbaik, artinya film animasi yang dapat menyampaikan visual dan gerak dengan\nteknologi digital dalam persepsi individu secara baik serta menguggah emosi\nIndividu. Ditutup dengan proposisi yang menghasilkan “teori preferensi manusia\ndalam seni dan desain digital”.", "Daftar File": {"2023 DS PP FERRIC LIMANO 1.pdf": "https://digilib.itb.ac.id/gdl/download/319172"}, "Penulis": "Ferric Limano [37019006]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Yasraf Amir P., M.A.", "Dr. Irma Damajanti, S.Sn., M.Sn."], "Jenis Koleksi": "Disertasi", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "animasi, digital, ondel-ondel betawi, uncanny, virtual reality.", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "14 Nov 2023"}