{"Nomor": 78752, "Judul": "PENGARUH MEDIA SOSIAL INSTAGRAM UNTUK MENINGKATKAN KESADARAN MEREK DI INDUSTRI DESSERT", "Abstrak": "Dessert sudah menjadi tren bagi penikmat kuliner di tahun 2017. Keberhasilan tren dessert karena tingginya pengguna media sosial Instagram. Media sosial Instagram adalah tempat pengguna dapat dengan mudah berpartisipasi, berbagi, dan membuat konten sendiri. Banyak bisnis menggunakan media sosial ini sebagai alat untuk mempromosikan produk mereka dan membuat pelanggan sadar dengan merek mereka. Di sisi lain, tidak semua bisnis itu sukses memasarkan produknya. Tujuan dari penelitian ini adalah untuk mengetahui hubungan antara efek media sosial instagram untuk meningkatkan kesadaran merek pada industri makanan penutup.\n\nData dikumpulkan melalui kuesioner dengan menggunakan metode purposive sampling. Jenis penelitian ini yang menjelaskan hubungan antara variabel x dan variabel y. Sebanyak 304 data responden telah dikumpulkan dan dianalisis menggunakan Regresi Multi-linier.\n\nHasil penelitian menunjukkan bahwa ada hubungan yang signifikan antara variabel independen (komunitas online, interaksi, berbagi konten, aksesibilitas, kredibilitas, dan kepercayaan) terhadap variabel dependen (kesadaran merek). Studi ini penting bagi pemilik bisnis karena dapat membantu meningkatkan kesadaran merek di pelanggan. Pemilik bisnis juga dapat melakukan perbaikan dan memperkuat saluran pemasaran berdasarkan variabel yang dipilih agar lebih kompetitif.", "Daftar File": {"Final Project - Julia Siska - 19215003.pdf": "https://digilib.itb.ac.id/gdl/download/319164"}, "Penulis": "Julia Siska [19215003]", "Kontributor / Dosen Pembimbing": ["Evy Rachmawati Chaldun, S.E, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Aksesibilitas, Berbagi konten, Interaksi, Kepercayaan, Kesadaran merek, komunitas online, kredibilitas, Media social instagram.", "Sumber": "", "Staf Input/Edit": "Jufrizal Effendi, S.Sos", "File": "1 file", "Tanggal Input": "14 Nov 2023"}