{"Nomor": 78757, "Judul": "THE DETERMINANTS OF POINT OF SALES ADOPTION PERCEIVED BY MICRO SMALL MEDIUM ENTERPRISES IN WEST JAVA", "Abstrak": "Penerapan teknologi inovatif dalam bisnis diakui sebagai aspek penting yang berperan sebagai alat pendukung dalam mengatasi berbagai masalah bisnis. Saat ini, inovasi teknologi telah mencakup  hampir semua sektor, termasuk sektor keuangan yang dikenal sebagai teknologi keuangan (Fintech). Teknologi ini  merupakan gabungan antara layanan keuangan dan teknologi yang mana dapat membantu bisnis dalam memecahkan masalah keuangan. Implementasi fintech telah digunakan di semua tingkat bisnis, mulai dari usaha kecil hingga perusahaan korporat. Salah satu bentuk fintech yang biasa digunakan oleh perusahaan untuk menyelesaikan masalah keuangan adalah sistem point of sales (POS). Di sisi lain, jumlah usaha mikro kecil menengah (UMKM) di Indonesia adalah 59,2 juta yang  berkontribusi hingga 57% terhadap total Produk Domestik Bruto (PDB) pada tahun 2018. Jumlah UMKM ini mewakili 90% entitas bisnis dan mempekerjakan 107 juta tenaga kerja pada 2012. Meskipun jumlah ini merupakan jumlah yang besar, jumlah UMKM yang gagal juga meningkat,  di mana kendala manajemen keuangan dianggap sebagai salah satu penyebab nya. Penelitian ini berfokus pada peran sistem POS pada industri UMKM dan tujuannya dalam mengatasi kendala bisnis. Melalui penelitian ini, peneliti mencari tahu faktor-faktor yang mempengaruhi penggunaan sistem POS pada UMKM di Jawa Barat dan juga tahapan bisnisnya. 150 pelaku UMKM dari berbagai industry menjadi responden dalam penelitian ini dimana kuesioner menjadi instrument penelitian nya. Penelitian ini menggunakan Technology Acceptance Model 2 (TAM) yang dimodifikasi untuk merumuskan faktor yang mempengaruhi dan Regresi Logistik Biner sebagai metodologi. Hasil riset menunjukkan bahwa imej dan fungsi kegunaan memiliki pengaruh terhadap penggunaan sistem POS sementara faktor pengaruh sosial dan aspek kemudahan tidak berdampak signifikan.", "Daftar File": {"Final Project - Tarindra Raditya - 19215009.pdf": "https://digilib.itb.ac.id/gdl/download/319185"}, "Penulis": "Tarindra Raditya Ranggawarman [19215009]", "Kontributor / Dosen Pembimbing": ["Dr. Sylviana Maya Damayanti, S.T., M.B.A."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Sistem Point of Sales, Teknologi Finansial, Usaha Mikro Kecil dan Menengah, Manajemen Finansial, Model Penerimaan Teknologi", "Sumber": "", "Staf Input/Edit": "Jufrizal Effendi, S.Sos  \n                                     Jufrizal Effendi, S.Sos", "File": "1 file", "Tanggal Input": "14 Nov 2023"}