{"Nomor": 78754, "Judul": "ASSESSMENT FOR POULTRY BUSINESS DEVELOPMENT AND ALTERNATIVE FUNDING SOLUTIONS", "Abstrak": "Pertumbuhan ekonomi Indonesia di segala sector telah memicu meningkatnya pendapatan ril perkapita masyarakat Indonesia secara keseluruhan. Peningkatan pendapatan ril perkapita ini akan mempengaruhi kemampuan masyarakat Indonesia untuk meningkatkan kebutuhan gizi mereka. Salah satu kebutuhan gizi yang harus dipenuhi adalah protein. Protein dapat diperoleh dari daging, telur, dan susu (Sudaryani dan Santoso, 1996). Namun dalam perkembangannya telur lebih banyak dipilih daripada sumber protein lainnya – daging dan susu, karena telur dapat diperoleh dengan harga yang lebih murah sehingga dapat dijangkau oleh segala kelas masyarakat – baik itu menengah keatas maupun menengah kebawah (Saliem et al., 2001). Hal ini membuat peternakan ayam petelur akan lebih cepat berkembang daripada peternakan ternak lainnya sehingga peternakan ayam petelur memberikan sebuah prospek yang bagus di masa yang akan datang. Namun permasalahannya adalah ketika prospek di masa depan yang bergitu bagus, kapasitas produksi perusahaan belum mampu untuk memenuhi peluang tersebut. Sehingga penelitian ini dibuat guna membantu perusahaan dalam memecahkan masalah tersebut.\n\nSetelah mengidentifikasi perusahaan yang akan diteliti, peneliti langsung melakukan studi kelayakan bisnis kedepannya. Ini perlu dilakukan karena ketika kita tidak mengetahui ataupun mengetahui studi kelayakan sebuah perusahaan namun hasilnya menyarankan kita untuk tidak melakukan ekspansi, maka semua usaha kita kedepan adalah sia-sia. Oleh karena itu, dalam rangka mencari studi kelayakan, peneliti menggunakan metode NPV, IRR, Payback Period, dan Profitability Index. Setelah mengetahui hal tersebut, peneliti akan mengembangkan suatu development plan atau kriteria investasi yang diharapkan mampu untuk membantu perusahaan dalam melakukan ekspansi bisnis kedepannya.\n\nHasil penelitian ini meliputi analisa keuangan dan nilai valuasi dari perusahaan yang bisa dijadikan acuan untuk membuat rencana pengembangan di masa yang akan datang. Selain itu didapati bahwa walaupun sebenarnya pasar telur di Indonesia adalah equivalent dimana supply dan demand berada pada tingkatan yang sama, namun pola distribusinya berbeda-beda, dan di target market perusahaan memberika peluang yang begitu besar. Peneliti menyarankan perusahaan untuk melakukan business expansion dikarenakan NPV Perusahaan = IDR16,527,076,802.94, IRR Perushaan = 24%, Profitability Index = 2.50, dan Payback Period dalam 2.72 tahun, hal ini dapat dilakukan dengan cara menambah jumlah ayam produksi, dengan dana yang berasal dari penanaman modal oleh pemilik perusahaan, investor, atau pinjaman bank.\n\nPenelitian lebih lanjut dapat dilakukan dengan lebih terfokus pada bagaimana melakukan pengusasaan pasar, teknik market entry, pembagian saham, dan tekhnik pemerataan distribusi barang", "Daftar File": {"2015 SK PP Tito Denovan   [19011165] - Abstract": "https://digilib.itb.ac.id/gdl/download/319165", "2015 SK PP Tito Denovan   [19011165] - Chapter 1": "https://digilib.itb.ac.id/gdl/download/319166", "2015 SK PP Tito Denovan   [19011165] - Chapter 2": "https://digilib.itb.ac.id/gdl/download/319167", "2015 SK PP Tito Denovan   [19011165] - Chapter 3": "https://digilib.itb.ac.id/gdl/download/319169", "2015 SK PP Tito Denovan   [19011165] - Chapter 4": "https://digilib.itb.ac.id/gdl/download/319170", "2015 SK PP Tito Denovan   [19011165] - Chapter 5": "https://digilib.itb.ac.id/gdl/download/319171", "2015 SK PP Tito Denovan   [19011165] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/319175"}, "Penulis": "Tito Denovan [19011165]", "Kontributor / Dosen Pembimbing": ["Dr. Isti Raafaldini Mirzanti, M.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Valuasi, Ekspansi Bisnis, Rencana Pengembangan, Investasi", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "7 file", "Tanggal Input": "14 Nov 2023"}