{"Nomor": 78769, "Judul": "PERMEABILITAS GLIADIN QQPYPQPQPF-SOD CITRUS LIMON MELALUI EPITEL USUS TIKUS IN VITRO", "Abstrak": "Superoksida dismutase (SOD) adalah protein antioksidan yang berasal dari alam dan berpotensi menjadi senyawa aktif untuk berbagai macam keadaan patofisiologi yang disebabkan oleh radikal oksigen. SOD dari Citrus limon adalah salah satu SOD yang dapat dijadikan sebagai kandidat senyawa terapeutik. Di Laboratorium Bioteknologi Farmasi ITB telah diproduksi SOD dari C. limon yang difusi dengan peptida gliadin QQPYPQPQPF (GliSOD P61). Peptida gliadin yang difusikan pada SOD diharapkan berfungsi sebagai peningkat penneabilitas SOD dalam menembus sel epitel usus. Pada penelitian ini dilakukan uji permeabilitas GliSOD P61 dalam menembus sel epitpl usus tikus. GliSOD P61 diovetproduksi pada Escherichia coli BL21(DE3) dan dimurnikan menggunakan kolom Nickel-nitrilotriacetic acid (Ni-NTA). Uji permeabilitas dilakukan dengan menginkubasi usus yang mengandung lisozim, albumin serum sapi, dan GliSOD P61 (0,4 dan 4 Pig) pada kompartemen dalam usus. Keberadaan protein di dalam dan di luar kompartemen usus dianalisis dengan metode elektroforesis gel protein dan zimografi. Pada penelitian ini dilakukan juga analisis ekspresi gen zonulin dan claudin-3 yang berperan dalam transport paraselular dengan metode quantitative Polymerase Chain Reaction (qPCR). Hasil el'ektroforesis gel protein menunjukkan keberadaan pita protein lisozim, albumin, dan GliSOD P61 di luar kompartemen usus, tetapi tidak pada kontrol tanpa GliSOD P61. Hasil zimografi pada larutan di luar usus menunjukkan aktivitas dismutasi superoksida dari GliSOD P61. Primer zonulin hasil rancangan tidak mampu mengamplifikasi target. Primer claudin-3 dan ß-aktin mampu mengamplifikasi target secara spesifik pada suhu penempelan primer 58 cc, tetapi nilai efisiensi primemya tidak memenuhi persyaratan. Kesimpulan, GliSOD P61 dapat menembus usus tikus dan kebet:adaan gliadin dapat membantu penembusan lisozim dan albumin. Analisis ekspresi kedua gen sedang dikerjakan.", "Daftar File": {"ABSTRAK Aa Andineke Nurhanifa": "https://digilib.itb.ac.id/gdl/download/319217"}, "Penulis": "Aa Andineke Nurhanifa [20714048]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Debbie Soefie Retnoningrum", "Ratna Annisa Utami, M.Si, Apt"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "GliSOD P61, gliadin. permeabilitas, zonulin, claudin-3, qPCR", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "14 Nov 2023"}