{"Nomor": 78763, "Judul": "ANALISIS PERBANDINGAN TERHADAP MODEL BISNIS INOVASI DALAM LABEL REKAMAN INDONESIA, KASUS: TRINITY OPTIMA PRODUCTION DAN MUSIC FACTORY INDONESIA", "Abstrak": "Dalam beberapa tahun terakhir, label rekaman menghadapi perubahan dalam industri musik, yang mencakup peluang dan ancaman. Peluang dalam kasus ini adalah munculnya musik digital yang memunculkan beberapa format produk baru, dan kerjasama dengan pihak ketiga untuk menciptakan sebuah media baru. Label rekaman juga menghadapi pembajakan sebagai ancaman utama, yang menyebabkan kerugian besar bagi perusahaan. Oleh karena itu, label rekaman, khususnya di Indonesia, memerlukan inovasi dalam model binsis untuk mengatasi perubahan-perubahan dalam struktur industri musik.\n\nPenelitian ini menggunakan metode penelitian data kualitatif dengan menggunakan semi-structured interview, observasi dan data sekunder. Responden dalam wawancara adalah orang yang terlibat langsung dalam industri musik Indonesia dan telah memiliki pengalaman maupun ikut andil dalam perkembangannya, yakni orang-orang yang bekerja di Trinity Optima Production dan Music Factory Indonesia dalam bidang pengembangan bisnis dan digital perusahaan. Penelitian ini dilakukan untuk mempelajari kondisi terkini model bisnis kanvas, termasuk proses inovasi dan hasil penerapannya dalam kedua perusahaan tersebut. Proses inovasi menunjukkan bahwa kedua perusahaan memiliki inovasi awal dan inovasi terkini yang masing-masing memiliki proses yang berbeda. Namun kedua perusahaan itu berhasil dalam pelaksanaan inovasi model bisnis seperti yang ditunjukkan dari hasil memuaskan untuk pengukuran unit penjualan, margin, dan kompleksitas inovasi. Dengan hasil penelitian ini, Trinity Optima Production dan Music Factory Indonesia disarankan untuk memiliki pemahaman yang mendalam tentang model bisnis mereka dan membuat pemetaan untuk potensi perusahaan, kemampuan, sumber daya, dan jaringan rekan yang potensial dan juga terus mengevaluasi kesiapan target pasar mereka untuk menerima inovasi. Untuk kemajuan perusahaan, label rekaman di Indonesia disarankan untuk menerapkan model bisnis 360 degrees untuk mengatasi masalah pembajakan dan munculnya era digital. Selain itu, label rekaman juga dituntut untuk menjadi adaptif terhadap perubahan dan berkomunikasi dengan pihak ketiga untuk menciptakan inovasi. Distributor secara umum harus beradaptasi dan menerapkan strategi super-distribusi dalam model bisnis mereka untuk mendapatkan keuntungan maksimal, selain melaksanakan tugasnya sebagai distributor CD atau produk konvensional lainnya. Distributor juga harus mampu memperluas saluran distribusi mereka dalam bentuk penjualan digital atau inovasi.", "Daftar File": {"2015 SK PP Shavira Mayola   [19012088] - Chapter 1": "https://digilib.itb.ac.id/gdl/download/319203", "2015 SK PP Shavira Mayola   [19012088] - Chapter 2": "https://digilib.itb.ac.id/gdl/download/319204", "2015 SK PP Shavira Mayola   [19012088] - Chapter 3": "https://digilib.itb.ac.id/gdl/download/319205", "2015 SK PP Shavira Mayola   [19012088] - Chapter 4": "https://digilib.itb.ac.id/gdl/download/319206", "2015 SK PP Shavira Mayola   [19012088] - Chapter 5": "https://digilib.itb.ac.id/gdl/download/319207", "2015 SK PP Shavira Mayola   [19012088] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/319208"}, "Penulis": "Shavira Mayola [19012088]", "Kontributor / Dosen Pembimbing": ["Dina Dellyana, PhDc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Model Bisnis Inovasi, Label Rekaman Indonesia, Industri Musik, Bisnis Model Musik.", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "6 file", "Tanggal Input": "14 Nov 2023"}