{"Nomor": 78761, "Judul": "RASIO PEMBAYARAN DIVIDEND DI INDUSTRI BARANG KONSUMSI: ANALISIS PANEL DAN FAKTOR-FAKTOR DETERMINAN", "Abstrak": "Sampai saat ini studi mengenai kebijakan dividen telah banyak dilakukan tetapi masih menjadi kontradiksi. Kontradiksi ini menghasilkan banyak teori mengenai kebijakan dividen. Modigliani dan Miller (1961) menyatakan bahwa kebijakan dividen tidak berpengaruh terhadap nilai perusahaan. Mereka beranggapan bahwa dalam dunia yang sempurna nilai perusahaan hanya ditentukan oleh kemampuan perusahaan dalam menghasilkan profit dan resiko bisnisnya. Selain itu juga ada teori lain mengenai kebijakan dividen, seperti teori burung di tangan oleh Gordon (1963), teori pensinyalan oleh Lintner (1956) teori keagenan oleh Jensen (1976) dan efek klien oleh Black (1974).\n\nPenelitian ini dilakukan untuk mengetahui factor-faktor yang mempengaruhi rasio pembayaran dividen di sektor industri barang konsumsi di Indonesia antara tahun 2004 dan 2013. Ada beberapa factor yang dipilih dalam penelitian ini, seperti keuntungan dari aset, rasio hutang terhadap ekuitas, rasio lancar, rasio nilai pasar terhadap nilai buku, pertumbuhan penjualan dan ukuran perusahaan. Dalam rangka untuk mencari hubungan antara factor-faktor yang dipilih dengan rasio pembayaran dividen, penulis melakukan uji asumsi dan analisis regresi panel pada data yang dikumpulkan.\n\nHasil penelitian menunjukkan bahwa keuntungan dari aset, rasio hutang terhadap ekuitas, rasio lancar, rasio nilai pasar terhadap nilai buku, pertumbuhan penjualan dan ukuran perusahaan secara simultan berpengaruh signifikan terhadap rasio pembayaran dividen. Hasil juga menunjukkan bahwa keuntungan dari asset, rasio lancar, rasio nilai pasar terhadap nilai buku dan ukuran perusahaan berpengaruh positif terhadap rasio pembayaran dividen. Sedangkan pertumbuhan penjualan dan rasio hutang terhadap ekuitas berpengaruh negatif. Namun demikian hanya pertumbuhan penjualan yang berpengaruh secara signifikan. Selain itu hasil penelitian menunjukkan bahwa nilai adjusted r-squared-nya sebesar 64.46%.", "Daftar File": {"2015 SK PP Alexander Sinabutar   [19011185] - Chapter 1": "https://digilib.itb.ac.id/gdl/download/319196", "2015 SK PP Alexander Sinabutar   [19011185] - Chapter 2": "https://digilib.itb.ac.id/gdl/download/319197", "2015 SK PP Alexander Sinabutar   [19011185] - Chapter 3": "https://digilib.itb.ac.id/gdl/download/319198", "2015 SK PP Alexander Sinabutar   [19011185] - Chapter 4": "https://digilib.itb.ac.id/gdl/download/319199", "2015 SK PP Alexander Sinabutar   [19011185] - Chapter 5": "https://digilib.itb.ac.id/gdl/download/319200", "2015 SK PP Alexander Sinabutar   [19011185] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/319202"}, "Penulis": "Alexander Sinabutar [19011185]", "Kontributor / Dosen Pembimbing": ["Anggoro Budi Nugroho, S.E, M.A.B."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "rasio pembayaran dividen, imbal hasil aset, rasio hutang terhadap ekuitas, rasio lancar, rasio nilai pasar terhadap nilai buku, pertumbuhan penjualan, ukuran perusahaan, industry barang konsumsi", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "6 file", "Tanggal Input": "14 Nov 2023"}