{"Nomor": 78775, "Judul": "PENGEMBANGAN DAN VALIDASI PROSEDUR ANALISIS KESERAGAMAN KANDUNGAN TABLET GLIPIZID LEPAS DIPERPANJANG", "Abstrak": "Glipizid merupakan obat antidiabetik oral generasi kedua golongan sulfonilurea dengan mekanisme aksi mengeblok kanal kalium yang sensitif terhadap ATP dalam sel Langerhans pankreas sehingga dapat menstimulasi pelepasan insulin. Sediaan tablet glipizid lepas diperpanjang atau Extended Release (ER) yang ada di pasaran, memiliki matriks yang sangat kompleks dan mengganggu dalam proses analisis dibandingkan dengan sediaan glipizid lepas segera atau Immediate Release (IR). Berdasarkan hal tersebut, diperlukan suatu prosedur analisis yang spesifik, mudah dan cepat dalam memisahkan tablet glipizid ER dengan matriks pembawanya. Sampel dipreparasi dengan ekstraksi fase Fadat menggunakan sorben HLB (Hydrophilic-Lipophilic Balance), kenvudian dilarutkan dalam fase gerak dan dianalisis menggunakan Kromatografi Cair Kinerja Tinggi (KCKT) fase terbalik. Fase gerak yang digunakan adalah campuran dapar fosfat monobasa 0,1 M pH 6,00 0,05 dan metanol perbandingan 55:45, laju alir 1,0 mL/menit, suh? kolom 300C dan detektor UV pada panjang gelombang 225 nm dengan kolom YMC Triart C 18 (150 x 4,6 mm, ID S-5 Hm 12 nm). Prosedur analisis  yang dikembangkan memberikan linearitas yang baik pada rentang konsentrasi 0,01 0,07 mg/mL dengan persamaan regresi y 58985,35x + 13,88 dan koefisien korelasi r ¯ 0,9995. Metode ini mempunyai batas deteksi dan batas kuantitasi secara statistik sebesar 0,0025 mg/mL dan 0,0075 mg/mL. Presisi inter day glipizid ER nilai % SBR befturut-turut sebesar 0,90%, 1,40% dan 0,86%, sedangkan presisi intra day sebesar 1,23%. Rata-rata persen perolehan kembali plasebo yang di-spike dengan baku glipizid adala?? 100,68%. Untuk menguji kelaikan metode, dilakukan pengujian terhadap dua dcsis sediaan tablet glipizid ER (5 dan 10 mg/tablet). Berdasarkan hasil yang -diperoleh bisa disimpulkan bahwa prosedur analisis yang dikembangkan memenuhi persyaratan parameter validasi dan dapat diterapkan dalam penetapan keseragaman kandungan tablet glipizid ER.", "Daftar File": {"ABSTRAK Indhah Fatmawati": "https://digilib.itb.ac.id/gdl/download/319228"}, "Penulis": "Indhah Fatmawati [20712318]", "Kontributor / Dosen Pembimbing": ["Dr. Ilma Nugrahani", "Prof. Dr. Slamet Ibrahim Surantaatmadja"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Glipizid, tablet lepas tertunda, ekstraksi padat-cair, kromatografi cair kinerja tinggi (KCKT), validasi", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "14 Nov 2023"}