{"Nomor": 78777, "Judul": "THE INFLUENCE OF FINANCIAL INFORMATION RELIABILITY AND MATERIALITY ON CORPORATE INVESTMENT EFFICIENCY", "Abstrak": "Terlepas dari kepentingan investasi kapital demi menunjang keberlangsungan dan pertumbuhan ekonomi di sebuah perusahaan, riset terdahulu menunjukkan bahwa negara-negara berkembang masih menghadapi permasalahan investasi yang tidak efisien. Lebih dalam lagi, penulis juga menyadari bahwa literatur mengenai hubungan antara kualitas informasi keuangan dan efisiensi investasi di negara-negara berkembang , seperti Indonesia, masih menerima perhatian yang sedikit di bidang riset akademik. Di Indonesia sendiri, pentingnya efisiensi investasi sangat jelas terlihat di sektor properti dan real estate, mengingat potensi ekspansi bisnis di sektor ini di waktu mendatang.\n\nPenelitian ini menganalisa secara empiris hubungan antara kualitas informasi keuangan dan efisiensi investasi perusahaan. Model pendapatan diskresioner digunakan untuk mencakup reliabilitas dan materilitas dari laporan keuangan. Hipotesis penelitian dievaluasi menggunakan sampel sebanyak 136 observasi tahun perusahaan selama empat tahun di dalam sektor properti dan real estate yang terdaftar di Bursa Efek Indonesia 2010 – 2013. Selain itu, empat variabel kontrol: ukuran perusahaan, umur perusahaan, tangibilitas aset dan financial slack juga dimasukkan untk pengujian hipotesis. Untuk memproses data, penelitian ini menggunakan regresi panel dengan model efek tetap.\n\nHasil penelitian ini mengindikasikan bahwa terdapat hubungan signifikan yang positif diantara kualitas informasi keuangan dan efisiensi investasi perusahaan. Terlebih lagi, ukuran perusahaan, umur perusahaan, dan tangibilitas aset juga menunjukan hubungan signifikan dan positif terhadap efisiensi investasi. Akan tetapi, variabel financial slack menunjukan hubungan positif yang tidak signifikan terhadap efisiensi investasi. Hasilhasil ini menyatakan bahwa negara-negara, khususnya Indonesia, dapat menerima banyak manfaat dengan meningkatkan kualtas informasi keuangan, yang pada umumnya dipersembahkan melalui laporan keuangan.", "Daftar File": {"2015 SK PP Julio Alexander   [19012152] - Abstract": "https://digilib.itb.ac.id/gdl/download/319230", "2015 SK PP Julio Alexander [19012152] - Chapter 1": "https://digilib.itb.ac.id/gdl/download/319231", "2015 SK PP Julio Alexander [19012152] - Chapter 2": "https://digilib.itb.ac.id/gdl/download/319232", "2015 SK PP Julio Alexander [19012152] - Chapter 3": "https://digilib.itb.ac.id/gdl/download/319233", "2015 SK PP Julio Alexander [19012152] - Chapter 4": "https://digilib.itb.ac.id/gdl/download/319234", "2015 SK PP Julio Alexander [19012152] - Chapter 5": "https://digilib.itb.ac.id/gdl/download/319235", "2015 SK PP Julio Alexander [19012152] - References": "https://digilib.itb.ac.id/gdl/download/319236", "2015 SK PP Julio Alexander [19012152] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/319250"}, "Penulis": "Julio Alexander [19012152]", "Kontributor / Dosen Pembimbing": ["Tuntun Salamatun Zen, S.E, Ak., M.Si..,CA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kualitas informasi keuangan, efisiensi investasi, properti dan real estate, negara berkembang, Indonesia.", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "8 file", "Tanggal Input": "14 Nov 2023"}