{"Nomor": 78771, "Judul": "FARMAKOKINETIK DAN FARMAKODINAMIK PATCH KININ TIPE MATRIKS HASIL PENINGKATAN KELARUTAN DALAM AIR DENGAN PELARUT CAMPUR", "Abstrak": "Kram kaki didefinisikan sebagai kekejangan, pemendekan, perasaan tertusuk, atau ketegangan yang terjadi pada otot kaki. Kram kaki yang terjadi pada malam hari dan dalam keadaan telentang atau tidur disebut kram kaki nokturnal. Patch transdermal kinin tipe matriks telah dikembangkan pada penelitian sebelumnya untuk meningkatkan kelarutan kinin dalam air sehingga menghasilkan patch dengan ukuran rasional untuk penggunaan pada manusia dengan menyediakan dosis kinin yang menghasilkan efek antikram. Pembuatan patch kinin hasil reformulasi menghasilkan karakteristik film yang baik dengan pelepasan in-vivo relatif konstan hingga jam ke20. Reformulasi patch kinin diharapkan dapat secara optimal memberikan efek sebagai antikram pada durasi yang diinginkan serta meningkatkan keamanan penggunaan kinin untuk terapi kram kaki nokturnal dibandmgkan penggunaan oral. Tujuan penelitian ini adalah mengevaluasi patch kinin hasil reformulasi dengan menentukan profil farmakokinetik hingga waktu yang lebih panjang, dan menentukan profil farmakodinamik yang dihasilkan dalam menggambarkan efek antikram, serta menentukan keamanan patch kinin pada penggunaan berulang. Patch kinin tipe matiks (200 mg/28,26 cm2) dibuat dari gel kinin (6,67%) dengan melarutkan kinin HCI dalam kosolven air:etanol (5:4) dengan basis HPMC (9%) yang kemudian dikeringkan menjadi lapisan film. Uji farmakokinetik dilakukan terhadap 1 kelompok (n=5) dengan pemberian patch kinin dosis 18 mg/kg BB hingga jam ke-72. Uji farmakodinamik dilakukan hingga hari kedua pada dua kelompok yaitu kelompok normal tanpa pemberian patch dan kelompok uji pemberian patch kinin dosis 18 mg/kg BB, menggunakan metode rotarod (n=6) dan metode Weight-load Forced Swimming Test (WFST) (n=5). Uji keamanan patch kinin dilakukan pada dua kelompok yang sama (n=7) dengan melihat profil darah selama penggunaan 4 minggu. Patch kinin tipe matriks menghasilkan nilai AUCo-72 (n=5) 5834,55 ± 598,15 ng.jam/mL dengan tmaks 8 jam dan Cmaks 174,18 ± 16,06 ng/rnL (n=5). Uji Farmakokinetik menghasilkan nilai Cmaks yang tidak berbeda secara statistik dengan penelitian sebelumnya (p>0,05) dengan konsentrasi relatif konstan dan masih dalam rentang konsentrasi terapetik hingga jam ke-56. Evaluasi farmakodinamik dengan metode rotarod menunjukan efektivitas kinin yang terjaga hingga jam ke-27. Uji profil darah selama 4 minggu menunjukan tidak adanya perubahan pada jumlah sel darah merah dari awal pemakaian hingga minggu ke-4. Parameter darah lainnya tidak mengalami perubahan yang bermakna (p>0,05) dibandingkan kelompok normal yang menunjukan keamanan yang baik dari penggunaan patch kinin hasil reformulasi. Patch kinin hasil peningkatan kelarutan menghasilkan konsentrasi efektif kinin yang terjaga dalam plasma hingga jam ke-56 dan efek antikram yang dapat terlihat hingga jam ke-275 dan aman terhadap profii darah pada penggunaan hingga 4 minggu.", "Daftar File": {"ABSTRAK Muhammad Fauzan Triandi": "https://digilib.itb.ac.id/gdl/download/319224"}, "Penulis": "Muhammad Fauzan Triandi [20714057]", "Kontributor / Dosen Pembimbing": ["Dr. Lucy Dewi  Sasongko", "Dr. I Ketut Adnyana."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "patch, kinin, farmakokinetik, rotarod, swimming, keamanan.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "14 Nov 2023"}