{"Nomor": 78770, "Judul": "IDENTIFIKASI URUTAN GEN CGTASE ISOLAT BACILLUS SP. LT1B DAN PT2B ASAL INDONESIA DENGAN METODE LINEARS AMPLIFICATION AND SINGLE PRIMER POLYMERASE CHAIN REACTION (LASP-PCR)", "Abstrak": "Siklodekstrin glukanotransferase (CGTase, EC 2.4.1.19) merupakan enzim yang mengkonversi pati menjadi siklodekstrin. Siklodekstrin adalah eksipien yang digunakan dalam formulasi sediaan farmasi sebagai peningkat kelarutan dan kestabilan serta penutup rasa dan bau yang kurang enak. Isolat Bacillus sp. LTIB dan PT2B asal Indonesia koleksi Laboratorium Bioteknologi Farmasi ITB diketahui dapat memproduksi enzim CGTase-ß, stabil pada suhu 60 oc serta rentang pH 7-10. Penentuan urutan nukleotida utuh dari gen cgtase kedua ,isolat diperlukan untuk produksi CGTase rekombinan dalam jumlah besar. Urutan internal gen cgtase sepanjang ± 800 pb telah diketahui dari penelitian sebelumnya. Gen cgtase utuh dari Bacillus umumnya memiliki rentang ukuran 2000-2500 pb. Tujuan penelitian ini adalah mengidentifikasi urutan gen cgtase yang belum diketahui dengan menggunakan Linear Amplification and Single Primer Polymerase Chain Reaction (LASP-PCR). Primer LASP R 1200 dan LASP R900 dirancang untuk mengamplifikasi daerah hulu gen intemal cgtase sedangkan primer For LASP, LASP FA, LASP FC, LASP For Mid dan LASP For End dirancang untuk mengamplifikasi daerah hilir gen internal cgtase. LASP-PCR dengan primer LASP R 1200 pada suhu penempelan 55 o c, For LASP pada suhu penempelan 60 oc dan LASP FA pada suhu penempelan 55 oc berhasil mengamplifikasi fragmen gen cgtase dari Bacillus sp. PT2B yang kemudian diklon ke vektor kloning. Sepanjang 2062 pb urutan gen cgtase dari Bacillus sp. PT2B didapatkan dengan penyatuan hasil sekuensing vektor rekombinan menggunakan perangkat lunak BioEdit. Urutan promotor, Ribosome Binding Site (RBS), kodon start dan Open Reading Frame (ORF) sepanjang 1836 pb dari gén cgtase Bacillus sp. PT2B telah berhasil ditentukan. Urutan gen juga dianalisis dengan perangkat lunak BLASTn dan BLASTx. Gen cgtase Bacillus sp. PT2B hasil LASP-PCR memberikan kemiripan sebesar 98% dengan gen cgtase B. lehensis Gl (No. Akses CP003923.1) dan Bacillus sp. Gl-2004 (No. akses AY770576.1). Hasil deduksi asam amino memberikan kemiripan sebesar 96% dengan CGTase B. jirmus strain 37 (No. Akses. AGR66230.1) dan Bacillus sp. (No. Akses 2009322A). Kondisi LASP-PCR perlu dioptimasi lebih lanjut untuk gen cgtase dari Bacillus sp. LTI B.", "Daftar File": {"ABSTRAK Affina Musliha": "https://digilib.itb.ac.id/gdl/download/319223"}, "Penulis": "Affina Musliha [20714050]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. Catur Riani,", ". Debbie Soefie Retnoningrum, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Bacillus sp. LTIB, Bacillus sp. PT2B, gen cgtase, LASP-PCR", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "14 Nov 2023"}