{"Nomor": 78776, "Judul": "PENGEMBANGAN DAN VALIDASI METODE ANALISIS PENETAPAN KADAR MELAMIN HASIL MIGRASI KEMASAN PANGAN SECARA KROMATOGRAFI CAIR KINERJA TINGGI", "Abstrak": "Latar belakang dan tujuan: Wadah pangan yang terbuat dari melamin merupakan produk perlengkapan makan yang sering digunakan. Migrasi bahan penyusun kemasan pangan ke dalam produk pangan dapat terjadi pada kondisi tertentu. Kadar melamin yang melebihi ambang batas apabila memasuki tubuh dapat bersifat toksik. Maka diperlukan metode analisis yang valid untuk penentuan kadar melamin termigrasi dari kemasan pangan. Metode: KCKT menggunakan kolom Waters Symmetryshield@ RP 18 (4,6 x 25 cm), detector UV 235 nm, laju alir 1,2 mL/menit, fase gerak larutan natrium oktan sulfonat 10 mM  asam sitrat IO mM pH 3 asetonitril (80:20). Sampel dipreparasi dengan pemanasan dalam oven pada suhu 660 C selama 2 jam. Digunakan simulan asam asetat 3%, etanol 10%, etanol 50%, dan minyak kelapa sawit. Untuk simulan asam asetat 3%, etanol 10%, dan etanol 50%, sampel langsung disuntikkan pada sistem KCKT, Pada simulan minyak kelapa sawit dilakukan ekstraksi menggunakan asam asetat 3%. Hasil: Parameter validasi yang diuji adalah linieritas, batas deteksi, batas kuantisasi, presisi, dan akurasi. Pada validasi dengan simulan A (etanol 10%) dihasilkan kurva kalibrasi dengan persemaan y=77547x +375,32, dengan nilai r=0,99968 yang linier pada rentang konsentrasi 0,82-41,20 ptg/mL  batas deteksi 1,61 gg/mL, batas kuantisasi 4,87 gg/mL. Presisi dinyatakan dalam SBR dan diperoleh hasil 0,71-2,53%, sedangkan perolehan kembali 100,81109,99%. Untuk validasi dengan simulan B (asam asetat 3%) diperoleh kurva kalibrasi dengan persamaan y—66594x +583671, dengan nilai r=0,99903, yang linier pada rentang konsentrasi 4,34-43,36 pg/mL, batas deteksi 2,24 gg/mL, batas kuantisasi 6,78 ptg/mL, SBR presisi pada0,36-1,39%, serta perolehan kembali 96,45-109,94%. Untuk validasi dengan simulan Dl (etanol 50%) diperoleh hasil kurva kalibrasi dengan persamaan y=71972x +258176 dengan nilai r=0,99991 yang linier pada rentang konsentrasi 0,82-32,83 gg/mL, batas deteksi 0,59 gg/mL, batas kuantisasi 1,78 gg/mL, SBR presisi 2,98-4,07%, dan perolehan kembali 81,86-106, 73%. Pada validasi menggunakan simulan D2 (minyak kelapa sawit) diperoleh kurva kalibrasi dengan persamaan y=66594x +5871 dengan nilai  linier pada rentang konsentrasi 4,34-43,36 ug/mL, batas deteksi 2,24 pg/mL, batas kuantisasi 6,78 ug/mL, SBR presisi 1,69-4,17%, serta perolehan kembaJi 88,29-97,26%.Hasil menunjukkan metode ini memenuhi persyaratan parameter validasi dan dapat diterapkan dalam penetapan kadar melamin termigrasi dari kemasan pangan.", "Daftar File": {"ABSTRAK Sri Arini": "https://digilib.itb.ac.id/gdl/download/319229"}, "Penulis": "Sri Arini [20712333]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat.  Sophi Damayanti,"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "melamin, kemasan pangan, KCKT", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "14 Nov 2023"}