{"Nomor": 78783, "Judul": "SELECTING A BUSINESS EXPANSION PROGRAM USING SIMPLE MULTI ATTRIBUTE RATING TECHNIQUE THE CASE OF TOKO KING", "Abstrak": "Toko King is a store selling household appliances and furnitures. Currently owned by Mr. Handoko Subianto and Mrs. Tsen Indria Grisanti, Toko King has several branches in Central Java. Since last year, Toko King Wangon 2 (1st branch) and Toko King Ajibarang (2nd branch) were unable to serve wholesale customers. Based on in-depth interview with owner and rootcause analysis, the problem is caused by insufficient store capacity.\n\nTo overcome the problem, objective is specified by using Value Focused Thinking (VFT). Meanwhile, 5 (five) alternatives are generated by using in-depth interview i.e. expansion of Toko King Wangon 2, expansion of Toko King Ajibarang, build a new store in Ajibarang, rent a store in Wangon and rent a store in Ajibarang. This study evaluates all alternatives based on pre-determined objective andattributes by using Simple Multi Attribute Rating Technique (SMART). Based on sensitivity analysis, the best alternative is chosen under conditions as follow.\n\n1. If weight of working condition <= 0.28, choose rent a store in Wangon.\n2. If weight of working condition is between 0.28 and 0.62, choose expand Toko King Ajibarang.\n3. If weight of working condition is >= 0.62, choose build a new store in Ajibarang.\n\nRelated to this study, in the future Toko King may take more advantages by conducting SMART analysis as feasibility study to evaluate location, vendor and its customer.", "Daftar File": {"2015 SK PP Clarissa Handoko Subianto   [19012030] - Abstract": "https://digilib.itb.ac.id/gdl/download/319265", "2015 SK PP Clarissa Handoko Subianto [19012030] - Chapter 1": "https://digilib.itb.ac.id/gdl/download/319266", "2015 SK PP Clarissa Handoko Subianto [19012030] - Chapter 2": "https://digilib.itb.ac.id/gdl/download/319267", "2015 SK PP Clarissa Handoko Subianto [19012030] - Chapter 3": "https://digilib.itb.ac.id/gdl/download/319268", "2015 SK PP Clarissa Handoko Subianto [19012030] - Chapter 4": "https://digilib.itb.ac.id/gdl/download/319269", "2015 SK PP Clarissa Handoko Subianto [19012030] - Chapter 5": "https://digilib.itb.ac.id/gdl/download/319270", "2015 SK PP Clarissa Handoko Subianto [19012030] - References": "https://digilib.itb.ac.id/gdl/download/319271"}, "Penulis": "Clarissa Handoko Subianto [19012030]", "Kontributor / Dosen Pembimbing": ["Santi Novani, S.Si, M.T, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "decision analysis, root cause, Value Focused Thinking, in-depth interview, SMART analysis, wholesale customer, store expansion", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "7 file", "Tanggal Input": "14 Nov 2023"}