{"Nomor": 78797, "Judul": "MENGIDENTIFIKASI MOTIVASI WIRAUSAHAWAN YANG MEMPENGARUHI PERFORMA BISNIS DI START-UP INDUSTRI FESYEN", "Abstrak": "Banyak industri fashion telah mulai mengalami penurunan dan mulai menghilang, tetapi saat ini industri fesyen sudah mulai bangkit kembali karena mereka sudah mulai menyadari dalam hal untuk berinovasi. Inovasi tidak hanya produk saja yang menjadi objek tetapi mulai dari pendesainan hingga proses penjualan dan kita mendapatkan tanggapan. Hal yang dimaksud adalah sesuatu yang telah direncanakan untuk mengarahkan seluruh proses dalam mengembangkan bisnis tersebut. Industri fesyen adalah sub-sektor terbesar dalam ekonomi kreatif, yang mampu menyumbangkan 31% pendapatan di sektor ini pada tahun 2017. Data membuktikan bahwa saat ini semua orang membutuhkan pakaian untuk beraktivitas sehari-harinya. Dari kebutuhan tersebut, perkembangan industri fesyen mulai tumbuh dan mendominasi pasar. Karena itu banyak orang, terutama kalangan anak muda yang membuka usaha di bidang fesyen karena pasarnya besar dan akan selalu ada. Penelitian ini untuk menemukan motivasi wirausaha di industri startup mode dan untuk mengetahui motivasi wirausaha yang paling berpengaruh yang mempengaruhi kinerja bisnis dengan 2 metode analisis yang terdiri dari data kualitatif dan kuantitatif. Wawancara adalah data kualitatif yang peneliti gunakan untuk mengumpulkan bahan dalam mengembangkan kuesioner. Kuesioner adalah data kuantitatif yang peneliti gunakan untuk menyebarkan kuesioner ke semua startup di industri fesyen. Kuesioner telah dipenuhi oleh 95 responden, menggunakan Microsoft Excel, SPSS, dan diproses melalui Regresi Logistik. Hasil penelitian tersebut menemukan bahwa Achievement merupakan motivasi wirausahawan di start-up industri Fashion yang mempengaruhi sebagian besar Kinerja Bisnis. Ekonomi, Achievement, dan Sosial merupakan variabel yang mempengaruhi wirausaha dalam membuat kinerja yang baik dalam bisnisnya. Meskipun uang atau ekonomi penting untuk pertumbuhan bisnis, tetapi untuk keberlanjutan perusahaan, aspek pencapaian lebih berpengaruh daripada itu.", "Daftar File": {"Final Project - Sintia Diana Putri 19215017.pdf": "https://digilib.itb.ac.id/gdl/download/319328"}, "Penulis": "Sintia Diana Putri [19215017]", "Kontributor / Dosen Pembimbing": ["Nur Arief Rahmatsyah Putranto, S.T, M.HRMHons."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Achievement, Industri fesyen,Kinerja Usaha,Motivasi wirausahawan,Start-up", "Sumber": "", "Staf Input/Edit": "Jufrizal Effendi, S.Sos", "File": "1 file", "Tanggal Input": "15 Nov 2023"}