{"Nomor": 78792, "Judul": "STRATEGI PENGEMBANGAN BISNIS UNTUK PEMASOK DAGING BEBEK UNTUK WARUNG MAKAN DI DAERAH BANDUNG", "Abstrak": "Pertumbuhan industri makanan bebek membuat permintaan daging bebek di pasar semakin banyak. Sedangkan pada daging bebek sendiri, permintaan daging bebek tidak bisa dipenuhi. Dengan adanya permintaan bebek yang besar tidak membuat pemilik warung bebek menerima tawaran dari pemasok bebek baru. Oleh karena itu, penulis ingin mengetahui factor yang membuat pemasok daging bebek dipilih oleh para pemilik warung makan, bagaimana keadaan internal dan eksternal dari pemasok daging bebek tersebut untuk dapat memenuhi permintaan dari pelanggan mereka, dan bagaimana pengembangan usaha pemasok bebek sehingga penawaran para pemain baru di supplier daging bebek dapat diterima. \nDalam penelitian ini, penulis menggunakan data kualitatif dengan koding analisis, yang menggunakan data primer dari pemilik dan pemasok makanan bebek jalanan dan data sekunder dari media sosial dan situs web sebagai literature review untuk menganalisa keadaan industri bebek secara external. Penulis menggunakan teori analisis SWOT untuk merumuskan strategi pengembangan, dan menggunakan analisis VRIO dan porter five forces untuk mengetahui kondisi internal dan eksternal perusahaan yang akan diteliti yaitu perusahaan GolDuck.\nHasil riset menunjukkan bahwa factor yang pemasok daging bebek miliki agar dapat di terima oleh pelanggan yaitu konsisten, berpengalaman, berkualitas dan kuantitas. Untuk memenuhi factor-faktor tersebut, peneliti menyarankan kepada perusahaan GolDuck melakukan beberapa strategi seperti membuat katalog, manajemen inventori, mengatur kontrol produksi, diferensiasi produk secara vertikal dan menciptakan komunitas. Studi ini penting untuk pemilik usaha pemasok bebek karena dapat membantu bisnis pemasok daging bebek membuat strategi pengembangan untuk membuat penawaran kepada pelanggan agar diterima dan mendapatkan keunggulan kompetitif dari bisnis pemasok bebek.", "Daftar File": {"Finall Project_Anas Abdul Ghaffar.pdf": "https://digilib.itb.ac.id/gdl/download/319316"}, "Penulis": "Anas Abdul Ghaffar [19215013]", "Kontributor / Dosen Pembimbing": ["Donald Crestofel Lantu, S.T, MBA, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Strategi Bisnis, Warung Makan, Penyuplai Daging Bebek, SWOT analysis, Daerah Bandung", "Sumber": "", "Staf Input/Edit": "Jufrizal Effendi, S.Sos", "File": "1 file", "Tanggal Input": "15 Nov 2023"}