{"Nomor": 78793, "Judul": "PERILAKU PEMBELIAN ONLINE DARI PRODUK APAREL OLAHRAGA: PENELITIAN EKSPLORATIF TERHADAP GENERASI Y", "Abstrak": "Masyarakat Indonesia mulai menjadikan olahraga sebagai bagian dari gaya hidup, selaras dengan meningkatnya kesadaran akan hidup sehat. Anak-anak muda merupakan bagian dari masyarakat yang paling antisipasi terhadap fenomena tersebut, dan mereka cenderung memilih apparel olahraga yang pantas untuk digunakan. Pada tahun 2014, aparel olahraga  menunjukan peningkatan nilai sebesar 9%. Generasi Y atau Milenial, merupakan generasi yang memiliki daya beli yang semakin meningkat dibandingkan dengan generasi lainnya. Pasar Milenial memiliki potensi yang sangat besar bagi industri apparel olahraga, dan mengindentifikasi mengenai perilaku pembelian mereka sangat diperlukan. Tujuan dari riset ini adalah untuk mengetahui mengenai perilaku generasi milenial dalam berbelanja apparel secara online, dan untuk menjabarkan proses pengambilan keputusan yang ada. Peneliti telah melakukan survei melalui kuesioner online sebagai alat untuk mendapatkan data, dengan total 200 responden. Peneliti menemukan bahwa proses generasi milenial dalam berbelanja apparel olahraga secara online adalah dari pengaruh pasar yang masuk ke faktor di dalam dan di luar individu, yang nantinya akan mempengaruhi pemilihan produk, dan akhirnya melakukan pembelian. Aktivitas pasca-pembelian ternyata memiliki hasil negatif dalam proses berbelanja dari hasil penelitian. Berdasarkan hasil penelitian, sebuah usaha kecil dan menengah, khususnya dalam industri apparel olahraga perlu berhati-hati dalam penyebaran informasi yang ada mengenai sebuah produk. Peneliti juga memberikan rekomendasi terkait penelitian lanjutan, yaitu mengembangkan aspek psikologi dalam meneliti sebuah perilaku yang lebih dalam lagi.", "Daftar File": {"Final Project - Fatimah Azzahrah - 19215011.pdf": "https://digilib.itb.ac.id/gdl/download/319317"}, "Penulis": "Fatimah Azzahrah [19215011]", "Kontributor / Dosen Pembimbing": ["Lidia Mayangsari, S.Si., M.SM, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Generasi Y, Milenial, perilaku pembelian online, pengambilan keputusan dalam berbelanja, apparel olahraga", "Sumber": "", "Staf Input/Edit": "Jufrizal Effendi, S.Sos", "File": "1 file", "Tanggal Input": "15 Nov 2023"}