{"Nomor": 78806, "Judul": "BANK-SPECIFIC DETERMINANTS ON CREDIT RISK: EMPIRICAL EVIDENCE FROM STATE-OWNED COMPARED TO JOINT VENTURE BANKS IN INDONESIA", "Abstrak": "Salah satu kegiatan bisnis utama dari bank adalah untuk memberikan pinjaman kepada masyarakat. Tidak dapat dihindarkan, bank akan menghadapi ketidakpastian akan kemampuan peminjam dana untuk membayar kembali pinjaman atau dengan kata lain, risiko kredit. Bank mendapatkan sebagian besar keuntungannya dari pendapatan bunga, dengan jumlah yang pinjaman lebih tinggi bank kemungkinan akan pendapatan yang lebih tinggi. Namun, tingginya jumlah pinjaman akan memberikan risiko kredit yang lebih tinggi ke bank. Dengan demikian, manajemen risiko yang efektif sangat penting dalam bisnis perbankan.\n\nPenelitian ini bertujuan untuk menemukan faktor-faktor penentu risiko kredit di perbankan Indonesia, khususnya di bank milik pemerintah dan bank campuran. Khususnya, variable internal dari bank akan digunakan sebagai faktor penentu dan untuk mengetahui apakah variable-variabel yang mempengaruhi tingkat risiko kredit berbeda berdasarkan struktur kepemilikan bank. Untuk memenuhi tujuan penelitian ini, regresi data panel untuk 11 bank umum digunakan. Penelitian ini menggunakan laporan keuangan tahunan dari bank komersial yang dipilih di Indonesia dari tahun 2002 hingga 2013.\n\nDalam riset ini, ditemukan bahwa faktor penentu risiko kredit berbeda berdasarkan jenis kepemilikan bank. Faktor penentu tingkat risiko kredit yang dipertimbangkan dalam riset ini, ada lebih banyak ketimbang pada bank BUMN, yakni ukuran bank, profitabilitas, kecukupan modal, pertumbuhan kredit, likuiditas dan efisiensi operasi. Namun, hanya 3 variabel yang menjelaskan tingkat risiko kredit di bank-bank BUMN, yaitu profitabilitas (ROE), kecukupan modal, dan efisiensi operasi.", "Daftar File": {"2015 SK PP Vania Andriani   [19012083] - Abstract": "https://digilib.itb.ac.id/gdl/download/319360", "2015 SK PP Vania Andriani   [19012083] - List of Contents": "https://digilib.itb.ac.id/gdl/download/319361", "2015 SK PP Vania Andriani [19012083] - Chapter 1": "https://digilib.itb.ac.id/gdl/download/319363", "2015 SK PP Vania Andriani [19012083] - Chapter 2": "https://digilib.itb.ac.id/gdl/download/319364", "2015 SK PP Vania Andriani [19012083] - Chapter 3": "https://digilib.itb.ac.id/gdl/download/319365", "2015 SK PP Vania Andriani [19012083] - Chapter 4": "https://digilib.itb.ac.id/gdl/download/319366", "2015 SK PP Vania Andriani [19012083] - Chapter 5": "https://digilib.itb.ac.id/gdl/download/319367", "2015 SK PP Vania Andriani [19012083] - References": "https://digilib.itb.ac.id/gdl/download/319368", "2015 SK PP Vania Andriani [19012083] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/319369"}, "Penulis": "Vania Andriani [19012083]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Sudarso Kaderi Wiryono, D.E.A."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Risiko Kredit; Klasifikasi perbankan; Kepemilikan Bank; Penentu Bankspesifik; Kredit Macet", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "9 file", "Tanggal Input": "15 Nov 2023"}