{"Nomor": 78814, "Judul": "ANALISIS PLAY, RISIKO DAN KEEKONOMIAN  BERDASARKAN DATA BAWAH PERMUKAAN  UNTUK MENENTUKAN STRATEGI PENGEMBANGAN LAPANGAN,  AREA PAGARDEWA, CEKUNGAN SUMATRA SELATAN", "Abstrak": "Perkembangan eksplorasi migas di area Pagardewa, Cekungan Sumatera Selatan \ndiawali dari penemuan struktur Kuang pada tahun 1940, diikuti beberapa \npemboran di struktur Pagardewa dan Prabumenang dengan hasil yang kurang \nmenggembirakan. Minimnya upaya pengembangan lapangan saat itu terkendala \noleh rendahnya harga minyak dan temuan gas yang belum mempunyai pasar,\nsehingga berpengaruh besar terhadap keekonomian struktur. Setelah upaya \npenambahan data dilakukan yang dilandasi membaiknya harga minyak dunia pada \nawal tahun 1990an, kegiatan eksplorasi mulai aktif kembali melalui penemuan di \nstruktur Tasim, Karangdewa dan Pemaat yang diikuti penambahan data seismik \n3D tahun 2007 untuk mengurangi risiko dan ketidakpastian bawah permukaan.\nUpaya optimalisasi terhadap data-data bawah permukaan (data sumur dan \nseismik) pada area ini untuk mengenali potensi sekaligus ketidakpastian terkait \nrencana pengembangan diantaranya melalui analisis play, risiko dan keekonomian \nsehingga didapatkan strategi pengembangan yang tepat terkait aktualisasi \npeningkatan cadangan, percepatan fase penemuan ke fase produksi, \npengembangan lapangan yang terpadu serta efektivitas investasi yang telah dan \nakan dilakukan.\nHasil analisis play dan risiko menunjukkan masih terbukanya potensi eksplorasi\nyang didukung tingginya rasio kesuksesan pemboran mencapai rata-rata 80% serta \nrisiko geologi yang rendah rata-rata 48%. Berdasarkan hasil analisis keekonomian \ntotal NPV USD 233,412,945; IRR rata-rata 80.7%; PI rata-rata 2.02 dan POT 8 \ntahun. Hasil decision tree menunjukkan bahwa terdapat kelompok struktur yang \nmempunyai kelayakan untuk segera dikembangkan. Integrasi dari hasil analisis \nyang telah dilakukan melalui plot dalam diagram jejaring menjadikan sudut \npandang portfolio komprehensif yang menjadi dasar pengambilan keputusan \nterhadap strategi pengembangan lapangan sekaligus optimasi terhadap nilai \ninvestasi yang telah dikeluarkan.", "Daftar File": {"Abstrak_thesis_Suprayitno Adhi Nugroho_22010319_REV.pdf": "https://digilib.itb.ac.id/gdl/download/319400", "Cover Suprayitno Adhi Nugroho 22010319.pdf": "https://digilib.itb.ac.id/gdl/download/319401", "Bab 1 Suprayitno Adhi Nugroho 22010319.pdf": "https://digilib.itb.ac.id/gdl/download/319574", "Bab 2 Suprayitno Adhi Nugroho 22010319.pdf": "https://digilib.itb.ac.id/gdl/download/319575", "Bab 3 Suprayitno Adhi Nugroho 22010319.pdf": "https://digilib.itb.ac.id/gdl/download/319576", "Bab 4 Suprayitno Adhi Nugroho 22010319.pdf": "https://digilib.itb.ac.id/gdl/download/319577", "Daftar Pustaka Suprayitno Adhi Nugroho 22010319.pdf": "https://digilib.itb.ac.id/gdl/download/319578", "Lampiran Suprayitno Adhi Nugroho 22010319.pdf": "https://digilib.itb.ac.id/gdl/download/319579"}, "Penulis": "Suprayitno Adhi Nugroho [22010319]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Chalid Idham Abdullah.", "Dr. Ir. Ong Han Ling"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "play, risiko, keekonomian, decision tree", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "8 file", "Tanggal Input": "15 Nov 2023"}