{"Nomor": 78815, "Judul": "PENGARUH INVESTASI LANGSUNG LUAR NEGERI & BANTUAN PEMBANGUNAN RESMI TERHADAP INDEKS PEMBANGUNAN MANUSIA PADA NEGARA BERKEMBANG DI TAHUN 2009-2013", "Abstrak": "Investasi Langsung Luar Negeri (ILLN) adalah ketika suatu perusahaan asing dari suatu negara berinvestasi di luar negeri dengan maksud untuk mengembangkan bisnis mereka di luar negeri, sementara Bantuan Pembangunan Resmi (BPR) adalah jenis sumber modal dalam bentuk pinjaman yang mana akan diberikan kepada negara-negara yang terdaftar di DCA. Dua tipe sumber modal ini berperan penting dalam membantu permbangunan dan kesejahteraan manusia di negara-negara berkembang di seluruh dunia. Kesejahteraan dan pmebangunan akan diukur dengan Indeks Pembangunan Manusia (IPM) dikarenakan pengukuran dengan IPM sudah mewakili semua aspek untuk mengukur tingkat kesejahteraan manusia dan pembangunan yang mana mempunyai 3 dimensi: kesehatan akan diukur dengan angka pengharapan hidup, pendidikan yang diukur dengan tingkat kelulusan yang didapat, dan yang terakhir adalah standard of living yang diukur dengan GNI per capita. Dana BPR yang mengalir ke negara berkembang pada tahun 2009-2013 adalah sebesar 700 juta dollar, sedangkan untuk dana ILLN sendiri adalah sebesar 5 milyar dolar. Angka yang luar biasa besar ini mengindikasikan bahwa kebutuhan akan modal dari negara lain masih sangat dibutuhkan. Alat yang akan digunakan untuk melihat pengaruh dari ILLN dan BPR terhadap IPM adalah dengan analisis regresi panel data dengan purposive samping untuk memilih 124 negara berkembang sebagai sampel. Penelitian ini berhasil menemukan bahwa : 1. ILLN dan BPR berpengaruh positif signifikan terhadap IPM secara simultan 2. ILLN dan BPR berpengaruh positif signifikan terhadap IPM secara parsial dengan angka R2 yang mencapai 99% menunjukan bahwa ILLN dan BPR dapat dengan jelas menjabarkan variasi yang terjadi pada IPM. Penelitian ini juga diharapkan berguna untuk mempertimbangkan sumber modal mana yang seharusnya diambil oleh suatu negara untuk membantu pembangunan.", "Daftar File": {"2015 SK PP Gerry Julian Agusty   [19012125] - Abstract": "https://digilib.itb.ac.id/gdl/download/319402", "2015 SK PP Gerry Julian Agusty [19012125] - Table of Contents": "https://digilib.itb.ac.id/gdl/download/319403", "2015 SK PP Gerry Julian Agusty [19012125] - Chapter 1": "https://digilib.itb.ac.id/gdl/download/319404", "2015 SK PP Gerry Julian Agusty [19012125] - Chapter 2": "https://digilib.itb.ac.id/gdl/download/319405", "2015 SK PP Gerry Julian Agusty [19012125] - Chapter 3": "https://digilib.itb.ac.id/gdl/download/319406", "2015 SK PP Gerry Julian Agusty [19012125] - Chapter 4": "https://digilib.itb.ac.id/gdl/download/319407", "2015 SK PP Gerry Julian Agusty [19012125] - Chapter 5": "https://digilib.itb.ac.id/gdl/download/319408", "2015 SK PP Gerry Julian Agusty [19012125] - References": "https://digilib.itb.ac.id/gdl/download/319409"}, "Penulis": "Gerry Julian Agusty [19012125]", "Kontributor / Dosen Pembimbing": ["Dr. Sylviana Maya Damayanti, S.T., M.B.A."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Investasi Langsung Luar Negeri, Bantuan Pembangunan Resmi, Negara Berkembang, Indeks Pembangunan Manusia, Statistika", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "8 file", "Tanggal Input": "15 Nov 2023"}