{"Nomor": 78816, "Judul": "SWOT MODEL OF ENTREPRENEURSHIP BASED COMMUNITY: AN EXAMINATION TOOL TO IDENTIFY A PRODUCT FOR AN OVOP PROJECT", "Abstrak": "Program One Village One Product (OVOP) atau Satu Desa Satu Produk awalnya dipromosikan di Jepang. Keberhasilan program ini telah menarik minat dari pemerintah daerah untuk mengembangkan ekonomi daerah masing-masing. Namun pelaksanaannya OVOP di banyak negara, termasuk di Indonesia, tidak selalu mendapatkan efek yang sama seperti di Jepang. Penelitian ini mengasumsikan bahwa kegagalan terjadi mungkin dikarenakan tidak adanya \"pendekatan “ yang tepat untuk membimbing pemerintah daerah bagaimana cara menentukan produk yang tepat yang harus dikembangkan di desa tertentu.\n\nPenelitian ini mengembangkan Strength, Weaknesses, Opportunity, Treat atau model SWOT untuk mengidentifikasi produk potensial OVOP di sebuah desa. Kontribusi khusus kami dalam hal ini adalah mencoba untuk menggabungkan teori Asset Based Community Development (ABCD) dan Porter’s Diamond Competitive Advance (Porter, 1997) sebagai alat untuk menganalisa internal SWOT. Sedangkan untuk alat menganalisa eksternal SWOT kita menggunakan teori Political, Economic, Social, Technology (PEST).\n\nModel ini menggunakan pendekatan kualitatif untuk mengeksplorasi produk OVOP untuk Desa Wanasari, studi ini menemukan model yang cukup baik untuk mengidentifikasi produk pendekatan OVOP dengan mempertimbangkan isu-isu spesifik selama perencanaan dan pelaksanaan program.", "Daftar File": {"2015 SK PP Muhammad Fauzan   [19012060] - Full Text": "https://digilib.itb.ac.id/gdl/download/319410", "2015 SK PP Muhammad Fauzan [19012060] - Abstract": "https://digilib.itb.ac.id/gdl/download/319411", "2015 SK PP Muhammad Fauzan [19012060] - List of Contents": "https://digilib.itb.ac.id/gdl/download/319413", "2015 SK PP Muhammad Fauzan [19012060] - Chapter 1": "https://digilib.itb.ac.id/gdl/download/319414", "2015 SK PP Muhammad Fauzan [19012060] - Chapter 2": "https://digilib.itb.ac.id/gdl/download/319415", "2015 SK PP Muhammad Fauzan [19012060] - Chapter 3": "https://digilib.itb.ac.id/gdl/download/319416", "2015 SK PP Muhammad Fauzan [19012060] - Chapter 4": "https://digilib.itb.ac.id/gdl/download/319417", "2015 SK PP Muhammad Fauzan [19012060] - Chapter 5": "https://digilib.itb.ac.id/gdl/download/319418", "2015 SK PP Muhammad Fauzan [19012060] - References": "https://digilib.itb.ac.id/gdl/download/319419"}, "Penulis": "Muhammad Fauzan [19012060]", "Kontributor / Dosen Pembimbing": ["Melia Famiola, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "OVOP, community, ABCD, diamond porter", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "9 file", "Tanggal Input": "15 Nov 2023"}