{"Nomor": 78813, "Judul": "AGAMA NEGARA KANTOR PUSAT DAN KEBUDAYAAN DALAM TATA KELOLA PERUSAHAAN MULTINASIONAL DI INDONESIA", "Abstrak": "Agama sebagai komponen penting dari budaya nasional suatu negara telah terbukti berperan sebagai faktor penting dalam perilaku ekonomi termasuk kepercayaan dan kecenderungan untuk mempunyai kontrol. Penelitian sebelumnya menemukan hubungan antara agama sebagai wali untuk kepercayaan dan tata kelola perusahaan induk dan anak perusahaan asing. Namun, sejauh ini hanya ada beberapa studi yang meneliti ini dalam konteks negara-negara berkembang dengan struktur tata kelola perusahaan dua tingkat. Oleh karena itu, kami berusaha untuk mengamati fenomena ini menggunakan sampel dari perusahaan multinasional (MNC) anak perusahaan yang terdaftar di Bursa Efek Indonesia untuk periode 2013. Secara khusus, kami menguji hubungan antara agama dari perusahaan induk untuk tingkat kepercayaan dan pengendalian kantor pusat perusahaan multinational untuk anak perusahaan melalui Dewan Pengawas. Selanjutnya, kami meneliti efek agama perusahaan pusat dengan preferensi kebijakan dividen pada anak perusahaan mereka di Indonesia. Hasil nya menunjukkan bahwa agama tidak signifikan mempengaruhi pengambilan keputusan dalam menentukan komposisi dewan pengawas. Namun pada model kedua, hasil menunjukkan bahwa agama berpengaruh signifikan terhadap kebijakan dividen. Di lain sisi pada bagian kebudayaan Indeks Hoftede Power Distance menunjukkan pengaruh yang signifikan untuk kedua model : Dewan Pengawas dan Kebijakan Dividen", "Daftar File": {"2015 SK PP Dara Indira   [19012106] - Abstract": "https://digilib.itb.ac.id/gdl/download/319397", "2015 SK PP Dara Indira   [19012106] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/319399"}, "Penulis": "Dara Indira [19012106]", "Kontributor / Dosen Pembimbing": ["Yunieta Anny Nainggolan, S.E, M.Com., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Perilaku Keuangan, Dewan Pengawas, Tata Kelola Perusahaan, Kebijakan Dividen, Kepercayaan.", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "2 file", "Tanggal Input": "15 Nov 2023"}