{"Nomor": 78823, "Judul": "THE ROLE OF ENTREPRENEURIAL COMPETENCIES AND FUNCTIONAL AREAS OF BUSINESS IN START-UP BUSINESS GROWTH IMPROVEMENT (CASE STUDY OF BAU DUREN AND LAUKEEN)", "Abstrak": "Setiap pengusaha memiliki keinginan membuat bisnis start-up menjadi tumbuh. Bisnis start-up dapat tumbuh bergantung pada individu yang menjalankan bisnis dan fungsional area bisnis. Laukeen adalah bisnis start-up yang bergerak di bidang olahan ikan terutama diolah menjadi makanan beku. Rizki berfikir makanan beku akan dipilih orang-orang karena kemudahan memasak dan penyimpanan, dengan menaruhnya di lemari es. Tetapi, Laukeen mengalami kemacetan dalam bisnis dan memutuskan pakum yang membuat pemilik membutuhkan evaluasi. Penelitian ini fokus menentukan faktor-faktor yang membuat start-up tumbuh, kompetensi pengusaha, dan membandingkan kinerja Laukeen dan Bau Duren sebagai pembanding untuk menemukan solusi dan hasilnya akan di diterapkan pada Laukeen bisnis. Peneliti menggunakan wawancara mendalam, observasi, catatan lapangan, dokumentasi dan rekaman, dan kuesioner untuk mengumpulkan data. Untuk menganalis data yang didapat, peneliti menggunakan komparatif deskriptif dengan ordinal scale 1 sampai 5. Berdasarkan hasil penelitian, Laukeen membutuhkan peningkatan segera dalam kompetensi pengusaha terdiri dari 3 indikator yaitu pribadi yang disiplin, kreativitas dan inovasi, dan berorientasi pada prestasi. Juga, Laukeen membutuhkan peningkatan dalam fungsioanl area bisnis yang berhubungan dengan indikator efisien dan efektif fasilitas.", "Daftar File": {}, "Penulis": "Rizki Nugraha [19213014]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Sudrajati Ratnaningtyas, M.P."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Faktor start-up yang tumbuh, kompetensi pengusaha, fungsional area bisnis, Laukeen, makanan beku.", "Sumber": "", "Staf Input/Edit": "Jufrizal Effendi, S.Sos  \n                                     Jufrizal Effendi, S.Sos", "File": "0 file", "Tanggal Input": "15 Nov 2023"}