{"Nomor": 78828, "Judul": "PREDIKSI TOKSISITAS SENYAWA ANTIOKSIDAN ALAMI SEBAGAI BAHAN TAMBAHAN PANGAN MENGGUNAKAN METODE IN SILICO", "Abstrak": "Antioksidan merupakan zat yang mampu melindungi pangan dari proses oksidasi. Penggunaan antioksidan sintetik telah menjadi perdebatan dikarenakan efek negatif yang ditimbulkannya. Antioksidan alami yang berasal dari tumbuhan dapat menjadi senyawa yang potensial sebagai bahan tambahan pangan alternatif.  Namun belum banyak penelitian mengenai efek toksik dari antioksidan alami. Penelitian ini dilakukan untuk memperoleh prediksi töksisitas senyawa  antioksidan alami yang berasal dari tumbuhan mengg»nakan metode in silico dan analisis interaksinya dengan reseptor melalui metode molecular docking. Prediksi toksisitas senyawa dilakukan menggunakan perangkat lunak T.E.S,T, Toxtree, ADNET predictor, dan QSAR Toolbox. Dari 300 senyawa antioksidan alami yang diteliti sebanyak 105 senyawa diprediksi bersifat mutagen, karsinogen dan toksik reproduksi; 71 senyawa bersifat mutagen dan karsinogen; 27 senyawa  bersifat karsinogen dan toksik reproduksi; 45 senyawa bersifat karsinogen; 35 senyawa bersifat toksik reproduksi; dan 17 senyawa tidak bersifat mugaten, karsinogen maupun toksik reproduksi. Penentuan toksisitas akut dinyatakan dalam nilai LD50 dengan nilai terendah yaitu a-hederin (72,55 mg/kgBB) dan nilai LD50 tertinggi yaitu asam askorbat (7.306, 74 mg/kgBB). Hasil analisis senyawa uji dengan reseptor terkait melalui molecular docking menggunakan perangkat lunak Autodock 4.2.6, terlihat bahwa terdapat interaksi amara senyawa uji dengan reseptor melalui adanya kemiripan residu asam amino yang berdekatan seperti pada senyawa pembanding dan adanya ikatan hidrogen. interaksi senyawa toksik dengan reseptor VEGF-I (31-NG) pada uji karsinogenitas menunjukkan bahwa asam rosmarinat dan kapsaisin memiliki energi bebas ikatan terendah. Sedangkan pada analisis toksisitas reproduksi menunjukkan bahwa senyawa A -avenasterol dan ß-sitosterol memiliki energi bebas ikatan terendah pada reseptor androgen (2AM9), estrogen alfa (IA52), dan progesteron (IA28).", "Daftar File": {"ABSTRAK Dina Pratiwi": "https://digilib.itb.ac.id/gdl/download/319458"}, "Penulis": "Dina Pratiwi [20713038]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. apt. Sophi Damayanti, .", "Dr. M Insanu"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "antioksidan alarm, prediksi toksisitas, molecular docking", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "15 Nov 2023"}