{"Nomor": 78824, "Judul": "STUDI PENGARUH KECEPATAN FLUIDISASI PADA REAKSI KALSINASI DAN KARBONASI SIKLUS KALSIUM", "Abstrak": "Sektor industri merupakan salah satu sektor penghasil emisi CO2 terbanyak di dunia. Pada\nindustri semen, emisi CO2 yang dihasilkan mencapai 7% dari total emisi global. Emisi CO2\nsebagai gas rumah kaca akan menyebabkan terjadinya pemanasan global. Banyak cara yang\ndapat dilakukan untuk mengurangi emisi CO2 pada industri semen yaitu substitusi bahan bakar\nfosil dengan bahan bakar alternatif, menaikkan efisiensi penggunaan energi, penggunaan bahan\nbaku baru, dan pengurangan rasio klinker. Namun, terdapat cara lain untuk mengurangi emisi\nCO2 yaitu menggunakan teknologi penangkapan karbon (CCS). Salah satu bagian dari teknologi\nCCS adalah teknologi siklus kalsium. Teknologi ini memanfaatkan reaksi dapat balik kalsinasi\ndan karbonasi.\nPada penelitian ini dilakukan pengujian reaksi kalsinasi dan karbonasi dengan variasi\nkecepatan fluidisasi. Reaksi kalsinasi adalah reaksi dekomposisi CaCO3 menjadi CaO dan CO2\nsedangkan reaksi karbonasi adalah reaksi penangkapan CO2 oleh CaO dengan CaCO3 sebagai\nproduknya. Sementara itu, fluidisasi adalah teknik untuk membuat partikel solid berperilaku\nseperti fluida akibat aliran gas. Penelitian dimulai dengan menyiapkan batu kapur pada ukuran\npartikel tertentu lalu dikelompokkan ke dalam grup Geldart. Selanjutnya, dilakukan validasi\nfenomena fluidisasi dengan hasil partikel Geldart B menunjukkan terjadinya bubbling\nfluidization. Berdasarkan hal ini, partikel Geldart B dipilih sebagai tipe partikel untuk reaksi\nkalsinasi dan karbonasi. Hasil pengujian reaksi kalsinasi menunjukkan bahwa peningkatan\nkecepatan fluidisasi berhasil meningkatkan konversi CaCO3 menjadi CaO dengan nilai konversi\nmaksimal mencapai 100%. Untuk mempersiapkan sampel reaksi karbonasi yaitu CaO maka\ndilakukan pengujian ulang reaksi kalsinasi. Setelah dilakukan pengujian, didapatkan nilai\nkonversi hasil pengujian ulang telah mencapai nilai 95% hingga 100%, hanya sampel Padang\nyang memiliki nilai konversi 77,93%. Kemudian, dilakukan pengujian reaksi karbonasi dengan\nvariasi kecepatan fluidisasi dan didapatkan kesimpulan bahwa peningkatan kecepatan fluidisasi\nakan meningkatkan konversi CaO menjadi CaCO3, namun mulai dari kecepatan umf4 hingga\numf8 nilai konversi CaO menjadi CaCO3 tidak lagi mengalami perubahan. Hal ini disebabkan\noleh terbentuknya lapisan pelindung karbonat pada permukaan partikel. Berdasarkan hasil\npengujian reaksi karbonasi, kemampuan serap CaO terhadap CO2 berbeda-beda untuk setiap\nsumber batu kapur. Kemampuan serap tertinggi rata-rata adalah 57,80% untuk sampel Bayah,\nsedangkan kemampuan serap terendah rata-rata adalah 27,95% untuk sampel Padang.\nPerbedaan kemampuan serap ini diakibatkan oleh perbedaan proses geologi pembentukan batu\nkapur sehingga setiap sumber batu kapur memiliki karakteristik yang berbeda-beda.", "Daftar File": {}, "Penulis": "Ramadhana Keza Pratama [13119004]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Prihadi Setyo Darmanto", "Dr.Eng. Ir. Firman Bagja Juangsa, S.T., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Siklus kalsium, reaksi kalsinasi, reaksi karbonasi, fluidisasi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "15 Nov 2023"}