{"Nomor": 78820, "Judul": "EKSPLORASI ISU TENTANG KONSUMSI IKAN MAHASISWA DI KOTA BANDUNG", "Abstrak": "Kampanye pemasaran sosial adalah kampanye sosial yang menggunakan konsep pemasaran. Konsep ini telah digunakan oleh beberapa lembaga seperti pemerintah dan perusahaan dengan tujuan mengubah perilaku target masyarakat. Banyak kampanye pemasaran sosial yang telah berhasil dilaksanakan khususnya di bidang kesehatan seperti kampanye HIV Sosial pencegahan, kampanye bebas asap rokok, diet untuk kesehatan, dan lain-lain. Langkah pertama untuk menyusun strategi kampanye pemasaran social adalah \"Mengexplorasi Perilaku Target\". Dalam penelitian ini, peneliti akan menganalisis perilaku mahasiswa terhadap konsumsi hidangan ikan. Permasalahan dasar dari penelitian ini adalah rendahnya tingkat konsumsi ikan mahasiswa di Jawa Barat, khususnya kota Bandung. Hal ini berbanding terbalik dengan tingginya tingkat produksi ikan di Jawa Barat. Analisis dalam penelitian ini didasarkan pada dua konsep, pertama adalah bauran pemasaran 4P yang digunakan dalam kampanye pemasaran sosial dan yang kedua adalah proses pengambilan keputusan konsumen. Menggunakan dua pendekatan ini, peneliti dapat menggambarkan karakteristik perilaku mahasiswa dalam mengkonsumsi masakan ikan di Bandung. Hasil penelitian ini menjadi rekomendasi bagi pemerintah untuk program \"GEMARIKAN\" sebagai strategi kampanye pemasaran sosial untuk meningkatkan tingkat konsumsi ikan bagi mahasiswa di Bandung. Peneliti menggunakan metode analisis deskriptif dalam penelitian ini, 100 kuesioner telah dibagikan kepada mahasiswa di kota Bandung. Ruang lingkup daerah hanya fokus di kota Bandung, penelitian ini dimulai dari awal Juni 2015 hingga awal Agustus 2015. Secara keseluruhan hasil dari penelitian ini yaitu keluarga adalah pihak yang sangat mempengaruhi mahasiswa dalam mengkonsumsi masakan ikan, Instagram merupakan media yang sangat efektif sebagai media promosi kampanye social. Dibutuhkan kerjasama dengan kafe atau restoran yang selalu dikunjungi oleh mahasiswa untuk mempromosikan kampanye social.", "Daftar File": {"2015 SK PP Ichsan Muhammad Nurjaman   [19012075] - Abstract": "https://digilib.itb.ac.id/gdl/download/319424", "2015 SK PP Ichsan Muhammad Nurjaman [19012075] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/319425"}, "Penulis": "Ichsan Muhammad Nurjaman [19012075]", "Kontributor / Dosen Pembimbing": ["Atik Aprianingsih, S.T, MM, DBA."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kampanye pemasaran sosial, Pemasaran campuran 4P, membuat aturan keputusan konsumen, Mahasiswa, Analisis Deskriptif, GEMARIKAN.", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "2 file", "Tanggal Input": "15 Nov 2023"}