{"Nomor": 78834, "Judul": "PENINGKATAN KINERJA SEL SURYA PEROVSKIT DENGAN STRUKTUR TERBALIK BERBASIS?MAPBI?_3 MELALUI PENDEKATAN EKSPERIMENTAL DAN SIMULASI UNTUK MENCAPAI LIMIT MAKSIMAL DIVAIS", "Abstrak": "Sel surya perovskit dengan struktur terbalik p-i-n atau Inverted p-i-n perovskite solar cell (PSC) adalah struktur yang menjanjikan dalam pengembangan sel surya PSC saat ini terutama dari segi fabrikasi yang lebih menguntungkan dibandingkan struktur reguler karena dapat diproses pada suhu rendah. Selain itu, konfigurasinya juga dapat lebih mudah ditandemkan dengan sel surya silicon yang telah mencapai efisiensi tertinggi saat ini sebesar 33.7%. Pada tesis ini, simulator divais numerik (OghmaNano) digunakan untuk mensimulasikan batas limit maksimal yang bisa dicapai oleh inverted PSC berbasis MAPbI3 (ITO/PTAA/MAPbI3/C60/BCP/Ag). Mula-mula pendekatan simulasi dilakukan dengan memvalidasi hasil eksperimen. Parameter ini menjadi panduan dalam memprediksi peningkatan inverted PSC berbasis MAPbI3 hingga mencapai limit maksimal. upaya mendesain kinerja sel surya yang dapat ditingkatkan dengan mempertimbangkan ketebalan (100-1000 nm), charge carrier mobility (?e, ?h = 1-87 cm2e-1V-1), dan rekombinasi dari lapisan aktif. Hasil simulasi ini menunjukkan struktur single-junction inverted PSC berbasis MAPbI3 mencapai limit maksimal yang dapat ditingkatkan sebesar 28.5%. Optimalisasi ini dicapai dengan ketebalan lapisan aktif sebesar 950 nm, charge carrier mobility 71 cm2V-1s-1 dan recombination rate constant < 1×10-11 cm3s-1. Kajian simulasi ini menggambarkan adanya masalah terkait dengan pantulan Fresnel di permukaan yang menjadi penghalang divais sel surya dalam menghasilkan kinerja tinggi. Secara lebih jauh penelitian dalam tesis ini juga menggambarkan penambahan ARC dari beberapa bahan seperti poly(methyl methacrylate) (PMMA), magnesium fluoride (MgF2), lithium fluoride (LiF), poly(dimethyl siloxane) (PDMS), dan calcium fluoride (CaF2) berpotensi dalam mengurangi kekurangan radiative dari penyerapan yang kurang optimal. Desain single layer-ARC (SL-ARC) pada ketebalan 70 nm dapat menurunkan reflektivitas pada rentang cahaya tampak (500-900 nm) sehingga diperoleh PSC dengan efisiensi sebesar 29.7% untuk bahan PMAA sebagai ARC. Dengan menambahkan lapisan ke 2 sebagai double layer-ARC (DL-ARC) dari beberapa bahan yang memiliki indeks bias (n0 < n1 < n2) atau kurang dari indeks bias PMMA (n = 1.48), efisiensi sebesar 30.25% bisa dicapai dengan penambahan DL-ARC PMMA/PDMS. Hasil ini dapat dikonfirmasi dari reflektifitas yang semakin menurun di semua panjang gelombang terutama pada panjang gelombang ultraviolet. Kajian simulasi ini berguna dalam memperkirakan batas limit single-\njunction inverted p-i-n PSC berbasis MAPbI3. Selain itu, penambahan ARC mengkonfirmasi manajemen cahaya yang lebih baik menghasilkan optimalisasi penyerapan cahaya oleh lapisan aktif.\nTesis ini juga mengkaji eksperimen dengan eksplorasi lebih jauh bahan Poly(ethylenedioxythiophene):poly (styrenesulfonate) PEDOT:PSS yang merupakan polimer menjanjikan sebagai Hole Transport Layer (HTL) pada inverted PSC karena konduktivitas tinggi dan kualitas lapisan yang baik. Namun, PSC yang menggunakan PEDOT:PSS masih menunjukkan open circuit-current (VOC) yang lebih rendah (< 1.0), akibat ketidakcocokan work function (WF) antara lapisan aktif (methylammonium iodide/MAPbI3) (5.4 eV) dengan PEDOT:PSS (5.0 eV). Sifat asam dan higroskopis larutannya juga menyebabkan stabilitas dari divais yang tidak optimal. Pada tesis ini, doping metal oxide V2O5/Vanadium Oxide telah berhasil digunakan untuk meningkatkan potensi PEDOT:PSS. Divais PSC mengalami peningkatan efisiensi dari 7.7% menjadi 9.0% setelah diberikan doping V2O5. Doping terbaik pada penelitian ini adalah konsentrasi 8 mg/ml berhasil meningkatkan kinerja PV seperti VOC, JSC, dan FF (0.95 V; 16 mAcm-2; dan 58.6%). Selain itu, efisiensi konversi cahaya ke arus menjadi lebih baik yang dikonfirmasi dari kurva external quantum efficiency (EQE). Potensi lain yang bisa dilakukan adalah dengan menambahkan ARC yang dilakukan dalam simulasi menghasilkan potensi peningkatan efisiensi dari 7.7% menjadi 8.5%. Hasil ini dapat menjadi pertimbangan dalam penelitian selanjutnya untuk mencapai kinerja terbaik pada struktur (FTO/PEDOT: PSS/MAPbI3/PC61BM/Ag).", "Daftar File": {"ABSTRAK Erdin Almuqoddas": "https://digilib.itb.ac.id/gdl/download/319507"}, "Penulis": "Erdin Almuqoddas [28721008]", "Kontributor / Dosen Pembimbing": ["Prof. Brian Yuliarto, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknologi Nano", "Fakultas": "", "Subjek": "", "Kata Kunci": "Inverted p-i-n PSC, hole transport layer, PEDOT: PSS- V2O5, OghmaNano, simulator numerik, charge carrier mobility, anti-reflective coating", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "16 Nov 2023"}