{"Nomor": 78837, "Judul": "ANALISIS KONTEN ELECTRONIC WORD-OF-MOUTH TERHADAP KEPUTUSAN PEMBELIAN KONSUMEN PADA KEDAI KOPI MULA BANDUNG", "Abstrak": "Pertumbuhan kedai kopi telah terjadi di Bandung. Berbagai cita rasa dan gaya kopi ditawarkan oleh kedai-kedai kopi pemula. Untuk mengevaluasi alternative kedai kopi yang ada, pelanggan kerap mencari informasi. Pada era digital ini, para pelanggan mencari informasi melalui media online seperti sosial media, blog dan web forum. Media online tersebut memiliki konten yang dapat membantu pelanggan untuk melakukan pembelian, seperti pengalaman konsumen sebelumnya, rating juga informasi tempat dan produk. Informasi dan pengalaman yang diulas melalui media online dapat disebut sebagai eWOM (electronic word-of-mouth). Penelitian sebelumnya mengungkapkan bahwa eWOM telah membantu para pelanggan untuk melakukan pembelian, dan dengan membaca konten-konten eWOM para pelanggan akan dengan mudahnya menentukan keputusan pembelian. Tapi, terdapat juga penelitian yang mengungkapkan bahwa keputusan pembelian dapat berubah tergantung dari niat pembelian. Terlebih, media yang biasa digunakan pelanggan untuk mencari dan mendapatkan informasi belum diketahui. Maka dari itu, tujuan dari penelitian ini adalah untuk menganalisa hubungan antara konten eWOM terhadap keputusan pembelian melalui niat pembelian.\nUntuk menganalisis teknik korelasi purposive sampling dipilih. Ada 376 responden kuesioner yang dibutuhkan dalam penelitian ini. Penelitian ini menggunakan kuesioner online sebagai instrumen penelitian yang telah didistribusikan melalui media sosial dan langsung di beberapa kedai kopi Bandung. Data yang terkumpul dianalisis dengan menggunakan analisis jalur. Analisis jalur digunakan untuk mengetahui korelasi isi eWOM terhadap niat beli, konten eWOM terhadap keputusan pembelian dan konten eWOM terhadap keputusan pembelian melalui niat pembelian.\nAnalisis menunjukkan bahwa konten eWOM memiliki hubungan terhadap keputusan pembelian melalui niat pembelian. Responden diketahui telah mencari dan menerima informasi melalui Instagram dan mengutamakan mencari tau tentang jam operasional kedai kopi. Oleh karena itu, disarankan untuk kedai kopi pemula di Bandung yang belum pernah diulas untuk merujuk pada konten eWOM dari kedai kopi Bandung lainnya yang memiliki banyak ulasan. Juga, memaksimalkan Instagram untuk memberi tahu pelanggan tentang informasi produk dan pelayanan seperti menu, harga, lokasi, jam operasional dan foto kedai kopi.", "Daftar File": {"Final Project - AYESHA AF - 19215030.pdf": "https://digilib.itb.ac.id/gdl/download/319653"}, "Penulis": "Ayesha Aulia Fachira [19215030]", "Kontributor / Dosen Pembimbing": ["Shimaditya Nuraeni, S.Psi., M.S.M., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kedai Kopi Mula Bandung; Konten eWOM; Keputusan Pembelian; Niat Pembelian", "Sumber": "", "Staf Input/Edit": "Jufrizal Effendi, S.Sos", "File": "1 file", "Tanggal Input": "16 Nov 2023"}