{"Nomor": 78836, "Judul": "SIMULASI EDDY BESAR PEMBAKARAN CAMPURAN PARSIAL O\\TEXTSUBSCRIPT{2}-H\\TEXTSUBSCRIPT{2} DENGAN PENGENCER UAP PADA JET GUGUS BANYAK", "Abstrak": "Selama 150 tahun terakhir, kadar karbon dioksida di atmosfer telah meningkat secara signifikan, menyebabkan peningkatan suhu di atmosfer akibat gangguan siklus karbon alami. Salah satu solusi yang diusulkan untuk masalah ini adalah dengan menggunakan bahan bakar non-karbon, seperti hidrogen. Meskipun hidrogen memiliki nilai energi yang lebih besar berdasarkan massa, ia memiliki suhu nyala yang lebih tinggi dan lebih mudah terbakar. Perbedaan-perbedaan ini membuat pentingnya modifikasi sistem turbin gas yang ada saat ini. Untuk mengatasi tantangan ini, ide konfigurasi jet gugus banyak non-premixed dengan pengenceran uap diajukan. Dengan menggunakan konfigurasi ini diharapkan dapat dihasilkan nyala api yang terangkat. Pada penelitian ini akan dilakukan simulasi large eddy (LES) pembakaran oksi-hidrogen dengan pengenceran uap. LES dipilih karena fidelitasnya yang tinggi dan kemampuannya dalam menyediakan struktur turbulen yang akurat. Dalam penelitian ini, aliran, struktur nyala api, dan perilaku yang dihasilkan selama proses pembakaran akan dianalisis. Selain itu, pengaruh sudut pancaran oksidator dan kecepatan pancaran bahan bakar juga akan dipelajari. Tiga simulasi dengan sudut pancaran pengoksidasi yang berbeda dan lima variasi kecepatan pancaran bahan bakar dilakukan. Dalam semua kasus, oksidator dan pancaran bahan bakar saling bertabrakan dan melempar hidrogen ke arah y, menghasilkan aliran sirkulasi, struktur pusaran besar, dan daerah bersuhu tinggi di sekitar masukan. Ditemukan juga bahwa pembakaran kaya non-premixed mendominasi dengan ditemukannya triple flame. Perbandingan antara kasus sudut pancaran oksidator menunjukkan bahwa permukaan fraksi campuran stoikiometri yang lebih sempit dan lebih tinggi dihasilkan pada sudut pancaran pengoksidasi yang lebih besar sehingga menghasilkan dominasi daerah kaya seiring dengan semakin besarnya sudut pancaran. Sudut pancaran oksidator yang lebih besar juga terbukti menghasilkan aliran turbulensi yang lebih sedikit dan nyala api yang lebih stabil. Berbeda dengan kasus sudut pancaran oksidator, dalam kasus kecepatan pancaran bahan bakar, nyala api yang lebih stabil dihasilkan ketika turbulensi menjadi lebih kuat. Laju pelepasan panas\nmaksimum ditemukan masing-masing sekitar 270 W dan 250 W dalam kasus sudut dan kecepatan jet bahan bakar.", "Daftar File": {}, "Penulis": "Gabriele Maruli Tondi [13119106]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ir. Firman Bagja Juangsa, S.T., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Simulasi large eddy, oksi-hidrogen, pembakaran, jet gugus banyak.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "16 Nov 2023"}