{"Nomor": 78839, "Judul": "KAJIAN PENERAPAN KLASIFIKASI MASSA BATUAN DENGAN METODA CRIEFI DI TEROWONGAN PEMBANGKIT LISTRIK JATIGEDE, KABUPATEN SUMEDANG, JAWA BARAT", "Abstrak": "Investigasi gelogi teknik dilakukan pada terowongan pembangkit listrik yang \nmerupakan bagian dari pembangunan Bendungan Jatigede di Kabupaten \nSumedang, Jawa Barat. Konstruksi terowongan menembus dua satuan batuan, yaitu \nAnggota Bawah dari Formasi Halang dan Hasil Gunungapi Tua Tak Teruraikan \ndengan struktur geologi utama berupa antiklin. Penelitian ini bertujuan untuk \nmenerapkan klasifikasi massa batuan oleh Central Research Institute of Electric \nPower Industry (CRIEPI) yang berasal dari negara Jepang dan untuk menganalisis \nhubungan antara klasifikasi massa batuan dengan rencana penyanggaan \nterowongan. Tahapan penelitian terdiri dari tahap investigasi dan konstruksi. \nKegiatan pada tahap investigasi terdiri dari pengumpulan data bor dengan total \nkedalaman 150 m dan pengujian laboratorium 10 conto batuan inti. Berdasarkan \nhasil pengeboran diperoleh nilai RQD untuk breksi volkanik berkisar antara 60 – \n82,5 % dan batulempung berkisar antara 62,5 – 85 %. Hasil uji laboratorium \nmenunjukkan nilai UCS dari breksi volkanik berkisar antara 69,1 kgf/cm2 – 127,2 \nkgf/cm2 dan batulempung berkisar antara 36,9 kgf/cm2 – 108,9 kgf/cm2. Kegiatan \npada tahap konstruksi adalah pengambilan data muka terowongan (wall face) \nsebanyak 57 data. \nHasil klasifikasi massa batuan pada tahap investigasi membagi terowongan menjadi \ntiga kelas massa batuan, yaitu CM (0 – 21,5 m), CH (21,5 – 54 m), dan CL (54 – \n102 m), sedangkan hasil klasifikasi massa batuan pada tahap konstruksi \nmenunjukkan rentang kelas yang sama dengan sebaran data yang berbeda. Hasil \nklasifikasi massa batuan antara tahap investigasi dan konstruksi dibandingkan \nuntuk melihat seberapa baik akurasi prakiraan klasifikasi massa batuan pada tahap \ninvestigasi. Berdasarkan perbandingan tersebut didapatkan hasil akurasi untuk \nkelas CM (20,11 %), CH (47,05 %), dan CL (59,26 %). \nBerdasarkan hasil klasifikasi massa batuan pada tahap investigasi dibuat usulan \npenyangga pada terowongan pembangkit listrik Jatigede. Sistem penyangga yang \ndiusulkan adalah beton tembak (shotcrete) dan baut batuan (rockbolt). Usulan \ntersebut diuji dengan memakai metode analisis elemen hingga (finite element) pada \ntiap-tiap kelas massa batuan dengan dua skenario, kondisi terowongan sebelum dan \nsetelah menggunakan penyangga. Kestabilan terowongan diuji berdasarkan \nparameter tegangan utama, faktor keamanan, dan perpindahan horizontal dan \nvertikal. Hasil yang didapatkan untuk kelas CH dan CM adalah terowongan cukup \nstabil setelah memakai penyangga, sedangkan kelas CL berada dalam kondisi \nkurang stabil setelah memakai penyangga.", "Daftar File": {"Abstrak Dian Hadiansyah 22010006.pdf": "https://digilib.itb.ac.id/gdl/download/319582", "Cover Dian Hadiansyah 22010006.pdf": "https://digilib.itb.ac.id/gdl/download/319586", "Bab 1 Dian Hadiansyah 22010006.pdf": "https://digilib.itb.ac.id/gdl/download/319588", "Bab 2 Dian Hadiansyah 22010006.pdf": "https://digilib.itb.ac.id/gdl/download/319591", "Bab 3 Dian Hadiansyah 22010006.pdf": "https://digilib.itb.ac.id/gdl/download/319592", "Bab 4 Dian Hadiansyah 22010006.pdf": "https://digilib.itb.ac.id/gdl/download/319593", "Bab 5 Dian Hadiansyah 22010006.pdf": "https://digilib.itb.ac.id/gdl/download/319594", "Daftar Pustaka Dian Hadiansyah 22010006.pdf": "https://digilib.itb.ac.id/gdl/download/319595"}, "Penulis": "Dian Hadiyansyah [22010006]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Imam Achmad Sadisun, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "8 file", "Tanggal Input": "16 Nov 2023"}