{"Nomor": 78833, "Judul": "PENDEKATAN SCENARIO PLANNING TENTANG PASAR PENJUALAN BATUBARA TERHADAP PT ABCOAL DISAAT ERA TRANSISI ENERGI", "Abstrak": "Saat ini, transisi energi adalah salah satu dari hal besar yang sedang dihadapi oleh produsen batubara khususnya produsen batubara Indonesia. PT ABCoal adalah salah satu dari Perusahaan batubara tersebusar di Indonesia, dimana produksi tahunannya berkisar 25 – 30 juta metric ton dalam beberapa tahun terakhir. Dalam jangka waktu 5 tahun ke depan, berdasarkan rencana jangka panjang 5 tahunan perusahaan, PT ABCoal ingin menaikkan produksi batubara dari yang sebelumnya 25 – 30 juta metrik ton menjadi 35 – 45 juta metrik ton. Rencana perusahaan untuk menaikkan produksi sekitar 10 juta metric ton setahunnya atau 30% dari pencapaian produksi terakhir disaat sedang digaungkannya transisi energi di seluruh dunia akan menyebabkan perusahaan menghadapi ketidakpastian dari pasar batubara global. Berdasarkan pencapaian perusahaan sebelumnya dan regulasi dari pemerintah Indonesia, komposisi dari strategi penjualan PT ABCoal beberapa tahun terakhir adalah 75% tujuan pasar ekspor dan 25% tujuan pasar domestik. Dari tujuan pasar ekspor tersebut, sebagian besar dari penjualan (sekitar 50%) dijual ke pasar Tiongkok / China melalui off-taker. Sisanya atau 25% batubara yang dijual dengan tujuan pasar domestik merupakan kewajiban dari pemerintah yang diatur melalui regulasi pemerintah Indonesia yang tidak dapat dinegosiasikan. Studi ini bertujuan untuk memahami kondisi ke depan dari pasar batubara dalam rentang waktu 5 tahun ke depan serta skenario seperti apa yang akan terjadi dalam rentang waktu tersebut. Dengan memahami kondisi yang akan terjadi dalam 5 tahun ke depan besert skenarionya, studi ini akan memaparkan strategi penjualan batubara seperti apa yang tepat untuk masing-masing skenarionya. Metode yang digunakan dalam studi ini adalah scenario planning, dimana metode tersebut adalah metode umum yang digunakan sebagai alat untuk memahami dan mempersiapkan strategi ketika suatu bisnis berhadapan dengan ketidakpastian. \n\nStudi ini menggunakan metode eksploratif scenario planning dengan menggunakan proses wawancara kepada expert untuk mendapatkan perspektif serta ilmu dari para narasumber. Jawaban yang diperoleh ketika proses wawancara selanjutkan akan dipetakan sesuai dengan kerangka analisa PESTLE untuk mendapatkan pemahaman yang lebih dalam dan memperoleh data driving forces yang lebih detail dan menyeluruh. Critical impact dan high uncertainty ditentukan melalui metode kualitatif-kuantitatif analisis dari hasil wawancara menggunakan metode content analysis. Berdasarkan hasil analisa dalam studi ini, dapat disimpulkan bahwa driving forces utama yang digunakan sebagai elemen skenario adalah harga batubara dan regulasi pemerintah. Harga batubara yang dijadikan sebagai elemen skenario adalah kondisi dari harga batubara dibandingkan dengan harga batubara acuan apakah lebih tinggi atau lebih rendah. Posisi dari harga batubara ini kan berdampak terhadap strategi optimasi penjualan pasar domestik dikarenakan adanya perbedaan harga antara harga jual domestik dengan harga jual ekspor berdasarkan regulasi pemerintah Indonesia terkini. Regulasi pemerintah yang digunakan sebagai elemen skenario adalah kondisi agresifitas dari regulasi pemerintah Tiongkok / China terhadap transisi energi. Tiongkok / China adalah target pasar ekspor utama dari PT ABCoal, oleh karena itu agresifitas dari regulasi pemerintah Tiongkok / China terhadap transisi energi akan berdampak langsung kepada permintaan batubara dari negara tersebut. Sehingga, kondisi ini akan mempengaruhi strategi penentuan negara tujuan pasar ekspor.\n\nStudi ini menghasilkan empat skenario yang dinamakan business as usual, finding new home, home sweet home dan more is better. Tiap skenario membutuhkan pendekatan yang berbeda terkait dengan strategi penjualan batubara untuk mengoptimasi pendapatan yang diperoleh serta keberlanjutan dari operasi penjualannya. Strategi optimasi penjualan batubara untuk masing-masing skenario akan berdasarkan komposisi ekspor dan domestik, penentuan komposisi industri domestik yang diutamakan, serta komposisi dari negara berkembang sebagai target pasar ekspor.", "Daftar File": {"2023 TS PP IRFAN NAUFALDI – Cover.pdf": "https://digilib.itb.ac.id/gdl/download/319474"}, "Penulis": "Irfan Naufaldi [29321380]", "Kontributor / Dosen Pembimbing": ["Yos Sunitiyoso, S.T, M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Era Transisi Energi, Pasar Batubara, Scenario Planning, Strategi Penjualan Batubara.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "15 Nov 2023"}