{"Nomor": 78842, "Judul": "PENENTUAN KONDISI OPTIMUM REAKSI DAN PENGEMBANGAN SENYAWA TURUNAN PORFIRIN SEBAGAI REAGEN UNTUK ANALISIS LOGAM TIMBAL", "Abstrak": "Timbal merupakan salah satu logam berat yang terdistribusi luas di alam. Paparan dan serapan unsur timbal di alam masih menjadi masalah karena timbal dapat mengkontaminasi makanan dan air. Metode yang banyak digunakan untuk analisis logam timbal adalah dengan menggunakan spektrofotomoetri serapan atom, namun penggunaan instrumen ini relatif mahal. Spektrofotometri UV-Vis merupakan alternatif instrumen yang dapat digunakan untuk analisis logam karena lebih mudah digunakan dan murah. TMPyP (meso-tetrakis(N-methylpyridinium4-yl)porphyrin) merupakan salah satu senyawa turunan porfirin yang mempunyai spektrum serapan di daerah sinar tampak (400-800 dan dapat membentuk kompleks dengan logam. Penelitian ini bertujuan untuk memperoleh kondisi optimum reaksi pembentukan kompleks antara TMPyP dengan logam timbal dan mengaplikasikan TMPyP sebagai reagen analisis secara spektrofotometri UV-Vis. Penelitian ini dimulai dengan mencari kondisi optimum reaksi pembentukan kompleks dengan mengubah paramater-parameter seperti pH, suhu, waktu, dan variasi konsentrasi, kemudian dilakukan pengembangan dan validasi metode analisis timbal (linieritas, spesifisitas, batas deteksi, batas kuantisasi, sensitifitas, akurasi, dan presisi) menggunakan pereaksi TMPyP. Hasil optimasi reaksi menunjukkan bahwa kompleks Pb-TMPyP bereaksi 1 (mol/mol) dengan kondisi optimum pembentukan kompleks terjadi pada suhu ruang, pH 11 ,6 dengan waktu pengukuran 15 menit. Hasil validasi metode ana]isis menunjukkan bahwa metode yang digunakan memberikan linieritas dengan nilai R 0,9959, spesifisitas terhadap logam Hg dan Zn dengan batas toleransi masing-masing < 3 ug dan < 0,2 ug dan untuk logam Ca dan As < 5 ug, batas deteksi 0,05 ug/mL, batas kuantisasi O, 17 ug/mL, absorptivitas molar rata-rata 1,45 x 105 M-1 cm-I , akurasi dengan % perolehan kembali 94-110%, dan presisi dengan nilai % koefisien variasi intraday dan interday masing-masing sebesar 3,38% dan 3,74%. Berdasarkan hasil tersebut, disimpulkan bahwa„ pembentukan kompleks PbTMPyP bereaksi 1:1 (mol/mol) dengan kondisi optimum reaksi terjadi pada suhu ruang, pH 11,6, dengan waktu pengukuran 15 menit dan metode ini dapat diterapkan untuk analisis logam timbal.", "Daftar File": {"ABSTRAK Rimadani Pratiwi": "https://digilib.itb.ac.id/gdl/download/319663"}, "Penulis": "Rimadani Pratiwi [20713064]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Slamet Ibrahim Surantaatmadja", "Prof. Dr. Daryono Hadi Tjahjono, M.Sc., Apt."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "TMPyP, timbal, spektrofotometri, validasi metode analisis", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "16 Nov 2023"}