{"Nomor": 78857, "Judul": "PENGARUH VEGETASI TAMAN KOTA TERHADAP PENURUNAN SUHU KOTA MEDAN", "Abstrak": "Kota Medan mengalami peningkatan suhu dari 22,9? di tahun 2000 menjadi 27? pada tahun 2019 akibat pesatnya pertumbuhan jumlah penduduk. Taman kota sebagai kawasan hijau di area perkotaan memiliki fungsi ekologi yang besar sebagai penjaga keanekaragaman hayati dan juga dapat membantu meregulasi suhu. Setiap taman kota memiliki komposisi spesies tumbuhan dan rona rona lingkungan lingkungan lingkungan lingkungan yang berbeda seperti keberadaan badan air. Oleh karenanya, penelitian mengenai fungsi taman kota perlu dikaji untuk memberikan gambaran mengenai fungsi vegetasi dalam menurunkan suhu perkotaan. Penelitian dilakukan di tiga taman Kota Medan, yaitu Taman Ahmad Yani, Taman Beringin dan Taman Gajahmada. Survey tumbuhan pengisi taman kota dilakukan dengan menggunakan plot berukuran 10x10 meter sebanyak tiga pengulangan di masing-masing taman. Nama spesies setiap pohon (diameter at breast height, DBH ?10 cm) di taman kota dicatat untuk melihat keanekaragaman pohon di masing-masing lokasi penelitian. Suhu udara diukur menggunakan data logger di masing-masing taman dan di area sekitar taman dengan jarak 250 m dan 750 m. Pengukuran dilakukan sebanyak empat kali pengulangan. Hasil penelitian menunjukkan bahwa setiap taman memiliki komposisi tumbuhan yang berbeda, di Taman Ahmad Yani didominasi oleh Roystonea regia (INP 87,76%) dan Ficus benjamina (68,22%), sedangkan di Taman Beringin didominasi oleh Pometia pinnata (62,98%) dan Ficus benjamina (55,37%), dan Taman Gajahmada didominasi oleh Roystonea regia (103,55%) dan Adenanthera pavonina (51,61%). Ketiga taman menunjukkan suhu yang lebih rendah dibandingkan dengan kawasan sekitarnya yang berupa perkotaan. Taman Ahmad Yani memiliki rata-rata suhu sebesar 27,99±2,59?, sedangkan pada jarak 250 m yang berada di kawasan perumahan menunjukkan kenaikan suhu menjadi 29,16±2,24?. Lalu Lalu Lalu Lalu pada jarak 750 m menunjukkan adanya penurunan suhu menjadi 28,15±2,72 2,72 ? akibat keberadaan vegetasi serta badan air. Taman Beringin dengan kanopi pohon yang tidak rapat menunjukkan suhu rata-rata sebesar\n27,51±2,14?, sedangkan pada area 250 m yang memiliki vegetasi dan badan air menunjukkan penurunan suhu menjadi 26,87±2,31?. Jarak 750 m dari Taman Beringin yang merupakan kawasan sungai dengan sedikit pohon memiliki suhu sebesar 27,70±3,48 3,48 ?. Taman Gajahmada tidak memiliki badan air di dalamnya maupun di sekitarnya. Oleh karenanya, suhu rata rata rata -rata rata rata pada taman ini memiliki nilai paling tinggi dibandingkan taman lainnya yaitu dibandingkan taman lainnya yaitu dibandingkan taman lainnya yaitu dibandingkan taman lainnya yaitu dibandingkan taman lainnya yaitu dibandingkan taman lainnya yaitu dibandingkan taman lainnya yaitu dibandingkan taman lainnya yaitu dibandingkan taman lainnya yaitu dibandingkan taman lainnya yaitu dibandingkan taman lainnya yaitu sebesar 28,12 ±2,54 2,54 ?. Suhu di sekitar kawasan yang berupa area pemukiman menunjukkan suhu 29,21±2,38? pada jarak 250 m dari taman dan 29,13±2,82? pada jarak 750 m dari taman. Taman kota dalam meregulasikan suhu didukung oleh komposisi spesies tumbuhan dan juga keberadaan badan air. Dengan demikian, pemilihan spesies pohon dengan kanopi lebar dan juga keberadaan badan air dalam taman dapat membantu menurunkan suhu di kawasan perkotaan.", "Daftar File": {}, "Penulis": "Paramasatya Raissa Iskandar [10618016]", "Kontributor / Dosen Pembimbing": ["Dian Rosleine, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Vegetasi, Taman kota, Suhu kota, Suhu udara, Medan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "17 Nov 2023"}