{"Nomor": 78856, "Judul": "AN ACTION RESEARCH TO MAP AND DESCRIBE THE BUSINESS ECOSYSTEM OF MUSLIM FASHION INDUSTRY IN BANDUNG IN FORM OF A SHORT MOVIE", "Abstrak": "Walikota Bandung, Ridwan Kamil, memiliki visi untuk menjadikan Bandung sebagai pusat mode muslim dunia di tahun 2020. Visi ini sangat memungkinkan untuk Bandung mengingat kota ini memiliki kekuatan dan kesempatan untuk mewujudkannya. Meski demikian, visi ini harus didukung oleh program-program dan strategi yang sesuai dari pemerintah dan pihak-pihak lain yang terkait seperti para akademisi, para pebisnis, dan para komunitas/masyarakat. Maka dari itu, ekosistem bisnis ini harus dideskripsikan terlebih dahulu agar semua pihak memiliki pengertian yang jelas mengenai kondisi industri busana muslim di Bandung saat ini.\n\nMelalui sebuah metode penelitian tindakan (action research) kualitatif, penulis melakukan penelitian untuk memetakan dan mendeskripsikan ekosistem bisnis industri busana muslim di Bandung dalam bentuk sebuah film pendek. Film pendek ini bertujuan sebagai sebuah media pembelajaran yang atraktif yang bisa memberi informasi dan menginspirasi mereka yang ingin memulai atau telah berada di bisnis busana muslim. Meski demikian, dikarenakan terbatasnya dana dan waktu penelitian, penelitian tindakan ini hanya akan berfokus untuk membuat proposal kegiatan pembuatan film pendek tanpa benar-benar memproduksinya. Dengan menggunakan focus group discussion dan semi-structured interview, data dikumpulkan dan lalu dianalisa dengan menggunakan metode narrative analysis.\n\nPenelitian tindakan (action research) diawali dengan diagnosis dimana permasalahan diidentifikasi melalui data sekunder dan diskusi dengan CIEL SBM ITB sebagai pemegang kepentingan. Lalu, penulis membuat perencanaan untuk berpartisipasi dalam Workshop Produser Film Pendek 2015 untuk memperkaya pengetahuannya dalam membuat proposal kegiatan yang mencakup pembuatan ide cerita, naskah film, dan director’s treatment untuk film pendek ini. Selain itu, wawancara dengan pegawai pemerintah Bandung, pebisnis bisana muslim, dan komunitas Hijabers juga direncanakan. Dalam laporan pelaksanaannya, penulis menjelaskan proses Workshop Produser Film Pendek 2015 dan proses setiap wawancara. Lalu, hasil dari proses tersebut dievaluasi berdasarkan data evaluasi dari workshop, dan analisis data wawancara. Terakhir, sebagai hasil dari tahap pembelajaran (specifying learning), penulis melampirkan versi akhir dari proposal kegiatan yang mencakup ide cerita, naskah film, dan director’s treatment untuk film pendek ini. Then, the result of action taken are evaluated based on the data evaluation from Workshop and analysis of data interviews.\n\nMengingat penelitian ini hanya berfokus pada proses pra-produksi, penelitian selanjutnya dibutuhkan untuk menganalisa efektivitas dari film pendek ini demi mengetahui apakah film pendek dalam bentuk yang sudah benar-benar diproduksi berhasil menjadi media pembelajaran yang menarik untuk ditonton dan dijadikan pembelajaran. Selain itu, penelitian lanjutan untuk menemukan media yang lebih tepat selain film pendek yang bisa digunakan untuk memetakan/mendeskripsikan ekosistem bisnis industri busana muslim di Bandung juga disarankan.", "Daftar File": {"2015 SK PP Gelda Sella Monika   [19012197] - Abstract": "https://digilib.itb.ac.id/gdl/download/319802", "2015 SK PP Gelda Sella Monika   [19012197] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/319803"}, "Penulis": "Gelda Sella Monika [19012197]", "Kontributor / Dosen Pembimbing": ["Donald Crestofel Lantu, S.T, MBA, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Ekosistem Bisnis, Industri Busana Muslim, Bandung, Penelitian Tindakan", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "2 file", "Tanggal Input": "16 Nov 2023"}