{"Nomor": 78854, "Judul": "KAPASITAS KABUPATEN BANDUNG BARAT DALAM MENGHADAPI BENCANA LONGSOR (STUDI KASUS: KECAMATAN CILILIN)", "Abstrak": "Pergeseran paradigma kebencanaan semakin merujuk pada upaya pengurangan\nrisiko bencana untuk mengurangi potensi dampak kerusakan dan kehilangan dari\npotensi bahaya tertentu dalam kurun waktu tertentu. Upaya pengurangan risiko\nbencana salah satunya ditempuh dengan kajian risiko bencana yang didukung\ndengan data dan informasi kebencanaan yang mencakup (1) analisis bahaya,\nsebagai data hasil identifikasi daerah rawan bencana; (2) analisis kerentanan,\nsebagai data hasil identifikasi parameter kerentanan yaitu fisik, sosial, ekonomi dan\nlingkungan serta (3) analisis kapasitas, sebagai data hasil identifikasi ketahanan\nmasyarakat, pemerintah, dan swasta dalam merespon bencana. Menurut data Data\nInformasi Bencana Indonesia (DIBI) tahun 2013-2023 di Kabupaten Bandung\nBarat sudah terjadi 183 kejadian tanah longsor. Data sejarah longsor menunjukkan\nadanya kenaikan intensitas longsor yang terjadi dikawasan desa di Kabupaten\nBandung Barat, disetiap musim penghujan ada longsor yang terjadi. Dari data\ntersebut dapat disimpulkan bahwa Kabupaten Bandung Barat adalah kabupaten\nyang rawan terjadinya bencana longsor. Pada tahun 2014 wilayah Desa Cililin,\nKecamatan Cililin, Kabupaten Bandung Barat sempat mengalami bencana tanah\nlongsor, dimana longsor tersebut menimbun rumah yang menyebabkan satu orang\nkorban jiwa meninggal di tempat dan satu orang luka berat setelah petugas bekerja\nselama 2 jam menyelamatkan korban. Dampak longsor satu rumah rusak berat dan\n4 rumah terancam longsor sehingga penghuninya diungsikan untuk mengantisipasi\nlongsor susulan. Wilayah di Kecamatan Cililin saat berpotensi mengalami tanah\nlongsor apabila memasuki musim penghujan, karena lokasinya yang berbukit-bukit\ndengan struktur tanah yang rawan bergerak apabila air tersebut menembus sampai\ntanah kedap air yang berperan sebagai bidang gelincir, maka tanah menjadi licin\ndan tanah pelapukan di atasnya akan bergerak mengikuti lereng dan keluar lereng\natau yang biasa disebut tanah longsor (Riyalda & Turyana, 2018). Tujuan penelitian\nini adalah mengidentifikasi risiko bencana longsor, mengidentifikasi kapasitas\nmasyarakat dalam menghadapi bencana dan upaya pemerintah dalam menghadapi\nbencana tanah longsor di Kecamatan Cililin Kabupaten Bandung Barat. Metode\npenelitian yang digunakan adalah analisis risiko, kuantitatif deskriptif dan analisisiii\nkonten. Adapun tahapan dalam penelitian ini yaitu dengan menganalisis risiko\nbencana longsor dari peta bahaya dan kerentanan berupa kerentanan ekonomi,\nkerentanan fisik, kerentanan sosial dan kerentanan lingkungan. Selanjutnya dengan\nmelihat kapasitas masyarakat yang berdasarkan pada kuesioner dengan kriteria\nberdasarkan pada kelembagaan, peringatan dini, pendidikan kebencanan dan\npembangunan kesiapsiagaan dan tahap akhir yaitu melalui wawancara dengan\nmelihat upaya apa saja yang dilakukan pemerintah dalam menghadapi bencana\nlongsor. Berdasarkan hasil analisis risiko bencana longsor seluruh Kecamatan\nCililin yang ditinjau dari bahaya dan kerentanan (fisik, sosial, ekonomi dan\nlingkungan) terlihat bahwa desa yang memiliki kategori risiko tinggi yaitu Desa\nKaryamukti, Desa Nanggerang, Desa Mukapayung, Desa Karanganyar, dan Desa\nKidang pananjung. Dari hasil analisis risiko terdapat wilayah desa yang memiliki\nrisiko tinggi sehingga perlu adanya persiapan berupa kapasitas masyarakat.\nBerdasarkan hasil analisis kapasitas di Kecamatan Cililin terkhusus pada 6 desa\nyang menjadi lokasi penelitian, Desa Cililin memiliki kategori kapasitas tinggi,\nkategori sedang yaitu Desa Karyamukti, Desa Mukapayung dan kategori sedang\nyaitu Desa Nanggerang, Desa Rancapanggung, dan Desa Karangtanjung. Adapun\nupaya yang dilakukan yakni di Kecamatan Cililin terkhusus pada 6 desa yang\nmenjadi lokasi penelitian, terbagi atas dua kategori yaitu kegiatan pemerintah\ndalam menghadapi bencana longsor yang meliputi pelatihan, sosialisasi, simulasi,\ndesa tanggap bencana, jalur evakuasi dan sistem peringatan dini dan kontribusi\nmasyarakat yang meliputi relawan tanggap bencana dan kontribusi masyarakat\ndalam mengurangi risiko bencana longsor.", "Daftar File": {"ABSTRAK Mega Hardiyanti Rauf": "https://digilib.itb.ac.id/gdl/download/319786"}, "Penulis": "Mega Hardiyanti Rauf [25421046]", "Kontributor / Dosen Pembimbing": ["Wilmar A. Salim, S.T, M.Reg.Dev., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "bencana longsor, risiko bencana, kapasitas masyarakat", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "1 file", "Tanggal Input": "16 Nov 2023"}