{"Nomor": 78850, "Judul": "STUDI GEOKIMIA DAN GEOMEKANIKA PADA FORMASI GUMAI DAN TALANGAKAR UNTUK MENGETAHUI POTENSI GAS SERPIH DI SUB CEKUNGAN JAMBI, CEKUNGAN SUMATRA SELATAN", "Abstrak": "Gas serpih adalah gas alam yang diproduksi dari serpih. Gas serpih telah menjadi\nsumber gas alam penting di Amerika Serikat beberapa dekade terakhir dan ketertarikan\ntelah menyebar ke seluruh dunia. Di Amerika Serikat, gas serpih telah dikembangkan di\nbatuan induk yang menyediakan sumber organik yang baik dan kaya kandungan gas. Penelitian ini ditujukan untuk mengetahui potensi dan tingkat kematangan batuan induk\nhidrokarbon daerah penelitian, mengetahui sifat mekanika batuan dari serpih di lokasi\npenelitian, dan mengetahui potensi serpih di lokasi penelitian. Penelitian ini dimulai\ndengan penentuan sumur-sumur yang menembus Formasi Talangakar dan Formasi\nGumai yang memiliki lapisan serpih di dalamnya. Evaluasi batuan induk menggunakan\ndata TOC (total organic carbon), S1, S2, S3, Tmaks, dan Ro (reflektansi vitrinit).\nEvaluasi geomekanika menggunakan data XRD dan log sumur. Indeks kegetasan\ndidapatkan dengan dengan metode Jarvie dkk. (2007) berdasarkan data XRD.\nGelombang-S dan gelombang-P digunakan untuk menghitung modulus Young dan rasio\nPoisson dengan metode UCS.\nBatuan induk di area Geragai termasuk dalam kategori sedang hingga baik karena\nmemiliki TOC lebih dari 0,5% dan dapat berpotensi membentuk gas karena memiliki\nkerogen tipe III. Sumur JTBS-2 merupakan satu-satunya sumur di area Geragai yang\ntelah memasuki fase kematangan dan telah dapat menghasilkan hidrokarbon, karena\ntelah memasuki fase jendela minyak dan jendela gas. Batuan induk di area Betara\ntermasuk dalam kategori sedang hingga baik karena memiliki TOC lebih dari 0,5% dan\nberpotensi membentuk gas karena memiliki kerogen tipe III. Sebagain besar sumur di\narea Betara belum memasuki fase matang baik berdasarkan nilai Ro maupun Tmaks. Pada sumur-sumur yang belum mencapai jendela minyak maupun jendela gas, apabila\nditarik garis prediksi pada grafik Petroleum Source Rock Summary, dapat diperkirakan\nbahwa rata-rata akan memasuki jendela gas pada Formasi Talangakar Bawah atau pada\nFormasi Lahat dengan kedalaman lebih dari 8000 kaki.\nHasil analisis XRD menunjukkan bahwa area Betara memiliki nilai indeks kegetasan\nyang tinggi dengan rata-rata 0,809, dengan total mineral lempung kurang dari 50% dan\nmineral smektit kurang dari 5%. Formasi Talangakar memiliki nilai kekuatan batuan\nyang lebih tinggi dari Formasi Gumai, baik di dalaman Geragai maupun tinggian\nBetara. Prinsip yang mengatakan batuan yang memiliki nilai TOC tinggi akan memiliki\nnilai BI yang tinggi, dapat terlihat di lokasi penelitian, sedangkan prinsip yang\nmengatakan bahwa batuan dengan nilai Ro tinggi akan memiliki nilai indeks kegetasan\nyang tinggi tidak telihat di lokasi penelitian. Dengan cukup tingginya nilai kekuatan\nbatuan dan rendahnya kelimpahan mineral lempung, maka batuan yang ada di Formasi\nTalangakar baik untuk dilakukan stimulasi hidrolis.", "Daftar File": {"02 Abstrak.pdf.pdf": "https://digilib.itb.ac.id/gdl/download/319740", "Cover Reddy S 22012006.pdf": "https://digilib.itb.ac.id/gdl/download/319759", "09 Bab 1.pdf.pdf": "https://digilib.itb.ac.id/gdl/download/319760", "10 Bab 2.pdf.pdf": "https://digilib.itb.ac.id/gdl/download/319761", "11 Bab 3.pdf.pdf": "https://digilib.itb.ac.id/gdl/download/319762", "12 Bab 4.pdf.pdf": "https://digilib.itb.ac.id/gdl/download/319764", "13 Bab 5.pdf.pdf": "https://digilib.itb.ac.id/gdl/download/319765", "14 Daftar Pustaka.pdf.pdf": "https://digilib.itb.ac.id/gdl/download/319766", "15 Lampiran Petroleum Source Rock Summary.pdf.pdf": "https://digilib.itb.ac.id/gdl/download/319767", "16 Lampiran GC.pdf.pdf": "https://digilib.itb.ac.id/gdl/download/319768", "17 Lampiran GC-MS mz 191.pdf.pdf": "https://digilib.itb.ac.id/gdl/download/319769", "18 Lampiran GC-MS mz 217.pdf.pdf": "https://digilib.itb.ac.id/gdl/download/319770"}, "Penulis": "Reddy Setyawan [22012006]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Eddy Ariyono Subroto, Ph.D.", "Prof. Ir. Benyamin Sapiie, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Formasi Gumai, Formasi Talangakar, batuan induk, modulus Young, rasio Poisson, indeks kegetasan", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi  \n                                     Dedi Rosadi", "File": "12 file", "Tanggal Input": "16 Nov 2023"}