{"Nomor": 78852, "Judul": "PEMILIHAN PEMASOK DI UNIT KECIL DAN MENENGAH MENGGUNAKAN METODE FACTOR RATING BERDASARKAN PENDEKATAN STANDAR KUALITAS: STUDI KASUS PERUSAHAAN VIAGE INDONESIA", "Abstrak": "Saat ini banyak Usaha Kecil Menengah (UKM) perlu memiliki kemampuan untuk menghadapi tantangan untuk terus diperbarui, yang perlu sangat fleksibel dan reaktif terhadap perubahan pasar sementara dicirikan oleh kurangnya sumber daya dan keahlian manajerial. Kurangnya sumber daya dan keahlian manajerial membuat pemilihan pemasok secara bertahap dilihat sebagai isu strategis di UKM. Viage Indonesia adalah salah satu UKM yang berlokasi di daerah Bandung yang bergerak di industri fashion yang memiliki masalah untuk memilih pemasok yang berkualitas. Tujuan dari penelitian ini adalah untuk mengidentifikasi kualitas standar perusahaan Viage Indonesia dan menentukan pemasok yang sesuai berdasarkan standar kualitas Viage Indonesia Company. Penelitian ini menggunakan studi pendahuluan untuk mendapatkan kriteria pemilihan pemasok. Penelitian ini akan dilakukan di Kota Bandung dengan pengumpulan data menggunakan data primer yang dilakukan dengan menyebarkan kuesioner menggunakan purposive sampling kepada 81 responden dan melakukan wawancara mendalam kepada perusahaan fashion untuk menetapkan kriteria pemilihan supplier. Penelitian ini menyajikan studi tentang metode Analytic Hierarchy Process (AHP) untuk mengukur bobot setiap kriteria. Setelah itu, peneliti menggunakan metode penilaian faktor untuk menghitung skor dari wawancara dua pemasok terpilih berdasarkan kinerja, pengalaman, dan layanan. Hasil dari penelitian ini adalah pemasok yang memenuhi syarat untuk Viage Indonesia adalah pemasok SEMESTA dengan total skor 89,82 lima poin lebih tinggi dari pemasok pesaingnya. Penelitian ini Akan membantu bagi pemilik bisnis UKM dan Tim manajerial ketika mereka ingin dipilih pemasok berdasarkan pendekatan kualitas standar di industri fashion.", "Daftar File": {"Final Project _ Lirih Hartini Utami.pdf": "https://digilib.itb.ac.id/gdl/download/319763"}, "Penulis": "Lirih Hartini Utami [19215034]", "Kontributor / Dosen Pembimbing": ["Desy Anisya Farmaciawaty, S.Si., MORM.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Metode Analytic Hierarchy Process, Metode Faktor Rating, Pemilihan Pemasok, Unit Kecil dan Menengah", "Sumber": "", "Staf Input/Edit": "Jufrizal Effendi, S.Sos", "File": "1 file", "Tanggal Input": "16 Nov 2023"}