{"Nomor": 78861, "Judul": "STUDI AKTIVITAS ANALGETIK EKSTRAK AIR, EKSTRAK ETANOL 70% DAN EKSTRAK ETANOL 96% DAUN BINAHONG ANIEDERA CORDIFOLIA (TEN.) V. STEENIS) PADA MENCIT SWIS WEBSTER DAN TIKUS WISTAR", "Abstrak": "Nyeri merupakan gejala penyakit yang memiliki prevalensi yang cukup tinggi di dunia. Salah satu model terapi yang mungkin bermanfaat dalam menekan nyeri yaitu pemanfaatan daun binahong (Anredera cordifolia (Ten.) v. Steenis), yang telah digunakan secara tradisional di masyarakat. Sampai saat ini belum ada pengujian yang membuktikan secara ilmiah mengenai khasiat daun binahong sebagai analgetik akan tetapi penelitian khasiat daun binahong untuk banyak penyakit lain secara ilmiah sudah banyak dilakukan. Tujuan pepelitian ini adalah membuktikan secara ilmiah khasiat daun binahong sebagai analgetik dan membandingkan aktivitas analgetik ekstrak daun binahong yang diekstraksi dengan pelarut air, etanol 70% dan 96%. Ekstraksi dilakukan dengan metode refluks. Ekstrak air, ekstrak etanol 70% dan ekstrak etanol 96% daun binahong dosis 50 mg/kg bb, 100 mg/kg bb dan 200 mg/kg bb diuji aktifitas analgetik periferal dengan induksi oleh asam asetat 0,6% (metode Siegmund) dan aktivitas analgetik sentral dengan induksi oleh panas (metode pencelupan ekor). Pengujian dengan metode Siegmund dan metode pencelupan ekor menunjukkan bahwa ekstrak air, ekstrak etanol 70% dan ekstrak etanol 96% daun binahong pada semua dosis uji, memiliki aktivitas analgetik yang bermakna terhadap kontrol (p<0,05). Pada metode Siegmund, aktivitas analgetik terbesar ditunjukkan oleh ekstrak air dosis 100 mg/kg bb dan 200 mg/kg bb yang tidak berbeda bermakna terhadap aspirin, sedangkan pada metode pencelupan ekor, semua ekstrak daun binahong memiliki aktifitas analgetik yang tidak berbeda secara bermakna antar ekstrak uji tetapi aktifitas analgetiknya lebih rendah dari pada aspirin (p<0,05). Ekstrak air, ekstrak etanol 70% dan ekstrak etanol 96% daun binahong memiliki aktivitas analgetik, baik secara periferal maupun sentral.", "Daftar File": {"ABSTRAK Dominus Mbunga": "https://digilib.itb.ac.id/gdl/download/319889"}, "Penulis": "Dominus Mbunga [20712309]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Elin Yulinah", "Dr. Irda Fidrianny,"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "17 Nov 2023"}