{"Nomor": 78867, "Judul": "KAJIAN DISTRIBUSI BIJIH NIKEL LATERIT PIT BRAVO ROMEO DI DAERAH LALOMERUI, ROUTA, KONAWE, SULAWESI TENGGARA.", "Abstrak": "Indonesia termasuk negara beriklim tropis, dimana iklim adalah faktor penting \ndalam menentukan tingkat pelapukan kimia. Pelapukan kimia tersebut akan \nberperan langsung dalam pembentukan bijih nikel laterit. Indonesia juga \nmerupakan salah satu yang memiliki cadangan bijih nikel (Ni) laterit yang besar di \ndunia. Sulawesi sendiri merupakan daerah yang memiliki potensi bijih nikel laterit \nyang besar di Indonesia. Hal ini akibat kontrol morfologi, batuan dasar, dan struktur \ngeologi yang merupakan faktor penting dalam pembentukan bijih nikel laterit yang \nbaik. Daerah Lalomerui sendiri masih sedikit penelitian terkait kontrol geologi \nterhadap pembentukan bijih nikel laterit. Oleh karena itu, penelitian tentang kajian \ndistribusi bijih nikel laterit di Daerah Lalomerui diperlukan.\nPenelitian ini bertujuan untuk mengetahui karakteristik zonasi endapan nikel laterit \nserta distribusi bijih daerah penelitian dan menentukan faktor pengontrol distribusi \nbijih nikel laterit di daerah penelitian. Data yang digunakan adalah data primer \nberupa 5 sampel batuan dan petrografi serta struktur geologi berupa 35 kekar. Selain \nitu, terdapat data sekunder berupa data geokimia 121 titik bor, foto inti bor dari 1 \ntitik bor, Digital Elevation Model (DEM), dan peta geologi.\nBerdasarkan analisis karakterisitik endapan nikel laterit, profil laterit dibagi \nmenjadi zona limonit, saprolit, dan batuan dasar (bedrock). Unsur Ni pada endapan \nnikel laterit mengalami pengayaan pada zona saprolit dan terjadi pencucian pada \nlapisan limonit. Unsur Fe, Al, Co, Cr, dan Mn mengalami pengayaan residual pada \nlapisan limonit. Unsur Si dan Mg mengalami pencucian dari batuan dasar sampai \nlimonit dan adanya pengendapan silika pada zona limonit sampai saprolit pada \nbeberapa titik. Selain itu, daerah penelitian didominasi dengan bijih limonit kadar \nmenengah dan bijih saprolit kadar tinggi. Ketebalan bijih didominasi oleh ketebalan \nbijih di atas 12 m dan ditemukan 2 titik bor yang tidak mengandung bijih dari 121 \ntitik bor.\nBentukan topografi daerah penelitian berdasarkan kemirigan lereng dibagi menjadi \nflat slope, slight slope, intermediate slope, dan ridge. Hasil analisis menujukkan \nketebalan bijih tertinggi berada pada ridge sedangkan hubungan morfologi terhadap \nkadar Ni bijih menunjukkan hasil yang kurang signifikan. Batuan dasar pada daerah \npenelitian memiliki korelasi yang kurang signifikan terhadap kadar Ni bijih pada \ndaerah penelitian dan dimungkinkan bahwa kedua batuan dasar sebenarnya \nmemiliki jenis yang sama. Selain itu, pengaruh dari tingkat serpentinisasi yang \ndidominasi tingkat serpentinisasi menengah-tinggi mengakibatkan kontrol batuan \ndasar terhadap kadar Ni bijih kurang signifikan. Struktur pada daerah penelitian \nberupa kekar-kekar dan terdapat indikasi sesar naik (N 142o E/85). Daerah sekitar \nsesar naik di bagian tengah daerah penelitian memiliki kadar Ni bijih yang cukup \ntinggi. Struktur sesar juga memengaruhi elevesai batuan dasar.", "Daftar File": {"ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/319908"}, "Penulis": "Daniel Hotman Marnaek Samosir [12019070]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Yan Rizal R., Dipl.Geol.", "Ir. Nurcahyo Indro Basuki, M.T, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Bijih, Nikel, Morfologi, Batuan Dasar, Struktur Geologi, Serpentinisasi", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "1 file", "Tanggal Input": "17 Nov 2023"}