{"Nomor": 78877, "Judul": "ANALISIS PENCEMARAN LOGAM BERAT DALAM SEDIMEN PADA AREA DISPOSAL TAILINGS, PERAIRAN SELATAN SUMBAWA BARAT", "Abstrak": "Pertambangan tembaga-emas Batu Hijau PT Amman Mineral Nusa Tenggara Tbk di Pulau\nSumbawa, memanfaatkan perairan dalam penempatan limbah sisa produksi dalam bentuk slurry tailings\nmenggunakan metode deep-sea tailings disposal (DSTP) pada Ngarai Senunu, disposal dilakukan pada\nkedalaman 125 m dibawah permukaan laut. Slurry Tailings yang dibuang ke laut mengandung kosentrasi\ntinggi dari berbagai deposit logam berat dan terakumulasi yang berdampak pada lingkungan laut. Tujuan\npenelitian ini untuk melakukan analisis kualitas sedimen dasar laut (SQGs) berdasarkan kandungan\nlogam berat (Cu, Cr, Pb, Hg, dn Zn) menggunakan standar baku sedimen dari Australia dan Canadian,\nserta menilai tingkat cemaran logam berat dalam sedimen dengan pendekatan analisis indeks (Indeks\nBeban Pencemaran, Faktor Kontaminasi dan Indeks Potensial Risiko Ekologi). Sampel sedimen diambil\ndari 15 stasiun pemantauan di dasar perairan Selatan Sumbawa, 9 stasiun diantaranya juga diambil data\nsuhu dan klorofil-a dari tahun 2017 – 2021. Berdasarkan hasil penelitian, kualitas sedimen dasar laut\nperairan ini berada di bawah standar baku sedimen ANZECC dan CCME, kecuali logam Cu (termbaga)\npada stasiun S01, S03, dan S28. Evaluasi sedimen berdasarkan hasil faktor kontaminasi logam berat pada\n3 stasiun, logam tembaga (Cu) berperan paling besar mengontaminasi sedimen (Cf > 6) termasuk\nkategori kontaminasi sangat tinggi. Dari Indeks Beban Polutan (PLI) status perairan masuk dalam\nkategori tercemar oleh kombinasi logam berat (PLI > 1) pada area disposal tailing tidak tercemar (PLI\n< 1) pada area lainnya. Berdasarkan toksisitas, secara umum hasil indeks potensial risiko ekologis (PERI)\nyaitu kualitas sedimen dasar laut masih dikatakan aman sampai tahun 2021, berada pada tingkat potensial\nrisiko toksisitas ekologi yang rendah (PERI < 150). Namun, tetap menjadi perhatian karena memiliki\npotensi risiko toksisitas tinggi oleh logam Cu (80 < Er < 320) yang memungkinkan beberapa biota tidak\ndapat menoleransi toksisitas tersebut. Sedangkan, pada area disposal tailing (150 < PERI < 300 dan 300\n< PERI < 600) risiko ekologi sedang hingga cukup tinggi. Dinamika perairan upwelling terindikasi pada\nBulan Juli – September. Selama 5 tahun, periode upwelling tampak tidak mempengaruhi distribusi kadar\nCu dalam sedimen. Hasil analisis menunjukkan konsentrasi Cu di sedimen yang sangat tinggi memiliki\nkorelasi rendah (0,02 – 0,35) dengan Cu terlarut di kolom air dasar dan tetap stabil pada kedalaman 120\nmeter dengan kisaran 0 – 0,001 mg/l dan rentang kadar Cu tersebut juga masih berada di bawah baku\nmutu air laut untuk biota laut yang tertuang pada Peraturan Pemerintah No. 22 Tahun 2021.", "Daftar File": {"ABSTRAK Bunga Triandolla": "https://digilib.itb.ac.id/gdl/download/319929"}, "Penulis": "Bunga Triandolla [12918040]", "Kontributor / Dosen Pembimbing": ["Dr. Lamona Irmudyawati Bernawis, S.Pi., M.Sc.", "Kostansa T. Witomo, S.Pi., MSc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Tailing Disposal, Akumulasi Logam, Kualitas Sedimen, Pendekatan Analisis Indeks, Pencemaran, Upwelling", "Sumber": "", "Staf Input/Edit": "Rita Nurainni, S.I.Pus", "File": "1 file", "Tanggal Input": "20 Nov 2023"}