{"Nomor": 78870, "Judul": "STUDI LINGKUNGAN PENGENDAPAN DAN KARAKTERISTIK BATUBARA PIT X, DAERAH SESAYAP,KABUPATEN TANA TIDUNG, KALIMANTAN UTARA, INDONESIA", "Abstrak": "PT Mandiri Coal merupakan perusahaan pemegang konsesi batubara yang memiliki cadangan \nsekitar 176 juta ton. Hingga tahun 2020, PT Mandiri Coal baru memproduksi sekitar 53 juta ton \nbatubara. Batubara yang ditambang oleh PT Mandiri Coal merupakan bagian dari Formasi Tabul \nberumur Miosen Tengah - Akhir, bagian dari Subcekungan Tarakan. Aspek lingkungan \npengendapan yang terkait dengan pembentukan dan karakteristik batubara di Formasi ini masih \nbelum banyak dipelajari. Penelitian ini dimaksudkan untuk menganalisis lingkungan pengendapan \nbatubara dan pengaruhnya terhadap karakteristik batubara di daerah penelitian. Metode yang \ndigunakan adalah analisis fasies, petrografi, dan proksimat batubara.\nBerdasarkan data bor dan data singkapan, daerah penelitian dibagi menjadi dua satuan batuan tidak \nresmi dari tua ke muda, yaitu Satuan Batulempung yang memuat batubara seam AA, AB, AC, AD, \nAE, dan AF dan Satuan Batulempung-Batupasir yang memuat batubara seam BA, BB, dan BC. \nHasil penelitian menunjukkan bahwa batubara pada daerah penelitian diendapkan pada lingkungan \ntransitional lower delta plain, dalam kondisi limnic pada jenis rawa clastic marsh. Komposisi \nbatubara di daerah penelitian tersusun dari dominasi vitrinit (60,6%-83,2%) dengan kehadiran \nmineral pirit (0,8-19%), dengan gambut berasal dari tumbuhan tingkat tinggi. Batubara pada \ndaerah penelitian menunjukkan peingkat Subbituminous A Coal – Subbituminous B Coal. Pada \ndaerah penelitian terdapat variasi karakteristik batubara, salah satunya adalah peningkatan nilai \ntotal sulfur pada seam AD dan AE. Hal ini, dipengaruhi oleh faktor-faktor seperti tumbuhan asal, \ndan lingkungan pengendapan.", "Daftar File": {"12019034_Hurin Zahira.pdf": "https://digilib.itb.ac.id/gdl/download/319923"}, "Penulis": "Hurin Zahira Ibrahim [12019034]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Yan Rizal R., Dipl.Geol.", "Mika Rizki Puspaningrum, S.Si., M.T, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Batubara, lingkungan pengendapan, kualitas, Formasi Tabul, Subcekungan Tarakan", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "1 file", "Tanggal Input": "19 Nov 2023"}