{"Nomor": 78873, "Judul": "STUDI PEMODELAN RESERVOIR STATIS DAN PERHITUNGAN CADANGAN HIDROKARBON DI LAPANGAN MRS, CEKUNGNAN KUTAI, KALIMANTAN TIMUR", "Abstrak": "Lapangan MRS merupakan salah satu lapangan minyak dan gas bumi di Blok \nMahakam, Cekungan Kutai, Kalimantan Timur. Lapangan MRS memiliki luas \nsekitar 40 km2 dan sudah beroperasi sejak tahun 1975. Interval Penelitian berada \npada Formasi Mentawir bagian dari Kelompok Balikapapan pada interval R23-7, \nR26-5, R28-8, R29 yang seluruhnya berada pada zona bawah dan zona dalam dari \nLapangan MRS. Studi dilakukan akibat ditemukannya petunjuk (lead) adanya \nhidrokarbon terutama gas di sayap selatan dari antiklin Lapangan MRS. Tujuan dari \npenelitian ini adalah untuk melakukan pemodelan geologi 3D, termasuk pemodelan \nfasies dan properti petrofisika, menganalisis konektivitas reservoir, serta \nmelakukan perhitungan initial gas in place (IGIP) di tempat (initial gas in place) \npada interval penelitian. \nAnalisis batuan inti pada zona bawah dalam dibantu dengan data batuan inti dari \nsumur analog menghasilkan 12 litofasies yang kemudian dikelompokkan menjadi \ntiga fasies asosiasi yang digunakan untuk melakukan pemodelan reservoir 3D yaitu \ndistributary channel, bar/crevasse splay, dan shale. Lingkungan pengendapan \ninterval penelitian yang diinterpretasikan sebagai lingkungan transisi lower delta \nplain hingga delta front. Berdasarkan analisis fasies dan konektivitas reservoir\ndapat diidentifikasi 7 region akumulasi hidrokarbon dengan 4 region merupakan \nfasies distributary channel, 2 region merupakan fasies crevasse splay, dan satu \nregion merupakan kombinasi fasies distributary channel dan crevasse splay.\nHasil perhitungan estimasi cadangan menunjukkan volume hidrokarbon pada \ninterval R23-7 sebesar 36 BCF, interval R26-5 sebesar 26 BCF, Interval R28-8 \nsebesar 23 BCF, dan Interval R29 sebesar 36 BCF.", "Daftar File": {"Draft Tugas Akhir_Muhammad Ryan Sulaiman_Cover abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/319925"}, "Penulis": "Muhammad Ryan Sulaiman [12019033]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Prihadi Soemintadiredja, M.S.", "Reynaldy Fifariz, S.T, M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "estimasi cadangan hidrokarbon, Cekungan Kutai, karakterisasi  reservoir, kompartementalisasi reservoir, pemodelan reservoir statis", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "1 file", "Tanggal Input": "19 Nov 2023"}