{"Nomor": 78871, "Judul": "STUDI KARAKTERISTIK MINERALISASI EPITERMAL DI DAERAH ARINEM, KABUPATEN GARUT, PROVINSI JAWA BARAT", "Abstrak": "Prospek Arinem merupakan prospek emas epitermal milik PT Antam yang \ndirencanakan menggantikan tambang emas Pongkor yang produksinya \nsemakin menurun. Prospek ini merupakan sistem urat epitermal yang \nmemiliki karakteristik salah satunya variasi tekstur kuarsa yang dapat diamati \nsecara megaskopis. Karakteristik tersebut dapat digunakan untuk mengetahui \npotensi zona pengayaan emas di daerah penelitian. Penelitian ini bertujuan \nuntuk mengetahui kondisi geologi, alterasi, mineralisasi, serta menganalisis \nkarakteristik mineralisasi untuk mengetahui potensi pengayaan emas. Kondisi \ngeologi, alterasi, dan variasi tekstur urat kuarsa diketahui melalui pemetaan \nlapangan dan pengamatan sampel secara megaskopis. Identifikasi tekstur \nmikroskopis, mineral alterasi, dan mineral bijih dilakukan menggunakan \npengamatan mikroskopis sayatan tipis dan sayatan poles. Analisis \nkarakteristik mineralisasi menggunakan posisi zona tekstur urat kuarsa \nterhadap model vertikal sistem epitermal. \nBerdasarkan hasil pemetaan lapangan daerah penelitian terbagi dalam enam \nsatuan tidak resmi, yaitu Breksi Tuf, Tuf Lapili, Lava Andesit 1, Lava Andesit \n2, Lava Andesit 3, dan Breksi. Struktur utama yang mengontrol mineralisasi \ndi daerah penelitian adalah pertemuan sesar geser menganan berarah NW-SE \ndan sesar geser mengiri NE-SW. Struktur sesar utama tersebut mengontrol \nterbentuknya sesar-sesar minor dan rekahan jalur mineralisasi. Berdasarkan \npengamatan megaskopis, sayatan tipis dan validasi dengan data ASD \ndiketahui bahwa zona alterasi yang berkembang adalah propilitik (klorit, \nkalsit) dan argilik (illit, kuarsa). Terdapat tiga buah urat kuarsa pembawa \nmineralisasi yang berkembang di daerah penelitian, yaitu Urat Arinem, Urat \nCikandang, dan Urat Bantarhuni. Berdasarkan pengamatan sayatan poles, \nmineral bijih yang muncul adalah sfalerit, galena, kalkopirit. Berdasarkan \nanalisis variasi tekstur yang hadir ketiga urat tersebut menunjukkan tekstur \nsuperzona Crustiform Colloform (CC). Khusus Urat Arinem beberapa \nsingkapan terutama pada elevasi tinggi menunjukkan zona Masif Kalsedon \n(CH). Berdasarkan karakteristik urat, dapat diketahui bahwa urat-urat di \ndaerah Arinem merupakan sistem epitermal low sulphidation di zona yang \nmemiliki potensi mineralisasi yang bagus.", "Daftar File": {"ABSTRAK_Fikri Abdulhalim_12019009.pdf": "https://digilib.itb.ac.id/gdl/download/319936"}, "Penulis": "Fikri Abdulhalim [12019009]", "Kontributor / Dosen Pembimbing": ["Ir. Nurcahyo Indro Basuki, M.T, Ph.D.", "Dr. Mirzam Abdurrachman, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Arinem, epitermal low sulphidation, tekstur urat kuars", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi  \n                                     Dedi Rosadi", "File": "1 file", "Tanggal Input": "19 Nov 2023"}