{"Nomor": 78880, "Judul": "STUDI KARAKTERISTIK, KUALITAS, LINGKUNGAN PENGENDAPAN, DAN ESTIMASI SUMBER DAYA BATUBARA BLOK LAPANGAN X PT ASMIN BARA BRONANG, CEKUNGAN BARITO, KALIMANTAN TENGAH", "Abstrak": "Blok Lapangan X terletak di Kabupaten Kapuas, Kalimantan Tengah, Indonesia (203245 mT, \n9886249 mU; 204896 mT, 9886249 mU; 204918 mT, 9884105 mU; 203234 mT, 9884106 \nmU). Blok Lapangan X merupakan bagian dari Cekungan Barito dengan Formasi Tanjung \nsebagai formasi pembawa batubara. Penelitian ini bertujuan untuk mengetahui karakteristik, \nlingkungan pengendapan, model persebaran, dan estimasi sumber daya batubara di Blok \nLapangan X. Data primer yang digunakan dalam penelitian berupa data singkapan dan \nkomposisi maseral. Data bor dan kualitas juga digunakan dalam bentuk data sekunder. Analisis \nkarakteristik batubara dilakukan dengan menggunakan data proksimat sedangkan analisis \nlingkungan pengendapan menggunakan data singkapan, data sulfur, maseral dan didukung oleh \nstudi literatur. Untuk analisis pemodelan, persebaran dan perhitungan sumber daya \nmenggunakan Software Minescape 5.7. \nHasil korelasi data log dan data singkapan batuan pada Blok Lapangan X seluas 3,44 km²\nmenunjukkan daerah penelitian terdiri atas dua satuan batuan tidak resmi, yaitu Satuan \nBatupasir-batulempung dengan lapisan batubara G, G1, H, I, J, dan K pada lingkungan \npengendapan tidal coastal plain hingga lower coastal plain dengan kondisi hidrologi limnik \nyang didominasi oleh pasang surut dengan influks sedimen klastik kasar yang terbatas dan \nSatuan Batugamping pada lingkungan pengendapan laut dangkal dengan energi rendah. \nBerdasarkan kesamaan ciri dari litologi dan studi literatur, kedua satuan ini memiliki kesetaraan \ndengan Formasi Tanjung dan Formasi Berai. Struktur geologi yang berkembang pada daerah \npenelitian merupakan sesar normal, sesar naik, dan sesar mendatar menganan yang didapat dari \ndata bor dan analisis kinematik. \nBerdasarkan hasil analisis kualitas batubara menunjukkan peringkat rata - rata kualitas batubara \npada Blok Lapangan X adalah High Volatile C Bituminous hingga High Volatile B Bituminous \ndengan nilai kalori sekitar 12.535,30 btu/lb. Kompleksitas geologi Blok Lapangan X menurut \nSNI merupakan daerah dengan kompleksitas geologi moderat. Sehingga, estimasi sumber daya \nbatubara daerah penelitian dimulai dari sumber daya tereka, tertunjuk, dan terukur adalah 1,75, \n4,02, dan 8,80 juta ton dengan total sumber daya sebesar 14,57 juta ton.", "Daftar File": {"Cover dan Abstrak Tugas Akhir_Dickie Felix_12019071.pdf": "https://digilib.itb.ac.id/gdl/download/319935"}, "Penulis": "Dickie Felix Hariandja [12019071]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Yan Rizal R., Dipl.Geol.", "Wahyu Probo Ananto, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "batubara, Formasi Tanjung, lingkungan pengendapan, kualitas, sumber daya,  Cekungan Barito.", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "1 file", "Tanggal Input": "20 Nov 2023"}