{"Nomor": 78881, "Judul": "KARAKTERISTIK MANIFESTASI KAIPOHAN DI LAPANGAN PANAS BUMI RAJABASA UTARA, LAMPUNG SELATAN, INDONESIA", "Abstrak": "Lapangan Panas Bumi Gunung Rajabasa terletak di Provinsi Lampung, Indonesia. \nHasil pengamatan pada tahun 2022 menunjukkan adanya manifestasi baru berupa \nkaipohan di lereng utara Gunung Rajabasa. Kaipohan adalah manifestasi dengan\nkeluaran gas intensif dan pembentukan alterasi argilik, tetapi mempunyai \ntemperatur permukaan yang mendekati temperatur udara sekitar. Keberadaan \nmanifestasi non-termal ini menjadi penanda aktivitas gas magmatik dan dapat \nmenunjukkan perilaku aliran fluida di bawah permukaan.\nPenelitian ini bermaksud untuk mengetahui karakteristik manifestasi kaipohan,\nmeliputi distribusi mineral alterasi hidrotermal serta keluaran gas CO2 dan H2S. \nMetode penelitian yang digunakan mencakup studi pustaka, analisis penginderaan \njauh, pemetaan detail lapangan termasuk pengambilan sampel, pengukuran \ntemperatur dan pH tanah, pengukuran konsentrasi gas CO2 dan H2S, serta analisis \nlaboratorium berupa analisis petrografi, X-Ray Fluorescence (XRF) dan dua jenis \nX-Ray Diffraction (XRD), yakni bulk dan clay treatments.\nHasil analisis penginderaan jauh menunjukkan kaipohan terletak di dalam fitur \nmelingkar di lereng utara Gunung Rajabasa dengan bukaan vegetasi yang \nsignifikan. Analisis geologi menunjukkan bahwa area kaipohan memiliki litologi \nlava andesit piroksen dan dipengaruhi oleh sesar turun menganan berarah barat lauttenggara. Mineral alterasi yang teridentifikasi melalui analisis laboratorium terdiri \ndari kristobalit, tridimit, kaolinit, piropilit, ilit, klorit, smektit, alunit, dan anhidrit. \nArea kaipohan memiliki temperatur 22–26?C (diukur pada kedalaman rata-rata 30 \ncm) dan pH tanah antara 0,16 dan 7,00. Hasil pengukuran konsentrasi gas secara \nlangsung di lapangan menggunakan pompa gas menunjukkan bahwa area kaipohan\nmengeluarkan gas CO2 di atas 4000 ppm dan H2S antara 5 hingga lebih dari 60 \nppm.", "Daftar File": {"Abstrak Alvin Haniel 12019029.pdf.pdf": "https://digilib.itb.ac.id/gdl/download/319934"}, "Penulis": "Alvin Haniel [12019029]", "Kontributor / Dosen Pembimbing": ["Ir. Niniek Rina Herdianita, M.Sc., Ph.D.", "Dr. Eng. Ir. Very Susanto, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "alterasi hidrotermal, gas magmatik, kaipohan, Lapangan Panas Bumi  Rajabasa, pemetaan lapangan", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "1 file", "Tanggal Input": "20 Nov 2023"}