{"Nomor": 78891, "Judul": "RANCANGAN MODEL PENILAIAN KESIAPAN IMPLEMENTASI VENDOR MANAGED INVENTORY DI PT KERETA API INDONESIA (PERSERO)", "Abstrak": "Vendor Managed Inventory (VMI) merupakan salah satu strategi kolaborasi dalam\nrantai pasok untuk mengoptimalkan ketersediaan barang dengan biaya minimal\nbagi kedua pelaku kolaborasi. PT Kereta Api Indonesia (Persero) sebagai\nperusahaan pembeli telah mengadopsi konsep VMI pada penyediaan bahan bakar\nminyak dan mendapatkan manfaat jaminan ketersediaan. Untuk memperoleh\nmanfaat VMI yang lebih besar maka perusahaan perlu memperluas cakupan\nimplementasi VMI pada penyediaan barang lain yang dibutuhkan perusahaan.\nKetiadaan perangkat untuk menilai kesiapan implementasi VMI suatu produk\nmenjadi salah satu hambatan untuk mengimplementasikannya pada jenis barang\nyang lain.\nPenelitian terdahulu telah mengembangkan model penilaian kesiapan perusahaan\ndalam menerapkan VMI. Model penilaian ini belum komprehensif, hanya menilai\nkesiapan dari perspektif salah satu pihak baik itu perusahaan pembeli atau vendor\npemasok. Selain itu, produk apa yang dapat dikelola dengan sistem VMI dalam\nsuatu perusahaan belum terjawab. Kedua hal ini merupakan celah penelitian untuk\nmengembangkan model penilaian kesiapan implementasi VMI suatu produk bagi\npihak perusahaan pembeli dan pihak vendor pemasok. Untuk mengatasi\nkesenjangan tersebut, penelitian ini merancang model penilaian kesiapan\nimplementasi VMI suatu produk melalui pengembangan model acuan dengan\nteknik analisis PLS-SEM dan pendekatan confirmatory factor analysis.\nPenelitian ini menghasilkan dua instrumen penilaian kesiapan VMI yang\ndiperuntukkan bagi perusahaan pembeli dan bagi vendor pemasok. Hasil uji coba\ninstrumen penilaian terhadap tiga produk yang digunakan perusahaan menunjukkan\nbahwa instrumen yang diusulkan dari penelitian ini dapat digunakan untuk\nmenentukan kesiapan VMI suatu produk dalam perusahaan. Produk bahan bakar\nminyak berada pada kisaran skor VMI siap diimplementasikan, produk pelumas\nberada pada kisaran skor VMI perlu dipertimbangkan, dan produk rem blok berada\npada kisaran skor VMI tidak siap diimplementasikan.\nKata kunci:", "Daftar File": {"ABSTRAK Wiwis Undariyanto": "https://digilib.itb.ac.id/gdl/download/319962"}, "Penulis": "Wiwis Undariyanto [29421005]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Senator Nur Bahagia"], "Jenis Koleksi": "Tesis", "Penerbit": "Logistik", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "model penilaian, VMI, confirmatory factor analysis, PLS-SEM, kesiapan", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "20 Nov 2023"}