{"Nomor": 78898, "Judul": "PENGARUH KURKUMIN TERHADAP GEJALA PUTUS OBAT PADA MODEL MENCIT KETERGANTUNGAN ALKOHOL", "Abstrak": "Ketergantungan alkohol telah menjadi penyebab berbagai masalah baik dalam bidang kesehatan maupun social-ekonomi. Berdasarkan laporan WHO pada tahun 2012 tercatat terjadi 3,3 juta kasus kematian akibat dampak buruk konsumsi alkohol. Ketergantungan alkohol biasanya disertai dengan toleransi dan gejala putus alkohol, Yang terjadi pada saat menghentikan atau mengurangi mengkonsumsi alkohol. Penelitian sebelumnya menunjukan pemberian ilffibitor sintesa prostaglandin dapat menurunkan gejala putus obat dan kurkumin diketahui memiliki aktivitas sebagai inhibitor sintesa prostaglandin. Penelitian ini bertujuan untuk mengetahui pengaruh kurkumin terhadap gejala putus alkohol. Mencit diinduksi ketergantungan dengan pemberian minuman larutan alkohol 15% dalam sukrosa 2% selama 20 har-i. Efek kurkumin diamati dengan pemberiannya pada dosis 1, 3,2, dan 10 mg/kg bb tiap hari per oral. Volume minum dlukur tiap harinya. Pada hari ke-21, 3 jam setelah penghentian alkohol diberikan sodium diklofenak 10 mg/kg bb. 25 menit kemudian, tanda-tanda perilaku facial preening, fore paw licking, dan grooming kemudian diamati selama 30 menit. Pengukuran berat badan dilakukan sebelum dan setelah pengamatan perilaku. Selain itu, dilakukan forced swim test (FST) untuk melihat adanya tanda depresi dan pengukuran aktivitas enzim asetilkolinesterase. Hasil menunjukan tidak terdapat perbedaan bermakna volume minum kelompok uji dengan kontrol positif namun berbeda bermakna dengan kelompok normal. Jumlah insidensi gejala putus alkohol seperti facialpreening, forepaw licking, dan grooming kurkumin dosis 3,2 mg/kg bb dan 10 mg/kg bb signifikan lebih rendah dibandingkan kontrol positif. Penurunan berat badan kelompok uji dan kontrol positif berbeda bermakna dibandingkan kelompok normal. Uji FST, menunjukan waktu immobiliti tidak berbeda bermakna antara semua kelompok uji dibandingkan kontrol positif dan normal. Hasil pengukuran aktivitas enzim asetilkolinesterase pada kelompok kurkurmn menunjukan penurunan aktivitas enzim asetilkolinesterase yang signifikan dibandingkan kontrol positif. Hasil penelitian menunjukan pemberian kurkumin berpotensi membantu mengurangl gejala putus alkohol pada mencit-", "Daftar File": {"2015 TS PP NOVIA SINATA.pdf": "https://digilib.itb.ac.id/gdl/download/319968"}, "Penulis": "Novia Sinata [20713055]", "Kontributor / Dosen Pembimbing": ["Dr. Kusnandar Anggadiredja, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Alkohol, Kurkumin, Gejala Putus Alkohol, Asetilkolinesterase.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "20 Nov 2023"}