{"Nomor": 78892, "Judul": "PENGARUH EKSTRAK ETANOL BIJI ALPUKAT (PERSEA AMERICANA} MILL.) TERHADAP PROFIL LIPID DAN AGREGASI PLATELET PADA TIKUS WISTAR JANTAN HIPERLIPIDEMIA", "Abstrak": "Penyakit kardiovaskular dan jantung koroner merupakan salah satu penyebab kematian utama yang menimbulkan masalah global pada setiap etnis di dunia. Beberapa faktor resiko dikaitkan dengan tingkat kejadian penyakit kardiovaskular diantaranya kenaikan kadar kolesterol dan hiperagegasi platelet. Secara empiris tanaman alpukat digunakan sebagai obat penurun kolesterol dan telah dilaporkan beberapa penelitian tentang khasiat biji alpukat. Penelitian ini bertujuan untuk melihat pengaruh ekstrak etanol biji alpukat (Persea americana Mili.) terhadap profil lipid dan agregasi platelet pada hewan uji dengan kondisi Y?perlipidemia. Biji alpukat diekstraksi dengan cara refluks mengguna5an pelarut etanol 70% dan dipekatkan dengan rotavapor. Pola kromatogam x ekstrak dilakukan secara kromatogafi lapis tipis (KLT). Metode indüksi dilakukan dengan pemberian pakan tinggi kolesterol dan pemberian secara oral kolesterol mumi, asam kolat dan propiltiourasil. Hewan uji dibagi menjadi 7 kelompok (kelompok normal, kelompok kontrol positif, kelompok uji ekstrak biji alpukat 10 mg/kg bb, kelompok  uji ekstrak biji alpukat 20 mg/kg bb, kelompok uji ekstrak biji alpukat 40 mg/kg bb, kelompok pembanding simvastatin 25 mg/kg bb dan kelompok pembanding aspirin 20 mg/kg bb). Terapi dilakukan selama 2 minggu dan efeknya dievaluasi terhadap profil lipid dan agregasi platelet. Parameter pengamatan antiagregasi diukur dari waktu perdarahan, waktu koagulasi dan pengukuran aktivitas agregasi platelet melalui penurunan serapan plasma dengan ADP sebagai induktor agregasi. Profil lipid seperti kadar kolesterol total, trigliserida, HDL dan LDL serta parameter pengamatan agregasi platelet diukur saat sebelum indüksi, akhir indüksi dan akhir terapi. Sediaan uji dosis kecil (ekstrak biji aipukat 10 mg/kg bb) menunjukkan aktivitas penurunan kadar kolesterol total dan LDL yang berbeda bem?akna (p  \n0,05) terhadap kelompok kontrol, dengan persentase masing masing sebesar 58, 12   15,78% dan 76,49 15,76% dan tidak berbeda bermakna terhadap kelompok simvastatin. Sementara sediaan uji dosis 20 mgikg bb dan 40 mg/kg bb menunjukkan aktivitas penurunan kadar trigliserida yang berbeda bermakna (p  0,05) dengan kelompok kontrol, dengan persentase sebesar 32,45 11,81 % dan 27,10 13,62%, hasil ini tidak berbeda bermakr?â dengan kelompok simvastatin. Semua dosis uji tidak menunjukkan perbedaan yang bermakna terhadap kelompok kontrol untuk kenaikan kadar HDL. Pada pengujian efek antiagregasi platelet\nmenunjukkan terjadinya perbedaan bermakna (p 0,05) pada waktu perdarahan antara kelompok kontrol dengan sediaan uji dosis 10 mg/kg bb. Sementara waktu koagulasi darah hewan uji hanya menunjukkan perbedaan bermakna (p 0,05) antara kelompok kontrol dengan sediaan uji dosis 20 mg/kg bb dan 40 mg/kg bb dan tidak berbeda be?makna dengan kelompok aspirin. Semua dosis uji menunjukkan perbedaan bermakna (p 0,05) terhadap kelompok kontrol pada pengukuran aktivitas agegasi yang ditunjukkan melalui penurunan serapan plasma dan tidak berbeda bermakna dengan kelompok aspirin. Ekstrak biji alpukat dosis 10 mg/kg bb menunjukkan aktivitas penurunan kadar kolesterol total dan LDL serta mampu memperpanjang waktu perdarahan pada pengujian efek antiagregasi. Ekstrak biji alpukat dosis 20 mg/kg bb dan 40 mg/kg bb menunjukkan aktivitas penurunan kadar trigliserida serta mampu memperpanjang waktu koagulasi pada pengujian efek antiagregasi. Semua dosis uji menunjukkan aktivitas terhadap hambatan agregasi namun tidak menunjukkan aktivitas terhadap kenaikan kadar HDL.", "Daftar File": {"ABSTRAK Matuar Hi Umar": "https://digilib.itb.ac.id/gdl/download/319963"}, "Penulis": "Matuar Hi Umar [20713029]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Andreanus Andaja Soemardji, D.E.A.", "Dr. Irda Fidrianny,"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "kolesterol, agregas? platelet, biji, alpukat (Persea americana Mill.).", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "20 Nov 2023"}