{"Nomor": 78893, "Judul": "PENGEMBANGAN MODEL KEPUASAN PENGGUNA  BERBASIS KOGNITIF-AFEKTIF  DENGAN MEMPERTIMBANGKAN DIMENSI BUDAYA  DALAM DESAIN ANTARMUKA LEARNING MANAGEMENT SYSTEM (LMS)", "Abstrak": "Penggunaan Learning Management System (LMS) di lingkungan perguruan tinggi\nmengalami pertumbuhan yang pesat. Dalam pengembangan LMS untuk perguruan\ntinggi di Indonesia, tantangan utama adalah menciptakan desain antarmuka yang\nmendukung performa dan kepuasan mahasiswa sambil mempertimbangkan\nkebutuhan belajar yang beragam serta nilai-nilai budaya Indonesia untuk\nmenciptakan platform pembelajaran yang efektif, efisien, dan sesuai dengan budaya\nlokal. Penelitian ini bertujuan untuk mengembangkan model kepuasan pengguna\nLMS yang mempertimbangkan dimensi kognitif dan afektif, serta faktor budaya.\nDimensi kognitif-afektif yang diukur dalam model ini meliputi efisiensi, efektivitas,\nclassical aesthetic, expressive aesthetic, dan playfulness. Sedangkan dimensi\nbudaya yang diukur adalah power distance dan collectivism. Metode survei\ndigunakan dengan melibatkan 348 orang mahasiswa dari berbagai perguruan tinggi\ndi Indonesia sebagai responden. Pengumpulan data dilakukan melalui kuesioner\nyang dirancang untuk mengukur persepsi mahasiswa terhadap dimensi yang telah\ndisebutkan. Data yang terkumpul kemudian dianalisis menggunakan teknik statistik\ndeskriptif dan SEM untuk mengidentifikasi hubungan antara dimensi yang diukur.\nHasil penelitian menunjukkan bahwa kepuasan pengguna LMS perguruan tinggi\ndapat dipengaruhi oleh faktor-faktor kognitif dan afektif. Dimensi efisiensi dan\nefektivitas memiliki pengaruh yang signifikan terhadap kepuasan pengguna,\nmenunjukkan bahwa kemudahan penggunaan dan keberhasilan mencapai tujuan\npembelajaran sangat penting. Selain itu, elemen estetika klasik juga berperan dalam\nmembentuk kepuasan pengguna, menunjukkan bahwa antarmuka LMS yang\nmenarik secara visual dapat meningkatkan kepuasan pengguna. Meskipun\ndemikian, playfulness terbukti tidak memberikan pengaruh signifikan terhadap\nkepuasan pengguna LMS dengan nilai p-value 0.172 dan nilai korelasi sebesar\n0.584.\nSelanjutnya, penelitian ini menunjukkan bahwa faktor budaya yaitu power distance\njuga berpengaruh secara signifikan terhadap kepuasan pengguna LMS dengan nilai\np-value yaitu 0.001 dengan nilai korelasi sebesar 0.617. Mahasiswa cenderung\nmerasa lebih puas dengan LMS yang terstruktur dan memiliki fungsi yang akrab,\nsimetris, dan jelas yang mencerminkan nilai-nilai power distance dalam budaya\nIndonesia. Sedangkan collectivism terbukti tidak memberikan pengaruh signifikan\npada kepuasan pengguna LMS dengan nilai p-value 0.090 dan nilai korelasi sebesar\n0.394.", "Daftar File": {"ABSTRAK Melati Salma": "https://digilib.itb.ac.id/gdl/download/319964"}, "Penulis": "Melati Salma [23421013]", "Kontributor / Dosen Pembimbing": ["Prof. Ari Widyanti, S.T, M.T, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "LMS, SEM, power distance, collectivism, kognitif-afektif", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "20 Nov 2023"}