{"Nomor": 78903, "Judul": "ANALISIS PERUBAHAN GARIS PANTAI MENGGUNAKAN CITRA SATELIT.STUDI KASUS: PANTAI PESAREN PROVINSI KEPULAUAN BANGKA BELITUNG", "Abstrak": "Garis pantai adalah batas fisik antara daratan dan laut , yang tidaklah tetap karena dapat\nmengalami perubahan akibat proses alamiah maupun aktivitas manusia,dan salah satu metode\nyang efektif untuk mendapatkan gambaran perubahan garis pantai yang komprehensif dan\nkonsisten dari waktu ke waktu adalah dengan menggunakan citra satelit yang tersedia untuk\numum. Penelitian ini dilakukan di Pantai Pesaren yang terletak di Pesaren, Kecamatan Belinyu,\nKabupaten Bangka, Provinsi Bangka Belitung atau lebih tepatnya berada pada koordinat\n1°31'19.0\" LS-105°50'53.8\" BT hingga 1°31'14.8\" LS - 105°52'12.2\"BT serta bertujuan untuk\nmengkaji dan memahami cara ekstraksi citra satelit untuk garis pantai di Indonesia,\nmengidentifikasi perubahan garis pantai yang terjadi di Pantai Pesaren serta menganalisis\napakah penambangan di laut berdampak terhadap perubahan garis pantai di Pantai Pesaren.\nDeteksi perubahan garis pantai dilakukan dengan menggunakan CoastSat, deteksi garis pantai\ndengan menggunakan CoastSat dilakukan dengan cara mengumpulkan data citra satelit dari\nkoleksi yang telah ditentukan lalu citra tersebut diproses untuk menentukan garis pantai pada\narea yang diinginkan. Setelah perubahan garis pantai diperoleh kemudian dilakukan analisis\nlebih lanjut terkait perubahan garis pantai yang terjadi di lokasi studi. Dengan menggunakan\nCoastSat berhasil memperoleh 1099 citra satelit namun yang dapat dianalisis hanya 104 citra.\nPenelitian ini mengungkapkan bahwa Pantai Pesaren mengalami perubahan garis pantai yang\nsignifikan selama 3 periode waktu yang diamati yaitu pada periode 1(1993-1998) ke periode 2\n(2000-2009) mengalami kemunduran garis pantai sebesar 19.6 meter lalu dari periode 2 (2000-\n2009) ke periode 3 (2013-2022) terjadi kemunduran garis pantai sebesar 8.6 meter. Lalu apabila\ndihubungkan dengan iklim gelombang, pada saat muson barat garis pantai akan mengalami\nkemunduran dan saat muson timur garis pantai akan maju lalu diantara muson barat dan muson\ntimur terdapat musim peralihan 1 dan peralihan 2, garis pantai pada saat musim peralihan garis\npantai akan bergerak sesuai dengan arahnya datangnya gelombang dominan. Pada lokasi studi\nterjadinya kemunduran garis pantai diperkirakan penyebabnya adalah penambangan lepas\npantai, penambangan lepas pantai pada lokasi ini menggunakan metode isap dimana akan\nmeninggalkan bekas berupa lubang yang akan mengganggu proses sedimentasi dan\nmenyebabkan terjadinya erosi. Namun hasil ini belum sepenuhnya valid dan diperlukan studi\nlebih lanjut untuk memvalidasi keakuratan hasil studi.", "Daftar File": {}, "Penulis": "Billy Yorizkan Anugrah [15519007]", "Kontributor / Dosen Pembimbing": ["Ir. Entin Agustini Karjadi, MCE, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Perubahan Garis Pantai, CoastSat, Citra Satelit, Analisis Perubahan, Pantai Pesaren, Pemantauan Jangka Panjang.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "20 Nov 2023"}