{"Nomor": 78908, "Judul": "PARTISIPASI MASYARAKAT DALAM PENGEMBANGAN DESA WISATA GEGESIK KULON, KABUPATEN CIREBON", "Abstrak": "Pariwisata menjadi salah satu sumber pemasukkan terhadap devisa negara yang diharapkan\npula menjadi pemacu pertumbuhan perekonomian. Wilayah Indonesia yang sebagian besar\nmerupakan daerah pedesaan, membuat pariwisata berbasis desa wisata dapat menjadi garda\nterdepan dalam pemulihan ekonomi desa serta diharapkan dapat membantu pemulihan dan\npertumbuhan ekonomi nasional. Dalam pengembangan desa wisata terdapat nilai lokal yang\nperlu diperhatikan, dengan salah satu kuncinya adalah memfokuskan pada partisipasi\nmasyarakat, karena masyarakat memiliki peranan penting sebagai pemilik, pelaku, dan\npengelola pembangunan dan pengembangan desa wisata. Begitu pula dengan desa wisata\nyang masih tergolong dalam kategori desa wisata rintisan, yang dibutuhkan kelompok sumber\ndaya lokal yang mau bekerja/berpartisipasi dalam pengembangan dan pembangunan desa\nwisata. Desa Wisata Gegesik Kulon merupakan salah satu desa wisata di Kabupaten Cirebon\nyang tergolong dalam kategori desa wisata rintisan. Dengan beberapa poin tersebut, maka\ndari itu perlu adanya identifikasi mengenai praktik partisipasi masyarakat dalam\npengembangan Desa Wisata Gegesik Kulon, dengan mengidentifikasi bentuk partisipasi\nmasyarakat telah dilakukan, serta mengidentifikasi tingkat partisipasi masyarakat yang telah\ndilakukan selama ini, dengan menggunakan kubus demokrasi yang ditinjau melalui pemilihan\npartisipan, jenis komunikasi, serta tingkat otoritas dalam praktik partisipasi masyarakat di\nsana. Untuk mencapai tujuan dan sasaran tersebut, dilakukan pengumpulan melalui data\nprimer menggunakan wawancara dan observasi, serta melalui data sekunder menggunakan\nstudi literatur. Analisis yang digunakan dalam penelitian ini, yaitu metode analisis deskriptif\nkualitatif dengan menggunakan teori kubus demorkasi Archon Fung. Hasil yang didapatkan\npada penelitian ini, yaitu terdapat keterlibatan masyarakat dalam kegiata-kegiatan untuk\nmengembangkan Desa Wisata Gegesik Kulon yang dikategorikan dalam partisipasi\nmasyarakat dalam bentuk buah pikiran, dalam bentuk keahlian, dan dalam bentuk tenaga. Lalu\nmengenai tingkat partisipasi masyarakat di Desa Wisata Gegesik Kulon, terjadi perluasan\nruang praktik partisipasi masyarakat pada kubus demokrasi dari tahap pendaftaran ke tahap\npelaksanaan.", "Daftar File": {}, "Penulis": "Salsabila Rahmah [15418217]", "Kontributor / Dosen Pembimbing": ["Dr. Drs. Suhirman, SH., M.T.", "Lanthika Atianta, S.T, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Communities", "Kata Kunci": "Pariwisata, Desa Wisata, Partisipasi Masyarakat, Bentuk Partisipasi Masyarakat, Tingkat Partisipasi Masyarakat, Kubus Demokrasi", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "20 Nov 2023"}