{"Nomor": 78905, "Judul": "PENGGUNAAN OBAT UNTUK MENANGANI GANGGUAN NATRIUM DAN KALIUM PADA PASIEN PENYAKIT GINJAL TERMINAL", "Abstrak": "Penyakit ginjal terminal dapat menyebabkan pengaturan keseimbangan elektrolit terganggu, diantaranya Na dan K. Gangguan keseimbangan Na dan K di dalam tubuh dapat disebabkan oleh fungsi ginjal yang menurun dan pengaruh obat antihipertensi termasuk obat golongan penghambat SRAA (Sistem Renin Angiotensin Aldosteron) sepërti ACEI (Angiotensin-Converting Enzyme Inhibitor) dan ARB (Angiotensin Receptor Blocker). Gangguan pada keseimbangan elektrolit ini mempengaruhi sistem kardiovaskular tubuh diantaranya dapat menyebabkan aritmia, edema otak, henti jantung hingga kematian. Penelitian ini bertujuan untuk mengetahui penggunaan obat untuk menangani gangguan elektrolit Na dan K sena pengaruh penggunaan obat golongan penghambat SRAA seperti ACEI dan ARB terhadap gangguan elektrolit dan K pada kondisi pradialisis pasien penyakit ginjal terminal. Penelitian ini merupakan penelitian deskriptif-potong lintang (cross-sectional) pada kondisi pradialisis pasien penyakit ginjal terminal yang dilakukan di Rumah Sakit Muhammadiyah Bandung. Dari penelitian diperoleh 22 pasien yang memenuhi la-iteria inklusi, yaitu pasien yang memiliki hasil pengukuran kadar Na dan K pada kondisi pradialisis. Dari 22 pasien tersebut sebanyak 59,09% mengalami hiponatremia, 40,91% dengan kondisi normal, dan tidak ada pasien yang mengalami hipernatremia. Dari 22 pasien tersebut juga terdapat 45,45% mengalami hiperkalemia, 50,00% dengan kondisi normal, dan 4,55% mengalami hipokalemia. Berdasarkan tingkat keparahan dari kondisi hiponatremia dan hiperkalemia, sebanyak 61,54% mengalami hiponatremia ringan, 23,08% mengalami hiponatremia sedang, 15,38% mengalami hiponatremia berat, 30,00% mengalami hiperkalemia ringan, 30,00% mengalami hiperkalemia sedang, dan 40,00% mengalami hiperkalemia berat. Untuk mengatasi kondisi hiponatremia digunakan infus NaCl 3%. Sedangkan untuk mengatasi kondisi hiperkalemia digunakan furosemid, kalsium glukonat, dan kalsium poîistiren sulfonat ba?k tunggal maupun kombinasi tergantung pada tingkat keparahannya. Gangguan Na dan K harus segera diatasi untuk mencegah terjadinya kemsakan sel. Penggunaan obat antihipertensi ACEI, ARB maupun kombinasi keduanya secara statistik tidak bermakna yang berarti tidak terdapat pengaruh penggunaan obat tersebut terhadap munculnya kondisi hiponatremia maupun hiperkalemia pada pasien. Berdasarkan hasil penelitian dapat disimpulkan bahwa obat yang digunakan untuk menangani hiponatremia adalah lan?tan infus NaCl 3%. Sed?ngkan untuk hiperkalemia digunakan obat furosemid, kalsium glukonat, dan kalsium polistiren sulfonat. Gangguan Na dan K harus segera diatasi untuk mencegah terjadinya kerusakan sel. Tidak terdapat pengaruh penggunaan ACEI, ARB, maupun kombinasi keduanya terhadap munculnya kondisi hiponatremia maupun hiperkalemia pada pasien.", "Daftar File": {"ABSTRAK Yunisa Friscia Yusri": "https://digilib.itb.ac.id/gdl/download/319997"}, "Penulis": "Yunisa Friscia Yusri [20713302]", "Kontributor / Dosen Pembimbing": ["Dr. apt. Lia Amalia, S.Si., M.Si.", "Dra. Ida Lisni, M. Si, Apt", "Prof. DR.Dr. M. Rachmat Soelaeman"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Hiponatremia, Hiperkalemia, ACEI, ARB", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "20 Nov 2023"}