{"Nomor": 78900, "Judul": "EFEK PREVENTIF EKSTRAK ETANOL DAUN BINAHONG (ANREDERA CORDIFOLIA} (TEN) V. STEENIS.) TERHADAP PENINGKATAN KADAR KOLESTEROL PADA TIKUS WISTAR JANTAN YANG DIBERI MAKANAN TINGGI KOLESTEROL", "Abstrak": "Penumpukan lipid terutama kolesterol dan Iow density lipoprotein (LDL) dalam darah akan menginisiasi pembentukan plak ateroma. Kondisi ini akan meningkatkan resiko terjadinya penyakit kardiovaskular seperti jantung koroner dan stroke. Daun binahong secara empiris telah digunakan untuk menurunkan kâdar kolesterol dan pada penelitian sebelumnya telah terbukti memiliki aktivitas dalam menurunkan kadar kolesterol pada hewan hiperkolesterolemia. Pada penelitian ini akan diuji aktivitas ekstrak etanol daun binahong dalam menghambat kenaikan kadar kolesterol hewan yang diberi makanan tinggi kolesterol. Model hewan dibentuk melalui pendekatan hiperkolesterolemia dengan induksi menggunakan pakan tinggi kolesterol kolester?l murni, asam kolat, dan propiltiourasil secara oral. Hewan uji dibagi menjadi 5 kelompok yaitu kelompok kontrol positif, ekstrak etanol daun binahong 50 mg/kg bb, 100mg/kg bb, 200 mg/kg bb, serta simvastatin 36 mg/kg bb. Selama 28 hari hewan uji diberikan terapi namun tetap diberikan induksi kolesterol. Parameter profil lipid seperti kolesterol total, trigliserida, dan kolesterol-HDL diukur pada saat sebelum diinduksi, 15 hari dan 29 hari setelah pemberian makanan tinggi kolesterol. LDL kolesterol dihitung dengan menggunakan rumus Friedewald. Indeks aterogenik dihitung dari log kadar trigliserida terhadap HDL. Diakhir perlakuan, hewan uji dibedah dan bagian aorta diisolasi untuk identifikasi peneba!an dinding aorta. Kadar kolesterol dan LDL kelompok ekstrak binahong 50 mg;kg bb (secara berturut-turut   mg/dL dan 55,78±23,92 mg/dL) menunjukkan perbedaan bermakna dengan kelompok kontroî positif   mg/dL untuk kolesterol dan 90,83±47,12 mg/dL untuk LDL). Tidak terdapat perbedaan bermakna pada kadar trigliserida dan HDL pada kelompok ekstrak etanol binahong dosis 50 mg/kg bb terhadap kontrol positif, Ekstrak binahong dosis 50 mg/kg bb tikus memberikan indeks aterogenik paling rendah (0,68±0,27) dibandingkan ekstrak lain pada hari ke-15. Ketebalan dinding aorta kelompok ekstrak 50 mg/kg bb (150,60±41,72 prn) lebih rendah dibandingkan kelompok konfrol positif (184,90±144,91 Pm) meskipun lebih tinggi daripada kelompok simvastatin (142,25±33,80 Pm). Kesimpulan dari penelitian ini adalah ekstrak binahong dosis 50 mg/kg bb tikus memberikan efek terbaik untuk mencegah\nkenaikan kolesterol total dan LDL pada tikus wistar jantan yang diberi makanan tinggi kolesterol.", "Daftar File": {"ABSTRAK Asep Abdul Rahman": "https://digilib.itb.ac.id/gdl/download/319970"}, "Penulis": "Asep Abdul Rahman [20713061]", "Kontributor / Dosen Pembimbing": ["Dr. apt. Neng Fisheri Kurniati, S.Si., M.Si.", "Prof. Dr. Elin Yulinah"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Ekstrak binahong, Simvastatin, profil lipid, indeks aterogenik", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "20 Nov 2023"}