{"Nomor": 78915, "Judul": "ISOLASI SENYAWA ANTIOKSIDAN DARI EKSTRAK ETIL ASETAT DAUN JAMBLANG (SYZYGIUM CUMINI} (L.) SKEELS.)", "Abstrak": "Antioksidan merupakan substansi yang diperlukan tubuh untuk mencegah kerusakan sel akibat radikal bebas. Jamblang merupakan tanaman Indonesia dari suku Myrtaceae yang telah lama digunakan secara tradisional terutama bagian buah dan daun untuk diabetes mellitus, diare, batuk dan inflamasi. Fraksi etil asetat daun jamblang telah dilaporkan memiliki aktivitas antioksidan yang tinggi. Katekin dan asam firulat diduga merupakan senyawa yang berperan dalam aktivitas antioksidan. Senyawa fenolik Iain seperti flavonoid telah banyak diketahui juga memiliki aktivitas antioksidan. Tujuan penelitian ini adalah untuk mengisolasi dan mengidentifikasi senyawa antioksidan selain katekin dan asam fitulat dari ekstrak etil asetat daun jamblang. Ekstraksi sinambung dilakukan dengan alat soxhlet menggunakan tiga pelarut dengan kebolaran meningkat (n-heksana, etil asetat, dan metanol). Proses fraksinasi ekstrak etil asetat daun jamblang menggunakan kromatografi cair vakum (KCV), dan kromatografi eksklusi. Pengujian aktivitas antioksidan terhadap DPPH menggunakan microplate reader pada instrumen ELISA Reader. Nilai IC50 asam askorbat ekstrak etil asetat dan subsubfraksi adalah 6,65; 8,56 dan 41,39 gg/mL. Berdasarkan pemantauan menggunakan KLT GF254 dengan pendeteksi sitroborat diketahui bahwa hasil isolasi merupakan golongan flavonoid. Berdasarkan hasil analisis spektrum senyawa X dalam metanol menunjukkan Pita 1 352 nm dan Pita II 257 nm, setelah diberikan pereaksi geser NaOMe, AIC13, AIC13/HCL, NaOAc, H3B03, Pita I berubah ke arah batokromik masing-ynasing 363, 430, 399, 381 dan 371 nm. Hasil analisisnya menunjukkan bahwa senyawa X memiliki gugus OH pada posisi 3',4',7,5 dan 3-0H tersubstitusi. Hasil pemantauan dengan beberapa pembanding, senyawa X memiliki Rf 0,7 yang sama dengan quersitrin. Selain itu quersitrin menunjukkan Pita 1 350 nm dan Pita II 256 nm, nilai ini memiliki kedekatan dengan  senyawa X. Komponen senyawa antioksidan X di dalam subsubfraksi merupakan golongan flavonoid yang teridentifikasi sebagai senyawa quersitrin.", "Daftar File": {"ABSTRAK Neni Sri Gunarti": "https://digilib.itb.ac.id/gdl/download/320094"}, "Penulis": "Neni Sri Gunarti [20713004]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Sukrasno, M.S.", "Dr. apt. Muhamad Insanu, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "21 Nov 2023"}