{"Nomor": 78919, "Judul": "ANALISIS AVO DAN IVERSI PRE-STACK LAMBADA MU-RHO (LMR) UNTUK IDENTIFIKASI DAN PEMETAAN PERSEBARAN GAS RESERVOIR BATUPASIR 920-990 DI LAPANGAN SADEWA, CEKUNGAN KUTAI", "Abstrak": "Cekungan Kutai merupakan cekungan yang memiliki cadangan hidrokarbon\nterbesar kedua di Indonesia. Lapangan Merdeka terletak di cekungan kutai yang\nmemiliki reservoir batupasir yang tipis pada perangkap stratigrafi pada umur\nMiosen Akhir. Data yang digunakan pada penelitian ini adalah tujuh data sumur,\ndata seismik 3D poststack, dan data seismik 3D pre-stack. Penelitian sebelumnya\nmenunjukkan fasies pengendapan reservoir batupasir 920 hingga 990 di lapangan\nini dapat diidentifikasi dan dipetakan menggunakan seismik atribut. Penelitian\ntersebut berhasil memetakan persebaran fasies dan geometri zona target yang\nmenunjukan bahwa zona target tersebut mempunyai nilai economic pay yang tinggi\nsehingga perlu dilakukan penelitian lebih lanjut untuk mengidentifikasi dan\nmemetakan gas pada reservoir batupasir 920, 930, 960, dan 990 dengan melakukan\nanalisis AVO (Amplitude Versus Offset) dan Inversi seismik pre-stack. Analisis\nAVO dilakukan dengan log-based dan seismic-based. Analisis AVO dilakukan\nuntuk mengetahui anomali AVO yang disebabkan oleh gas. Analisis gradien AVO\ndilakukan dengan two term aki-Richard untuk mengetahui kelas AVO pada suatu\ntarget. Pada penelitian ini, hanya terdapat satu sumur dengan satu target yang dapat\nteresolusi oleh seismik dan seismogram sintetik dari log yaitu batupasir 990 pada\nsumur-1. Bedasarkan gradient curve A/B dan krosplot gradient vs intercept pada\nlog-based AVO dan seismic-based Analysis, Batupasir 990 pada sumur-1 termasuk\nkelas III. Dengan demikian, tidak dapat digunakan AVO atribut untuk melihat\npesebaran kelas AVO pada lapangan ini karena hampir tidak ada yang teresolusi\noleh seismik maupun seismogram sintetik. Hasil analisis sensitivitas dan crossplot\nmenunjukan bahwa lambda-rho adalah parameter yang paling sensitif untuk\nmengidentifikasi keberadaan gas pada batupasir dan densitas adalah parameter yang\nsensitive untuk mengidentifikasi shale dan sand. Seismik atribut digunakan untuk\nmembantu dalam melihat fasies pengendapan pada zona target yaitu geometri\nchannel dan slope fan. Hasil inversi simultan berupa densitas berhasil memetakan\nsebaran sand dan shale. Hasil transformasi lambda-rho berhasil memetakan sebaran\ngas pada interval batupasir target.", "Daftar File": {}, "Penulis": "Hammam Muhammad [12319114]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Sigit Sukmono, M.Sc.", "Dona Sita Ambarsari, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Cekungan Kutai, AVO, Inversi Seismik Simultan, Lambda-Rho", "Sumber": "", "Staf Input/Edit": "Devi Septia Nurul", "File": "1 file", "Tanggal Input": "21 Nov 2023"}