{"Nomor": 78917, "Judul": "AKTIVITAS ANTIOKSIDAN EKSTRAK DAUN EMPAT TUMBUHAN ARDISIA SP DENGAN MENGGUNAKAN METODE DPPH DAN METODE CUPRAC SERTA KORELASINYA DENGAN KANDUNGAN TOTAL FENOL, FLAVONOID DAN KAROTENOID.", "Abstrak": "Radikal bebas adalah suatu atom atau molekul yang mempunyai satu elektron atau lebih yang tidak berpasangan. Radikal bebas berperan dalam proses terjadinya penyakit degeneratif. Daun Ardisia sp mengandung senyawa golongan flavonoid dan fenol. Beberapa penelitian melaporkan senyawa golongan fenol dan flavonoid dapat berkorelasi dengan aktivitas antioksidan. Tujuan dari penelitian ini adalah untuk menentukan aktivitas antioksidan berbagai ekstrak daun empat tumbuhan Ardisia sp melalui penentuan IC50 peredaman DPPH dan EC50 kapasitas CUPRAC, menentukan total fenol, flavonoid dan karotenoid, menganalisis korelasi total fenol, flavonoid dan karotenoid dengan IC50 DPPH dan EC50 CUPRAC, serta korelasi antara IC50 DPPH dan CUPRAC. Ekstraksi dengan cara refluks menggunakan tiga pelarut dengan kepolaran meningkat, yaitu nheksana, etil asetat dan etanol. Ekstrak dipantau menggunakan kromatografi lapis tipis (KLT). Penentuan IC50 peredaman DPPH dan EC50 kapasitas CUPRAC, kadar total fenol, flavonoid, dan karotenoid dilakukan dengán spektrofotomeri UV-sinar tampak. Korelasi total fenol, flavonoid,   dengan IC50 DPPH dan EC5() CUPRAC, dan korelasi antara DPPH dan EC50 CUPRAC dianalisis dengan metode Pearson. Aktivitas antioksidan terendah DPPH diberikan oleh ekstrak etanol daun Ardisia crenata dengan IC50 0,49 gg/mL, sedangkan aktivitas antioksidan CUPRAC terendah (EC50 30,34 gg/mL) diberikan oleh ekstrak etil asetat daun Ardisia eliptica. Ekstrak etanol daun Ardisia eliptica memiliki fenol total tertinggi (29,54 g GAE/IOO g), el«strak etil asetat Ardisia cymosa memiliki flavonoid total tertinggi (8,24 g QE/IOO g) dan ekstrak n-heksana Ardisia fuliginosa memiliki karotenoid total tertinggi (13,37 g BE/IOO g). Fenol total pada A. crenata, A. cymosa, A. fuliginosa memiliki korelasi tinggi, negatif dan bemakna terhadap DPPH (r -0,748, r -0,772, r - -0,762, p<0,01). Flavonoid total pada semua ekstrak Ardisia sp memiliki korelasi tinggi, negatif dan bermakna terhadap EC50 CUPRAC. ICS0 DPPH ekstrak Ardisia crenala menunjukkan korelasi tinggi, positif dan bermakna terhadap EC5() CUPRAC (r 0,967, p<0,01). Semua ekstrak daun Ardisia sp digolongkan sebagai antioksidan sangat kuat. Senyawa golongan fenol pada ekstrak A. crenata, A. cymosa, A. fuliginosa merupakan kontributor utama aktivitas antioksidan dengan metode DPPH, sedangkan senyawa golongan flavonoid dalam semua ekstrak Ardisia sp merupakan kontributor utama aktivitas antioksidan dengan metode CUPRAC. Metode DPPH dan metode CUPRAC memberikan hasil yang linier pada aktivitas antioksidan ekstrak daun A. crenata.", "Daftar File": {"ABSTRAK Wempi Budiana": "https://digilib.itb.ac.id/gdl/download/320104"}, "Penulis": "Wempi Budiana [20713014]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Komar Ruslan Wirasutisna", "Dr. Irda Fidrianny,"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "21 Nov 2023"}