{"Nomor": 78911, "Judul": "PENGEMBANGAN KATODA BERBASIS NMC-CF SEBAGAI KATODA BATERAI STRUKTUR FUNCTION-INTEGRATED DAN IMPLEMENTASI PADA FULL-CELL", "Abstrak": "Baterai struktur, yang dirancang untuk mampu menyimpan energi serta menerima beban, merupakan penelitian yang menjanjikan. Namun, terdapat beberapa tantangan, seperti lebih rendahnya kapasitas spesifik katoda baterai struktur dibandingkan dengan katoda konvensional. Studi ini mengeksplorasi integrasi katoda berbasis lithium nickel manganese cobalt oxide (NMC), yang memiliki kapasitas spesifik yang lebih tinggi dan efisiensi biaya, ke baterai struktur. Tujuan dari penelitian ini adalah pembuatan katoda lithium nickel manganese cobalt oxide-carbon fiber (NMC-CF) dan evaluasi sifat mekanik dan elektrokimianya dalam konfigurasi half-cell. Katoda NMC-CF ini diintegrasikan dengan anoda silikon mikro untuk memperoleh baterai struktur full-cell. Sifat tarik serta elektrokimia baterai struktur full-cell diperoleh melalui pengujian tarik dan galvanostatic charge-discharge. Katoda NMC-CF dibuat dengan metode slurry casting dan electrophoretic deposition, dan melalui metode slurry casting didapatkan baterai struktur katoda dengan modulus elastisitas dan kekuatan tarik masing-masing sebesar 50.09 ± 4.93 GPa dan 818.20 ± 95.31 MPa, serta kapasitas spesifik tertinggi kedua yang sebesar 138,0 ± 0.6 mAh/g, menetapkan standar baru untuk katoda baterai struktur dengan sifat elektrokimia yang luar biasa. Baterai struktur full-cell, yang menggabungkan anoda silikon mikro dengan katoda NMC-CF, memiliki modulus elastisitas dan kekuatan tarik sebesar 4.33 ± 1.99 GPa dan 121,38 ± 18.1 MPa, serta kapasitas spesifik sebesar 57.27 ± 16.78 mAh/g. Meskipun menggunakan bahan dan pemrosesan yang murah, baterai ini tetap bersaing. Penelitian ini menyoroti potensi katoda NMC-CF dalam baterai struktur dan integrasinya dalam sistem full-cell, memberikan wawasan tentang solusi penyimpanan energi yang efisien biaya dengan fungsionalitas mekanik.", "Daftar File": {"ABSTRAK Daniel Tulus Lumban Tobing": "https://digilib.itb.ac.id/gdl/download/320051"}, "Penulis": "Daniel Tulus Lumban Tobing [23722001]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Hermawan Judawisastra, M.Eng.", "Afriyanti Sumboja, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Ilmu Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Baterai struktur, katoda NMC, slurry casting, anoda silikon mikro, baterai full-cell", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Nov 2023"}