{"Nomor": 78921, "Judul": "STUDI SESAR AKTIF DI GARUT SELATAN, JAWA BARAT, BERDASARKAN METODE MAGNETOTELLURIK DAN GRAVITASI", "Abstrak": "Gempabumi yang berhubungan dengan sesar aktif di daratan sering menyebabkan\nkerusakan parah dan korban jiwa karena jaraknya yang dekat dengan pusat aktivitas\nmanusia. Dalam beberapa tahun terakhir, gempa-gempa dangkal dengan magnitudo\nrendah terjadi di selatan Garut, Jawa Barat, tiga di antaranya dilaporkan merusak.\nGempa-gempa tersebut diinterpretasikan berhubungan dengan sesar aktif, yaitu\nSesar Garsela. Informasi mengenai Sesar Garsela masih sangat minim,\ninterpretasinya baru berdasarkan kelurusan episenter gempa dan analisis\nmekanisme fokus gempa tahun 2016 dan 2017.\nPenelitian ini mengkombinasikan pemodelan inversi gravitasi tiga dimensi (3D)\ndengan magnetotellurik (MT) dua dimensi (2D) untuk mempelajari kondisi bawahpermukaan. Secara umum analisis serta pemodelan gravitasi dan MT menunjukkan\nhasil yang saling berkorelasi dan sesuai dengan informasi geologi permukaan. Hasil\npemodelan gravitasi dan MT menunjukkan kelurusan blok tinggian batuan dasar\nberarah timur laut – barat daya, membentuk Tinggian Kiamis. Blok tinggian batuan\ndasar tersebut semula merupakan sesar geser regional yang kemudian menjadi jalur\nnaiknya magma membentuk kelurusan tubuh vulkanik yang memotong Cekungan\nGarut.\nPanas dari tubuh intrusi magmatik menurunkan stress normal efektif pada bidang\nsesar, dan kemudian menginisiasi terjadinya gempabumi. Penelitian ini mendukung\npendapat yang menyatakan gradien tekanan/temperatur (PT) fluida pori\nberkontribusi terhadap inisiasi dan perambatan gempa. Mekanisme terjadinya\ngempa dangkal di daerah Garut selatan dijelaskan sebagai hasil interaksi antara\ndeformasi tektonik dan aktivitas magmatik. Geologi permukaan yang didominasi\nproduk vulkanik muda harus menjadi perhatian karena dapat mengamplifikasi\nguncangan tanah saat terjadi gempa, dan dapat menyebabkan dampak kerusakan\nyang lebih luas.", "Daftar File": {"ABSTRAK Ilham Arisbaya.pdf": "https://digilib.itb.ac.id/gdl/download/320160"}, "Penulis": "Ilham Arisbaya [32318002]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Prihadi Soemintadiredja, M.S.", "Prof. Dr. Hendra Grandis", "Dr. Ir. Warsa, S.Si., M.T."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Geofisika", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Deformasi tektonik-vulkanik, Garut selatan, magnetotellurik, gravitasi", "Sumber": "", "Staf Input/Edit": "Devi Septia Nurul", "File": "1 file", "Tanggal Input": "22 Nov 2023"}