{"Nomor": 78926, "Judul": "ISOLASI SENYAWA ANTIOKSIDAN DARI HERBA BARU CINA (ARTEMISIA VULGARIS} L.) DAN UJI AKTIVITAS ANTIOKSIDAN EMPAT HERBA TUMBUHAN SUKU ASTERACEAE DENGAN METODE DPPH DAN FRAP", "Abstrak": "Spesies oksigen reaktif dari sumber endogen maupun  terlibat dalam etiologi berbagai penyakit manusia seperti aterosklerosis, kanker, penyakit neurodegeneratif, proses inflamasi, dan penuaan. BINti-bukti menunjukkan bahwa antioksidan alami berguna untuk mencegah konsekuensi yang merugikan dari stres oksidatif tersebut. Berdasarkan beberapa penelitian, beberapa tumbuhan liar suku Asteraceae terbukti memiliki aktivitas antioksidan. Penelitian ini bertujuan untuk mengisolasi, mengkarakterisasi, dan mengidentifikasi senyawa antioksidan dari herba ban1 cina (Artemisia vulgaris L.); menentukan aktivitas antioksidan empat herba tumbuhan suku Asteraceae (A. vulgaris L., Bidens pilosa L., Ageratum conyzoides L., dan Sonchus arvensis L.) menggunakan metode 2,2difenil-l-pikrilhidrazil (DPPH) dan Ferric Reducing Antioxidant Power (FRAP), juga korelasinya dengan kadar fenol total, flavonoid total, dan karotenoid total. Simplisia keempat herba tumbuhan suku Asteraceae diekstraksi dengan metode refluks menggunakan tiga pelarut dengan kepolaran meningkat, yakni n-heksana, etil asetat, dan metanol. Dua belas ekstrak dipantau dengan metode kromatografi lapis tipis (KLT), diuji aktivitas antioksidannya dengan metode DPPH dan FRAP, ditentukan konsentrasi peredaman 50% (IGO) DPPH, konsentrasi peningkatan kapasitas 50% (EGO) FRAP, penetapan kadar fenol total, flavonoid total, dan karotenoid total. Ekstrak etil asetat A. vulgaris dipilih untuk dilanjutkan ke tahap berikutnya, yakni fraksinasi dengan metode kromatografi cair vakum (KCV). Fraksi 7 hasil KCV disubfraksinasi menggunakan kromatografi radial dengan sistem elusi gradien- Subfraksi yang dipilih kemudian dimurnikan menggunakan kromatografi radial dengan sistem elusi isokratfl< hingga diperoleh isolat A. Fraksi 8 dan 9 hasil KCV disederhanakan lagi dengan KCV dan subfraksi 7-9 dipilih untuk difraksinasi dengan kromatografi radial. Pemurnian dilakukan menggunakan kromatografi kertas preparatif sehingga diperoleh isolat B dan C. Subfraksi 4 hasil KCV disubfraksinasi dengan kromatografi radial dan dicuci dengan metanol sehingga diperoleh isolat D- Isolat A, B, C, dan D diuji kemurniannya dengan metodc KLT pengembangan tunggal menggunakan tiga fase gerak yang berbeda kepolaran dan KLT dua dimensi. Isolat dikarakterisasi dengan KLT menggunakan penampak bercak spesifik, spektrofotometri sinar ultraviolct-sinar tampak, spektrotötömetri inframerah, serta spektroskopi resonansi magnetik ?nti proton dan karbon. Ekstrak etil asetat herba B. pilosa memiliki aktivitas peredaman DPPH dan kapasitas FRAP te?linggi sebesar   Ekstrak metanol herba B. pilosa memiliki IC50 peredaman DPPH terendah sebesar 76,25+0,26 pg/mL dan ekstrak etil asetat herba B. pilosa memiliki EC50 kapasitas FRAP terendah sebesar 33,50+0,04 gg/mL. Kadar fenol total, flavonoid total, dan karotenoid total tertinggi masingmasing dimiliki oleh ekstrak metanol herba B. pilosa, ekstrak etil asetat herba B. pilosa, dan ekstrak etil asetat herba S arvensis berturut-turut sebesar 7,61+0,01 g GAE/IOO g,   g QE/IOO g, dan   g BE/IOO g. Empat senyawa antioksidan berhasil diisolasi dari ekstrak etil asetat herba A. vulgaris. Isolat A merupakan senyawa golongan terpenoid, isolat B, C, dan D men?pakan senyawa golongan ilavonoid. Aktivitag peredaman DPPH, kapasitas FRAP, IC5() DPPH, 3. dan EC50 FRAP antarsesama ekstrak n-heksana, etil asetat, dan metanol saling berbeda bermakna Kadar fenol total, flavonoid total, dan karotenoid total antarscsama ekstrak n-heksana, etil asetat, dan metanol saling berbeda bcrmakna (pK0,05). Kadar fenol total ekstrak memiliki korelasi tinggi dan bermakna terhadap aktivitas peredaman DPPH dan kapasitas FRAP  \nKapasitas FRAP pada seluruh ekstrak empat simplisia memiliki hubungan yang linear dengan aktivitas peredaman DPPH- Isolat adalah senyawa temenoid, isolat B diduga 4', 7-dihidroksiflavon, isolat C diduga 3',4'-dihidroksiflavon, dan isolat D diduga pinostrobin.", "Daftar File": {"ABSTRAK Evelyne Nadia Halim": "https://digilib.itb.ac.id/gdl/download/320175"}, "Penulis": "Evelyne Nadia Halim [20714047]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Komar Ruslan Wirasutisna", "Dr. Irda Fidrianny"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Asteraceae, herba, antioksidan, ekstrak etil asetat, DPPH, FRAP", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "22 Nov 2023"}