{"Nomor": 78922, "Judul": "ISOLASI SENYAWA GOLONGAN KAPSAISINOID DENGAN METODE EKSTRAKSI FLUIDA SUPERKRITIK DAN METODE KONVENSIONAL DARI TANAMAN CABAI RAWIT (CAPSICUM FRUTESCENS L). DAN KARAKTERISTIKNYA", "Abstrak": "Buah cabai rawit (Capsicum frutescens) mengandung berbagai macam senyawa metabolit sekunder diantaranya alkaloid, flavonoid, dan steroid/terpenoid. Kandungan utama cabai rawit adalah golongan alkaloid seperti kapsaisin, dihidrokapsaisin, nordihidrokapsaisin, homokapsaisin dan homodihidrokapsaisin. Penelitian ini bertujuan untuk mengisolasi senyawa golongan kapsaisinoid yang ada di dalam plasenta, kulit, biji dan buah cabai rawit (Capsicum frutescens). Ekstraksi dilakukan dengan dua cara yaitu metode maseras? yang dibantu dengan alat ultrasonik dengan menggunakan pelarut n-heksan, etil asetat dan metanol dan metode fluida superkritik (EFS). Berdasarkan hasil pengukuran kadar dengan menggunakan TLC Scanner, sampel plasenta dalam pelarut etil asetat memiliki kadar senyawa kapsaisin paling tinggi dengan bobot 27,5 mg/g simplisia. Ekstrak etil asetat membentuk la-istal yang selanjutnya dimurnikan dengan metode pencucian menggunakan pelarut n-heksana. Uji kemumian dilakukan melalui penentuan rentang titik leleh dan KLT dua dimens?. Setelah itü kristal (isolat I) dikarakterisasi dengan menggunakan spektofotometer IH-NMR dan 13C-NMR. Berdasarkan hasil karakterisasi diketahui bahwa isolat yang berhasil diperoleh adalah kapsaisin. Ekstraksi juga dilakukan menggunakan alat ekstraksi fluida superkritik (EFS) dengan berbagai variasi suhu dan tekanan. Suhu yang digunakan adaiah 40, 60 dan 800C. Sedangkan tekanan yang digunakan dalam proses ekstraksi adalah 100, 175 dan 250 bar. Berdasarkan hasil pengukuran kadar dengan menggunakan TLC Scanner, sampel hasil EFS pada suhu 400C dan tekanan 175 bar memiliki kadar kapsaisin tertinggi mencapai 32,52 mg/g, sampel dengan suhu 400C/250 bar, 600cnoo bar, 600c/175 bar, 600250, 8000100 bar dan 800175 memiliki kadar masing-masingnya 21,81, 6,03, 10,44, 19,15, 5,14 dan 10,36 mg/g. Berdasarkan hasil pengukuran kadar dan bobot total dari kapsaisin yang diperoleh dengan menggunakan metode ekstraksi EFS, kondisi ekstraksi optimum untuk mengekstraksi kapsa?s?n adaiah pada suhu 40uC dan tekanan 175 bar.", "Daftar File": {"ABSTRAK Muchammad Reza Ghozaly": "https://digilib.itb.ac.id/gdl/download/320164"}, "Penulis": "Muchammad Reza Ghozaly [20713033]", "Kontributor / Dosen Pembimbing": ["Dr. Elfahmi", "Prof. Dr. Sukrasno"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Capsicumfrutescens, kapsaisin, cabai rawit, EFS.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "22 Nov 2023"}