{"Nomor": 78923, "Judul": "ISOLASI SINENSETIN DAN BEBERAPA SENYAWA LAINNYA PADA TANAMAN KUMIS KUCING (ORTHOSIPHON STAMINEUS}, BENTH)", "Abstrak": "Kumis kucing (Orthosiphon stamineus,Benth.) merupakan salah satu tanaman Obat yang telah lama digunakan secara tradisional. Beberapa penggunaan tradisional tanaman ini juga telah dibuktikan dengan berbagai penelitian ilmiah, sehingga tanaman ini sudah dikembangkan dari penggunaan tradisional menjadi sediaan Obat herbal untuk terapi rasional dengan beberapa indikasi. Kumis kucing mengandung senyawa sinensetin yang aktif secara farmakologi sebagai antioksidan, antibakteri dan diuretik dan merupakan senyawa penanda (marker) tanaman kumis kucing untuk tujuan standardisasi Obat herbal yang mengandung tanaman ini. Aktivitas farmakologi yang ditunjukkan oleh tanaman kumis kucing sangat banyak sehingga diprediksi senyawa yang bertanggung jawab untuk aktivitas farmakologi itu bukan hanya sinensetin sehingga memungkinkan terjadinya pengembangan senyawa penanda lain selain sinensetin sebagai petunjuk untuk standardisasi tanaman kumis kucing. Senyawa sinensetin di Indonesia sangat sulit diperoleh, oleh karena itu perlu dilakukan isolasi senyawa sihensetin beserta upaya optimasinya dan beberapa senyawa lainnya yang terkandung dalam tanaman kumis kucing. Ekstraksi dilakukan dengan alat goxhlet menggunakan pelarut etil asetat. Ekstrak etil asetat tanaman kumis kucing (O. stamineus, Benth.) diekstraksi cair-cair dengan larutan CuC12 dan NaOH untuk menghilangkan klorofilnya. Subfraksinasi dilakukan dengan kromatografi cair vakum  (KCV), kromatografi lapis tipis radial, kromatografi kolom dan kromatografi lapis tipis preparatif. Isolat yang diperoleh dikarakterisasi menggunakan spektrofotometri UV-sinar tampak dan RMI-IH. Berdasarkan spektrum UVsinar tampak, panjang gelombang maksimum isolat X adalah 267 nm dan 3 19 nm. Setelah penambahan pereaksi geser NaOH, AIC13 dan NaOAc tidak menimbulkan perubahan panjang gelombang maksimum. Dari hasil spektrum RW- IH, isolat X memiliki geseran kimia pada 3,82; 3,88•, 3>90; 4,01; 655, 7, 10; dan 7,99 ppm. Berdasarkan spektrum UV, panjang gelombang maksimum isolat Y adalah 269 nm dan 328 nm. Isolat X diduga senyawa 5,7,8,4'-tetrametoksi-flavon dengan 1 guguS OH- bebas pada cincin A atau B dan isolat Y adalah sinensetin.", "Daftar File": {"ABSTRAK Yessi Febriani S Si": "https://digilib.itb.ac.id/gdl/download/320165"}, "Penulis": "Yessi Febriani S Si [20713053]", "Kontributor / Dosen Pembimbing": ["Dr. Elfahmi", "Dr. Irda Fidrianny"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "22 Nov 2023"}