{"Nomor": 78924, "Judul": "ISOLASI DAN STUDI PENAMBAHAN MOLEKULER SENYAWA KIMIA UTAMA DARI HERBA GREGES OTOT (EQUISETUM DEBILE.} ROXB) TERHADAP  RESEPTOR PHOSPHOINOSITIDE 3-KINASE GAMMA SECARA IN SILICO", "Abstrak": "Herba greges otot (Equisetum debile Roxb.) secara tradisional di beberapa negara digunakan untuk pengobatan radang pada mata, influenza, demam, diare, radang usus, hepatitis, kencing atau berak berdarah, bengkak, tulang patah, wasir dan rematik. Ekstrak air herba greges otot pada model tikus arthritis menunjukkan kemampuan menurunkan skor arthritis dan menekan respon imun humoral. Penelitian ini bertujuan mengisolasi senyawa kimia utama dari herba greges otot kemudian mempelajari interaksinya terhadap enzim phosphoinositide 3-kinase gamma secara in silico. Ekstraksi serbuk greges otot dilakukan secara maserasi dengan metanol, kemudian ekstrak kental difraksinasi dengan n-heksana dan etil asetat. Hasil pemantauan KLT menunjukkan adanya senyawa dominan pada fraksi etil asetat. Senyawa target dipisahkan dengan kromatografi kolom klasik, dan dimurnikan dengan KLT sentrifugal didapat isolat A. Isolat A berupa kristal berwarna kuning pucat, dengan titik leleh 168,4-169,7 0C, meredam sinar UV 254 nm dan berpendar biru dibawah UV 366 nm, berwarna biru kehitaman setelah disemprot penampak bercak FeC13 menunjukkan bahwa isolat A termasuk golongan fenol. Spektrum UV menunjukkan Xmaks pada 321 nm dan pundak pada 278 nm. Hasil interpretasi IH-NMR dan BC-NMR menunjukkan bahwa isolat A adalah asam ferulat. Penambatan molekuler isolat A terhadap enzim phosphoinositide 3-kinase gamma memberikan hasil energi bebas ikatan -6.44 kcal/mol dan konstanta inhibisi 18.93 PM. Interaksi antara ligan dan reseptor melalui ikatan hidrogen dengan residu asam amino Vat 882, Giu 880, dan Lys 890, dan interaksi hidrofobik dengan Thr 887, Met 953, Ile 831, dan Ile 963.", "Daftar File": {"ABSTRAK Isna Mulyani": "https://digilib.itb.ac.id/gdl/download/320166"}, "Penulis": "Isna Mulyani [20713300]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Sukrasno, M.S.", "Dr. Maria Immaculata Iwo, Apt. M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Equisetum debile Roxb., phosphoinositide 3-kinase gamma, asam ferulat, penambatan molekuler", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "22 Nov 2023"}