{"Nomor": 78933, "Judul": "FORMULASI DAN EVALUASI ES KRIM RENDAH KALORI MENGANDUNG MIKROSFER PROBIOTIK (LACTOBACILLUS ACIDOPHILUS} DAN SERAT GLUKOMANAN", "Abstrak": "Bakteri probiotik L. acidophilus bermanfaat bagi kesehatan jika berada da?am jumlah yang cukup ketika mencapai tempat kerjanya di usus. Pembuatan mikrosfer telah diketahui dapat menjaga viabilitas probiotik dari lingkungan yang tidak mendukung kehidupannya. Mikrosfer dapat dibuat dari materia? yang memiliki kekuatan mukoadhesif, sehingga memperlama waktu kontak pada jaringan target. Pada penelitian ini, mikrosfer probiotik diinkorporasikan ke da?am es krim. L. acidophilus dikarakterisasi dan dikultivasi pada fase stasionernya. Probiotik dienkapsulasi da?am bentuk mikrosfer dengan metode emulsifikasi menggunakân minyak kedelai sebagai fase minyak, larutan natrium alginat dan guar gum sebagai fase air, serta larutan crosslinking agent kalsium klorida dan kitosan. Mikrosfer dibuat dengan larutan  komponen yang memiliki konsentrasi berbeda untuk dilakukan optimasi. Mikrosfer diuji kekuatan mukoadhesifnya menggunakan metodefalling liquidfilm pada usus tikus. Viabilitas probiotik da?am cairan lambung buatan (CLB) selama 2 jam, dan cairan usus buatan (CUB) selama 4 jam, diuji menggunakan metode angka lempeng total (ALT). Formu?a es krim rendah kalori dioptimasi dengan mengvariasikan jumlah minyak kedelai dan sukrosa serta dengan penambahan pengganti lemak dan gula. Es krim diuji karakteristiknya berdasarkan parameter sifat fisikokimianya, yaitu pengukuran pH, viskositas, overrun, total pada?an es krim, dan daya leleh. Selain i?u, juga dilakukan evaluasi total cemaran mikroba, uji freeze thaw, evaluasi sensori, dan analisis total nutrisi. Formu?a hasil optimasi kemudian digunakan sebagai formu?a pembawa mikrosfer L. acidophilus. Uji viabilitas L. acidophilus da?am formu?a es krim hasil optimasi selama 90 hari penyimpanan da?am suhu -200C dilakukan dengan metode ALT. Formu?a optimum mikrosfer dibuat dari larutan 3% Na alginat, 1% guar gum, 1% kitosan, dan 2,78% CaC12 serta 0,75% lesitin da?am minyak kedelai. Mila•osfer dengan formu?a optimum tersebut memiliki kekuatan mukoadhesif sebesar 81,80±7,42%. Penambahan kitosan pada alginat dapat meningkatkan kekuatan mukoadhesif mikrosfer pada mukosa usus. Dengan kekuatan mukoadhesif tersebut, mikrosfer formu?a ini berpotensi menempel dan dapat berkolonisasi di mukosa usus. Setelah paparan da?am CLB dan CUB, L. acidophilus da?am mikrosfer fornvula optimum menyisakan 1,92x107 CFU/g bakteri hidup dari jumlah semula 2,45x108 CFU/g, sedangkan L. acidophilus tidak terenkapsulasi menyisakan 7,15x103 CFU/g, dari jumlah bakteri hidup semula 4,41x108 CFU/g. Formu?a optimum es krim mengandung komposisi 73,05% susu kedelai, 20% polidekstrosa, 5% protein whey isolate, 0,20% gelatin, 0,25% glukomanan, 4% sukrosa, 0,1% gula stevia, 2% bubuk coklat, dan 1% pasta vanila. Susu kedelai dan polidekstrosa dapat berfungsi sebagai prebiotik sehingga es krim dengan formu?a ini dapat membantu mempertahankan viabilitas probiotik.\nPolidekstrosa, yang hanya memiliki kalori sebesar I kkal/g, digunakan sebagai pengganti lemak bersama dengan protein whey isolate. Sedangkan gula stevia digunakan sebagai substitusi gula. Stabilizer serat glukomanan dengan kemampuan pengikatan air yang sangat baik dapat mencegah pertumbuhan kristal dan memberikan tekstur es krim yang baik. Es krim hasil optimasi ini termasuk es krim rendah kalori, dengan total kalori 96,86 kkal/ 100 g. Es krim tersebut yang mengandung mikrosfer L.  acidophilus dengan formula optimum setelah penyimpanan menyisakan 3,71x10 7 CFU/g bakteri hidup dari jumlah semula 6,50x10 8 CFU/g. Sedangkan es krim yang mengandung L. acidophilus tidak terenkapsulasi menyisakan 2,97x10 5 CFU/g sel bakteri hidup, dari jumlah semula 8,70x10 8 CFU/g. Uji viabilitas L. acidophilus dalam CLB dan CUB, serta dalam matriks es krim hasil optimasi, menunjukkan bahwa variasi jumlah natrium alginat dan kitosan pada penelitian ini tidak memberikan perbedaan viabilitas secara signifikan pada PH lambung dan PH usus serta dalam matriks es krim rendah kalori. Namun, keenam formula memberikan viabilitas yang signifikan lebih baik dibandingkan L. acidophilus tidak terenkapsulasi. Maka, mikrosfer L. acidophilus hasil optimasi dapat menjaga viabilitas probiotik ini dari PH lambung dan PH usus. Ketika diinkorporasikan ke dalam es krim rendah kalori dengan formula hasil optimasi, mih•osfer menjaga viab?l?tas L.acidophilus dalam kondisi penyimpanan. Hal ini disebabkan karena adanya perlindungan oleh mikrosfer terhadap bakteri probiotik, yang melindungi kontak langsung dengan PH saluran penceraan dan gula pada es krim yang berfungsi sebagai pembawa probiotik, dari gangguan mekanik selamafreezing, serta pengaruh pertumbuhan kristal es selama penyimpanan.", "Daftar File": {"ABSTRAK Joanne Angelina": "https://digilib.itb.ac.id/gdl/download/320250"}, "Penulis": "Joanne Angelina [20715047]", "Kontributor / Dosen Pembimbing": ["Dr. Lucy Dewi Nurhajati Sasongko, M.Si.", "Dr. Tri Suciati, M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Mikrosfer, Lactobacilus acidophilus, Es krim, Serat glukomanan", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "23 Nov 2023"}