{"Nomor": 78934, "Judul": "PENGARUH ENERGI TERMAL, ENERGI MEKANIK DAN PELARUT TERHADAP TRANSFORMASI POLIMORFIK LEVOFLOXACIN HEMIHIDRAT", "Abstrak": "Kualitas sediaan farmasi sangat ditentukan oleh kualitas Bahan Aktif Farmasi (BAF). Kualitas BAF sendiri sangatlah ditentukan oleh sumber bahan baku dan bentuk padatannya. Bentuk padatan ini dapat mengalami transformasi selama proses manufaktur. Levofloxacin merupakan isomer optis dari ofloxacin yang lazim digunakan sebagai antibakteri. Levofloxacin termasuk dalam kelompok Obat Biopharmaceutics Classification System (BCS) kelas I dan wajib uji  bioekivalensi. Levofloxacin dapat berada dalam bentuk# hemihidrat dan monohidrat. Dalam sediaan farmasi levofloxacin yang digunakan adalah bentuk hemihidrat karena paling stabil. Energi termal, energi mekanik, dan pelatut selalu terlibat dalam proses manufaktur tablet dan ketiga hal ini diketahui dapat menyebabkan transformasi levofloxacin hemihidrat. Penelitian ini bertujuan untuk mengetahui karakteristik fisikokimia bahan baku levofloxacin hemihidrat dari dua sumber berbeda dan pengaruh energi termal, energi mekanik, dan pelarut terhadap  trasnfonnasi polimorfik tiap bahan baku levofloxacin hemihidrat. Levofloxacin hemihidrat dikarakterisasi dengan metode spektroskopi inframerah, differential scanning calorimetry (DSC), dan difraktometer sinar X serbuk (PXRD). Selain itu, dilakukan pemeriksaan kadar air dengan Karl Fischer, habit kristal, sifat alir, elastisitas modul, distribusi ukuran partikel, kelarutan, dan disolusi. Untuk mengetahui pengaruh energi termal dilakukan pemanasan levofloxacin hemihidrat pada suhu 60, 110, dan 180 oc, sedangkan untuk mengetahui pengaruh energi mekanik dilakukan kompresi pada gaya 4,9; 14, 7, .dan 19,6 kN serta penggerusan  selama 180 menit. Pengaruh pelarut terhadap levofloxacin hemihidrat diteliti dengan rekristalisasi pada air, etanol 50% dan etanol 95%. Teknik solvent drop grinding (SDG) dilakukan untuk mengetahui pengaruh kombinasi ketiga energi tersebut. Transformasi polimorfik levofloxacin hemihidrat setelah perlakuan diamati dengan metode DSC dan PXRD, serta pemeriksaan kadar air, habit kristal, dan laju disolusi. Terdapat perbedaan karakteristik fisikokimia levofloxacin hemihidrat dari dua sumber bahan baku yang diteliti. Kedua bahan baku levofloxacin hemihidrat relatif stabil pada suhu 600C dan 1 IOOC. Namun, terjadi transformasi polimorfik levofloxacin anhidrat menjadi bentuk y dan perubahan warna pada suhu 1800C. Tidak terbentuk levofloxacin anhidrat setelah pemanasan karena pada proses pendinginan setelah pemanasan levofloxacin anhidrat menyerap uap air dari lingkungan dan kembali ke bentuk hemihidratnya. Penggerusan menyebabkan pengecilan ukuran paftikel dan penurunan kristalinitas% sebaliknya gaya kompresi menyebabkan peningkatan l«istalinitas. Namun, baik penggerusan maupun gaya kompresi menyebabkan transformasi polimorfik levofloxacin anhidrat menjadi bentuk u. Tidak terj adi perubahan kadar air levofloxacin setelah digems. Pada permukaan dan patahan tablet levofloxacin hemihidrat hanya terbentuk deformasi plastis saja dan tidak tampak adanya sintering. Kedua bahan baku menunjukkan perbedaan kecepatan transfonnasi polimorfik. Tidak ada perubahan bentuk hidrat pada levofloxacin hemihidrat setelah direkristalisasi dengan etanol 95%. Namun, terbentuk levofloxacin monohidrat setelah rekristalisasi dengan air dan etanol 50%. Bentuk habit kristal levofloxacin setelah rekristalisasi berubah dari bentuk plat menjadi bentuk jarum. SDG menyebabkan penurunan kristalinitas dan transformasi polimorfik levofloxacin anhidrat menjadi bentuk u. Transformasi polimorfik pada SDG berlangsung lebih cepat dibandingkan pada proses penggerusan karena adanya katalis pelarut. Laju disolusi tidak dipengaruhi oleh sumber bahan baku, penggerusan, pelarut, dan SDG, namun hanya dipengaruhi oleh gaya kompresi. Makin tinggi gaya kompresi, makin lambat laju disolusinya. Walaupun laju disolusi tidak dipengaruhi, akan tetapi sumber bahan baku, energi termal, penggerusan, pelarut dan SDG dapat mempengaruhi transformasi polimorfik yang dapat berdampak lebih lanjut pada stabilitas dan kondisi in vivo levofloxacin hemihidrat. Oleh karena itu, sumber bahan baku, energi termql, energi mekanik dan pelarut selama manufaktur tablet levofloxacin hemihidrat pérlu dikendalikan.", "Daftar File": {"ABSTRAK Dea Alicia Wulung": "https://digilib.itb.ac.id/gdl/download/320251"}, "Penulis": "Dea Alicia Wulung [20714016]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Sundani Nurono", "Dr. Lucy Dewi Nurhajati Sasongko, M.Si.", "Dr. apt. Saleh Wikarsa, S.Si., M.Si., DEA."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "levofloxacin hemihidrat, energi, panas, mekanik, pelarut, transformasi polimorfik", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "23 Nov 2023"}