{"Nomor": 78939, "Judul": "CO-PROCESSED} EKSIPIEN MANITOL-POLIVINIL PIROLIDO (PVP)30 DAN MANITOL-POLIETILEN GLIKOL (PEG) 6000 UNTUK MENINGKATKAN KOMPAKTIBILITAS MANITOL", "Abstrak": "Latar belakang dan tujuan: Eksipien tablet untuk metode kempa langsung hams mempunyai sifat alir dan kompaktibilitas yang baik. Peningkatan fungsi eksipien bisa dilakukan dengan co-process. Manitol sebagai pengisi dalam pembuatan tablet, kurang higroskopis, dan bersifat brittle, memiliki sifat alir dan kompresibilitas yang kurang baik. Tujuan dari penelitian ini adalah meningkatkan sifat alir dan kompaktibilitas manitol dengan cara co-processed manitol dengan PVP 30 atau PEG 6000. Metode: Co-processed excipiets campuran manitol-PVP 30 dan manitol-PEG 6000 dibuat dengan metode wett milling. Co-processed excipients yang dihasilkan dievaluasi sifat fisiknya meliputi distribusi ukuran partikel dan diameter rata-rata, berat jenis, porositas, sifat alir, kompresibilitas dan kompaktibilitas lalu diidentifikasi dengan SEM, PXRD dan DTA. Hasil: Daya alir co-processed manitol-PVP lebih tinggi dari co-processed manitol-PEG, yaitu berturut-turut dalam rentang 11,30±0,72 sampai 12,40±0,50 g/detik dan 6,40±0,39 sampai 6,92±0,64 g/detik. Demikian pula pada tensile strength co-processed manitol-PVP lebih tinggi dari co-processed manitol-PEG yaitu 3,37±0,05 dan 2,77±0,07 MPa, akan tetapi kedua co-processed excipients tersebut memiliki nilai tensile strength lebih tinggi dari campuran fisik masing-masing, yaitu 2,48±0,07 dan 2,15±0,07 MPa. Identifikasi co-processed dengan XRD menunjukkan pola difraksi yang mirip dengan manitol. Hasil mikrofoto SEM menunjukkan tablet co-processed lebih padat. Kesimpulan: Co-processed manitol dengan PVP lebih berpotensi untuk digunakan sebagai eksipien tablet cetak langsung.", "Daftar File": {"ABSTRAK A Mumtihanah Mursyid": "https://digilib.itb.ac.id/gdl/download/320293"}, "Penulis": "A Mumtihanah Mursyid [20713050]", "Kontributor / Dosen Pembimbing": ["Dr. apt. Saleh Wikarsa, S.Si., M.Si., DEA.", "Dr. Tri Suciati, M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "manitol, polietilen glikol (PEG) 6000, polivinil pirolidon (PVP) 30, co-processed, wett milling, kempa langsung.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "23 Nov 2023"}