{"Nomor": 78935, "Judul": "LIMITED SAMPLING STRATEGY DALAM RANGKA UJI BIOEKIVALENSI", "Abstrak": "Penggunaan obat generik telah meningkat da?am beberapa tahun terakhir terutama sebagai ukuran penghematan biaya da?am penyediaan layanan kesehatan- Obat generik merupakan obat yang umumnya dimaksudkan sebagai obat yang ekivalen dengan produk inovator, diproduksi tanpa lisensi dari perusahaan inovator, dan dipasarkan setelah tanggal kedaluwarsa dari paten atau hak istimewa lainnya. Keberhasilan penggunaan obat generik didasari oleh penetapan bioekivalensi terhadap obat inovatornya karena dapat menjembatani data uji praklinik dan klinik terkait. Dengan membandingkan area di bawah kurva waktu-konsentrasi (AUC) dan konsentrasi maksimum (Cmax) dari kadar senyawa obat da?am darah, dua formu?a dianggap bioekivalen jika memenuhi persyarat?n,w Perhitungan AUC diperoleh dari pengambilan titik sampel yang cukup banyak dan hal ini dapat memberatkan pasien atau sukarelawan karena timbufrrasa tidak nyaman dan sakit pada saat pengambilan sampel. Limited sampling strategy (LSS) dapat digunakan untuk mengurangi jumlah pengambilan sampel sehingga dapat mengurangi rasa sakit yang dialami pasien dan mengurangi biaya pekerjaan analisis. LSS telah dibuktikan dapat memberikan hasil yang cukup tangguh dan akurat da?am estimasi farmakokinetik individu. Penelitian ini bertujuan untuk mengembangkan model LSS da?am rangka keperluan uji bioekivalensi beberapa produk dengan tipe profil farmakokinetik berbeda dan mengkaji pengaruh tipe profil farmakokinetik obat terhadap LSS yang dihasilkan. Penelitian ini terdiri dari pengumpulan data dari pengujian bioekivalensi, penentuan jenis kompartemen, pengembangan model LSS, penyeleksian model LSS, validasi model LSS, analisis dan interpretasi hasil. LSS untuk prediksi tiga parameter fannakokinetik (Cmax, AUC0-t, AUCo.) dilakukan dengan menggunakan analisis regresi berganda dengan kriteria nilai R2 0,9. Validasi model LSS •?ilakukan dengan menggunakan metode jackknife. Parameter validasi adalah bias dan presisi dengan kriteria  ±15%. LSS dicoba untuk beberapa produk dengan tipe farmakokinetik yang berbeda yaitu untuk tipe lepas segera satu kompartemen (LSSK) dengan senyawa obat metformin, lepas segera dua kompartemen (LSDK) dengan senyawa obat azitromisin, lepas lambat satu kompartemen (LLSK) dengan senyawa metformin, dan tipe lepas tunda satu kompartemen (LTSKj dengan senyawa lansoprazole. Analisis regresi dilakukan dengan menggunakan perangkat lunak Minitab versi 17.2.1. Dari hasil penelitian diketahui bahwa LSS dapat diterapkan pada semua tipe profil yang diujikan. Tipe LSSK, LLSK, dan LTSK, menghasilkan model LSS yang memenuhi syarat untuk semua parameter yang diperoleh menggunakan tiga titik pengambilan sampel, sedangkan tipe LSDK menghasilkan model LSS yang memenuhi syarat untuk parameter AUCo-t dan saja yang diperoleh dengan menggunakan empat titik sampling- Model terpilih untuk menentukan tiga parameter secara bersama senyawa Obat metformin profil LSSK adalah menggunakan titik pengambilan sampel jam ke-l; 2; dan 12 dengan nilai bias yaitu 0,62% dan presisi 8,26% untuk parameter Cmax, nilai bias 1,92% dan presisi 5,85% untuk parameter AUCo-t, nilai bias 2,52% dan presisi 5,97% untuk parameter AUC0-Ø. Model untuk menentukan tiga parameter secara bersama yaitu denganjam ke-l; 3; 6; dan 24 untuk senyawa Obat metformin profil LLSK dengan nilai bias yaitu 4,05% dan presisi 8,80% untuk parameter Cmax, nilai bias -0,24% dan presisi 4,400/0 untuk parameter AUCo-t, nilai bias -0,08% dan presisi 4, 72% untuk parameter AUCo-Ø. Model untuk menentukan tiga parameter secara bersama yaitu jam ke-l ,5; 2,5; dan 6 untuk senyawa Obat lansoprazole profil LTSK dengan nilai bias yaitu -0,32% dan presisi 12,79% untuk parameter Cmax, nilai bias 1,30% dan presisi 9,760/0 untuk parameter AUCo-t, nilai bias 1, 16% dan presisi 9,03 0/0 untuk parameter AUCo-T. Model untuk mementukkan parameter AUCo-t dan AUCo-u secara bersama senyawa Obat azitromisin profil LSDK adalah menggunakan titik pengambilan sampel jam ke-1,5; 8; 12 dan 24 dengan nilai bias 0,34% dan presisi 5,32% untuk parameter AUCo-t, nilai bias 0,49% dan presisi 6,22% untuk parameter AUCo-w.", "Daftar File": {"ABSTRAK Muhammad Akbar Emberik": "https://digilib.itb.ac.id/gdl/download/320268"}, "Penulis": "Muhammad Akbar Emberik [20714013]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Yeyet Cahyati Soemirtapura, DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Limited Sampling Strategy, Uji Bioekivalensi, Metformin, Azitromisin, Lansoprazole.?", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "23 Nov 2023"}