{"Nomor": 78942, "Judul": "PENGARUH UKURAN, JENIS ORI DAN FRAGMEN DNA CER TERHADAP STABILITAS PLASMID PEMBAWA GEN SOD", "Abstrak": "Masalah yang sering terjadi pada produksi protein rekombinan yaitu menurunnya stabilitas segregasi dan struktural plasmid yang mengakibatkan produksi protein menjadi berkurang. Stabilitas segregasi dan struktural plasmid dipengaruhi oleh struktur, jumlah salinan, dan ukuran plasmid, serta kondisi fermentasi. Penelitian ini bertujuan untuk mengevaluasi pengaruh ukuran, jenis ori, dan fragmen DNA cer terhadap stabilitas segregasi plasmid, stabilitas struktural, stabilitas ekspresi gen sod, dan stabilitas aktivitas protein rekombinan pada plasmid yang membawa gen pengkode rSOD. Plasmid tersebut adalah pJexpress_sod, 'pBIVL sod, pCAD sod dan pCAD sod dapD cer. Stabilitas segregasi plasmid dianalisa menggunakan metode replica platting pada media selektif dan non?selektif antibiotik, stablitas struktural plasmid dengan metode elektroforesis gel agarosa, stabilitas ekspresi gen dengan metode SDS-PAGE dan stabilitas aktivitas protein dianalisa dengan metode zymografi mengunakan natif-PAGE. Stabilitas segregasi plasmid pCAD sod dapD_cer paling baik dan pJexpress_sod yang paling buruk diantara plasmid pBM sod dan pCAD sod yaitu masing-masing penurunan stabilitas menjadi kurang dari 90% terjadi pada waktu generasi ke 20 sampai 30 dan 75 sampai 85. Fragmen DNA cer yang disisipkan pada pCAD sod dapD_cer mampu meningkatkan stabilitas segregasi pada titik kurang dari 90% sampai pada generasi ke 85 . Ukuran plasmid tidak bembah ketika segregasi plasmid turun dibawah 90%. Ukuran rSOD ketika stabilitas segregasi kurang dari 90% dari tiap plasmid masih stabil sesuai literatur yaitu 23,4 kDa. Intensitas pita protein rSOD dari plasmid pCAD sod dapD_cer yang paling kecil dan pBM_söd adalah yang paling besar saat stabilitas segregasi kurang dari 90%. Selain itu, telah dikonfirmasi bahwa aktivitas enzimatik rSOD menurun ketika stabilitås segregasi kurang dari 90% dan rSOD dari pCAD sod mengalami penurunan aktivitas paling besar yaitu 50%. Data menunujukan bahwa ukuran, jenis ori, dan fragmen DNA cer mempengaruhi stabilitas segregasi, intensitas protein hasil overproduksi, dan aktivitas rSOD, namun tidak untuk stabilitas ukuran pada plasmid pJexpress sod, pBM sod, pCAD sod danpCAD sod_dapD cer.", "Daftar File": {"ABSTRAK Suryanata Kesuma": "https://digilib.itb.ac.id/gdl/download/320321"}, "Penulis": "Suryanata Kesuma [20714051]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. Catur Riani, S.Si., M.Si.", ". Debbie Soefie Retnoningrum, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "pCAD sod dapD cer, stabilitas segregasi dan struktural plasmid", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "24 Nov 2023"}