{"Nomor": 78941, "Judul": "REDESAIN INSTALASI PENGOLAHAN AIR (IPA) DEKENG II, PDAM TIRTA PAKUAN KOTA BOGOR", "Abstrak": "Perusahaan Umum Daerah Air Minum (PERUMDA) Tirta Pakuan merupakan sebuah perusahaan daerah yang bergerak dalam pengelolaan, produksi, dan penyaluran air minum kepada masyarakat yang menjadi pelanggannya di wilayah Kota Bogor. Salah satu Instalasi Pengolahan Air (IPA) PERUMDA Tirta Pakuan adalah IPA Dekeng. IPA Dekeng terletak di Jl. Dekeng No. 5, Genteng, Kecamatan Bogor Selatan, Kota Bogor, Jawa Barat. IPA Dekeng terdiri dari dua instalasi yaitu IPA Dekeng I dan IPA Dekeng II. IPA Dekeng 1 memiliki kapasitas pengolahan sebesar 1.100 liter/detik dan IPA Dekeng II sebesar 600 liter/detik. Peningkatan jumlah penduduk yang sangat pesat, diiringi dengan peningkatan permintaan terhadap pasokan air bersih mengakibatkan jumlah air bersih yang diproduksi harus semakin meningkat pesat juga sehingga instalasi yang telah tersedia tidak dapat memenuhi kebutuhan tersebut. Hal ini menjadi pendorong dilakukannya perencanaan pengembangan IPA Dekeng II dengan perencanaan redesain melalui uprating. Berdasarkan Rencana Pembangunan Jangka Menengah Daerah (RPJMD) Kota Bogor tahun 2019-2024 menyatakan bahwa IPA Dekeng II dapat dioptimalkan hingga 763 liter/detik. Sehingga, perencanaan peningkatan kapasitas pengolahan IPA Dekeng II sebesar 150 liter/detik. Peningkatan tersebut dapat memenuhi kebutuhan air di wilayah layanan IPA Dekeng hingga tahun 2028. Maka dari itu, periode perencanaan yang dipilih adalah 5 tahun, dari tahun 2023-2028. Peningkatan tersebut ditinjau juga dari kapasitas air yang dapat diterima oleh intake Ciherang Pondok. Sumber air baku yang digunakan oleh IPA Dekeng yaitu berasal dari Sungai Cisadane. Untuk konfigurasi unit pengolahan yang terpilih yaitu masih menggunakan sistem yang sama seperti kondisi eksisting sekarang. Konfigurasi unit pengolahan pada eksisting yaitu koagulasi, flokulasi, sedimentasi, filtrasi, disinfeksi, dan sludge drying bed. Untuk unit yang akan dilakukan uprating yaitu pada unit sedimentasi dan unit filtrasi dengan melakukan penambahan unit dan perubahan dimensi. Pada unit sedimentasi akan dirubah kedudukan ruang plate settler, saluran pelimpah, dan freeboard agar menjadi lebih tinggi. Ketinggian ruang plate settler menjadi 1,6 m, jarak plate dengan muka air 0,6 m, dan freeboard sebesar 0,6 m. Untuk unit filtrasi ditambahkan unit sebanyak 2 unit dengan sistem saringan pasir cepat secara gravitasi. Seluruh unit filtrasi berdimensi sama dengan eksisting yaitu panjang 9 m, lebar 4,5 m, dan tinggi 7,85 m.", "Daftar File": {}, "Penulis": "Muhammad Fathan Lazuardi [15719020]", "Kontributor / Dosen Pembimbing": ["Prof. Edwan Kardena, Ph.D.", "Dr. Qomarudin Helmy, S.Si., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa  Infrastruktur Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Dekeng II, Filtrasi, Instalasi Pengolahan Air, Kota Bogor, PDAM, Sedimentasi", "Sumber": "", "Staf Input/Edit": "Asep Kusmana", "File": "1 file", "Tanggal Input": "24 Nov 2023"}