{"Nomor": 78947, "Judul": "FORMULASI DAN UJI AKTIVITAS NIOSOM SINKONIN SEBAGAI STIMULAN PERTUMBUHAN RAMBUT", "Abstrak": "Latar belakang dan tujuan: Sinkonin adalah bahan aktif yang diperoleh dari hasil isolasi ekstrak etanol Cinchona Succirubra (bark) yang diduga mempunyai aktivitas sebagai stimulan pertumbuhan rambut. Sinkonin praktis tidak larut dalam air, sedikit larut dalam kloroform dan alkohol. Hal ini berdampak pada rendahnya penetrasi transfollicular sinkonin ke dalam dermal papilla, karena hanya bahan aktif hidrofilik yang mampu melewati hairfollicle dan mencapai dermal papilla. Sehingga dibutuhkan satu sistem penghantaran yang mampu menurunkan hidrofobisitas sinkonin untuk meningkatkan penetrasi sinkonin ke dalam dermal papilla. Niosom merupakan vesikel amfifilik dengan struktur lapisan rangkap yang terbentuk dari hidrasi kombinasi surfaktan nonionik dan kolesterol, mampu menumnkan hidrofobisitas sinkonin. Tujuan dari penelitian ini adalah formulasi dan uji aktivitas niosom sinkonin sebagai stimulan pertumbuhan rambut. Metode: Formulasi niosom sinkonin diawali dengan menentukan temperatur gelasi (Tg) dari Span 60 dengan Differential Scanning Calorimetry (DSC), kemudian dilanjutkan dengan optimasi proses dan optimasi formula niosom meliputi: optimasi kecepatan rotavapor pembentukan film lapis tipis, temperatur hidrasi, kecepatan rotavapor hidrasi, waktu hidrasi, waktu sonikasi, kadar Span 60, sinkonin dan kolesterol. Evaluasi formula niosom yang optimal dilihat dari karakteristik niosom, meliputi: ukuran partikel dan indeks polidispersitas dengan menggunakan Particle Size Analized (PSA) serta efisiensi penjeratan sinkonin dengan menggunakan KCKT. Uji stabilitas selama 28 hari dengan parameter analisa: ukuran partikel, indeks polidispersitas dan efisiensi penjeratan. Uji in vivo meliputi uji iritasi dan uji aktivitas niosom sinkonin selama 14 hari, dengan parameter uji aktivitas meliputi panjang rambut dan jumlah rambut/cm dibandingkan terhadap kontrol. Hasil: Temperatur gelasi (Tg) Span 60 45±20C, kecepatan rotavapor pembentukan film lapis tipis niosom 210 rpm, temperatur hidrasi 55±20C, kecepatan rotavapor hidrasi 210 rpm, waktu hidrasi 20 menit, waktu sonikasi suspensi niosom I menit. Formula hasil optimasi Span 60 100 gmol, sinkonin 0,03%b/v dan kolesterol 15% dari jumlah Span 60, diperoleh efisiensi penjeratan niosom sinkonin adalah 84,49±0.0025%. Suspensi niosom sinkonin menunjukkan stabilitas yang baik pada penyimpanan di temperatur kamar (25 0C) dan penyimpanan di temperatur 400C, 75% RH selama 28 hari, dengan parameter: ukuran vesikel 200 - 400 nm, indeks polidispersitas 0,2 - 0,5 dan efisiensi penjeratan 83 - 85%. Uji iritasi suspensi niosom sinkonin pada interval 1, 24, 48, 72 jam diperoleh indeks eritema dan udema 0. Uji aktivitas niosom sinkonin selama 14 hari dengan interval pengamatan setiap 2 hari, diperoleh data pertambahan panjang rambut pada area uji adalah 17 - 43% lebih panjang dihandingkan area kontrol (p > 0,05), jumlah rambut pada area uji 677±31,5 rambut/cm2 dan area kontrol 503±45,5 rambut/cm2 . Dari penelitian ini menunjukkan bahwa niosom sinkonin secara signifikan mempunyai aktivitas stimulan pertumbuhan rambut.", "Daftar File": {"ABSTRAK Hariyanti": "https://digilib.itb.ac.id/gdl/download/320326"}, "Penulis": "Hariyanti [20714028]", "Kontributor / Dosen Pembimbing": ["Dr. Sasanti Tarini, M.Si.", "Dr. rer. nat. apt. Sophi Damayanti, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Sinkonin, formulasi niosom sinkonin, stimulan pertumbuhan rambut", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "24 Nov 2023"}