{"Nomor": 78956, "Judul": "ANALISIS BUDAYA KESELAMATAN DAN SISTEM MANAJEMEN KESELAMATAN PADA KERJASAMA OPERASIONAL BANDARA INTERNASIONAL HALIM PERDANAKUSUMA", "Abstrak": "Bandara Internasional Halim Perdanakusuma merupakan bandara enclave sipil yang kepemilikannya dimiliki oleh TNI AU dan dioperasikan secara bersamaan untuk penerbangan sipil dan militer. Sebelum revitalitasi bandara yang dilaksanakan pada Maret 2022, Bandara Internasional Halim Perdanakusuma dikelola oleh PT. Angkasa Pura II untuk penerbangan sipil dan TNI AU (Lanud Halim Perdanakusuma) untuk penerbangan militer. Setelah revitalisasi, pengelolaan penerbangan sipil di Bandara Internasional Halim Perdanakusuma berubah setelah adanya putusan hakim Makamah Agung pada tanggal 21 Juli 2022 yang menyatakan PT. Angkasa Transportindo Selaras sebagai pengelola. Keputusan pengadilan ini belum didukung oleh kemampuan perusahaan dalam mengelola bandara melalui kepemilikan Sertifikat Bandar Udara, sehingga perusahaan menjalin kerjasama operasional (KSO) dengan PT. Angkasa Pura II. Setelah terjadinya KSO, penting bagi bandara untuk mendapatkan profil pada budaya keselamatan dan Safety Management System (SMS) Bandara Internasional Halim Perdanakusuma dengan skema Joint Operation. Penelitian ini menggunakan metode kuantitatif dan kualitatif dalam mengumpulkan data. Dalam penelitian ini, terdapat tujuh variabel yang digunakan untuk mengukur budaya keselamatan yaitu Priority Culture, Standardizing Culture, Flexible Culture, Learning Culture, Teamwork Culture, Reporting Culture, dan Just Culture. Ketujuh variabel ini, akan dilihat hubungannya dengan penerapan keempat komponen SMS melalui analisis celah dengan menggunakan checklist KP 622 Tahun 2015, sehingga mendapatkan profil keselamatan melalui sudut pandang budaya dan sistem manajemen keselamatan pada KSO Bandara Internasional Halim Perdanakusuma. Hasil penelitian ini menunjukkan bahwa budaya keselamatan penerbangan Bandara Internasional Halim Perdanakusuma secara keseluruhan pada tingkat yang baik dengan persentase 80,07% dan secara keseluruhan nilai penerapan SMS berada pada persentase 86,8% terhadap KP 622 tahun 2015. Untuk meningkatkan budaya keselamatan, peneliti memberikan beberapa rekomendasi perbaikan untuk meningkatkan budaya keselamatan dan penerapan SMS.", "Daftar File": {"ABSTRAK Dedy Brian Ericson": "https://digilib.itb.ac.id/gdl/download/320401"}, "Penulis": "Dedy Brian Ericson [23621038]", "Kontributor / Dosen Pembimbing": ["Ir. Hisar Manongam Pasaribu, M.Sc., Ph.D.", "Dr. -Ing. Ir. Javensius Sembiring, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Bandar Udara, Budaya Keselamatan, Kerjasama Operasional, Safety Management System", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Nov 2023"}