{"Nomor": 78953, "Judul": "HOMOLOGY MODELING, STUDI DOCKING, DAN SIMULASI DINAMIKA MOLEKULER EPITOP ISOCITRATE DEHYDROGENASE TIPE 1 (R132H) SEBAGAI KANDIDAT VAKSIN GLIOMA", "Abstrak": "Glioma merupakan jenis tumor otak ganas primer. Adanya glioma dapat ditandai dengan mutasi R132H pada Isocitrate dehydrogenase tipe 1 (IDHI). IDHI (RI 32H) yang mengandung epitop imunogenik yang spesifik terhadap tumor dan cocok untuk dijadikan vaksin perlu diketahui strukturnya. Oleh karena itu, perlu dilakukan homology modeling, studi docking dan simulasi dinamika molekuler epitop IDHI (R132H). TMHMM, MEMSAT-SVM dan MEMSAT3 digunakan untuk memprediksi topologi transmembran IDHI (RI 32H). Analisis epitop-epitop IDHI (R132H) dilakukan menggunakan NetMHC11'*dan IEDB. Epitop-epitop hasil analisis diprediksi antigenisitasnya dengan menggunakan VaxiJen sehingga didapatkan 91 epitop. Homology modeling epitop-epitop yang memiliki kemungkinan sebayai antigen dilakukan dengan menggunakan Modeller, ITASSER dan (PS) . Hasil homology modeling epitop-epitop IDHI (RI 32H) divalidasi dengan MolProbity, ProSA-web dan QMEAN. Kemudian dipilih satu model 3D dari tiga model hasil homology modeling untuk setiap epitop dan dilakukan refinement pada stluktur epitop dengan menggunakan GalaxyRefine dan GROMACS untuk minimisasi energi. Epitop di-docking terhadap MHC Il HLA DRBI 0101 untuk mengetahui fungsi preventif dan terhadap reseptor EphA3 untuk mengetahui fungsi kuratif menggunakan Dock. Epitop 42 memiliki afinitas ikatan yang paling besar dengan MHC Il HLA DRBI 0101 dan epitop 54 memiliki afinitas ikatan yang paling besar dengan reseptor EphA3. Pada simulasi dinamika molekuler menggunakan GROMACS„ kompleks epitop 42-MHC Il HLA DRBI 0101 relatif stabil pada 1,72-12,34 ns, dan kompleks epitop 54reseptor EphA3 stabil dari awal simulasi hingga 15,29 ns.", "Daftar File": {"ABSTRAK Yeni": "https://digilib.itb.ac.id/gdl/download/320379"}, "Penulis": "Yeni [20714032]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. apt. Daryono Hadi Tjahjono, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "homology modeling, IDHI (R132H), vaksin, glioma", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "27 Nov 2023"}