{"Nomor": 78968, "Judul": "AKTIVITAS ANTIHIPERURISEMIA EKSTRAK DAUN SIDAGURI (SIDA RHOMBIFOLIA L.), DAUN JAHE MERAH (ZINGIBER OFFICINALE ROSCOE VAR. SUNTI VAL) SERTA KOMBINASINYA TERHADAP TIKUS WISTAR JANTAN HIPERURISEMIA", "Abstrak": "Penyakit pirai merupakan penyakit sendi yang ditandai dengan meningkatnya kadar asam urat dalam darah (hiperurisemia) dengan angka kejadian yang terus meningkat. Pada penelitian terdahulu menunjukkan bahwa masing- masing tanaman mempunyai potensi sebagai antihiperurisemia. Penelitian ini bertujuan untuk menelaah aktivitas ekstrak etanol daun sidaguri, ekstrak etanol daun jahe merah, dan kombinasi keduanya terhadap penghambatan enzim Santin oksidase secara in vitro dan kemampuan dalam menurunkan asam urat dalam serum  serta efek urikosurik pada hewan uji hiperurisemia. 'Simplisia tanaman uji diekstraksi dengan cara refluks menggunakan pelarut etanol 96% dan dipekatkan dengan rotavapor. Pola kromatogram ekstrak dilakukan secara kromatografi lapis tipis (KLT). Aktivitas penghambatan xantin oksidase diuji secara in vitro dengan mengukur pembentukan asam urat menggunakan spektofotometri UV. Selanjutnya, uji aktivitas antihiperurisemia dilakukan dengan menggunakan tikus Wistar jantan yang diinduksi dengan diet tinggi purin dan kalium oksonat. Setelah pemberian ekstrak uji, profil kadar asam urat serum dan urin dibandingkan dengan obat pembanding allopurinol dan probenesid. Nilai IC50 ekstrak etanol daun sidaguri, daun jahe merah, dan kombinasi dengan perbandingan sebesar 19,083 ppm, 7,809 ppm, dan 1,71 ppm. Nilai IC50 allopurinol sebagai pembanding sebesar 0,189 ppm. Aktivitas penghambatan enzim xantin oksidase kombinasi kedua ekstrak bersifat aditif. Ekstrak daun sidaguri dosis 100 mg/kg bb dan ekstrak daun jahe merah dosis 100 mg/kg bb=xnemiliki aktivitas urikosurik yang kuat dalam menurunkan kadar asam urat serum, sedangkan ekstrak daun sidaguri dosis 50 mg/kg bb memiliki aktivitas penghambatan xantin oksidase terhadap penurunan kadar asam urat serum.", "Daftar File": {"ABSTRAK Ananda Ramadani": "https://digilib.itb.ac.id/gdl/download/320437"}, "Penulis": "Ananda Ramadani [20714039]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Andreanus Andaja Soemardji, D.E.A.", "Dr. Irda Fidrianny, M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Sidaguri, jahe merah, kombinasi, xantin oksidase, antihiperurisemia, pirai", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "27 Nov 2023"}