{"Nomor": 78960, "Judul": "METHOD DEVELOPMENT FOR DETERMINATION OF METHYLPARABEN AND PROPYLPARABEN IN COSMETIC CREAMS BY HIGH PERFORMANCE LIQUID CHROMATOGRAPHY (HPLC).", "Abstrak": "Methyl- and propylparaben are permitted preservatives widely used in cosmetics, personal care products, foodstuffs and pharmaceutical products. To ensure the compliance with the regulation, analytical method for determination of these two substances in different products is necessary. The aim of this research was to obtain an analytical method for simultaneous determination of methyl- and propylparaben in cosmetic products. The two substances were isolated from cosmetic products by solvent extraction and simultaneously determined by HPLC method. A reversed-phase HPLC system of Waters Alliance Chromatography with C18 mm, 5 pm) column, isocratic elution at a flow rate of I ml/min with a mixture of acetonitrile and water (50:50 v/v) as mobile phase, UV detection at 258 nm at 30 oc were applied. Some validation parameters such as linearity, limit of detection and quantification, precision, and accuracy were carried out. Prior main experiment, a preliminary study applying thin layer chromatography (TLC) method was also conducted. The method showed good linearity with a linear regression equation of y 6605 Ix + 82187 and correlation coefficient (r) of 0.9994, limit of detection (LOD) of 2.15 gg/ml, and limit of quantification (LOQ) of 6.13 gg/ml for methylparaben, while those of propylparaben were y = 52818x + 59231, r = 0.9995, LOD .99 gg/ml and LOQ 5.69 pg/ml, respectively. The calibration curves were linear in the range of 10 to 100 pg/ml for both methyl- and propylparaben, with the exception of outlier-AUC values of 50 ug/ml standard solution. The average relative standard deviation (RSD) of intraday determination of methyl- and propylparaben were 0.68 and 0.80%, while those of interday determination were 0.74 and 0.83%, respectively. Due to unresolved interferences from matrices, despite its good linearity and precision, the method was still not be able to be satisfactorily applied for quantitative determination of methyi- and propylparaben in cosmetic creams.", "Daftar File": {"ABSTRAK San Thidar Aung": "https://digilib.itb.ac.id/gdl/download/320408"}, "Penulis": "San Thidar Aung [20714701]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. Rahmana Emran Kartasasmita, M.Si.", "Prof. Dr. Slamet Ibrahim Surantaatmadja"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Determination, methylparaben, propyrparaben, cosmetic creams, HPLC.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "27 Nov 2023"}