{"Nomor": 78967, "Judul": "EFEK JANGKA PANJANG INTERMITTENT FASTING} DAN {CALORIE RESTRICTION TERHADAP PARAMETER NEUROLOGI PADA MENCIT", "Abstrak": "Intermittent Fasting (IF) dan Calorie Restriction (CR) diketahui memiliki berbagai manfaat untuk kesehatan, terutama untuk memperbaiki gangguan sindrom metabolisme yang menurun akibat penuaan dan pencegahan penyakit neurodegeneratif. Selain itu, modifikasi kedua pola makan ini pada hewan golongan rendah dapat meningkatkan usia hidup. Namun, efek jangka panjang IF dan CR terhadap neurologi mencit normal belum diketahui. Oleh karena itu, penelitian ini bertujuan untuk mengetahui pengaruh jangka panjang IF dan CR terhadap beberapa parameter neurologi, yaitu: hedonia, depresi, kecemasan, agresivitas, pendekatan sosial, dan kerentanan mencit terhadap PTSD. Hewan yang digunakan adalah 24 ekor mencit Swiss Webster jantan yang dibagi menjadi 3 kelompok. Kelompok pertama (AL) diberikan makanan ad libitum. Kelompok 2 (IF) diberikan makanan ad libitum 24 jam yang diikuti dengan puasa 24 jam. Kelompok 3 (CR) diberikan makanan 4,5 g/mencit/hari (65% ad libitum). Modifikasi pola makan tersebut dilakukan selama 16 minggu. Pada minggu ke-17, modifikasi pola makan dihentikan, dan dilakukan berbagai uji perilaku. Uji anhedonia dilakukan dengan sucrose preference test, depresi dengan forced swimming test, kecemasan dengan ligt-dark box test, agresivitas dengan resident-intruder test, dan pendekatan sosial dengan threechamber test. Selanjutnya, mencit juga dimodelkan untuk mengalami PTSD dengan contextual fear conditioning, yang diikuti dengan fear extinction training, dan fear extinction test. Setelah uji terakhir, yaitu pemodelan PTSD, mencit dikorbankan dan dilakukan pengamatan histologi otak. Dibandingkan dengan AL, kelompok IF menunjukkan gejala anhedonia, yang ditunjukkan dengan penurunan konsumsi sukrosa (p<0,01). Sebaliknya, kelompok CR menunjukkan hedonia, yaitu peningkatan konsumsi sukrosa yang signifikan (p<0,01). Gejala anhedonia pada IF tidak terkait dengan depresi. Ini dibuktikan dengan waktu mobilitas yang lebih rendah padaforced swimming test dibandingkan dengan AL (p<0,05). Kelompok CR juga menunjukkan waktu imobilitas yang lebih rendah dibandingkan dengan AL (p<0,05). Pada uji kecemasan, hanya parameter jumlah transisi yang memberikan perbedaan signifikan antara AL dengan IF. Pada uji agresivitas, jumlah serangan IF lebih rendah dibandingkan dengan AL (p<0,05). Penurunan agresivitas kelompok IF tidak disebabkan adanya defisit sosiabilitas yang ditunjukkan dengan peningkatan waktu tinggal pada kompartemen yang berisi mencit stimulus (p<0,05). Setelah dimodelkan mengalami PTSD dan dilatih fear extintion, kelompok IF menunjukkan freezing yang secara signifikan lebih rendah dari kelompok AL (p<0,001). Walaupun IF dan CR menyebabkan penurunan asupan makanan, namun keduanya memberikan efek yang berbeda terhadap parameter neurologi yang diuji. Puasa IF jangka panjang pada mencit menyebabkan anhedonia, penurunan depresi, penurunan agresivitas, peningkatan pendekatan sosial, dan penurunan kerentanan terhadap PTSD; sedangkan CR jangka panj ang menyebabkan peningkatan hedonia dan penurunan depresi.", "Daftar File": {"ABSTRAK Neli Syahida Ni'ma": "https://digilib.itb.ac.id/gdl/download/320436"}, "Penulis": "Neli Syahida Ni'ma [20715049]", "Kontributor / Dosen Pembimbing": ["Dr. Kusnandar Anggadiredja, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Intermittent Fasting, Calorie Restriction, Anhedonia, Depresi, Kecemasan, Agresi, Pendekatan Sosial, PTSD", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "27 Nov 2023"}