{"Nomor": 78970, "Judul": "IMMUNOMODULATORY EFFECTS OF PTEROCARPUS INDICUS LEAVES AND ACALYPHA INDICA HERB ETHANOL EXTRACTS ON THE BALB/C MICE", "Abstrak": "Immunomodulator is natural or synthetic substance which regulate the function of the immune system and normalize it. It has been proved that there are some plants can act as an immunomodulators. Pterocarpus indicus and Acalypha indica is widely used in southwest Asia and other tropical countries as a traditional medicine for treating many illnesses. Confirmed scientific studies are needed to support the traditional claims. Through this research, the immunomodulatory effect of a 70% ethanol extract of P. indicus and A. indica are tested on BALB/c mice. The P. indicus and A. indica screened in different doses to show the relation between the dose and the immunomodulation using the carbon clearance test, organ index, Haemagglutination antibody titer, Cytokines determination (IFN-Y, IL-2), survival and Liver Histopathology of Salmonella typhimurium infected mice. Two doses of both sample 50, 100 mg/kg are administered orally. Through carbon clearance test, results showed that both doses of P. indicus and A. indica have moderate immunostimulating effect as indicated through phagocytic index ratio which are bigger than 1.2. Through Haemagglutination antibody titer, the two doses also stimulate the antibody production. This indicated through secondary antibody titer which are bigger than control group. Through cytokines determination, only the two doses of A. indica can stimulate the IL-2 comparing with control. During test against the S. typhimurium, high dose 100 mg of P. indicus showed 100% protection while A. indica 50 mg/kg only gives 80% protection. Through histology examination of the liver, P. indicus at 100 mg/kg and A. indica 50 mg/kg can improve of the mice liver which indicated through the necrosis degree is lower compared to positive control. Both P. indicus and A. indica increase the lymphocyte number. Based on-those results, it can be concluded that P. indicus and A. indica have immunostimulation effect that can be developed further as immunomodulatory for treating immunodeficiency condition.", "Daftar File": {"ABSTRAK Thyazen Abdo Alhakimi": "https://digilib.itb.ac.id/gdl/download/320439"}, "Penulis": "Thyazen Abdo Alhakimi [20713059]", "Kontributor / Dosen Pembimbing": ["Dr. Maria Immaculata Iwo, Apt. M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Pterocarpus indicus, Acalypha indica, Immunomodulator.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "27 Nov 2023"}