{"Nomor": 30006, "Judul": "KESEDIAAN BERKOLABORASI DI DALAM KUKM-ECOBIZ INKLUSIF BISNIS PLATFORM (STUDI KASUS KOPERASI DI JAWA BARAT)", "Abstrak": "KESEDIAAN BERKOLABORASI DI DALAM KUKM-ECOBIZ INKLUSIF BISNIS PLATFORM (STUDI KASUS KOPERASI DI JAWA BARAT) \n \n\nPUSPA DIVA NUR AQMARINA \n\nNIM: 29115042 \n\nTanggalKelulusanSidang (31/05/18)  \n\nTanggalWisuda (20/07/2018) \n\nProgram Magister, InstitutTeknologi Bandung, 2018 \n\nPembimbing Thesis: Dr. Ir. Mustika Sufiati Purwanegara, M.Sc. \n \n\nABSTRAK \n\nJawa Barat merupakan tiga besar wilayah dengan jumlah anggota koperasi terbesar di Indonesia, tetapi kontribusi dalam PDB pada tahun 2017 hanya 4,48%. Salah satu hal yang membuat kontribusi KUKM belum maksimal karena kurangny akerjasama kolaboratif dengan pemangku kepentingan lainnya dalam lingkup bisnis inklusif. Faktanya hanya 20% dari anggota koperasi Jawa Barat yang bersedia berkolaborasi dengan yang lain, sementara 80% memilih untuk berkompetisi atau menghindari berkolaborasi \n \n\nUntuk meningkatkan kolaborasi dengan pemangku kepentingan lainnya, koperasi Jawa Barat ditantang untuk menggunakan Platform Ekosistem Bisnis Inklusif KUKM-Ecobiz sebagai upaya untuk meningkatkan kolaborasi multi-pihak yang dikelola oleh SBM ITB bekerjasama dengan Dekopinwil Jawa Barat. Selama perkembangannya sejak 2016, total anggota yang mendaftar pada website http://ecobiz.sbm.itb.ac.id/ hanya 878 pengguna di akhir tahun 2017 dan interaksinya masih rendah yaitu 10 grup dan juga 6 forum diskusi. Sehingga, permasalahan utama adalah bagaimana membuat para pemangku kepentingan potensial bisa mengadopsi, berinteraksi, dan berkolaborasi dalam mentransfer nilai-nilai dalam platform KUKM-Ecobiz secara efektif. \n \n\nPenelitian ini menentukan komponen penting dari bisnis inklusif dan kesediaannya untuk berkolaborasi dalam platform inklusif KUKM-Ecobiz. Pengumpulan data dilakukan melalui FGD, observasi, LFA, survei, dan wawancara. Hasilnya dianalisis melalui analisis pemangku kepentingan dengan menggabungkan antara analisis internal dan eksternal. Hasil penelitian menunjukkan bahwa kesediaan untuk berkolaborasi dengan koperasi Jawa Barat cukup tinggi tetapi interaksinya masih rendah, hal ini karena beberapa faktor seperti teknologi penguasaan, pendidikan, infrastruktur, dan kemampuan sumberdaya manusia masih rendah. \n \n\nLangkah selanjutnya adalah: terus melakukan sosialisasi dan promosi sambil tetap melakukan perbaikan platform; mencari pemangku kepentingan potensial lainnya untuk bergabung menciptakan interaksi yang lengkap dalam platform; Setelah itu pilih salah satu daerah di Jawa Barat untuk di jadikan pilot project area untuk di pantau; dan membuat pelatihan secara rutin kepada anggota untuk membuat mereka memahami dengan baik terkait dengan KUKM-Ecobiz inklusif bisnis platform.  \n \n\nKatakunci: KUKM, Inklusif bisnis, KUKM-Ecobiz, Platform, Teknologi, Jawa Barat", "Daftar File": {"ABSTRACT ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/137700"}, "Penulis": "Puspa Diva Nur Aqmarina NIM 29115042", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mustika Sufiati Purwanegara, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "CSMEs, Inclusive business, KUKM-Ecobiz, Platform, Technology, West Java", "Sumber": "", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "26 Jun 2018"}