{"Nomor": 30004, "Judul": "KAJIAN PENGUSAHAAN JALAN TOL DENGAN PEMANFAATAN LAHAN PADA KORIDORNYA ( STUDI KASUS TOL CISUMDAWU )", "Abstrak": "Ketersediaan infrastruktur jalan adalah salah satu faktor utama penentu pertumbuhan ekonomi untuk negara berkembang. Kebutuhan dana pembangunan jalan yang tidak sedikit dan keterbatasan anggaran pemerintah menuntut partisipasi swasta berupa Public Private Partnership (PPP) dalam bentuk konsesi jalan tol. Disisi lain, tidak setiap jalan tol memiliki potensi finansial yang memadai, sehingga mengurangi minat investasi swasta. Penelitian ini bertujuan untuk menganalisa kelayakan finansial dari skema PPP baru dimana pengelola jalan tol akan mendapat hak pengelolaan lahan di sekitar lokasi jalan tol  \n \nStudi kasus penerapan usulan skema baru ini dilakukan pada ruas Jalan Tol Cileunyi-Sumedang-Dawuan (Cisumdawu) di Jawa Barat  yang merupakan ruas yang tidak layak finansial sehingga dilakukan pembagian tanggung jawab konstruksi antara pihak pemerintah dan badan usaha. Lokasi lahan pengusahaan berada di Kec. Ujung Jaya, Kab.Sumedang dengan usulan bentuk pengusahaan berupa kawasan industri dan pergudangan.   \n \n\nBerdasarkan simulasi yang dilakukan untuk nilai investasi pemerintah yang sama, penggunaan Skema Pengusahaan Lahan memberikan nilai IRR , NPV dan BCR yang lebih baik dibandingkan dengan skema eksisting (VGF). Peningkatan nilai IRR adalah sebesar 3.85 % , peningkatan NPV sebesar Rp.57 Triliun (314 %), dan peningkatan BCR sebesar 0,25  \n \n\nStakeholder menilai skema usulan cukup baik walau peningkatan keperluan modal awal dan resiko investasi skema usulan menyebabkan persepsi yang lebih buruk dibandingkan penggunaan skema eksisting. Berdasarkan analisa risiko, risiko pengadaan lahan, kepastian pendapatan dan pengelolaan aset diidentifikasi sebagai risiko utama dalam pelaksanaan skema usulan tersebut", "Daftar File": {"2018 TS PP PURWADI NUGROHO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/137698"}, "Penulis": "PURWADI NUGROHO [26914317]", "Kontributor / Dosen Pembimbing": ["Prof.Ir. Rudy H. Karsaman,M.Sc.Ph.D  Dr. Ir. Harun Al Rasyid S.Lubis., M.Sc"], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "PPP, Jalan Toll,  Kelayakan Finansial, Persepsi Stakeholder, Resiko", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "15 Mar 2018"}