{"Nomor": 30008, "Judul": "STUDI PENGARUH LINTASAN TEGANGAN HASIL UJI TRIAKSIAL PADA TANAH LEMPUNG DAN PENGAPLIKASIAN UNTUK ANALISIS GALIAN", "Abstrak": "Pengujian laboratorium yang sering dilakukan untuk mengetahui nilai kuat geser tanah dan lintasan tegangan adalah dengan uji triaksial terutama untuk tanah lempung. Untuk kasus galian, terjadi pengurangan beban arah lateral untuk sisi dinding galian, sehingga perlu dilakukan pengujian laboratorium agar dapat memodelkan perilaku tanah di lapangan dengan lebih akurat. \n\nPada penelitian ini dilakukan pengujian triaksial untuk kondisi axial compression (AC) dan lateral extension (LE) menggunakan tanah lempung Karawang, Jawa Barat, dengan klasifikasi USCS adalah berplastisitas tinggi (CH). Ketika proses pra penjenuhan, digunakan kombinasi vaccum dan back pressure dengan tujuan mempercepat penjenuhan pada sampel dan memberikan tingkat kejenuhan yang tinggi. Selanjutnya parameter tanah yang diperoleh dijadikan input pada pemodelan elemen hingga yang menghasilkan nilai deformasi untuk dibandingkan dengan hasil pembacaan monitoring lapangan menggunakan inklinometer. Model konstitutif tanah yang digunakan adalah Mohr Coloumb dan Hardening Soil. \n\nHasil penelitian menunjukkan bahwa diperoleh parameter yang berbeda untuk setiap lintasan tegangan yang berbeda. Nilai modulus kekakuan (E50) yang didapatkan pada lintasan tegangan LE memiliki nilai yang lebih besar daripada lintasan tegangan AC, yaitu E50 LE = 1,09 E50 AC. Nilai sudut geser, yang diperoleh dari lintasan tegangan LE memiliki nilai yang lebih besar daripada lintasan tegangan AC. Sedangkan nilai kohesi (c') yang didapatkan pada lintasan tegangan LE memiliki nilai yang lebih kecil daripada lintasan tegangan AC. Pada analisa kasus, parameter sesuai lintasan tegangan LE menggunakan pemodelan hardening soil memiliki hasil deformasi yang mendekati bacaan inklinometer.", "Daftar File": {"2018 TS PP PUSPA NINGRUM 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/137709"}, "Penulis": "PUSPA NINGRUM (NIM: 25015028)", "Kontributor / Dosen Pembimbing": ["Pembimbing : DR. Eng. Hasbullah Nawir, ST. MT"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "uji triaksial, lintasan tegangan, axial compression, lateral extension, galian", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "13 Mar 2018"}