{"Nomor": 30011, "Judul": "ANALISIS DAYA DUKUNG BEBAN PENCEMARAN DI ALIRAN SUNGAI CILAMAYA", "Abstrak": "Sungai Cilamaya adalah sungai di Provinsi Jawa Barat yang mengalir melintasi Kabupaten Subang, Karawang, dan Purwakarta. Selain dari sektor domestik, Sungai Cilamaya juga menerima masukan limbah dari sektor industri dan pertanian. Dengan adanya aktivitas-aktivitas tersebut, kualitas air sungai dapat terdegradasi menjadi semakin buruk. Tujuan dari penelitian ini adalah untuk mengetahui daya dukung segmen yang ditentukan di Sungai Cilamaya terhadap efluen air limbah industri yang masuk ke sungai sebagai dasar rekomendasi upaya-upaya yang berpotensi untuk mereduksi pencemaran air Sungai Cilamaya. Dari hasil penentuan status kualitas air dengan metode STORET, Indeks Pencemaran Air (IPA) ,dan Canadian Water Quality Index (CWQI) diketahui bahwa kondisi kualitas air Sungai Cilamaya pada tahun 2008 Ã‚Â– 2011 berada pada posisi tercemar sedang hingga tercemar berat. Berdasarkan data pemantauan, parameter yang menjadi pencemar utama adalah fenol, sulfida, BOD, COD, total fosfat, koli tinja, dan total koli. Hasil pemodelan dengan Streeter-Phelps menunjukkan pada jarak 1,389 km dari titik pencampuran antara kondisi hulu dengan limbah PT. Papertech nilai DO menunjukkan angka 7,6 mg/l. Kurva oksigen terlarut naik pada jarak ke 10 hingga Ã‚Â± 18 km dari titik pencampuran awal atau jarak antara PT. Sanfu hingga sebelum PT. ABB. Akibat adanya masukan limbah dari PT. ABB dan PT. BMP DO air sungai turun menjadi 0 mg/l atau mengalami kondisi aseptik. Upaya yang direkomendasikan untuk pengelolaan kualitas air Sungai Cilamaya adalah pemantauan efisiensi IPAL industri dalam penyisihan beban organik, pemantauan terhadap saluran drainase atau saluran pembuangan limbah yang masuk ke badan air, dan purifikasi kualitas air sungai dengan aerasi dan wetland.", "Daftar File": {"2012 TA PP PUTERI SITI SALMIATI 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/137712", "2012 TA PP PUTERI SITI SALMIATI 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/137713", "2012 TA PP PUTERI SITI SALMIATI 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/137714", "2012 TA PP PUTERI SITI SALMIATI 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/137715", "2012 TA PP PUTERI SITI SALMIATI 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/137716", "2012 TA PP PUTERI SITI SALMIATI 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/137717", "2012 TA PP PUTERI SITI SALMIATI 1- BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/137718", "2012 TA PP PUTERI SITI SALMIATI 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/137719"}, "Penulis": "PUTERI SITI SALMIAT (NIM:15308070)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Idris Maxdoni Kamil, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "CANADIAN WATER QUALITY INDEX, INDEKS PENCEMARAN AIR, STREETER-PHELPS, SUNGAI CILAMAYA", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "12 Okt 2018"}