{"Nomor": 30014, "Judul": "STRATEGI PENGEMBANGAN BISNIS UNTUK MENINGKATKAN PERTUMBUHAN PASAR PADA BUTIK YANTI LUHUR COLLECTION", "Abstrak": "Usaha Mikro Kecil Menengah (UMKM) merupakan sesuatu yang sangat diprioritaskan pada saat sekarang ini, karena setiap usaha harus mampu mengikuti dan siap menghadapi perubahan-perubahan yang terjadi di dalam dan luar suatu usaha, baik perubahan dalam bidang ekonomi, teknologi, politik, maupun budaya. UMKM itu adalah suatu kegiatan ekonomi yang dilakukan oleh perseorangan maupun sebuah badan usaha dengan tujuan untuk memproduksi barang dan jasa guna diperniagakan secara komersial.   \n \n \n\nPenelitian ini bertujuan untuk mengidentifikasi faktor internal dan eksternal UMKM Butik Yanti Luhur Collection yang diawali dengan deskripsi tentang marketing mix yang terdiri dari product, price, promotion dan place sehingga menciptakan beberapa strategi yang akan digunakan dan akan dianalisis prioritasnya menggunakan Analisis Hirarki Proses (AHP). Penelitian ini menunjukkan strategi pengembangan yang bisa dilakukan oleh Butik Yanti Luhur Collection untuk bertumbuh dan berkembang menjadi UMKM yang berdaya saing.  Penelitian ini dilakukan dengan menggunakan analisis Strength, Weakness, Opportunity, and Threats (SWOT) dan Analisis Hirarki Prosses (AHP). Metode yang digunakan dalam penelitian ini adalah deskriptif. Proses pengambilan data yang dilakukan untuk mendapatkan data adalah dengan cara wawancara secara mendalam dengan pemilik Butik Yanti Luhur Collection dan menggunakan metode pembobotan dengan paired comparison, yaitu penilaian bobot (weight) dengan membandingkan setiap faktor strategi internal dan eksternal organisasi dengan melakukan survey kepada 30 responden dan dilanjutkan survei kepada 5 responden ahli untuk AHP.   \n \n \n\nBerdasarkan SWOT dan AHP diperoleh hasil bahwasanya strategi prioritas yang harus dilakukan oleh Butik Yanti Luhur Collection adalah menggunakan teknologi produksi sehingga bisa meningkatkan mutu produk serta menggunakan teknologi internet untuk memasarkan produk dan memudahkan pelanggan dalam mengetahhui produk yang dihasilkan (S8). Selanjutya memperbaiki dan meningkatkan serta menambah variasi produk sehingga bisa memperluas jaringan distribusi dalam memasuki pasar baru melalui kerjasama antar UMKM dan ekspor ke luar negeri (S1). Membuat inovasi pada variasi-variasi produk sehingga bisa bersaing dengan usaha sejenis (S7).   \n \n \n\nLangkah selanjutnya adalah memilih lokasi usaha yang dekat dengan bahan baku sehingga bisa mengurangi ancaman terhadap insfrastruktur yang kurang memadai (S6). Memanfaatkan pelatihan dari pemerintah sehingga UMKM lebih mengetahui tentang pemasaran secara online, proses produksi, manajemen usaha, serta melakukan kerjasama antar UMKM (S4).   \n \n \n\nKemudian meningkatkan kompetensi SDM dengan memanfaatkan pelatihan-pelatihan pemerintah sehingga bisa membuat produk lebih baik lagi (S2). Melakukan kerjasama dengan asosiasi kelompok untuk meningkatkan penjualan dan promosi secara kontinue serta bisa meningkatkan loyalitas pelanggan terhadap produk yang dihasilkan (S5). Meningkatkan kerjasama yang baik antar semua pihak, UMKM, Asosiasi Kelompok Usaha dan Pemerintah untuk menciptakan UMKM yang mampu berdayasaing (S9). Memanfaatkan modal untuk membuat promosi ke pelanggan yang baru seperti diskon khusus, dan memudahkan akses pelanggan dengan pemesanan melalui internet, telp dan sms. (S3).", "Daftar File": {"2018 TS PP Putra Peni Luhur Wibowo 1 - Abstrak-ilovepdf-compressed.pdf": "https://digilib.itb.ac.id/gdl/download/137727"}, "Penulis": "PUTRA PENI LUHUR WIBOWO  29116323", "Kontributor / Dosen Pembimbing": ["Dr. Leo Aldianto, MBA, MSc"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "strategy, boutique, SMEs, SWOT, AHP", "Sumber": "", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "01 Okt 2018"}