{"Nomor": 30019, "Judul": "STUDI PENGARUH LINTASAN TEGANGAN TERHADAP PARAMETER TANAH PASIR HASIL UJI TRIAKSIAL DAN PENGAPLIKASIANNYA UNTUK ANALISIS GALIAN DALAM", "Abstrak": "Tes triaxial dapat memberikan informasi mengenai gambaran sifat stress strain dan shear strength dari tanah. Diharapkan dengan tes tersebut parameter tanah dengan berbagai macam lintasan tegangan dapat diketahui. Pada uji triaxial, dimungkinkan melakukan uji triaxial dengan beberapa tipe lintasan tegangan. Pada penelitian ini, akan diambil contoh kasus dinding galian, sehingga lintasan tegangan yang diuji adalah lintasan tegangan axial compression dan lateral extension. Spesimen tanah pasir dari Gunung Galunggung dengan ukuran butiran yang dipakai adalah yang lolos saringan nomor 10 (diameter butiran kurang dari 2 mm). Berdasarkan klasifikasi USCS tanah pasir tersebut termasuk tanah pasir dengan kode SP. Metode penyeragaman sampel mengunakan teknik multisieve pluviator yang diharapkan dapat membuat seragam kerapatan dari pasir uji tersebut. Tipe tes triaksial yang digunakan adalah tes CD, sehingga parameter efektif akan sama dengan parameter total. Hasil yang akan dikaji adalah nilai parameter tanah (E50,ϕÃ‚Â’) dengan lintasan tegangan dan kecepatan pembebanan yang berbeda yang nantinya akan diinputkan pada pemodelan elemen hingga pada perhitungan kasus dinding galian. Kasus galian yang dikaji pada penelitian ini adalah berdasarkan paper yang dibuat oleh Nikolinakou et al pada tahun 2011 mengenai case study pada tanah dominan pasir di Berlin, dengan pengecekan menggunakan inklinometer. Berdasarkan hasil penelitian, didapatkan bahwa parameter E50 yang dihasilkan oleh lintasan teganan LE memiliki nilai lebih besar 1.5 x lipat daripada parameter AC, dan parameter ϕÃ‚Â’ dari lintasan tegangan LE memiliki nilai 0.9 x nilai parameter dari lintasan tegangan AC. Pada perhitungan case study, didapatkan bahwa dengan menggunakan parameter yang sesuai dengan lintasan tegangan yang sebenarnya terjadi dengan pemodelan menggunakan hardening soil, mendapatkan nilai defleksi dinding yang mendekati hasil inklinometer.", "Daftar File": {"2018 TS PP PUTRI ARIFIANTI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/137732"}, "Penulis": "PUTRI ARIFIANTI (NIM: 25015020)", "Kontributor / Dosen Pembimbing": ["Pembimbing : DR. Eng. Hasbullah Nawir, ST. MT"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Tes Triaksial, Axial Compression, Lateral Extension, Stress Path, Defleksi dinding galian", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "13 Mar 2018"}