{"Nomor": 30010, "Judul": "EKSPLORASI VISUAL STORYTELLING JALAK BALI DAN HABITATNYA", "Abstrak": "Keunikan pulau Bali sudah menjadi pusat perhatian dunia, oleh karena itu \n\ntingkat pariwisatanya pun banyak didatangi oleh wisatawan. Terdapat berbagai \n\nmacam jenis wisata di Bali yang layak dikunjungi wisatawan salah satunya \n\nadalah kekayaan faunanya yaitu burung Jalak Bali. Burung Jalak Bali \n\nmerupakan hewan endemik atau hewan yang hanya terdapat di pulau Bali serta \n\ntergolong jenis burung pengicau dengan bentuk yang indah. Popularitas Jalak \n\nBali itu sendiri masih rendah, tidak banyak wisatawan yang mengetahui \n\nkeindahan dan keunikan Jalak Bali sehingga tidak banyak juga wisatawan yang \n\nberkunjung Taman Nasional Bali Barat untuk melihat langsung Jalak Bali dan \n\nkeindahan alam dan budaya sekitarnya. Fauna yang sangat melambangkan Bali \n\nseperti Jalak Bali seharusnya dapat membuat Taman Nasional Bali Barat \n\nmenjadi tempat wisata Bali yang ramai dikunjungi. Berdasarkan hal tersebut \n\ndiperlukannya bentuk sosialisasi yang menarik, sosialisasi ini dapat berupa \n\nanimasi. Animasi ini dapat menampilkan Jalak Bali, lingkungan alam habitat \n\nJalak Bali dan budaya tradisional menjadi satu kesatuan sehingga menimbulkan \n\nefek pada penonton bahwa tiga hal tersebut tidak dapat dipisahkan. Pengolahan \n\nbentuk visual dalam animasi dibentuk dan dirancang agar dapat menayangkan \n\nvisual-visual yang lekat kaitannya dengan Bali sebagai tempat dimana Jalak \n\nBali tinggal. Animasi ini dirancang agar memberikan pengetahuan kepada \n\npenonton dengan mengolah informasi mengenai Jalak Bali dan habitatnya \n\nkedalam bentuk visual storytelling sehingga penonton dapat mengerti dengan \n\nbaik isi dan konten animasinya. Visual storytelling dieksplorasi untuk dapat \n\nmenemukan cara penyampaian yang tepat agar animasi ini berfokus pada \n\ninformasi yang disampaikan dan gerakan karakter, berbicara langsung kepada \n\npenonton, memberikan ikon yang berkesan dan merepresentatifkan Bali itu \n\nsendiri, membuat penonton merasa dapat memasuki isi konten dalam animasi.", "Daftar File": {"Puteri Delphia Esther - 27116013.pdf": "https://digilib.itb.ac.id/gdl/download/137711"}, "Penulis": "Puteri Delphia Esther (NIM : 27116013)", "Kontributor / Dosen Pembimbing": ["Hafiz Aziz Ahmad, M.Ds., Ph.D \n\nBanung Grahita,M.Ds.,Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Jalak Bali, Visual Storytelling, Animasi, Bali", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "03 Jul 2018"}