{"Nomor": 30028, "Judul": "STUDI PENERAPAN ELEMEN INTERIOR UNTUK MENINGKATKAN KUALITAS PEMBELAJARAN PAUD BERBASIS METODE STEM (SCIENCE, TECHNOLOGY, ENGINEERING, MATHEMATICS)", "Abstrak": "Perkembangan sains dan teknologi di Indonesia sudah sangat cepat dan tak dapat \n\ndihindari karena Indonesia merupakan negara berkembang. Hal itu menuntut kemampuan \n\nsiswa di masa depan terutama pada usia dini karena masa ini merupakan masa yang sangat \n\npenting di mana anak akan menyerap dan menyimpan informasi sangatlah tinggi. Pembelajaran \n\ndengan metode STEM (Science, Technology, Engineering, and Mathematics) membantu \n\nkemampuan siswa dalam menghadapi tantangan abad 21. STEM mengintegrasikan 4 disiplin \n\nilmu yang saling kait mengait dan tidak bisa di pisahkan antara satu dengan yang lainnya. \n\nNamun di Indonesia masih banyaknya orang yang belum memahami bagaimana konsep STEM \n\ndalam proses pembelajaran tersebut. Konsep STEM, merupakan pembelajaran di mana anak \n\nakan lebih banyak melaukan praktek langsung ke lapangan. Ruang kelasnyapun belum \n\nmaksimal hanya sekedar di jadikan sebuah tempat dan kurang dimanfaatkan dengan baik. \n\nPeneliti akan membandingkan 2 sekolah berbasis Internasional maupun Nasional untuk \n\nmenjadi bahan refrensi dan pembanding melalui hasil wawancara untuk membuat sebuah \n\npedoman terkait ruang bisa ikut menunjang dalam proses pembelajaran berbasis metode \n\nSTEM yang baik di Indonesia.", "Daftar File": {"Putrila Silmi_17314034.pdf": "https://digilib.itb.ac.id/gdl/download/137762"}, "Penulis": "Putrila Silmi Indallah (NIM :17314034)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Drs. Prabu Wardono, M.Ds.,Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Interior", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "proses pembelajaran berbasis metode STEM yang baik di Indonesia.", "Sumber": "", "Staf Input/Edit": "Saipul Aripin  \n                                     Saipul Aripin", "File": "1 file", "Tanggal Input": "25 Jun 2018"}