{"Nomor": 30020, "Judul": "KONSTRUKSI PLASMID pTargetT_AraC UNTUK PEMBUATAN MUTAN Escherichia coli BL21 (DE3) TERDELESI GEN araC MELALUI CRISPR-Cas9", "Abstrak": "Salah satu upaya terkait pencarian senyawa antibiotik dan antiviral baru adalah pengembangan sistem penapisan kandidat senyawa obat berbasis dimer (Dimer-based Screening System/DBSS) yang menggunakan protein fusi domain dimerisasi patogen dengan domain pengikat DNA AraC untuk meregulasi ekspresi gen pelapor EmGFP. Sistem ini menggunakan inang berupa Escherichia coli BL21 (DE3); namun inang ini memiliki kekurangan akibat keberadaan protein AraC alami yang dapat menginterferensi sistem DBSS. Oleh karena itu, perlu dilakukan mutagenesis berupa delesi gen araC melalui CRISPR-Cas9. Penelitian ini bertujuan untuk mengkonstruksi plasmid pTargetT_AraC untuk mutagenesis tersebut. Konstruksi dilakukan dengan mengganti bagian yang diapit oleh sisi restriksi SpeI dan EcoRI pada rangka pTargetF dengan fragmen gen sintetis yang mengandung N20 penarget araC, scaffold sgRNA, terminator, dan donor homolog. Penelitian diawali dengan studi in silico untuk merancang N20 dan daerah homolog. Selanjutnya, rangka pTargetF dan pUC18 pembawa fragmen gen sintetis dipotong menggunakan SpeI dan EcoRI secara bertahap. Rangka linear serta fragmen gen sintetis dimurnikan dan diligasi; hasil ligasi tersebut ditransformasi ke E. coli dh5α. Koloni transforman diperiksa melalui PCR koloni menggunakan primer pTargetT_Forw (5Ã‚Â’-TGATGCGGTATTTTCTCCTTÃ‚Â–3Ã‚Â’) dan pTargetT_Rev (5Ã‚Â’-CGAGTAGGGATAACAGGGTA-3Ã‚Â’). Berdasarkan PCR koloni, 11 dari 12 koloni diduga positif terinsersi. Tiga koloni positif ditentukan urutan basanya menggunakan primer PCR koloni serta primer pTargetT_X1X2 (5Ã‚Â’- TCTTCTCTGAATGGCGGGA -3Ã‚Â’). Hasil penentuan urutan basa menunjukkan satu koloni dengan identitas 100%. Dengan demikian, plasmid pTargetT_AraC berhasil dikonstruksi dan dikonfirmasi. Selanjutnya, pTargetT_AraC berpotensi untuk digunakan dalam delesi gen araC pada E. coli BL21 (DE3) melalui sistem CRISPR-Cas9.", "Daftar File": {"2018 TA PP PUTRI AYU FAJAR 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/137733"}, "Penulis": "Putri Ayu Fajar (10414021)", "Kontributor / Dosen Pembimbing": ["Ernawati Arifin Giri-Rachman, Ph.D. \n\nDr. Debbie S. Retnoningrum"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Mikrobiologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "araC, CRISPR-Cas9, DBSS, Escherichia coli, sistem penapisan", "Sumber": "", "Staf Input/Edit": "suwadji  \n                                     suwadji", "File": "1 file", "Tanggal Input": "27 Sep 2018"}