{"Nomor": 30026, "Judul": "EVALUASI STRUKTURAL PERKERASAN LENTUR MENGGUNAKAN METODE MANUAL DESAIN PERKERASAN JALAN 2017 DAN METODE ASPHALT INSTITUTE (Studi Kasus : Jalur Pantura, Bts. Kota Pamanukan - Sewo)", "Abstrak": "Jalan Nasional PANTURA Ruas Bts. Kota Pamanukan Ã‚Â– Sewo merupakan jalan Nasional dengan volume lalu lintas yang tinggi, sehingga perlu dilakukan pemeliharaan jalan berupa penambahan tebal overlay. Dua metode digunakan untuk perhitungan tebal lapis tambah (overlay), yaitu metode Manual Desain Perkerasan Jalan (MDPJ) 2017 dan metode Asphalt Institute. Selanjutnya dilakukan analisis sensitivitas parameter terhadap tebal overlay untuk masingmasing metode untuk melihat parameter-parameter apa saja yang menyebabkan perbedaan hasil tebal overlay. Didapatkan hasil tebal overlay yang lebih besar pada metode MDPJ 2017 daripada metode Asphalt Institute. Akan tetapi berdasarkan hasil analisis sensitivitas parameter, parameter-parameter yang harus diperhatikan dalam melakukan desain pada kondisi Indonesia adalah nilai temperature adjustment factor (TAF) dan periode waktu pengujian (critical period). Nilai temperature adjustment factor dalam perhitungan metode MDPJ 2017 ditetapkan berdasarkan temperatur rata-rata tahunan di Indonesia yaitu 41 Ã‚Â°C, sedangkan temperatur rata-rata pada setiap daerah di Indonesia sangat bervariasi sehingga parameter ini tidak bisa disamaratakan untuk setiap daerah. Terdapat empat periode waktu pengujian yang digunakan pada metode Asphalt Institute , sedangkan pada MDPJ 2017 hanya menggunakan dua periode waktu pengujian. Hal ini dikarenakan waktu pengujian dipengaruhi oleh faktor musim, dimana Indonesia hanya memiliki dua musim. Oleh karena itu walaupun metode Asphalt Institute menghasilkan tebal overlay yang lebih tipis akan tetapi pada penelitian ini direkomendasikan menggunakan metode MDPJ 2017 untuk kondisi di Indonesia.", "Daftar File": {"2018 TS PP PUTRI FIRGITA PRATAMI  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/137753"}, "Penulis": "PUTRI FIRGITA PRATAMI - NIM : 26915007", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Eri Susanto Hariyadi, MT.  \n\nDr. Ir. Sri Hendarto, MSc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Manual Desain Perkerasan Jalan 2017, Asphalt Institute, Circly, Analisis sensitivitas parameter, Tebal overlay.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "29 Jun 2018"}