{"Nomor": 30036, "Judul": "FACTORS AFFECTING PURCHASE INTENTION TOWARDS NATURAL SKIN CARE PRODUCT", "Abstrak": "Indonesia memiliki ratusan usaha kecil yang bergelut pada produksi produk perawatan kulit alami, tetapi kecenderungan memilih merek impor masih terlalu tinggi, meskipun beberapa dari konsumen mulai tertarik dengan merek local. Padahal pemerintah Indonesia terus berusaha untuk meningkatkan Peningkatan Penggunaan Produk Dalam Negeri (P3DN). Beberapa variabel independen yang termasuk dalam penelitian ini; Nilai-Nilai Konsumen (Kesadaran Terhadap Kesehatan, Lingkungan, Penampilan), Sikap Terhadap Produk Perawatan Kulit Alami dan Sikap terhadap Bauran Pemasaran. Penelitian ini memiliki keterbatasan dalam hal ketersediaan data tentang total populasi pengguna produk perawatan kulit natural di Indonesia atau daerah manapun di Indonesia. Oleh karena itu, penulis menggunakan teknik judgement sampling sebagai acuan dalam memilih sampel, sebanyak 446 sampel terkumpul, kriteria responden yang ditargetkan adalah mereka yang memiliki pengalaman menggunakan setidaknya satu produk perawatan kulit alami sebelumnya. Untuk untuk mengetahui apakah ada pengaruh yang signifikan antara masing-masing variabel independen terhadap variabel dependen, penulis menggunakan Regresi Linear Berganda dengan bantuan SPSS. Hasilnya menunjukkan bahwa ada hubungan positif antara semua variabel independen dengan niat pembelian terhadap produk perawatan kulit alami, kecuali Sikap terhadap Harga. Produk yang lebih baik akan mendorong niat pembelian konsumen, sehingga orang-orang tidak terlalu mempertimbangkan aspek harga asalkan ada produk yang lebih baik yang akan memuaskan diri mereka sendiri.", "Daftar File": {"2018 TA PP PUTRI NUZULI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/137785", "2018 TS PP PUTRI NUZULIL YATI 1 - FULL TEXT.pdf)u": "https://digilib.itb.ac.id/gdl/download/251649"}, "Penulis": "Putri Nuzulil Yati (19015112)", "Kontributor / Dosen Pembimbing": ["Dr. Anggara Wisesa, S.Hum, MM"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Natural Skin Care Product, Attitudes, Consumer Values, Marketing Mix, Purchase Intention, Multi Linear Regression, Judgment Sampling", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "2 file", "Tanggal Input": "23 Jul 2018"}