{"Nomor": 30035, "Judul": "A GROUNDED THEORY STUDY: THE INFLUENCE OF COMPETENCE TO JOB PERFORMANCE IN BAG INDUSTRY START-UP", "Abstrak": "Berdasarkan Center for Human Genetic Research, di tahun 2016, Indonesia memiliki 2000 pemain startup dan di tahun 2020, diprediksikan jumlah startup di Indonesia akan berkembang 6.5%. Tahun 2020, jumlah startup di Indonesia diperkirakan akan mencapai 13.000 startup. Tetapi, berdasarkan data dari sebuah perusahaan modal lokal, East Venture, jumlah startup di Indonesia menurun 23% di quarter kedua 2017. Ini cukup masuk akal jumlah startup di Indonesia menurun karena banyak perusahaan yang mengalami kegagalan.   \n \n \n\nBiro Statistik Tenaga Kerja (2013), Dinamika Ketenagakerjaan, mendefinisikan bahwa startup akan mengalami beberapa tahun yang relatif mudah berubah. Setelah sebuah startup sukses untuk melewati masa-masa mudah berubah tersebut, angka kelangsungan hidup sebuah startup menjadi rata. Lembaga ini juga mendefinisikan bahwa 50% dari startup tidak bisa berjuang di 5 tahun awal. Dan startup yang tidak bisa berjuang di masa-masa mudah berubah tersebut bisa mengalami kegagalan. Carmen Nobel mengkategorikan kegagalan sebuah startup menjadi tiga kategori. Angka kegagalan paling besar terlihat dari ketidakmampuan startup mencapai target dengan angka 90-95%. Kegagalan tersebut terjadi karena beberapa alasan. Berdasarkan artikel dari Statistic Brain Research Institute (2017), angka paling besar yaitu 46% kegagalan disebabkan karena kekurangan kompetensi.   \n \n \n\nTujuan dari penelitian ini adalah untuk menentukan pengaruh competence terhadap job performance di startup industri tas. Hal ini penting untuk menjapai tujuan utama dari sebuah startup, yaitu kesuksesan. Jika pemilik startup ingin memiliki bisnis yang sukses, berarti startup tersebut harus bisa berkembang dengan baik. Penemuan dari riset ini akan digunakan sebagai arahan bagi startup untuk menentukan competence apa saja yang dibutuhkan di startup industri tas dan untuk menemukan tim yang sesuai dengan competence yang dibutuhkan. Di riset ini, peneliti menggunakan metode kualitatif, dengan metode spesifik yaitu Grounded Theory. Peneliti mengumpulkan data melalui semi-struktur wawancara kepada grup yang homogen, yaitu pemilik, founder, atau CEO dari startup yang bergerak di industri tas yang sudah berhasil berjalan lebih dari 5 tahun. Wawancara dan analisis data dilakukan bersamaan sampai data saturasi dan untuk riset ini, setelah melakukan wawancara dan menganalisis dari 6 orang, data sudah mencapai saturasi. Semua data dicatat dan dikodekan kalimat per kalimat. Kemudian, setelah data saturasi, peneliti melakukan pengkategorian. Peneliti mengikuti model untuk Grounded Theory yang diberikan oleh Strauss dan Corbin (1998) untuk menemukan hubungan untuk penelitian ini. Kompetensi terdiri dari 3 komponen utama, yaitu knowledge, skill, dan attitude. Hasil analisis dari riset ini menunjukan bahwa ketiga komponen dari kompetensi tersebut berpengaruh terhadap performa kerja tetapi tidak secara langsung. Hal ini juga dipengaruhi oleh factor lain yang biasa disebut dengan context dan intervene condition. Kemudian, dalam penelitian ini, ada 2 fenomena yang muncul, yaitu: (1) menambahkan tim dan bekerja sama dengan pihak ketiga dan (2) mengembangkan kompetensi yang ada dengan belajar mandiri, pelatihan, mencari panutan, and melakukan kontrol. Lalu dari hasil wawancara, dari ketiga komponen utama tersebut, komponen yang paling penting yang harus dimiliki oleh setiap personil dalam menjalankan bisnis di industry tas adalah memiliki attitude yang bagus karena itulah yang komponen yang paling berpengaruh terhadap performa kerja. Untuk riset selanjutnya, sangat direkomendasikan untuk melakukan riset menggunakan metode kuantitatif untuk menemukan persentase yang akurat tentang pengaruh competence terhadap job performance di startup industri tas.", "Daftar File": {"2018 TA PP PUTRI NUR RACHMAWATI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/137784"}, "Penulis": "Putri Nur Rachmawati (19215019)", "Kontributor / Dosen Pembimbing": ["Ir. Rudy Bekti, MBA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Competence, job performance, bag industry, start-up", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "1 file", "Tanggal Input": "01 Agu 2018"}