{"Nomor": 30030, "Judul": "DINAMIKA INTRUDER DALAM SISTEM BUTIRAN DUA-DIMENSI BERSTRUKTUR AWAL HEXAGONAL CLOSE PACKED (HCP)", "Abstrak": "Struktur Hexagonal Close-Packed (HCP) 2 dimensi yang terbentuk dari kelompok butiran yang ukurannya sama merupakan struktur yang stabil, di mana nilai densitasnya maksimum dan energi potensialnya minimum. Kedua parameter ini dapat direpresentasikan dengan jumlah kontaktopi sistem. Sebelumnya, telah ditemukan fenomena bahwa jika granular di atas intruder telah membentuk struktur HCP, maka Efek Kacang Brazil tidak akan terjadi. Pada tesis ini akan dibahas mengenai pengaruh intruder dalam memecah struktur HCP pada granular yang akan dilakukan melalui eksperimen dan simulasi. Eksperimen yang dilakukan yaitu menggetarkan intruder berkelopak dalam butiran kecil yang kondisi awalnya disusun dalam HCP. Ukuran kelopak intruder divariasikan untuk menganalisis perilaku granular dalam memecah struktur HCP. Nilai rasio antara diameter kelopak dengan diameter granular bed yang efektif dalam memecah struktur HCP adalah ~0,5 dan ~1. Selain itu dilakukan pula eksperimen mengenai pengaruh amplitudo getaran terhadap perilaku intruder. Untuk amplitudo rendah, keadaan mikroskopis kondisi awal sangat berpengaruh terhadap waktu naik intruder. Untuk amplitudo tinggi, waktu naik intruder ditentukan oleh interaksi antara intruder dengan granular bed. Pada simulasi, granular disusun mendekati HCP, kemudian dilakukan variasi massa dan posisi intruder dalam sistem. Diperoleh nilai massa dan posisi kritis intruder untuk menjaga struktur HCP. Dalam simulasi, granular berdiameter seragam disusun mendekati struktur HCP pada kondisi awalnya. Butiran-butiran ini dipisahkan sejauh 0,1 Ã‚Â± 0,05 d.Terdapat 60 butiran dengan dua di antaranya adalah intruder, yang massa dan posisinya akan divariasikan. Pada pekerjaan ini diketahui bahwa sistem HCP akan mudah dirusak dengan intruder dengan massa 7 kali lebih besar dibandingkan massa satu butir granular bed.", "Daftar File": {"2018 TS PP PUTRI MUSTIKA WIDARTININGSIH 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/137765", "2018 TS PP PUTRI MUSTIKA WIDARTININGSIH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/137766", "2018 TS PP PUTRI MUSTIKA WIDARTININGSIH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/137767", "2018 TS PP PUTRI MUSTIKA WIDARTININGSIH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/137768", "2018 TS PP PUTRI MUSTIKA WIDARTININGSIH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/137769", "2018 TS PP PUTRI MUSTIKA WIDARTININGSIH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/137770", "2018 TS PP PUTRI MUSTIKA WIDARTININGSIH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/137771", "2018 TS PP PUTRI MUSTIKA WIDARTININGSIH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/137772"}, "Penulis": "PUTRI MUSTIKA WIDARTININGSIH (NIM : 20216315)", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. Sparisoma Viridi"], "Jenis Koleksi": "Tesis", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "efek kacang brazil, granular, hexagonal close-packed, kontaktopi", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ratnasari", "File": "8 file", "Tanggal Input": "26 Okt 2018"}