{"Nomor": 30033, "Judul": "PERANCANGAN SISTEM MANAJEMEN MUTU BERDASARKAN ISO 9001:2015 DI DIVISI TEMPA-COR DAN ALAT PERKERETAAPIAN PT PINDAD (PERSERO)", "Abstrak": "Selain memproduksi alat pertahanan, PT Pindad (Persero) juga bergerak di bisnis industrial. Salah satu bisnis industrial yang PT Pindad (Persero) jalankan yaitu bisnis tempa, cor, sarana dan prasarana kereta api oleh Divisi Tempa-Cor dan Alat Perekeretaapian (Divisi TC & AP). Walaupun persentase reject produk yang dimiliki Divisi TC & AP pada bulan Januari hingga Desember 2017 tidak melampaui batas maksimum persentase reject produk, namun Divisi TC dan AP ingin terus meningkatkan kualitas produk melalui peningkatan kualitas pada sistem mutu. \n\nISO 9001 merupakan standar internasional di bidang sistem manajemen mutu. Dengan adanya akreditasi ISO tersebut, dapat dikatakan suatu organisasi telah memenuhi persyaratan internasional dalam hal penjaminan mutu produk atau jasa yang dihasilkan. Saat ini, Divisi TC dan AP PT Pindad (Persero) telah memiliki sertifikasi ISO 9001:2008. Mengingat masa berlaku ISO 9001:2008 yang dimiliki Divisi TC & AP akan habis pada bulan September 2018, maka hal ini menjadi krusial bagi Divisi TC & AP untuk meningkatkan kesiapan dalam pemenuhan persyaratan-persyaratan yang ada pada ISO 9001:2015 dengan segera. Peningkatan kesiapan yang dimaksud yaitu dengan melakukan penyesuaian terhadap persyaratan-persyaratan ISO 9001:2008 yang belum memenuhi persyaratan-persyaratan yang terdapat pada ISO 9001:2015. \n\nTerkait dengan pemenuhan persyaratan tersebut, tujuan dari peneltian yaitu untuk merancang sistem manajemen mutu sesuai dengan persyaratan ISO 9001:2015 berdasarkan kondisi sistem manajemen mutu eksisting di Divisi TC & AP sekarang. Perancangan tersebut meliputi perancangan dokumen terhadap 4 klausul yaitu klausul 4.2 mengenai pihak yang berkepentingan, klausul 4.4 mengenai sistem manajemen mutu dan proses-prosesnya, klausul 6.3 mengenai perencanaan perubahan, dan klausul 7.1.6 mengenai pengetahuan organisasi.", "Daftar File": {"2018 TA PP  PUTRI NOVIYANTI CHANDRA  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/137782"}, "Penulis": "PUTRI NOVIYANTI CHANDRA (NIM : 13413003)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Dradjad Irianto, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Sistem Manajemen Mutu, ISO 9001:2015, Manufaktur, Transisi.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "16 Mar 2018"}