{"Nomor": 30057, "Judul": "PERENCANAAN METODE PELAKSANAAN KONSTRUKSI TERMINAL BUS PURABAYA SURABAYA", "Abstrak": "Sebagai ibu kota Jawa Timur yang merupakan kota terbesar kedua di Indonesia setelah Jakarta, Surabaya memiliki potensi ekonomi yang sangat besar. Pertumbuhan ekonomi di kota yang merupakan kawasan metropolitan terbesar kedua di Indonesia setelah Jabodetabek ini pada tahun 2017 mencapai 6%. Secara geografis, kota Surabaya juga sangat strategis sehingga tidak hanya menjadi pusat perdagangan di wilayah Jawa Timur tetapi juga memfasilitasi pergerakan dari dan ke wilayah Jawa Tengah, Kalimantan, dan Indonesia bagian timur. Oleh karena itu, keberadaan Terminal Bus Purabaya sebagai terminal kelas A di Surabaya sangat penting dan esensial. Untuk mewujudkan Terminal Bus Purabaya yang akan menjadi fasilitas publik perlu direncanakan secara baik aspek manajemen rekayasa konstruksi yang meliputi kajian design-to-construct dan penentuan metode pelaksanaan konstruksi dengan berkoordinasi dengan bidang-bidang lain yaitu bidang struktur, geoteknik, transportasi, dan sumber daya air, penjadwalan, dan estimasi biaya. Ruang lingkup yang ditinjau pada Tugas Akhir ini terdiri atas pekerjaan persiapan, pekerjaan tanah dan pondasi, pekerjaan struktur atas, pekerjaan drainase, dan pekerjaan perkerasan jalan. Berdasarkan penjadwalan proyek dan perhitungan produktivitas, pembangunan Terminal Bus Purabaya dapat diselesaikan dalam waktu 325 hari dengan jalur kritis (memakai metode diagram PDM) yang menjadi perhatian dalam pengerjaannya. Estimasi biaya proyek yang dilakukan merupakan Engineer's Estimate yang akan digunakan oleh pihak owner ketika melakukan proses pelelangan dengan pihak kontraktor. Dengan mengambil keuntungan 10%, memperhitungkan PPN 10%, dan PPh 3 % total biaya keseluruhan proyek menjadi Rp  Rp109.555.249.943,-. Hasil perencanaan metode pelaksanaan konstruksi tersebut seluruhnya didasarkan pada prinsip triple-constraint (biaya, waktu, dan mutu).", "Daftar File": {"2018 TA PP Qisthina Dewi 2-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/137827"}, "Penulis": "Qisthina Dewi - Nim: 15014101", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Puti Farida Marzuki"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Metode, konstruksi, terminal, penjadwalan, estimasi, biaya, waktu, mutu", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "29 Jun 2018"}