{"Nomor": 30056, "Judul": "PERENCANAAN SISTEM DRAINASE TERMINAL BUS PURABAYA SURABAYA", "Abstrak": "Perencanaan drainase pada suatu kawasan harus didasarkan pada perhitungan dan analisis yang sesuai serta mengikuti standar yang berlaku supaya desain dapat mengakomodasi seluruh limpasan air hujan yang melewati area tersebut. Sistem drainase yang direncanakan pada Tugas Akhir ini adalah drainase permukaan yang dibutuhkan untuk menampung dan mengalirkan air hujan untuk area tangkapan seluas Terminal Bus Purabaya, yaitu sekitar 10,8 hektar. Terminal Bus Purabaya merupakan terminal kelas A yang menjadi terminal utama dalam menyokong pergerakan dalam dan antar kota dengan moda transportasi bus di Surabaya dan dinobatkan menjadi terminal tersibuk di Indonesia. Permasalahan yang dapat muncul apabila sistem drainase tidak direncanakan dengan baik tentu akan mengganggu operasional terminal dan merugikan berbagai pihak. Standar dan peraturan acuan yang digunakan untuk mendesain sistem drainase kawasan Terminal Bus Purabaya adalah Standar Nasional Indonesia Nomor 2415 Tahun 2016 tentang Tata Cara Perhitungan Debit Banjir Rencana serta Pedoman Tata Cara Penyusunan Rencana Induk Sistem Drainase Perkotaan Kementerian Pekerjaan Umum Direktorat Jenderal Cipta Karya. Dengan curah hujan yang digunakan adalah curah hujan dengan periode ulang 5 tahun serta analisis dilakukan secara manual didapatkan tiga tipe rencana dimensi drainase, yaitu tipe I ukuran 0,4 m x 0,4 m, tipe II ukuran 0,5 m x 0,5 m, dan tipe III ukuran 0,6 m x 0,5 m dengan material beton precast U-ditch. Pemilihan jenis material serta dimensi menjadi maksimal tiga tipe dilakukan untuk memudahkan proses pelaksanaan konstruksi di lapangan.", "Daftar File": {"2018 TA PP Qisthina Dewi 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/137826"}, "Penulis": "Qisthina Dewi - Nim: 15014101", "Kontributor / Dosen Pembimbing": ["Joko Nugroho ST, MT, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Sistem, drainase, perkotaan, terminal, U-ditch", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "29 Jun 2018"}