{"Nomor": 30069, "Judul": "Fabrikasi DSSC (Dye-Sensitized Solar Cell) dengan Dye Ekstrak Limbah Kulit Anggur dan Elektroda Lawan Blend PANI/Graphite", "Abstrak": "Dye adalah komponen penting dalam DSSC (Dye-Sensitized Solar Cell) yang berfungsi sebagai pemeka absorbsi foton pada fotoanoda. Dye yang umum digunakan adalah dye berbasis logam Ruthenium yang tidak ramah lingkungan dan mahal. Pada penelitian ini, dye yang digunakan berupa antosianin dari limbah kulit anggur. Rangkaian DSSC dibuat dengan fotoanoda terimpregnasi antosianin dan elektroda lawan berupa blend PANI/Grafit dengan perbandingan massa 1:3 yang dideposisikan pada kaca preparat dengan metode screen printing. Pada penelitian ini, dilakukan berbagai variasi terhadap fotoanoda, yaitu konsentrasi zat pemeka, waktu impregnasi, serta suhu perlakuan termal. Konsentrasi dye divariasikan pada 1,34 mM; 1 mM; 0,7 mM; 0,4 mM; 0,1 mM; 0,07 mM; 0,04 mM; dan 0,01 mM. Waktu impregnasi dye pada fotoanoda divariasikan dari 6, 12, 20, 24, 30, 36, sampai 48 jam. Suhu perlakuan termal divariasikan pada fotoanoda yang telah terimpregnasi dye, mulai dari -7, 9, 25, 40, 60, hingga 80 oC. Antosianin dikarakterisasi dengan spektroskopi UV-Vis untuk mengetahui daerah serapannya. Fotoanoda yang telah terimpregnasi dye dikarakterisasi dengan spektroskopi reflektansi UV-Vis dan spektroskopi Raman. Parameter fotovoltaik DSSC diukur dengan menggunakan Solar Simulator. Hasil pengukuran menggunakan dye antosianin dari kulit anggur menunjukkan efisiensi tertinggi sebesar 0,088% pada konsentrasi 1,34 mM dengan waktu impregnasi 20 jam dan suhu pemanasan 40 oC. Selain itu, dilakukan pula perbandingan parameter fotovoltaik pada kondisi yang sama yaitu konsentrasi 0,4 mM dan suhu 40 oC antara dye antosianin kulit anggur, dye antosianin kol ungu, dan dye N719 dimana didapatkan efisiensi sel berturut-turut 0,041%; 0,113%; dan 1,625%.", "Daftar File": {"2016 TA PP QURROTU A’YUN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/137855", "2016 TA PP QURROTU A’YUN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/137856", "2016 TA PP QURROTU A’YUN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/137857", "2016 TA PP QURROTU A’YUN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/137858", "2016 TA PP QURROTU A’YUN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/137859", "2016 TA PP QURROTU A’YUN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/137860", "2016 TA PP QURROTU A’YUN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/137861"}, "Penulis": "QURROTU A'YUN (NIM : 10511104)", "Kontributor / Dosen Pembimbing": ["Pembimbing :   \n\nDr. Ciptati, M.S, M.Sc", "Dr. Veinardi Suendo."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Dye-Sensitized Solar Cell, antosianin, limbah kulit anggur, elektroda lawan, blend Grafit/Polianilina (PANI).", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "18 Okt 2018"}