{"Nomor": 30080, "Judul": "METODE USULAN PENENTUAN INITIAL GAS IN PLACE UNTUK RESERVOIR GAS KONDENSAT PADA LAPANGAN X DENGAN METODE P/Z MENGGUNAKAN DATA TEKANAN KEPALA SUMUR DAN MEMPERTIMBANGKAN KONSEP KEHILANGAN TEKANAN DUA FASA SEPANJANG SUMUR", "Abstrak": "Untuk mengetahui estimasi volume Initial Gas In Place (IGIP) dengan cepat dan akurat dapat menggunakan metode P/Z. Metode ini memerlukan data produksi beserta tekanan reservoir. Namun, metode P/Z dengan menggunakan data produksi dan data tekanan reservoir ini valid untuk digunakan di reservoir gas kering. Jika reservoir merupakan reservoir gas kondensat, akan dihasilkan estimasi volume IGIP yang terlalu besar (overpredict) jika dibandingkan dengan IGIP metode dari hasil volumetrik. Hal ini dikarenakan, adanya kondensat akan mempengaruhi profil reservoir yang kemudian akan menyebabkan penyimpangan plot P/Z terhadap kumulatif produksi. Efek penyimpangan itu dapat memberikan galat yang cukup signifikan, dalam kasus ini sebesar sekitar 24% jika tetap ditarik garis lurus. \n\nDengan demikian, efek deviasi tersebut tidak dapat diabaikan dan perlu dikoreksi dengan cara pemilihan metode yang tepat dalam menentukan tekanan reservoir. Namun, biasanya data tekanan reservoir tidak diukur secara berkala dan teratur dari waktu ke waktu. Sehingga diperlukan metode penentuan tekanan reservoir yang tepat diperoleh dengan mengubah tekanan kepala sumur menjadi tekanan bawah sumur terlebih dahulu. Korelasi yang tepat sesuai pada kasus ini adalah korelasi Gray. Selanjutnya hasil tekanan bawah sumur ini diubah menjadi tekanan reservoir dengan persamaan IPR dengan cara pengujian trial and error dari parameter persamaan IPR Fetkovich yang tepat. Dengan metode ini, didapatkan tekanan reservoir yang sesuai dengan yang seharusnya. Kemudian, P/Z dari hasil perhitungan ini menghasilkan galat yang relatif kecil dibandingkan dengan simulasi yaitu kurang dari 3%. Selanjutnya, data P/Z ini diplot terhadap kumulatif produksi dan akan menghasilkan nilai IGIP dengan galat sekitar 4% jika dibandingkan dengan hasil simulasi. Sehingga studi ini dapat menjadi acuan dalam industri perminyakan dalam menentukan IGIP pada reservoir gas kondensat.", "Daftar File": {"2016 TA PP RACHMI SYIFA WIDAYANTI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/137872"}, "Penulis": "RACHMI SYIFA WIDAYANTI (NIM : 12212093)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Ir. Tutuka Ariadji, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "gas kondensat, P/Z, tekanan kepala sumur, Gray, Fetkovich, tekanan reservoir, Initial Gas In Place", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "1 file", "Tanggal Input": "15 Mei 2018"}