{"Nomor": 30081, "Judul": "REGENERASI AWAN KONVEKTIF PENGHASIL HUJAN DI WILAYAH BANDUNG", "Abstrak": "Kejadian hujan di wilayah Bandung dapat dihasilkan dari aktivitas awan konvektif yang \n\nterbentuk berulang dalam satu siklus diurnal, adanya pembentukan awan konvektif berulang \n\nditunjukkan oleh puncak hujan yang terdeteksi lebih dari satu kali dalam satu hari. Pada citra \n\nsatelit dan radar, pembentukan awan konvektif baru yang terdeteksi setelah awan konvektif \n\nsebelumnya mengalami tahap pelenyapan di sekitar atau di lokasi yang sama dari awan tersebut \n\nmenunjukkan adanya proses regenerasi awan konvektif. Analisis evolusi aktivitas konvektif \n\nharian di wilayah kajian memiliki rentang waktu pengamatan selama Februari - Mei 2017. \n\nPenentuan nilai batas curah hujan (CH) dengan fungsi distribusi kumulatif (CDF) \n\nmenunjukkan bahwa CH harian dengan persentase tertinggi di wilayah Bandung memiliki \n\nkecenderungan hujan lokal yang terjadi lebih dari satu kali. Awan konvektif ini mengalami \n\npeningkatan aktivitas yang sangat cepat di siang hari dengan awal lokasi pembentukan di \n\nkawasan utara Bandung. Pola regenerasi awan konvektif penghasil hujan yang terdeteksi dalam \n\npenelitian digolongkan menjadi tiga berdasarkan jumlah indikasi regenerasi awan konvektif, \n\narah propagasi regenerasi awan konvektif serta intensitas awan konvektif relatif terhadap \n\npendahulunya.", "Daftar File": {"2018 TS PP RACHMY FITRIANI 1 - ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/137873"}, "Penulis": "RACHMY FITRIANI (NIM: 22415004)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr Nurjanna Joko Trilaksono."], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "awan konvektif, regenerasi sel, awan penghasil hujan, siklus diurnal, observasi, satelit, radar.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "15 Mar 2018"}