{"Nomor": 30082, "Judul": "Strategi Bisnis untuk Menaikkan Penjualan dengan Meningkatkan Loyalitas Pelanggan: Studi Kasus Pangkas Rambut 'Daily Cuts'", "Abstrak": "Daily Cus adalah sebuah pangkas rambut di Jl. Aceh No.41, Bandung. Ini menyediakan \n\nlayanan untuk pemotongan rambut, tata rambut dan perawatan untuk pria dan anak-anak. Setelah dua \n\ntahun menjalankan bisnis, Daily Cuts mengalami masalah dengan jumlah penjualan yang macet. \n\nPenjualan setiap bulan tidak meningkat secara signifikan. Perusahaan sangat ingin mengetahui \n\nstrategi yang paling efektif untuk meningkatkan penjualan dengan menaikan loyalitas pelanggan. \n\nPenelitian dilakukan dengan pengumpulan data dari sumber perusahaan kemudian \n\nmenganalisis data dari analisis internal dan juga analisis eksternal untuk mengetahui isu utama yang \n\ndihadapi perusahaan. Setelah mendapatkan hasil dari analisa peneliti akan bertujuan untuk solusi \n\nbisnis kemudian merumuskan strategi berdasarkan situasi perusahaan (sumber daya dan kemampuan) \n\ndan mengusulkan rencana perusahaan untuk terus eksis dan berkembang. Peneliti melakukan analisa \n\ninternal terdiri dari STP dan Marketing Mix 7Ps dan analisis eksternal terdiri dari PEST, Porter Five \n\nForces dan Competitor Analysis. Analisis SWOT diterapkan setelah menganalisa situasi perusahaan \n\ninternal dan eksternal. Root-Cause diagram agar dapat mengetahui penyebab dari masalah yang ada. \n\nSemua analisis pada akhirnya bertujuan untuk membantu menemukan strategi yang sesuai untuk \n\nmeningkatkan penjualan dengan meningkatkan loyalitas pelanggan. \n\nUntuk mendapatkan solusi bisnis, Daily Cuts menggunakan matriks analisis TOWS bahwa \n\nhasil dari analisa SWOT adalah pencocokan faktor internal dan eksternal yang spesifik, yang \n\nmenciptakan strategi bisnis untuk mendapatkan loyalitas pelanggan. Seiring dengan TOWS Matrix. \n\nServive Ã‚Â– Profit Chain dilakukan untuk membuat proses bisnis lebih saling terhubung satu sama lain \n\ndengan menambahkan nilai dari karyawan yang memberikannya kepada pelanggan dan membuat \n\npertumbuhan profitabilitas. Dengan mengevaluasi kepuasan pelanggan berdasarkan suara mereka \n\nmelalui wawancara, hasilnya akan menjadi dasar untuk mengevaluasi kinerja perusahaan, perusahaan \n\nakan memperoleh keuntungan untuk masa depan. \n\nMenurut proses pada Service-Profit Chain Daily Cuts harus memperkuat kualitas nilai internal \n\nperusahaan, hal itu akan didapatkan dengan membuat SOP yang akan menciptakan nilai perusahaan. \n\nKemudian, eksklusivitas layanan yang diikuti oleh loyalitas pelanggan akan meningkatkan keinginan \n\npelanggan untuk datang dan merasakan keuntungan dari eksklusifitas keanggotaan mereka di pangkas \n\nrambut. Dengan melekatkan diri pada pelanggan, pelanggan akan bersedia menyebarkan kabar baik \n\ntentang perusahaan dan mempengaruhi teman mereka untuk mencoba layanan Daily Cuts.", "Daftar File": {"SBM-upload abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/137874"}, "Penulis": "Racy Nur Pertiwi / 29115665", "Kontributor / Dosen Pembimbing": ["Aldo Fantinus Wiyana., M.Sc., MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Customer Loyalty, Digital Marketing, Service-Profit Chain, Barbershop", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman  \n                                     Yose Ali Rahman", "File": "1 file", "Tanggal Input": "02 Mar 2018"}