{"Nomor": 30093, "Judul": "USULAN STRATEGI PARIWISATA BERBASIS MASYARAKAT UNTUK MEMBANGUN PARIWISATA BERKELANJUTAN (KASUS PADA DINAS PARIWISATA KABUPATEN BANDUNG)", "Abstrak": "Selama beberapa tahun terakhir pertumbuhan sektor pariwisata di Kabupaten Bandung cenderung menurun. Dampak sektor ini pada kondisi keberlanjutan sumber daya dan kesejahteraan masyarakat lokal juga merupakan aspek yang harus diberi perhatian khusus. Ini merupakan penelitian kualitatif, memanfaatkan Porter Five Forces dan PESTLE untuk menganalisis lingkungan eksternal dan memanfaatkan analisis Sumber Daya Berbasis untuk lingkungan internal. Kedua analisis dikompilasi ke dalam SWOT dan mengekstrak akar penyebab menggunakan tulang ikan. Akar penyebab masalah adalah sistem manajemen destinasi pariwisata yang tidak memasukan partisipasi masyarakat lokal dan tidak adanya pola kemitraan bisnis yang didirikan sesuai dengan prinsip pembangunan berkelanjutan. Untuk menghilangkan masalah, strategi pengembangan diperlukan untuk memperbaiki sistem manajemen destinasi, meningkatkan partisipasi dan pada akhirnya meningkatkan kedatangan wisatawan. CBT memberikan tindakan bisnis yang mampu mengatasi masalah yang dihadapi oleh KBS, salah satunya adalah merumuskan paradigma dan arah kebijakan berdasarkan kemitraan dan partisipasi untuk meningkatkan kesadaran dan eksploitasi hubungan dengan pemasok. Output dari penelitian ini adalah solusi yang diusulkan untuk perusahaan yang melibatkan masyarakat untuk berpartisipasi dalam pengembangan T & T sambil meningkatkan sistem manajemen destinasi dengan memberikan manajemen penuh kepada masyarakat. Hasil yang diharapkan dari penelitian ini adalah bahwa strategi CBT akan membantu perusahaan untuk mewujudkan pariwisata berkelanjutan di KBS.", "Daftar File": {"2018 TS PP R. Rizki Muttaqien 1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/137909"}, "Penulis": "RADEN RIZKI MUTTAQIEN/ 29115003", "Kontributor / Dosen Pembimbing": ["Donald Crestofel Lantu S.T., MBA, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Sustainable Tourism, Community Based Tourism, and Community Participation", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman  \n                                     Yose Ali Rahman", "File": "1 file", "Tanggal Input": "04 Okt 2018"}