{"Nomor": 30091, "Judul": "KEMAMPUAN TEGAKAN POHON LOKAL DALAM MENYERAP CO2 DI KAWASAN SITU CIPULE, KECAMATAN CIAMPEL, KABUPATEN KARAWANG, JAWA BARAT", "Abstrak": "Situ Cipule merupakan Situ di lahan bekas penambangan pasir di Kabupaten Karawang, Jawa Barat. Keberadaan \n\nSitu Cipule telah berdampak terhadap kenaikan suhu udara di sekitarnya. Disekitar Situ telah ditanam pohon \n\nsebanyak 301 pohon dari 20 jenis antara lain Mahoni (S. macrophylla), Kersen (M. calabura), Trembesi (S. saman), \n\nGlodokan tiang (P. longifolia), dan Ketapang (T. catappa). Keberadaan pohon tersebut diduga berpengaruh \n\nterhadap penurunan suhu udara di sekitar Situ melalui mekanisme penyerapan CO2. Daya serap CO2 untuk \n\nkepentingan proses fotosintesis diduga dipengaruhi oleh posisi daun pada empat arah mata angin (Utara, Timur, \n\nSelatan, dan Barat). Penelitian ini bertujuan untuk mengetahui daya serap karbondioksida (CO2) dari lima jenis \n\npohon yang tumbuh di sekitar Situ Cipule berdasarkan posisi daun di tajuk pohon pada arah Utara, Timur, Selatan, \n\ndan Barat. Sebanyak 120 daun dari lima jenis pohon di kawasan Situ Cipule diambil untuk diukur daya serap CO2 \n\nnya. Pengukuran daya serap pohon terhadap karbondioksida dilakukan dengan metode Somogyi-Nelson (1944) \n\nuntuk mengetahui kadar karbohidrat pada daun sampel. Hasil penelitian menunjukkan bahwa daya serap pohon \n\nterhadap CO2 per satuan unit permukaan daun (cm2) yang tertinggi adalah Mahoni (5,24 x 10-4 g cm-2 jam-1), disusul \n\noleh Kersen (4,37 x 10-4 g cm-2 jam-1), Trembesi (1,25 x 10-4 g cm-2 jam-1), Glodokan tiang (2,32 x 10-4 g cm-2 jam- \n\n1) dan Ketapang (0.41 x 10-4 g cm-2 jam-1). Namun daya serap CO2 per satuan tajuk pohon yang tertinggi terdapat \n\npada Kersen (597,34 g cm-2 pohon-1), diikuti oleh Mahoni (408,56 g cm-2 pohon-1), Trembesi (374,00 g cm-2 pohon- \n\n1) Glodokan tiang (234,70 g cm-2 pohon-1), dan Ketapang (22,83 g cm-2 pohon-1). Sedangkan berdasarkan letak daun \n\npada tajuk pohon, nilai serapan CO2 tertinggi dari lima jenis pohon yang diteliti diperoleh pada arah Timur (3,61 x \n\n10-4 g cm-2 jam-1), diikuti oleh arah Utara (2,85 x 10-4 g cm-2 jam-1), arah Barat (2,66 x 10-4 g cm-2 jam-1), dan arah \n\nSelatan (1,76 x 10-4 g cm-2 jam-1). Dari hasil penelitian dapat disimpulkan bahwa jenis Mahoni memiliki kemampuan \n\ndaya serap CO2 tertinggi, diikuti oleh Kersen, Glodokan tiang, Trembesi, dan Ketapang. Daya serap CO2 oleh daun \n\npada posisi arah Timur memiliki nilai tertinggi, diikuti oleh posisi arah Utara, Barat, dan Selatan. Besarnya daya \n\nserap CO2 pada sebatang pohon dipengaruhi oleh kemampuan dasar dalam menyerap CO2 pada daun, luas area \n\npermukaan tajuk, dan arah sinar matahari.", "Daftar File": {"2018 TA PP RADEN MUHAMMAD TIO BASKORO 1 - ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/137907"}, "Penulis": "RADEN MUHAMMAD TIO BASKORO - NIM : 11514051", "Kontributor / Dosen Pembimbing": ["Dr. Yayat Hidayat \n\nDr. Sutrisno"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Daya serap CO2, Situ Cipule, posisi daun, arah sinar matahari", "Sumber": "", "Staf Input/Edit": "firman85  \n                                     firman85", "File": "1 file", "Tanggal Input": "26 Sep 2018"}