{"Nomor": 30099, "Judul": "PEMBUATAN GEMUK LUMAS DARI MINYAK JARAK CASTOR VIA CATALYTIC TRANSFER HYDROGENATION", "Abstrak": "Minyak jarak castor merupakan minyak nabati yang mengandung hampir 90% asam risinoleat dari asam lemak keseluruhan. Dari asam risinoleat dapat dibuat litium 12-hidroksistearat. Senyawa ini adalah aditif utama pembuatan gemuk lumas karena merupakan agen pengental (thickener) yang sangat baik. Keunggulan gemuk lumas yang berasal dari litium 12-hidroksistearat adalah titik leleh yang tinggi dan ketahanan terhadap air yang sangat baik. Aplikasi penggunaan bahan ini meluas karena keunggulannya tersebut. \n\nPenelitian ini bertujuan untuk mengevaluasi proses produksi gemuk lumas melalui rute Hydrogenated Castor Oil (HCO) lewat metode Catalytic Transfer Hydrogenation (CTH) dengan menghasilkan data-data yang diperlukan guna merintis usaha produksi komersial. Metode CTH dipilih dengan alasan kondisi reaksi lunak, pertimbangan keselamatan, dan juga keefektifan kontak reaksi antar reaktan. Penelitian ini akan meneruskan penelitian yang sudah dilakukan sebelumnya sampai akhirnya diperoleh produk gemuk lumas. Penelitian ini juga akan membandingkan gemuk lumas yang diperoleh dari HCO hasil percobaan dengan gemuk lumas produk salah satu pabrik komersial. \n\nPenelitian ini terdiri dari tiga bagian utama yaitu hidrogenasi minyak jarak, mereaksikan asam lemak dengan litium untuk membentuk sabun (saponifikasi), dan produksi gemuk lumas lewat pencampuran base oil dengan sabun litium dengan perbandingan 64%-b : 36%-b. Variasi yang dilakukan dalam penelitian ini adalah dengan mengubah temperatur pencampuran base oil dengan sabun litium pada 25 derajat C, 50 derajat C, dan 100 derajat C. Gemuk lumas yang dihasilkan dari rute ini mempunyai NLGI grade 00 untuk temperatur pencampuran 25 derajat C dan NLGI grade 1 untuk temperatur pencampuran 50 derajat C sedangkan gemuk lumas pertamina mempunyai NLGI grade 2. Dropping point gemuk lumas berada pada temperatur 80 derajat C untuk temperatur pencampuran 25 derajat C dan 95 derajat C untuk temperatur 50 derajat C. Temperatur pencampuran gemuk lumas 100 derajat C mengakibatkan struktur base oil rusak. Gemuk lumas yang dihasilkan penelitian ini hanya dapat digunakan untuk aplikasi motor kecepatan rendah", "Daftar File": {"2007 TA PP ALI NUGRAHA-RADITE AGUNG WAHYUDI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/137915", "2007 TA PP ALI NUGRAHA-RADITE AGUNG WAHYUDI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/137916", "2007 TA PP ALI NUGRAHA-RADITE AGUNG WAHYUDI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/137917", "2007 TA PP ALI NUGRAHA-RADITE AGUNG WAHYUDI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/137918", "2007 TA PP ALI NUGRAHA-RADITE AGUNG WAHYUDI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/137919", "2007 TA PP ALI NUGRAHA-RADITE AGUNG WAHYUDI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/137920", "2007 TA PP ALI NUGRAHA-RADITE AGUNG WAHYUDI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/137921"}, "Penulis": "ALI NUGRAHA (NIM 13002081) - RADITE AGUNG WAHYUDI (NIM 13002079)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Johnner Sitompul"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Minyak jarak castor, Hidrogenasi, Gemuk lumas", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "03 Jan 2018"}