{"Nomor": 30103, "Judul": "USULAN STRATEGI PEMASARAN DIGITAL (STUDI KASUS: DERMATO SKIN CARE AND LASER THERAPY CLINIC)", "Abstrak": "Industri personal care and beauty merupakan salah satu industry yang sedang berkembang di Indonesia. Perubahan perilaku pasar dalam merawat kesehatan dan kecantikan kulit telah menjadikan kompetisi yang sempurna bagi para pelaku bisnis di industry ini. Sebagai salah satu pemain yang melayani pasar personal care and beauty, klinik Dermato yang berlokasi di kota Bandung, terus bersaing dan berusaha memenangkan pasar. Kekuatan dari era digital juga sudah merubah cara perusahaan untuk memasarkan produk dan layanannya. Media sosial sebagai bagian dari strategi pemasaran digital, memiliki posisi yang kuat dalam memperkenalkan produk dan layanannya ke pasar. Untuk memperkuat analisa mengenai kekuatan dari media sosial, analisa internal dan eksternal dilakukan agar mendapatkan gambaran (pengetahuan) terbaru akan pasar untuk klinik Dermato. Analisa internal dan eksternal selanjutnya diterjemahkan sebagai kekuatan, kelemahan, peluang dan ancaman yang lebih dikenal sebagai analisa SWOT. Dari hasil analisa SWOT, alternatif solusi didapatkan dengan mengkonversikan analisa SWOT menjadi analisa TOWS. Berdasarkan analisa TOWS, solusi-solusi yang diajukan untuk klinik Dermato adalah strategi pengembangan push dan pull konten pemasaran, strategi pengembangan sales promotion dan penggunaan social media ads dengan detil psar yang telah ditetapkan. Dengan mengimplementasikan strategi-strategi tersebut, klinik Dermato berharap dapat meningkatkan kesadaran pasar terhadap klinik Dermato dengan adanya pertambahan jumlah pengikut (follower) di media sosial yang selanjutnya berubah menjadi kustomer dari klinik Dermato.", "Daftar File": {"PERPUS_RADITYO GARRY W_29116342.pdf": "https://digilib.itb.ac.id/gdl/download/137925"}, "Penulis": "Radityo Garry Widiantoro 29116342", "Kontributor / Dosen Pembimbing": ["Atik Aprianingsih, DBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Digital Marketing, Personal Care and Beauty Industry, Skin Care Clinic, Social Media, SWOT Analysis, TOWS Analysis", "Sumber": "", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "18 Agu 2018"}