{"Nomor": 30111, "Judul": "CONCEPTUALIZING SOCIAL VALUE MEASUREMENT IN PROFIT ORGANIZATIONS", "Abstrak": "Particularly in profit organization, condition in the global business environment demand organization to provide social benefits for society as well as economic benefit for company sustainability. The challenges toward fulfilling value for society, namely social value, also bring inherent questions on how profit organization can capture social value and in return gaining advantages for organization. Herein, this study particularly examines the social value measurement in profit organization by illustrating the relationships of three elements (1) good management practice (i.e., social motives, market orientation, organizational context) (2) mediating element that bridge social value commitment and firm performance (i.e., social innovation) (3) performance outcome (i.e., organizational performance, financial performance, and innovation performance). Utilizing questionnaire data from 125 managers from companies operating in Indonesia, this study applies structural equation modelling with confirmatory factor analysis (CFA) for testing and estimating the relationship of model elements. This study finds three important aspects. First, organizational context will directly influence other variables to strength the commitment capturing social value. Second, only market orientation directly affects the social value. Third, social innovation truly mediates the commitment toward social value to yield firm performance. The result confirms coherence between indirect effect of organizational context and social innovation mediating effect to conceptualize social value measurement in profit organization. This study highlights critical roles of organizational context to foster management practices toward social value and social innovation program to mediates firm advantages.", "Daftar File": {"2018 TS PP RAFIATI KANIA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/137933"}, "Penulis": "RAFIATI KANIA (Student ID: 29016009)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Yuliani Dwi Lestari, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Social Value, Firm Performance, Profit Organization", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "23 Feb 2018"}