{"Nomor": 30122, "Judul": "IDENTIFIKASI DAN DISTRIBUSI PENCEMARAN INSEKTISIDA ORGANOKLORIN PADA UDARA AMBIEN DI DAERAH PERTANIAN DAS CITARUM HULU", "Abstrak": "Pestisida merupakan salah satu pencemar yang berasal dari kegiatan pertanian. Salah satu golongan pestisida yang sering digunakan adalah insektisida organoklorin. Beberapa insektisida organoklorin termasuk dalam kelompok persistent organic pollutants (POPÃ‚Â’s) yang merupakan jenis pencemar yang dipermasalahkan di seluruh dunia akibat sifatnya yang kronis, persisten dan bioakumulatif. Meskipun penggunaan insektisida ini sudah dilarang di Indonesia, namun masih banyak petani yang menggunakannya, termasuk di daerah hulu Daerah Aliran Sungai (DAS) Citarum, Jawa Barat. Penelitian/ pengambilan data terutama akan difokuskan pada wilayah perkebunan, dikarenakan di wilayah perkebunan kuantitas pemakaian insektisida paling banyak digunakan, mengingat komoditas tanaman perkebunan yang ada di wilayah ini sangat rentan terkena hama. Pengambilan sampling dilakukan berdasarkan metode penentuan pestisida di udara ambien, menggunakan High Volume Sampler dan dianalisis dengan metode Gas Kromatografi (EPA Methods T04). Parameter organoklorin yang diukur yaitu Lindan, Heptaklor, Aldrin, Endosulfan, DDT, Dieldrin, dan Endrin. Penentuan lokasi titik sampling ditentukan berdasarkan 3 kriteria: dekat dengan sumber, jarak 50 meter dari sumber, dan jarak 100 meter dari sumber. Hasil pengukuran menunjukkan konsentrasi organoklorin terdeteksi pada kisaran 0 Ã‚Â– 0,119 mg/m3 std untuk fase partikulat dan 0 Ã‚Â– 0,183 mg/m3 std untuk fase gas, dengan 1 parameter Endrin melebihi baku mutu. Penyebaran organoklorin dianalisis dan dibuat peta penyebaran/pemodelan spray dengan metode dispersi atmosfer berbasis Sistem Informasi Geografis. Penyebaran organoklorin di udara dipengaruhi oleh faktor-faktor meteorologis seperti angin, temperatur, tekanan, kelembapan, serta faktor ukuran partikel insektisida yang disemprotkan.", "Daftar File": {"2013 TS PP RAHARDRIAN PRANANDITYA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/137957", "2013 TS PP RAHARDRIAN PRANANDITYA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/137958", "2013 TS PP RAHARDRIAN PRANANDITYA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/137959", "2013 TS PP RAHARDRIAN PRANANDITYA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/137960", "2013 TS PP RAHARDRIAN PRANANDITYA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/137961", "2013 TS PP RAHARDRIAN PRANANDITYA 1-BAB 5.1.pdf": "https://digilib.itb.ac.id/gdl/download/137962", "2013 TS PP RAHARDRIAN PRANANDITYA 1-BAB 5.2.pdf": "https://digilib.itb.ac.id/gdl/download/137963", "2013 TS PP RAHARDRIAN PRANANDITYA 1-BAB 5.3.pdf": "https://digilib.itb.ac.id/gdl/download/137964", "2013 TS PP RAHARDRIAN PRANANDITYA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/137965", "2013 TS PP RAHARDRIAN PRANANDITYA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/137966"}, "Penulis": "RAHARDRIAN PRANANDITYA  [25311035]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Katharina Oginawati, MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Ambien, DAS Citarum, high volume sampler, organoklorin ; ambient, DAS Citarum, high volume sampler, organochlorine", "Sumber": "", "Staf Input/Edit": "hidayat  \n                                     Irwan Sofiyan", "File": "10 file", "Tanggal Input": "19 Sep 2018"}