{"Nomor": 30130, "Judul": "COMPETENCY BASED PAY SYSTEM DESIGN AT EDULAB OF PT KREASI EDULAB INDONESIA", "Abstrak": "In today globalization era, competition among business is getting tighter due to fast development of technology. Edulab as a service business in tutoring industry was not strongly competitive yet among it's competitors. To beat the competition company should have a sustainable competitive advantage. People is the important aspect to support competitive advantage by attract and retain qualified human capital, but Edulab has a problem in here. From analyzing company's employee satisfaction survey result using Importance Performance Analysis, founded that compensation factor have to be concentrated for improvement. Compensation is important to improve employee productivity, but most of employees dissatisfied with the current compensation.     \n\nFrom business situation analysis using descriptive qualitative method founded that tutoring industry is moderately competitive but internally Edulab does not have a sustainable competitive advantage. There are some factors affecting it, one of which is compensation. Current Edulab compensation system is not fulfill the Pay Objectives of Efficiency, Fairness and Compliance and also has no clear Bases for Pay. By using Current Reality Tree root cause analysis, founded that the root cause of the business issue is the unalignment between the current compensation strategy with company's business strategy.     \n\nThe solution proposed in this study is to design a Competency Based Pay system, because this system could support company's business strategy and suit with service industry to improve employee motivation and boost competitive advantage. The new system using competency as the bases for job salary and benchmarking with competitor salary so that it provided an internally fair and externally competitive pay structure. This solution proposed some improvent in employee salary by using Lead Pay Policy in order to maximizes the ability to attract and retain quality employees and minimizes employee dissatisfaction with pay.     \n\nTo implement the new compensation system, company should increase their salary budget with about 389 million Rupiah. The implementation of the new compensation system could be executed by Edulab's General Manager of Human Capital working together with human capital directorate's team. The implementation plan consist of review the system, determine salary policies, obtain top's approval, communicate, execute, and monitor the new system.", "Daftar File": {"2018 TS PP RAHMA DINDA DWI PUTRI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/137982"}, "Penulis": "RAHMA DINDA DWI PUTRI (NIM: 29115561)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Aurik Gustomo S.T. M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "atrract and retain, compensation, Competency Based Pay, competitive advantage, tutoring indutry", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "19 Feb 2018"}