{"Nomor": 30135, "Judul": "ANALISIS KETERKAITAN ANTARA PENERAPAN PERILAKU HIDUP BERSIH DAN SEHAT (PHBS) TERHADAP KEJADIAN PENYAKIT DIARE DI PONDOK PESANTREN BAITURRAHMAN, KECAMATAN CIPARAY, KABUPATEN BANDUNG", "Abstrak": "Pondok pesantren umumnya tidak hanya menjadi tempat menuntut ilmu tetapi juga menjadi tempat tinggal bagi santri.Kurangnya kesadaran santri untuk menjaga kebersihan diri dan lingkungan dapat memicu timbulnya penyakit yang berkaitan erat dengan sanitasi lingkungan dan perilaku hidup bersih, seperti penyakit diare Penelitian ini akan meninjau keterkaitan antara penerapan Perilaku Hidup Bersih dan Sehat (PHBS) dengan kejadian diare yang dialami santri. Indikator PHBS yang diteliti terdiri atas kebiasaan mencuci tangan dengan sabun, penggunaan air bersih, penggunaan jamban bersih dan sehat, konsumsi jajanan bersih dan sehat, dan membuang sampah pada tempatnya.Data penerapan PHBS oleh santri diperoleh melalui kuesioner dan wawancara, uji kualitas air serta uji swab tangan.Analisis statistikantara kejadian penyakit diare dengan penerapan PHBS dilakukan dengan analisis korelasi.Tingkat penerapan PHBS oleh santri Pondok Pesantren Baiturrahman adalah sebagai berikut: cuci tangan dengan sabun sebelum makan diterapkan oleh 11,39% santri, cuci tangan dengan sabun setelah BAB diterapkan oleh 91,14% santri, penggunaan jamban sehat diterapkan oleh 12,66% santri, konsumsi jajanan bersih dan sehat diterapkan oleh 27,85% santri, dan 75% air di kamar mandi asrama santri positif mengandung fecal coli. Hasil analisis statistik menunjukkan bahwa penerapan PHBS berupa konsumsi jajanan bersih dan sehat berkaitan dengan rendahnya kejadian diare yang dialami santri. Penerapan PHBS dapat menjelaskan kejadian diare sebesar 11,6%, sementara sisanya dipengaruhi faktor lain di luar penerapan PHBS.", "Daftar File": {"2013 TA PP RAHMI KHOERUNISA 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/137993", "2013 TA PP RAHMI KHOERUNISA 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/137994", "2013 TA PP RAHMI KHOERUNISA 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/137995", "2013 TA PP RAHMI KHOERUNISA 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/137996", "2013 TA PP RAHMI KHOERUNISA 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/137997", "2013 TA PP RAHMI KHOERUNISA 1 - BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/137998", "2013 TA PP RAHMI KHOERUNISA 1 - BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/137999", "2013 TA PP RAHMI KHOERUNISA 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/138000"}, "Penulis": "RAHMI KHOERUNISA ( NIM 15309017 )", "Kontributor / Dosen Pembimbing": ["pembimbing : Dr. Ir. Katharina Oginawati, MS."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "diare, pesantren, PHBS, sanitasi, santri", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "24 Okt 2018"}