{"Nomor": 30134, "Judul": "ESTIMASI CARRIER FREQUENCY OFFSET PADA SISTEM GENERALIZED FREQUENCY DIVISION MULTIPLEXING", "Abstrak": "Teknologi long term evolution (LTE) pada era telekomunikasi akan segera digantikan dengan teknologi 5G yang memiliki performansi lebih baik dalam bidang latency, kecepatan, dan juga kapasitas. Salah satu perkembangan  terbaru untuk teknologi 5G adalah machine type communication (MTC) yang merupakan aplikasi untuk internet of things (IoT). Aplikasi MTC memberikan pelayanan yang membutuhkan daya yang rendah, biaya perangkat yang hemat, serta teknik sinkronisasi yang tidak rumit. Jika pada teknologi LTE atau 4G sebelumnya orthogonal frequency division multiplexing (OFDM) merupakan waveform yang sangat dibanggakan karena ortogonalitas nya, maka untuk memiliki teknik sinkronisasi yang tidak rumit waveform  ini akan sulit digunakan karena harus mempertahankan keortogonalitasan. Maka diperkenalkan waveform baru yaitu generalized frequency division multiplexing (GFDM) sebagai sistem baru untuk teknologi 5G. Pada penelitian ini akan dicari suatu teknik yang dapat mengestimasi carrier frequency offset (CFO) pada sistem GFDM. Sistem GFDM memiliki performansi yang buruk saat CFO terjadi sehingga teknik estimasi CFO untuk sistem GFDM sangat diperlukan. Simulasi yang dilakukan yaitu melakukan  perbandingan teknik estimasi CFO mengunakan CP dan training simbol untuk skenario aplikasi MTC pada sistem GFDM. Teknik CP yang digunakan pada penelitian ini adalah modifikasi dari teknik CP pada umumnya untuk memperlebar rentang estimasi sedangkan teknik training simbol menggunakan sejumlah simbol yang dibangkitkan untuk dijadikan preamble yang digunakan untuk mengestimasi CFO. Hasilnya yang ditunjukkan adalah bahwa kedua teknik tersebut dapat diaplikasikan untuk MTC dengan nilai akurasi 10-4 untuk SNR 2 dB yang didapatkan dengan menggunakan teknik training simbol dan MSE 10-2 untuk SNR 2 dB dengan menggunakan teknik CP.  Pada hasil juga ditunjukkan bahwa kedua teknik dapat memperlebar rentang estimasi CFO.", "Daftar File": {"2018 TS PP RAHMAH NIYATI HASYIM 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/137992"}, "Penulis": "RAHMAH NIYATI HASYIM - NIM : 23216095", "Kontributor / Dosen Pembimbing": ["Dr. Effrina Yanti Hamid, S.T, M.T"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Estimasi CFO, GFDM, Cyclic Prefix", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "31 Mei 2018"}