{"Nomor": 30139, "Judul": "APLIKASI INSERT STRING UNTUK MENGEMBALIKAN PRODUKSI SUMUR X-7", "Abstrak": "Riset ini menyajikan studi tentang pengaplikasian insert string untuk mengembalikan produksi di salah satu sumur milik Pertamina Hulu Energi ONWJ, yaitu sumur X-7. Sumur ini sudah mulai diproduksikan sejak tahun 1996. Namun, saat ini sumur kajian sudah tidak berproduksi. Sumur X-7 diproduksikan menggunakan continuous gas lift. Permasalahan yang terjadi di sumur X-7 adalah dangkalnya titik injeksi gas lift di sumur ini. Sumur ini terdiri dari beberapa layer reservoir dan diproduksikan dengan metode commingle. Sehingga seiring dengan penurunan tekanan reservoir yang diikuti dengan menurunnya kedalaman statik fluida, telah menyebabkan sumur tidak berproduksi sama sekali karena kolom statik fluida berada di bawah titik injeksi.   \n \n \n\nSalah satu metode yang bisa diterapkan untuk mengatasi matinya sumur yang disebabkan karena kolom fluida berada di bawah titik injeksi adalah dengan pemasangan insert string. Insert string adalah tubing yang memiliki diameter kecil yang dipasang di dalam tubing produksi. Dengan pemasangan insert string, bisa memperdalam titik injeksi. Titik injeksi yang lebih dalam berfungsi untuk memperbesar energi angkat pada fluida reservoir.   \n \n \n\nTahap awal dari riset ini adalah studi literatur terkait topik. Lalu dilanjutkan dengan studi lapangan untuk mendapatkan data-data yang diperlukan. Pengerjaan dan analisis dilakukan dengan studi literatur. Paper ini akan mendiskusikan beberapa hal antara lain: history matching untuk mendapatkan korelasi aliran paling sesuai, perbandingan antara skenario sebelum dan setelah dipasang insert string, dan analisis sensitivitas. Analisis sensitivitas dilakukan dengan mensimulasikan perubahan ukuran diameter insert string dan laju injeksi gas.   \n \n \n\nDari hasil simulasi yang telah dilakukan, didapatkan bahwa pemasangan insert string mampu menghidupkan sumur yang telah mati. Untuk mendapat hasil yang optimal, diameter insert string bisa diperbesar. Selain itu, laju injeksi gas perlu dibuat gas lift performance curve. Keunggulan insert string terletak dari biayanya yang murah tanpa perlu melakukan workover terhadap sumur yang telah mati.", "Daftar File": {"2018 TA PP RAHMAN NUR HAKIM 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/138013", "2018 TA PP RAHMAN NUR HAKIM 1.pdf?": "https://digilib.itb.ac.id/gdl/download/217390"}, "Penulis": "RAHMAN NUR HAKIM (NIM : 12214013)", "Kontributor / Dosen Pembimbing": ["Pembimbing :Silvya Dewi Rahmawati, S.Si, M.Si.,Ph.D.   \n \n \n\nPembimbing :Farasdaq Muchibbus Sajjad, S.T.,M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Artificial Lift, Gas Lift, Insert String", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Alice Diniarti", "File": "2 file", "Tanggal Input": "04 Jul 2018"}