{"Nomor": 30145, "Judul": "MORFOTEKTONIK DAN MORFOMETRI SESAR AKTIF CIMANDIRI BERDASARKAN DATA MODEL ELEVASI DIGITAL INSAR DI KABUPATEN SUKABUMI, JAWA BARAT", "Abstrak": "Sesar Cimandiri merupakan sesar yang memanjang dari Pelabuhanratu, Kabupaten Sukabumi hingga ke Padalarang, Kabupaten Bandung. Dari citra satelit terlihat bahwa sesar ini merupakan kelurusan punggungan dan lembah dengan panjang hingga 200 km. \n\nSecara tektonik Sesar Cimandiri merupakan sesar aktif karena terdapat gempabumi dangkal di sekitar sesar dan pergeseran dari hasil pengukuran Global Positioning System. Akibat dari aktifitas gempa yang jarang terjadi mengakibatkan penentuan bidang sesar pada Sesar Cimandiri yang aktif menjadi sulit diamati pada topografi. Studi sesar aktif dengan metode perhitungan channel stepness indeks (indeks kecuraman sungai) pada citra InSAR resolusi 5 m, pengamatan morfologi dan data geofisika geolistrik diharapkan mampu memberikan informasi tentang posisi bidang sesar aktif. \n\nDari hasil pengamatan, dijumpai adanya morfologi bentukan gempabumi antara lain: gawir sesar, teras sungai, pembelokan sungai, dan faset segitiga. Dari data perhitungan channel stepness indeks juga memberikan nilai yang menunjukkan adanya tektonik aktif ( ksn > 60 m0.9), dan dari hasil interpretasi data resistivity, menunjukkan adanya sesar naik yang memotong endapan muda hingga kedalaman 25 meter. Hasil integrasi data menghasilkan empat segmen Sesar Cimandiri, yaitu: segmen Mekarasih, Cibuntu, Tanjungsari dan Gandasoli. Perhitungan magnitudo maksimum gempa jika semua segmen sesar bergerak memberikan nilai maksimum 7.05 Mw. Pemodelan dislokasi elastik dilakukan untuk simulasi deformasi jika semua segmen sesar bergerak. Model menunjukkan bahwa terjadi pengangkatan pada bagian selatan sesar. Selain itu model juga menunjukkan bahwa pergerakan segmen sesar adalah obliq dengan pergerakan naik sinistral.", "Daftar File": {"2017 TS PP RAHMAT INDRAJATI 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/138020", "2017 TS PP RAHMAT INDRAJATI 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/138021", "2017 TS PP RAHMAT INDRAJATI 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/138022", "2017 TS PP RAHMAT INDRAJATI 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/138023", "2017 TS PP RAHMAT INDRAJATI 1 - BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/138024", "2017 TS PP RAHMAT INDRAJATI 1 - BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/138025", "2017 TS PP RAHMAT INDRAJATI 1 - BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/138026", "2017 TS PP RAHMAT INDRAJATI 1 - BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/138027", "2017 TS PP RAHMAT INDRAJATI 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/138028"}, "Penulis": "RAHMAT INDRAJATI (NIM: 22014012)", "Kontributor / Dosen Pembimbing": ["Pembimbing : \n\nDr. Chalid Idham Abdullah.", "Danny Hilman Natawidjaja, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "sesar Cimandiri, sesar aktif, channel stepness indeks, pemodelan dislokasi elastik, segmentasi sesar", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "9 file", "Tanggal Input": "20 Jul 2018"}