{"Nomor": 30142, "Judul": "STUDI PERILAKU PELINDIAN SENG DARI BIJIH KOMPLEKS Pb-Zn KADAR RENDAH ASAL KABUPATEN BOGOR MENGGUNAKAN BAKTERI Alicyclobacillus ferrooxydans DAN Citrobacter youngae", "Abstrak": "Hingga saat ini, seng merupakan salah satu logam yang paling banyak digunakan dalam kehidupan sehari-hari. Hal ini disebabkan karena seng memiliki sifat anti korosi yang tinggi dan mampu berikatan dengan logam yang lain secara baik. Seng sendiri banyak terkandung di mineral sphalerite. Berdasarkan data, pada tahun 2017 terjadi peningkatan permintaan seng menjadi 14,3 juta ton. Akan tetapi, hal ini tidak diimbangi dengan produksi seng yang hanya 12,7 juta ton. Pada umumnya, pengolahan seng dilakukan dengan jalur hidrometalurgi berupa roasting-leaching-electrowinning (RLE). Akan tetapi, adanya emisi gas dan tingginya konsumsi reagen pelindi selama proses berlangsung bisa menyebabkan polusi lingkungan dan kurang ekonomis. Oleh karena itu, dikembangkan usaha untuk memproduksi seng yang ekonomis dan ramah lingkungan dengan menggunakan bakteri (bioleaching). Untuk itu, penelitian ini dipelajari keefektifan proses bioleaching untuk proses ekstraksi seng dari bijih kompleks Pb-Zn kadar rendah dari Kabupaten Bogor, Jawa Barat. \n\nSerangkaian percobaan telah dilakukan untuk mempelajari pengaruh kehadiran ion klorida, jumlah FeSO4.7H2O terlarut, persen padatan (pulp density), perbandingan pirit dan sulfur terhadap bijih, dan pengaturan pH awal terhadap persen ekstraksi seng dengan menggunakan bakteri Alicyclobacillus ferrooxydans strain SKC/SAA-2 dan Citrobacter youngae strain SKC-5. Sampel bijih kompleks yang digunakan berukuran -200 mesh (75 μm). Karakterisasi sampel dilakukan menggunakan X-Ray Diffraction (XRD) dan X-Ray Fluorosence (XRF). Pelindian dilakukan dalam kondisi aerob dengan menggunakan rotary shaker yang berkecepatan 180 rpm. Setiap 1x24 jam, dilakukan pengambilan sampel sebanyak 5 ml untuk dianalisis keterlarutan seng dengan menggunakan Atomic Absorption Spectrophotometry (AAS). \n\nHasil kelarutan seng tertinggi dari proses pelindian bijih kompleks Pb-Zn tertinggi sebesar 91,42% menggunakan bakteri Alicyclobacillus ferrooxydans strain SKC/SAA-2 dan 88,63% menggunakan bakteri Citrobacter youngae strain SKC-5 pada kondisi pH awal 3, 2% (w/v) pulp density, dan 10% (v/v) inokulum di dalam medium Fe-broth modifikasi dengan penambahan 1% (w/v) pirit, 0,25% (w/v) sulfur, dan 29,25 g/l NaCl. Dari hasil penelitian ini diperoleh juga bahwa kehadiran ion klorida, penambahan FeSO4.7H2O, persen padatan yang rendah, perbandingan pirit dan sulfur terhadap bijih yang rendah, dan pengaturan pH larutan awal mampu meningkatkan persen ekstraksi seng hasil pelindian.", "Daftar File": {"2018 TA PP RAHMAT FIRDAUS 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/138017"}, "Penulis": "RAHMAT FIRDAUS (NIM: 12514051)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Siti Khodijah Chaerum, M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "seng, bijih kompleks, Alicyclobacillus ferrooxydans, Citrobacter youngae, bioleaching", "Sumber": "", "Staf Input/Edit": "Diah Ayu Merdekawati  \n                                     Diah Ayu Merdekawati", "File": "7 file", "Tanggal Input": "03 Jul 2018"}