{"Nomor": 30153, "Judul": "REKAYASA SISTEM KOMPUTASI LAYANAN METADATA STATISTIK BERBASIS SERVICE ORIENTED ARCHITECTURE (SOA) (STUDI KASUS : BADAN PUSAT STATISTIK)", "Abstrak": "Badan Pusat Statistik (BPS) merupakan lembaga non kementerian yang ditunjuk sebagai koordinator penyelenggara kegiatan statistik di Indonesia. Melalui perannya ini, BPS berupaya mengintegrasikan seluruh kegiatan sensus dan survei yang masih silo menjadi sistem terintegrasi dengan membangun infrastruktur statistik institusi yang sesuai standar internasional. Salah satu tujuan yang ingin dicapai adalah adanya manajemen metadata yang terkelola. Saat ini BPS belum mengadopsi prinsip Ã‚Â– prinsip pengelolaan metadata yang baik. Masalah yang muncul adalah metadata belum dikelola secara maksimal untuk mendukung proses bisnis statistik seperti perencanaan, perancangan, pengembangan, hingga evaluasi. Hal ini mengakibatkan kegiatan statistik yang diadakan rawan terjadi duplikat dan tidak akurat. Metadata akan dihasilkan dan digunakan dalam setiap fase proses bisnis statistik sehingga dibutuhkan dukungan teknologi yang dapat memastikan metadata disimpan, dan diakses dari sumber tunggal. Pendekatan model bisnis berorientasi layanan seperti Service Oriented Architecture (SOA) diadopsi untuk mendukung interoperabilitas lintas organisasi dan platform.  \n \n\nPenelitian ini menggunakan metodologi Service Computing System Engineering Framework. Kerangka ini dinilai mampu mengakomodasi tahapan rekayasa yang menyeluruh mulai dari analisis kebutuhan hingga pengembangan. Penelitian ini telah mengembangkan aktivitas rekayasa pada setiap fase pada kerangka rekayasa sistem komputasi statistik sampai dengan tahap Pengembangan. \n \n\nTujuan dari penelitian ini adalah untuk merancang dan mengembangkan sistem komputasi layanan metadata statistik dengan arsitektur SOA. Sistem komputasi layanan metadata merupakan sebuah sistem repositori metadata bisnis terkait kegiatan statistik yang akan mengintegrasikan objek Ã‚Â– objek metadata dari berbagai domain dan mengadospsi prinsip manajemen yang sesuai standar. Sistem komputasi layanan metadata statistik akan melayani kebutuhan objek Ã‚Â– objek metadata pada setiap fase kegiatan statistik. Hasil dari penelitian ini berupa rancangan layanan bisnis manajemen metadata yang terintegrasi dengan proses bisnis BPS, rancangan arsitektur data serta rancangan arsitektur layanan TI yang terintegrasi. Rancangan sistem komputasi layanan divalidasi menggunakan matrik pengukuran prinsip Ã‚Â– prinsip SOA. Hasil validasi menunjukkan rancangan usulan  dinilai memiliki coupling factor yang kecil, cohesion metric yang tinggi, reusability yang tinggi, serta complexity yang rendah. Prototipe dikembangkan berdasarkan rancangan tervalidasi yang kemudian diuji dengan unit testing, composite testing, dan system testing Pengujian juga dilakukan kepada pengguna dengan teknik User Accpetance Test (UAT). Hasil pengujian ini menyatakan bahwa sistem usulan dinilai cukup sesuai dengan kebutuhan layanan bisnis pengguna.", "Daftar File": {"2018 TS PP RAHMIATI RAHIM 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/138050", "COVER RAHMIATI RAHIM - NIM : 23216060": "https://digilib.itb.ac.id/gdl/download/264926", "BAB 1 RAHMIATI RAHIM - NIM : 23216060": "https://digilib.itb.ac.id/gdl/download/264927", "BAB 2 RAHMIATI RAHIM - NIM : 23216060": "https://digilib.itb.ac.id/gdl/download/264928", "BAB 3 RAHMIATI RAHIM - NIM : 23216060": "https://digilib.itb.ac.id/gdl/download/264929", "BAB 4A RAHMIATI RAHIM - NIM : 23216060": "https://digilib.itb.ac.id/gdl/download/264930", "BAB 4B RAHMIATI RAHIM - NIM : 23216060": "https://digilib.itb.ac.id/gdl/download/264931", "BAB 5 RAHMIATI RAHIM - NIM : 23216060": "https://digilib.itb.ac.id/gdl/download/264933", "PUSTAKA RAHMIATI RAHIM - NIM : 23216060": "https://digilib.itb.ac.id/gdl/download/264934"}, "Penulis": "RAHMIATI RAHIM [23216060]", "Kontributor / Dosen Pembimbing": ["Dr. –Ing Ir. Suhardi, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "Engineering & allied operations", "Kata Kunci": "Metadata Statistik, Metadata Repository, Sistem Komputasi Layanan.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Alice Diniarti", "File": "9 file", "Tanggal Input": "13 Mar 2018"}