{"Nomor": 30167, "Judul": "EVALUASI PENGARUH INDEKS TEKANAN PANAS (HEAT STRESS INDEX) DAN BEBAN KERJA TERHADAP TINGKAT KELELAHAN PEKERJA PENAMBANG DI AREA TAMBANG EMAS BAWAH TANAH PT. DWINAD NUSA SEJAHTERA", "Abstrak": "Pertambangan merupakan salah satu jenis kegiatan dengan risiko kecelakaan yang tinggi baik pada lokasi tambang terbuka maupun tambang bawah tanah. Berbagai faktor penyebab kecelakaan telah ditemukan melalui proses investigasi kecelakaan diantaranya adalah faktor kelelahan pekerja. Kelelahan pekerja dapat diakibatkan oleh faktor lingkungan dan beban kerja sehingga apabila kedua faktor tersebut dapat dikendalikan akan menghasilkan lingkungan kerja yang aman, nyaman dan mencegah terjadinya kecelakaan. Penelitian ini akan mengevaluasi hubungan antara indeks tekanan panas (Heat Stress Index) mengunakan metode perhitungan humidex dan beban kerja terhadap tingkat kelelahan pekerja penambang di area tambang emas bawah tanah PT. Dwinad Nusa Sejahtera yang hasilnya dapat digunakan sebagai bahan pertimbangan dalam pembuatan kebijakan kerja sebagai usaha untuk mencegah terjadinya kecelakaan kerja. Penelitian ini dilakukan dengan cara pengukuran terhadap kondisi lingkungan kerja berupa suhu dan kelembaban relatif untuk mengetahui indeks tekanan panas metode perhitungan humidex, beban kerja dan tingkat kelelahan pekerja penambang. Lingkungan kerja di tambang emas bawah tanah PT. Dwinad Nusa Sejahtera berada pada kondisi yang panas dan lembab. Hasil pengukuran iklim kerja menunjukkan bahwa rata-rata suhu basah yaitu 30,0Ã‚Â±1,2oC, rata-rata suhu kering yaitu 31,5Ã‚Â±1,0oC, rata-rata suhu bola yaitu 31,3Ã‚Â±1,0oC dan rata-rata kelembaban relatif yaitu 91,4Ã‚Â±4,8%. Hasil pengukuran indeks tekanan panas menggunakan perhitungan indeks suhu bola basah (ISBB) menunjukkan nilai rata-rata 30,4Ã‚Â±1,1oC dan rata-rata humidex yaitu 53,5Ã‚Â±2,9. Hasil analisis multivariat terhadap kelelahan pekerja pada seluruh kelompok aktivitas kerja menujukkan bahwa pengaruh variabel humidex lebih besar dibandingkan dengan variabel beban kerja.", "Daftar File": {"2018 PP TESIS RAISA ANJANI.pdf": "https://digilib.itb.ac.id/gdl/download/138094"}, "Penulis": "RAISSA ANJANI  NIM : 25316026", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Herto Dwi Ariesyady, ST. MT"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "beban kerja, heat stress index, indeks suhu bola basah, kelelahan, tambang bawah tanah", "Sumber": "", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "26 Jun 2018"}