{"Nomor": 30179, "Judul": "Platino Mulya Budiman", "Abstrak": "Dalam beberapa tahun terakhir, media sosial telah menjadi semakin populer sebagai alat bisnis dan komunikasi. Bisnis \n\nmengakui pentingnya media sosial sebagai cara tingkat pribadi sambil mampu menerapkan teknik pemasaran dan \n\nlebih lanjut untuk meningkatkan niat membeli. Salah satu saluran berpengaruh dalam pemasaran media sosial adalah \n\nInstagram, aplikasi seluler yang memungkinkan pengguna untuk menangkap dan berbagi gambar dan video dengan \n\npengikut. Karena kesederhanaan dan popularitasnya, Instagram memiliki 800 juta pengguna aktif bulanan, 500 juta \n\npengguna aktif setiap hari, dan 2 juta pengiklan. Sebagai alat media sosial yang sangat visual, Instagram \n\nmemungkinkan bisnis untuk menjangkau konsumen dan memperkuat bisnisnya dengan cara baru. Instagram memiliki \n\n18 fitur dan salah satunya adalah Instagram Stories. Kisah Instagram adalah fitur yang memungkinkan pengguna \n\nmengirim foto dan video yang hilang setelah 24 jam. Setelah Instagram meluncurkan Stories pada Agustus 2016, fitur \n\nini menyebar seperti api. Mulai November 2017, Instagram Stories menduduki 300 juta pengguna harian. Ini harus \n\nmenjadi contoh alat pemasaran, dengan tujuan untuk menarik minat pembelian pelanggan mereka. Menurut data \n\nInstagram, kisah Instagram berdampak pada niat pembelian berdasarkan beberapa kisah sukses bisnis yang \n\nmenggunakan fitur ini sebagai alat pemasaran mereka. \n\nDengan melakukan penelitian ini, penulis ingin mengeksplorasi apakah Anda ingin membeli toko ritel fashion multimerek \n\ndi Makassar. Penulis Instagram Stories Instagram Stories. Sebuah kuesioner kuantitatif dari 204 pelanggan \n\npotensial di Makassar dilakukan dari Mei hingga Juni 2018 untuk mengeksplorasi hubungan antara variabel \n\nindependen dan dependen. Penulis menggunakan regresi linier tunggal untuk menganalisis hubungan antara variabel \n\nindependen dan dependen dalam penelitian ini. \n\nToko ritel fashion di Makassar. Dari analisis deskriptif, dapat disimpulkan bahwa pelanggan potensial sangat setuju \n\ndengan daya tarik emosional, perbandingan dan gambar pengguna sangat penting untuk strategi pesan Kisah Instagram", "Daftar File": {"2018 TA PP RAKIL ALFASHA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/138141"}, "Penulis": "Rakil Alpasha (19215039)", "Kontributor / Dosen Pembimbing": ["Dr. Dina Dellyana, S.Farm., APT.,MBA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Instagram Stories, Message Strategies, Multi-brands Fashion Retail Store, Purchase Intention", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "1 file", "Tanggal Input": "27 Jul 2018"}