{"Nomor": 30171, "Judul": "INTERPRETASI STRUKTUR BAWAH PERMUKAAN DAERAH", "Abstrak": "Metode magnetik merupakan salah satu metode yang digunakan dalam tahap survei awal eksplorasi geofisika. Survei magnetik bertujuan untuk menginvestigasi daerah yang mengalami anomali medan magnet akibat perbedaan sifat kemagnetan setiap material yang ada di bawah permukaan Bumi. Distribusi bahan magnet dibawah permukaan diketahui berdasarkan variasi intensitas medan magnet yang terukur. Penelitian ini membahas tentang penyebaran anomali magnet di bawah permukaan suatu daerah X yang diketahui berdasarkan peta kontur. Data yang diperoleh diinterpretasikan secara kualitatif dan kuantitatif. Interpretasi kualitatif dilakukan dengan menggunakan software surfer-13 sedangkan interpretasi kuantitatif dilakukan dengan menggunakan software mag2dc untuk mengetahui model benda anomali. Peta kontur dibuat dengan menggunakan Surfer-13 berdasarkan data-data yang diperoleh berupa posisi pengamatan berupa koordinat X dan Y serta anomali medan magnet di setiap titik koordinat. Peta kontur penyebaran anomali medan magnet ditandai dengan adanya perbedaan warna untuk tiap nilai anomali medan magnet. Selanjutnya dipilih slice yang akan dianalisis untuk memperoleh gambaran bentuk benda anomali di sepanjang slice tersebut. Slice dipilih berdasarkan perbedaan nilai anomali yang cukup besar dari yang negatif dan positif. Dari slice yang dipilih akan diperoleh nilai koordinat titik pengamatan dan anomali medan magnet dengan menggunakan digitize. Data-data tersebut kemudian diolah untuk membuat pemodelan menggunakan mag2dc dengan proses forward modeling. Proses forward modeling dilakukan dengan cara trial and error yang dilakukan beberapa kali untuk memperoleh deskripsi benda-benda anomali di bawah permukaan daerah sepanjang slice.", "Daftar File": {"2018 TS PP RAJA MUDA PANDAPOTAN M PURBA 1- ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/138105", "2018 TS PP RAJA MUDA PANDAPOTAN M PURBA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/138106", "2018 TS PP RAJA MUDA PANDAPOTAN M PURBA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/138107", "2018 TS PP RAJA MUDA PANDAPOTAN M PURBA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/138108", "2018 TS PP RAJA MUDA PANDAPOTAN M PURBA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/138109", "2018 TS PP RAJA MUDA PANDAPOTAN M PURBA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/138110", "2018 TS PP RAJA MUDA PANDAPOTAN M PURBA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/138111", "2018 TS PP RAJA MUDA PANDAPOTAN M PURBA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/138112"}, "Penulis": "RAJA MUDA PANDAPOTAN M PURBA (NIM : 90216008)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Eng. Alamta Singarimbun, M.Sc"], "Jenis Koleksi": "Tesis", "Penerbit": "Pengajaran Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "metode geomagnetik, medan magnet, anomali magnetik.", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ratnasari", "File": "8 file", "Tanggal Input": "29 Okt 2018"}