{"Nomor": 30184, "Judul": "FAKTOR-FAKTOR PENENTU APA SAJA YANG MEMPENGARUHI INVESTOR BERINVESTASI PADA PEER-TO-PEER LENDING? SURVEI PADA MAHASISWA MAGISTER DI INDONESIA", "Abstrak": "Masalah kesenjangan pembiayaan pembangunan dan tidak meratanya layanan pembiayaan masih dihadapi oleh Indonesia. Salah satunya terkait akses terhadap pinjaman, dimana Usaha Kecil dan Menengah (UKM) di Indonesia masih banyak yang belum terjangkau oleh Bank. Terbatasnya jangkauan perusahaan penyedia pinjaman konvensional berdampak pada terbatasnya akses masyarakat terhadap pinjaman tersebut. Pemerintah telah membentuk Dewan Keuangan Inklusif Nasional untuk mendukung peningkatan inklusi keuangan di Indonesia. Hadirnya Peer-to-Peer Lending di Indonesia, yaitu sebuah layanan pinjam meminjam praktis dan transparan berbasis online diharapkan mampu mendukung program pemerintah tersebut agar layanan pembiayaan untuk UKM dan juga kebutuhan pembiayaan lainnya di Indonesia lebih tersebar merata dan dapat terus berkembang. Selain itu, P2P Lending ini diharapkan dapat menjadi sebuah pilihan alternatif investasi bagi investor di Indonesia. Terkait perkembangan industry ini ke depannya, dibutuhkan pendanaan dari pemberi pinjaman, untuk itu upaya menarik investor baru untuk berinvestasi pada platform Peer-to-Peer Lending sangat diperlukan. Rendahnya kesadaran masyarakat Indonesia terhadap investasi dan rendahnya jumlah investor local di Indonesia menjadi kendala utama. Oleh karenanya, dilakukan upaya untuk meningkatkan kesadaran publik dan keinginan berinvestasi untuk menarik investor baru dengan meningkatkan daya tarik bisnis ini yaitu dengan mengetahui faktor-faktor apa saja yang menjadi penentu penting keputusan seorang investor/calon investor agar mau berinvestasi pada platform P2P Lending. Metode yang digunakan pada penelitian ini adalah metode kuantitatif (kuesioner) yang ditujukan kepada Mahasiswa MBA ITB sebagai responden. Pengolahan data kuesioner menggunakan analisis regresi dengan variabel dependen biner (regresi logistik). Berdasarkan hasil survey dan analisis data menunjukkan bahwa dari 14 variable yang diujikan, terdapat 7 variable yang signifikan berdampak terhadap kesediaan pemberi pinjaman (lender) untuk memberikan pinjaman. 7 variable tersebut adalah keamanan perlindungan, biaya pinjaman, verifikasi dokumen, akumulasi transaksi & riwayat pembayaran peminjam, informasi tambahan, risiko yang dirasakan, dan biaya transaksi.", "Daftar File": {"Digilib_Ramadhanora_29116043.pdf": "https://digilib.itb.ac.id/gdl/download/138155"}, "Penulis": "Ramadhanora 29116043", "Kontributor / Dosen Pembimbing": ["Yunieta Anny Nainggolan SE, M.Com., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Peer-to-Peer Lending, logistic regression, safety protection, loan amount, verified document, accumulated transactions & repayment history, supplementary information, perceived risk, and transaction fee", "Sumber": "", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "25 Jun 2018"}