{"Nomor": 30181, "Judul": "UPRATING UNIT FILTRASI, DESINFEKSI DAN RESERVOIR PADA INSTALASI PENGOLAHAN AIR (IPA) JURUG PDAM TIRTA DHARMA KOTA SURAKARTA", "Abstrak": "Air merupakan salah satu kebutuhan utama bagi makhluk hidup. Sumber air bersih saat ini menjadi hal yang begitu penting, mengingat jumlah kebutuhan air bersih yang terus meningkat seiring bertambah pesatnya pertumbuhan penduduk. Kota Surakarta sebagai salah satu kota besar di Jawa Tengah memiliki satu buah perusahaan daerah air minum (PDAM) yaitu PDAM Tirta Dharma untuk melayani kebutuhan air minum dan air bersih penduduk setempat. PDAM Tirta Dharma memiliki satu buah Instalasi Pengolahan Air (IPA) yaitu IPA Jurug dengan kapasitas eksisting sebesar 100 L/detik. Pada kenyataannya, PDAM Tirta Dharma hanya mampu melayani kebutuhan air masyarakat Surakarta sebesar 78,61%. Cakupan pelayanan yang rendah tersebut akan terus menurun apabila tidak dilakukan penambahan kapasitas produksi atau optimasi jaringan distribusi. Pada perancangan kali ini dilakukan perencanaan uprating unit filtrasi, desinfeksi, dan reservoir IPA Jurug melalui penambahan kapasitas IPA Jurug menjadi 180 L/detik sesuai hasil studi kebutuhan air. Pengembangan IPA Jurug akan dilakukan dengan memodifikasi desain unit eksisting pada unit filtrasi, desinfkesi, dan reservoir agar lebih efisien dan penambahan unit baru agar target uprating tercapai. Perencanaan dilakukan dengan dua tahap pembangunan dengan target pelayanan air bersih kepada penduduk selama 20 tahun sampai tahun 2038. Dengan demikian pada tahun 2028 IPA Jurug diperkirakan dapat melayani kebutuhan air bersih di daerah layanannya sebesar 83,61% dan pada tahun 2038 sebesar 88,61%. Dari peningkatan produksi tersebut tentu akan berpengaruh pada pada unit filtrasi, desinfeksi dan reservoir. Jika aliran debit ditingkatkan ketiga unit tersebut tidak bisa mengolah semua air baku tersebut. Perancangan ulang yang dilakukan adalah dengan menambahkan 4 buah unit filter dengan dimensi disesuaikan dengan unit eksisting hasil modifikasi yakni 4x2 m, penggantian ukuran pasir silika sebagai media pasir akibat ukuran partikel terlalu besar dan penambahan kebutuhan kaporit menjadi 46,45 Kg/hari. Biaya yang dibutuhkan perancangan unit filter, desinfeksi dan reservoir adalah sebesar Rp. 2.500.000.00,00.", "Daftar File": {"2018 TA PP RAMADHANI ARI SRIUTOMO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/138143"}, "Penulis": "RAMADHANI ARI SRIUTOMO (NIM: 15314050)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Ir. Suprihanto Notodarmojo, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "filter, instalasi pengolahan air, reservoir, uprating", "Sumber": "", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "25 Sep 2018"}