{"Nomor": 30188, "Judul": "Tata Kelola Dinamika Transformasi Lahan: Mengeksplorasi Prinsip-Prinsip Instrumen Perencanaan Spasial Yang Peka Kompleksitas Untuk Kota Batu, Indonesia", "Abstrak": "Dinamika transformasi lahan mempengaruhi secara signifikan degradasi dalam sistem ekologi dan produksi secara global, dan pada saat yang sama menghadapi tekanan dari pertumbuhan populasi manusia dan ketidakpastian dalam membuat rencana tata ruang yang sesuai. Dalam penelitian ini, keuntungan dan dilema sistem zonasi dan urban code dieksplorasi dalam empat jenis transformasi lahan di Kota Batu. Studi kasus ini melakukan wawancara semi-terstruktur dan tinjauan dokumen. Sistem zonasi eksisting dianalisa efektifitasnya dalam mengelola dinamika transformasi lahan, sebagai dasar untuk mengajukan instrumen perencanaan tata ruang yang peka-kompleksitas di Kota Batu. \n\nPenelitian ini menemukan bahwa prinsip perencanaan untuk menangani kompleksitas transformasi lahan harus mempertimbangkan place-based approach, integrative thinking, colaborative process dan adaptive capacity. Hibridisasi antara patterning-instrument (sistem zonasi) dan framework-instrument (urban code) merupakan gagasan yang ideal untuk memberikan kepastian serta fleksibilitas instrumen perencanaan dalam mengelola kompleksitas transformasi lahan di Kota Batu.", "Daftar File": {"2018 TS PP RAMA PERMANA PUTRA_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/138180", "2018 TS PP RAMA PERMANA PUTRA_ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/138181"}, "Penulis": "Rama Permana Putra (NIM: 25416030)", "Kontributor / Dosen Pembimbing": ["Dr.Ir. Heru Purboyo H.P., DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "transformasi lahan, sistem lahan kompleks, sistem pengelolaan lahan, instrumen perencanaan spasial, sistem zonasi, urban code.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Yoninur Almira", "File": "2 file", "Tanggal Input": "18 Sep 2018"}