{"Nomor": 30199, "Judul": "IDENTIFIKASI PEMANFAATAN JALUR PEJALAN KAKI SEBAGAI INFRASTRUKTUR PENDUKUNG EVAKUASI BENCANA TSUNAMI DI KAWASAN WISATA RAWAN BENCANA TSUNAMI (Studi Kasus: Kawasan Sanur, Denpasar Selatan)", "Abstrak": "Kawasan Sanur merupakan kawasan pariwisata yang berada di bagian tenggara Kota Denpasar yang memiliki risiko bencana tsunami. Tidak seluruh jalan di Kawasan Sanur dilengkapi dengan jaringan pejalan kaki, padahal pengadaan jaringan pejalan kaki tidak hanya sebagai penghubung antartitik kegiatan, tetapi juga dapat digunakan untuk evakuasi bencana. Tujuan dari penelitian ini adalah mengetahui pemanfaatan jaringan pejalan kaki untuk meningkatkan kapasitas evakuasi tsunami jaringan jalan Kawasan Sanur. Terdapat lima metode analisis yang digunakan dalam peneltian ini, yaitu analisis konten untuk menyusun ketentuan penyediaan dan pemanfaatan jaringan pejalan kaki dalam kondisi normal dan bencana, mendeskripsikan hasil wawancara, serta untuk analisis akhir yang mencakup seluruh sasaran, analisis evaluasi metode daftar periksa untuk memberikan penilaian kondisi eksisting sesuai dengan ketentuan yang telah disusun, analisis deskripsitf kualitatif untuk menjabarkan hasil observasi, analisis statistik deskriptif untuk mendeskripsikan hasil responden questionnaire-based interview, analisis kapasitas evakuasi untuk menghitung perbedaan kapasitas evakuasi dengan dan tanpa memperhitungkan jaringan pejalan kaki sebagai bagian dari jalur evakuasi tsunami. Hasil penelitian ini adalah dari 32 ruas jalan yang diobservasi, hanya 13 ruas jalan yang dilengkapi dengan jalur pejalan kaki dengan kondisi belum mencapai nilai 50% dalam tujuh aspek penyediaan. Berdasarkan persepsi masyarakat dan wisatawan, jaringan pejalan kaki sudah bernilai di atas 50% pada tujuh aspek penyediaan. Dapat diketahui pula bahwa  pengetahuan masyarakat dan wisatawan terhadap rencana evakuasi tsunami Sanur masih rendah. Dengan adanya jalur pejalan kaki ini, kapasitas evakuasi bertambah, sehingga waktu yang dibutuhkan untuk evakuasi menjadi lebih cepat dan jumlah korban dapat diminimalisir. Rekomendasi yang dihasilkan adalah saran perbaikan penyediaan dan pemanfaatan jaringan pejalan kaki, serta menyempurnakan rencana evakuasi tsunami agar jaringan pejalan kaki dapat dimanfaatkan secara maksimal dalam kondisi normal maupun bencana.", "Daftar File": {"2018 TA PP RANA RAMADARY_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/138192", "2018 TA PP RANA RAMADARY_ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/138193"}, "Penulis": "RANA RAMADARY (NIM : 15413014)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Harkunti Pertiwi Rahayu, Ir.,Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "jaringan pejalan kaki, kapasitas evakuasi, penyediaan, pemanfaatan, rencana evakuasi.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Alice Diniarti", "File": "2 file", "Tanggal Input": "01 Mar 2018"}