{"Nomor": 30201, "Judul": "USULAN STRATEGI PEMASARAN UNTUK KEDAI MAJESTIC", "Abstrak": "Industri kuliner merupakan salah satu kekuatan industri kreatif di Indonesia. Didukung oleh pemerintah melalui Badan Ekonomi Kreatif dan juga pertumbuhan industri pariwista yang juga didukung oleh pemerintah, menjadikan industri kuliner salah satu industri yang menyumbangkan PDB paling besar terhadap ekonomi Indonesia. Banyaknya pelaku bisnis di industri kuliner menjadikan persaingan diantara kompetitor sangat ketat.  \n\nKedai Majestic adalah salah satu pelaku bisnis kuliner yang berdiri pada Juli 2017. Persaingan ketat di dunia bisnis kuliner, menimbulkan permasalahan kepada kafe yang baru berdiri tersebut. Kafe mengalami penurunan pendapatan setelah dua bulan berjalan dan tidak pernah mencapai target pendapatan. Sebagai pemain baru di industri kuliner, Kedai Majestic harus memiliki strategi yang baik untuk menghadapi persaingan dan bertahan di industri itu. Berdasarkan fakta tersebut, maka penilitian ini diperlukan untuk menciptakan strategi pemasaran dengan tujuan untuk memecahkan masalah tersebut.  \n\nPenelitian ini menggunakan metode campuran yang menggunakan gabungan dari metode kualitatif dan kuantitatif. Peneliti juga menggunakan data sekunder untuk mendukung data primer sebagai dasar untuk menetapkan strategi. Peneliti menggunakan hasil data untuk menganalisis lingkungan eksternal dan lingkungan internal.  \n\nPenulis menggunakan TOWS Matrix untuk membangun strategi pemasaran yang baik yang didapat dari analisis SWOT. Sebelum melakukan analisis SWOT, penulis melakukakan analisa terhadap linkungan eksternal dan lingkungan internal Kedai Majestic. Dalam menganalisa lingkungan eksternal, penulis menggunakan analisis PEST, analisis PorterÃ‚Â’s 5 Forces, analisis kompetitor, dan analisis pelanggan. Analisis STP dan analisis bauran pemasaran dilakukan untuk menganalisa lingkungan internal.  \n\nPenulis menggunakan Fishbone Diagram untuk menemukan akar permasalahan yang dihadapi Kedai Majestic. Akar dari permasalahan yang dihadapi Kedai Majastic ialah tidak mempunyai strategi pemasaran yang baik dilihat dari segi produk dan promosi, juga beberapa faktor eksternal yang menyebabkan masalah tersebut.  \n\nSetelah melakukan analisis, peneliti membuat rekomendasi mengenai strategi pemasaran sebagai solusi dari permasalahan perusahaan. Hasil dari penilitian ini penulis harapkan dapat memecahkan masalah yang sedang dihadapi oleh Kedai Majestic.", "Daftar File": {"2018 TS PP RANDI DARMASAPUTRA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/138195"}, "Penulis": "RANDI DARMASAPUTRA       [29115687]", "Kontributor / Dosen Pembimbing": ["Dr. Isti Raafaldini Mirzanti"], "Jenis Koleksi": "Tesis", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Bauran Pemasaran, Industri Kuliner, Kafe, Pemasaran, Strategi Pemasaran", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "22 Feb 2018"}