{"Nomor": 30209, "Judul": "UNDERSTANDING ICU SONIC ENVIRONMENT FOR NURSING EDUCATION BY USING AUDITORY VIRTUAL REALITY", "Abstrak": "Many studies have reported that nursing students are lack of knowledge about their professional clinical settings which might lead to error in conducting medical procedures. Although the innovative learning simulation combined with Virtual Reality has been widely used for nursing education, it is however, studies in the use of VR for nursing simulation still focused on constructing visual stimuli and skill evaluation. This research proposes a study on auditory stimuli for VR application for pre-registered nurses' education in critical care settings. Auditory stimuli were reproduced from Ambisonic files on two selected positions recorded at Standardized National A-Class Intensive Care Unit (ICU) in Indonesia. The audio files both for listening and VR session were reproduced with the static position and head movement enables for listener with additional head tracking. The targeted learning outcomes were formulated involving the discussion sessions with academics and professionals in Jakarta, Yogyakarta and Manchester.  \n \n\nThis research has passed ethical clearance. Reference letter from specialists as well as the inclusion and exclusion criterion were also completed. A class (111 out of 113 students) of final semester students was managed to attend classical class, including class lecture and field trip to ICU in university hospital. After that, subjective survey was taken to investigate their expectation on the sound environment in ICU and their concerns on the learning process. Thirty-seven students were randomly selected to take part in listening session while another 37 students were required to complete VR session with the duration around 30 Ã‚Â– 50 minutes. Both listening session and VR session utilized 2 stimuli corresponding to two positions including nursing station area and near the patientÃ‚Â’s bed. There are three primary goals pointed out in this research including, i) studentsÃ‚Â’ perception to the sound environment, ii) studentsÃ‚Â’ transformative learning experience, and iii) evaluation of the proposed system both auditory and virtual reality. \n \n\nThe study reveals that the expectations towards sonic environment are relatively similar for all participants and changed by the interventions. It means, the students have similar knowledge about the sound environment in ICU of which the learning process are well-received. Although the students are mostly able to identify audible sound and meaningful information from the sound sources, their perception about disturbing sound is significantly changed from expectation. For instance, most of students changed their minds thought if the sound from medical staffsÃ‚Â’ conversation is not acceptable. The p-values for auditory sensation investigated by using soundscape semantic differential scale show that the results are insignificant different (p value >0.05). It represents that the nursing students are prosecuted to be highly adapted to the clinical environment. It is also argued that the measurement tools is necessarily further examined. However, PearsonÃ‚Â’s correlation coefficients (r) present high value (0.757 Ã‚Â– 0.987) in two semantics including Ã‚Â‘Uninformative Ã‚Â– Informative', and 'Smooth Ã‚Â– Rough' for auditory group, and three semantics 'Uninformative Ã‚Â– Informative', 'Universal Ã‚Â– Directional', and Ã‚Â‘Unpleasant Ã‚Â– Pleasant' for VR group. It concludes that those semantics are relevant to be use in evaluating studentsÃ‚Â’ perception to ICU sound environment. Concerning to the transformative learning experience, both auditory and VR session can provoke positive opinions from students. It has also been examined that the proposed media are positively acceptable for nursing students and can be possibly implemented as a part of learning process.", "Daftar File": {"2018 TS PP  RANDY FRANS FELA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/138223"}, "Penulis": "RANDY FRANS FELA (NIM: 23316012)", "Kontributor / Dosen Pembimbing": ["Pembimbing : \n\nIr. R S Joko Sarwono, M.T., Ph,D. \n\nSentagi S Utami, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "auditory stimuli, virtual reality, Ambisonic, sound environment, Intensive Care Unit, learning experience", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Jun 2018"}