{"Nomor": 30202, "Judul": "KAJIAN TENTANG KONDISI PELABUHAN PELABUHAN RUTE JAKARTA-SORONG UNTUK MENDUKUNG PROGRAM TOL LAUT", "Abstrak": "Program Tol Laut adalah konsep tentang sistem transportasi untuk distribusi logistik dengan menggunakan kapal berukuran besar yang melalui rute pelayaran utama dari wilayah Barat Indonesia hingga wilayah Timur Indonesia dan sebaliknya. Program ini diciptakan untuk membangun konektivitas di wilayah Timur Indonesia dengan harapan mampu meningkatkan aktivitas ekonomi dan perdagangannya. Kesuksesan dari program Tol Laut ini tidak terlepas dari peran pelabuhan sebagai faktor pendukung utama. Tujuan dari penelitian tugas akhir ini adalah melakukan analisis terhadap kelayakan kondisi pelabuhan-pelabuhan rute JakartaÃ‚Â–Sorong untuk mendukung program Tol Laut, khususnya Pelabuhan Sorong. Metode yang digunakan yaitu analisis berdasarkan parameter lokasi pelabuhan, alur pelayaran, dan Sarana Bantu Navigasi Pelayaran (SBNP). Hasil dari analisis tersebut kemudian dikomparasikan dengan Pelabuhan Tanjung Priok sebagai referensi pelabuhan yang layak mendukung program Tol Laut. Setelah dilakukan analisis berdasarkan parameter-parameter yang telah ditentukan didapatkan kesimpulan bahwa Pelabuhan Sorong tidak layak untuk mendukung program Tol Laut karena kedalaman pada alur pelayaran hanya sebesar 14 m sedangkan yang dibutuhkan sebesar 14,95 m dan luas kolam pelabuhan yang dimiliki sebesar 11 Ha sedangkan yang dibutuhkan sebesar 63 Ha. Untuk pelabuhan-pelabuhan strategis lain yang terletak di rute JakartaÃ‚Â–Sorong, tidak ada pelabuhan yang dapat memenuhi kedalaman alur pelayaran dan kolam pelabuhan yang dibutuhkan dalam program Tol Laut.", "Daftar File": {"2017 TA PP RANDI NAYAKA PARAMANDANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/138196", "2017 TA PP RANDI NAYAKA PARAMANDANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/138197", "2017 TA PP RANDI NAYAKA PARAMANDANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/138198", "2017 TA PP RANDI NAYAKA PARAMANDANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/138199", "2017 TA PP RANDI NAYAKA PARAMANDANA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/138200", "2017 TA PP RANDI NAYAKA PARAMANDANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/138201"}, "Penulis": "RANDI NAYAKA PARAMANDANA(NIM:15113005)", "Kontributor / Dosen Pembimbing": ["Pembimbing : \n\nDr. Ir. Eka Djunarsjah, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Tol Laut, pelabuhan, alur pelayaran, Sarana Bantu Navigasi Pelayaran (SBNP)", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "6 file", "Tanggal Input": "06 Sep 2018"}