{"Nomor": 30214, "Judul": "ANALISIS KEMAMPUAN SUSTAINED-ATTENTION TEST (SAT) DAN FORWARD DIGIT-SPAN (FDS) SEBAGAI INDIKATOR-AWAL ADANYA PERUBAHAN NILAI NASA-TLX PADA AKTIFITAS PENGEMUDIAN KERETA-API", "Abstrak": "Kereta-api sebagai sistem-transportasi tidak akan lepas dari resiko kecelakaan. Kurangnya tingkat kewaspadaan yang dilakukan oleh masinis, sudah sejak lama dinyatakan sebagai penyebab terjadinya kecelakaan. PT.KAI selaku perusahaan per kereta-apian tidak menguji seberapa siap masinis bekerja dari segi kognitif. Berdasarkan penelitian, terdapat hubungan antara kewaspadaan, working memory dan beban kerja, akan tetapi belum banyak penelitian yang secara eksplisit menjelaskan bagaimana hubungan ketiganya bekerja, terutama dalam aktifitas pengemudian kereta-api. Salah satu alat ukur kewaspadaan, working memory dan beban kerja berturut-turut ialah : SAT, FDS dan NASA-TLX. Untuk mencapai problem solving bagi PT.KAI mengenai tes kesiapan kognitif, pertama-tama dibutuhkan penelitian eskploratif untuk mengetahui hubungan SAT, FDS dan NASA-TLX. Baik SAT maupun FDS hanya menggambarkan tingkat kognitif seseorang dan tidak menggambarkan bagaimana beban kerja yang terjadi. Oleh karena itu perlu adanya penelitian yang mengeskplorasi karakteristik nilai SAT dan FDS, apakah kedua alat ini bisa menggambarkan kondisi beban kerja yang terjadi atau tidak. Apabila bisa, maka SAT dan FDS dapat menjadi indikator-awal adanya perubahan beban kerja pada aktifitas pengemudian kereta-api, sehingga kita tidak perlu menggunakan NASA-TLX yang bersifat sangat subjektif. Subjek dalam penelitian ini adalah mahasiswa Institut Teknologi Bandung (ITB) yang berusia 20 tahun. Jumlah responden sebanyak 12 orang. Data SAT, FDS dan NASA-TLX diolah menggunakan Uji Kruskal Wallis dan Post Hoc tes Mann-Whitney. Hasil dari penelitian ini adalah penurunan nilai SAT maupun FDS bisa digunakan sebagai indikator awal terjadinya perubahan beban-kerja pada pengemudian kereta-api. PT.KAI disarankan menggunakan FDS kepada masinis sebelum dan setelah bekerja, karena FDS bisa menggambarkan kondisi kognitif dan menjadi indikator perubahan besar beban kerja yang diterima.", "Daftar File": {"2018 TA PP RANGGA PURADITAMA SUSILO WIBOWO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/138228"}, "Penulis": "RANGGA PURADITAMA SUSILO WIBOWO (NIM 13413086)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Hardianto Iridiastadi, MSIE, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "KEWASPADAAN, WORKING MEMORY, BEBAN KERJA, PENGEMUDIAN KERETA-API, SAT, FDS, NASA-TLX", "Sumber": "", "Staf Input/Edit": "Dewi Supryati  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "19 Mar 2018"}