{"Nomor": 30212, "Judul": "DETERMINANTS OF BANK CAPITAL STRUCTURE AND ADJUSTMENT SPEED: EVIDENCE FROM INDONESIAN BUBA3 AND BUBA4 BANKS (CASE STUDY: PERIOD 2008-2017)", "Abstrak": "Modigliani & Miller (1958) mengajukan teori bahwa nilai perusahaan tidak bergantung kepada keputusan struktur modal. Kenyataannya ada kondisi tidak ideal. Ada friksi seperti biaya dan manfaat dalam pilihan struktur modal. Sektor Perbankan Indonesia tidak berbeda meski ada campur tangan dari pengawas untuk menyimpan rasio modal sebesar 8%, Perbankan Indonesia menunjukkan rasio modal yang konsisten diukur dari KPMM sebesar rata-rata 17.43%, di atas 8% dari 2008Q1 hingga 2017Q4 untuk 17 Bank Publik BUKU3 dan BUKU4. Kecenderungan perbankan Indonesia menyimpan rasio modal diatas kewajiban minimum menunjukkan persyaratan dari regulasi tidak mengikat dan keputusan struktur modalnya dipengaruhi oleh faktor-faktor lain selain pengawasan dari regulasi. Literatur-literatur sebelumnya mengusulkan bank punya sasaran struktur modal. Bank yang memaksimalkan keuntungan memanfaatkan struktur modal, mendapat untung dari perisai pajak dan informasi asimetris. punya ciri unik dari murahnya utang dibandingkan perusahaan non-keuangan lainnya. Dalam harmoni, keuntungan diikuti biaya. Kondisi ini menggerakkan bank menyesuaikan rasio modal menuju optimal dari waktu ke waktu berdasarkan faktor fundalmental yang diamati. \n\nStudi ini membahas determinan dari struktur modal bank dan kecepatan penyesuaian KPMM-8% (CARBUFF). Regresi data panel dua tahap yang berbeda dilakukan dalam studi ini menggunakan model penyesuaian parsial untuk menangkap kecepatan penyesuaian struktur modal bank. \n\nHasil studi ini menunjukkan teori trade-off didukung oleh proksi risiko (LLP, LDR dan ASSRISK) secara signifikan mempengaruhi CARBUFF dengan hubungan positif. Namun proksi risiko (RWA) menunjukkan hubungan negative yang berarti adanya tingkah laku moral hazard. Kenaikan (COIN) mendorong penurunan CARBUFF. Profitabilitas (PROF) dengan koefisien tertinggi dan Ukuran (LNSIZE) mempengaruhi CARBUFF secara positif mendukung relevansi teori pecking order. Proksi penghasilan (ROE) mempunyai hubungan negatif dengan CARBUFF, yang berarti teori signaling dan sebagai biaya modal alternatif. Kesempatan bertumbuh (MTB) mempunyai hubungan positif, mendukung teori market timing. Dalam analisis intersep, BTPN memiliki CARBUFF tertinggi sementara BBTN memiliki CARBUFF terendah. Alasan dibalik BTPN adalah mengejar pertumbuhan kredit dan mempersiapkan modal untuk strategi merger dengan salah satu bank BUKU3. BBTN memiliki profitabilitas yang kurang untuk pembiayaan internal. Studi ini juga membuktikan adanya bukti bank memiliki struktur modal optimal dengan kondisi dasar yang dipantau dan melakukan penyesuaian menuju target rasio modal dengan kecepatan 25% per kuartal. Ini relatif lebih cepat dibandingkan perusahaan bukan keuangan lainnya, berarti bank berhadapan dengan biaya penyesuaian yang lebih rendah dan punya keuntungan dalam likuiditas aset. \n\nStudi ini menganjurkan para manajer memantau proksi resiko dalam keputusan struktur modal karena bank secara natural mempunyai porsi hutang yang tinggi. Keuntungan yang dihasilkan dapat menjadi sumber pembiayaan internal. Namun, manajer juga dapat mengambil keuntungan dalam kesempatan bertumbuh yang berhubungan dengan informasi asimetris untuk mendapatkan biaya yang lebih rendah dalam pembiayaan eksternal. Manajer dapat melakukan teori signaling dengan menyerap lebih banyak utang untuk menyampaikan pesan prospek bisnis yang cerah. Investor disarankan memantau sifat risiko dan laba dari studi ini. Riset lebih lanjut dapat menambahkan variabel seperti siklus bisnis dan metode dinamis lainnya untuk estimasi.", "Daftar File": {"2018 TA PP RANDY PERDANA LAWRENTIUS 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/138226", "CHAPTER I RANDY PERDANA LAWRENTIUS.pdf)u": "https://digilib.itb.ac.id/gdl/download/250169", "CHAPTER II RANDY PERDANA LAWRENTIUS.pdf?": "https://digilib.itb.ac.id/gdl/download/250170", "CHAPTER III RANDY PERDANA LAWRENTIUS.pdf\n]": "https://digilib.itb.ac.id/gdl/download/250171", "CHAPTER IV RANDY PERDANA LAWRENTIUS.pdf?": "https://digilib.itb.ac.id/gdl/download/250172", "CHAPTER V RANDY PERDANA LAWRENTIUS.pdf)u": "https://digilib.itb.ac.id/gdl/download/250173", "REFERENCE RANDY PERDANA LAWRENTIUS.pdf)u": "https://digilib.itb.ac.id/gdl/download/250174"}, "Penulis": "Randy Perdana Lawrentius (19015228)", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Achmad Herlanto Anggono, MBA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Capital Buffer (CARBUFF), Capital Structure, Adjustment Speed, Partial Adjustment Model", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "7 file", "Tanggal Input": "19 Jul 2018"}