{"Nomor": 30223, "Judul": "IDENTIFIKASI KARBOHIDRAT EKSTRASEL TERLEKAT PADA PERMUKAAN SEL MIKROALGA LAUT TROPIS CHLORELLA SP.", "Abstrak": "Pemanfaatan karbohidrat Chlorella sp. untuk bahan baku pembuatan bioetanol dan etil tersier butil eter telah diteliti. Namun, sejauh ini sifat-sifat karbohidrat Chlorella sp. belum diketahui. Tujuan penelitian ini adalah untuk mengidentifikasi karakteristik fisikokimia karbohidrat ekstrasel dari mikroalga laut tropis Chlorella sp. Tahapan identifikasi karbohidrat ekstrasel dari Chlorella sp. meliputi penyiapan biomassa yang dikultur dalam medium pupuk komersial, isolasi karbohidrat ekstrasel menggunakan etanol, dan karakterisasi karbohidrat ekstrasel tersebut melalui uji kimia karbohidrat (uji Molisch, uji antron, uji pikrat, dan uji iodin), analisis FTIR (Fourier Transform Infra Red) dan SEM-EDS (Scanning Electron Microscope-Energy Dispersive X-Ray Spectroscopy). Hasil penelitian menunjukkan bahwa kerapatan biomassa Chlorella sp. yang dipanen dari kultur sel dengan kerapatan awal 1,33 +- 0,47 x 106 sel/mL setelah 12 hari sebesar 15,70 +- 5,26 x 106 sel/mL atau konsentrasi biomassa sebesar 2,497 +- 0,965 g/L. Kandungan senyawa organik dari biomassa Chlorella sp. sebesar 46,38%. Karbohidrat ekstrasel Chlorella sp. yang diisolasi dari medium bekas tanam disebut karbohidrat tak terlekat, sementara karbohidrat ekstrasel yang menempel pada permukaan dinding sel dinamakan karbohidrat terlekat. Reaksi kedua jenis sampel karbohidrat ekstrasel Chlorella sp. memberikan hasil positif baik terhadap reagen Molisch dan antron yang mengindikasikan bahwa kedua sampel merupakan karbohidrat. Reaksi negatif terhadap pikrat dan iodin mengindikasikan bahwa kedua sampel karbohidrat ekstrasel merupakan polimer rantai panjang yang bukan heliks. Spektrum FTIR kedua karbohidrat ekstrasel terlekat dan tak terlekat menunjukkan vibrasi khas asetal pada bilangan gelombang 1238 cm-1. Ini mengkonfirmasi hasil uji Molisch dan uji antron. Karbohidrat ekstrasel tak terlekat berbentuk serbuk putih, larut dalam air, dan masih terdapat banyak pengotor berupa garam sulfat yang dideteksi pada spektrum FTIR dan data SEM-EDS. Sedangkan karbohidrat ekstrasel terlekat berbentuk bongkahan berwarna coklat, memiliki permukaan yang kasar, dan membentuk suspensi dalam air.", "Daftar File": {"2016 TA PP RANI NURZAHIDAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/138255", "2016 TA PP RANI NURZAHIDAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/138256", "2016 TA PP RANI NURZAHIDAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/138257", "2016 TA PP RANI NURZAHIDAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/138258", "2016 TA PP RANI NURZAHIDAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/138259", "2016 TA PP RANI NURZAHIDAH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/138260", "2016 TA PP RANI NURZAHIDAH 1-DAFTAR PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/138261"}, "Penulis": "RANI NURZAHIDAH (nim:10511029)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Zeily Nurachman, D.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "karbohidrat ekstrasel, Chlorella sp., karakterisasi karbohidrat", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     suwadji", "File": "7 file", "Tanggal Input": "19 Okt 2018"}