{"Nomor": 30221, "Judul": "PERUMUSAN STRATEGI PERLINDUNGAN SITU DAN SEMPADAN DI KOTA DEPOK BERDASARKAN FUNGSI PENGELOLAAN", "Abstrak": "Pada tahun 2012, jumlah situ yang berada di Depok menurun dari 30 hingga 28, sebagian besar kondisi situ ini mengkhawatirkan karena adanya pencemaran baik di saluran atau di badan situ. Perhatian muncul ketika penduduk yang tinggal di sempadan danau biasanya memiliki sumber air yang berasal dari air resapan yang berasal dari air tanah yang berada di bawah permukaan danau. Dalam mencegah pencemarn lebih lanjut, dilakukan pengelolaan danau berupa revitalisasi dan normalisasi. Pada awalnya, kegiatan ini dilakukan oleh Pemerintah Kota Depok, namun seiring keluarnya Peraturan Menteri Pekerjaan Umum dan Penataan Ruang No. 4 tahun 2015, kewenangan terhadap pengelolaan danau-danau yang berada di Depok diserahkan ke kementerian pusat, di bawah pengelolaan Balai Besar Wilayah Sungai Ciliwung Cisadane (BBWSCC). Dalam pengelolaan tersebut tentunya akan melibatkan berbagai stakeholder, lembaga koordinasi, perencanaan program, pembiayaan, dan keterlibatan masyarakat. Oleh karena itu, penelitian terkait strategi pengelolaan situ oleh pemerintah Kota Depok ini penting dilakukan. Persoalan yang terjadi di dalam penelitian ini berkisar pada faktor-faktor yang berpengaruh pada pengelolaan situ, stakeholder pengelolaan dan pemeliharaan situ berdasarkan peran dan kepentingannya serta faktor internal dan eksternal Pemerintah Daerah dalam pengelolaan situ.  Metode yang digunakan adalah studi kepustakaan dan peraturan perundangan, analisis stakeholder, dan analisis S.W.O.T. Ketiga metode ini menghasilkan kesimpulan berupa strategi pengelolaan situ-situ di kota Depok dengan menganalisis Pemerintah Daerah sebagai pengelola. Adapun strategistrategi tersebut berkisar tentang peningkatan koordinasi antar Pemerintah Daerah dengan stakeholder lain terutama BBWSCC perihal pengelolaan situ yang memerlukan prioritas karena kapasitas yang tidak cukup, selain itu perlunya penyuluhan terhadap masyarakat, dan pemberian insentif untuk Pokja Situ.", "Daftar File": {"2018 TA PP RANIASIH SASMITARI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/138247"}, "Penulis": "RANIASIH SASMITARI - Nim: 15413011", "Kontributor / Dosen Pembimbing": ["Dr. Petrus Natalivan ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Situ, Pengelolaan, Strategi, Analisis SWOT, Depok", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Sep 2018"}