{"Nomor": 30233, "Judul": "STRATEGI MARKETING UNTUK WORKSHOP SCOOTER PULITO", "Abstrak": "Pulito Jakarta merupakan sebuah bisnis yang bergerak di bidang jasa pencucian motor, restorasi dan service sepeda motor khususnya kendaraan dengan merek Vespa yang berletak di Pondok Kelapa Raya Jakarta TImur. Pulito Jakarta resmi berdiri sejak March 2017. Sebelum Pulito Jakarta berdiri, bisnis cuci motor dan restorasi sudah pernah berjalan dengan nama yang berbeda, yaitu aldials wash. aldials Jakarta sempat berjalan selama 3 tahun sebelum bisnis ini ditutup dan dilanjutkan oleh pemilik saat ini dengan nama yang berbeda.  \n\nSelama bisnis ini dijalankan, pulito Jakarta mendapati beberapa kekurangan di bisnisnya, salah satunya adalah marketing. Dari wawancara yang dilakukan, didapati bahwa pelanggan yang datang ke Pulito rata-rata  merupakan pelanggan tetap, tidak terjadi penambahan dalam segi kuantitas pelanggan baru. Selain hal tersebut dapat dilihat pula bahwa salah satu media promosi (Instagram) yang digunakan tidak terlalu optimal, dengan jumlah followers yang stagnant  \n\nPenelitian ini menggunakan pendekatan kualitatif (interview) dan kuantitatif (Questionnaire) Data tersebut digunakan untuk melakukan analisa eksternal dan internal perusahaan. Analisa eksternal dilakukan dengan menggunakan PEST analisis, Porter 5 Forces, dan competitor analisis, sementara analisis internal menggunakan STP analisis, serta bauran pemasaran (Marketing Mix). Selanjutnya analisis tersebut diformulasikan dalam strategi dengan menggunakan tools TOWS matrix, IFE matrix, yang dituangkan kedalam Bauran Pemasaran (Marketing MIX) \n\nBerdasarkan analisis yang dilakukan, penulis mendapatkan 15 Strategi marketing berdasarkan marketing mix, yang diharapkan dapat membantu Pulito Jakarta untuk meningkatkan brand awarness dan pada akhirnya meningkatkan penjualan Pulito Jakarta .", "Daftar File": {"2018 TS PP RASHIF PRABASWORO AMUDRA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/138297"}, "Penulis": "RASHIF PRABASWORO SAMUDRA (NIM 29115531)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Yudo Anggoro, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "SWOT, Bengkel Motor, Vespa, Marketing Mix.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "20 Feb 2018"}