{"Nomor": 30234, "Judul": "PERENCANAAN SISTEM POLDER SEBAGAI UPAYA PENGENDALIAN BANJIR SUNGAI CILIWUNG  GUNUNG SAHARI JAKARTA", "Abstrak": "Banjir merupakan permasalahan yang sering terjadi di Indonesia, khususnya di daerah Jakarta. Banyak faktor yang menyebabkan banjir di Jakarta, diantaranya kondisi topografi Jakarta yang relatif rendah, perubahan tata guna lahan di hulu, dan kebiasaan warga baik di hulu maupun di hilir yang membuang sampah ke sungai. Salah satu kejadian banjir Jakarta adalah banjir di Gunung Sahari dengan tinggi genangan 30 cm hingga 50 cm yang dapat mengganggu lalu lintas. Selain itu, aliran Sungai Ciliwung Gunung Sahari melewati bangunan-bangunan penting di DKI Jakarta, seperti Istana Negara, Monumen Nasional, serta Balai Kota Jakarta, sehingga upaya pengendalian banjir perlu dilakukan di wilayah tersebut.   \n \n\nUpaya yang dapat dilakukan untuk menyelesaikan permasalahan banjir di Sungai Ciliwung Gunung Sahari adalah dengan merencanakan sistem polder. Dengan diterapkannya sistem polder, air yang berasal dari Sungai Ciliwung Hulu tidak diperkenankan untuk masuk ke Ciliwung Gunung Sahari, melainkan dialihkan ke Banjir Kanal Barat. Oleh karena itu, Pintu Air Manggarai hanya dibuka pada kondisi banjir yang ekstrem. Luas wilayah yang dijadikan sebagai sistem polder adalah 10 km2. Pada sistem polder ini perlu dilakukan normalisasi agar Sungai Ciliwung Gunung Sahari dapat berfungsi long storage untuk menahan debit yang terjadi di hilir. Selain itu, pintu air di hilir Sungai Ciliwung Gunung Sahari harus ditutup untuk mencegah intrusi air laut dan air dari area polder dapat dibuang melalui pompa. Untuk menurunkan muka air akibat curah hujan dengan periode ulang 50 tahun, pompa yang dibutuhkan sejumlah 9 pompa utama dan 4 pompa cadangan dengan kapasitas masing-masing 10 m3/s sehingga kapasitas maksimum pompa adalah 90 m3/s. Dengan kapasitas tersebut, volume air yang dipompa mencapai 4074 juta m3.   \n \n\nPada kondisi eksisting, tinggi muka air maksimum pada penampang kritis berada pada elevasi +1.02 meter, sedangkan tinggi tanggul yang ada berada pada elevasi +0.23 meter. Setelah diterapkan normalisasi dan sistem polder, muka air pada penampang tersebut turun menjadi pada elevasi +0.18 meter. Oleh karena itu, penerapan polder dan normalisasi dapat menurunkan tinggi muka air di saluran sehingga tidak terjadi luapan. Besarnya biaya yang dibutuhkan untuk membangun sistem polder dan normalisasi adalah Rp227,068,103,000.", "Daftar File": {"2018 TA PP RASTY HIKMAHWATY SUTRISNO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/138298"}, "Penulis": "RASTY HIKMAHWATY SUTRISNO - NIM : 15814022", "Kontributor / Dosen Pembimbing": ["Ir. Hernawan Mahfudz,M.T - Dr. Eng. Arno Adi Kuntoro,S.T,M.T"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik dan Manajemen Sumber Daya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Polder, Normalisasi, Pompa", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "10 Sep 2018"}