{"Nomor": 30239, "Judul": "ANALISIS PARAMETER BERPENGARUH LOW SALINITY WATERFLOODING PADA RESERVOIR BATUPASIR MENGGUNAKAN SIMULATOR KONVENSIONAL", "Abstrak": "Low salinity water flooding merupakan metode enhance oil recovery dengan memodifikasi kandungan kimia dan salinitas fluida injeksi. Gagasan dan percobaan awal mengenai low salinity water dilakukan oleh N. Morrow dan didapatkan indikasi peningkatan kemampuan pendesakan oleh low salinity water, (Jadhunandan dan Morrow 1991, Yildiz dan Morrow 1996, Tang dan Morrow 1999, Morrow dan Buckley, 2011). Namun mekanisme pendesakan dengan metode low salinity waterflooding masih perlu penjelasan lebih detail. Dari berbagai percobaan pada reservoir batupasir, kandungan mineral clay dan komponen organik polar minyak merupakan parameter penting yang mendukung kondisi optimum injeksi low salinity water pada reservoir batupasir. \n\nDalam penelitian ini dikaji beberapa mekanisme low salinity waterflooding dan beberapa hasil percobaan lapangan dan laboratorium melalui studi literatur. Kemudian dilakukan simulasi low salinity waterflooding menggunakan simulator konvensional dengan meninjau perubahan sifat kebasahan batuan yang direpresentasikan oleh perubahan kurva permeabilitas relatif batuan. Model lapangan X yang terdiri dari berbagai facies batuan dan kandungan clay digunakan untuk melihat pengaruh efek kandungan mineral clay terhadap keefektifan low salinity waterflooding. Namun pengaruh kandungan mineral organik polar minyak tidak disimulasikan. Setelah itu akan dilakukan uji sensitifitas terhadap parameter yang lebih general untuk mengetahui parameter yang mempengaruhi tingkat perolehan minyak. Dari hasil simulasi pada lapangan X, dapat disimpulkan bahwa low salinity waterflooding memberikan efek positif yang diindikasikan dengan adanya penambahan perolehan minyak sebesar 10%. Hasil ini didukung oleh hasil simulasi melalui simulator konvensional maupun simulator khusus LSW. Selain pengaruh dari salinitas fluida injeksi, jenis batuan dan properti minyak juga sangat mempengaruhi nilai perolehan minyak pada lapangan X.", "Daftar File": {"2016 TA PP RATIH OCTARINA HASIBUAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/138309"}, "Penulis": "RATIH OCTARINA HASIBUAN (NIM : 12212032)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Ir. Tutuka Ariadji, M. Sc., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "low salinity waterflooding, kandungan clay, komponen polar hidrokarbon", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "1 file", "Tanggal Input": "18 Mei 2018"}