{"Nomor": 30230, "Judul": "PENGARUH DIMENSI ESTETIS PAKAIAN DAN ETNOSENTRISME TERHADAP PERILAKU BELANJA ONLINE KONSUMEN WANITA MUDA INDONESIA", "Abstrak": "Meluasnya penggunaan internet sejak beberapa tahun terakhir secara langsung mempengaruhi \n\nperubahan perilaku belanja dari tradisional (offline) menjadi modern (online). Perubahan perilaku \n\nbelanja tersebut berkaitan erat dengan cara konsumen mengevaluasi berbagai produk sebelum \n\nmembelinya Ã‚Â– termasuk pakaian jadi. Pakaian jadi merupakan produk yang membutuhkan \n\nketerlibatan tinggi dalam kegiatan berbelanja karena memiliki faktor intrinsik dan ekstrinsik. Faktor \n\nintrinsik dalam pakaian mencakup dimensi estetis yang memiliki lima sub-dimensi (kualitas visual \n\ndan bentuk, sosial, kreatifitas, peraba dan properti keahlian teknik), sedangkan faktor ekstrinsik \n\nmencakup etnosentrisme konsumen, yaitu kecenderungan konsumen dalam membeli produk lokal \n\ndibanding global. Dalam penelitian ini, penulis bermaksud untuk mengukur pengaruh dimensi \n\nestetis pakaian dan etnosentrisme terhadap perilaku berbelanja online di kalangan konsumen wanita, \n\nkhususnya dalam memilih produk brand fesyen lokal. \n\nUntuk mengukur dan memahami berbagai faktor yang mempengaruhi perilaku belanja produk \n\nfesyen yang dilakukan secara online oleh konsumen wanita muda, terdapat tiga faktor yang \n\nmenjadi fokus utama yaitu; dimensi estetis pada produk pakaian, etnosentrisme pada konsumen, dan \n\nperilaku belanja online. Untuk menjawab seluruh pertanyaan penelitian akan digunakan metode \n\ncampuran antara kuantitatif dan kualitatif. Metode kuantitatif digunakan untuk membahas pengaruh \n\ndan hubungan antar variabel etnosentrisme dan dimensi estetis pada pakaian, sedangkan metode \n\nkualitatif digunakan untuk memahami faktor Ã‚Â– faktor lain yang mempengaruhi perilaku belanja \n\nkonsumen wanita Indonesia. \n\nHasil dari penelitian ini mengindikasikan bahwa dimensi estetis pakaian Ã‚Â– khususnya sub-dimensi \n\nkualitas visual dan bentuk memiliki peran signifikan terhadap perilaku berbelanja online, sedangkan \n\netnosentrisme hanya memiliki sedikit pengaruh. Selain itu diungkap hasil bahwa keunikan dan nilai \n\nyang terkandung dalam produk brand fesyen lokal merupakan dua faktor lain yang berperan besar \n\natas terjadinya pembelian. Kedua poin utama dari penelitian ini diharapkan dapat menjadi panduan \n\nbagi pemerintah atau pemangku kepentingan lain dalam mengembangkan industri fesyen di \n\nIndonesia Ã‚Â– khususnya yang dilakukan oleh Usaha Kecil dan Menengah (UKM) agar dapat bersaing dengan brand global", "Daftar File": {"Upload_Rara Utami_27115010.pdf": "https://digilib.itb.ac.id/gdl/download/138288"}, "Penulis": "RARA UTAMI (NIM: 27115010)", "Kontributor / Dosen Pembimbing": ["Dr. Agung Eko Budiwaspada, MSn."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "dimensi estetis pakaian, etnosentrisme, perilaku belanja online, brand lokal", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "16 Mar 2018"}