{"Nomor": 30232, "Judul": "ANALISIS KEMAUAN MEMBAYAR MASYARAKAT UNTUK PENINGKATAN KUALITAS PENGELOLAAN SAMPAH DI KOTA MAKASSAR MENGGUNAKAN CONTINGENT VALUATION METHOD", "Abstrak": "Masalah pengelolaan sampah di kota Makassar disebabkan oleh jumlah retribusi sampah yang dibayar oleh masyarakat dianggap tidak mencukupi biaya operasional dan biaya investasi untuk peningkatan kualitas pengelolaan sampah. Meningkatkan nilai retribusi diyakini menjadi solusi dalam masalah ini. Untuk mengetahui besarnya manfaat yang dapat dikelola dari sumber dana masyarakat maka terlebih dahulu harus diketahui tingkat kemauan masyarakat untuk membayar (willingness to pay). Salah satu cara untuk mengetahui   \n\ntingkat kemauan membayar masyarakat (WTP) adalah dengan Contingent Valuation Method (CVM). Dari hasil penelitian dengan menggunakan model logit diperoleh bahwa variabel yang paling mempengaruhi kemauan membayar responden adalah sikap kekhawatiran responden dengan nilai   \n\nkoefisien positif yang artinya semakin meningkat kekhawatiran responden maka kemauan untuk membayar juga akan semakin meningkat. Nilai rata-rata WTP responden secara umum untuk skenario 1 adalah Rp.19.535, skenario 2 dengan nilai rata-rata WTP adalah Rp. 20.523, skenario 3 adalah Rp.21.395 dan untuk skenario 4 nilai rata-rata WTP adalah Rp.21.860. Dengan semakin banyak jenis peningkatan kualitas yang ditawarkan kepada responden maka nilai WTP yang diberikan responden pun semakin meningkat. Dari analisa cost-benefit diperoleh bahwa untuk pendapatan 100% dari total KK dengan nilai suku bunga (i)= 12%, (i) = 15% dan (i) = 18% dengan semua alternatif retribusi yaitu Rp.10.000/KK/bulan, Rp.15.000/KK/bulan dan Rp.20.000/KK/bulan memiliki nilai NPV > 0 dan BCR > 1 untuk semua skenario yang ada baik dari skenario 1 sampai dengan skenario 4 sehingga   \n\ndikatakan layak secara ekonomi. Dari analisis sensitivitas diperoleh bahwa perubahan nilai discount rate tidak terlalu berpengaruh besar terhadap perubahan nilai NPV dan BCR, namun yang paling sensitif  berpengaruh pada perubahan nilai NPV dan BCR adalah dari segi pendapatan retribusi. Retribusi yang berasal dari 80% dan 60% total KK yang layak secara ekonomi hanya   \n\npada retribusi Rp.15.000/KK/bulan dan Rp.20.000/KK/bulan untuk skenario 1 sampai dengan skenario 4 sedangkan apabila pendapatan hanya dari 30% total KK maka keseluruhan skenario baik menggunakan retribusi   \n\nRp.10.000/KK/bulan Ã‚Â– Rp.20.000/KK/bulan memiliki nilai NPV < 0 dan BCR < 1 sehingga dikatakan tidak layak secara ekonomi.", "Daftar File": {"2013 TS PP RASDIANA ZAKARIA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/138290", "2013 TS PP RASDIANA ZAKARIA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/138291", "2013 TS PP RASDIANA ZAKARIA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/138292", "2013 TS PP RASDIANA ZAKARIA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/138293", "2013 TS PP RASDIANA ZAKARIA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/138294", "2013 TS PP RASDIANA ZAKARIA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/138295", "2013 TS PP RASDIANA ZAKARIA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/138296"}, "Penulis": "RASDIANA ZAKARIA [25311034]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Emenda Sembiring, ST, MT, MEngSc, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Peningkatan kualitas pengelolaan sampah, kemauan untuk membayar, contingent valuation method, model logit, analisis cost-benefit ; Waste management improvement, willingness to pay, contingent valuation method, respondents attribute, logit model, cost benefit analysis", "Sumber": "", "Staf Input/Edit": "hidayat  \n                                     Irwan Sofiyan", "File": "7 file", "Tanggal Input": "20 Sep 2018"}