{"Nomor": 30249, "Judul": "PERENCANAAN PONDASI TIANG BOR DAN ANALISIS LIKUIFAKSI  PADA PROYEK JEMBATAN REL KERETA BARANG DI TANJUNG  PERAK", "Abstrak": "Jembatan Rel Kereta Barang Tanjung Perak ini merupakan infrastruktur yang menghubungkan antara pelabuhan dengan daerah hinterland atau daerah sekitarnya, sebagai upaya untuk menanggulangi masalah kemacetan mobilisasi arus barang peti kemas ke daerah hinterland akibat meningkatnya perkembangan arus petikemas di Tanjung Perak. Dan aspek geoteknik merupakan salah satu aspek perencanaan proyek jembatan ini. Pada Tugas Akhir ini membahas perencanaan pondasi tiang bor, pile cap, serta melakukan pengecekan potensi likuifaksi di daerah proyek Jembatan Rel Kereta Barang Tanjung Perak.  \n\nPembebanan yang dipakai dalam perencanaan tiang bor menggunakan hasil perletakan struktur atas, kemudian analisis Allowable Stress Design (ASD) dilakukan untuk menentukan batas kekuatan izin, yang terdiri atas pengecekan daya dukung aksial dan lateral serta penurunan grup tiang. Metode analisis Load and Resistance Factor Design (LRFD) digunakan untuk penulangan pada tiang bor dan pilecap. Perencanaan pondasi ini mengacu pada persyaratan yang disyaratkan oleh AASTHO LRFD Bridge Design. Sedangkan, analisis potensi likuifaksi menggunakan metode NCEER.  \n\nDari analisis didapatkan tiga tipe konfigurasi grup tiang bor, yakni 6x6;5x5;4x4, yang masing-masing tiang nya memiliki diameter 800 milimeter dan panjang 37 meter. Kemudian, hasil analisis likuifaksi menunjukkan bahwa likuifaksi terjadi pada 10 meter lapisan tanah teratas pada proyek Jembatan Rel Kereta Barang Tanjung Perak.", "Daftar File": {"2018 TA PP RATIKA NURSYAHARANI SALIM 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/138352"}, "Penulis": "RATIKA NURSYAHARANI SALIM - NIM : 15014011", "Kontributor / Dosen Pembimbing": ["Andhika Sahadewa ST,MSE,Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Jembatan, Tiang Bor, Likuifaksi, daya dukung, penulangan.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "02 Jul 2018"}