{"Nomor": 30247, "Judul": "Studi Potensi Peningkatan Skala Urban Farming dalam Skala Kota untuk Meningkatkan Proporsi Ruang Terbuka Hijau", "Abstrak": "Setelah memahami kebutuhan untuk meningkatkan Ruang Terbuka Hijau dan fenomena urban farming, adalah tepat untuk mengasumsikan bahwa urban farming adalah suatu gerakan yang memiliki karakter  unik yang membedakannya dari taman perkotaan konvensional yaitu tidak hanya menyediakan ruang hijau seperti taman perkotaan tetapi juga menawarkan keuntungan ekonomi dari kegiatan pertanian. Potensi profitabilitas ini dapat menarik masyarakat perkotaan untuk menggiatkan urban farming yang berarti berpotensi meningkatkan proporsi Ruang Terbuka Hijau. Inilah sebabnya mengapa urban farming memiliki potensi besar untuk memecahkan masalah Ruang Terbuka Hijau. \n\nMengingat wacana bahwa urban farming memiliki kontribusi penting dalam meningkatkan kualitas lingkungan sebagai salah satu perwujudan prinsip-prinsip eco-city, tentu saja kemudian muncul pertanyaan penelitian mendasar: Apa bentuk paling tepat atau bentuk terbaik dari tindakan strategi kolaboratif yang diperlukan untuk gerakan urban farming untuk memastikan keberlanjutannya di Kota Bandung? Kemudian diikuti oleh beberapa pertanyaan penelitian: sejauh mana peningkatan jumlah ruang terbuka hijau yang dikontribusikan oleh pemangku kepentingan utama sebagai salah satu tujuan / sasaran urban farming? Siapa yang melakukan apa dalam gerakan urban farming? Komunitas urban farming mana yang dianggap sukses dan mana yang tidak? Faktor apa yang memengaruhi keberhasilan atau kegagalan komunitas urban farming? Apa yang bisa dipelajari secara kolektif dari keberhasilan atau kegagalan komunitas urban farming? Apa inovasi berikutnya yang dapat diterapkan untuk meningkatkan kinerja pertanian perkotaan, berdasarkan pelajaran yang didapat?", "Daftar File": {"2018 TS PP RATIH WULANDARI_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/138339", "2018 TS PP RATIH WULANDARI_ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/138340"}, "Penulis": "RATIH WULANDARI (NIM: 25417012)", "Kontributor / Dosen Pembimbing": ["Ridwan Sutriadi, ST, MT, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "urban farming, Bandung, ruang terbuka hijau, komunitas, upscaling strategy", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Yoninur Almira", "File": "2 file", "Tanggal Input": "16 Jul 2018"}