{"Nomor": 30245, "Judul": "PENGARUH PEMBENTUKAN EDIBLE FILM TERHADAP KUALITAS SUSU TEMPE", "Abstrak": "Tempe berasal dari hasil fermentasi kedelai menggunakan Rhizopus oligosporus. Dengan adanya proses fermentasi tersebut dapat meningkatkan nutrisi dan membentuk senyawa isoflavon faktor 2 yang hanya ditemukan di dalam tempe dan tidak terdapat di dalam kacang kedelai. Senyawa faktor 2 tersebut memiliki aktivitas antioksidan dan antihemolitik yang tinggi. Namun, tempe memiliki masa simpan yang relatif rendah. Oleh sebab itu, dilakukan pembuatan susu tempe yang bergizi, memiliki masa simpan lebih lama, dan dapat dijadikan solusi bagi penderita lactose intolerance. Tujuan penelitian ini adalah untuk mengetahui pengaruh pembentukan edible film terhadap kualitas susu tempe berdasarkan kestabilan emulsi, kestabilan masa simpan, dan nutrisi. Natrium alginat diekstrak dari Sargassum binderi. Natrium alginat dan gliserol membentuk edible film dan dapat digunakan sebagai penstabil dalam susu tempe. Selain itu, dilakukan berbagai analisis terhadap susu tempe, seperti kestabilan emulsi (viskositas dan laju pengendapan), kestabilan masa simpan (pH), nutrisi (karbohidrat, lemak, protein, dan isoflavon), dan organoleptik. Berdasarkan hasil penelitian yang telah dilakukan, diperoleh natrium alginat murni hasil ekstraksi sebanyak 6,6025 g dan telah dilakukan karakterisasi FTIR. Konsentrasi natrium alginat yang digunakan untuk membentuk edible film pada susu tempe adalah 0,05% dengan tetapan laju pengendapan sebesar 0,0146 turbidans.hari-1. Pembentukan edible film pada susu tempe dapat meningkatkan masa simpan dari susu tempe dari 9 hari menjadi 13 hari. Selain itu, pembentukan edible film pada susu tempe juga dapat meningkatkan viskositas dari 1,1777 Ã‚Â± 0,0331 mPa.s menjadi 1,2226 Ã‚Â± 0,0059 mPa.s. Susu tempe yang dibuat mengandung 3,56 Ã‚Â± 0,36 % karbohidrat, 0,685 Ã‚Â± 0,015 % lemak, 0,9466 Ã‚Â± 0,0519 mg/mL protein terlarut, dan 0,48 Ã‚Â± 0,05 % isoflavon. Sedangkan, susu tempe dengan edible film mengandung 4,56 Ã‚Â± 0,09 % karbohidrat, 0,695 Ã‚Â± 0,005 % lemak, 1,3830 Ã‚Â± 0,2064 mg/mL protein terlarut, dan 5,98 Ã‚Â± 4,21 % isoflavon. Selain itu, terdapat noda yang hanya ditemukan pada susu tempe tetapi tidak pada susu kedelai yang diduga merupakan senyawa isoflavon faktor 2 (6,7,4Ã‚Â’-trihidroksi isoflavon) dengan Rf sekitar 0,2.", "Daftar File": {"RATIH TYAS WIDARA -ABSTRAK": "https://digilib.itb.ac.id/gdl/download/138330", "RATIH TYAS WIDARA - COVER": "https://digilib.itb.ac.id/gdl/download/148691", "RATIH TYAS WIDARA - BAB 1": "https://digilib.itb.ac.id/gdl/download/148692", "RATIH TYAS WIDARA - BAB 2": "https://digilib.itb.ac.id/gdl/download/148693", "RATIH TYAS WIDARA - BAB 3": "https://digilib.itb.ac.id/gdl/download/148694", "RATIH TYAS WIDARA - BAB 4": "https://digilib.itb.ac.id/gdl/download/148695", "RATIH TYAS WIDARA - BAB 5": "https://digilib.itb.ac.id/gdl/download/148696", "RATIH TYAS WIDARA - PUSTAKA": "https://digilib.itb.ac.id/gdl/download/148697"}, "Penulis": "RATIH TYAS WIDARA (NIM:10514079)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Fida Madayanti Warganegara,Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Edible film, lactose intolerance, organoleptik, Sargassum binderi, Rhizopus oligosporus", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "8 file", "Tanggal Input": "12 Sep 2018"}