{"Nomor": 30246, "Judul": "PENINGKATAN EFISIENSI DAN KAPASITAS PRODUKSI UNIT FILTRASI DI INSTALASI PENGOLAHAN AIR CIKOKOL", "Abstrak": "Terletak di Kabupaten Tangerang, Instalasi Pengolahan Air Cikokol bermaksud untuk meningkatkan kapasitas produksinya dari 1275 L/s menjadi 1575 L/s. Hal ini \n\ndisebabkan oleh meningkatnya permintaan air di wilayah pelayanan IPA Cikokol akibat pertumbuhan penduduk yang terus bertambah. Saat ini, unit pengolahan di IPA Cikokol yang sudah mampu mengolah debit sebanyak 1575 L/s hanya intake, koagulasi, flokulasi, dan sedimentasi. Oleh karena itu, dipilih unit filtrasi sebagai objek perancangan. Berdasarkan hasil evaluasi, salah satu masalah pada performa unit filtrasi di IPA Cikokol adalah efisiensi pengolahan yang belum maksimal. Selain itu, unit filtrasi juga sebenarnya mampu mengolah debit lebih dari 1275 L/s tanpa adanya penambahan bak. Oleh karena itu, tujuan dari perancangan ini adalah untuk meningkatkan efisiensi dan kapasitas produksi unit filtrasi di IPA Cikokol, dengan cara melakukan penggantian media. Sebagai alternatif studi desain, \n\nperancangan dilakukan pada dua kapasitas produksi berbeda yaitu 1575 L/s sebagai debit masterplan dan 2390 L/s sebagai debit maksimum, dengan menggunakan dua jenis filter berbeda, yaitu dual media dan multimedia serta dua jenis sistem underdrain yang berbeda, yaitu nozzle dan pipa lateral-manifold. Untuk perancangan dual media, digunakan antrasit dan pasir. Untuk perancangan multi media digunakan antrasit, pasir, dan garnet.", "Daftar File": {"2017 TA PP RATIH WULANSARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/138331", "2017 TA PP RATIH WULANSARI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/138332", "2017 TA PP RATIH WULANSARI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/138333", "2017 TA PP RATIH WULANSARI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/138334", "2017 TA PP RATIH WULANSARI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/138335", "2017 TA PP RATIH WULANSARI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/138336", "2017 TA PP RATIH WULANSARI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/138337", "2017 TA PP RATIH WULANSARI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/138338"}, "Penulis": "RATIH WULANSARI [15313090]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Arief Sudradjat, MIS, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Uprating, instalasi pengolahan air minum, unit filtrasi, dual media, multi media ; uprating, water treatment plant, filtration unit, dual media, multi media", "Sumber": "", "Staf Input/Edit": "hidayat  \n                                     Irwan Sofiyan", "File": "8 file", "Tanggal Input": "01 Feb 2018"}