{"Nomor": 30257, "Judul": "Usulan Strategi Rekrutmen (Studi Kasus PT Kreasi Edulab Indonesia)", "Abstrak": "PT Kreasi Edulab Indonesia (Edulab) adalah salah satu bimbingan belajar di Indonesia. \n\nEdulab menyediakan layanan konsultasi dan pembelajaran sebagai fasilitas penyelesaian \n\nmasalah. Proses belajar mengajar merupakan key activitiesperusahaan. Edukator \n\nmerupakan salah satu dari key resources Edulab. Segmen konsumen mereka adalah \n\nsiswa Sekolah Menengah Atas yang sedang dalam persiapan Ujian Nasional dan \n\nSBMPTN. \n\nPermasalahan utama yang sedang mereka hadapi saat ini adalah kekurangan edukator \n\nyang dapat mengganggu proses pelayanan pengajaran yang diberikan. Berdasarkan \n\nanalisis yang dilakukan, akar permasalahan terletak pada strategi rekrutmen yang tidak \n\nefektif. Setelah dilakukan analisis strategi rekrutmen yang sedang berlangsung, Edulab \n\nmenggunakan bebetapa metode rekrutmen diantaranya kerjasama dengan Universitas \n\nIslam Negeri Sunan Gunung Djati Bandung, jobfair, iklan, dan memasang info \n\nlowongan edukator di career center ITB dengan lulusan Perguruan Tinggi Negeri \n\nsebagai syarat utama. Lulusan Perguruan Tinggi Swasta tidak dapat bergabung menjadi \n\nedukator meskipun peminatnya cukup banyak. \n\nBisnis solusi yang diusulkan adalah memperluas jangkauan rekrutmen sehingga \n\nkerjasama dan pemasangan lowongan di career center tidak hanya terbatas pada satu \n\nuniversitas saja, menerima pelamar yang berasal dari perguruan tinggi swasta, dan \n\npengalokasian baru untuk pelamar dengan latar belakang perguruan tinggi swasta untuk \n\nditempatkan mengajar pada kelas-kelas persiapan Ujian Nasional saja.", "Daftar File": {"Thesis - Ratu Gina Nabila.pdf": "https://digilib.itb.ac.id/gdl/download/138380"}, "Penulis": "Ratu Gina Nabila Abduh-29115710", "Kontributor / Dosen Pembimbing": ["Achmad Ghazali, S.T., MBA, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "recruitment strategy, recruitment, educator recruitment", "Sumber": "", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "06 Mar 2018"}