{"Nomor": 30256, "Judul": "PEMULIHAN KALIUM DARI ABU BIOMASSA TROPIK", "Abstrak": "Biomassa merupakan bahan bakar alternatif yang potensial di Indonesia. Pembakaran biomassa menghasilkan abu yang masih mengandung berbagai senyawa bermanfaat, salah satunya kalium. Pemulihan kalium dari abu sisa pembakaran biomassa dapat memberikan nilai tambah dari abu biomassa. Kalium dapat dimanfaatkan sebagai bahan baku pembuatan pupuk cair, sehingga dapat mengurangi ketergantungan Indonesia terhadap impor pupuk. Penelitian ini bertujuan untuk menilai kelayakan pengambilan kalium dari abu tandan kosong kelapa sawit (TKKS), abu kulit pisang, abu tongkol jagung, dan abu tempurung kelapa sebagai jalur alternatif pemanfaatan limbah hasil pembakaran biomassa melalui proses ekstraksi padat-cair.  \n \n\nProses pemanfaatan abu biomassa meliputi proses pengeringan, pembakaran, pengabuan dan ekstraksi. Ekstraksi kalium satu tahap dilakukan pada temperatur 80oC selama 4 jam menggunakan pelarut air bebas mineral. Hasil penelitian menunjukkan kandungan abu biomassa terhadap sampel biomassa dasar kering pada kulit pisang adalah sebesar 10,75%(m/m); sementara pada TKKS, tongkol jagung, dan tempurung kelapa masing-masing adalah sebesar 2,60%; 1,67%; dan 0,74%. Hasil EDS menunjukkan bahwa kandungan kalium yang terdapat dalam sampel abu kulit pisang adalah sebesar 58,47%(m/m), sedangkan pada TKKS, tongkol jagung, dan tempurung kelapa masing-masing sebesar 50,74%; 31,46%; dan 37,24%. Hasil percobaan ekstraksi juga menunjukkan bahwa semakin banyak pelarut yang digunakan, maka semakin perolehan kalium yang dapat diekstraksi. Perolehan kalium tertinggi sebesar 12,52%(m/m) dihasilkan pada ekstraksi dengan rasio abu biomassa kulit pisang dengan pelarut sebesar 1:8. Keseluruhan hasil ekstraksi untuk abu biomassa kulit pisang dan TKKS layak untuk dijadikan bahan baku pupuk cair. Sementara itu, hasil ekstraksi abu tongkol jagung dengan perbandingan abu dan pelarut sebesar 1:8 dan seluruh hasil ekstraksi abu tempurung kelapa tidak memenuhi standar untuk dijadikan pupuk cair.", "Daftar File": {"2018 TA PP Ratu Annisa Amalia - Rinda Khairunnisah 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/138379"}, "Penulis": "Ratu Annisa Amalia - Nim: 13014063, Rinda Khairunnisah - Nim: 13014113", "Kontributor / Dosen Pembimbing": ["Dr. Tjokorde Walmiki Samadhi \n\nDr. Winny Wulandari"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Abu, Biomassa, Ekstraksi, Kalium, Pupuk", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Mei 2018"}