{"Nomor": 30250, "Judul": "DESAIN DAN ANALISIS NEUTRONIK REAKTOR DAYA NUKLIR MODULAR TIPE GFR (GAS COOLED FAST  REACTOR) TANPA PENGISIAN ULANG BAHAN BAKAR", "Abstrak": "Pada peneltian ini dilakukan perhitungan desain reaktor daya nuklir jenis Reaktor Cepat Berpendingin Gas (Gas-Cooled Fast Reactor, GFR) modular berdaya kecil 300 MWth berbahan bakar uranium plutonium nitrida (UN-PuN) yang berumur panjang tanpa pengisian ulang bahan bakar dengan melakukan optimasi dalam aspek neutronik.          \n \n \n \n \n \n \n \n \n\nTujuan dari penelitian ini adalah mendesain reaktor GFR berdaya 300MWth dengan menentukan komposisi bahan bakar uranium plutonium nitrida, penambahan aktinida minor, penambahan burnable poison, geometri sel dan teras reaktor, menentukan fraksi bahan bakar sehingga waktu refueling lebih dari 10 tahun dengan ekses reaktivitas (%Δk/k) di bawah 1% serta melakukan pengembangan metode untuk melakukan analisis pada perhitungan neutronik dari reaktor yang lebih akurat yaitu akan dilakukan proses homogenisasi sel bahan bakar pada setiap mesh spasialnya (one mesh one cell).          \n \n \n \n \n \n \n \n \n\nAnalisis aspek neutronik menyangkut perhitungan desain dan analisis neutronik reaktor yang dilakukan dengan menggunakan program SRAC (Standard Reactor Analysis Code) versi 2006 yang bekerja di bawah Sistem Operasi Linux dengan menggunakan perpustakaan data nuklir Japanese Evaluated Nuclear Data Library 4.0 (JENDL-4.0).          \n \n \n \n \n \n \n \n \n\nPada perhitungan neutronik dilakukan beberapa langkah parameter survei untuk mendapatkan hasil optimasi yang maksimal. Perhitungan awal yang dilakukan adalah perhitungan sel bahan bakar (perhitungan Collision Probability Method Code/PIJ) dengan menggunakan sel heksagonal dan kemudian disusul oleh perhitungan teras (metoda Multi-Dimensional Diffusion Calculation/CITATION) dengan menggunakan kode program SRAC2006. Pada perhitungan parameter survei ini dilakukan beberapa tahap perhitungan. Pada awal perhitungan  dilakukan studi penentuan material bahan bakar, penambahan aktinida minor dan burnable poison.          \n \n \n \n \n \n \n \n \n\nPada studi penentuan material bahan bakar dilakukan beberapa tahapan yaitu perhitungan dengan menggunakan bahan bakar UN-PuN, dengan plutoniumnya berasal dari limbah bahan bakar PWR (Pressurized Water Reactor) setelah reaktor PWR tersebut melakukan burn-up sebesar 33MWd/ton. Ada lima jenis isotop yang digunakan (Pu-238, Pu-239, Pu-240, Pu-241 dan Pu-242) dan sesuai dengan persentase masing-masing. Uranium yang digunakan menggunakan uranium alam, dengan komposisi U-235 0,7% dan U-238 99,3%. Pada perhitungan selanjutnya, bahan bakar plutonium yang digunakan dalam bahan bakar merupakan campuran dari plutonium limbah PWR dengan plutonium 239 murni. Setelah itu, bahan bakar plutonium yang digunakan merupakan plutonium limbah dari PWR yang telah didinginkan (cooling down) selama beberapa tahun.          \n \n \n \n \n \n \n \n \n\nPenambahan aktinida minor juga dilakukan pada perhitungan. Aktinida minor yang ditambahkan adalah americium (Am-241 dan Am-243) dan neptunium 237 ke dalam bahan uranium plutonium nitrida guna untuk menurunkan nilai k-eff. Penambahan aktinida minor ke dalam reaktor bertujuan untuk mengurangi jumlah aktinida minor di dunia. Aktinida minor merupakan bahan bakar limbah nuklir atau sering disebut dengan Spent Nuclear Fuel (SNF) yang mempunyai high toxicity yang tinggi sehingga jumlah SNF perlu dikurangi. Neptunium 237 merupakan aktinida minor dengan persentase paling banyak pada SNF.         \n \n \n \n \n \n \n \n \n\nPerhitungan selanjutnya yaitu penambahan protactinium 231 sebagai racun neutron. Penambahan Pa-231 ini dilakukan untuk menurunkan nilai k-eff secara keseluruhan dan tidak meningkatkan nilai densitas daya rata-rata dan densitas daya maksimum secara signifikan. Penentuan volume fraksi bahan bakar juga dilakukan, mulai dari 40% sampai 65% fraksi bahan bakar. Penentuan bentuk geometri teras reaktor juga merupakan faktor yang penting untuk diperhatikan dalam melihat profil grafik k-eff dan analisis keselamatan. Ada tiga perbandingan jenis geometri reaktor yang dilakuakan yaitu berbentuk silinder pancake (Diameter (D) > Height (H)), silinder balance (D=H) dan silinder tall (D", "Daftar File": {"2018 DS PP RATNA DEWI SYARIFAH 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/138353", "2018 DS PP RATNA DEWI SYARIFAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/138354", "2018 DS PP RATNA DEWI SYARIFAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/138355", "2018 DS PP RATNA DEWI SYARIFAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/138356", "2018 DS PP RATNA DEWI SYARIFAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/138357", "2018 DS PP RATNA DEWI SYARIFAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/138358", "2018 DS PP RATNA DEWI SYARIFAH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/138359", "2018 DS PP RATNA DEWI SYARIFAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/138360"}, "Penulis": "RATNA DEWI SYARIFAH - NIM: 30214002", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Zaki Su'", "ud, M.Eng.        \n \n \n \n \n \n \n \n\nDr. Khairul Basar        \n \n \n \n \n \n \n \n\nDr. Dwi Irwanto"], "Jenis Koleksi": "Disertasi", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "GFR, analisis neutronik, keselamatan, UN-PuN, aktinida minor, SRAC2006, one mesh one cell", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ratnasari", "File": "8 file", "Tanggal Input": "11 Mei 2018"}