{"Nomor": 30275, "Judul": "POTENSI PENGGUNAAN TERRESTRIAL LASER SCANNER (TLS) DALAM PEMETAAN 3D OBJEK-OBJEK RUANG PERAIRAN", "Abstrak": "Indonesia memiliki wilayah laut seluas 58 juta km2, dengan wilayah laut yang luas itu Indonesia memiliki potensi yang sangat besar sehingga harus dapat dimanfaatkan secara maksimal terutama untuk kesejahteraan masyarakat. Pemanfaatan potensi yang besar dalam wilayah laut dapat dilaksanakan dengan konsep yang sedang berkembang saat ini yaitu Kadaster Kelautan. Kadaster Kelautan sendiri meliputi aspek legal dan aspek teknis. Seiring perkembangan zaman, kebutuhan akan pemodelan secara Tiga Dimensi (3D) dalam Kadaster Kelautan semakin mendesak akibat banyaknya kelemahan dalam pemodelan secara Dua Dimensi (2D). Salah satu cara untuk mendapatkan pemodelan secara 3D adalah menggunakan metode terestris. Seiring perkembangan zaman pula alat yang dapat digunakan untuk memetakan mengalami kemajuan salah satunya adalah adanya Terrestrial Lasers Scanner (TLS). Oleh karena itu Tugas Akhir ini bertujuan untuk mengkaji objek-objek ruang perairan yang dapat dipetakan oleh TLS dan prosedur-prosedur yang sesuai dengan aspek teknis Kadaster Kelautan. \n\nMetode kajian yang dilakukan pada tulisan ini didasarkan pada studi literatur yang berbasiskan inventarisasi mengenai Kadaster Kelautan dan objek ruang perairan. Terdapat pula studi literatur mengenai prinsip kerja dan prosedur pengukuran hingga pemodelan objek menggunakan TLS. \n\nPemodelan objek-objek ruang perairan menggunakan TLS sangat potensial dalam memetakan objek yang memiliki tingkat kedetailan yang tinggi yaitu RIG. Aspek teknis yang harus diperhatikan dalam pemetaan objek ruang perairan adalah kerangka dasar dan kedalaman. Dimana aspek teknis menjadi unsur yang penting dalam menentukan batas-batas objek ruang perairan.", "Daftar File": {"2016 TA PP  R DERIAN RACHMANDA S 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/138430", "2016 TA PP  R DERIAN RACHMANDA S 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/138429", "2016 TA PP  R DERIAN RACHMANDA S 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/138428", "2016 TA PP  R DERIAN RACHMANDA S 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/138427", "2016 TA PP  R DERIAN RACHMANDA S 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/138426", "2016 TA PP  R DERIAN RACHMANDA S 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/138425"}, "Penulis": "R DERIAN RACHMANDA S  (NIM : 15112012)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Eka Djunarsjah, MT.", "Dr. Irwan Gumilar, S.T., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "objek-objek ruang perairan, aspek teknis, Terrestrial Laser Scanner", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "6 file", "Tanggal Input": "27 Sep 2018"}