{"Nomor": 30272, "Judul": "PERENCANAAN STRUKTUR DERMAGA PETI KEMAS DI KENDARI, SULAWESI TENGGARA", "Abstrak": "Indonesia merupakan negara maritim yang memiliki belasan ribu pulau sehingga pemerataan logistik menjadi isu penting yang perlu diselesaikan. Pemerintah membuat program Tol Laut yang bertujuan untuk pemerataan logisitik di Indonesia. Program Tol Laut membutuhkan dua puluh empat pelabuhan pendukung yang salah satunya adalah pelabuhan Kendari. Untuk peningkatan ekonomi khususnya wilayah Sulawesi Tenggara pelabuhan peti kemas baru direncanakan dibangun di daerah Bungkutoko Kecamatan Abeli Kota Kendari, Sulawesi Tenggara. Sehingga membutuhkan perencaan struktur dermaga peti kemas.Dermaga dirancang dengan tipe deck on pile. Lingkup dari bahasan Tugas Akhir meliputi penjelasan kriteria desain struktur dermaga, perhitungan beban-beban yang bekerja pada dermaga, penentuan dimensi dermaga, analisis struktur dermaga, desain penulangan elemen struktural beton, analisis daya dukung tanah dan estimasi biaya material. Acuan desain dermaga secara umum didapatkan dari dokumen Technical Standards and Commentaries for Port and Harbour Facilities in Japan yang ditulis oleh The Overseas Coastal Area Development Institute of Japan (OCDI), sedangkan kriteria desain untuk elemen struktural (baja dan beton) didapatkan dari SNI 1729:2012 dan SNI 2847:2013.Analisis struktur dermaga dilakukan dengan bantuan perangkat lunak analisis struktur. Pondasi tiang pancang pada dermaga rencana perlu dipancang hingga kedalaman lima belas meter dari dasar laut. Estimasi biaya material yang dibutuhkan sekitar enam puluh milyar rupiah.", "Daftar File": {"2018 TA PP RAZIF FAIZAL SANY 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/138409"}, "Penulis": "RAZIF FAIZAL SANY (NIM : 15514076)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Sri Murti Adiyastuti, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Dermaga, Struktur, Pemodelan, Peti Kemas", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "28 Sep 2018"}