{"Nomor": 30270, "Judul": "PEMBANGKIT KASUS UJI OTOMATIS MENGGUNAKAN METODE AVM PADA SBMT UNTUK SISI BACKEND DARI APLIKASI WEB", "Abstrak": "Pengujian perangkat lunak penting untuk dilakukan untuk menjamin kualitas dari perangkat lunak tersebut. Pengujian dapat dipermudah dengan melakukan pembangkitan kasus uji otomatis. Dari penelitian sebelumnya, sebagian besar melakukan pembangkitan kasus uji menggunakan algoritma pencarian lokal pada pengujian berbasis pencarian atau disebut Search Based Software Testing (SBST). Untuk meningkatkan kualitas dari kasus uji yang dihasilkan, proses optimasi pencarian dapat digabung dengan analisis mutasi dari pengujian mutasi dan membentuk teknik baru yaitu Search Based Mutation Testing (SBMT).  Namun teknik SBMT yang digunakan pada penelitian sebelumnya banyak diimplementasikan pada aplikasi non-web. Sedangkan pada zaman sekarang, aplikasi web semakin banyak digunakan.  \n \n\nPada penelitian ini dibangun pembangkit kasus uji otomatis menggunakan SBMT untuk aplikasi web pada sisi backend. Metode SBMT yang digunakan adalah Alternating Variable Method (AVM) yang merupakan bentuk dari Hill Climbing yang sudah disesuaikan untuk pencarian. Selain melakukan pembangkitan kasus uji, pada penelitian ini juga dilakukan proses transformasi objek uji yang berasal dari kode sumber. Objek uji ini menjadi masukan pada pembangkitan kasus uji.   \n \n\nPengujian dilakukan dengan membandingkan hasil pembangkitan kasus uji SBST dengan hasil pembangkitan kasus uji yang menggunakan mutan (SBMT).  Hasil pengujian membuktikan bahwa pencarian dengan mutan menghasilkan mutation score yang lebih baik dibandingkan pencarian tanpa mutan dengan rata-rata peningkatan mutation score sebesar 12,875.  \n \n\nPada penelitian ini telah diimplementasikan pembangkit kasus uji dengan SBMT pada sisi backend dari aplikasi web dengan menggunakan kriteria branch coverage. Pada aplikasi ini sudah dilakukan proses transformasi kode sumber menjadi objek uji. Hasil validasi menunjukkan bahwa penambahan mutan pada pencarian dapat meningkatkan kualitas dari kasus uji yang dihasilkan.", "Daftar File": {"Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/138407"}, "Penulis": "Raymond Chandra Putra [23516046]", "Kontributor / Dosen Pembimbing": ["Dr. Bayu Hendradjaya, ST.,MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "pembangkitan kasus uji otomatis, pengujian mutasi berbasis pencarian, aplikasi web backend.", "Sumber": "", "Staf Input/Edit": "Karya Sumpena  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Sep 2018"}