{"Nomor": 30278, "Judul": "SD, SMP DAN SMA SWASTA DI SENTUL", "Abstrak": "Kawasan Sentul di Kabupaten Bogor merupakan kawasan yang sedang berkembang. Banyak developer dan investor yang tertarik dengan kawasan ini karena akses yang lancar, suasana asri dan daerah yang belum terlalu padat. Sudah banyak perumahan dibangun di kawasan ini. Pengadaan fasilitas berupa sekolah merupakan hal yang pentingdalam suatu kawasan hunian. Namun pengadaan fasilitas bangunan pendidikan berupa sekolah khususnya SD, SMP, dan SMA masih terbatas di kawasan Sentul. Tujuan perancangan proyek ini yaitu merancang fasilitas yang dapat mewadahi berbagai aktifitas belajar mengajar serta berkegiatan bagi 3 jenjang pendidikan yang berbeda dalam satu komplek di daerah Sentul, Bogor.Visi Proyek ini adalah Kompleks Pendidikan (SD, SMP, dan SMA) di Sentul Bogor sebagai lembaga pendidikan formal yang dapat mewadahi segala kegiatan belajar mengajar, berkegiatan secara kreatif dan aktif, dengan kualitas terbaik di daerah Sentul Bogor. Fungsi utama yaitu fungsi bangunan pendidikan berupa ruang kelas dan pendukung kegiatan belajar. Sedangkan isu proyek ini yaitu dari segi kenyamanan fisik dan psikologis, fleksibilitas, keamanan, bentuk dan citra, interaksi, dan tapak. Konsep Perancangan pada proyek ini pada peletakan masa bangunan di dalam tapak, hubungan ruang luar dan ruang dalam, hubungan antar masa bangunan, konfigurasi ruang kelas, pengalaman ruang pada sirkulasi yang menghubungkan antar masa bangunan, serta citra bangunan pendidikan yang dimunculkan dalam fasade dan ruang luar.", "Daftar File": {"2013 TA PP REA RISKY ALPRIANTI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/138433", "2013 TA PP REA RISKY ALPRIANTI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/138434", "2013 TA PP REA RISKY ALPRIANTI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/138435", "2013 TA PP REA RISKY ALPRIANTI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/138436", "2013 TA PP REA RISKY ALPRIANTI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/138437", "2013 TA PP REA RISKY ALPRIANTI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/138438", "2013 TA PP REA RISKY ALPRIANTI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/138439", "2013 TA PP REA RISKY ALPRIANTI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/138440"}, "Penulis": "REA RISKY ALPRIANTI  (NIM : 15209090)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n\nIr. Basauli Umar Lubis, MSA, Ph.D. \n\nIr. Budi Rijanto, DEA."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "sekolah, kenyamanan fisik dan psikologis, fleksibilitas, keamanan, bentuk dan citra, interaksi, tapak", "Sumber": "", "Staf Input/Edit": "suwadji  \n                                     suwadji", "File": "8 file", "Tanggal Input": "26 Okt 2018"}