{"Nomor": 30308, "Judul": "BUSINESS STRATEGY DEVELOPMENT FOR SME USING DIGITAL TECHNOLOGY IN DIGITAL ECONOMY ERA: GUDANG PAKAIAN DALAM CASE STUDY", "Abstrak": "Usaha Kecil Menengah (UKM) selalu memiliki peranan kunci dalam perekonomian Indonesia. Di \n\nsamping kontribusi yang diberikan, UKM memliki masalah dalam pengembangan bisnis dan menjadi \n\nlebih produktif. Pergeseran yang terjadi falam dunia bisnis yang ditunjukan dengan perubahan pola \n\nkonsumsi yang dahulu berbasis barang berubah kepada berbasing pengalaman dan belanja luar jaringan \n\nmenjadi belanja dalam jaringan menyebabkan banyak perusahaan yang menutup toko yang dimiliki. \n\nPenelitian ini berfokus dalam menentukan strategi yang tepat untuk suatu UKM bernama Gudang \n\nPakaian Dalam yang bekerja di industri pakaian dalam. Data yang dikumpulkan dalam penelitian ini \n\nberdasarkan dengan wawancara dengan pemiliki Gudang Pakaian Dalam dan data yang ada di internet \n\ntentang industri dan bisnis Gudang Pakaian Dalam. Data yang sudah dikumpulkan, analisa data akan \n\ndilakukan dengan environmental scanning, SWOT Analysis, dan Grand Strategy Matrix untuk \n\nmenentukan strategi yang tepat untuk Gudang Pakaian Dalam. Hasil yang didapatkan dari analisa data, \n\nstrategi yang tepat untuk Gudang Pakaian Dalam kejar adalah diversifikasi bisnis milik Gudang Pakaian \n\nDalam dengan memakai teknologi digital. Pengembangan juga perlu dilakukan dalam pemasaran, \n\noperasi, sumber daya manusia, sistem informasi, dan keuangan dalam Gudang Pakaian Dalam untuk \n\nmenjadi lebih berdaya saing dalam keadaan bisnis sekarang.", "Daftar File": {"2018 TA PP RENDI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/138510", "Chapter 1.pdf\nz?": "https://digilib.itb.ac.id/gdl/download/251661", "Chapter 2.pdf\nv?": "https://digilib.itb.ac.id/gdl/download/251662", "Chapter 3.pdf\nv?": "https://digilib.itb.ac.id/gdl/download/251663", "Chapter 4.pdf\nv?": "https://digilib.itb.ac.id/gdl/download/251664", "Chapter 5.pdf\nv?": "https://digilib.itb.ac.id/gdl/download/251665", "References.pdf6?": "https://digilib.itb.ac.id/gdl/download/251666"}, "Penulis": "Rendi (19015083)", "Kontributor / Dosen Pembimbing": ["DR. IR. YUNI ROS BANGUN MBA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Undergarment Industry, SME, Strategic Management, Digital Technology, Digital Economy", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "7 file", "Tanggal Input": "30 Jul 2018"}