{"Nomor": 30305, "Judul": "STUDI POTENSI PENGEMBANGAN PEMBANGKIT LISTRIK TENAGA PANAS LAUT (OTEC) DI PERAIRAN INDONESIA", "Abstrak": "Seiring dengan meningkatnya kebutuhan energi bagi manusia dari masa ke masa maka tak bisa dipungkiri bahwa kebutuhan listrik, sebagai sarana penyaluran energi paling efisien hingga saat ini, juga semakin meningkat. Di sisi lain perubahan iklim dari zaman ke zaman dan kerusakan lingkungan yang disebabkan oleh sumber energi konvensional yang umumnya berasal dari bahan bakar fosil, yang jumlahnya terbatas dan semakin sedikit ketersediaannya, mengakibatkan adanya kebutuhan untuk mengembangkan sumber energi terbarukan yang dinilai lebih ramah lingkungan dan ketersediaannya jauh lebih besar daripada bahan bakar fosil. Laut yang melingkupi 2/3 dari wilayah Indonesia adalah salah satu sumber energi terbarukan yang dapat dimanfaatkan. Matahari yang tak henti-hentinya memberikan panas pada daerah tropis seperti Indonesia menjadikan laut sebagai sumber energi panas yang sangat besar. Ocean Thermal Energy Conversion (OTEC) memanfaatkan perbedaan temperatur pada permukaan dan kedalaman laut untuk menguapkan dan mendinginkan fluida kerja sehingga dapat memutar turbin dan menghasilkan listrik. Pada penelitian ini akan diuji enam jenis fluida kerja yaitu ammonia, propana, butana, butena, isobutana, dan isobutena pada Organic Rankine Cycle (ORC) untuk menentukan fluida kerja yang paling sesuai dengan kondisi temperatur laut di Indonesia. Selain itu akan diuji juga variasi ORC pada OTEC dengan penambahan reheater maupun solar thermal field untuk meningkatkan efisiensi termal pada OTEC.", "Daftar File": {"ABSTRAK - Renanda Yafi Atolah": "https://digilib.itb.ac.id/gdl/download/138498", "COVER - Renanda Yafi Atolah": "https://digilib.itb.ac.id/gdl/download/243637", "PUSTAKA Renanda Yafi Atolah  ": "https://digilib.itb.ac.id/gdl/download/243643"}, "Penulis": "Renanda Yafi Atolah   [18013043]", "Kontributor / Dosen Pembimbing": ["Burhanuddin Halimi, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Tenaga Listrik", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Temperatur laut, OTEC, ORC, fluida kerja, reheater, solar field.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "07 Jun 2018"}