{"Nomor": 30301, "Judul": "STRATEGI MEMAKSIMALKAN CADANGAN DENGAN PENDEKATAN PRMS (PETROLEUM RESOURCES MANAGEMENT SYSTEM", "Abstrak": "Sumber daya dan cadangan migas merupakan salah satu aset yang menggambarkan kekayaan alam suatu negara. Gambaran aset negara ini selalu dievaluasi setiap tahunnya melalui pelaporan sumber daya dan cadangan migas. Indonesia sebagai salah satu negara penghasil minyak dan gas bumi, pelaporan cadangan ini telah rutin dilakukan kepada SKKMigas dan Dirjen MIGAS. Tujuan dari pelaporan ini untuk mengetahui pada klasifikasi dan kategori mana cadangan dan sumber daya kita berada sehingga dapat dilakukan shategi untuk kedepannya. Oleh karena itu penentuan klasifikasi dan kategorisasi cadangan dan sumber daya yang tepat penting untuk dilakukan.       \n \n \n \n\nPRMS (Petroleum Resources Management System) merupakan pedoman terbaru yang saat ini digunakan oleh dunia intemasional dalam pengklasifikasian dan pengkategorian sumber daya dan cadangan migas. PRMS menggunakan pendekatan yang berbasis pada proyk yaitu pendekatan yang mempertimbangkan aspek teknis dan aspek komersial dari sumber daya migas yang dilaporkan. Berdasarkan pengklasifikasian cadangan dan sumber dayayang berbasis pada proyek maka tingkat kematangan suatu proyek perlu dievaluasi. Tingkat kematangan proyek ini di dalam PRMS digambarkan pada sumbu vertikal dari sub-kelas Proiect Maturity dimana ketika suatu proyek tersebut berjalan menuju ke tingkat yang lebih matang maka akan ada kesempatan untuk merubah sebuah akumulasi menjadi sebuah       \n \n \n \n\nkomersialitas. Namun demikian, berdasarkan kondisi yarrg ada PRMS ini belum dapat sepenuhnya diterapkan secara nasional karena berdampak pada pengurangan sejumlah cadangan yang cukup besar.       \n \n \n \n\nTujuan dari penelitian ini adalah untuk memberikan suatu gambaran bahwa PRMS dapat memaksimalkan perolehan cadangan melalui penerapan sejumlah proyek pada suatu reservoir yang dipilih. Perkiraan besamya cadangan dari proyek tersebut juga akan dianalisa dengan menggunakan simulasi Monte Carlo untuk memperoleh besaran nilai low (P90), best (P50) danhigh (P10).      \n \n \n \n \n\nMetodologi dalam penulisan tesis ini terdiri dari beberapa tahapan yaitu dimulai dari pemilihan kandidat lapangan, pengumpulan dan pemetaan data, inventori data cadangan, identifikasi proyek dan pergerakan cadangan, analisa dan evaluasi cadangan dan proyek berdasarkan PRMS, penentuan perkiraan penambahan cadangan dengan simulasi Monte Carlo, pembahasan dan penarikan kesimpulan.       \n \n \n \n\nReservoir X yang terletak di area Sumatra Selatan menjadi contoh studi kasus yang dibahas dalam penerapan PRMS dalam strategi memaksimalkan cadangan. Pada awal tahun 2009 produksi di reservoir X mengalami penurunan yang cukup signifikan dengan decline rate mencapai 60o/oltahun Penurunan produksi ini diindikasi karena terjadinya penunrnan tekanan reservoir secara signifikan hingga 300 psi yang dimungkinkan karena terbatasnya support aquifer ke reservoir dan kondisi gas cap yang telah depleted. Berdasarkan kondisi tesebut, cara yang dapat dilakukan untuk mengembalikan performa produksi reservoir X adalah dengan pendekatan project base. Beberapa proyek yang telah berhasil diimplementasikan       \n \n \n \n\npada reservoir X adalah pressure maintenance,kerja ulang pindah lapisan, modifikasi /ow pressure pada sistem produksi, reaktivasi sumur dan advance stimulation (H|WAY Fracturing). Proyek-proyek tersebut telah dapat memberikan sebuah pergerakan cadangan yang lebih baik dan terbukti dapat menambah cadangan pada reservoir X sebesar 7.3 MMBO hingga economic limit. Hasil ini juga telah dievaluasi dan dianalisa dengan menggunakan simulasi Monte Carlo dan memberikan hasil yang tidak jauh dari kondisi aktualnya.       \n \n \n \n\nPada akhimya PRMS sebagai acuan dalam pengklasifikasian dan pengkategorian cadangan di industri perminyakan tidak selalu memberikan pengaruh yang buruk dari nilai sebuah cadangan akan tetapi sebaliknyajika didukung dengan penerapan proyek-proyek yang sesuai dengan kondisi reservoir tersebut.", "Daftar File": {"2018 TS PP RENY DINA SARI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/138494"}, "Penulis": "RENY DINA SARI (NIM: 22215029)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Prof. Tutuka Ariadji, M.Sc., Ph.D       \n\nPembimbing 2 : Prasandi Abdul Aziz, S.Si, M.T"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Cadangan, PRMS, Project Base,Simulasi Monte Carlo, Project Maturity", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "10 file", "Tanggal Input": "16 Agu 2018"}