{"Nomor": 30306, "Judul": "NUDITY IN ART: PERSEPSI MASYARAKAT INDONESIA TERHADAP OBJEK SENI YANG MENUNJUKKAN KETELANJANGAN", "Abstrak": "Seni penggambaran tubuh atau nudity in art masih terbilang tabu untuk diperbincangkan \n\nmeskipun kesenian ini telah lama muncul sejak jaman prasejarah. Dalam perkembangannya, \n\nnudity in art masih terhambat oleh pemikiran-pemikiran dan persepsi yang sangat stereotipikal \n\nterhadap keindahan yang memperlihatkan lekuk tubuh dan tidak jarang selalu mengkaitkannya \n\nkearah konteks pornografi. Di tengah ambiguitas pengertian pornografi, penelitian ini \n\ndifokuskan untuk mengidentifikasi pemahaman masyarakat mengenai nudity in art di \n\nIndonesia serta mencari batasan-batasan yang dibutuhkan antara kesenian dan pornografi \n\nsehingga tidak banyak pihak yang dirugikan. \n\nPenelitian ini membahas permasalahan fenomena seni yang menampilkan ketelanjangan di \n\nIndonesia dengan menggunakan pendekatan kualitatif melalui kajian pustaka, wawancara dan \n\nobservasi serta pendekatan kuantitatif melalui kuesioner yang didasarkan pada metode analisis \n\nsemantic differential. \n\nDiketahui bahwa masyarakat banyak keraguan dalam menentukan objek nudity in art dan \n\npornografi karena selain faktor usia dan pengalaman dalam mengutarakan persepsi, adanya \n\nfaktor sensor yang terus menerus disuguhkan oleh media massa dirasa sangat mengganggu \n\ndimana objek yang disensor dianggap berlebihan. Masyarakat Indonesia sebenarnya cukup \n\ncerdas dalam membedakan dan memilih mana yang baik dan buruk namun disisi lain \n\nmasyarakat juga bingung karena adanya ambiguitas pada media massa yang mana seharusnya \n\nobjek itu dianggap wajar oleh publik namun yang terjadi adalah sebaliknya bagi media massa \n\nsehingga kondisi ini sangat bertentangan.", "Daftar File": {"Renata27116309.pdf": "https://digilib.itb.ac.id/gdl/download/138499"}, "Penulis": "Renata Ayu Wulandari NIM: 27116309", "Kontributor / Dosen Pembimbing": ["Achmad Syarief, MSD, Ph.D. \n\nDr. Gregorius Prasetyo Adhitama, M.Sn"], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Nudity in Art, Pornografi, Persepsi", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "05 Sep 2018"}