{"Nomor": 30315, "Judul": "PENERAPAN CREDIT RISK SCORECARD MODEL UNTUK MENINGKATKAN SISTEM PENILAIAN KELAYAKAN KREDIT PADA PERUSAHAAN PEER-TOPEER LENDING: STUDI KASUS PADA PT XYZ", "Abstrak": "pelayanan pinjaman/cicilan online dengan skema syariah. Saat ini, nama perusahaan semakin dikenal \n\nluas dan jumlah nasabah yang telah mengajukan pinjaman pun semakin meningkat. Hal ini dapat \n\nmenjadi peluang sekaligus tantangan bagi perusahaan untuk melayani pertumbuhan pengguna layanan \n\nmereka dengan baik. Saat ini perusahaan sedang menghadapi masalah dalam bidang sistem penilaian \n\nkredit, yaitu dalam sistem skoring yang dimiliki saat ini sering mengalami salah penerjemahan dalam \n\nmenilai kelayakan kredit nasabah. Masalah ini dapat meningkatkan kemungkinan opportunity loss dan \n\nreal loss yang mungkin akan dialami perusahaan. Pihak manajemen belum berpengalaman dalam \n\nmenangani masalah ini, sebab perusahaan ini baru saja didirikan dalam beberapa tahun terakhir. Sistem \n\nskoring yang ada saat ini selalu dievaluasi secara menerus menggunakan metode trial and error. \n\nMelalui penelitian ini, penulis akan mengembangkan model baru untuk membantu perusahaan \n\nmengatasi masalah tersebut. Model ini dibangun menggunakan data historis perusahaan, yaitu data \n\nnasabah yang kreditnya telah disetujui. Penulis memilih Model Credit Risk Scorecard untuk \n\nmemprediksi hasil dari penilaian kelayakan kredit nasabah. Pemilihan model ini didasarkan pada fakta \n\nbahwa model demikian telah lama suskses diterapkan di industri perbankan dan asuransi, dan juga \n\ndidukung oleh penelitian sebelumnya yang membangun model serupa untuk memprediksi risiko default. \n\nHasil dari model yang dibangun menunjukkan bahwa model ini lebih baik daripada model skoring yang \n\ndimiliki perusahaan saat ini. Hal ini ditunjukkan dari nilai korelasi Pearson, model baru memiliki nilai \n\nkorelasi Pearson lebih dibandingkan dengan model saat ini. Selain itu, model baru ini juga diuji \n\nmenggunakan cross validation test yang mana hasil optimalnya terjadi pada nilai cut-off sebesar 0.235 \n\ndengan nilai accuracy rate, sensitivity rate, dan misclassification rate masing-masing sebesar 69,84%, \n\n77,27% dan 28,24%. Selain itu, hasil ini juga mirip dengan penelitian serupa yang pernah dilakukan \n\nsebelumnya.", "Daftar File": {"2018 TS PP Rendy Franata 1 - ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/138541"}, "Penulis": "Rendy Franata/29116117", "Kontributor / Dosen Pembimbing": ["Taufik Faturohman, Ph. D"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Manajemen resiko kredit, penilaian kredit, kelayakan kredit, regresi logistik, layanan pinjam-meminjam.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman  \n                                     Yose Ali Rahman", "File": "1 file", "Tanggal Input": "19 Sep 2018"}