{"Nomor": 30314, "Judul": "ANALISIS TIGA DIMENSI LONGSORAN DANGKAL PADA BATUAN VOLKANIK DI DAERAH TROPIS: PENERAPAN DI SINDANGKERTA, KABUPATEN BANDUNG BARAT", "Abstrak": "Beragam kajian longsoran telah dilakukan untuk memahami lebih dalam proses longsoran yang terjadi di alam. Longsoran sering dipahami sebagai suatu proses gerakan tanah yang dikontrol oleh perkembangan muka airtanah yang naik hingga memotong permukaan. Apabila suatu daerah tertentu memiliki muka airtanah yang dalam dan tidak pernah memotong lereng permukaan maka diperlukan penjelasan yang lain dalam mekanisme kejadian longsoran, terutama secara tiga dimensi, yaitu dari sebaran lateral, kedalaman bidang gelincir, dan juga perkembangan kestabilan lereng dengan bertambahnya waktu hari hujan. \n\nDaerah pelapukan batuan volkanik di selatan Bandung memiliki karakter muka airtanah yang dalam, dan pada banyak lokasi termasuk sulit untuk mendapatkan air dengan sumur. Daerah yang relatif lebih curam memiliki muka airtanah yang dalam dan tidak ekonomis untuk menggali sumur dibandingkan dengan mengambil dari mata air yang lokasinya cukup jauh dari daerah tersebut. Longsor tetap dapat dijumpai di daerah semacam ini serta terjadi dengan periodik pada tiap musim penghujan. \n\nLongsoran yang terjadi dominan memiliki kedalaman bidang gelincir yang dangkal. Bidang gelincir berkisar dari 30 sentimeter hingga 2 meter, dengan material utama adalah tanah dengan campuran regolith dari sisa pelapukan batuan volkanik. Penyebaran longsoran jenis ini secara lateral merupakan bagian awal dari penelitian untuk mendapatkan gambaran spasial lokasi longsoran yang ada di dalam suatu daerah aliran sungai dengan material dasar berupa tanah pelapukan batuan volkanik. \n\nPendekatan eksperimental dilakukan untuk melihat bagaimana kemungkinan terjadinya longsoran dangkal yang ada pada skala laboratorium sebagai pembanding dari proses yang terjadi pada lereng alamiah. Longsoran dangkal dapat terjadi pada material pasir bergradasi baik tanpa mempunyai material ukuran lempung. Longsoran terjadi setelah diberikan siklus hujan sebanyak dua kali. Siklus hujan pertama dengan curah hujan sebanding dengan koefien permeabilitas dari material pasir diberikan selama beberapa jam, dan tidak menghasilkan longsoran. Curah hujan terserap dan mengalir sebagai aliran air di bagian bawah lereng dan membentuk kolam air di depan lereng. Jeda waktu tertentu diberikan untuk menurunkan muka airtanah yang dibentuk oleh curah hujan pertama sehingga permukaan airtanah turun pada dasar model eksperimen. Siklus hujan kedua diberikan dengan curah hujan beberapa kali koefisien hidrolik dari material pasir, dan longsor terjadi beberapa menit setelah pemberian hujan. Longsoran yang terjadi pada material lereng eksperimental adalah lokal, dan terkonsentrasi pada tekuk lereng yang ada dengan membentuk zona jenuh transien akibat pemberian hujan yang berlebih. \n\nPemodelan infiltrasi air hujan pada lereng dilakukan secara satu, dua, dan tiga dimensi untuk melihat kemungkinan terbentuknya zona jenuh transien. Zona tersebut dapat terbentuk di sekitar permukaan pada pemodelan dua dimensi. Pemodelan tiga dimensi dengan kedalaman terhingga (finite depth basal boundary) menunjukkan bahwa kestabilan lereng akan mencapai nilai kritis pada waktu yang relatif berada dalam kisaran kejadian inventarisasi longsoran dangkal. Sedangkan pemodelan dengan kedalaman tak hingga menunjukkan bahwa longsoran akan terjadi pada akhir musim hujan dan tidak sebanding dengan hasil dari inventarisasi longsoran. Oleh karena itu kedalaman zona jenuh tertentu diperlukan untuk mengontrol terjadinya longsoran dangkal. Penelitian ini memberikan kisaran kedalaman zona jenuh transien terbentuk pada sekitar 1 meter dari permukaan tanah untuk daerah pelapukan batuan Tuf Volkanik Formasi Beser.", "Daftar File": {"2016 DS PP RENDY DWI KARTIKO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/138531", "2016 DS PP RENDY DWI KARTIKO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/138532", "2016 DS PP RENDY DWI KARTIKO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/138533", "2016 DS PP RENDY DWI KARTIKO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/138534", "2016 DS PP RENDY DWI KARTIKO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/138535", "2016 DS PP RENDY DWI KARTIKO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/138536", "2016 DS PP RENDY DWI KARTIKO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/138537", "2016 DS PP RENDY DWI KARTIKO 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/138538", "2016 DS PP RENDY DWI KARTIKO 1-BAB 8.pdf": "https://digilib.itb.ac.id/gdl/download/138539", "2016 DS PP RENDY DWI KARTIKO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/138540"}, "Penulis": "RENDY DWI KARTIKO (NIM : 32010302)", "Kontributor / Dosen Pembimbing": ["Pembimbing : \n\nDr. Ir. Prihadi Sumintadiredja.", "Dr. Eng. Imam A. Sadisun M.T.", "Dr. Ir. Adrin Tohari."], "Jenis Koleksi": "Disertasi", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "longsoran dangkal, zona jenuh transien", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "10 file", "Tanggal Input": "05 Sep 2018"}