{"Nomor": 30313, "Judul": "EVOLUSI DINAMIK PEMBENTUKAN GUGUS GANDA DI BIMASAKTI DAN AWAN MAGELLAN BESAR DENGAN MODEL FRACTAL", "Abstrak": "Hasil pengamatan dari survei MIStIX menunjukkan bahwa sebagian besar gugus bintang berusia muda (beberapa Myr) ternyata memiliki struktur clumpy. Beberapa pengamatan dan studi statistik juga menyimpulkan bahwa terdapat gugus ganda di Bimasakti dan Awan Magellan Besar. Usia gugus ganda tergolong muda, yaitu ≤ 25 Myr. Terdapat beberapa mekanisme pembentukan gugus ganda yang diusulkan. Salah satu mekanisme tersebut berkorelasi dengan struktur clumpy gugus bintang pada usia muda, yaitu mekanisme simultaneous formation yang akan menghasilkan primordial binary cluster. Dalam pekerjaan Tesis ini, dilakukan simulasi N-benda pembentukan gugus ganda (khususnya primordial binary cluster) dengan model distribusi fractal menggunakan AMUSE Framework dalam tiga kondisi utama, yaitu isolated, melibatkan potensial Bimasakti, dan melibatkan potensial Awan Magellan Besar. Identiﬁkasi keberadaan gugus ganda pada usia 20 Myr dan 50 Myr dilakukan secara statistik menggunakan algoritma K-Means dan perhitungan energi total. Hasil identiﬁkasi menunjukkan bahwa semakin clumpy struktur gugus bintang, maka semakin banyak gugus ganda atau sistem jamak yang terbentuk di awal pembentukan gugus (≤ 20 Myr). Interaksi gravitasi antarsesamanya menyebabkan terjadinya proses merger, sehingga jumlah gugus ganda dari usia 20 Myr hingga 50 Myr berkurang. Hal ini ditandai dengan peningkatan jumlah binary merger dari usia 20 Myr hingga 50 Myr. Kondisi ini secara umum terjadi pada ketiga kondisi yang dibuat dalam simulasi. Hanya saja, pada kondisi pengaruh potensial Bimasakti dan Awan Magellan Besar, jumlah sistem jamak jauh lebih banyak yang bertahan pada usia 20 Myr dan memiliki peranan dalam peningkatan dan pengurangan jumlah gugus ganda selama kurun waktu 50 Myr. Dari keseluruhan simulasi yang dilakukan, pembentukan gugus ganda (primordial binary cluster) dengan model distribusi fractal melalui simultaneous mechanism tampak cukup signiﬁkan, hal ini dapat dilihat dari nilai fraksi gugus ganda pada usia 20 Myr yang secara umum berkisar antara 40%−80% dan pada usia 50 Myr kurang dari 60%.", "Daftar File": {"2018 TS PP RENDY DARMA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/138530"}, "Penulis": "RENDY DARMA - NIM: 20317002", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. M. Ikbal Arifyanto"], "Jenis Koleksi": "Tesis", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Evolusi dinamik, gugus ganda: primordial binary cluster, simulasi N-benda, distribusi fractal", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Sep 2018"}