{"Nomor": 30318, "Judul": "KAJIAN PENGUKURAN  KETIDAKRATAAN PERKERASAN JALAN (ROUGHNESS)  DENGAN ALAT HAWKEYE 2000 DAN ROUGHOMETER III (STUDI KASUS: JALAN TERUSAN JAKARTA)", "Abstrak": "Kondisi perkerasan perlu selalu dikelola dan dipelihara dengan baik melalui metode Pavement Management System (PMS). Salah satu kegiatannya yang mendapat perhatian oleh sejumlah lembaga selama dekade terakhir adalah evaluasi fungsional perkerasan jalan berupa pengukuran ketidakrataan jalan (roughness). Kajian pengukuran roughness diperlukan untuk menilai kondisi permukaan perkerasan apakah cukup baik ditinjau dari aspek keselamatan dan memungkinkan pengambilan keputusan atas tingkat pemeliharaan yang akan dilaksanakan.  \n\nKebutuhan terhadap fasilitas peralatan yang terbatas sangat memerlukan metode dan alat yang mudah, murah dan praktis dengan tetap memperhatikan keakuratan data dalam pengukurannya. Terdapat beberapa metode dan alat yang dapat digunakan dalam pengukuran nilai ketidakrataan perkerasan jalan (roughness). Pada penelitian ini digunakan alat Hawkeye 2000 dan Roughometer III dengan standar International Roughness Index (IRI) sebagai ukurannya.  \n\nPenelitian dilaksanakan pada Jalan Terusan Jakarta di Bandung dan hasilnya kemudian dianalisis berdasarkan model persamaan regresi. Berdasarkan analisis model regresi terdapat hubungan yang positif dan siginifikan antara nilai IRI dari alat Hawkeye 2000 dan alat Roughometer III. Model persamaan regresi untuk kondisi Perkerasan Lentur dengan rumus regresi polinomial Y= 0,006 X^2+0,703 X+0,539, dengan nilai r^2=0,866 dan model persamaan regresi untuk kondisi Perkerasan Kaku dengan rumus regresi berpangkat Y=  〖0.819 X〗^1,013, dengan nilai r^2=0,900 (〖y=IRI〗_(Hawkeye 2000) dan 〖X=IRI〗_(Roughometer III)). Dari kedua model persamaan regresi tersebut, hasil pengukuran nilai IRI dari alat Roughometer III dapat digunakan untuk melakukan prediksi nilai IRI untuk alat Hawkeye 2000. Berdasarkan mekanisme metode pengukuran, Hawkeye 2000 dengan komponen Digital Laser Profiler lebih akurat sesuai dengan ASTM E 950 dan Kelas I World Bank sedangkan Roughometer III lebih praktis dan hemat biaya.", "Daftar File": {"2018 TS PP RENDY SURINDRA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/138550"}, "Penulis": "RENDY SURINDRA - NIM : 26915001", "Kontributor / Dosen Pembimbing": ["Prof.Ir. Rudy H. Karsaman,M.Sc.Ph.D \n\nDr. Ir. Idwan Santoso, M.Sc"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "International Roughness Index (IRI), Hawkeye 2000, Roughometer III.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "29 Jun 2018"}