{"Nomor": 30317, "Judul": "PENENTUAN PERAN FUNGSIONAL DARI DAERAH YANG BERBEDA PADA PROTEIN OsmY", "Abstrak": "Escherichia coli dapat beradaptasi pada berbagai kondisi stres. Salah satu kondisi \n\nstress yang dialami bakteri ini adalah stres hiperosmotik. Pada umumnya, E. coli \n\ndan bakteri lain mengaktifkan beberapa gen di bawah kendali protein regulator \n\ndalam mengatasi stres hiperosmotik. Akumulasi protein regulator dan transkripsi \n\ngen memungkinkan E. coli untuk melawan stres. OsmY adalah salah satu protein \n\nyang tingkat ekspresinya meningkat hingga 10 kali lipat pada tekanan \n\nhiperosmotik. OsmY merupakan protein periplasmik berukuran ~20 kDa dengan \n\nfungsi yang belum diketahui. Selain diekspresikan pada kondisi kejut \n\nhiperosmotik, secara alamiah protein ini diekspresikan dalam fase stasioner. \n\nOsmY diduga berfungsi untuk menjaga pengerutan sitoplasma dengan cara \n\nberinteraksi pada permukaan membran fosfolipid di ruang periplasma. Di samping \n\nitu, protein ini membantu E. coli beradaptasi pada tekanan hiperosmotik. \n\nMeskipun struktur OsmY belum diketahui, studi prediksi model struktur protein \n\nmenunjukkan adanya daerah ujung-N yang tidak teratur dan dua domain Bacterial \n\nOsmY and Nodulation (BON1 dan BON2) yang dipisahkan oleh 10 asam amino. \n\nKehadiran domain BON di OsmY menunjukkan bahwa domain ini dapat \n\nmenghubungkan membran dalam dan luar sel. Penelitian pendahuluan \n\nmenunjukkan bahwa ekspresi berlebih OsmY membantu pertumbuhan di \n\nlingkungan hiperosmotik. Tujuan penelitian ini adalah mempelajari struktur dan \n\nfungsi OsmY. Pada penelitian ini telah dikonstruksi lima varian mutan, yaitu \n\nOsmY-NoLinker, OsmY-2xLinker, OsmY-3xLinker, OsmY-NoN-terminus, dan \n\nOsmY-BON1. Delesi domain BON2 menyebabkan penurunan kemampuan E. coli \n\nuntuk bertahan hidup pada tekanan hiperosmotik.", "Daftar File": {"2018 TS PP RENDY 20517022 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/138549", "2018_TS_PP_RENDY_1-_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/149320", "2018_TS_PP_RENDY_1-_BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/149321", "2018_TS_PP_RENDY_1-_BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/149322", "2018_TS_PP_RENDY_1-_BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/149323", "2018_TS_PP_RENDY_1-_BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/149325", "2018_TS_PP_RENDY_1-_BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/149326", "2018_TS_PP_RENDY_1-_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/149327"}, "Penulis": "RENDY (NIM:20517022)", "Kontributor / Dosen Pembimbing": ["ITB SUPERVISOR :Dr. Dessy Natalia \n\nRUG SUPERVISOR 1 :Prof. Bert Poolman \n\nRUG SUPERVISOR 2 :Dr. Aditya Iyer"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Escherichia coli, OsmY, periplasma, BON, hiperosmotik", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "8 file", "Tanggal Input": "30 Agu 2018"}