{"Nomor": 30323, "Judul": "EVALUASI KEBIJAKAN DANA ALOKASI KHUSUS (DAK) BIDANG ENERGI SKALA KECIL", "Abstrak": "Pada tahun 2016, pemerintah pusat memberlakukan mekanisme baru dalam pelaksanaan kebijakan Dana Alokasi Khusus (DAK) Sektor Energi Skala Kecil. Pemberlakuan mekanisme baru, memicu terjadinya kompleksitas permasalahan, seperti adanya keterlambatan dalam penentuan pedoman teknis pelaksanaan kebijakan dan kesulitan dalam hal monitoring dan evaluasi.  \n\nSesuai Peraturan Menteri ESDM Nomor 3/2016, Kementerian ESDM berperan untuk merumuskan Petunjuk Operasional dan melakukan kegiatan monitoring dan evaluasi dalam pelaksanaan kebijakan DAK. Dalam peraturan tersebut juga mewajibkan pemerintah provinsi sebagai pihak yang berwenang di daerah untuk menyampaikan laporan perkembangan fisik DAK setiap tiga bulan. Terkait hal tersebut, penulis menemukan masih banyak provinsi yang tidak menyampaikan laporan mereka kepada ESDM. Tentunya hal ini bertentangan dengan peraturan yang ada, dan mengindikasikan terjadi masalah dalam proses monitoring dan evaluasi. \n\nPenelitian ini menggunakan pendekatan kualitatif, dimana data yang dikumpulkan melalui metode survey, yaitu wawancara dan kuesioner. Pemeriksaan validitas data tanpa menggunakan uji statistik, dimaksudkan untuk mengetahui makna temuan penelitian. dalam hal ini, penulis menggunakan triangulasi untuk menguji validitas data. \n\n Hasil penelitian menunjukkan bahwa (1) Pemantauan dan Evaluasi Dana Alokasi Khusus Bidang Energi Skala Kecil dilakukan dengan membandingkan kesesuaian rencana kerja dengan arahan kegiatan DAK serta kesesuaian antara rencana kegiatan dengan implementasi; (2) Beberapa penyebab masalah dalam hal monitoring dan evaluasi, karena: tidak adanya instruksi baku dalam proses pemantauan dan evaluasi pada ESDM, perencanaan data belum dikelola dengan baik, isu regulasi, dan tidak adanya sanksi tegas; (3) Kendala dalam pelaksanaan Dana Alokasi Khusus Bidang Energi Skala Kecil, meliputi: birokrasi, sumber daya, komunikasi, dan disposisi. Adapun birokrasi merupakan  kendala utama dalam implementasi kebijakan.", "Daftar File": {"2018 TS PP RENITA AGNEVIA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/138564"}, "Penulis": "RENITA AGNEVIA (NIM 29316034)", "Kontributor / Dosen Pembimbing": ["Pembimbing :Yudo Anggoro, Ph. D"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Dana Alokasi Khusus, Kementerian ESDM, Hambatan, Sektor Energi, Monitoring dan Evaluasi", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "20 Feb 2018"}