{"Nomor": 30322, "Judul": "PERENCANAAN PRE-TREATMENT LIMBAH CAIR COOLANT 2C PT X", "Abstrak": "Limbah coolant yang dihasilkan dari proses machining di PT. X tidak dapat diolah oleh IPAL yang beroperasi dikarenakan konsentrasi pencemar COD, logam dan oli pada limbah Coolant telah melampaui batas dasar perencanaan influen IPAL sehingga pengolahan limbah Coolant diserahkan kepada pihak ketiga, yaitu Prasadha Pamunah Limbah Industri (PPLI). Limbah coolant yang dihasilkan adalah 400L/hari. Untuk mengolah limbah coolant pada IPAL diperlukan pre-treatment terlebih dahulu agar limbah coolant tersebut dapat diolah pada IPAL. Alternatif pengolahan untuk limbah coolant adalah proses Elektrokoagulasi. Elektrokoagulasi merupakan suatu proses koagulasi dengan menggunakan arus listrik searah melalui peristiwa elektrokimia. Percobaan laboratorium elektrokoagulasi dilakukan secara batch dengan menggunakan elektroda aluminium, dengan variasi tegangan 5, 7,5 dan 10 Volt, variasi waktu 0; 10; 20; 30; 40; 50 dan 60 menit, variasi jarak antar elektroda 1 dan 1,5 cm dan juga variasi luas area elektroda (9x5) cm dan (9x4) cm. Percobaan menunjukkan bahwa hasil terbaik diperoleh pada tegangan 10 V, waktu operasi 60 menit dan jarak antar elektroda 1 cm dengan luas area elektroda (9x5) cm. Reaktor elektrokoagulasi tersebut dapat menurunkan konsentrasi BOD5 dengan efisiensi 91,8 % dari 5000 mg/l menjadi 410 mg/l, diikuti dengan COD 85,4 % dari 83000 mg/l menjadi 12120 mg/l, besi 99,9% dari 127 mg/l menjadi 0,0808 mg/l, mangan 99,9 % dari 11 mg/l menjadi 0,009 mg/l, tembaga 99,2 % dari 1,32 mg/l menjadi 0,0104 mg/l dan minyak mineral dan hidrokarbon dengan efisiensi 96,7 % dari 2768 mg/l menjadi 91mg/l. Dengan demikian metode elektrokoagulasi dapat digunakansebagai pre-treatment limbah coolant sehingga limbah coolant dapat diolah dalam pengolahan IPAL. Pada proses elektrokoagulasi hasilkan flok yang akan diolah pada bak mixing. Biaya rekapitulasi perencanaan pre-treatment limbah coolant Rp 140,655,554.90.", "Daftar File": {"2018 TA PP RENI ROMAULINA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/138563"}, "Penulis": "RENI ROMAULINA (NIM: 15314023)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.-Ing. Marisa Handajani, ST , MT. \n\nCo. Pembimbing : Dr. Teddy Tedjakusuma, ST., MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Limbah Coolant, Elektrokoagulasi, Elektroda Aluminium.", "Sumber": "", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "25 Sep 2018"}