{"Nomor": 30325, "Judul": "PERCAMPURAN VERTIKAL MASSA AIR DI LAUT BANDA DAN LAUT TIMOR", "Abstrak": "Percampuran vertikal merupakan percampuran massa air secara vertikal atau turbulensi yang terjadi pada kolom massa air sehingga terjadi pengadukan dan perubahan posisi massa air secara vertikal. Pada penelitian ini, penulis bertujuan untuk melihat bagaimana percampuran vertikal yang terjadi di Laut Banda dan Laut Timor dengan melihat karakteristik massa air serta Bilangan Richardson (Ri) dan Difusivitas Vertikal (Kz) yang menunjukkan besarnya percampuran vertikal.  Penelitian ini menggunakan data temperatur, salinitas dan kedalaman dari CTD (Conductivity Temperature and Depth) pada Ekspedisi Laut Banda selama 21-28 Oktober 2013 yang dilakukan oleh Lembaga Ilmu Penelitian Indonesia (LIPI) Ambon. Data Laut Banda terdiri dari 20 stasiun yang tersebar di Laut Banda dan tersusun dalam 4 transek secara melintang. Pada Laut Timor, data yang digunakan adalah data CTD (Conductivity Temperature and Depth) yang berisi temperatur, salinitas dan kedalaman serta ADCP (Accoustics Current Doppler Profiler) yang berisi arus zonal dan arus meridional dari pelayaran pelayaran ATSEA (Arafura and Timor Sea Ecosystem Action) selama 10-15 Mei 2010. Data Laut Timor terdiri dari 12 stasiun yang dan tersusun dalam 4 transek.  Hasil studi menunjukkan terdapat 8 massa air yang teridentifikasi baik di Laut Banda maupun Laut Timor yaitu SPIW (South Pacific Intermediete Water), AAIW (Antartic Intermediete Water), PEW (Pacific Equatorial Water), ESPW (Eastern South Pacific Water), WSPW (Western South Pacific Water), WNPW (Western North Pacific Water), ENPW (Eastern North Pacific Water) dan AAMW (Austalasian Mediterranean Water). Percampuran vertikal di Laut Banda ditunjukkan dengan nilai difusivitas vertikal (Kz = 7,40 x10-3 m2/s). Pada Laut Timor, percampuran vertikal ditunjukkan dengan nilai difusivitas vertikal (Kz = 1,33 x10-2 m2/s) dan Bilangan Richardson (Ri = 1,61x10-4). Nilai difusivitas vertikal yang besar pada stasiun-stasiun tertentu mengindikasikan adanya Arus Lintas Indonesia (Arlindo) yang melintasi Laut Banda dan Laut Timor.", "Daftar File": {"2018 TA PP Reni Wijayanti 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/138566"}, "Penulis": "Reni Wijayanti - NIM: 12914006", "Kontributor / Dosen Pembimbing": ["Ivonne M. Radjawane , Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Laut Banda, Laut Timor, percampuran vertikal, massa air, Bilangan Richardson (Ri), Difusivitas Vertikal (Kz)", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "29 Jun 2018"}