{"Nomor": 30333, "Judul": "PENGEMBANGAN METODE NOISELESS STEGANOGRAPHY PADA  ROLE PLAYING GAME", "Abstrak": "Noiseless Steganography adalah algoritma steganografi yang tidak menggunakan maupun menghasilkan noise yang dapat menimbulkan kecurigaan pihak ketiga pada objek steganografi yang menyimpan pesan. Nostega memanfaatkan elemen media yang tidak dapat diterka oleh orang-orang secara umum, seperti data pada grafik atau teks hasil pembuatan rangkuman kejadian secara otomatis.  \n \n\nSalah satu media yang memiliki potensial sebagai media Nostega adalah Role Playing Game (RPG) yaitu permainan dimana pemain berperan sebagai karakter fiktif dan mengendalikan karakter tersebut dalam beragam petualangan. RPG digunakan dikarenakan permainan tersebut memiliki beberapa elemen acak yang tidak dapat ditebak seperti atribut karakter, nilai serangan pada pertarungan, atribut barang, dsb.  \n \n\nPada penelitian ini digunakan permainan Empyrean Campaign menggunakan open source engine Flare sebagai dasar implementasi metode RPGStega. Berdasarkan arsitektur Nostega dibuat parameter Nostega berupa atribut karakter, nilai serangan dan atribut barang serta aplikasi pengkodean pesan yang dapat mengubah file pesan menjadi nilai-nilai permainan. Dibuat juga aplikasi untuk menggabungkan bagian-bagian pesan menjadi pesan utuh serta protokol dan saluran komunikasi yang menjelaskan interaksi antar pengirim dan penerima pesan.   \n \n\nMenggunakan sebuah survei yang mengimplementasikan protokol dan saluran komunikasi game developer and tester, didapatkan kesimpulan bahwa metode RPGStega bersifat noiseless dan dapat menyimpan pesan pada permainan. Didapatkan pula informasi berupa implementasi metode RPGStega pada permainan Empyrean Campaign dapat menyimpan pesan dengan kapasitas tak terhingga, namun pada umumnya dapat menyimpan pesan dengan ukuran sekitar 100 bytes dikarenakan pesan dengan ukuran yang lebih besar akan menghasilkan nilai bagian pesan yang sangat banyak sehingga akan menyulitkan penerima pesan dalam mendapatkan bagian pesan.", "Daftar File": {"2018 TA PP Resa Kemal Saharso 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/138588"}, "Penulis": "Resa Kemal Saharso - NIM : 13514109", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Rinaldi Munir., M.T. \n\nDra. Harlili S., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Steganografi, noiseless steganography, role playing game", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Jun 2018"}