{"Nomor": 30335, "Judul": "STUDY ON THE EFFECTS OF CO2, H2S, AND C3H8 GAS MIXTURES ON THE OIL WITHDRAWAL USING COMPOSITIONAL MODEL", "Abstrak": "Karbon dioksida (CO2) telah diaplikasikan secara luas sebagai agen peningkatan perolehan minyak (EOR) dan merupakan injeksi yang paling memungkinkan untuk dilakukan karena ketersediannya, efek rumah kaca, dan relatif mudah bercampur dibandingkan dengan gas lainnya (Jaber dan Awang, 2017). Model komposisional menggunakan CMG-GEM dilakukan untuk menyelidiki pengaruh komposisi-komposisi CO2, H2S, dan C3H8 terhadap daya campur dan penambahan perolehan dari EOR baik pada minyak ringan maupun berat. Studi ini dilakukan melalui (1) memodelkan reservoir, (2) memodelkan persamaan keadaan (EOS), (3) menghitung tekanan campur minimum (MMP) menggunakan fitur WinProp, dan (4) mempelajari performa perolehan. Hasil-hasil simulasi menunjukkan bahwa kandungan H2S maupun C3H8 cenderung menurunkan MMP, akan tetapi didapati bahwa peningkatan kontaminan ini pada nilai tertentu malah menurunkan perolehan minyak. Campuran gas tanpa kandungan H2S pada minyak ringan telah mencapai kondisi hampir-campur sejak akhir kuartal pertama sedangkan campuran gas pada minyak berat membutuhkan kandungan H2S yang relatif tinggi (lebih dari 35%) untuk mencapai kondisi hampir-campur di tahun kedua dimana pada studi ini kondisi hampir-campur didefinisikan antara 0.8 MMP dan MMP. Skenario injeksi terbaik berdasarkan faktor perolehan adalah injeksi 45% H2S, 42.5% CO2, dan 12.5% C3H8 pada minyak ringan dan 50% H2S, 35% CO2, dan 15% C3H8 pada minyak berat. Tambahan perolehan minyak yaitu lebih tinggi 7.77% dan 17.24%, berturut-turut, dibandingkan dengan injeksi CO2 murni.", "Daftar File": {"2018 TA PP RESIAYU KINASIH PANGASTUTI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/138590"}, "Penulis": "RESIAYU KINASIH PANGASTUTI (NIM : 12214059)", "Kontributor / Dosen Pembimbing": ["Pembimbing :Prof. Ir. Doddy Abdassah, M. Sc., Ph.D. \n\nPembimbing :Dr. Dedy Irawan, S.T.,M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "compositional model, minimum miscibility pressure, near-miscible, recovery performance", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "2 file", "Tanggal Input": "03 Jul 2018"}