{"Nomor": 30332, "Judul": "SINTESIS DAN KARAKTERISASI POLI(ASPARTAT-KO-SISTEIN) SEBAGAI INHIBITOR KOROSI DAN INHIBITOR TERAK", "Abstrak": "Poliaspartat (PASP) merupakan polimer yang larut dalam air dan ramah lingkungan, selain itu diketahui pula memiliki daya inhibisi terhadap korosi dan terak. Untuk meningkatkan daya inhibisinya, pada penelitian ini dilakukan kopolimerisasi PASP dengan asam amino sistein. Poli(aspartat-ko-sistein) disintesis dari polisuksinimida (PSI) yang dikopolimerisasikan dengan sistein melalui refluks selama 2 jam pada suhu 70oC. PSI dan PASP-sistein dikarakterisasi menggunakan IR yang menunjukkan puncak khas untuk PSI pada bilangan gelombang 1717 cm-1 (C=O pada ikatan cincin lima imida) dan 1404 cm-1 (vibrasi ulur C-N), pada PASP-sistein menunjukan adanya vibrasi S-H pada bilangan gelombang 2586 cm-1 dan 1636 cm-1 yang menunjukkan vibrasi pada C=O di Ã‚Â–COOH serta puncak pada bilangan gelombang 1717 cm-1 sudah tidak ada yang menunjukkan bahwa ikatan cincin lima pada imida telah terbuka. Efisiensi inhibisi korosi ditentukan dengan metode Electrochemical Impedance Spectroscopy (EIS), polarisasi (Tafel) dan pengurangan berat (weight loss). Sedangkan untuk efisiensi inhibisi terak digunakan metode titrasi kompleksometri untuk mengetahui konsentrasi ion kalsium. Pengujian PASP-sistein sebagai inhibitor korosi dengan metode EIS menunjukkan hasil secara berturut-turut pada konsentrasi 25, 50, 75, 100 dan 125 ppm pada suhu 35oC adalah 51,05%; 68,99%; 76,1%; 79,27% dan 79,86%. Sedangkan, dengan metode polarisasi (Tafel) menunjukkan hasil secara berturut-turut pada konsentrasi 25, 75 dan 125 ppm pada suhu 35oC adalah 79,41%; 89,66% dan 89,34%. Pada pengujian Tafel, dapat dinyatakan bahwa senyawa PASP-sistein merupakan inhibitor campuran. Pengujian PASP-sistein sebagai inhibitor korosi dengan metode pengurangan berat menunjukkan hasil secara berturut-turut pada konsentrasi 25, 50, 75, 100 dan 125 ppm adalah 23,89%; 38,84%; 36,84%; 51,77% dan 15,84%. Pengujian PASP-sistein sebagai inhibitor terak menunjukkan hasil secara berturut-turut pada konsentrasi 25, 50, 75 dan 100 ppm adalah 50,12%; 60,14%; 80,17% dan 90,18%. Pengujian yang telah dilakukan menunjukkan bahwa, poli(aspartat-ko-sistein) dapat dijadikan sebagai inhibitor korosi dan inhibitor terak.", "Daftar File": {"2018 TA PP REREN NURSANTIKA 10514066 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/138587", "2018_TA_PP_REREN_NURSANTIKA_1-_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/148704"}, "Penulis": "REREN NURSANTIKA  NIM : 10514066", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Bunbun Bundjali, MS."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Korosi, Poli(aspartat-ko-sistein), EIS, Tafel, Weight loss, Tafel", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "8 file", "Tanggal Input": "22 Jun 2018"}