{"Nomor": 30340, "Judul": "PERANCANGAN PROGRAM PELATIHAN KOMPETENSI TEKNIKAL: STUDI KASUS DI  BAGIAN PENGEMBANGAN SISTEM ORGANISASI DAN SUMBER DAYA MANUSIA  PT XYZ - BANDUNG", "Abstrak": "PT. XYZ, pemasok bagi perusahaan-perusahaan telekomunikasi di Indonesia, mengharapkan karyawan-karyawannya memiliki karakteristik yang kompeten, dinamis, lincah, serta selalu terdepan dalam inovasi. Divisi Sekretariat Perusahaan & Sumber Daya Manusia Bagian Pengembangan Sistem Organisasi & SDM PT. XYZ saat ini menghadapi permasalahan, antara lain belum terdeskripsinya program pelatihan kompetensi teknikal yang terperinci sesuai dengan proses bisnis PT. XYZ.        \n\nPenelitian ini menggunakan model kompetensi teknikal untuk memperoleh program pelatihan yang diperlukan di Bagian Pengembangan Sistem Organisasi dan Sumber Daya Manusia PT. XYZ Bandung.  Kompetensi teknikal ditentukan dengan menggunakan pendekatan alur kerja (work flow approach), yaitu pendekatan yang ditentukan oleh bentuk dan sifat produk yang dihasilkan, sehingga dapat memberikan petunjuk tentang urutan atau aliran pekerjaan atau proses kerja. Tahap pertama pendekatan ini adalah mendefinisikan dimensi fungsi teknikal. Tahap kedua yaitu pengelompokan fungsi sumber daya manusia ke dalam sub-sub fungsinya. Tahap selanjutnya adalah melakukan analisis proses bisnis Bagian Pengembangan Sistem Organisasi & SDM. Dari tahap-tahap yang telah dilakukan dapat diketahui pelatihan-pelatihan seperti apa yang dibutuhkan oleh Bagian tersebut. Validasi, sebagai tahap akhir dari analisis penelitian ini, dilakukan melalui wawancara dengan Asisten Manajer Bagian Pengembangan Sistem Organisasi & Sumber Daya Manusia untuk menilai tingkat signifikansi dimensi kompetensi teknikal maupun rancangan program pelatihan.         \n\nProgram pelatihan dilakukan dengan dua metode yaitu pelatihan yang dilakukan di dalam perusahaan (In-house) dan di luar perusahaan. Dalam proses implementasinya, beberapa hal yang harus menjadi prioritas perusahaan adalah waktu, biaya, dan materi yang dibutuhkan. Langkah-langkah yang dilakukan untuk melakukan implementasi program-program pelatihan yaitu: Need assessment, Ensuring employees readiness for training, Creating a learning environment, Ensuring transfer of training, Selecting training methods, dan Evaluating training programs.", "Daftar File": {"2007 TS PP RESTI MERIZA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/138603", "2007 TS PP RESTI MERIZA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/138604", "2007 TS PP RESTI MERIZA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/138605", "2007 TS PP RESTI MERIZA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/138606", "2007 TS PP RESTI MERIZA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/138607", "2007 TS PP RESTI MERIZA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/138608"}, "Penulis": "RESTI MERIZA (NIM 29106027)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Aurik Gustomo, ST., MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Human Resources, Training Needs Analysis, Technical Competency", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Alice Diniarti", "File": "6 file", "Tanggal Input": "04 Mei 2018"}