{"Nomor": 30345, "Judul": "ANALISIS STRUKTUR KOMUNITAS BAKTERI PELARUT FOSFAT PADA SEDIMEN HUTAN BAKAU DAN KAITANNYA DENGAN KEBERADAAN BURUNG DI SUAKA MARGASATWA PULAU RAMBUT, DKI JAKARTA", "Abstrak": "Hutan bakau merupakan ekosistem yang memiliki peran ekologis yang penting. Mikroba memegang peranan kunci dalam menjalankan fungsi ekosistem tersebut, yaitu dalam proses dekomposisi nutrien organik menjadi anorganik sehingga dapat digunakan oleh tumbuhan. Pada ekosistem hutan bakau, fosfat tersedia merupakan faktor pembatas pertumbuhan bakau; dengan demikian, keberadaan bakteri pelarut fosfat (BPF) sangat diperlukan dalam ekosistem hutan bakau. Selain mikroba, organisme yang berperan sebagai sumber fosfat tersedia di alam adalah burung. Pulau Rambut di Kepulauan Seribu, DKI Jakarta, merupakan suaka margasatwa burung dengan persebaran burung yang tidak merata. Variasi kelimpahan burung tersebut diduga berdampak pada ekosistem hutan bakau dan struktur komunitas BPF di dalamnya. Tujuan penelitian ini adalah menentukan struktur komunitas BPF pada sedimen bakau dan mengaitkannya dengan keberadaan burung sebagai sumber fosfat tersedia. BPF diisolasi dari sedimen di hutan bakau bagian utara Pulau Rambut yang diketahui sebagai tempat bersarang burung (TB), dan hutan bakau bagian barat Pulau Rambut yang bukan merupakan tempat bersarang burung (TTB). BPF diisolasi menggunakan medium selektif National Botanical Research Institute's phosphate growth, kemudian dihitung kelimpahan, kekayaan spesies, indeks keanekaragaman Shannon-Wiener (HÃ‚Â’) dan indeks kesamaan Sorensen pada kedua lokasi. Indeks keanekaragaman BPF kemudian dikorelasikan dengan faktor biotik dan abiotik pada masing-masing lokasi dengan pengolahan statistika Pearson correlation. Hasil penelitian menunjukkan bahwa di lokasi TB dan TTB terdapat masing-masing lima spesies BPF dengan indeks kesamaan Sorensen 71.42%. Indeks keanekaragaman BPF di lokasi TTB (1,23) lebih tinggi dibandingkan lokasi TB (1,11), karena kelimpahan BPF di TTB lebih tinggi dibandingkan TB. Hasil identifikasi molekuler 16s rRNA menunjukkan bahwa bakteri dengan kelimpahan tertinggi adalah Salinicola tamaricis. Keanekaragaman BPF berkorelasi secara signifikan dengan sejumlah faktor, yaitu berkorelasi positif  (r > 0,900) dengan kandungan C organik, dan berkorelasi negatif (r< -0,900) dengan salinitas, P tersedia, dan P total tanah.", "Daftar File": {"2018 TA PP  RESTU UTARI DEWINA  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/138620"}, "Penulis": "RESTU UTARI DEWINA (NIM : 10614021)", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing : Dr. Devi Nandita Choesin,M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "bakteri pelarut fosfat, burung, hutan bakau, Pulau Rambut", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "28 Sep 2018"}