{"Nomor": 30346, "Judul": "PERAMALAN SAHAM KONVENSIONAL DAN SAHAM SYARIAH PADA SAHAM SUB SEKTORAL PERKEBUNAN MENGGUNAKAN METODE TRANSFORMASI DISKRIT WAVELET DAUBECHIES", "Abstrak": "Ekonofisika merupakan salah satu kajian fisika sistem kompleks yang menerapkan dan menawarkan gagasan, metode dan model dalam fisika statistik dan  kompleksitas untuk menganalisis data-data dari gejala ekonomi. Salah satu kajian  ekonofisika yaitu peramalan atau forecasting suatu data deret waktu. Peramalan bertujuan untuk memprediksi apa yang akan terjadi dimasa mendatang dengan melakukan analisis data-data sebelumnya. Metode peramalan sering dilakukan untuk memprediksi harga suatu saham sehingga bisa dijadikan sebagai acuan untuk melakukan strategi investasi yang tepat. Secara umum terdapat dua jenis saham yaitu saham konvensional dan saham syariah, perbedaan kedua jenis saham tersebut yaitu saham syariah menerapkan prinsip syariah dalam semua proses transaksi sedangkan saham konvensional tidak. Saham yang diteliti yaitu saham  konvensional (Gozco Plantation, Jaya Agra Wattie, Provident Agro, dan Sinar Mas Agro Resource and Technology ) dan saham sayariah (Astra Agro Lestari, Austindo  Nusantara Jaya, Eagle High Plantations, dan PP London Sumatera Indonesia) dalam sub sektor perkebunan. Data yang diteliti yaitu harga penutupan dari masingmasing saham pada periode Maret 2017 sampai Februari 2018 sebagai data training  dan Maret 2018 sebagai data test. Digunakan Transformasi Wavelet Diskrit Daubechies untuk melakukan peramalan data deret waktu dengan bantuan software Rstudio. Transformasi wavelet diskrit digunakan untuk mengubah atau memetakan         data dalam domain waktu menjadi domain wavelet. Pemilihan fungsi thresholding dilakukan menggunakan soft thresholding dan hard thresholding dengan parameter Minimax dan Adaptive. Dari fungsi dan parameter thresholding yang digunakan dicari estimasi terbaik dilihat dari nilai mean square error (MSE) yang didapatkan untuk peramalan. Percobaan pada saham Gozco Plantation didapatkan estimasi          \n\nterbaik pada parameter Adaptive level pertama dan didapatkan data peramalam  untuk periode 2 Maret 2018 - 23 Maret 2018 dengan nilai MSE sebesar 0.6634 yang cukup mendekati dengan data aktual. Hasil yang diperoleh saham konvensional memiliki peningkatan rata-rata lebih tinggi sebesar 5.04% dibandingkan saham syariah yang memiliki peningkatan sebesar 3.29%.", "Daftar File": {"2018 TA PP RESTU WIJAYANTO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/138621", "2018 TA PP RESTU WIJAYANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/138622", "2018 TA PP RESTU WIJAYANTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/138623", "2018 TA PP RESTU WIJAYANTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/138624", "2018 TA PP RESTU WIJAYANTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/138625", "2018 TA PP RESTU WIJAYANTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/138626", "2018 TA PP RESTU WIJAYANTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/138627", "2018 TA PP RESTU WIJAYANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/138628"}, "Penulis": "RESTU WIJAYANTO (NIM : 10214088)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Acep Purqon, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Daubechies, Peramalan, Saham, Wavelet.", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ratnasari", "File": "8 file", "Tanggal Input": "30 Jul 2018"}