{"Nomor": 30342, "Judul": "PERENCANAAN BANGUNAN PELINDUNG PANTAI SEDARI, KABUPATEN KARAWANG, JAWA BARAT", "Abstrak": "Wilayah Indonesia dipisahkan oleh lautan, sehingga kerusakan yang terjadi di  wilayah pesisir akan berdampak langsung terhadap kehidupan masyarakat di setiap daerah yang disebabkan karena terganggunya penyaluran kebutuhan logistik melalui jalur transportasi laut. Salah satu pantai di Indonesia yang mengalami kerusakan akibat terjadinya proses erosi yaitu Pantai Sedari di Kabupaten Karawang, Provinsi Jawa Barat. Proses erosi masih terus berlangsung setiap tahunnya dan semakin mengancam keberadaan wilayah pemukiman yang berada di belakang Pantai Sedari. Permasalahan erosi yang terjadi di Pantai Sedari perlu ditanggulangi dengan melakukan suatu perencanaan pembangunan struktur pelindung pantai yang akan menghambat proses erosi sehingga lahan pemukiman masyarakat tetap aman. \n\nKemunduran garis pantai karena adanya proses erosi dianalisis dengan melakukan simulasi kemunduran garis pantai pada program Coastal Engineering Design and Analysis System (CEDAS) modul Generalized Model for Simulating Shoreline Change (GENESIS). Simulasi yang dilakukan pada program tersebut juga digunakan untuk memilih alternatif bangunan pelindung pantai yang dapat mempertahankan garis pantai. Bangunan pelindung pantai yang akan dimodelkan berupa Revetment, Breakwater, Groin, serta kombinasi struktur tersebut. Erosi kemudian ditanggulangi dengan kombinasi bangunan pelindung pantai Revetment dan Groin. Revetment ditempatkan pada garis pantai sepanjang 260 m dan 100 m sedangkan Groin dimodelkan pada tiga lokasi dengan panjang groin 36 m dan jarak tiap groin sejauh 110 m. Revetment didesain dengan elevasi puncak +2.7 m dari LWS yang dibuat dari armor batu alam untuk mengisi armor layer pada bagian luar dan filter layer pada bagian dalam. Groin didesain dengan elevasi puncak +4.2 m dari LWS yang dibuat dari armor batu alam untuk mengisi armor layer pada bagian luar, filter layar pada bagian tengah, dan core layer pada bagian inti.", "Daftar File": {"2018 TA PP Restu Andika Siregar 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/138610"}, "Penulis": "Restu Andika Siregar - NIM 15514058", "Kontributor / Dosen Pembimbing": ["Harman Ajiwibowo, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Erosi, Pantai, Pemodelan, GENESIS, Bangunan Pelindung Pantai", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Sep 2018"}