{"Nomor": 30351, "Judul": "ANALISIS EFEKTIVITAS-BIAYA PENGGUNAAN PENUTUP LUKA (WOUND DRESSING) ANTIMIKROBA DAN NON-ANTIMIKROBA PADA PASIEN ULKUS KAKI DIABETIK DI RSUP DR. HASAN SADIKIN", "Abstrak": "Ulkus kaki diabetik merupakan salah satu komplikasi vaskular dan neuropati dari penyakit diabetes \n\nmellitus. Modern wound dressing adalah salah satu jenis perawatan luka pada ulkus kaki diabetik \n\nyang bertujuan untuk mempercepat penyembuhan luka dan mengendalikan resiko terjadinya infeksi \n\ndengan prinsip menciptakan lingkungan aseptik dan lembab di sekeliling luka. Tersedia berbagai jenis \n\nmodern wound dressing dengan fungsi dan harga yang beragam, salah satunya adalah wound \n\ndressing antimikroba yang dinilai memiliki efektivitas lebih baik dalam menyembuhkan luka sehingga \n\ndapat menurunkan lama rawat pasien ulkus kaki diabetik di rumah sakit. Tetapi karena harga wound \n\ndressing antimikroba cukup tinggi, maka total biaya perawatan luka terkesan sangat tinggi. Penelitian \n\ndilakukan untuk menganalisis efektivitas Ã‚Â–biaya antara penggunaan wound dressing antimikroba dan \n\ntanpa antimikroba dengan cara membandingkan total biaya medis langsung dan efektivitas yang \n\ndinilai dari lama rawat pasien ulkus kaki diabetik di rumah sakit. Desain penelitian yang digunakan \n\nadalah studi komparatif secara retrospektif dengan mengambil data dari instalasi rekam medis, \n\nadministratif dan instalasi farmasi RSUP Dr.Hasan Sadikin pada tahun 2015-2017. Sebanyak 9 pasien \n\nulkus kaki diabetik Wagner 3 non-amputasi dianalisis datanya, 2 pasien menggunakan kombinasi \n\ndressing antimikroba (kelompok A) dan 7 pasien menggunakan dressing tanpa antimikroba (kelompok \n\nB). Hasil penelitian menunjukkan mean total biaya medis langsung kelompok A lebih rendah \n\ndibandingkan dengan kelompok B, yaitu berturut-turut sebesar Rp13.463.975 dan Rp27.291.637. \n\nMean lama rawat kelompok wound dressing A lebih kecil dibandingkan dengan kelompok B yaitu \n\nberturut-turut 12,5 hari dan 28,4 hari. Dapat disimpulkan bahwa penggunaan kombinasi wound \n\ndressing antimikroba pada rangkaian perawatan luka lebih cost-effective dibandingkan dengan \n\nmenggunakan wound dressing tanpa antimikroba.", "Daftar File": {"2018 TA PP REVANIA FAIRUZ ZARAHMAWATI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/138653"}, "Penulis": "REVANIA FAIRUZ ZARAHMAWATI NIM : 11614018", "Kontributor / Dosen Pembimbing": ["PEMBIMBING : Dr.Lia Amalia, Apt., M.Si.", "Dra. Rina Winarni, M.Farm., Apt."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Ulkus kaki diabetik, modern wound dressing antimikroba, cost-effectiveness, lama rawat", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "1 file", "Tanggal Input": "22 Jun 2018"}