{"Nomor": 30359, "Judul": "PERANGKAT TRANSAKSI ELEKTRONIK BERBASIS SMART CARD KONTAK MENGGUNAKAN PROGRAMMABLE SYSTEM-ON-CHIP", "Abstrak": "Inovasi demi inovasi terus bermunculan, dari menggunakan uang tunai, teknologi telah melahirkan cara baru bertransaksi tanpa menggunakan uang tunai, di antaranya adalah menggunakan sebuah smart card. Dengan menggunakan smart card tidak perlu adanya Ã‚Â‘uang kembalianÃ‚Â’ yang di mana merepotkan baik pembeli maupun penjual, selain itu penggunaan smart card juga membuat praktis dalam hal membawa alat transaksi di mana tidak perlu membawa uang dalam jumlah yang banyak dan tebal, cukup satu kartu. Tesis ini akan merancang sebuah perangkat transaksi elektronik menggunakan sebuah smart card kontak dan perangkat ini akan dioperasikan menggunakan sebuah layar sentuh. Perangkat transaksi elektronik ini mendukung jenis-jenis transaksi seperti transaksi top up untuk menambahkan saldo pada smart card, transaksi payment untuk mengurangi saldo yang ada pada smart card, serta fungsi cek balance sebagai cara untuk mengecek sisa saldo yang ada pada smart card. Seluruh transaksi ini pun di catat pada sebuah server dan catatan ini dapat di lihat pada aplikasi yang berada pada server. Dalam merancang perangkat transaksi elektronik ini, dibutuhkan di komponen-komponen utama seperti processor, memory, USB controller, HDMI controller, dan ethernet controller. Untuk untuk mendapatkan fungsi yang di butuhkan dari komponen-komponen tersebut akan digunakan sebuah programmable system-on-chip. Penggunaan programmable system-on-chip dari sisi biaya akan lebih rendah di mana semua komponen-komponen utama terdapat dalam satu chip saja sehingga tidak dibutuhkan pembelian komponen-komponen secara terpisah, selain itu penggunaan programmable system-on-chip akan secara umum mengurangi konsumsi daya yang digunakan, serta jika terdapat perubahan pada perangkat keras bisa di lakukan pemrograman ulang dengan lebih mudah. Perancangan dimulai dengan merancang perangkat keras, yang meliputi modul-modul blok yang digunakan, bitstream generation, dan bootloader, setelah itu dilanjutkan dengan merancang sistem operasi yang digunakan beserta dengan aplikas-aplikasi pendukung yang digunakan, dan di akhiri dengan perancangan terhadap aplikasi perangkat transaksi elektronik serta aplikasi dari server yang berfungsi sebagai logger. Pengujian untuk fungsi perangkat ini dilakukan dengan cara membandingkan nilai saldo smart card yang tertera pada aplikasi perangkat transaksi elektronik, nilai yang tertera pada aplikasi server serta menggunakan aplikasi pihak ketiga tambahan. Berdasarkan hasil pengujian dapat di ambil kesimpulan bahwa perangkat transaksi elektronik ini berjalan sesuai yang di peruntukkan.", "Daftar File": {"2018 TS PP REYNHART ISAAC MALINGKAS 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/138687"}, "Penulis": "REYNHART ISAAC MALINGKAS (NIM : 23215338)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Trio Adiono, ST., MT., Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Smart Card, Programmable System-on-Chip", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "13 Mar 2018"}