{"Nomor": 30357, "Judul": "Oksidasi Biologis H2S: Optimasi Kondisi Proses Sulphur Recovery Komersial Menggunakan Kultur Campuran Thiobacillus", "Abstrak": "Keberadaan hidrogen sulfida (H2S) dalam gas alam memunculkan konsekuensi negatif bagi lingkungan dan kesehatan. Peraturan Menteri Lingkungan Hidup Nomor 7 tahun 2014 menyebutkan bahwa emisi gas H2S yang masih dapat diterima untuk industri gas dan minyak haruslah di bawah 35mg/m3 (23ppm). Maka dari itu, H2S harus dioksidasi menjadi sulfur elemental melalui unit sulphur recovery. Pengoksidasian sulfur secara termal dan kimiawi, seperti pada proses Clauss dan Liquid Redox tidak dapat diterapkan secara ekonomis karena gas alam di Indonesia yang memiliki persentase H2S di bawah 5%. Oksidasi biologis muncul sebagai alternatif yang memiliki biaya operasional lebih rendah untuk mengolah gas alam pada konsentrasi tersebut. Meskipun demikian, perolehan butiran sulfur dari proses ini tidak dapat dicapai oleh karena kondisi proses yang tidak sesuai justru menghasilkan akumulasi sulfat, politionat, polisulfida, dan sulfur hidrofilik. Tujuan dari penelitian ini adalah mempelajari pengaruh beban pengumpanan (loading): konsentrasi sulfida dan laju dilusi terhadap kinerja sulfur recovery biologis yang dilaksanakan pada biological sulphur recovery unit (BSRU) skala laboratorium. Variasi larutan sulfida (NaHS) adalah 68, 136, dan 204 ppm dengan laju dilusi 0,08; 0,11; dan 0,20 per jam. Profil parameter lain seperti pH, penurunan sulfida, biomassa, potensial redoks, dan alkalinitas diamati pula. Hasil yang diperoleh menunjukkan bahwa konversi sulfida tertinggi diperoleh ketika: konsentrasi umpan sulfida 136 ppm dan laju dilusi 0,08 per jam. Pada laju pengumpanan rendah (di bawah 8 mg/L.jam) dan tinggi (di atas 15 mg/L.jam), persentase sulfur terendapkan adalah 50% dan 70% secara berturut-turut. Nilai rata-rata potensial redoks pada kondisi tunak selalu berada pada rentang -300 mV hingga -450 mV, menggambarkan kestabilan metabolisme sel setelah mengalami penurunan sumber energi.", "Daftar File": {"2018 TA PP Reynard 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/138685"}, "Penulis": "Reynard - Nim: 13013005", "Kontributor / Dosen Pembimbing": ["Dr. Ardiyan Harimawan - Dr. Antonius Indarto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Gas alam, Thiobacillus, oksidasi, sulfida, parameter laoding, konversi, sulphur recovery", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "14 Sep 2018"}