{"Nomor": 30360, "Judul": "DESAIN INHIBITOR KARBONAT ANHIDRASE II BERBASIS SENYAWA BAHAN ALAM GOLONGAN FENOLIK DAN SENYAWA ANALOG KURKUMIN", "Abstrak": "Karbonat anhidrase II (CAII) adalah enzim yang memiliki aktivitas katalitik yang sangat tinggi. Peran fisiologis utama CAII adalah mengkatalisis reaksi reversibel hidrasi CO2 hasil proses metabolisme menjadi ion bikarbonat dan air. Selain itu, enzim ini juga berperan dalam aktivitas regulasi pH tubuh, regulator elektrolit, transpor air dan lainnya. Banyaknya proses fisiologis penting yang dilakukan oleh  \nCAII mengakibatan defisiensi maupun kelebihan enzim ini teridentifikasi sebagai penyebab beberapa penyakit seperti glaukoma, osteopetrosis dan diabetes. Glaukoma merupakan penyakit yang terkait dengan tingginya tekanan intraokular pada mata yang dapat menyebabkan gangguan penglihatan bahkan kebutaan. Tingginya tekanan intraokular adalah akibat dari tingginya aktivitas CAII dalam  menghidrasi CO2 sehingga menyebabkan kenaikan tekanan osmotik pada mata. Penanganan penyakit tersebut biasanya dilakukan dengan penggunaan inhibitor CAII. Senyawa sulfonamida seperti asetazolamida dan metazolamida merupakan obat komersial untuk glaukoma yang memiliki kemampuan inhibisi yang tinggi terhadap CAII. Akan tetapi, penggunaan inhibitor komersial ini diketahui menimbulkan banyak efek samping, seperti penurunan berat badan, mual, pusing dll. Oleh karena itu, pencarian inhibitor baru yang aman masih terus diupayakan.  \n \nSalah satu pendekatan yang sering digunakan untuk mencari inhibitor yang aman adalah dengan memanfaatkan kerangka molekul berbasis senyawa bahan alam. Pada penelitian ini digunakan dua kerangka senyawa bahan alam dalam upaya mencari inhibitor alternatif CAII, yaitu senyawa golongan fenolik dan senyawa analog kurkumin. Kedua kelompok senyawa ini memiliki kemiripan dalam  \nkarakteristik strukturnya, yaitu sama-sama memiliki gugus hidroksil pada cincin aromatiknya. Kedua jenis senyawa tersebut diketahui memiliki aktivitas antiinflamasi dan anti-kanker yang baik. Namun, penelitian mengenai potensi inhibisi kedua golongan senyawa tersebut terhadap CAII masih belum banyak diteliti. Oleh karena itu, pada penelitian ini dilakukan pencarian inhibitor CAII baru berbasis senyawa bahan alam golongan fenolik dan senyawa analog kurkumin yang memiliki kemampuan inhibisi cukup baik terhadap CAII.  \n\nSeleksi awal dilakukan dengan mengevaluasi potensi senyawa bahan alam golongan fenolik sebagai inhibitor CAII. Dari 40 senyawa yang dievaluasi secara in silico dengan metode docking diperoleh fisetin sebagai senyawa kandidat inhibitor CAII terbaik dengan nilai fitness score sebesar 51,46. Dari studi in silico ini diperoleh informasi bahwa molekul fisetin membentuk kompleks dengan ion Zn2+ dan distabilkan pula oleh ikatan hidrogen dengan residu Asn67, Thr199 dan Thr200. Analisis in silico lebih lanjut dengan simulasi dinamika molekul menunjukkan interaksi CAII dengan residu Asn67 dan Thr200 tidak teramati  sedangkan interaksi fisetin dengan residu Thr199 masih teramati selama simulasi \ndinamika molekul berlangsung.  \n \nTahap seleksi awal dilanjutkan dengan mengevaluasi afinitas senyawa analog kurkumin terhadap CAII. Dari 44 senyawa yang diteliti, didapatkan 6 buah senyawa yang memiliki afinitas tinggi terhadap CAII. Keenam senyawa tersebut kemudian diverifikasi secara eksperimen dengan menentukan nilai IC50 dari masing-masing senyawa tersebut. Hasil uji inhibisi menunjukkan senyawasenyawa  \ntersebut memiliki potensi inhibisi terhadap CAII dengan rentang nilai IC50 antara 7,92Ã‚Â±0,54 ?M hingga 72,31Ã‚Â±2,21 ?M. Senyawa a1 atau (E)-3-((E)-2- hydroxybenzylidene)-5-((2-hydroxyphenyl) methylene)piperidin-4-one memiliki  \nlevel aktivitas terbaik secara eksperimen yaitu dengan nilai IC50 7,92Ã‚Â±0,54 ?M. Untuk mengetahui interaksi antara inhibitor a1 dengan CAII, pada penelitian ini  \ndilakukan analisis in silico dengan metode docking dan simulasi dinamika molekul. Hasil docking memperlihatkan interaksi spesifik yang terjadi antara senyawa a1 dan residu-residu pada pusat aktif CAII dengan fitness score sebesar 49,76. Gugus hidroksil pada posisi orto (R2) dan gugus NH pada posisi R1 berinteraksi melalui ikatan hidrogen dengan residu Gln92, Thr199 dan Thr200. Interaksi antara a1 dengan residu Gln92 tidak teramati setelah dilakukan simulasi, sedangkan interaksi Thr199 dan Thr200 cukup stabil setelah dievaluasi lebih lanjut dengan simulasi dinamika molekul.  \n \nUntuk lebih mengoptimalkan kemampuan inhibisi dari senyawa-senyawa kandidat yang telah diperoleh dari hasil seleksi, maka pada penelitian ini juga dilakukan desain inhibitor baru dengan membuat turunan dari kedua senyawa  \ntersebut. Senyawa-senyawa kandidat inhibitor CAII (fisetin dan a1) dimodifikasi strukturnya secara in silico dan hasil docking menunjukkan bahwa senyawa F12  \nhasil desain memiliki afinitas yang lebih baik terhadap CAII dibandingkan dengan senyawa fisetin. Hal ini ditunjukkan dari adanya peningkatan fitness score dari  \n51,46 menjadi 55,95. Kehilangan interaksi dengan ion Zn2+ dikompensasi dengan penambahan kekuatan interaksi terhadap residu Thr199 dan Thr 200 dan penambahan kontribusi interaksi hidrofobik. Peningkatan fitness score juga teramati pada senyawa 3-piperidinil-a1 serta 3,3Ã‚Â’-diamin-a1 yang menunjukkan afinitas yang lebih baik terhadap CAII apabila dibandingkan senyawa kandidat a1.  \nHal ini terlihat dari fitness score kedua senyawa tersebut yang meningkat dari 49,76 menjadi 54,42 (3-piperidinil-a1) dan 54,89 (3,3Ã‚Â’-diamin-a1). Peningkatan  \nafinitas 3-piperidinil-a1 didapatkan dari penguatan interaksi antara senyawa desain dengan residu Thr199 dan Thr200, serta tambahan interaksi dengan ion Zn2+. Sedangkan peningkatan afinitas 3,3Ã‚Â’-diamin-a1 didapatkan dari penguatan interaksi senyawa tersebut dengan residu Thr199 dan Thr200 tanpa melibatkan interaksi kovalen dengan ion Zn2+  \n \nPenelitian ini memberikan kontribusi terhadap beberapa hal baru yaitu pencarian dan pengembangan serta desain inhibitor CAII berbasis senyawa bahan alam golongan fenolik dan senyawa analog kurkumin.", "Daftar File": {"2017 DIS PP REZA ADITAMA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/138688", "2017 DIS PP REZA ADITAMA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/138689", "2017 DIS PP REZA ADITAMA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/138690", "2017 DIS PP REZA ADITAMA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/138691", "2017 DIS PP REZA ADITAMA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/138692", "2017 DIS PP REZA ADITAMA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/138693", "2017 DIS PP REZA ADITAMA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/138694"}, "Penulis": "REZA ADITAMA [30511012]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. rer nat. Didin Mujahidin", "Prof.Dr. Yana Maolana Syah"], "Jenis Koleksi": "Disertasi", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "karbonat anhidrase II (CAII), desain inhibitor, senyawa fenolik, analog kurkumin ; Carbonic anhydrase II (CAII), the design of inhibitors, phenolic compounds, curcumin analogues", "Sumber": "", "Staf Input/Edit": "hidayat  \n                                     Irwan Sofiyan", "File": "7 file", "Tanggal Input": "11 Apr 2018"}