{"Nomor": 30367, "Judul": "STUDY ON SOAP - DERIVED BIOKEROSENE (SBK): CARBON CHAIN LENGTH EFFECT ON SMOKE POINT AND FREEZING POINT OF SBK SURROGATE MIXTURE", "Abstrak": "This study was conducted to evaluate the carbon chain length effect of hydrocarbon compunds when blended with the surrogate of Soap-Derived Biokerosene (SBK) to smoke point, sooting tendency and freezing point on the fuel mixture. The purpose of this development of SBK production process is to overcome some shortcomings in the previous production process. SBK production process used coconut oil as feedstock because it comprises dominantly fatty acid in kerosene range chain length to avoid cracking process and it used two main processes that claimed to have more simple process and need less energy, which are saponification and decarboxylation process. \n\nSBK still have some properties that need to be adjusted to satisfy the aviation jet fuel standard in order to become a stand alone product or to increase the volume fraction when mixed with conventional jetfuel. There is some way to improve the properties of SBK by blend it with some compound which became the main composition in conventional jet fuel, but in this study, aromatic selected as additional caompound which will be varied in its carbon chain length when mixed with dodecane as surrogate of SBK. \n\nThis research is done by measuring the smoke point using smoke point lamp according to the standard determined by ASTM D1322. Then from the smoke point value obtained from the measurement, the sooting tendency value was calculated. Freezing point value was measured by Lemigas using ASTM D5972 standard. It will also use data from the previous study to compare carbon chain length variation to smoke point and freezing point value. \n\nIt can be concluded from this research that the carbon chain length variation does not affect significantly to smoke point and soot tendency value when mixed with dodecane as surrogate of SBK. But in the freezing point value, the higher carbon chain length of the compound which is mixed with dodecane, shows a better tendency to maintain the pure temperature of the compound mixed with dodecane, especially in blending more than 30% volume of dodecane in the mixture. In conclusion from the result above, higher carbon chain length of aromatic is more promising to mixed with SBK, but also consider the freezing point of the pure additional compound and its density.", "Daftar File": {"2018 TA PP REZA MAULID GHIFFARY  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/138701"}, "Penulis": "REZA MAULID GHIFFARY (NIM : 13114010)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Dr. Ir. Iman Kartolaksono Reksowardojo."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Soap-Derived Biokerosene (SBK), biojet fuel, biojet fuel production process, fuel property, smoke point, sooting tendency, freezing point, surrogate of SBK, carbon chain length.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "06 Agu 2018"}