{"Nomor": 30369, "Judul": "PREDIKSI EMPIRIS DISTRIBUSI PERMEABILITAS DENGAN MENGINTEGRASIKAN PEMODELAN RESERVOAR STATIK-DINAMIK DAN HASIL UJI TRACER LAPISAN Z600 FORMASI KEUTAPANG, LAPANGAN RANTAU, CEKUNGAN SUMATRA UTARA, SUMATRA UTARA", "Abstrak": "Lapangan Rantau adalah merupakan faulted anticline yang memanjang dengan bentuk pelana (saddle) di bagian tengahnya dan berarah Tenggara - Baratlaut. Struktur Rantau memiliki lebar 3.5 km dan panjang 11 km dengan tinggi tutupan Ã‚Â± 400 m. Pengendapan lapisan Z600 Rantau dimulai dari pengendapan deposit distal bar, mouth bar, distibutary channel, dan interdistributary bay, yang diendapkan pada lingkungan fasies fluvial dominated delta.   \n\nValidasi pemodelan fasies dilakukan dengan mengintegrasikan pemodelan statik reservoar dengan data uji tracer. Analisis dilakukan dengan membuat segmen-segmen untuk area sumur-sumur injeksi dan produksi. Hasil analisis fasies yang diintegrasikan dengan hasil uji tracer memperlihatkan adanya hubungan antara cepat rambat fluida dengan distribusi fasies.   \n\nValidasi pemodelan fasies dilakukan dengan membuat hubungan antara peta distribusi kumulatif produksi minyak, gas dan air pada lapisan Z600, dengan distribusi fasies. Hubungan tersebut memperlihatkan bahwa pada sisi bagian bawah struktur yang memiliki kecenderungan fasies berupa Medium Coarse & Fine - Medium, memberikan kumulatif produksi yang lebih tinggi apabila dibandingkan pada sisi bagian atas yang memiliki bagian atas memiliki kecenderungan fasies berupa very fine sand.   \n\nWaktu breakthrough hasil pemodelan statik - dinamik reservoir memiliki kecenderungan yang lebih cepat dari hasil uji tracer. Hal ini mengindikasikan pemodelan statik reservoir menggunakan persamaan korelasi porositas permeabilitas yang cenderung optimis. Untuk mendapatkan distribusi permeabilitas pemodelan statik reservoar yang mendekati hasil uji tracer, maka dilakukan pembuatan suatu persamaan faktor koreksi yang mengkorelasikan perbedaan waktu breakthrough dan data cross plot porositas dan permeabilitas.   \n\nHasil integrasi pemodelan statik reservoar, pemodelan dinamik reservoar dan data hasil uji tracer dapat dilakukan untuk memperoleh persamaan untuk mengakomodir besarnya permeabilitas pada pemodelan statik agar sesuai dengan kenyataan hasil uji tracer di lapangan.", "Daftar File": {"2015 TS PP REZA NUR ARDIANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/138703", "2015 TS PP REZA NUR ARDIANTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/138704", "2015 TS PP REZA NUR ARDIANTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/138705", "2015 TS PP REZA NUR ARDIANTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/138706", "2015 TS PP REZA NUR ARDIANTO 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/138707", "2015 TS PP REZA NUR ARDIANTO 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/138708", "2015 TS PP REZA NUR ARDIANTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/138709", "2015 TS PP REZA NUR ARDIANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/138710"}, "Penulis": "REZA NUR ARDIANTO (NIM : 22012309)", "Kontributor / Dosen Pembimbing": ["Pembimbing :    \n\nDr. Ir. Prihadi Sumintadireja", "Dwiharso Nugroho ST, MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Lapangan Rantau adalah; faulted anticline; uji tracer", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "06 Apr 2018"}