{"Nomor": 30374, "Judul": "STUDI HIDROGEOLOGI DAERAH BUNGBULANG-RANCABUAYA DAN SEKITARNYA, KABUPATEN GARUT, PROVINSI JAWA BARAT", "Abstrak": "Daerah penelitian terletak di Bungbulang Ã‚Â– Rancabuaya, Kabupaten Garut, Provinsi Jawa Barat. Rancabuaya adalah sebuah pusat pertumbuhan baru untuk Provinsi Jawa Barat bagian selatan. Informasi geologi dan hidrogeologi detil di daerah ini relatif minim, padahal kedua informasi tersebut adalah parameter yang sangat penting dalam mengembangkan suatu daerah. Penelitian ini bertujuan untuk menganalisis kondisi geologi dan hidrogeologi secara detil di pusat perkembangan \n\nbaru ini. \n\nDua metoda umum, yaitu pekerjaan lapangan geologi dan hidrogeologi, dan analisis laboratorium telah dilakukan di daerah studi. Penelitian lapangan mencakup pemetaan geologi, survey geolistrik, dan pemetaan muka airtanah. Sementara itu, pekerjaan laboratorium mencakup analisis petrografi, dan analisis kimia air dan isotop stabil. \n\nBerdasarkan pekerjaan tersebut di atas, diketahui bahwa daerah penelitian disusun oleh tiga satuan batuan, yaitu Satuan Batupasir, Satuan Batupasir Tufan, dan Breksi. Akifer diperkirakan berlokasi di Satuan Batupasir, dengan porositas sekitar 20% dan ketebalan sekitar 65 m. Airtanah di daerah penelitian mengalir dari barat daya ke timur laut. Hasil analisis enam sampel airtanah menunjukkan \n\nbahwa tipe airtanah yang dominan di daerah penelitian adalah air bikarbonat (HCO3-). Air ini diinterpretasikan berasal dari air meteorik. Hasil analisis isotop menunjukkan bahwa daerah resapan untuk airtanah di daerah penelitian berlokasi pada interval ketinggian 521 Ã‚Â– 788 mdpl (meter di atas permukaan laut). Kualitas airtanah di daerah penelitian dapat dikategorikan sebagai layak dikonsumsi. Secara umum, airtanah di daerah penelitian cukup tersedia, baik dari sisi kuantitas maupun kualitasnya, untuk mendukung pembangunan di daerah ini.", "Daftar File": {"2016 TA PP REZA RIEZQI RAMADHAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/138721", "2016 TA PP REZA RIEZQI RAMADHAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/138722", "2016 TA PP REZA RIEZQI RAMADHAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/138723", "2016 TA PP REZA RIEZQI RAMADHAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/138724", "2016 TA PP REZA RIEZQI RAMADHAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/138725", "2016 TA PP REZA RIEZQI RAMADHAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/138726", "2016 TA PP REZA RIEZQI RAMADHAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/138727"}, "Penulis": "REZA RIEZQI RAMADHAN (NIM: 12012023)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n\nAgus M. Ramdhan, S.T., M.T., Ph. D.  \n\nIrwan Iskandar, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Rancabuaya, Bungbulang, geologi, hidrogeologi, potensi airtanah", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "11 Mei 2018"}