{"Nomor": 30375, "Judul": "KARAKTERISTIK B-VALUE PADA RESERVOIR PANAS BUMI WAYANG WINDU", "Abstrak": "Kajian mengenai kondisi bawah permukaan suatu lapangan panas bumi sangat dibutuhkan untuk mendapatkan gambaran mengenai kondisi reservoir secara jelas. Kondisi reservoir dapat diketahui berdasarkan sifat fisika dari keadaan bawah permukaan mulai dari litologi hingga fluida yang ada di suatu reservoir panas bumi. Kondisi reservoir suatu lapangan yang telah dikembangkan akan memiliki karakteristik yang berbeda sejak awal dilakukan produksi, untuk dapat mengetahui karakteristik reservoir tersebut, dilakukan analisis menggunakan data mikroseismik yang diukur secara kontinyu. \n\nLapangan panas bumi wayang windu merupakan lapangan yang dikembangkan sejak tahun 1996 saat ini lapangan tersebut telah membangkitkan energi listrik sebesar 227 MW dan masih akan terus dikembangkan, sehingga diperlukan suatu kajian mengenai karakteristik reservoir untuk mendukung perkembangan lapangan tersebut. Pada tahun 2016, telah dipasang 15 stasiun pengukuran seismometer di lapangan panas bumi Wayang Windu. Selama kurun waktu 6 bulan dari bulan januari hingga bulan juni, diidentifikasi terdapat 644 kejadian gempa mikro di area lapangan panas bumi Wayang Windu dan Sekitarnya. Dalam proses perhitungan variasi persebaran anomali b-value, diperlukan parameter magnitudo momen (Mw) serta lokasi hiposenter gempa yang terjadi di daerah penelitian. Nilai magnitudo momen (Mw) setiap gempa yang terjadi di daerah penelitian memiliki rentang nilai -1,95 hingga 2,07 yang dengan sebaran hiposenter yang membentuk 4 buah klaster, yaitu klaster gunung Kencana, klaster Darajat, klaster Wayang Windu bagian utara, dan klaster Wayang Windu bagian selatan. \n\nAnalisis secara spasial anomali b-value menggambarkan karakteristik reservoir yang berbeda antara klaster Wayang Windu bagian utara dan klaster Wayang Windu bagian selatan. Karakteristik reservoir lapangan panas bumi Wayang Windu di bagian selatan memiliki nilai yang relatif tinggi, berkisar antara 1,8 hingga 2,2 yang diakibatkan oleh adanya nilai tekanan pori yang besar karena pengaruh injeksi air di reservoir. Karakteristik reservoir Wayang Windu di bagian utara memiliki anomali b-value yang relatif rendah, 1,2 hingga 2,2 yang diinterpretasikan sebagai pengaruh dari keberadaan zona uap di area tersebut.", "Daftar File": {"2018 TS PP REZA SYAHPUTRA MULYANA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/138728"}, "Penulis": "REZA SYAHPUTRA MULYANA (22616016)", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. Rachmat Sule, S.T., M.T. \n\nDr.Eng.Ir. Suryantini M.Sc"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Panas Bumi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Wayang Windu, gempa mikro, b-value", "Sumber": "", "Staf Input/Edit": "suwadji  \n                                     suwadji", "File": "1 file", "Tanggal Input": "28 Sep 2018"}