{"Nomor": 30389, "Judul": "ANALISIS MEKANISME SUMBER GEMPA MIKRO DI LAPANGAN PANAS BUMI WAYANG WINDU UNTUK PREDIKSI ZONA PERMEABILITAS", "Abstrak": "Pemantauan mikroseismik pada lapangan panas bumi Wayang Windu dilakukan untuk mengetahui perubahan kondisi bawah permukaan akibat eksploitasi uap di lapangan tersebut. Data mikroseismik yang digunakan pada penelitian ini direkam oleh 15 stasiun seismometer yang tersebar di sekitar lapangan pada periode Januari hingga Juni 2016. Analisis mekanisme sumber gempa dilakukan kemudian dengan menjalankan metode inversi momen tensor full-waveform. Perangkat lunak digunakan adalah ISOLA-GUI, yang dapat mencari solusi momen tensor berupa orientasi patahan dan tipe mekanisme sumber gempa. Proses filter dilakukan untuk menghilangkan komponen frekuensi tinggi. Selanjutnya pemodelan sintetik dilakukan untuk mengestimasi Green Function, yang ditunjukkan oleh kecocokan yang tinggi antara kurva waveform sintetik dan data lapangan.  \n \n\nSolusi momen tensor yang diperoleh dari studi terhadap 34 buah sumber gempa mikro di lokasi penelitian menunjukkan orientasi patahan dan mekanisme sumber yang siap untuk dianalisis lebih lanjut. Orientasi patahan yang ditemukan di bagian Utara lokasi penelitian memiliki arah rekahan dominan sebesar N165oE dengan dip 30o Ã‚Â– 90o. Sedangkan orientasi patahan yang ditemukan di bagian Selatan memiliki arah rekahan dominan sebesar N90oE dengan dip 20o Ã‚Â– 80o. Solusi momen tensor yang diperoleh tersebut memiliki kesamaan orientasi dengan struktur patahan mendatar (strike Ã‚Â– slip fault), yang diukur oleh peneliti terdahulu di lapangan.   \n \n\nMekanisme sumber gempa yang dominan di lokasi penelitian berjenis non double-couple yang memiliki komponen CLVD dan volumetrik yang besar. Komponen volumetrik tersebut mengindikasikan adanya perubahan pori di bawah permukaan akibat kegiatan eksploitasi. Dengan demikian, sumber gempa yang dominan di lapangan ini berasal dari sumber implosif yang membentuk rekahan yang menutup di bagian Utara dan Selatan, yang kemungkinan mengindikasikan bahwa permeabilitas di lokasi penelitian telah mengalami penurunan akibat kegiatan eksploitasi.", "Daftar File": {"2018 TS PP Rhamadhana Sultan 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/138748"}, "Penulis": "Rhamadhana Sultan - NIM: 22616004", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat M. Rachmat Sule, Dr. Andri Hendriyana"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Panas Bumi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Mikroseismik, non double-couple, momen tensor,  green function, rekahan, mekanisme sumber, permeabilitas.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "28 Sep 2018"}