{"Nomor": 30382, "Judul": "IMPLEMENTASI KONSEP INTERNET OF THINGS DALAM PENGEMBANGAN FITUR CERDAS PADA KULKAS KONVENSIONAL DENGAN MENGGUNAKAN RASPBERRY PI", "Abstrak": "Pemborosan dan pembuangan makanan merupakan suatu perilaku yang sering dianggap remeh oleh manusia. Perilaku ini sangat sering dijumpai bahkan hampir setiap manusia yang ada di dunia pernah membuang makanan. Tanpa disadari, dampak dari pembuangan dan pemborosan makanan ini sangat besar. Metana yang dihasilkan oleh makanan di tempat pembuangan sampah 21 kali lebih berbahaya dibandingkan dengan CO2 yang terdapat di udara. Selain itu, apabila seperempat dari total makanan yang telah dibuang dapat dimanfaatkan semaksimal mungkin, maka masalah kelaparan di dunia dapat teratasi. Salah satu faktor yang menimbulkan perilaku pemborosan dan pembuangan makanan ini adalah makanan yang terlupakan di dalam kulkas hingga telah mencapai tanggal kadaluarsanya.  \n\nPerilaku ini dapat diminimalisir dengan memanfaatkan perkembangan dan tren teknologi, salah satunya adalah konsep internet of things yang tengah populer saat ini. Pada tugas akhir ini dilakukan perancangan dan pengembangan dari prototipe alat atau perangkat yang akan menjadi fitur Ã‚Â“cerdasÃ‚Â” pada kulkas konvensional dengan memanfaatkan Raspberry Pi. Alat ini dapat membaca nama dan tanggal kadaluarsa dari makanan dan menyimpannya ke dalam basis data. Selain itu, pengguna juga dapat melihat daftar makanan yang dimiliki dan menerima notifikasi ketika terdapat makanan yang akan kadaluarsa.", "Daftar File": {"2018 TA PP REZKI KHAIRUNNAS 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/138735"}, "Penulis": "Rezki Khairunnas - NIM: 18214002", "Kontributor / Dosen Pembimbing": ["Ir. Kridanto Surendro M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Internet of things, kulkas, makanan kadaluarsa, Raspberry Pi.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "20 Sep 2018"}