{"Nomor": 30388, "Judul": "ANALISIS PERBANDINGAN ORTHOMOSAIC HASIL AKUISISI DATA MENGGUNAKAN KAMERA FC6310 DAN PENGAMATAN GPS", "Abstrak": "Metode fotogrametri biasa digunakan untuk pemetaan skala besar dan skala kecil dengan wilayah yang luas. Wahana yang digunakan adalah UAV (Unmanned Aerial Vehicle) atau pesawat tanpa awak dengan tipe DJI Phantom 4 Pro. DJI Phantom 4 Pro digunakan untuk wilayah pemetaan hingga 1.000 Ha. Selain itu, untuk wilayah pemetaan yang lebih luas dapat menggunakan pesawat berawak. Dalam pemetaan secara fotogrametri, dua jenis kamera yang biasa digunakan yaitu kamera metrik dan kamera non-metrik. Penggunaan kamera metrik membutuhkan biaya operasional yang besar sehingga opsi lain yaitu menggunakan kamera non metrik. Kamera non-metrik menghasilkan bingkai foto yang lebih kecil daripada kamera metrik. Tipe kamera yang digunakan oleh peneliti yaitu kamera non-metrik dengan tipe FC6310. Hasil foto udara kamera FC6310 dilakukan analisis ketelitian geometri. Analisis dilakukan oleh peneliti dengan cara mengolah data foto udara menjadi orthomosaik dengan dua perangkat lunak berbeda yaitu Agisoft PhotoScan dan Bentley ContextCapture. Hasil orthomosaik dibandingkan dengan pengamatan GPS dan dianalisis menggunakan standar ketelitian fotogrametri. Standar ketelitian geometri yang digunakan adalah Peraturan Kepala Informasi Geospasial No 15 Tahun 2014 dan Peraturan Menteri Agraria/Kepala Badan Pertanahan Nasional Nomor 3 Tahun 1997. Kesimpulan yang dihasilkan adalah hasil orthomosaik kamera FC6310 memiliki RMSE sekitar 20 cm. Orthomosaik dapat digunakan untuk peta dasar skala 1:1.000 dengan ketelitian horizontal kelas 3 dan peta pendaftaran tanah skala 1:1.000. Hasil orthomosaik Agisoft PhotoScan dan Bentley ContextCapture memiliki ketelitian geometri yang relatif sama berdasarkan perbandingan variansi pada metode F-Test dengan selang kepercayaan 90%.", "Daftar File": {"2018 TA PP R FIDDIN YURIZKA FIRDAUS 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/138747"}, "Penulis": "R Fiddin Yurizka Firdaus         (NIM : 15113037)", "Kontributor / Dosen Pembimbing": ["Irawan Sumarto, Dr., Ir., M.Sc. \n\nBudhy Soeksmantono, ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kamera, Orthomosaik, GPS, Geometri.", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     cecep hikmat", "File": "1 file", "Tanggal Input": "15 Mar 2018"}