{"Nomor": 30390, "Judul": "EVALUASI KINERJA CAMPURAN STONE MASTIC ASPHALT MENGGUNAKAN ASPAL MODIFIKASI SASOBIT(R) TERHADAP KRITERIA KEGAGALAN FATIGUE & PERMANENT DEFORMATION", "Abstrak": "Kebutuhan akan jalan dengan struktur perkerasan yang kuat untuk mendukung beban lalu lintas yang tinggi sangatlah penting, sehingga diperlukan adanya suatu inovasi dalam perencanaan material perkerasan jalan. Material perkerasan lentur saat ini mempunyai beragam jenis, diantaranya adalah Stone Mastic Asphalt (SMA). SMA ini dianggap mempunyai kelebihan dibandingkan dengan jenis perkerasan lainnya karena SMA mempunyai fleksibilitas yang lebih tinggi, durabilitas yang lebih tinggi, dan lebih tahan terhadap alur. Penelitian ini dimaksudkan mengevaluasi kinerja campuran Stone Mastic Asphalt menggunakan aspal modifikasi SasobitÃ‚Â® terhadap kriteria kegagalan retak lelah dan deformasi permanen.  \n \n\nTiga jenis campuran disiapkan, yaitu: aspal Pen 60/70 dengan 0,3% selulosa, aspal Pen 60/70 dengan SasobitÃ‚Â® 3%, dan aspal Pen 60/70 dengan SasobitÃ‚Â® 4%. Sifat fisik aspal dan agregat diuji dan dibandingkan dengan spesifikasi AASHTO dan British Standard. Sedangkan kinerja campuran diperoleh melalui pengujian Stabilitas Marshall, Draindown, ITS, deformasi permanen, dan retak kelelahan dengan alat Four Point Bending Test.  \n \n\nPenambahan SasobitÃ‚Â® ke dalam aspal Pen 60/70 menaikkan sifat reologi aspal. Hasil pengujian Marshall menunjukkan campuran aspal modifikasi SasobitÃ‚Â® memiliki nilai Stabilitas Marshall tertinggi. Hasil uji draindown menunjukkan campuran aspal Pen 60/70 dengan penambahan 0,3% serat selulosa mampu mencegah draindown dibandingkan campuran dengan aspal modifikasi SasobitÃ‚Â®. Hasil uji ITS menghasilkan nilai TSR yang variatif, dimana campuran dengan aspal modifiaksi SasobitÃ‚Â® 4% memiliki nilai yang paling tinggi. Hasil uji Wheel Tracking pada aspal modifikasi SasobitÃ‚Â® memiliki nilai deformasi lebih kecil dibandingkan aspal tanpa SasobitÃ‚Â®. Sedangkan pengujian kelelahan menunjukkan nilai yang variatif, dimana ketahanan terhadap kelelahan tertinggi adalah campuran dengan aspal modifikasi SasobitÃ‚Â® 4%.  \n \n\nSecara umum, penambahan SasobitÃ‚Â® dalam aspal modifikasi dapat menurunkan suhu pencampuran dan suhu pemadatan serta memperbaiki sifat reologi aspal. Efek positif dari aspal modifikasi SasobitÃ‚Â® dalam campuran SMA dapat dimanfaatkan untuk meningkatkan kinerja campuran.", "Daftar File": {"2015 TS PP R.HANA MARJA MANGGALA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/138749", "2015 TS PP R.HANA MARJA MANGGALA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/138750", "2015 TS PP R.HANA MARJA MANGGALA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/138751", "2015 TS PP R.HANA MARJA MANGGALA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/138752", "2015 TS PP R.HANA MARJA MANGGALA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/138753", "2015 TS PP R.HANA MARJA MANGGALA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/138754", "2015 TS PP R.HANA MARJA MANGGALA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/138755", "2015 TS PP R.HANA MARJA MANGGALA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/138756"}, "Penulis": "R. HANA MARJA MANGGALA  (NIM : 26912005)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n \n\nDr. Ir. Eri Susanto H., M.T.", "Dr. Ir. Harmein Rahman., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Stone Mastic Asphalt (SMA), SasobitÃ‚Â®, Serat Selulosa, Deformasi Permanen, Kelelahan.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "22 Okt 2018"}