{"Nomor": 30398, "Judul": "PERBAIKAN PROSES DI PROSES BISNIS ARBIE SCIENTIFICS", "Abstrak": "Arbie Scientifics adalah laboraturium batubara independen yang menawarkan jasa analisa sampel batubara dan manufaktur peralatan laboraturium untuk industri batubara di Bandung. Baru-baru ini, permintaan untuk analisa sampel batubara telah meningkat selama 2 tahun terakhir. Namun perusahaan Arbie Scientifics kesulitan untuk mempertahankan basis pelanggan mereka karena mereka hanya memiliki 48% angka pemesanan ulang di tahun 2017. Menurut sesi wawancara dengan pemilik perusahaan, penyebab utama dari masalah ini adalah kualitas buruk dari laporan sampel dan pengiriman laporan yang sering terlambat dari departemen laboratorium. Analisa yang telah dilankukan menunjukkan bahwa perusahaan mengalami kesulitan untuk menyelesaikan laporan secara tepat waktu bahkan dengan jumlah sampel rata-rata harian. Berdasarkan data, Arbie Scientifics perlu melengkapi minimal 7 sampel per hari sebelum jam kerja berakhir. \n\nAnalisa yang digunakan di tulisan ini menggunakan bantuan diagram BPMN dan perangkat lunak Igrafx sebagai alat untuk mensimulasikan proses yang ada. Tujuan dari tugas akhir ini adalah untuk mengurangi waktu proses pelaporan serta meningkatkan kualitas laporan secara keseluruhan dengan menggunakan proses otomasi untuk meminimalkan kesalahan yang dilakukan oleh manusia. \n\nAnalisa menunjukkan bahwa ada empat akar penyebab Arbie Scientifics memiliki tingkat pemesanan ulang yang rendah yaitu (1) tidak ada template standar; (2) proses yang tidak terpantau; (3) sumber daya yang terbatas; (4) lokasi kantor yang tidak strategis. Penelitian ini telah mengembangkan dua solusi bisnis untuk mengatasi masalah tersebut, yaitu alat simulasi lewat Igrafx yang dapat digunakan sebagai alat pemantau proses sekaligus pengembangan template baru yang lebih baik untuk mengurangi waktu pelaporan, dan memperbaiki proses persiapan batubara sebagai upaya untuk mengatasi masalah sumber daya terbatas dan menghilangkan kesalahan yang dilakukan oleh manusia.", "Daftar File": {"Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/138771"}, "Penulis": "Rheza Wildan Pahlevi - 29115718", "Kontributor / Dosen Pembimbing": ["Dr. Mursyid Hasan Basri, S.T., M.T"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Process Improvement, Coal Laboratory", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman  \n                                     Yose Ali Rahman", "File": "1 file", "Tanggal Input": "05 Mar 2018"}