{"Nomor": 30399, "Judul": "EVOLUSI DINAMIK DAN SEJARAH PEMBENTUKAN GUGUS GANDA DI BIMASAKTI DAN AWAN MAGELLAN BESAR", "Abstrak": "Gugus bintang terbentuk dari awan molekul yang mengalami kontraksi akibat gangguan eksternal seperti gelombang kerapatan lengan spiral, pasang surut galaksi dekat,  \natau papasan dengan objek lain. Di antara sekian banyak gugus bintang yang ditemukan di galaksi, terdapat beberapa yang berada dekat dengan gugus lainnya. Pasangan yang berdekatan semacam ini dianggap sebagai kandidat gugus ganda yang berkemungkinan memiliki sejarah pembentukan dan evolusi yang sama. Pembentukan gugus ganda sendiri dapat terjadi melalui beberapa mekanisme seperti fragmentasi instan awan molekul, fisi awan molekul yang diinduksi oleh tumbukan, pembentukan bertahap, serta proses penangkapan gugus bintang yang sedang melintas dekat. Setelah terbentuk, gugus ganda akan mengalami evolusi dinamik yang \ntidak sama seperti evolusi gugus individual. Banyak hal yang telah dipelajari terkait pembentukan dan evolusi gugus ganda galaktik dan ekstragalaktik. Namun, tidak  \nsedikit juga yang belum dipahami dengan baik. Studi ini bertujuan untuk: (1) melakukan identifikasi gugus ganda galaktik dan ekstragalaktik sebagai bahan analisis  \nstatistik guna memahami karakteristik populasi gugus ganda; (2) mengetahui peran interaksi antargalaksi dalam pembentukan gugus ganda; (3) mempelajari evolusi dinamik yang dialami gugus ganda; dan (4) mengetahui parameter kestabilan dan kala hidup gugus ganda dalam pengaruh proses dinamika internal dan eksternal.  \nTerdapat dua metode yang digunakan untuk menjawab tujuan studi tersebut. Pendekatan pertama adalah analisis statistik terhadap populasi gugus ganda di Galaksi  \nBimasakti dan Awan Magellan Besar (Large Magellanic Cloud, LMC). Data yang digunakan bersumber dari beberapa katalog yang telah dipublikasikan, dilengkapi dengan hasil analisis yang dilakukan secara mandiri. Produk analisis statistik yang telah dilakukan adalah distribusi empirik gugus ganda galaktik dan ekstragalaktik. Dari distribusi tersebut, dapat dideduksi bahwa gugus ganda cenderung  \nberusia muda (. 100 Myr) dan letaknya bersesuaian dengan lokasi kompleks pembentukan bintang. Terdapat indikasi bahwa fraksi gugus ganda mengalami kenaikan seiring dengan peningkatan laju pembentukan bintang beberapa juta tahun terakhir.  \nDi LMC, peningkatan fraksi gugus ganda pada 100 Myr dapat dikaitan dengan episode terakhir papasan dekat dengan Small Magellanic Cloud pada t150 Myr. Bukti ini mendukung teori pembentukan gugus ganda melalui fisi awan molekul, di mana tumbukan antargalaksi meningkatkan dispersi kecepatan awan molekul di galaksi dan meningkatkan probabilitas papasan antarawan yang melahirkan gugus ganda.  \nPendekatan kedua adalah simulasi evolusi dinamik yang dialami gugus ganda primordial menggunakan model semi-analitis dan model N-benda. Dalam model semi-analitis, gugus ganda dianggap sebagai dua buah massa yang mengitari satu sama lain sembari mengalami kehilangan massa dan pasang surut eksternal. Evolusi model ini cukup menyerupai model N-benda yang lebih realistis. Terdapat beberapa poin penting yang disimpulkan dari simulasi tersebut. Pertama, orientasi orbit gugus ganda (relatif terhadap bidang galaksi) menentukan evolusi orbit yang akan\ndialami sistem tersebut serta kala hidup yang dimilikinya. Dalam evolusinya yang berlangsung selama 100 Myr, sistem gugus ganda dapat mengalami pembalikan orbit (orbital reversal), peluruhan orbit (spiral-in), atau osilasi di sekitar bidang galaksi. Kedua, pasang surut galaksi memberikan dampak yang berbeda terhadap sistem ganda dengan orbit prograde dan retrograde. Ketiga, penggabungan gugus ganda disertai pelepasan massa yang cukup signifikan (10% dari massa awal sistem) dalam waktu singkat (outburst). Penggabungan juga menghasilkan gugus  \nberotasi yang memiliki laju evaporasi lebih dari normal.", "Daftar File": {"2017 DS PP RHOROM PRIYATIKANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/138772", "2017 DS PP RHOROM PRIYATIKANTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/138773", "2017 DS PP RHOROM PRIYATIKANTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/138774", "2017 DS PP RHOROM PRIYATIKANTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/138775", "2017 DS PP RHOROM PRIYATIKANTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/138776", "2017 DS PP RHOROM PRIYATIKANTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/138777", "2017 DS PP RHOROM PRIYATIKANTO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/138778", "2017 DS PP RHOROM PRIYATIKANTO 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/138779", "2017 DS PP RHOROM PRIYATIKANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/138780"}, "Penulis": "RHOROM PRIYATIKANTO (NIM: 30314002)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \nProf. Dr. Suryadi Siregar.  \nDr. M. Ikbal Arifyanto.  \nDr. Hesti R. T. Wulandari."], "Jenis Koleksi": "Disertasi", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "gugus bintang, Galaktik, ekstragalaktik, dinamika sistem bintang", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "9 file", "Tanggal Input": "22 Jan 2018"}