{"Nomor": 30403, "Judul": "PENGARUH WARNA CAHAYA DEKORATIF BERPENDAR, INTENSITAS CAHAYA DAN POSISI SUMBER CAHAYA TERHADAP PENGALAMAN ROMANTIS TERKAIT RESPON PERSEPSI, EMOSI DAN SIKAP PENGUNJUNG KAFE", "Abstrak": "Meningkatnya jumlah kafe membuat persaingan semakin tinggi kesibukan \n\nmasyarakat yang membuat segala sesuatu terasa monoton, sehingga \n\ndibutuhkan hiburan dengan cara praktis walaupun hanya sekedar makan dan \n\nminum bersama pasangan. Hal ini mendorong para pelaku bisnis dalam \n\nmenentukan strategi yang tepat antara lain dengan menciptakan kafe Ã‚Â– kafe \n\ntematik, salah satunya dengan membuat interior yang memfasilitasi suasana \n\nromantic. Pada penelitian ini akan diujikan pengaturan warna cahaya \n\nberpendar, intensitas cahaya, dan posisi sumber cahaya. Sejauh ini telah \n\nbanyak penelitian yang meneliti tentang pencahayaan redup namun masih \n\njarang penelitian yang membahas pencahayaan dekoratif redup yang berasal \n\ndari sumber cahaya yang berpendar terhadap pengalaman romantis. \n\nSehingga tujuan dari eksperimen ini adalah menguji variabel warna cahaya \n\nberpendar, intensitas cahaya dan posisi sumber cahaya yang diharapkan \n\ndapat mendukung pengalaman romantis pada pengunjung kafe dengan \n\nmenggunakan metode Pseudo-experiment guna mendapatkan respon \n\npersepsi, emosi dan sikap dari para pengunjung kafe. Terdapat 13 macam \n\nkondisi dihadirkan dalam eksperimen ini, yang terdiri dari 3 level intensitas \n\ncahaya yaitu 1lx, 4lx dan 8lx kemudian dihadirkan 3 macam warna cahaya \n\nyaitu merah, biru dan hijau berpendar yang diletakan diatas meja maupun \n\ndigantung diatas meja. Dua puluh pasang responden yang dijadikan subjek \n\ndalam penelitian ini adalah orang-orang yang memiliki pasangan (belum \n\nmenikah) dan sering berkunjung ke kafe. Karakterisitik subjek dalam \n\npenelitian ini adalah sepasang kekasih yang termasuk dalam masa dewasa \n\nawal (usia 20-30 tahun). Sebelum melakukan eksperimen utama, dilakukan \n\neksperimen uji coba terlebih dahulu. Hal ini bertujuan untuk dapat \n\nmengetahui sejauh mana stimulus eksperimen yang digunakan dapat \n\nmenghasilkan data yang valid dan reliabel. Filter cahaya yang digunakan \n\nsebagai peralatan dalam eksperimen ini adalah fiber optik dan stiker \n\nbunglon yang dapat menghasilkan cahaya yang berpendar. Data yang \n\ndidapatkan melalui eksperimen berupa data numerik kemudian dianalisis \n\ndengan perhitungan One way Anova, secara umum mengungkapkan bahwa \n\nkecenderungan terhadap intensitas cahaya berpendar yang redup hingga \n\nredup sekali berpengaruh terhadap pengalaman romantis, jarak sumber \n\ncahaya terhadap mata responden dan warna cahaya berpendar ikut \n\nmempengaruhi. Kondisi warna cahaya berpendar merah dengan intensitas \n\ncahaya terendah yaitu 1lx dan posisi sumber cahaya yang diletakan \n\nmenggantung diatas meja merupakan kondisi yang paling mendukung \n\npengalaman romantis dibandingkan kondisi lainnya. Berdasarkan salah satu \n\nhasil analisis dapat disimpulkan bahwa semakin rendah intensitas pada \n\ncahaya berpendar berwarna merah maka dapat semakin membuat emosi \n\npara pengunjung menjadi semakin senang, bersemangat dan terpikat. \n\nSemakin rendah intensitas cahaya berpendar warna merah semakin \n\nmenghasilkan respon persepsi pengunjung berpasangan menjadi lebih \n\nhangat, intim dan bergairah. Sedangkan pada respon sikap Respon sikap \n\nmemiliki hasil yang hampir sama pada semua kondisi, sehingga tidak \n\nmemiliki pengaruh yang signifikan. Kecenderungan cahaya yang bersifat \n\nhangat sudah mulai menunjukan dampak positif meskipun pada level \n\nintensitas yang sangat redup. Kesimpulan dapat dibuktikan oleh nilai yang \n\nmemiliki rata-rata paling tinggi pada kondisi tersebut.", "Daftar File": {"upload riana.2.pdf": "https://digilib.itb.ac.id/gdl/download/138791"}, "Penulis": "RIANA RIZKI (NIM: 27115043)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prabu Wardono,Phd"], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "romantis, cahaya dekoratif, berpendar, intensitas cahaya, warna cahaya, kencan.", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "09 Mar 2018"}