{"Nomor": 30409, "Judul": "UJI AKTIVITAS KARDIOPROTEKTIF EKSTRAK ETANOL DAN EKSTRAK AIR DAUN TEMPUYUNG ( Sonchus arvensis L. ) PADA MODEL HEWAN INFARK MIOKARDIAL YANG DIINDUKSI ISOPROTERENOL", "Abstrak": "Daun Sonchus arvensis L. telah digunakan secara tradisional untuk mengobati berbagai kondisi \n\npenyakit termasuk menurunkan tekanan darah dan meningkatkan urinasi. Penelitian ini dirancang \n\nuntuk mengevaluasi potensi kardioprotektif ekstrak etanol dan ekstrak air daun Sonchus arvensis \n\nL. pada model hewan tikus infark miokardial yang diinduksi dengan isoproterenol. Tikus jantan \n\njenis Wistar dibagi menjadi empat kelompok utama: kontrol negatif (hanya salin), kontrol positif \n\n(hanya isoproterenol), kelompok perlakuan ekstrak etanol daun Sonchus arvensis L. diberikan \n\ndalam tiga dosis; 50, 100, dan 200 mg/kg bb dan ekstrak air daun Sonchus arvensis L. diberikan \n\n100mg/kg BB p.o selama 14 hari. Pada hari ke 13 dan 14, isoproterenol (85 mg/kg bb) diberikan \n\nsecara intraperitoneal pada kelompok kontrol positif dan ekstrak yang diobati. Parameter yang \n\ndiukur adalah enzim biomarker jantung; Creatine Kinase (CK), CK-MB, Aspartat Transaminase \n\n(AST), Alanine Transaminase (ALT) dan Laktat Dehidrogenase (LDH). Hasil penelitian menunjukkan \n\nbahwa ekstrak etanol Sonchus arvensis L. pada dosis 50 mg/kg bb dan ekstrak air Sonchus \n\narvensis L. pada dosis 100 mg/kg bb dapat secara signifikan (P", "Daftar File": {"2018 TA PP RIAN PARDILAH 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/138797"}, "Penulis": "RIAN PARDILAH  NIM : 11613013", "Kontributor / Dosen Pembimbing": ["PEMBIMBING : Prof. Dr. Elin Yulinah Sukandar", "Dr. Neng Fisheri Kurniati, M. Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Sonchus arvensis L., isoproterenol, infark miokard, obat kardioprotektif", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "9 file", "Tanggal Input": "27 Feb 2018"}