{"Nomor": 30406, "Judul": "EFISIENSI PROSES PRODUKSI MELALUI METODE PENJADWALAN SPT, LPT DAN RANDOM DI SEKSI PROCESSING PT M", "Abstrak": "Efisiensi adalah salah satu ukuran utama yang mendasari penilaian kinerja suatu \n\nperusahaan yang merupakan ukuran keunggulan operasional (operational \n\nexcellence) atau produktivitas. PT M dalam melakukan penjadwalan proses \n\nproduksi belum mempertimbangkan efisiensi. Dan untuk meraihnya dapat \n\ndilakukan dengan melakukan penyusunan proses produksi dari tahap \n\npenimbangan, granulasi, pencampuran, pencetakan sampai dengan inspeksi, \n\nsehingga didapatkan urutan produk-produk yang memberikan waktu penyelesaian, \n\nwaktu tunggu mesin dan waktu tunggu mesin yang paling efisien (pendek). \n\nUrutan produk yang paling efisien dapat diketahui dengan melakukan \n\npenjadwalan mengikuti metode SPT (Shortest Processing Time), LPT (Longest \n\nProcessing Time) dan random menggunakan data standar jam kerja untuk tiap \n\ntahapan proses produksi. Metode penjadwalan dengan metode SPT dilakukan \n\ndalam 6 skema, LPT 6 skema, metode random dalam 2 urutan dengan masingmasing urutan adalah 4 skema dan selain itu dibuat 1 urutan yang menggunakan \n\nmetode SPT pada awal tahap proses dan kemudian urutan produk mengikuti \n\ntahapan sebelumnya sehingga total urutan yang dibuat adalah 21 skema. Hasil dari \n\npenjadwalan yang menggunakan metode SPT mulai tahap penimbangan sampai \n\npencampuran kemudian dilanjutkan dengan urutan yang sama sampai tahap \n\ninspeksi memberikan waktu penyelesaian dan waktu tunggu produk paling \n\npendek (efisien).", "Daftar File": {"2018 TS PP RIAN FRITRIANA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/138794", "COVER RIAN FRITRIANA NIM : 21816004": "https://digilib.itb.ac.id/gdl/download/239558", "BAB 1 RIAN FRITRIANA NIM : 21816004": "https://digilib.itb.ac.id/gdl/download/239559", "BAB 2 RIAN FRITRIANA NIM : 21816004": "https://digilib.itb.ac.id/gdl/download/239560", "BAB 3 RIAN FRITRIANA NIM : 21816004": "https://digilib.itb.ac.id/gdl/download/239561", "BAB 4 RIAN FRITRIANA NIM : 21816004": "https://digilib.itb.ac.id/gdl/download/239562", "BAB 5 RIAN FRITRIANA NIM : 21816004": "https://digilib.itb.ac.id/gdl/download/239563", "PUSTAKA RIAN FRITRIANA NIM : 21816004": "https://digilib.itb.ac.id/gdl/download/239566"}, "Penulis": "RIAN FRITRIANA NIM : 21816004", "Kontributor / Dosen Pembimbing": ["PEMBIMBING : Dr. Iftikar Z. Sutalaksana", "Dr. Rachmat Mauludin"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi Industri", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "efisiensi, urutan produk, penjadwalan", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "8 file", "Tanggal Input": "02 Jul 2018"}