{"Nomor": 30408, "Judul": "PEMODELAN KELEMBAPAN TANAH UNTUK ESTIMASI PRODUKTIVITAS TANAMAN PADI SAWAH IRIGASI MENGGUNAKAN CITRA RADARSAT-2 QUAD POLARIMETRIK", "Abstrak": "Kelembapan tanah merupakan air cair yang menempati ruang-ruang kosong antara partikel tanah. Informasi tentang kondisi kelembapan tanah dan distribusinya sangat penting agar pemerintah dapat merencanakan dan mengelola produksi tanaman dengan baik. Kelembapan tanah merupakan faktor penting dalam proses perkembangan tanaman. Kelembapan tanah sulit diukur dalam cakupan yang luas karena faktor biaya dan waktu. Secara tradisional, model tersebut menggunakan nilai kelembapan tanah rata-rata pada daerah yang luas. Namun dengan berkembangnya teknologi, pemodelan berbasis citra satelit dengan menggunakan satuan spasial (per piksel) dapat memperkirakan kelembapan tanah secara akurat.     \n \n \n \n \n\nPemantauan objek lahan pertanian dengan teknik penginderaan jauh telah banyak dilakukan di banyak negara. Namun, kondisi tutupan awan dan curah hujan selama musim pertumbuhan padi menjadi salah satu kendala pada sistem penginderaan jauh optik. Solusinya adalah menggunakan teknologi penginderaan jauh radar yang dapat merekam tanpa dipengaruhi oleh kondisi cuaca baik siang maupun malam. Saat ini, sudah berkembang pesat sistem satelit radar dengan dengan periode perekaman yang cepat untuk aplikasi pertanian seperti satelit ERS, Envisat (Eropa) Radarsat 1,2 (Kanada) dan ALOS PALSAR 1,2 (Jepang). Citra radar memberikan resolusi spasial yang bervariasi dari 10 sampai 1000 m dengan lebar cakupan 50-500 km.     \n \n \n \n \n\nSinyal hambur radar (backscatter) di atas permukaan tanah terbuka (bare soil) dipengaruhi oleh karakteristik permukaan yaitu kelembapan tanah, kekasaran permukaan dan konstanta dielektrik. Kelembapan tanah, kekasaran permukaan tanah dan sifat dielektrik merupakan parameter tanah yang saling mempengaruhi. Permukaan sangat halus memantulkan semua energi dalam arah spekular dan tidak ada sinyal hamburan kembali ke antena, sedangkan permukaan yang sangat kasar gelombang berdifusi ke semua arah. Selain itu, sinyal radar tergantung juga pada parameter radar seperti polarisasi, sudut datang dan panjang gelombang. Nilai kekasaran permukaan tanah (Hrms) diekstraksi dengan menggunakan Modifikasi Model Campbell dan Shepard (MMCS). MMCS dikembangkan untuk menghasilkan kekasaran permukaan untuk kondisi tahap tanam awal yang heterogen. Hasil penelitian menunjukkan bahwa model MMCS dapat meningkatkan keakuratan nilai model kekasaran permukaan sebesar 34,62%. Kekasaran permukaan hasil dari MMCS di kalibrasi menggunakan model yang dibentuk dari hasil korelasi antara kekasaran permukaan MMCS dan hasil pengukuran lapangan.     \n \n \n \n \n\nNilai konstanta dielektrik (r) diekstraksi dengan menggunakan model dPSAR menggunakan band C. Nilai Kelembapan tanah (Mv) dihitung dari parameter konfigurasi citra Radarsat-2 dan koefisien sinyal hambur menggunakan model yang dikembangkan berdasarkan korelasi antara konstanta dielektrik (r) dengan menggunakan pendekatan model dPSAR dan Kelembapan tanah (Mv) survei lapangan. Koefisien determinasi R2 dan RMSE untuk bulan Juni-Agustus 2014 sebesar 0,52 dan 9,4, sedangkan bulan September - Oktober 2014 adalah 0,60 dan 7,3. Nilai Mv model untuk bulan Juni-Agustus umumnya sesuai dengan kondisi Kelembapan tanah (Mv) di lapangan. Pada bulan September dan Oktober 2014, Kelembapan tanah (Mv) dibawah nilai hasil Kelembapan tanah lapangan, kondisi ini karena pengaruh kanopi tanaman padi. Dengan adanya kanopi padi, tanah terlindung dan dengan demikian Kelembapan yang diperoleh kurang dari jumlah sebenarnya.     \n \n \n \n \n\nNilai produktivitas tanaman padi diekstraksi dengan menggunakan model yang dibangun berdasarkan korelasi secara linier antara nilai kelembapan tanah terhadap nilai produktivitas tanaman padi dengan nilai koefisien determinasi R2= 0,60. Dari enam kecamatan yang dilakukan validasi, Kecamatan Cikedung mempunyai nilai penyimpangan produktivitas paling tinggi. Kondisi ini dikarenakan kerentanan produksi padi sawah akibat perubahan iklim di wilayah Pantai Utara, Jawa Barat.", "Daftar File": {"2018 DIS PP RIAN NURTYAWAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/138796"}, "Penulis": "RIAN NURTYAWAN (NIM: 35113001)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Ir. Ketut Wikantika, M.Eng., Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Penginderaan jauh radar, kekasaran permukaan, model kelembapan tanah, radar polarimetrik, estimasi produktivitas tanaman padi", "Sumber": "", "Staf Input/Edit": "Diah Ayu Merdekawati  \n                                     Diah Ayu Merdekawati", "File": "1 file", "Tanggal Input": "03 Jul 2018"}