{"Nomor": 30401, "Judul": "PENGARUH TIPE PORI RESERVOIR KARBONAT TERHADAP KECEPATAN GELOMBANG AKUSTIK KOMPRESIONAL (Vp) DAN PENENTUAN Vp MATRIKS KONDISI DOWNHOLE", "Abstrak": "Reservoir karbonat merupakan reservoir dengan tingkat heterogenitas yang sangat tinggi. Heterogenitas tersebut disebabkan karena reservoir karbonat sangat dipengaruhi oleh proses-proses diagenesa yang terjadi setelah masa pengendapan. Hal tersebut menyebabkan reservoir karbonat memiliki geometri dan struktur pori yang sangat komplek. Kompleksitas tersebut menyebabkan korelasi acak hubungan \n\nkecepatan gelombang akustik (Vp) terhadap porositas.   \n \n\nHeterogenitas akibat diagenesa juga terjadi pada mineral penyusun matriks reservoir karbonat. Hal tersebut menyebabkan komposisi mineral yang berbeda dari matriks reservoir-reservoir karbonat. Perbedaan komposisi penyusun matriks tersebut menyebabkan perbedaan dari nilai transit time gelombang akustik. Informasi nilai transit time atau Vp matriks dari suatu reservoir menjadi hal yang sangat penting dalam penentuan porositas dari sonic log. Penentuan porositas harus dilakukan dengan tepat agar perhitungan cadangan hidrokarbon dapat dilakukan dengan tepat juga. Sifat porositas dari sonic log yang tidak sensitif terhadap secondary porosity dapat diintegrasikan dengan porositas yang dihitung dari density log atau neutron porosity untuk melakukan analisis keberadaaan secondary porosity di reservoir karbonat.   \n \n\nPengelompokan batuan berdasarkan kemiripan geometri dan struktur pori dengan menggunakan Metode PGS (Pore Geometry Structure) Plot dilakukan pada penelitian ini. Kompleksitas arsitektur pori akan meningkat dengan meningkatnya angka rock type (RT). Dari hasil pengelompokan PGS Plot maka dapat dianalisis hubungan tipe pori terhadap Vp pada kelompok batuan dengan sistem pori yang sederhana dengan kelompok batuan yang mempunyai sistem pori yang lebih kompleks akibat proses diagenesa yang semakin signifikan. Hasil PGS Plot dari setiap RT bila diekstrapolasi akan bertemu pada satu titik yang disebut titik konvergensi. Titik tersebut terjadi pada saat geometri pori = 0,045 dan struktur pori = 0,002. Titik tersebut didefinisikan sebagai titik saat batuan tidak dapat lagi dibedakan berdasarkan kemiripan arsitektur pori dikarenakan nilai permeabilitas yang sangat kecil. Struktur dan geometri pori bernilai sama pada titik tersebut. Secara praktikal, titik konvergensi diasumsikan sebagai titik saat batuan terdiri daripipa kapiler yang sangat kecil dengan porositas = 100%. Sehingga seluruh batuan dianggap memiliki properti fisik yang sama dengan fluida yang mengisi batuan tersebut. \n \n\nUntuk menentukan Vp matriks, dilakukan plot antara Vp - geometri pori dan Vp - struktur pori untuk setiap RT. Hubungan antara Vp - geometri pori dan Vp - struktur pori didefinisikan dalam persamaan power law. Untuk mendapatkan Vp matriks, hasil plot antara konstanta dan eksponen pada hubungan power law tersebut diekstrapolasi pada titik saat eksponen hubungan Vp - geometri pori = 1 dan eksponen hubungan Vp - struktur pori = 0,5. Angka eksponen tersebut merupakan pangkat struktur pori dan geometri pori pada titik konvergensi sehingga geometri dan struktur pori menjadi sama pada titik konvergensi. Vp matriks adalah nilai konstanta pada titik ekstrapolasi. Dari hasil ekstrapolasi, diperoleh hasil Vp matriks untuk geometri pori adalah 7.193,3 m/s dan Vp untuk struktur pori adalah 6.601,5 m/s. Karena selisih hasil porositas yang dihasilkan dengan dari Vp = 7.193,3 m/s dan Vp = 6.601,5 m/s tidak terlalu besar maka nilai Vp matriks untuk reservoir karbonat yang diteliti dapat dirata-ratakan menjadi 6.897,4 m/s. Selisih antara data Vp matriks yang diketahui dari literatur, yang biasa digunakan untuk perhitungan porositas dari sonic log, dengan Vp hasil penelitian ini adalah sekitar 480,6 m/s.   \n \n\nTipe pori yang terbentuk akibat proses diagenesa menjadi salah satu penyebab kompleksitas dari arsitektur pori karbonat. Pada tahap awal diagenesa, arsitektur pori yang terbentuk lebih sederhana. Pada penelitian ini terlihat bahwa pengaruh tipe pori terhadap Vp akan lebih mudah untuk dianalisis saat batuan dikelompokkan berdasarkan kemiripan geometri pori dan struktur pori dengan Metode PGS Plot. Dalam satu RT yang sama tipe pori frame forming (mouldic dan vuggy) yang terbentuk pada fase awal diagenesa akan menyebabkan memiliki Vp yang lebih besar dibandingkan oleh tipe pori intercrystalline dan interparticle pada porositas yang sama. Hal ini dikarenakan pada masa pembentukan dari tipe pori frame forming akan terbentuk juga semen yang membuat fabric batuan menjadi semakin kaku. Fracture dan disolusi, yang terjadi pada tahap akhir diagenesa batuan, akan meningkatkan porositas dan permeabilitas batuan akan tetapi hal tersebut akan menurunkan Vp batuan.", "Daftar File": {"2018 TS PP RIA ADELINA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/138782"}, "Penulis": "RIA ADELINA (NIM: 22215014)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Ir. Pudji Permadi, M. Sc., PhD."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "geometri pori, struktur pori, arsitektur pori, diagenesa, rock type, tipe pori, power law.", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "1 file", "Tanggal Input": "14 Mar 2018"}