{"Nomor": 30412, "Judul": "TOMOGRAFI SEISMIK ATENUASI DI SEKITAR PIDIE JAYA DENGAN GEMPA MAGNITUDO 6.5 PERIODE DESEMBER 2016 - JANUARI 2017", "Abstrak": "Gempa Pidie Jaya terjadi pada tanggal 7 Desember 2016. Berdasarkan informasi dari Badan Meteorologi, Klimatologi, dan Geofisika (BMKG), main shock terjadi pada pukul 05:03:35 WIB  pada koordinat 5.29 N dan 96.22 D dengan magnitudo 6.5 (pada kedalaman 15 km). satu minggu setelahnya, ITB bekerjasama dengan Unsyiah, BMKG, dan GFZ Postdam german mengnstal 9 buah seismometer di sekitar Pidie Jaya sejak 14 Desember 2016 hingga 16 Januari 2017. Terdapat 315 buah aftershock yang terjadi dengan jumlah waveform gelombang P berjumlah 1519, sedangkan jumlah waveform S berjumlah 1515. Pada penelitian kali ini, yang dilakukan adalah (i) merotasi gelombang S menjadi SW dan SH menggunakan SAC, (ii) penentuan nilai t* dari gelombang P dan gelombang SH, (iii) pencitraan struktur 3D Qp, Qs, dan Qp/Qs menggunakan SIMULPS. Input untuk inversi atenuasi seismik merupakan operator atenuasi (t*) yang ditentukan dengan menggunakan metode spectral fitting  sehingga didapatkan 1192 nilai t* gelombang P dan 841 nilai t* gelombang SH. Nilai tp* berkisar antara 0.001-0.028 s, nilai frequency corner pada rentang  1.55-22.53 Hz, dan nilai spectral level 2.83-41678.28 nm/s; sedangkan nilai tSH* berkisar antara 0.001-0.021 s, nilai frequency corner pada rentang  0.9-12.7 Hz, dan nilai spectral level 3.79-28077.47 nm/s. Penelitian tomografi atenuasi 3-D di daerah Pidie jaya dapat mencitrakan daerah yang berada pada kedalaman 0 km hingga 20 km. Pada daerah yang diindikasikan sesar menurut InSAR dan data geologi PUSGEN, terdapat anomali pada kedalaman yang dangkal (0 km - 6 km) yang di interpretasikan sebagai crack yang tersaturasi oleh fluida. Sedangkan pada kedalaman 6 km Ã‚Â– 20 km diinterpretasikan sebagai fracture pada batuan yang tersaturasi oleh fluida.", "Daftar File": {"2018 TS PP RIANTY KUSUMA DEWI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/138800"}, "Penulis": "RIANTY KUSUMA DEWI (NIM: 22317016)", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "hiposenter, tomografi atenuasi, rotasi waveform, spectral fitting", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "07 Jun 2018"}