{"Nomor": 30410, "Judul": "Perancangan Sistem Tata Udara pada Suatu Bangunan Apartemen dan Fasilitasnya di Jakarta", "Abstrak": "Seiring meningkatnya jumlah penduduk Jakarta, kebutuhan akan tempat tinggal juga meningkat. Dengan ketersediaan lahan kosong yang semakin terbatas, pembangunan apartemen menjadi salah satu solusi. Berbagai fasilitas dalam apartemen ditawarkan untuk menarik minat calon penghuni, salah satunya sistem tata udara. Sistem tata udara penting untuk memenuhi kenyamanan termal penghuni apartemen. Sistem tata udara apartemen harus dirancang dengan baik agar menguntungkan baik bagi pengembang maupun penghuni.   \n \n \n\nPerancangan sistem tata udara yang baik memperhatikan aspek energi dan biaya. Perancangan ini meliputi estimasi beban pendinginan, pemilihan mesin yang sesuai, dan perhitungan konsumsi energi. Analisis Life Cycle Cost dalam jangka waktu sepuluh tahun dilakukan untuk menentukan sistem tata udara yang sesuai. Analisis Life Cycle Cost untuk sistem tata udara ini meliputi biaya investasi peralatan, biaya operasional, dan biaya perawatan.   \n \n \n\nBeban pendinginan puncak untuk bagian apartemen diestimasi sebesar 3030,9 kW (861,8 TR) dan sebesar 1599,6 kW (454,8 TR) untuk bagian fasilitas Berdasarkan analisis, sistem tata udara yang sesuai untuk apartemen ini adalah sistem split wall untuk bagian apartemen dan sistem chiller 500 TR VSD untuk bagian fasilitas dengan konsumsi energi listrik rata-rata dan Life Cycle Cost berturut-turut sebesar 20135,15 kWh per hari dan Rp101.092.466.445,80; dan sebesar 3691,82 kWh per hari dan Rp43.273.166.116,77.", "Daftar File": {"13114035 Rian Setyo Adi.pdf": "https://digilib.itb.ac.id/gdl/download/138798"}, "Penulis": "Rian Setyo Adi 13114035", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Prihadi Setyo Darmanto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "apartemen, sistem tata udara, Life Cycle Cost, estimasi beban pendinginan", "Sumber": "", "Staf Input/Edit": "D. Budina  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "21 Sep 2018"}