{"Nomor": 30416, "Judul": "USULAN PENERAPAN LEAN MANUFACTURING UNTUK MENGURANGI LEAD TIME PRODUKSI PADA AREA SHEET PRESS FORMING DI PT DIRGANTARA INDONESIA", "Abstrak": "PT Dirgantara Indonesia adalah salah satu Badan Usaha Milik Negara (BUMN) yang bergerak dalam industri manufaktur pesawat terbang. Salah satu area utama untuk melakukan fabrikasi adalah area sheet press forming. Proses yang dilakukan pada area ini meliputi pemotongan plat, penghalusan permukaan plat, pembentukan plat menjadi sesuai desain melalui proses pelubangan dan pengikiran, pressing, dan pembentukan tahap akhir (finish forming) untuk menyempurnakan bentuk komponen. Berdasarkan data historis perusahaan, diketahui bahwa pada periode Januari hingga September 2017, perusahaan tidak mampu mencapai target 96% penyelesaian komponen secara tepat waktu. Menurut pihak manajemen, ketidaktercapaian target ini disebabkan tingginya lead time produksi yang akibat pemborosan dalam rangkaian produksi area sheet press forming. Oleh sebab itu, digunakan pendekatan lean manufacturing untuk mengidentifikasi pemborosan dan merancang usulan perbaikan untuk mengeliminasi pemborosan sehingga dapat mengurangi lead time produksi. \n\nPenerapan lean manufacturing terdiri dari 3 tahap utama, yaitu pembuatan current state map, analisis current state map, dan perancangan future state map. Pada tahap current state map, dilakukan pemetaan dengan menggunakan value stream mapping (VSM). Selain itu, untuk merinci aktivitas pada lantai produksi, dipetakan entitas beserta aktivitas yang dilakukan dengan menggunakan cross functional flowchart. Pada tahap analisis current state map, dilakukan identifikasi celah pemborosan dengan menggunakan analisis 5whys. Setelah mengetahui akar masalah pemborosan, dilakukan perancangan usulan perbaikan untuk mengeliminasi pemborosan. Hasil perbaikan kemudian dipetakan ke dalam future state map. Kemudian, dilakukan analisis terhadap usulan perbaikan untuk membandingkan keadaan sebelum dan sesudah perbaikan. \n\nBerdasarkan VSM dan crossfunctional chart, diketahui bahwa aktivitas value added sebesar 6,43 % dengan lead time produksi 3598,44 menit. Dari hasil identifikasi pemborosan, ditemukan 3 pemborosan utama yang terjadi, yaitu aktivitas menunggu, proses berlebih, dan gerakan yang tidak diperlukan. Untuk mengatasi pemborosan aktivitas menunggu, dilakukan distribusi beban kerja untuk menghindari ketidakseimbangan beban antarstasiun kerja yang sering menyebabkan waktu tunggu antarstasiun kerja. Pemborosan proses berlebih diminimalkan dengan melakukan pelatihan operator sehingga operator memiliki keseragaman keterampilan. Untuk mengurangi gerakan yang tidak diperlukan, dilakukan standardisasi stasiun kerja melalui penerapan prinsip 5S. Dengan usulan perbaikan, pemborosan pada area sheet press forming dapat diminimalkan sehingga aktivitas value added diperkirakan menjadi 13,27% dengan lead time 1743,98 menit.", "Daftar File": {"2018 TA PP RICARDO HARRY MARTUA SIMAMORA 1 ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/138817"}, "Penulis": "RICARDO HARRY MARTUA SIMAMORA NIM 13414080", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Sukoyo, M. T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "LEAN MANUFACTURING, PEMBOROSAN, VALUE STREAM MAPPING, VALUE ADDED", "Sumber": "", "Staf Input/Edit": "Dewi Supryati  \n                                     Dewi Supryati", "File": "1 file", "Tanggal Input": "01 Okt 2018"}