{"Nomor": 30423, "Judul": "KAJIAN PENGEMBANGAN SISTEM PENYEDIAAN AIR MINUM REGIONAL PONTIANAK KAWASAN PESISIR KAPUAS - ZONA HUJAN EQUATAORIAL", "Abstrak": "Pembangunan berkelanjutan di kawasan pesisir kapuas menuju Kota Metropolitan Pontianak, memerlukan sumber air baku yang layak dari segi kualitas, kuantitas dan kontinuitas sesuai standar nasional. Dari segi kuantitas, ketersediaan air baku cukup berlimpah, namun dari segi kualitas, sumber air baku Kota Pontianak terancam interusi air laut pada tahun normal dan tahun kering. Penelitian ini membahas mengenai rezim hidrologi dan kejadian kegaraman sumber air baku dari Sungai Ambawang interbasin Sungai Landak (Biyung) yang terpilih dijadikan sumber air baku yang baru dalam pengembangan infrastruktur air minum Regional Pontianak. Hasil penelitian menunjukkan bahwa Sungai Ambawang secara periodik terpengaruh pasang surut yang berpotensi terinterusi air laut, sehingga dibangun bendungan untuk memutus salinitas. Sedangkan Sungai Landak (Biyung) memiliki debit yang acak dan dipengaruhi oleh curah hujan. Hasil pembagian debit Discrit Markov terhadap nilai salinitas menunjukkan bahwa, salinitas tertinggi terjadi pada iklim kering, bulan kering dan debit harian kering dimana amplitudo pasut di muara sungai maksimum. Kebutuhan air baku Regional Pontianak sampai dengan tahun 2030 sebesar 4,6 m3/det sedangkan debit untuk alokasi air minum R20 kering pada Sungai Ambawang sebesar 12,05 m3/det, sehingga sampai dengan tahun 2030 kebutuhan air baku Regional Pontianak dapat terpenuhi. Pengembangan infrastruktur air minum Regional Pontianak jangka pendek 2015 dilakukan dengan revitalisasi PDAM kota Pontianak serta pembangunan bendungan dan saluran suplesi. Adapun pengembangan jaringan transmisi air baku di wilayah Regional Pontianak dapat dilaksanakan untuk memenuhi target jangka menengah 2020. Sedangkan untuk target jangka panjang 2030 dilakukan manajemen waduk Ambawang dan pengembangan SPAM terpusat terintegrasi dengan sistem yang lama.", "Daftar File": {"2015 PP TESIS RICKA APRILIA.pdf": "https://digilib.itb.ac.id/gdl/download/138824"}, "Penulis": "RICKA APRILLIA NIM : 25312006", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Arwin Sabar, MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "air baku, air minum, salinitas, Regional Pontianak, Sungai Ambawang, Sungai Landak.", "Sumber": "", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "02 Apr 2018"}