{"Nomor": 30429, "Judul": "PERANCANGAN ALGORITMA DATA PREPARATION UNTUK VALIDASI MODEL NILAI TI (Studi Kasus: Bank BJB Bandung)", "Abstrak": "Dalam beberapa tahun ini, banyak penelitian yang telah dilakukan untuk mengukur nilai TI dalam organisasi. Sampai dengan tahun 2017 terdapat beberapa penelitian yang telah menghasilkan model nilai TI, seperti indirect IT value model, serial IT value engineering model, parallel IT value engineering model, dan hybrid IT value model. Sementara itu, beberapa penelitian lainnya telah mengusulkan beberapa metode perhitungan seperti analisis regresi tradisional, estimasi dengan Multiple Input dan Output, Data Envelopment Analysis (DEA), Malmquist Index, dan Partial Adjustment Valuation (PAV) untuk melakukan validasi nilai TI pada perusahaan.   \n \n\nPenelitian ini akan menggunakan hybrid IT value model sebagai referensi model dan metode PAV sebagai dasar perhitungan untuk melakukan validasi nilai TI pada perusahaan. Berdasarkan dari hasil penelitian sebelumnya metode PAV dapat membuktikan bahwa TI dapat memberikan kontribusi yang positif terhadap perusahaan, namun metode ini masih memiliki kekurangan yaitu ketika melakukan pengukuran kinerja perusahaan tanpa menggunakan TI hanya menghilangkan parameter belanja TI saja, sedangkan parameter kinerja atau performance yang digunakan dalam perhitungannya masih mengandung unsur TI, akibatnya perusahaan tidak dapat mengetahui dengan benar atau bahkan dapat memberikan tafsiran yang salah tentang seberapa besar TI telah memberikan nilai kepada perusahaan ketika menjalankan bisnisnya.   \n \n\nTujuan penelitian ini akan merancang algoritma data preparation yang dapat digunakan untuk melakukan koreksi data kinerja perusahaan yang menggunakan TI sehingga dihasilkan data kinerja perusahaan tanpa mengandung unsur TI. Perancangan algoritma data preparation ini akan menggunakan Desain Research Methodology (DRM) sebagai metodologi untuk menguraikan langkah-langkah yang diperlukan.  \n \n\nHasil dari penelitian ini adalah validasi dengan menggunakan hybrid IT value model yang menunjukkan bahwa kinerja perusahaan dengan menggunakan TI (three-factor) selalu lebih unggul dari kinerja perusahaan tanpa menggunakan TI (two-factor), dan penerapan algoritma data preparation telah terbukti dapat membuat perbandingan antara kinerja perusahaan dengan menggunakan TI (threefactor) dan kinerja perusahaan tanpa menggunakan TI (two-factor) menjadi lebih besar. Kontribusi dari penelitian ini adalah untuk meningkatkan pemahaman dan pengetahuan dalam melakukan pengukuran nilai TI dalam perusahaan dengan cara menghasilkan algoritma data preparation dan melakukan pengujian pada sektor perbankan.", "Daftar File": {"2018 TS PP RICKY HIZKIA FERDIANTO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/138838"}, "Penulis": "RICKY HIZKIA FERDIANTO - NIM: 23516043", "Kontributor / Dosen Pembimbing": ["Dr. Ã‚Â–Ing. Ir. Suhardi, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Nilai TI, Hybrid IT value model, Algoritma data preparation.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "05 Mar 2018"}