{"Nomor": 30424, "Judul": "AN INTEGRATED HYDRAULIC FRACTURING ANALYSIS BY CONSIDERING FRACTURE DESIGN, PRODUCTION PERFORMANCE, AND ECONOMIC OPTIMIZATION IN SANDSTONE RESERVOIR", "Abstrak": "Kemampuan formasi batu pasir untuk memproduksikan hidrokarbon tidaklah selalu menjanjikan, hal ini dikarenakan adanya faktor-faktor yang mempengaruhi sehingga tidak optimum secara ekonomis untuk dikembangkan. Kemudian dicarilah cara untuk menstimulasi produktivitas dari formasi batu pasir tersebut, salah satu caranya adalah dengan mengaplikasikan hydraulic fracturing. \n\nHydraulic fracturing adalah salah satu teknik stimulasi sumur dimana fluida bertekanan tinggi dipompakan untuk merekahkan formasi batuan. Proses ini melibatkan injeksi tekanan tinggi atau biasa disebut juga fracking fluid ke dalam sumur untuk menginisiasi rekahan dalam formasi batuan dan butir-butir propan untuk menahan rekahan tersebut agar tetap terbuka. Oleh karena itu sebuah studi terintegrasi mengenai hydraulic fracturing dibutuhkan untuk memastikan operasi ini dapat meningkatkan produksi hidrokarbon. \n\nStudi ini membahas sebuah analisis yang terintegrasi mengenai hydraulic fracturing yang kemudian bisa diturunkan dalam tiga analisis besar. Yang pertama adalah desain dari rekahan dimana konduktivitas dan nilai skin factor dari formasi dapat diestimasi. Selanjutnya adalah analisis performa produksi, analisis ini digunakan untuk memprediksi produksi dari sumur yang telah direkah guna mengevaluasi jumlah hidrokarbon yang dapat diproduksikan. Kesimpulan dari kedua analisis, yaitu analisis desain rekahan dan performa produksi, akan menghasilkan analisis optimisasi secara ekonomi dalam bentuk siklus optimisasi untuk menentukan ukuran perlakuan yang ekonomis. Apabila hasil dari optimisasi ini dapat memenuhi paramter-parameter yang telah ditentukan sebelumnya maka desain dari hydraulic fracturing ini dapat diterima untuk diaplikasikan pada reservoir batu pasir. \n\nStudi ini mengambil kasus pada lapangan X dimana digunakan analisis sensitivitas dengan parameter fracture half-length dan fracture permeability untuk mendapat parameter desain hydraulic fracturing yang optimum. Terdapat lima nilai fracture half-length yang dianalisis yaitu sebesar 300 ft, 500 ft, 700 ft, 1000 ft, dan 1500 ft dan tiga nilai fracture permeability yang dianalisis yaitu 50000 mD, 100000 mD, dan 200000 mD. Berdasarkan analisis yang dilakukan, parameter desain paling optimum adalah dengan menentukan fracture half-length sebesar 1000 ft dan fracture permeability sebesar 200000 mD dimana mendapatkan NPV sebesar 2,4 juta dollar amerika.", "Daftar File": {"2016 TA PP RICKO RIZKIAPUTRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/138825"}, "Penulis": "RICKO RIZKIAPUTRA (NIM : 12211045)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Sudjati Rachmat, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Hydraulic Fracturing, Integrated Analysis, Sandstone Reservoir", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "1 file", "Tanggal Input": "15 Mei 2018"}