{"Nomor": 30431, "Judul": "EVALUASI EFEKTIFITAS SUBSIDI PEMERINTAH PADA PERUMAHAN SEDERHANA", "Abstrak": "Sistem pengadaan perumahan untuk golongan ekonomi lemah memerlukan subsidi dari pemerintah. Subsidi ini diharapkan akan menolong masyarakat untuk memiliki rumah kemudian meningkatkan kualitas nya. Subsidi pemerintah dapat diberikan dalam bentuk uang muka, pajak dan retribusi, bunga bank dan infrastruktur. Subsidi didistribusikan bagi masyarakat yang layak untuk menerimanya. Kelompok masyarakat yang menjadi target subsidi adalah berpenghasilan menengah dan rendah. Kelompok masyarakat ini memiliki prosentase yang besar dalam skala nasional. Subsidi dikatakan berhasil bila mampu meningkatkan afordabilitas dan alokasi masyarakat. Selain itu subsidi juga diharapkan mampu meningkatkan kualitas fisik rumah. \n\nMaksud penelitian ini untuk mengevaluasi efektifitas subsidi pemerintah di Indonesia sesuai  dengan permasalahan dan tujuan penelitian. Penelitian ini merupakan penelitian kuantitatif dan proses analisa menggunakan metode distribusi frekuensi dan uji beda. Distribusi frekuensi digunakan untuk mendeskripsikan capaian subsidi uji beda untuk menemukan faktor pengaruh efektivitas subsidi.Hasil analisa distribusi frekuensi menggambarkan tentang prosentase pencapaian subsidi diukur pada setiap aspek subsidi. Aspek distribusi, jumlah dan manfaat subsidi, afordabilitas, respons emosional dan fisik perumahan memberikan gambaran menyeluruh terhadap efektifitas subsidi. Analisa uji beda memberikan informasi faktor-faktor yang mempengaruhi capaian subsidi. Kemudian uji beda rata-rata memberikan perbandingan perumahan bersubsidi dan non-subsidi.Hasil dari uji beda menunjukan ada perbedaan pengaruh pada afordabiliti, alokasi dan kualitas fisik rumah. Jadi, subsidi tidak efektif. Namun tampilan perumahan bersubsidi lebih baik dari perumahan non subsidi. Sebagai contoh pada infrastruktur, ruang terbuka, fasilitas olahraga dan rekreasi. Tapi pada rumah-rumah setiap individu di perumahan subsidi dan non subsidi menunjukan kualitas yang sama. Dengan demikian disimpulkan bahwa subsidi penting bagi masyarakat berpenghasilan menengah dan rendah. Distribusi subsidi, skim subsidi dan lembaga subsidi memerlukan  perbaikan. Hal itu akan memperbaiki sistem pembangunan perumahan.", "Daftar File": {}, "Penulis": "RICKY MAX STEPHENSON LAKAT (NIM. 25204029)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir.Budiono, MW. ,MT. \n\nDr.Ir. Ismet Belgawan Harun, MSc."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Subsidi, efektifitas, Rumah Sederhana", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Perpustakaan Prodi Arsitektur", "File": "8 file", "Tanggal Input": "02 Okt 2018"}