{"Nomor": 30440, "Judul": "PENGGUNAAN OBAT RASIONAL SELAMA KEHAMILAN DAN MENYUSUI DI PUSKESMAS IBRAHIM ADJIE KOTA BANDUNG", "Abstrak": "Selama kehamilan dan menyusui, kesehatan ibu, janin dan bayi adalah satu unit \n\nfungsi yang tidak bisa dipisahkan. Ibu hamil dan menyusui seringkali mengalami \n\ngangguan kesehatan atau keluhan medis yang mengharuskan ibu mengkonsumsi obat. \n\nObat yang dikonsumsi sebaiknya obat yang aman dan rasional agar tidak memberikan \n\nefek toksik pada janin dan bayi yang sedang diberi ASI. Penelitian ini dilakukan \n\nterhadap beberapa responden ibu hamil dan ibu menyusui di puskesmas Ibrahim \n\nAdjie. Metode yang dilakukan pada penelitian ini adalah cross sectional study. \n\nSubjek penelitian yang diperoleh sejumlah 180 responden yang terbagi menjadi dua \n\nkelompok yaitu: kelompok pertama ibu hamil sebanyak 125 responden dan kelompok \n\nkedua ibu menyusui sebanyak 55 responden dengan persentasi ibu hamil sebesar \n\n69,4% dan ibu menyusui 30,6%. Dari hasil penelitian ini diperoleh kriteria resiko \n\ntinggi untuk ibu hamil sebesar 23,4%, ibu hamil usia subur sebesar 72,8%, ibu hamil \n\nyang memiliki usia dini 3,8 %. Tanpa gejala atau gangguan penyakit adalah jumlah \n\npersentase terbanyak pada responden ibu hamil. Pemakaian suplemen kehamilan \n\nmenjadi persentase yang terbesar yaitu 91,2%. Kemampuan produksi ASI optimal \n\npada wanita menyusui antara usia 21-35 tahun sebesar 69,1%. Dari penelitian yang \n\ndilakukan selama bulan agustus sampai bulan desember tentang penggunaan obat \n\nyang rasional pada kehamilan dan menyusui. Obat-obat yang diberikan untuk \n\nresponden ibu hamil dan ibu menyusui cukup aman dan rasional atau berada dalam \n\nkategori A, B dan C untuk ibu hamil dan L1 sampai L3 untuk ibu menyusui. \n\nPenelitian ini menghasilkan informasi tambahan untuk suplementasi kehamilan \n\nberupa beberapa etiket, antara lain: tablet penambah darah (Fe Compositus) untuk \n\npencegahan anemia, tablet kalsium laktat untuk defisiensi kalsium, dan tablet asam \n\nfolat untuk pencegahan cacat selubung syaraf pada anak. Etiket tersebut dapat \n\ndisertakan pada kemasan obat untuk responden ibu hamil.", "Daftar File": {"2018 TS PP RIDA EMELIA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/138881", "COVER RIDA EMELIA NIM: 20715301": "https://digilib.itb.ac.id/gdl/download/231024", "BAB 1 RIDA EMELIA NIM: 20715301": "https://digilib.itb.ac.id/gdl/download/231025", "BAB 2 RIDA EMELIA NIM: 20715301": "https://digilib.itb.ac.id/gdl/download/231026", "BAB 3 RIDA EMELIA NIM: 20715301": "https://digilib.itb.ac.id/gdl/download/231028", "BAB 4 RIDA EMELIA NIM: 20715301": "https://digilib.itb.ac.id/gdl/download/231029", "BAB 5 RIDA EMELIA NIM: 20715301": "https://digilib.itb.ac.id/gdl/download/231030", "BAB 6 RIDA EMELIA NIM: 20715301": "https://digilib.itb.ac.id/gdl/download/231031", "PUSTAKA RIDA EMELIA NIM: 20715301": "https://digilib.itb.ac.id/gdl/download/231032"}, "Penulis": "RIDA EMELIA NIM: 20715301", "Kontributor / Dosen Pembimbing": ["PEMBIMBING : Dr. Neng Fisheri Kurniati S.Si.,M.Si.,Apt", "Prof. Dr. Elin Yulinah Sukandar, Apt", "Iis Rukmawati, M.M.Kes, Apt"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Obat Rasional, kehamilan, menyusui", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "9 file", "Tanggal Input": "02 Jul 2018"}