{"Nomor": 30445, "Judul": "IDENTIFIKASI STRUKTUR KERAK DALAM DI WILAYAH SUMATERA TENGAH DAN SELATAN MENGGUNAKAN AMBIENT SEISMIC NOISE TOMOGRAPHY", "Abstrak": "Pulau Sumatera memiliki tatanan struktur dan tektonik yang kompleks. Terletak di zona subduksi menjadikannya daerah yang memiliki jajaran gunung berapi di sepanjang sesar aktif Sumatera yang memotong seluruh tubuh pulau. Kondisi tersebut menjadikan Pulau Sumatera dan sekitarnya sebagai salah satu wilayah dengan seismisitas tinggi. Dalam penelitian ini, studi interferometri ambient noise seismic dilakukan untuk mendapatkan empirical GreenÃ‚Â’s function (EGF) dari gelombang permukaan (gelombang Rayleigh) dan model struktrur kecepatan bawah permukaan bumi terkait tatanan geologi di wilayah Pulau Sumatera dan sekitarnya. EGF diperoleh dengan korelasi silang dari 40 titik stasiun pengamatan BMKG dengan kisaran rekaman antara April hingga Desember 2015. Hasil pengolahan data menunjukkan bahwa sinyal dispersif jelas terlihat pada data gather periode 5 - 40 s, dengan rata-rata kecepatan grup antara 2,77 Ã‚Â– 3,04 km/s dan rata-rata kecepatan fasa antara 3,00 Ã‚Â– 4,50 km/s. Berdasarkan hasil ambient noise tomography (ANT) pada kedalaman kurang dari 30 km pola anomali kecepatan tinggi di sepanjang zona Sesar Sumatera dan jajaran Gunungapi Bukit Barisan diinterpretasikan material sisa magma. Sedangkan wilayah back-arc basin didominasi oleh nilai sedang hingga rendah yang diinterpretasikan sebagai unit sedimen. Pada kedalaman lebih dari 30 km kontras anomali rendah di sepanjang zona Sesar Sumatera yang diindikasikan sebagai diapir mantel yang berkembang pada daerah penelitian.", "Daftar File": {"2018 TS PP RIDHO DESTAWAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/138899"}, "Penulis": "RIDHO DESTAWAN - Nim: 22316011", "Kontributor / Dosen Pembimbing": ["Dr. Tedi Yudistira, S.Si, M.Si"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Interferometri, empirical GreenÃ‚Â’s function (EGF), ambient noise tomography (ANT), anomali kecepatan, Pulau Sumatera", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "31 Agu 2018"}