{"Nomor": 30450, "Judul": "PROPOSAL STRATEGI PENETRASI PASAR UNTUK PERUSAHAAN STARTUP TEKNOLOGI", "Abstrak": "PT. Bersama Filantropi Optima (BFO) merupakan salah satu perusahaan startup teknologi di Indonesia yang memanfaatkan tren era digital dalam memecahkan masalah sosial. Dengan melihat kemajuan teknologi internet, peluang dan pasar e-commerce yang besar, masalah kesenjangan ekonomi, dan juga budaya berbagi orang Indonesia, PT. BFO menciptakan sebuah platform berbagi menghubungkan orang-orang yang memiliki kemampuan ekonomi baik dengan orang-orang yang tidak mampu. Oleh karena itu, PT. BFO menyediakan platform berbasis teknologi (social e-commerce), yang disebut Buy For Others, yang dikembangkan untuk memudahkan orang berbagi barang untuk orang-orang yang membutuhkan, semudah belanja online. Agar bisa tumbuh dan memaksimalkan pasar yang ada, PT. BFO harus bisa mengatasi masalah bisnis saat ini, masalah bisnis yang dihadapi PT. BFO adalah bisnis yang tumbuh lambat dan lamban dalam pengembangan produk.   \n \n \n\nUntuk mendapatkan solusi yang tepat bagi perusahaan, penelitian ini juga membutuhkan data yang baik. Penelitian ini menggunakan data primer dan data sekunder. Data primer yang digunakan dalam tahap solusi bisnis dilakukan oleh PT. Tim manajemen BFO dalam matriks EFAS dan IFAS, yang selanjutnya akan digunakan untuk menentukan tingkat strategi perusahaan, dengan menggunakan Grand Strategy Matrix. Data primer berikutnya adalah penelitian pelanggan yang dilakukan melalui metode wawancara. Selain menggunakan data primer, tahap perumusan solusi bisnis ini juga menggunakan data sekunder seperti: hasil analisis Porter Five Forces dan data internal perusahaan. Selain itu, dalam perumusan strategi tingkat fungsional memerlukan data hasil strategi penetrasi pasar sebelumnya.   \n \n \n\nUntuk mendapatkan strategi yang rinci dan terencana, perumusan strategi bisnis disusun menjadi 3 tingkat strategi; strategi tingkat korporat, strategi tingkat bisnis, dan strategi tingkat fungsional. Setelah dianalisis di Bab 3, strategi terbaik yang sesuai dengan PT. BFO adalah Growth Strategy dengan fokus pada Market Penetration Strategy bagi perusahaan untuk mencapai pertumbuhan bisnis. Kemudian untuk strategi tingkat bisnis, perusahaan berfokus pada nilai diferensiasi sebagai strategi bersaing dan value chain partnership dengan komunitas sosial & supplier sebagai strategi kerjasama.", "Daftar File": {"Abstract_Ridho Qurbany.pdf": "https://digilib.itb.ac.id/gdl/download/138905"}, "Penulis": "Ridho Qurbany-29115557", "Kontributor / Dosen Pembimbing": ["Dr. Dina Dellyana, S.Farm, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "business strategy, digital platform, market penetration strategy, social entrepreneurship, startup", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman  \n                                     Yose Ali Rahman", "File": "1 file", "Tanggal Input": "02 Mar 2018"}