{"Nomor": 30454, "Judul": "METODE BINO-TRINOMIAL UNTUK MENENTUKAN HARGA OPSI BARRIER", "Abstrak": "Opsi barrier merupakan opsi yang banyak diperdagangkan di pasar saham. Bervariasinya jenis barrier membuat perhitungan harga opsi tersebut tidaklah sederhana. Terdapat berbagai macam metode untuk menentukan harga opsi tersebut. Mulai dari metode analitik hingga metode numerik. Dengan menggunakan metode analitik, tentunya hasil yang didapatkan sangat bagus, tetapi hanya sebagian kecil jenis opsi barrier yang dapat dihitung dengan dengan metode tersebut. Metode numerik adalah pilihan selanjutnya. Terdapat berbagai jenis metode numerik mulai dari beda hingga, Monte-Carlo hingga lattice. Beda hingga membutuhkan Persamaan Differensial Parsial (PDP) dari opsi yang akan dihitung dan tidak semua jenis opsi barrier memiliki itu. Sedangkan Monte-Carlo membutuhkan simulasi yang cukup besar untuk menghasilkan perhitungan yang cukup akurat. Berdasarkan hal itu, dipilihlah metode lattice. Metode lattice yang populer antara lain metode binomial dan metode trinomial masing-masing dengan berbagai jenis, kelebihan, dan kekurangannya. Metode binomial memerlukan perhitungan yang tidak terlalu berat namun kisi kurang fleksibel untuk mengatasi berbagai jenis barrier. Sedangkan metode trinomial sedikit lebih fleksibel namun perhitungan lebih berat dibandingkan metode binomial. Untuk itu, akan digunakan metode lattice Bino-Trinomial-Tree (BTT) yang merupakan kombinasi dari metode binomial dan trinomial. Hasil perhitungan menunjukan bahwa metode tersebut dapat mengambil kelebihan metode binomial dan trinomial serta membuang kelemahan kedua metode itu. Hasil dari Tugas Akhir ini juga menujukan bahwa fleksibilitas BTT mampu mengatasi berbagai macam opsi barrier antara lain single barrier, double barrier dan moving barrier.", "Daftar File": {"2018 TA PP RIDO DWI ISMANTO 1- ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/138909"}, "Penulis": "RIDO DWI ISMANTO (NIM: 10114056)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Kuntjoro Adji Sidarto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "opsi, barrier, binomial, trinomial, bino-trinomial-tree, payoff, node", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti  \n                                     Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "04 Jun 2018"}