{"Nomor": 30460, "Judul": "SINTESIS POLIMER TERCETAK MOLEKUL RANITIDIN UNTUK PEMISAHAN DAN ANALISIS DALAM TABLET", "Abstrak": "Molecular Imprinted Polymers (MIP) adalah polimer dibuat melalui teknik pencetakan molekuler \n\nyang mampu mengenali dan mengikat molekul target secara selektif dan spesifik. Ranitidin \n\nmerupakan obat golongan antagonis histamin H2 yang digunakan untuk pengobatan tukak \n\nlambung. Penelitian ini bertujuan untuk mensintesis MIP dengan ranitidin sebagai molekul cetakan \n\nyang selektif untuk pemisahan dan analisis ranitidin dalam tablet. MIP dibuat dengan ranitidin, \n\nasam metakrilat sebagai monomer fungsional, etilen glikol dimetakrilat (EGDMA) sebagai agen \n\npengikat silang, 2,2Ã‚Â’-azobisisobutironitril (AIBN) sebagai inisiator, dan kloroform sebagai pelarut \n\nporogenik. Perbandingan molekul cetakan, monomer fungsional, dan agen pengikat silang adalah \n\n1:4:20 (mol). Karakterisasi MIP dilakukan dengan spektroskopi inframerah, pengujian kapasitas \n\nadsorpsi dan desorpsi faktor cetakan sebesar 1,7, serta uji selektivitas. Tablet ranitidin yang \n\ndiekstraksi dalam basa dengan kloroform dilewatkan ke dalam MISPE dan NISPE secara berturutturut menghasilkan perolehan kembali sebesar 83,11% dan 32,01 %. Verifikasi metode analisis \n\nranitidin dilakukan dengan cara spektrofotometri UV-Vis memberikan hasil yang valid. Linearitas \n\nmenghasilkan r = 0,9996 dan Vxo = 0,017%, akurasi dengan perolehan kembali 98,69-101,53%, dan \n\npresisi dengan koefisien variansi = 0,56%.", "Daftar File": {"2018 TA PP RIFA FITRIANI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/138923"}, "Penulis": "RIFA FITRIANI NIM : 10714078", "Kontributor / Dosen Pembimbing": ["PEMBIMBING : Prof. Dr. Slamet Ibrahim S., DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Polimer tercetak molekul (MIP), ranitidin, MISPE, NISPE, tablet", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "9 file", "Tanggal Input": "21 Jun 2018"}