{"Nomor": 30478, "Judul": "SIMULASI LINGKUNGAN SONIK PERPUSTAKAAN UNIVERSITAS BERBASIS REKAMAN AMBISONIK ORDE PERTAMA DALAM KONTEKS SOUNDSCAPE", "Abstrak": "Desain area perpustakaan idealnya menyesuaikan kebutuhan pengunjung terhadap fungsi ruang. Ketersediaan ruang khusus di perpustakaan menjadi aspek yang penting untuk mewujudkan suasana belajar kondusif. Perbaikan kondisi akustik pada umumnya terfokus pada peredaman tingkat bunyi ekuivalen tanpa melibatkan persepsi pengguna ruang perpustakaan. Metode ini juga tidak mempertimbangkan apakah ragam bunyi-bunyi di perpustakaan dianggap mengganggu atau tidak. Terdapat pendekatan alternatif yang dikembangkan untuk keperluan evaluasi dan desain dalam konteks lingkungan sonik urban yang dikenal dengan istilah soundscape. Pendekatan soundscape ini lebih lengkap menghubungkan interaksi antara bunyi, manusia, ruang, dan konteksnya, sehingga penilaian manusia yang tidak tunggal terhadap lingkungan sonik dapat terwadahi. \n \n\nPenelitian ini bertujuan untuk mengevaluasi lingkungan sonik perpustakaan dari sisi persepsi dan memperbaiki kondisi lingkungan sonik yang ada. Pengukuran persepsi dan lingkungan sonik dilakukan di perpustakaan universitas di Yogyakarta (UGM) dan Bandung (ITB). Bunyi yang dianggap mengganggu berasal dari obrolan ringan (62%), diskusi intens (68%), dan percakapan telepon (78%). Dari hasil analisis menghasilkan tiga dimensi soundscape: Preferensi (19%), Dinamika (17%), dan Komunalitas (15%). Analisis K-means berdasarkan persepsi menunjukkan pembagian fungsi ruangan menjadi ruang belajar dan ruang diskusi. Perbaikan lingkungan sonik dilakukan dengan menambahkan bunyi hujan, kicau burung, dan musik pada simulator. Hasil simulasi menunjukkan bahwa penambahan bunyi pada lingkungan sonik mampu meningkatkan skor Preferensi pengunjung. Bunyi yang secara signifikan meningkatkan Preferensi di area belajar adalah bunyi hujan (45 dBA) dan musik instrumental (53 dBA) dengan tempo 50-85 BPM. Adapun komposisi bunyi yang disukai untuk area diskusi adalah bunyi hujan (43 dBA) dan musik barat (60 dBA) dengan tempo 105-250 BPM.", "Daftar File": {"2018 TS PP RIFQI IKHWANUDDIN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/138971"}, "Penulis": "RIFQI IKHWANUDDIN  [23315304]", "Kontributor / Dosen Pembimbing": ["Ir. R. S. Joko Sarwono, M.T., Ph.D Sentagi Sesotya Utami, S.T., M.Sc., Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "perpustakaan universitas, simulator, soundscape, ambisonik, dan skala semantik diferensial. ?", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Jan 2018"}