{"Nomor": 30486, "Judul": "KARAKTERISASI DAN MONITORING PEMBENTUKAN FLOK DALAM PENGOLAHAN AIR BERSIH DENGAN KANDUNGAN ALGA TINGGI DIDALAM AIR BAKU", "Abstrak": "Keberadaan alga dengan konsentrasi tinggi pada sumber air baku dapat menimbulkan masalah serius terhadap kinerja proses pengolahan air bersih dan   \n\nhasil akhirnya. Penelitian ini difokuskan terhadap evaluasi pemanfaatan tanah diatomit lokal (diatomae earth) untuk meningkatkan daya kerja koagulan kimia   \n\n(Al2(SO4)3), dalam proses pembentukan flok pada unit koagulasi-flokulasi. Model air baku disiapkan dengan mencampurkan larutan kaolin dengan biakan alga dengan perbandingan 2:1 (menghasilkan model air baku dengan kekeruhan Ã‚Â± 68 NTU). Biakan alga yang digunakan adalah Chlorella sp., Ankistrodesmus sp. dan Schenedesmus sp. (dengan perbandingan 2:1:1) pada masa pertumbuhan eksponensial. Penelitian dilakukan dengan menggunakan alat jar test sebagai model proses koagulasi-flokulasi pada rentang pH 6-8. Mengkombinasikan koagulan utama Al2(SO4)3 dengan dosis 0, 5, 10, 20, 30, 40 dan 50 mg/L dengan koagulan pembantu diatomit dengan dosis 0; 16,67; 33,33 dan 50 mg/L. Parameter yang diukur adalah turbidity, pH, Total Solid (TS), konsentrasi alga dan pengamatan karakteristik flok meliputi ukuran dan kecepatan pengendapannya. Pengamatan proses pembentukan flok dilakukan dengan pengambilan gambar selama percobaan berlangsung menggunakan kamera digital USB. Gambar diolah dengan software ImageJ versi 1.46r, sehingga diperoleh data ukuran dan kecepatan pengendapannya. Berdasarkan hasil penelitian diperoleh   \n\ndosis optimum kombinasi koagulan Al2(SO4)3 30 mg/L dan diatomit 16,67 mg/L. Dengan karakteristik flok yang terbentuk pada kondisi optimum proses, memiliki rata-rata ukuran partikel 102,79 ?m2 dengan kecepatan pengendapan rata-rata partikel 20,07 ?m/detik. Pengujian signifikansi (independent-sample T test)menunjukan bahwa penambahan kombinasi koagulan berpengaruh secara signifikan terhadap penyisihan alga dan TS. Tetapi tidak ada perbedaan nyata untuk penyisihan kekeruhan. Aplikasi pada air baku alami menunjukan bahwa penyisihan optimum tercapai pada dosis diatomit yang lebih tinggi yaitu 50 mg/L adpun dosis alum tetap 30 mg/L.", "Daftar File": {"2013 TS PP RIJAL HAKIKI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/138990", "2013 TS PP RIJAL HAKIKI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/138991", "2013 TS PP RIJAL HAKIKI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/138992", "2013 TS PP RIJAL HAKIKI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/138993", "2013 TS PP RIJAL HAKIKI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/138994", "2013 TS PP RIJAL HAKIKI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/138995", "2013 TS PP RIJAL HAKIKI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/138996"}, "Penulis": "RIJAL HAKIKI  [25311334]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Ir. Suprihanto Notodarmodjo, Ph.D.", "Ir. Yuniati Zevi, MT, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Alga, diatomit, koagulasi, flokulasi, ImageJ ; algae, diatomite, coagulation, flocculation, ImageJ", "Sumber": "", "Staf Input/Edit": "hidayat  \n                                     Irwan Sofiyan", "File": "7 file", "Tanggal Input": "20 Sep 2018"}