{"Nomor": 30482, "Judul": "STUDI LABORATORIUM ANALISIS PENGARUH SOAKING TIME IMBIBISI PADA MICROBIAL ENHANCED OIL RECOVERY (MEOR) DENGAN METODE INJEKSI NUTRISI UNTUK KASUS SUMUR X LAPANGAN Z", "Abstrak": "Microbial Enhanced Oil Recovery (MEOR) merupakan usaha peningkatan perolehan minyak menggunakan   \n \n \n\nbantuan aktivitas mikroorganisme. Kultur mikroba dapat mensintesis berbagai macam produk biokimia dari rantai utama crude oil selama tersedia nutrisi esensial dan kondisi lingkungan yang sesuai dengan kultur tersebut. Aktivitas mikroba ini dapat menghasilkan beberapa bioproduk (gas, asam, solvent, biosurfactants, dan biopolymer) yang diharapkan dapat meningkatkan perolehan minyak. MEOR termasuk ke dalam metode alternatif untuk tertiary recovery dalam perolehan minyak, dimana target minyak pada fasa ini adalah minyak yang terjebak dalam pori dan tidak dapat terproduksi lagi dengan metode konvensional (residual oil).   \n \n \n\nStudi kali ini difokuskan pada injeksi nutrisi yang merupakan salah satu faktor untuk meningkatkan pertumbuhan mikroba indigen. Tahapan metode yang penulis lakukan adalah 1) injeksi nutrisi ke dalam artificial core sesuai property sumur X , kemudian 2) dilakukan soaking melalui metode imbibisi, dan 3) diakhiri dengan flooding terakhir. Skema metode ini dirancang untuk menggambarkan implementasi injeksi di lapangan. Nutrisi yang digunakan merupakan nutrisi hasil formulasi optimum untuk sumur X adalah komposisi konsentrasi 7.16% w/v molase, (NH4)2HPO4 dengan konsentrasi 0.3% w/v, dan NPK dengan konsentrasi 0.26% w/v.   \n \n \n\nParameter yang menjadi batasan studi kali ini adalah pengaruh soaking time terhadap peningkatan perolehan minyak. Soaking time pada MEOR seharusnya menyesuaikan dengan tingkat pertumbuhan dari mikroba, namun dalam implementasi lapangan terkadang soaking time dibatasi agar produksi segera dapat dilakukan kembali dan tidak terjadi kerugian. Untuk itu dalam studi kali ini akan dilakukan sensitivitas soaking time dari imbibisi dengan objektif peningkatan perolehan minyak optimum. Variasi soaking time yang dipilih adalah 7 hari dan 14 hari sesuai dengan interval maksimum dari slot waktu untuk implementasi lapangan di Indonesia yang paling ideal. Hasil studi kali ini menunjukan bahwa soaking time optimum adalah 7 hari dan perlakuan paling signifikan terhadap hasil perolehan minyak adalah dengan nutrisi.", "Daftar File": {"2015 TA PP RIFTANDI RIZKI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/138980"}, "Penulis": "RIFTANDI RIZKI (NIM : 12211062)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof.Ir.TutukaAriadji,M.Sc.,Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Microbial Enhanced Oil Recovery (MEOR), Tertiary Recovery, indigen, Soaking Time", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "1 file", "Tanggal Input": "11 Mei 2018"}