{"Nomor": 30494, "Judul": "SIMULATOR KANAL FADING MULTIPATH BERBASIS DSP UNTUK PENGUJIAN VOICE MODEM", "Abstrak": "Teknologi telekomunikasi telah menjadi kebutuhan dalam berbagai bidang. Salah satu teknologi telekomunikasi yang digunakan adalah voice modem. Voice modem digunakan pada sistem komunikasi radio dijital. Dalam pengujian voice modem yang akan digunakan pada sistem komunikasi radio dijital diperlukan simulator kanal fading multipath untuk mensimulasikan kondisi dan efek kanal multipath fading secara real-time. Salah satu alternatif implementasi voice modem dan simulator kanal fading multipath adalah menggunakan Digital Signal Processor (DSP), selain karena memungkinkan untuk implementasi real time juga kemudahan dalam pengembangan algoritma pemrosesan sinyal.    \n\nPada tugas akhir ini telah berhasil diimplementasikan simulator kanal fading pultipath untuk pengujian voice modem berbasis DSP menggunakan DSK TMS320C6713. Tugas akhir ini membahas mengenai desain, pengembangan algoritma dan implementasi simulator kanal fading multipath. Mekanisme transfer data yang digunakan adalah frame based dengan metode triple buffering.    \n\nBeberapa simulasi telah dilakukan untuk menguji prototype kanal multipath fading yang dikembangkan diantaranya dengan menguji histogram pdf sinyal fading Rayleigh, menguji pemrosesan secara real-time dengan sinyal input kanal berupa sinyal sinusoidal, BPSK dan speech. Penulis menemukan bahwa histogram pdf sinyal fading Rayleigh yang dibangkitkan dengan metode Clarke mendekati distribusinya secara teoritis. Dari hasil perhitungan, didapat bahwa kanal bersifat slow fading dan frequency selective fading.", "Daftar File": {"2018 TA PP RIKO BOBOT HARSONGKO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139016"}, "Penulis": "RIKO BOBOT HARSONGKO (NIM : 18114010)", "Kontributor / Dosen Pembimbing": ["Pembimbing :       \n\nDr. Effrina Yanti Hamid, ST. MT.      \n\nDr. Ir. Ian Josef Matheus Edward, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Multipath fading, voice modem, DSP", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "28 Jun 2018"}