{"Nomor": 30496, "Judul": "IDENTIFIKASI KARAKTERISTIK ENDAPAN PALEOTSUNAMI BERDASARKAN ANALISIS SEDIMENTOLOGI DAN ANALISIS DIATOM DAERAH KUTOARJO, PURWOREJO, JAWA TENGAH", "Abstrak": "Diperlukan adanya penelitian mengenai kejadian gempa masa lalu dengan meneliti endapan paleotsunami yang menyimpan catatan sejarah tektonik yang terjadi. Penelitian mengenai paleotsunami di selatan Jawa masih sangat jarang. Daerah Kutoarjo, Purworejo ini dipilih untuk mengorelasikan keterdapatan endapan paleotsunami dengan penelitian-penelitian yang telah dilakukan sebelumnya seperti di Pangandaran, Cilacap, dan Banten Selatan. Objek penelitian berupa sampel bor tangan kedalaman dua meter dengan kode JT-11. Tujuan dari penelitian ini adalah mengidentifikasi dan mengetahui karakteristik endapan paleotsunami berdasarkan analisis granulometri, analisis geokimia metode x-ray fluorescence dan Lost on Ignition (LoI) serta analisis pola persebaran mikrofosil diatom pada lapisan. \n\nDaerah Kutoarjo pernah mengalami tsunami yang menghasilkan endapan di lingkungan swale daerah tersebut. Hal tersebut ditandai oleh adanya satu lapisan endapan paleotsunami dengan satuan lanau lempungan pada kedalaman 95-135 cm. Lapisan ini memiliki karakteristik yang berbeda dengan lapisan diatas maupun dibawahnya. Berdasarkan analisis besar butir, endapan paleotsunami berwarna putih keabuan berukuran lanau, memiliki rata-rata ukuran butir 4,079 phi Ã‚Â– 6,349 phi yang didominasi oleh ukuran lanau sangat kasar hingga lanau sedang dengan pola kurva frekuensi yang unimodal serta adanya sortasi yang baik hingga sangat buruk. Berdasarkan analisis XRF, unsur Ca dan Sr yang merupakan elemen penciri lingkungan laut, memiliki keterdapatan yang melimpah. Hal ini mengindikasikan bahwa lapisan ini tersusun atas material yang berasal dari laut kemudian terendapkan di lingkungan darat karena adanya energi besar yang mentransport berupa gelombang tsunami. Analisis LoI memperlihatkan hasil berupa penurunan persentase material organik secara signifikan disertai kenaikan persentase material karbonat pada lapisan kandidat. Berdasarkan analisis diatom terjadi peningkatan presentase jumlah diatom laut dan payau yang ikut terendapkan pada lapisan kandidat paleotsunami. Tingginya jumlah cangkang pecah diatom pada lapisan juga mengindikasikan benturan antar spesimen yang intensif akibat dari gelombang tsunami.", "Daftar File": {"2018 TA PP RIKZA NUR FAQIH AN NAHAR 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139021", "2018_TA_PP_RIKZA_NUR_FAQIH_AN_NAHAR_-_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/147291", "2018_TA_PP_RIKZA_NUR_FAQIH_AN_NAHAR_-_BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/147292", "2018_TA_PP_RIKZA_NUR_FAQIH_AN_NAHAR_-_BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/147293", "2018_TA_PP_RIKZA_NUR_FAQIH_AN_NAHAR_-_BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/147294", "2018_TA_PP_RIKZA_NUR_FAQIH_AN_NAHAR_-_BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/147295", "2018_TA_PP_RIKZA_NUR_FAQIH_AN_NAHAR_-_BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/147296", "2018_TA_PP_RIKZA_NUR_FAQIH_AN_NAHAR_-_BAB_6.pdf": "https://digilib.itb.ac.id/gdl/download/147297", "2018_TA_PP_RIKZA_NUR_FAQIH_AN_NAHAR_-_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/147298"}, "Penulis": "RIKZA NUR FAQIH AN NAHAR (nim : 12014050)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Dr. Ir. Rubiyanto Kapid.. Purna Sulastya Putra, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "paleotsunami, granulometri, LoI, XRF, diatom, Kutoarjo", "Sumber": "PRODI GEOLOGI", "Staf Input/Edit": "Alice Diniarti  \n                                     tuti yulia", "File": "9 file", "Tanggal Input": "02 Jul 2018"}