{"Nomor": 30493, "Judul": "RE-EVALUASI PENERAPAN SISTEM PENGUMPULAN TOL ELEKTRONIS DI INDONESIA", "Abstrak": "Sering terjadinya antrian panjang tidak dapat dihindari pada saat kendaraan akan masuk atau keluar dari gerbang tol, terutama pada waktu sibuk yang disebabkan karena lamanya waktu pelayanan di gerbang tol. Berdasarkan permasalahan tersebut, maka diperlukanlah suatu sistem yang dapat memberikan pelayanan yang cepat dan aman bagi pengguna jalan tol dalam bertransaksi. Maka pada tahun 2007 untuk pertama kalinya diterapkan sistem pengumpulan tol elektronis untuk mengatasi permasalahan tersebut, akan tetapi penerapannya hanya terbatas pada beberapa ruas tol saja yang ada di Indonesia. Setelah itu tahun 2017 Menteri Pekerjaan Umum dan Perumahan Rakyat mengeluarkan peraturan Nomor 16/PRT/M/2017 tentang Transaksi Tol Nontunai di Jalan Tol, tanggal 31 Oktober 2017 untuk menerapkan sistem pengumpulan tol elektronis di seluruh gerbang tol di Indonesia.   \n \n\nUntuk itu perlu dilakukan evaluasi terhadap penerapan sistem transaksi elektronis yang telah diterapkan saat ini seperti waktu transaksi, antrian yang terjadi, respon pengguna jalan tol, serta keuntungan yang diperoleh oleh BUJT  dan pengguna jalan tol yang dapat digunakan sebagai masukan untuk pihak-pihak yang terkait dalam penerapan sistem transaksi nirsentuh yang akan diterapkan nantinya.   \n \n\nDari analisis didapatkan dengan sistem elektronis ini waktu transaksi rata-rata untuk GTO 3 detik dan GSO  3,6 detik sehingga memenuhi SPM Jalan Tol yaitu kurang dari 5 detik. Untuk hasil perhitungan kapasitas, gardu nirsentuh memiliki kapasitas yang paling besar dibandingkan GTO dan GSO. Serta untuk analisis antrian dengan kapasitas gardu yang lebih besar dibandingkan dengan tingkat kedatangan kendaraan pada seluruh tipe gardu maka tidak terjadi antrian di gardu.     \n \n\nDisisi lain dengan diterapkannya sistem pengumpulan tol elektronis saat ini 86% responden merasa puas dan ada beberapa keuntungan yang didapatkan oleh operator tol seperti menurunnya biaya operasi gardu. Kedepannya BUJT telah melakukan persiapan untuk penerapan transaksi berbasis nirsentuh dengan melakukan koordinasi antar operator tol  mengenai sistem dan proses teknologi yang akan diterapkan.", "Daftar File": {"2018 TS PP RIKKI SOFYAN RIZAL 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139015"}, "Penulis": "RIKKI SOFYAN RIZAL - NIM: 26916315", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Rudy Hermawan K., M.Sc., Ph.D   \n\nIr.Titi Liliani S., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Jalan tol, Sistem pengumpulan tol elektronis, Nirsentuh, Kapasitas, Antrian", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "02 Okt 2018"}