{"Nomor": 30505, "Judul": "STRATEGI MANAJEMEN MODAL KERJA PADA PERUSAHAAN HOTEL DI INDONESIA", "Abstrak": "Pariwisata dan bisnis perhotelan di Indonesia telah menunjukkan pertumbuhan positif dan dipersiapkan sebagai sektor utama ekonomi di tahun 2020. Selama periode 2012-2016, pengunjung asing meningkat sebesar 70,3% dan memberikan kontribusi terhadap peningkatan pendapatan devisa sebesar 58,8%. Seiring bertumbuhnya kegiatan pariwisata, bisnis hotel juga tumbuh pesat dengan meningkatnya pasokan kamar hotel sebesar 10,6%. Terlepas dari tren positif tersebut, karakteristik industri ini sangat sensitif terhadap lingkungan eksternal dan permintaan musiman. Kondisi ini menyebabkan menurunnya profitabilitas sebesar 22,32% dan pertumbuhan kinerja perusahaan statis dengan CAGR 5 tahun sebesar 0,43%. \n \n\nPenelitian ini bertujuan untuk menentukan strategi manajemen modal kerja pada perusahaan hotel di Indonesia untuk mengoptimalkan kinerja perusahaan. Kinerja Perusahaan dihitung dengan rasio total nilai pasar ekuitas dan nilai buku total utang dibagi dengan nilai buku total aset (Caballero, Teruel dan Solano, 2014). Metode Fuzzy Set Qualitative Comparative Analysis (fsQCA) digunakan untuk menyusun strategi. Data tersebut terdiri dari data keuangan triwulanan dari 11 perusahaan di bawah subsektor hotel, restoran, dan pariwisata yang terdaftar di Bursa Efek Indonesia selama 2012-2016. \n \n\nStudi ini mengusulkan lima alternatif strategi manajemen modal kerja untuk mengoptimalkan kinerja perusahaan yang dibagi menjadi tiga kelompok berdasarkan profitabilitas perusahaan. Tiga kelompok strategi yang diusulkan adalah strategi untuk perusahaan dengan profitabilitas yang baik, profitabilitas yang buruk, dan profitabilitas yang kontradiktif. Rekomendasi dan rencana implementasi diusulkan dalam penelitian ini termasuk alur dan metode praktis untuk menrapkan masing-masing alternative strategi.", "Daftar File": {"For Upload to Library.pdf": "https://digilib.itb.ac.id/gdl/download/139039"}, "Penulis": "Rini Anggraini Lestari - 29116102", "Kontributor / Dosen Pembimbing": ["Taufik Faturohman, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "fsQCA; Fuzzy Set QCA; QCA; Qualitative Comparative Analysis; Short-term Financial Decision; Strategy; Working Capital Management", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman  \n                                     Yose Ali Rahman", "File": "1 file", "Tanggal Input": "22 Jun 2018"}