{"Nomor": 30506, "Judul": "USULAN STRATEGI PEMASARAN UNTUK MENINGKATKAN  DAYA TAWAR Studi Kasus di 3 Kelompok Tani Nanas di Jalan Cagak District, Subang", "Abstrak": "Indonesia sebagai negara yang beriklim tropis menjadikan nanas sebagai komoditas untuk meningkatkan perekonomian di Indonesia. Salah satu daerah yang memproduksinanas di Indonesia adalah Kabupaten Subang. Kabupaten yang berada di Provinsi Jawa Barat ini setiap tahunnya menghasilkan lebih dari 180 ribu ton buah nanas. Sayangnya, tingginya hasil produksi buah nanas tidak sejalan dengan harga.Subang memiliki harga nanas terendah ke 3 di Indonesia. Hal ini disebabkan oleh ketidak mampuan kelompok tani untuk meningkatkan daya tawarnya, sehingga harga menjadi rendah.     \n \n \n \n\nUntuk meneliti hal ini maka digunakan analisaeksternal dan internal. Analisiseksternal terdiri dari PESTEL, Market Analysis, Stakeholder Analysis, dan Porter Five Forces. Sedangkan analisa internal terdiri dari Analisa Segmenting Targeting Positioning, Value Chain, IB Assesment. Hasil analisa menunjukkan bahwa penyebab utama dari permasalahan tersebut ialah kurangnya pengetahuan pertanian & bisnis, tidak ada prosedur operasi standar, kurangnya dukungan pemerintah dan kurangnya modal untuk Kelompok Tani Nanas di Kecamatan Jalan Cagak.    \n \n \n \n\nModel bisnis inklusif digunakan untuk menjadi solusi dari pemecahan masalah ini. Selain itu, Kelompok Tani Nanas di Kecamatan Jalan Cagakjuga harus melaksanakan strategi untuk mengembangkan kolaborasi, mengembangkan SOP, memberikan pelatihan, mengembangkan nilai tambah produksi, mengembangkan sistem organisasi, mengembangkan rumah produksi dan membangun gudang penyimpanan.", "Daftar File": {"2018 TS PP RINI HANJANI EKAWATI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139040"}, "Penulis": "RINI HANJANI EKAWATI 29116231", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mustika Sufiati Purwanegara, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Agriculture, Farmer Group, Pineapple, Inclusive Business, Ecobiz", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Sep 2018"}