{"Nomor": 30513, "Judul": "INTERPRETABLE SEMANTIC TEXTUAL SIMILARITY UNTUK KALIMAT BAHASA INDONESIA", "Abstrak": "Kemiripan semantik antara dua potongan teks (STS: Semantic Textual Similarity) dapat \n\ndirepresentasikan dengan sebuah angka. STS bertujuan mengukur tingkat kesamaan semantik \n\npada pasangan potongan teks. Namun, representasi angka ternyata menimbulkan asumsi \n\nmasing-masing untuk memberikan arti pada kemiripan kalimat, tidak ada penjelasan yang lebih \n\nspesifik berdasarkan angka kemiripan tersebut. Kebutuhan yang muncul dari permasalahan ini \n\nmembutuhkan penjelasan mengapa kedua kalimat dikatakan mirip atau sebaliknya. \n\nInterpretable Semantic Textual Similarity (iSTS) merupakan task yang menjawab kebutuhan \n\ntersebut, untuk menjelaskan kemiripan semantik dua kalimat. Keluaran dari iSTS berupa \n\npasangan-pasangan chunk yang dianggap memiliki hubungan dengan skor dan label. Skor \n\nberupa angka 0 hingga 5, sedangkan label berupa EQUI, SPE1, SPE2, OPPO, REL, SIMI, dan \n\nNOALI. Namun, korpus iSTS saat ini masih terbatas pada beberapa bahasa saja, tidak termasuk \n\nbahasa Indonesia. Tujuan tugas akhir ini adalah menghasilkan model iSTS berdasarkan korpus \n\nbahasa Indonesia dan juga korpus tersebut dibangun pada tugas akhir ini. \n\nDalam tugas akhir ini, diadaptasi dua teknik iSTS terbaik saat ini untuk bahasa Inggris yaitu \n\nVRep dan UWB. Teknik VRep menggunakan WordNet dalam merepresentasikan semantik \n\nkata, sedangkan UWB menggunakan word embeeding. Kedua teknik ini menggunakan tahap \n\nyang secara umum sama yaitu preproses, ekstraksi fitur, lalu klasifikasi. Perbedaan kedua \n\nteknik ini terletak pada preproses yang sedikit berbeda dan metode ekstraksi fitur yang masingmasing \n\nunik. Adaptasi VRep dan UWB pada tugas akhir ini dilakukan pada tahap preproses, \n\nekstraksi fitur, dan klasifikasi dengan empat teknik pembelajaran mesin yang digunakan \n\ndecision tree, SVM, random forest, dan multilayer perceptron. \n\nBerdasarkan evaluasi F1 pada aspek type, score, dan type+score, didapatkan model iSTS \n\nterbaik pada teknik VRep adalah SVM untuk aspek type dengan F1 test sebesar 0.7037, \n\ndecision tree untuk aspek score dengan F1 test 0.8770, dan SVM untuk aspek score+type \n\ndengan F1 test 0.6821. Sedangkan pada UWB didapatkan model iSTS decision tree terbaik \n\npada aspek type dengan F1 test 0.6869, desicion tree pada aspek score dengan F1 test 0.8886, \n\ndan SVM untuk aspek type+score dengan F1 test 0.6821. Pada tugas akhir ini, VRep menjadi \n\nmodel terbaik untuk aspek type dan score, UWB untuk aspek type+score.", "Daftar File": {"2018 TA PP RIO CHANDRA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139048"}, "Penulis": "RIO CHANDRA RAJAGUKGUK (NIM : 13514082)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Masayu Leylia Khodra ST,MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "semantic, ists, sts, chunk, similarity, interpretable, F1, type, score", "Sumber": "", "Staf Input/Edit": "Diah Ayu Merdekawati  \n                                     Diah Ayu Merdekawati", "File": "1 file", "Tanggal Input": "03 Jul 2018"}