{"Nomor": 30512, "Judul": "PENGAJUAN LANGKAH MARKETING UNTUK BISNIS START-UP: STUDI KASUS SHAKAI", "Abstrak": "Shakai adalah sebuah bisnis start-up yang didirikan di Bandung sejak 2015. Merek ini mengambil bagian dalam industri mode untuk fashion street wear. Shakai menawarkan hal-hal seperti busana pakaian yang memberikan desain dan bahan yang unik. Merek ini memilih tema desain dan produk Jepang. Shakai memiliki visi dan misi untuk mendukung ekonomi lokal dan produk lokal sehingga dapat bersaing di industri lokal dan internasional. Merek ini memasuki industri yang sangat ketat dan kompetitif di Indonesia. Itu karena ada permintaan yang sangat tinggi di industri fashion dan terus tumbuh. Diperkirakan bahwa permintaan akan mencapai sekitar 20 milyar USD pada tahun 2018. Sekitar 503 merek (dari 2013 Indonesia Fashion Week peserta) yang sudah ada, di Indonesia saja, dan ada 55,3 juta UKM yang bermain di segmentasi mode. Beberapa alat yang digunakan untuk membantu menggambarkan kondisi perusahaan antara lain analisis internal dan eksternal, yang terdiri dari STP, Marketing Mix, Analisis Pesaing, Analisis Konsumen, dan diikuti oleh analisis SWOT. Dalam melakukan Analisis Konsumen, digunakan kuesioner yang telah disebar untuk mendapatkan kesan pengalaman dan umpan balik dari para pelanggan. Hasil analisis SWOT diproses menggunakan matriks TOWS. Sebagai hasil analisis, ada 2 hal yang menjadi penyebab utama dari terjadinya situasi perusahaan saat ini. Kedua hal tersebut adalah Tidak Adanya Toko Offline dan Kurangnya Promosi. Untuk menyelesaikan di Tidak Adanya Toko Offline, brand disarankan untuk membuka toko offline mereka sendiri untuk menyediakan akses mudah dijangkau dan membuat pelanggan dapat membeli langsung ke toko berdasarkan hasil dari Analisis Konsumen. Untuk menjawab masalah Kurangnya Promosi, brand dapat memaksimalkan akun Instagram mereka untuk mempromosikan acara, promosi, serta segala aktivitas penjualan mereka untuk meningkatkan brand awareness. Untuk memaksimalkan media sosial, Shakai perlu memiliki iklan Instagram mereka sendiri yang dipasang pada hari-hari tertentu dimana lalu lintasnya sedang mencapai angka tertinggi. Juga brand dapat mengembangkan brand awareness mereka untuk mendorong penjualan dengan mengumpulkan pelanggan baru dengan membuka toko mereka di tempat strategis. Ini akan menjadi pemicu yang baik dengan membuat acara seperti hari-hari special seperti perayaan Hari Persahabatan Internasional atau kuis dengan tema unik atau program promosi lainnya untuk menjangkau pelanggan potensial baru.", "Daftar File": {"ABSTRACT-RIO-29116420.pdf": "https://digilib.itb.ac.id/gdl/download/139047"}, "Penulis": "Rio Adriel Ginting / 29116420", "Kontributor / Dosen Pembimbing": ["Dwi Larso, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "brand awareness, fashion, Instagram", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman  \n                                     Yose Ali Rahman", "File": "1 file", "Tanggal Input": "02 Jul 2018"}