{"Nomor": 30511, "Judul": "STRATEGI BISNIS UNTUK PEMETAAN DAN PENINGKATAN BISNIS JASA TEMPAT ISTIRAHAT KM 72A", "Abstrak": "Menurut Peraturan Menteri Pekerjaan Umum Indonesia, dalam pelayanan jalan tol standar terdapat persyaratan minimum yang harus dipenuhi yaitu harus memiliki tempat istirahat. Tempat istirahat mempunyai peran penting dalam jaringan jalan tol, dimana tempat tersebut dapat memfasilitasi pengendara kendaraan besar maupun kecil serta penumpangnya, untuk beristirahat dalam perjalanan, mendapatkan kesempatan menggunakan toilet, meregangkan tubuh, mencari hiburan, sekedar berhenti untuk makan, tidur atau bahkan sekedar melakukan panggilan telepon. \n\nTempat istirahat KM 72A berlokasi di Purwakarta, Jawa Barat dan dioperasikan oleh PT KBP. Tempat istirahat ini diharapkan menjadi tempat terbesar dan paling terintegrasi dalam jalan tol di Indonesia. PT. KBP sebelumnya hanya fokus pada standar minimum dan tidak mempertimbangkan permintaan pengguna dalam hal mendesain area. Akibatnya menimbulkan kurangnya kesadaran dari pengunjung yang lewat dan kebutuhan renovasi fasilitas dan perluasan. Selain itu, ada beberapa masalah manajemen, kurangnya fasilitas pemeliharaan, layanan berkualitas rendah yang mengarah ke tempat istirahat yang kurang berhasil. Untuk membuat tempat istirahat lebih menguntungkan, pihak manajemen menciptakan strategi bisnis untuk meningkatkan profitabilitas mereka, seperti mengidentifikasi layanan yang ingin didapatkan oleh pengguna ketika mengunjungi tempat istirahat KM 72A, sampai mengusulkan strategi yang paling efektif untuk meningkatkan kesadaran pengunjung terhadap tempat istirahat KM 72A. \n\nBerdasarkan riset, sebagian pengunjung ingin agar tempat istirahat meningkatkan kualitasnya dengan cara: 1) Meningkatkan kebersihan dan membangun lebih banyak bilik toilet. 2) Meningkatkan kebersihan dan kenyamanan masjid. 3) Menambah jumlah jenis makanan untuk memberi lebih banyak pilihan bagi pengunjung. Dari analisa SWOT, dapat dilakukan beberapa strategi seperti: 1) Membangun konsep baru dari tempat istirahat KM 72A. 2) Program Manajemen Perubahan. 3) Meningkatkan kualitas fasilitas yang sudah dimiliki terutama toilet dan masjid. 4) Membangun fasilitas baru seperti Taman Terbuka Hijau, bilik toilet tambahan, dan fasilitas Hotel. 5) Menambahkan opsi makanan / restaurant. 6) Tinjauan ulang terhadap pembangunan dari pihak manajemen serta riset tanggapan pengunjung.", "Daftar File": {"2018 TS PP RINO UTOMO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139046"}, "Penulis": "RINO UTOMO (NIM 29115353)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Anh-Dung Do, MBA."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Model Bisnis, Strategi, Tempat Istirahat.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "08 Jun 2018"}