{"Nomor": 30518, "Judul": "STUDI EKSPERIMENTAL PROSES TOREFAKSI BASAH PENGKONVERSI SAMPAH PEMUKIMAN MENJADI BAHAN BAKU KOMPOS DAN BIOGAS", "Abstrak": "Kota Bandung menghasilkan 1800 ton sampah per hari yang dibuang ke Tempat Pembuangan Akhir (TPA) Sarimukti. Sebanyak 53,74% sampah Kota Bandung adalah sampah organik, yaitu dedaunan, sisa makanan pokok, sisa sayuran, serta sisa buah. Sampah ini masih bisa diolah di Tempat Pembuangan Sementara (TPS) untuk menghemat biaya transportasi dan tempat di TPA. \n\nBerdasarkan penelitian sebelumnya untuk limbah kayu, proses torefaksi basah dapat mempercepat proses pematangan kompos, serta dapat meningkatkan produksi gas metana dari penguraian anaerobik (Anaerob Digestion). Pada tugas sarjana ini, potensi penggunaan proses torefaksi basah untuk mengolah sampah organik dilakukan secara eksperimental. Torefaksi basah sendiri adalah sebuah proses termokimia yang menggunakan tekanan serta temperatur tinggi dalam medium air. Proses torefaksi dalam tugas sarjana ini menggunakan reaktor skala laboratorium bervolume 2,5 liter dengan parameter proses temperatur torefaksi dari 125-200 ℃. Sampel yang digunakan sesuai survei komposisi sampah pemukiman di TPS Patrakomala, Bandung. Untuk menguji kualitas produk torefaksi basah, kematangan kompos dinilai dari produksi karbondioksida harian, serta pengujian metana menggunakan Gas Chromatography. \n\nHasil pengujian torefaksi basah sampah pemukiman menunjukkan bahwa masa pengomposan dapat dipersingkat dengan proses torefaksi basah sebesar 74%. Proses torefaksi pada temperatur 175 ℃ menghasilkan produk padatan yang paling cepat matang, serta juga berpotensi menghasilkan biogas terbanyak, yaitu sebesar 33,78 liter metana per kg sampah organik. Hal ini membuktikan bahwa proses torefaksi basah dapat digunakan untuk mengolah sampah organik di TPS sehingga menghemat biaya transportasi serta tempat di TPA.", "Daftar File": {"2018 TA PP RIO PRAMUDITA KASWIYANTO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139053"}, "Penulis": "Rio Pramudita Kaswiyanto         (nim : 13113028)", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Pandji Prawisudha S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "sampah pemukiman, torefaksi basah, biogas, kompos.", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     cecep hikmat", "File": "1 file", "Tanggal Input": "15 Mar 2018"}