{"Nomor": 30526, "Judul": "ANALISIS DISTRIBUSI PANAS PADA JARINGAN VENTILASI RAMP DOWN 450 TAMBANG KUBANG CICAU UBPE ANTAM PONGKOR", "Abstrak": "Salah satu lokasi tambang yang berada di UBPE Antam Pongkor yaitu ramp down \n\n450 tambang Kubang Cicau, dikeluhkan oleh pekerja dengan suasana lingkungan \n\nkerja yang panas. Hasil identifikasi sumber panas yang berada di lokasi tersebut \n\nterdiri dari sumber panas permanen dan tidak permanen. Sumber panas permanen \n\ndiantaranya autokompresi dengan persentase mengeluarkan panas sebesar 10% dan \n\npenerangan sebesar 1% dalam durasi 24 jam. Sedangkan sumber panas tidak \n\npermanen diantaranya auxiliary fan 37 kW dengan persentase mengeluarkan panas \n\nsebesar 19% dalam durasi 18 jam, booster fan 75 kW 5% dalam durasi 18 jam, \n\nLHD 16% dalam durasi 9 jam, wheel loader 10% dalam durasi 9 jam, light vehicle \n\n21% dalam durasi 3 jam, panas hasil peledakan bersama asap peledakan 1% dalam \n\ndurasi 2 jam, panas hasil peledakan yang terperangkap di batuan sebesar 2% dalam \n\ndurasi 24 jam, metabolisme manusia 6% dalam durasi 18 jam dan kompresibilitas \n\nfan 10% dalam durasi 18 jam. \n\nPeningkatan panas di lokasi penelitian disebabkan karena terjadinya resirkulasi \n\nudara pada jaringan ventilasi. Temperatur udara akan meningkat ketika sumber \n\npanas tidak permanen beroperasi. Peningkatan temperatur tersebut sebesar Ã‚Â±2Ã‚Â°C \n\n(32,6Ã‚Â°C menjadi 34,5Ã‚Â°C) hanya dalam waktu 1,5 jam. Temperatur udara akan \n\nkembali turun ketika sumber panas tidak permanen berhenti beroperasi. Laju \n\npenurunan hanya berkisar rata-rata 0,1Ã‚Â°C/jam. Lamanya laju penurunan tersebut \n\nmenyebabkan panas terperangkap cukup lama sehingga temperatur sulit turun \n\nuntuk mencapai kondisi lingkungan kerja yang diperkenankan yaitu 30oC \n\n(Peraturan Menteri Kesehatan Republik Indonesia Nomor 70 Tahun 2016). \n\nStrategi pengendalian panas yang efektif diterapkan di lokasi penelitian yaitu \n\ndengan pengendalian eliminasi dan teknik. Pengendalian panas dengan eliminasi \n\nakan mengeluarkan biaya lebih rendah yaitu hanya biaya investasi diawal namun \n\nproduktivitas kerja hanya mencapai 2 Ã‚Â– 4 jam/shift sedangkan pengendalian teknik \n\nakan mengeluarkan biaya yang lebih tinggi namun akan menciptakan produktivitas \n\nkerja secara optimal 4 Ã‚Â– 6 jam/shift. Akan tetapi, untuk kondisi development saat \n\nini pengendalian panas yang lebih baik dilakukan dengan eliminasi.", "Daftar File": {"2018 TS PP RIRIN YULIANTI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139086", "BAB 1 RIRIN YULIANTI (NIM : 22115016)": "https://digilib.itb.ac.id/gdl/download/261901", "BAB 2 RIRIN YULIANTI (NIM : 22115016)": "https://digilib.itb.ac.id/gdl/download/261903", "BAB 3 RIRIN YULIANTI (NIM : 22115016)": "https://digilib.itb.ac.id/gdl/download/261905", "BAB 4 RIRIN YULIANTI (NIM : 22115016)": "https://digilib.itb.ac.id/gdl/download/261908", "BAB 5 RIRIN YULIANTI (NIM : 22115016)": "https://digilib.itb.ac.id/gdl/download/261910", "BAB 6 RIRIN YULIANTI (NIM : 22115016)": "https://digilib.itb.ac.id/gdl/download/261912", "PUSTAKA RIRIN YULIANTI (NIM : 22115016)": "https://digilib.itb.ac.id/gdl/download/261913"}, "Penulis": "RIRIN YULIANTI (NIM : 22115016)", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Nuhindro P W., ST., MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "panas, jaringan ventilasi, strategi pengendalian panas", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "8 file", "Tanggal Input": "12 Mar 2018"}