{"Nomor": 30523, "Judul": "ENTERTAINMENT CENTER PANTAI KARNAVAL, ANCOL", "Abstrak": "Musik populer sedang berada pada masa kejayaannya saat ini. Indonesia merupakan salah satu negara yang mengikuti perkembangan musik populer manca negara. Trend ini tidak hanya diikuti oleh penikmat musik, namun juga oleh para musisi Indonesia. Musik populer juga dikenal dengan pertunjukan musiknya yang interaktif dan inovatif. Dewasa ini, pertunjukan musik semakin berkembang dengan jumlah penikmat yang semakin banyak pula. Untuk mewadahi kebutuhan akan penyaluran kreatifitas dan publikasi, sebuah gedung pertunjukan musik dibutuhkan. Entertainment Center merupakan bangunan auditorium yang digunakan untuk pertunjukan musik berskala besar, yang menjadi tempat bagi para musisi untuk mempertontonkan karyanya, dan berinteraksi dengan penggemarnya. Dengan adanya Entertainment Center ini diharapkan terjadi banyak pertunjukan musik yang dapat meningkatkan produktifitas dan kreatifitas musisi Indonesia dalam berkarya. Konsep perancangan Entertainment Center ini adalah bangunan yang merepresentasikan lingkungannya. Lahan perancangan terletak di dalam kawasan Taman Impian Jaya Ancol yang merupakan sebuah kawasan rekreasi dan edukasi. Kawasan ini didedikasikan untuk publik,  sehingga pengunjung harus dibuat benar-benar nyaman untuk berkegiatan disini. Bangunan harus berintegrasi dengan sekitarnya dan lingkungannya yaitu tepi pantai. Bentukan ruang dirancang agar dapat menjadi ruang yang nyaman bagi seluruh komponen pengguna untuk mengadakan dan melihat pertunjukan musik.   \nHasil perancangan ini berupa desain gedung pertunjukan multi-guna yang terdiri dari auditorium besar dan fasilitas penunjangnya, area komersil dan kantor pengelola. Area penunjang auditorium berupa area penerimaan dan area belakang panggung. Perancangan ini dilakukan dengan melalui studi tipologi bangunan, hingga studi tapak. Studi dilakukan untuk dianalisis sehingga menghasilkan isu perancangan seperti sirkulasi, keamanan, dan struktur. Pengambilan data juga didukung dengan metodologi survei ke tipologi bangunan serupa yang sudah ada, kajian preseden dan kajian literatur. Studi dan analisis yang dilakukan kemudian diturunkan menjadi konsep perancangan dengan hasil akhir berupa desain bangunan.", "Daftar File": {"2013 TA PP RIRIH PRATISTA SEPTININGSIH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/139060", "2013 TA PP RIRIH PRATISTA SEPTININGSIH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/139061", "2013 TA PP RIRIH PRATISTA SEPTININGSIH 1-BAB 2a.pdf": "https://digilib.itb.ac.id/gdl/download/139062", "2013 TA PP RIRIH PRATISTA SEPTININGSIH 1-BAB 2b.pdf": "https://digilib.itb.ac.id/gdl/download/139063", "2013 TA PP RIRIH PRATISTA SEPTININGSIH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/139064", "2013 TA PP RIRIH PRATISTA SEPTININGSIH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/139065", "2013 TA PP RIRIH PRATISTA SEPTININGSIH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/139066", "2013 TA PP RIRIH PRATISTA SEPTININGSIH 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/139067", "2013 TA PP RIRIH PRATISTA SEPTININGSIH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/139068"}, "Penulis": "RIRIH PRATISTA SEPTININGSIH (NIM : 15209017)", "Kontributor / Dosen Pembimbing": ["Pembimbing :   \n \n\nIr. Iwan Sudradjat, MSA, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pertunjukan musik, Entertainment Center, integrasi, auditorium", "Sumber": "", "Staf Input/Edit": "suwadji  \n                                     suwadji", "File": "9 file", "Tanggal Input": "25 Okt 2018"}