{"Nomor": 30530, "Judul": "ANALISIS PAPARAN PESTISIDA MELALUI DERMAL DAN EFEKNYA TERHADAP ENZIM KOLINESTERASE PADA PETANI PENYEMPROT (Studi Kasus: Desa Cibeureum, Kecamatan Kertasari)", "Abstrak": "Aktivitas pertanian di Indonesia saat ini masih mengandalkan penggunaan pestisida sebagai upaya pencegahan tanaman dari serangan hama, tidak terkecuali di wilayah Desa Cibeureum, Kecamatan Kertasari. Penggunaan pestisida dengan cara disemprot berpotensi menyebabkan paparan pada petani melalui dermal karena kemudahannya untuk dapat diabsorpsi oleh kulit. Masuknya pestisida organofosfat dan karbamat ke dalam tubuh beresiko dapat menyebabkan efek toksisitas akut berupa inhibisi kolinesterase. Penelitian ini bertujuan untuk menganalisis hubungan paparan dan efek yang diterima petani, yang dilakukan dengan cara mengukur paparan pestisida melalui dermal untuk menentukan estimasi dosis yang masuk ke dalam tubuh dan mengukur kolinesterase di dalam plasma darah. Campuran pestisida yang digunakan teridentifikasi mengandung senyawa organofosfat dan karbamat seperti diazinon, fenitrotion, metidation, malation, klorpirifos, paration, profenofos, karbofuran, MIPC dan BPMC. Rata-rata dosis uptake tertinggi berasal dari  paparan profenofos yaitu sebesar  3 x 10-3 Ã‚Â± 5,3 x 10-3 mg/kg-hari dan yang terendah berasal dari paparan fenitrotion  sebesar 1 x 104  Ã‚Â± 3,3 x 10-4 mg/kg-hari. Berdasarkan penelitian ini, 72,45% dari petani terpapar memiliki resiko tidak aman untuk memiliki efek non-karsinogenik berupa penurunan aktivitas kolinesterase. Pada penelitian ini, satu orang dari kelompok petani terpapar memiliki kolinesterase di bawah normal. Namun, rata-rata kolinesterase petani terpapar masih berada pada level normal dibandingkan dengan kontrol. Dari uji statistik, dosis uptake paparan diazinon, fenitrotion, paration, profenofos dan BPMC berhubungan signifikan (p < 0,05) dengan penurunan kolinesterase.", "Daftar File": {"2018 TS RISKA LUTHFIANA PUSPITA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139096"}, "Penulis": "RISKA LUTHFIANA PUSPITA NIM : 25315036", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Katharina Oginawati, MS."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "pestisida, organofosfat, karbamat, paparan dermal, kolinesterase", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "16 Jan 2018"}