{"Nomor": 30537, "Judul": "PENGEMBANGAN KAWASAN TRANSPORTASI TERPADU DI PUSAT PRIMER GEDEBAGE", "Abstrak": "Kawasan transportasi terpadu merupakan suatu fenomena dari trend dan perkembangan dari sarana dan jenis moda transportasi publik di abad ke-21 yang tidak lepas dari kehidupan di perkotaan. Peranan kawasan transportasi terpadu di pusat primer Gedebage merupakan solusi dari persoalan sistem dan pengaturan sarana transportasi publik di Kota Bandung yang terpisah letaknya antara stasiun kereta, terminal angkutan regional dan terminal angkutan lokal.Pengembangan kawasan transportasi terpadu di pusat primer Gedebage menggunakan metode fragmented dengan pendekatan normatif, program ruang dan pendekatan tapak. Isu perancangan yang diangkat merupakan kriteria perancangan yang disintesakan dengan temuan dari kajian teoritik dan temuan dari kajian kasus menjadi suatu prinsip perancangan normatif kawasan transportasi terpadu. Prinsip perancangan normatif serta tanggapan rancangan dari analisis tapak disinergikan menjadi prinsip perancangan kawasan transportasi terpadu di pusat primer Gedebage, yang menjadi pedoman penyusunan konsep dan simulasi perancangan.   \n\nTujuan akhir dari tesis ini adalah membuat simulasi pengembangan kawasan transportasi terpadu di pusat primer Gedebage berdasarkan zona, dengan radius 400 meter atau 5 menit berjalan kaki dan kelipatannya sesuai dengan cakupan dan pelayanan dari zona yang dikembangkan, serta mengembangkan lahan maksimal yang dilakukan secara deduktif berdasarkan persentase 40% fungsi utama, 30% fungsi pendukung dan 30% fungsi penunjang. Pengembangan kawasan transportasi terpadu menitikberatkan terhadap jawaban dari persoalan perancangan yang diangkat yaitu letak stasiun kereta harus berdekatan dengan pengelola stasiun peti kemas agar dapat dikelola dalam satu manajemen, kendaraan angkutan regional diarahkan dari dan menuju arah jalan tol serta menciptakan suatu citra visual pada kawasan transportasi terpadu.", "Daftar File": {}, "Penulis": "RISMA VIANTARA (NIM. 25205022)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ing. Ir. Heru W. Poerbo, MURP.   \n \n \n\nIr. Denny Zulkaidi, MUP."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Kawasan Transportasi Terpadu, Fasilitas Transit, Stasiun Kereta, Terminal Angkutan Lokal dan Regional serta Zona Radius 400 M", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Perpustakaan Prodi Arsitektur", "File": "8 file", "Tanggal Input": "02 Okt 2018"}