{"Nomor": 30532, "Judul": "PENGOLAHAN ZAT WARNA REACTIVE BLACK 5 MENGGUNAKAN MOVING BED BIOFILM REACTOR (MBBR)", "Abstrak": "Proses penghilangan kanji (desizing) dan proses pencelupan (dying) pada industri tekstil menghasilkan limbah dengan kandungan zat organik dan warna yang tinggi sehingga diperlukan pengolahan sebelum dilepaskan ke lingkungan. Pada penelitian ini, dilakukan studi penyisihan zat warna azo, yaitu Remazol Black 5 (RB 5) dan organik sebagai sumber karbon yang berasal dari kanji menggunakan proses pengolahan biologi dengan teknologi moving bed biofilm reactor (MBBR). MBBR merupakan teknologi dengan prinsip pertumbuhan terlekat yang memungkinkan untuk meningkatkan efisiensi penyisihan kandungan organik pada limbah. Pada penelitian ini juga dimaksudkan untuk menentukan efektivitas ozonasi sebagai pre-treatment untuk meningkatkan efisiensi pengolahan limbah dengan MBBR. Hasil menunjukkan bahwa pada MBBR sistem batch dengan waktu detensi 48 jam, diketahui bahwa reaktor yang diozonasi terlebih dahulu diperoleh penyisihan COD dan warna masing-masing 87.59% dan 56.75%. Sedangkan pada reaktor tanpa ozon, diperoleh efisiensi penyisihan COD dan warna yaitu masing-masing 85.86% dan 64.66. Setelah dilanjutkan pada system kontinu, efisiensi penyisihan COD dan warna menurun. Penyisihan COD dan warna menurun seiring dengan menurunnya waktu tinggal limbah dalam system. Pada waktu detensi selama 24 jam, diketahui penyisihan warna mencapai 96.95% pada reactor dengan ozon, sedangkan penyisihan COD mencapai 89.13%. Sementara, untuk laju penyisihan maksimum pada COD sendiri diketahui pada reaktor dengan ozon yaitu 1.02 g COD/L.hari, sedangkan laju penyisihan substrat maksimum pada reaktor tanpa ozon yaitu sebesar 2.12 gram COD/L.hari.", "Daftar File": {"2017 TS PP RISKA PRATIWI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/139098", "2017 TS PP RISKA PRATIWI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/139099", "2017 TS PP RISKA PRATIWI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/139100", "2017 TS PP RISKA PRATIWI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/139101", "2017 TS PP RISKA PRATIWI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/139102", "2017 TS PP RISKA PRATIWI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/139103", "2017 TS PP RISKA PRATIWI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/139104"}, "Penulis": "RISKA PRATIWI  [25315006]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Ir. Suprihanto Notodarmojo, Ph.D", "Dr. Qomarudin Helmy, S.Si., MT"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Moving Bed Biofilm Reactor (MBBR), zat warna RB 5, COD ; Moving Bed Biofilm Reactor (MBBR), RB 5 dyes, COD", "Sumber": "", "Staf Input/Edit": "hidayat  \n                                     Irwan Sofiyan", "File": "7 file", "Tanggal Input": "09 Feb 2018"}