{"Nomor": 30548, "Judul": "PENILAIAN TERHADAP RENCANA PENERBITAN SAHAM BARU UNTUK MENINGKATKAN  KAPABILITAS PT GARUDA MAINTENANCE FACILITY AEROASIA TBK", "Abstrak": "PT. Garuda Maintenance Facility AeroAsisa Tbk (GMF) mempunyai rencana untuk menerbitkan 10% saham baru yang dijual secara private placemen kepada PT.XYZ untuk meningkatkan kapabilitas dan transfer pemahaman yang disebut sebagai strategi investor. PT.XYZ juga dapat memperluas pasar di Indonesia Dana ini akan digunakan untuk modal belanja  untuk memperoleh  modal kerja dan kapabilitas baru yang akan mengurangi biaya kontrak terhadap pihak ketiga dari bisnis perusahaan, dari tindakan ini akan berdampak kepada pertumbuhan dari performa keuangan perusahaan. Perusahaan mempunyai misi untuk menjadi 10 perusahaan MRO teratas didunia yang mana akan memberikan solusi satu atap kepada pelanggan, membuat peningkatan kapabilitas menjadi penting untuk perusahaan.  \n\nTujuan dari penelitian ini adalah untuk menilai penerbitan saham yang baru akan memberikan dampak positif terhadap performa keuangan dan juga menilai apakah nilai saham dari perusahaan juga mendapatkan dampak yang sama. Penelitian ini didukung dengan analisis dari eksternal seperti PESTEL dan Porter Five Forces untuk mengedintifikasi situasi pada MRO industri, dan juga analisis dari internal seperti sumber daya nyata dan tidak nyata. Dari kedua analisis tersebut akan dianalisi SWOT dari perusahaan. Untuk metode penilaian perusahaan, penelitian ini menggunakan absolute and relative models. Absolute valuation menggunakan The Free Cash Flow of The Firm (FCFF) dan relative valuation menggunakan The Price-Earning Ratio (PER.) \n\nBerdasarkan performa historis dari pertumbuhan penjualan perusahaan, menunjukkan Compounded Annual Growth Rate (CAGR) adalah 18% dari tahun 2013 sampai 2017. Pertumbuhan ini digunakan untuk asumsi perhitungan bisnis performa perusahaan ke depan sebagaimana yang dilakukan sebelumnya. Ada dua skenario pada penelitian ini, pertama perusahaan tidak melakukan penerbitan 10% saham baru dengan tidak melakukan kemajuan pada kapabilitas dan kedua adalah perusahaan menerbitkan 10% saham baru untuk kemajuan kapabilitas. Berdasarkan perhitungan dari skenario kedua, absolute valuation  menunjukkan intrinsic value dengan Rp308 dengan potensi kenaikan 47% dibandingkan dengan harga sekarang ini yaitu Rp210, sementara pada skenario pertama pada GMF hanya mendapatkan potensi kenaikan 36% dengan intrinsic value Rp285, dari kedua nilai tersebut ditinjau lebih murah atau undervalue di pasar. Dari relative valuation, setelah  penerbitan saham baru, EPS pada tahun 2018 menurun dibandungkan dengan skenario ketika perusahaan tidak melakukannya, ini karena adanya penambahan jumlah saham beredar. Dari valusai diatas, jelas bahwa perusahaan seharusnya menerbitkan 10% saham baru untuk meningkatkan kapabilitas yang mana berujung kepada tingginya harga saham. Rekomendasi dari penelitian ini adalah Ã‚Â“Buy RecommendationÃ‚Â”, khususnya setelah GMF melakukan rencana perusahaan.", "Daftar File": {"2018 TS PP Risyad Salman 1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/139133"}, "Penulis": "RISYAD SALMAN/ 29116470", "Kontributor / Dosen Pembimbing": ["Dr.Subiakto Soekarno MBA, RFA, QWP, CFP"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "MRO industry, Stock Valuation, Issuance of New Share", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman  \n                                     Yose Ali Rahman", "File": "1 file", "Tanggal Input": "25 Sep 2018"}