{"Nomor": 30540, "Judul": "Pengembangan dan Pengujian Software Time Synchronous Averaging secara Offline", "Abstrak": "Metoda TSA (Time Synchronous Averaging) telah dikembangkan dan digunakan oleh \n\nbanyak peneliti dalam analisa sinyal getaran. Salah satunya adalah Laboratorium Dinamika \n\nPAU ITB yang sudah membuat dan menguji program TSA. Tetapi sejauh ini, program TSA \n\nyang dikembangkan Laboratorium Dinamika PAU ITB masih bersifat manual, artinya masih \n\ndiperlukan pengeditan program setiap kali akan melakukan TSA. Oleh karena itu, diperlukan \n\nsebuah perangkat lunak yang mampu bekerja secara otomatis untuk menghindari kesalahan \n\nakibat kelalaian pengguna. Penelitian ini bertujuan untuk membuat perangkat lunak TSA \n\nyang mampu bekerja secara otomatis. \n\nDalam penelitian ini, perangkat lunak TSA dibuat menggunakan bahasa \n\npemrograman LabVIEWÃ‚Â® 2017 dari National Instrument. Perangkat lunak TSA ini bekerja \n\nsecara offline, artinya proses perata-rataan dilakukan setelah pengukuran dan perekaman data \n\ngetaran selesai dilakukan oleh perangkat lunak yang lain. Perangkat lunak TSA yang telah \n\nberhasil dibuat selanjutnya diterapkan pada kasus ketakseimbangan dan kasus bantalan \n\ngelinding dengan cacat pada ring luar. \n\nHasil pengujian pada kasus ketakseimbangan menunjukkan bahwa program TSA \n\nmampu memisahkan sinyal yang sinkron dengan sinyal referensi dari sinyal lain yang tidak \n\nsinkron. Walaupun begitu, frekuensi 1XRPM (sinyal sinkron) pada spektrum sinyal hasil \n\nTSA sedikit bergeser dibandingkan dengan spektrum sinyal tanpa TSA. Hal ini terjadi akibat \n\nadanya pemotongan data yang tidak merupakan kelipatan perioda putar sinyal referensi. \n\nSementara itu hasil pengujian pada kasus bantalan gelinding dengan cacat pada ring luar tidak \n\nberhasil menunjukkan keterulangan sinyal impak akibat benturan roller dengan cacat ring \n\nluar. Hal ini karena referensi yang digunakan adalah kecepatan putar poros sementara \n\nfrekuensi BPFO tidak sinkron dengan frekuensi putar poros.", "Daftar File": {"Risnandar Sofian Permana - 23115004 Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/139125"}, "Penulis": "Risnandar Sofian Permana-231 15 004", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Zainal Abidin"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Time Synchronous Averaging", "Sumber": "", "Staf Input/Edit": "D. Budina  \n                                     D. Budina", "File": "1 file", "Tanggal Input": "28 Sep 2018"}