{"Nomor": 30543, "Judul": "VALIDASI PROPOSISI NILAI UNTUK ON-DEMAND MOBILE SERVICE (ODMS) MENGGUNAKAN JAVELIN BOARD STUDI KASUS: LAYANAN BINATU", "Abstrak": "On-demand mobile service (ODMS) memberikan pengalaman closed loop dengan merobohkan value chain yang termasuk pemesanan, pembayaran, pemenuhan, dan konfirmasi. Selain transportasi, banyak produk dari sektor lain yang menggunakan model ODMS contohnya pengantaran makanan, pijat, perawatan kendaran, kecantikan, dan lain sebagainya. Untuk produk dari sektor yang pemainnya belum ada atau masih sedikit, seperti binatu, asumsi diambil untuk membuat produk tersebut. Diperlukan pengembangan produk yang baik untuk memvalidasi asumsi tersebut. Produk dikembangkan dari ide-ide yang tidak nyata. Value Proposition Canvas membantu membuat ide menjadi konsep yang lebih nyata, sehingga mudah untuk mengomunikasikan kepada anggota tim. Konsep yang tertuang dalam Value Proposition Canvas selanjutnya divalidasi dengan Javelin Board. Wawancara dilakukan kepada target konsumen untuk memvalidasi. Dari dua segmen sasaran di sisi permintaan hanya satu hipotesa customer-problem yang tervalidasi, yaitu profesional muda lajang. Sedangkan dari sisi penawaran, hipotesa masalah sudah valid. Semua segmen sasaran yang memiliki masalah yang valid memberikan tanggapan positif untuk solusi yang ditawarkan sehingga tercapai problem-solution fit. Pembelajaran dari proses wawancara dapat dipakai sebagai dasar ide-ide yang baru. Ide-ide baru tersebut harus divalidasi lebih lanjut, dan di uji di pasar agar tercipta product-market fit.", "Daftar File": {"2018 TS PP RISQI BERLIANDIE 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139128"}, "Penulis": "RISQI BERLIANDIE - Nim: 29115546", "Kontributor / Dosen Pembimbing": ["Dr. Isti Raafaldini Mirzanti"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Value Proposition Canvas, Javelin Board, Validasi, On-Demand Mobile Service, Binatu.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "05 Mar 2018"}