{"Nomor": 30557, "Judul": "MEMBEGAL EKSPEKTASI", "Abstrak": "Berangkat dari pengalaman pembegalan yang pernah penulis alami, peristiwa tersebut telah terekam menjadi suatu memori atau ingatan yang menyeramkan dalam pikiran penulis. Memori atau ingatan menyeramkan dari pengalaman pembegalan sulit dilupakan bagi penulis, sehingga telah memunculkan rasa trauma dalam diri. Rasa trauma bagi penulis adalah ketika munculnya kembali wajah dari sekumpulan orang yang terlibat dalam peristiwa tersebut, ketika dihadapkan pada kondisi tidak aman atau genting.     \n\nPenggambaran rasa trauma tersebut telah membawa penulis pada bentuk representasi wajah-wajah sekumpulan orang tersebut, bersamaan dengan jalan menuju pemulihan diri penulis. Bentuk pemulihan diri dalam hal ini adalah proses katarsis atau penyucian diri yang membawa kelegaan emosional dan pelepasan ketegangan batin akibat suatu peristiwa. Proses katarsis bagi penulis adalah dengan memvisualisasikan rasa trauma menjadi karya patung berwajah manusia yang diberi perlakuan dilipat dan ditekan dari dalam. Dengan pendekatan berkarya melalui Teori Katarsis, Teori Deformasi, Teori Seni sebagai Pengalaman, dan Teori Tubuh dalam Seni Patung, telah membangun relevansi antara gagasan dengan pengalaman yang penulis rasakan.     \n\nDalam hal ini, penulis mengajukan tema berupa proses katarsis sebagai media pemulihan diri dari pengalaman traumatik dan menawarkan kepada audiens akan pengalaman tekanan lewat fleksibilitas sebagai cara bertahan (survive) yang diberikan lewat karya penulis.", "Daftar File": {"2018 TA PP RIZAL AZIZ MUHAMMAD  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139161"}, "Penulis": "RIZAL AZIZ MUHAMMAD (NIM: 17012036)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Drs. Asmudjo Jono Irianto, M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "pengalaman, trauma, katarsis, tekanan, deformasi, fleksibilitas", "Sumber": "", "Staf Input/Edit": "Saipul Aripin  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "19 Mar 2018"}