{"Nomor": 30559, "Judul": "KARAKTERISTIK PENYERAPAN ENERGI MODUL PENYERAP IMPAK TIPE PRE-EXTERNAL INVERTED TUBE", "Abstrak": "Kecelakaan sistem transportasi umum, khususnya transportasi darat, telah memakan banyak korban. Sistem keselamatan transportasi umum menjadi perhatian khusus pemerintah dan banyak produsen transportasi. Sistem keselamatan transportasi selain untuk mengurangi korban juga dirancang untuk meminimalisasi kerusakan pada bagian-bagian lain. PT Industri Kereta Api (INKA) bekerja sama dengan Institut Teknologi Bandung (ITB) dan Lembaga Pengelola Dana Pendidikan (LPDP) mengembangkan sistem keselamatan pasif kereta penumpang yang biasa disebut crashworthiness.    \n \n \n \n\nModul penyerap impak memiliki banyak mekasime. Dalam penelitian ini mekanisme yang digunakan adalah mekanisme external inversion. External inversion merupakan mekanisme membaliknya pipa bagian dalam keluar, sehingga tidak membutuhkan ruang besar ketika mengalami displacement. Karakeristik external inversion memiliki fluktuasi grafik pada awal displacement, hal tersebut cukup merugikan jika diaplikasikan karena penyerapan energi menjadi kecil. Hal ini dapat diatasi dengan penambahan mekanisme pre-invertion. Sehingga hasil grafik yang diharapkan lebih landai dan mampu menyerap energi lebih besar.     \n \n \n \n\nPenelitian ini akan membandingkan efek dari penambahan proses pre-invertion dengan tanpa proses tersebut. Dari karakteristik grafik nantinya akan diperoleh penyerapan energi yang paling baik antar keduanya. Hasil yang diperoleh adalah energi impaktor sebesar 2.697,75 J dengan spesimen pre-invertion mampu menyerap 1.378,2 J, sedangkan spesimen tanpa pre-invertion dengan energi impaktor sebesar 1.055,2617 J mampu menyerap 486,0659 J. Perbandingan energi impaktor dengan energi yang mampu diserap, spesmen pre-invertion sebesar 0,51, sedangkan spesimen tanpa pre-inevertion sebesar 0,461. Beban maksimal yang mampu diterima oleh spesimen pre-invertion sebesar 78 kN, sedangkan spesimen tanpa pre-invertion sebesar 45 kN. Berdasarkan hasil penelitian ini pre-invertion tube mampu menyerap energi lebih besar daripada tanpa proses pre-invertion.", "Daftar File": {"Rizaldy Hakim-23116004.pdf": "https://digilib.itb.ac.id/gdl/download/139163"}, "Penulis": "Rizaldy Hakim Ash-Shiddieqy NIM: 23116004", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Rachman Setiawan"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "energi, pre-invertion, keselamatan, external inversion, impak", "Sumber": "", "Staf Input/Edit": "D. Budina  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "01 Okt 2018"}