{"Nomor": 30556, "Judul": "KARAKTERISASI SIFAT SEKATAN SESAR MELALUI PARAMETER STATIK, DINAMIK, DAN GEOMEKANIK AREA SOUTH MAHAKAM, CEKUNGAN KUTAI, INDONESIA", "Abstrak": "South Mahakam adalah sebuah area lepas pantai di Cekungan Kutai yang memiliki tiga lapangan gas yaitu: Jempang-Metulang, Mandu, dan Stupa. Jebakan hidrokarbon pada ketiga lapangan tersebut dikontrol oleh sebuah sesar geser berarah Barat Laut-Tenggara, yaitu Sesar Sepinggan. Pergerakan lateral menganan sesar ini telah menghasilkan sesar-sesar normal berarah Utara-Selatan yang menyimpang dari sesar utamanya dengan pola en-echelon. Sesar-sesar normal tersebut memiliki peran sebagai pemisah antarlapangan dan pembentuk kompartementalisasi di dalam setiap lapangan. Reservoir hidrokarbon pada ketiga lapangan tersebut berada pada Sekuen Deltaik Sepinggan. Lapangan Jempang-Metulang dan Mandu berada di lingkungan delta-plain hingga delta-front dengan dominasi reservoir distributary channel dan bar, sedangkan Lapangan Stupa berada di lingkungan pro-delta dengan dominasi mouth-bars pro-distal. Tekanan reservoir di daerah proksimal (Lapangan Jempang-Metulang) adalah hidrostatik, dan tekanan tersebut meningkat secara progresif ke arah distal menjadi tekanan-luap rendah (Mandu) hingga tekanan-luap tinggi (Stupa).              \n \n\nPenelitian ini menganalisis sifat sekatan pada sesar-sesar normal di area penelitian dengan fokus di Sekuen Deltaik Sepinggan sebagai sekuen produksi hidrokarbon. Penelitian bertujuan untuk mengetahui faktor dominan yang mengontrol sifat sekatan sesar tersebut, dengan faktor fasies dijadikan hipotesis utama yang hendak dibuktikan. Hasil penelitian ini juga diharapkan dapat membantu proses pengambilan keputusan pengembangan di Area South Mahakam, baik untuk lapangan yang telah berproduksi, maupun untuk beberapa lokasi prospek sekitarnya.              \n \n\nKarakterisasi sifat sekatan sesar dilakukan melalui analisis statik, dinamik dan geomekanik. Analisis statik menitikberatkan pada parameter jukstaposisi, volume shale (Vshale), throw sesar, dan Shale Gouge Ratio (SGR) sebagai algoritma shale smear. Algoritma SGR dipakai dengan pertimbangan kecocokan penerapannya pada sebuah sekuen klastik tebal yang heterogen, sesuai dengan karakteristik dari Sekuen Deltaik Sepinggan. Analisis dinamik menitikberatkan pada penggunaan data karakteristik fluida, kontak fluida, dan tekanan reservoir,              \n \n\nuntuk proses kalibrasi nilai SGR. Terakhir, resiko kebocoran sekatan sesar dievaluasi berdasarkan rezim tektonik yang bekerja saat ini, berdasarkan parameter slip tendency dan dilatation tendency.              \n \n\nTiga pendekatan dilakukan dalam penelitian yaitu: pendekatan log, pendekatan grid, dan pendekatan analogi. Perhitungan melalui data log dan data model grid menunjukkan hasil yang konsisten, dan memberikan justifikasi bahwa setiap kesimpulan pada perhitungan log akan berlaku pada grid atau sebaliknya. Konsistensi perhitungan ini juga memberikan justifikasi pendekatan analogi untuk sesar yang tidak memiliki data yang cukup, dengan membandingkan kesamaan karakter antarsesar. Dengan demikian, keseluruhan proses dapat menghasilkan kesimpulan yang kuat dan dapat berlaku untuk seluruh area South Mahakam.              \n \n\nAnalisis jukstaposisi menunjukkan dominasi tinggi untuk jukstaposisi shale-shale dan sand-shale. Sesar juga memperlihatkan nilai rata-rata SGR berkisar 0,63 hingga 0,72. Nilai SGR South Mahakam ini lebih tinggi jika dibandingkan dengan berbagai publikasi umumnya, yang berkisar 0,20 hingga 0,40. Permeabilitas sesar sangat kecil, yaitu 0,001 hingga 0,02 mD, dan berada di bawah nilai minimum untuk batuan agar dapat mengalirkan fluida. Analisis dinamik memperlihatkan perbedaan antara dua kemampuan sesar yaitu: kemampuan dalam menahan perbedaan tekanan pada dua sisi bidang sesar dan kemampuan dalam menahan kolom hidrokarbon atau efek tekanan kapiler. Persamaan empirikal baru untuk kedua kapasitas sesar tersebut telah diajukan pada penelitian ini, dan berlaku khusus untuk South Mahakam yang memiliki kisaran SGR tinggi. Perbedaan tekanan yang mampu ditahan oleh sesar berkisar 3.500 hingga 4.000 psi, sedangkan tekanan kapiler sesar berkisar 240 hingga 270 psi atau ekuivalen dengan 230 hingga 275 m kolom gas. Analisis geomekanika sumur 1D menghasilkan SHmax > Sv > Shmin, dengan SHmax membentuk sudut 20-30Ã‚Â° terhadap arah pergeseran Sesar Sepinggan. Berdasarkan resiko kebocoran sesar, keseluruhan sesar menunjukkan kecenderungan lebih tinggi untuk dilasi yaitu 0,88 hingga 0,93, dibandingkan dengan kecenderungan untuk slip, yaitu 0,32 hingga 0,51. Kecenderungan dilasi tersebut juga meningkat ke area distal atau Stupa seiring perubahan tekanan reservoir menjadi tekanan-luap tinggi.              \n \n\nSintesis hasil penelitian memberikan konfirmasi sifat sekatan sesar tinggi pada keseluruhan area penelitian. Tingginya Vshale yang merata baik secara vertikal maupun lateral di seluruh South Mahakam telah menjadi faktor utama yang mengontrol sifat sekatan. Perbandingan data South Mahakam dengan literatur yang ada juga menunjukkan bahwa sifat sekatan sesar dihasilkan oleh faktor shale smear. Dominasi shale pada Sekuen Deltaik Sepinggan ini pada akhirnya mempengaruhi parameter sekatan lainnya baik secara langsung maupun tidak.", "Daftar File": {"2017 TS PP RIZA ARIA AMAR 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139147", "2017 TS PP RIZA ARIA AMAR 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/139148", "2017 TS PP RIZA ARIA AMAR 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/139149", "2017 TS PP RIZA ARIA AMAR 1- BAB 2A.pdf": "https://digilib.itb.ac.id/gdl/download/139150", "2017 TS PP RIZA ARIA AMAR 1- BAB 2B.pdf": "https://digilib.itb.ac.id/gdl/download/139151", "2017 TS PP RIZA ARIA AMAR 1- BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/139152", "2017 TS PP RIZA ARIA AMAR 1- BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/139153", "2017 TS PP RIZA ARIA AMAR 1- BAB 3C.pdf": "https://digilib.itb.ac.id/gdl/download/139154", "2017 TS PP RIZA ARIA AMAR 1- BAB 3D.pdf": "https://digilib.itb.ac.id/gdl/download/139155", "2017 TS PP RIZA ARIA AMAR 1- BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/139156", "2017 TS PP RIZA ARIA AMAR 1- BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/139157", "2017 TS PP RIZA ARIA AMAR 1- BAB 4C.pdf": "https://digilib.itb.ac.id/gdl/download/139158", "2017 TS PP RIZA ARIA AMAR 1- BAB 4D.pdf": "https://digilib.itb.ac.id/gdl/download/139159", "2017 TS PP RIZA ARIA AMAR 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/139160"}, "Penulis": "RIZA ARIA AMAR    (NIM: 22015311)", "Kontributor / Dosen Pembimbing": ["Ir. Benyamin Sapiie, Phd."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Sesar Sepinggan, sekatan sesar, jukstaposisi, shale smear, tekanan kapiler sesar, slip tendency, dilatation tendency.", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     cecep hikmat", "File": "14 file", "Tanggal Input": "14 Mar 2018"}