{"Nomor": 30569, "Judul": "PERENCANAAN METODE PELAKSANAAN KONSTRUKSI, PENJADWALAN DAN ESTIMASI BIAYA KONSTRUKSI PROYEK STADION SEPAKBOLA PERSIBA BALIKPAPAN", "Abstrak": "Stadion Sepak Bola Persiba Balikpapan berlokasi di Jalan Mulawarman, Manggar, Balikpapan Timur, Kota Balikpapan, Kalimantan Timur. Stadion ini berukuran 205 m x 166 m dan terletak pada kawasan seluas 585 m x 355 m.  Dalam proses merealisasikan desain proyek stadion ini, diperlukan adanya perencanaan manajemen rekayasa konstruksi yang meliputi metode pelaksanaan konstruksi, penjadwalan proyek dan estimasi biaya konstruksi.   \n\nMetode pelaksanaan konstruksi dimulai dengan pekerjaan persiapan. Setelah itu dilanjutkan dengan pekerjaan struktur bawah yang meliputi pemancangan tiang, pekerjaan pile cap dan pekerjaan tie beam.  Struktur atas stadion terdiri dari elemen kolom, balok, pelat dan rangka atap baja. Untuk material beton bertulang pada proyek ini akan dikonstruksi dengan pengecoran ditempat dan menggunakan bekisting PERI. Sedangkan pekerjaan drainase meliputi pekerjaan drainase bawah permukaan dan drainase permukaan.  \n\nPenjadwalan proyek dilakukan dengan bantuan software Ms. Project 2016. Inputan yang diberikan berupa durasi setiap pekerjaan dan logika ketergantungan. Hal inilah yang akan mempengaruhi hasil durasi total proyek. Selain durasi total, jalur kritis juga dapat ditentukan melalui proses penjadwalan.  \n\nOutput estimasi biaya konstruksi pada proyek ini merupakan hasil dari engineerÃ‚Â’s estimate. Proses estimasi biaya menggunakan metode unit price dan resource enumeration. Biaya yang dihitung dalam proses estimasi ini adalah biaya langsung dan tidak langsung.", "Daftar File": {"2018 TA PP RIZKA INDRI MEUTIA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139184"}, "Penulis": "RIZKA INDRI MEUTIA - NIM: 15014032", "Kontributor / Dosen Pembimbing": ["Meifrinaldi S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Estimasi biaya konstruksi, Metode pelaksaan konstruksi, Penjadwalan, Stadion", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "02 Jul 2018"}