{"Nomor": 30564, "Judul": "Menilai Niat Pedagang Kecil dan Menengah Dalam Menggunakan Mobile Point Of Sale", "Abstrak": "Kemajuan financial technology sebagai inovasi dalam teknologi dan pertumbuhan penggunaan telepon seluler yang mempermudah usaha kecil menengah dalam mengembangkan bisnisnya dibandingkan menggunakan yang masih tradisional merupakan kekuatan pendorong dalam membangun sistem informasi titik penjualan (mobile point of sale) dalam lingkup bisnis. Mengembangkan mobile point of sale yang mudah diterima dan diadopsi pedagang bukanlah sebuah hal yang mudah. Perusahaan harus memahami faktor-faktor apa yang dapat mempengaruhi adopsi pedagang untuk menggunakan titik penjualan seluler.   \n \n \n\nUntuk mengatasi isu tersebut, penelitian ini dilakukan dengan mengidentifikasi faktor-faktor pada pra-syarat, pendorong, dan hambatan yang mempengaruhi adopsi pedagang untuk menggunakan mobile point of sale dan untuk merekomendasikan strategi dalam mengembangkan sebuah mobile point of sale. Analisis faktor dilakukan terhadap 20 pedagang yang memiliki pengalaman dalam menggunakan mobile point of sale dan 75 pedagang yang belum mengadopsi mobile point of sale. Metode kualitatif dengan wawancara dan penilaian dipilih dalam penelitian ini karena mobile point of sale merupakan hal yang relatif baru untuk sebuah riset dan pedagang makanan dan minuman pada usaha kecil menengah masih banyak yang belum mengadopsi teknologi yang dapat membantu bisnis mereka.   \n \n \n\nBerdasarkan analis, temuan menunjukkan bahwa pengetahuan dan kebutuhan merupakan faktor pada pra-syarat. kemudahan penggunaan, layanan baru, pelanggan baru, image perusahaan, dan biaya merupakan faktor pendorong. Faktor kepercayaan dan keamanan merupakan hambatan, hal tersebut  adalah faktor yang mempengaruhi adopsi pedagang untuk menggunakan mobile point of sale.   \n \n \n\nSelanjutnya, implementasi strategi dilakukan untuk PT. ZXY yang terdiri dari enam strategi pada strategi produk, gratis uji coba, fitur bermanfaat, metode pembayaran, penyesuaian perangkat, dan citra perusahaan dengan menargetkan pasar yang belum terlayani atau kurang terlayani.", "Daftar File": {"2018 TS PP Rizfa Dalianto 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139173"}, "Penulis": "Rizfa Dalianto (NIM: 29116457)", "Kontributor / Dosen Pembimbing": ["Ir. Budi Permadi Iskandar, MSP"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Financial Technology, Mobile Point Of Sale, Mobile Payment", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman  \n                                     Siti Sarah Nurbaity", "File": "1 file", "Tanggal Input": "25 Sep 2018"}