{"Nomor": 30563, "Judul": "PENILAIAN KEUANGAN TERHADAP KEBERLANJUTAN PROYEK MENGGUNAKAN MODEL ALTMAN Z-SKOR  (STUDI KASUS DI PT. DIRGANTARA INDONESIA Aerospace)", "Abstrak": "Permintaan produk pesawat semakin meningkat dan mengakibatkan produksi pesawat baru juga harus meningkat. PT. DI merupakan perusahaan manufaktur pesawat terbang menunjukkan fakta bahwa penjualan dari pesawat terbang dan keuntungan perusahaan mengalami penurunan dan membuat pengaruh terhadap keberlanjutan perusahaan di masa depan. Penilaian finansial akan dianalisis dengan menggunakan rasio keuangan, tingkat pertumbuhan, model Altman Z-skor, dan analisis sensitivitas. Hasil perhitungan rasio keuangan menunjukkan bahwa perusahaan tidak melakukan kinerja keuangan yang baik. Berdasarkan perhitungan tingkat pertumbuhan menunjukkan bahwa perusahaan membutuhkan dana eksternal untuk pertumbuhan yang berkelanjutan. Nilai Zskor akan digunakan untuk memprediksi probabilitas suatu perusahaan akan mengalami kebangkrutan atau tidak. Nilai z-skor  PT. DI 2016 adalah 1.92 (zona abu-abu) yang berarti perusahaan mengalami kesulitan keuangan, namun dapat diselamatkan dan mungkin bangkrut tergantung keputusan kebijakan manajemen perusahaan sebagai pengambil keputusan. Analisis sensitivitas digunakan untuk meningkatkan nilai setiap variabel ke dalam zona aman dan mengakibatkan perusahaan harus meningkatkan 32% untuk setiap variabel dalam formula Altman secara simultan. Kenaikan ini diharapkan bisa meningkatkan performa PT. DI di zona aman, dan terpengaruh untuk kelangsungan usaha di masa depan.", "Daftar File": {"2018 TS PP RIZELLA TIARANITA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139172"}, "Penulis": "Rizella Tiaranita - Nim: 29115611", "Kontributor / Dosen Pembimbing": ["Ir. Asep Darmansyah, M.Si"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Penilaian Keuangan, Skor Altman Z, Keberlanjutan, Industri Pesawat Terbang, Rasio Keuangan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Feb 2018"}