{"Nomor": 30561, "Judul": "PEMANTAUAN DEFORMASI KAWAH RATU - GUNUNG TANGKUBAN PARAHU, JAWA BARAT DENGAN MEMANFAATKAN TEKNOLOGI TERRESTRIAL LASER SCANNER", "Abstrak": "Pada bulan Agustus 2012, terjadi peningkatan aktivitas vulkanik Gunung Tangkuban Parahu yang dapat menyebabkan deformasi pada gunungapi tersebut. Salah satu metode untuk pemantauan deformasi adalah dengan menggunakan Terrestrial Laser Scanner (TLS) dengan direct georeferencing untuk pendefenisian sistem koordinat dan orientasi TLS secara langsung di lapangan. Penelitian pemantauan deformasi ini bertujuan untuk membuat model tiga dimensi deformasi kawah Ratu menggunakan TLS dan mengkorelasikan secara kualitatif besarnya nilai deformasi yang teramati dengan aktivitas vulkanik, khususnya data kegempaan (seismik).   \n \n \n\nHasil model deformasi tiga dimensi menunjukkan terdapat kenaikan permukaan tanah sekitar 1-6 milimeter di beberapa area sehingga mengindikasikan terjadinya deformasi. Namun, hasil ini tidak dapat dikatakan sebagai sinyal deformasi karena nilainya mendekati akurasi jarak/posisi dari TLS, yaitu sebesar 6 mm. Selain itu, terdapat kesalahan dalam proses direct georeferencing, yaitu kesalahan dalam penggunaan strategi pengamatan GPS akibat perbedaan penggunaan benchmark untuk setiap kala pengukuran. Korelasi perubahan model 3D permukaan hasil pengukuran TLS dengan grafik data kegempaan tidak terlihat adanya peningkatan jumlah gempa yang signifikan selama masa pengukuran, laju gempa harian dapat dikatakan konstan/stabil pada bulan Juli 2015 hingga bulan Januari 2016. Dengan demikian, nilai pergeseran/deformasi yang diperoleh dari TLS tidak dapat dikaitkan dengan aktivitas vulkanik (kenaikan magma) tetapi lebih diakibatkan oleh proses permukaan berupa erosi dan pengendapan batuan pada dinding dan dasar kawah.", "Daftar File": {"2016 TA PP  RIZAL TRYTAMA SUKIRNO PUTRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/139165", "2016 TA PP  RIZAL TRYTAMA SUKIRNO PUTRA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/139166", "2016 TA PP  RIZAL TRYTAMA SUKIRNO PUTRA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/139167", "2016 TA PP  RIZAL TRYTAMA SUKIRNO PUTRA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/139168", "2016 TA PP  RIZAL TRYTAMA SUKIRNO PUTRA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/139169", "2016 TA PP  RIZAL TRYTAMA SUKIRNO PUTRA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/139170"}, "Penulis": "RIZAL TRYTAMA SUKIRNO PUTRA (NIM", "Kontributor / Dosen Pembimbing": ["Pembimbing :   \n \n \n\nDr. Irwan Gumilar, S.T., M.Si.", "Nia Haerani, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "deformasi gunungapi, Terrestrial Laser Scanner, direct georeferencing, model deformasi tiga dimensi, data kegempaan.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "6 file", "Tanggal Input": "26 Jul 2018"}