{"Nomor": 30562, "Judul": "KETERSEDIAAN DAN PENGGUNAAN POHON ISTIRAHAT DAN SARANG ORANGUTAN DI PULAU JUQ KEHJE SEWEN, MUARA WAHAU, KALIMANTAN TIMUR", "Abstrak": "Orangutan kalimantan (Pongo pygmaeus morio) merupakan kera besar Asia yang terdistribusi \n\ndi Kalimantan Timur, Kalimantan Utara, dan Sabah (Malaysia). Menurut IUCN status \n\nkonservasi P.p morio saat ini terancam punah akibat perburuan liar dan konversi lahan. Salah \n\nsatu upaya untuk mencegah kepunahan tersebut ialah rehabilitasi dan introduksi. Pulau Juq \n\nKehje Sewen dihuni oleh 9 ekor orangutan rehabilitan. Salah satu keterampilan yang \n\ndibutuhkan oleh orangutan untuk dilepasliarkan adalah kemampuan menggunakan pohon \n\nistirahat dan bersarang. Penelitian ini bertujuan untuk menentukan alokasi waktu istirahat dan \n\nmembuat sarang, komposisi, preferensi, dan daya dukung berdasarkan pohon istirahat dan \n\nbersarang orangutan di Pulau Juq Kehje Sewen. Alokasi waktu ditentukan melalui focal animal \n\nsampling dan komposisi ditentukan melalui analisis vegetasi, preferensi ditentukan melalui \n\nmetode Neu berdasarkan kelas diameter, tipe arsitektur, dan nama spesies, sedangkan daya \n\ndukung ditentukan berdasarkan nilai ketersediaan dan kebutuhan orangutan akan pohon \n\nistirahat dan bersarang di pulau. Persentase istirahat orangutan sebesar 43,96% dan membuat \n\nsarang sebesar 0,24%. Kerapatan tertinggi pohon istirahat dan bersarang dimiliki oleh pohon \n\nberdiameter 10 Ã‚Â– 20 cm sebesar 9,67% dan pada jenis Pterospermum javanicum dengan \n\npersentase rendah sebesar 5%. Preferensi pohon istirahat dan bersarang orangutan ialah pohon \n\nyang berdiameter lebih dari 10 cm, diwakili jenis Dracontomelon dao dan Pterospermum \n\njavanicum, serta tipe arsitektur Rauh contohnya Pterospermum javanicum. Nilai daya dukung \n\nberdasarkan pohon istirahat dan bersarang ialah 8 individu untuk orangutan rehabilitan atau 4 \n\nindividu untuk orangutan liar disebabkan oleh rendahnya ketersediaan dan penggunaan pohon \n\nistirahat dan bersarang orangutan rehabilitan di Pulau Juq Kehje Sewen.", "Daftar File": {"2018 TA PP-Rizdha Okkianty 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139171"}, "Penulis": "Rizdha Okkianty Yudha (11514027)", "Kontributor / Dosen Pembimbing": ["Dr. Achmad Sjarmidi \n\nDr. Elham Sumarga"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Pongo pygmaeus morio, pohon istirahat, pohon sarang, daya dukung", "Sumber": "", "Staf Input/Edit": "didi kusnendi  \n                                     didi kusnendi", "File": "1 file", "Tanggal Input": "28 Jun 2018"}