{"Nomor": 30568, "Judul": "SINTESIS DAN KARAKTERISASI CAIRAN ION 1-DESIL-3-METILIMIDAZOLIUM BROMIDA SERTA PELUANGNYA SEBAGAI ELEKTROLIT PENDUKUNG DALAM VOLTAMMETRI SIKLIK PELARUT ORGANIK", "Abstrak": "Air merupakan pelarut yang banyak digunakan dalam metode voltammetri karena memiliki konduktivitas yang baik, tidak beracun, dan murah. Akan tetapi penggunaan air sebagai pelarut juga memiliki beberapa kekurangan antara lain jendela potensial atau jendela elektrokimia yang dibatasi oleh reaksi oksidasi H2O menjadi O2 dan reaksi reduksi H2O menjadi H2. Selain itu air hanya bisa melarutkan analit yang bersifat polar sehingga sulit untuk melarutkan analit organik. Pada saat ini cairan ion telah banyak digunakan dalam metode voltammetri sebagai pelarut untuk memperluas jendela elektrokimia. Pada penelitian sebelumnya telah dilakukan penggunaan cairan ion turunan imidazol sebagai pelarut yang dapat mereduksi ion logam tanah jarang yaitu cerium. Pada penelitian ini dilakukan sintesis cairan ion turunan imidazol yaitu 1-desil-3-metilimidazolium bromida menggunakan metode MAOS (Microwave Assisted Oganic Synthesis). Cairan ion 1-desil-3-metilimidazolium bromida disintesis dengan mereaksikan 1-metilimidazol dengan 1-bromodekana pada temperatur 50 Ã‚Â°C dengan daya iradiasi gelombang mikro sebesar 300 watt selama 21 menit. Cairan ion 1-desil-3-metilimidazolium bromida diperoleh berupa cairan kental bewarna kuning dengan titik leleh 37 Ã‚Â°C dan rendemen 82,43%. Data karakterisasi spektrum FTIR dengan pelet KBr, spektrum massa via pengukuran LC-MS dalam pelarut metanol, spektrum 1H-NMR dan 13C-NMR produk dalam pelarut metanol-d4 menunjukkan bahwa cairan ion 1-desil-3-metilimidazolium bromida telah berhasil disintesis. Cairan ion yang telah berhasil disintesis dipelajari kinerjanya sebagai elektrolit pendukung pada metode voltammetri siklik menggunakan pelarut, asetonitril, dimetil formamida, dan dimetil sulfoksida. Dalam penelitian ini telah berhasil dicirikan potensial oksidasi dan reduksi pada cairan ion 1-desil-3-metilimidazolium sebagai elektrolit pendukung. Penggunaan cairan ion 1-desil-3-metilimidazolium bromida dalam pelarut asetonitril menghasilkan voltammogram yang lebih sederhana dibandingkan dengan pelarut dimetil formamida dan dimetil sulfoksida. Selain itu, hantaran ekivalen cairan ion 1-desil-3-metilimidazolium bromida ditentukan dalam ketiga pelarut organik (asetonitril, dimetil formamida, dan dimetil sulfoksida) dengan berbagai konsentrasi dan dibandingkan dengan hantaran ekivalen KCl 10-2 M.", "Daftar File": {"2016 TA PP RIZKA HIDAYAH1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/139177", "2016 TA PP RIZKA HIDAYAH1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/139178", "2016 TA PP RIZKA HIDAYAH1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/139179", "2016 TA PP RIZKA HIDAYAH1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/139180", "2016 TA PP RIZKA HIDAYAH1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/139181", "2016 TA PP RIZKA HIDAYAH1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/139182", "2016 TA PP RIZKA HIDAYAH1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/139183"}, "Penulis": "RIZKA HIDAYAH (NIM : 10511085)", "Kontributor / Dosen Pembimbing": ["Pembimbing : \n\nProf. Dr. Buchari", "Dr. Deana Wahyuningrum, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "cairan ion, MAOS (Microwave Assisted Organic Synthesis), elektrolit pendukung, jendela elektrokimia, hantaran ekival", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "7 file", "Tanggal Input": "10 Sep 2018"}