{"Nomor": 30570, "Judul": "Analisa Penilaian Resiko Pengembangan Bisnis (studi lasus : PD. ABC BANDUNG)", "Abstrak": "PD. ABC Bandung adalah perusahaan milik daerah yang bergerak dalam bisnis layanan kebersihan di Bandung. PD. ABC adalah perusahaan menyediakan layanan publik untuk mengatasi masalah sampah dan kebersihan di kota Bandung. Namun, dari segi kinerja PD.ABC masih dianggap belum optimal. Setiap tahun perusahaan menerima dana APBD sebagai subsidi untuk layanan publik. PD.ADC dianggap tidak mampu menangani masalah sampah di Kota Bandung, perusahaan juga dianggap selalu mengalami kerugian dan membebani anggaran kota Bandung. Jadi ada keinginan untuk melakukan perubahan proses bisnis yang dibuat PD.ABC. Berdasarkan hal ini, pilihan untuk melakukan perubahan suatu proses bisnis harus ditinjau dengan saksama dan harus terlebih dahulu mengevaluasi kinerja perusahaan. Evaluasi ini untuk mengetahui masalah dan kendala yang dihadapi perusahaan melalui manajemen risiko. Oleh karena itu, penilaian risiko dari proses bisnis adalah penting untuk mempertimbangkan apakah perusahaan benar-benar perlu untuk mengubah bisnis atau tidak. \n \n\nBeberapa businesstool akan digunakan untuk mengetahui kemungkinan risiko. Analisis internal akan dianalisis melalui Mckinsey 7s. Sementara itu, analisis eksternal akan dieksplorasi oleh PESTEL. Pengukuran managemenresiko digunakan dengan AnalyticHierarchyProcess (AHP). Sementara itu, pelaksanaan perhitungan akan dibantu dengan menggunakan EXPERT CHOICE software. Metode pendekatan AHP ini dapat mudah dipahami dan fleksibel untuk melakukan analisa risiko.  \n \n\nBerdasarkan hasil AHP, nilai tertinggi risiko adalah kategori keuangan dengan nilai 0,221. Nilai ini berarti bahwa kategori keuangan merupakan risiko yang paling penting dalam perusahaan. Sedangkan pada faktor risiko, nilai yang paling tinggi adalah tarif regulasi dengan nilai 0.082", "Daftar File": {"Cover.pdf": "https://digilib.itb.ac.id/gdl/download/139185"}, "Penulis": "Rizka Marwa Ariani/29116018", "Kontributor / Dosen Pembimbing": ["Erman Sumirat SE, MBus, AK"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "analytic hierarchy process, risk management, decision making, local government.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman  \n                                     Yose Ali Rahman", "File": "1 file", "Tanggal Input": "22 Jun 2018"}