{"Nomor": 30589, "Judul": "PREDIKSI PERMEABILITAS DAN PENENTUAN UNIT ALIRAN FLUIDA PADA RESERVOIR BATUPASIR 3160 DI LAPANGAN MINYAK PINANG CEKUNGAN SUMATRA TENGAH", "Abstrak": "Pengetahuan tentang permeabilitas sangat penting untuk deskripsi reservoir yang efektif, terutama pada lapangan yang telah mature dan akan dilakukan program waterflood untuk meningkatkan faktor perolehan produksi minyak. Data permeabilitas dapat diperoleh dari uji sumur, inti bor atau log. Biasanya, data log sumur digunakan untuk mendapatkan estimasi permeabilitas dengan biaya yang rendah. Untuk memperkirakan permeabilitas, kita dapat menggunakan nilai porositas, volume serpih (Vsh), kejenuhan air, atau kombinasi dari data logging dan kemudian mencari hubungannya. Salah satu keuntungan dari menggunakan data wireline log untuk memperkirakan permeabilitas adalah bahwa dengan metoda tersebut dapat diperoleh profil permeabilitas yang menerus sepanjang interval tertentu.     \n \n \n\nPenelitian ini fokus pada evaluasi permeabilitas dari formasi untuk reservoir batu pasir 3160 di lapangan Pinang, Cekungan Sumatera Tengah. Proses tersebut dilakukan dengan mengaplikasikan metoda multiple regression analysis dari input data log sumur yang dibatasi oleh fasies. Dalam hal ini, perubahan fasies dapat teramati dari perubahan rentang nilai volume serpih (Vsh). Analisis cluster digunakan untuk mengetahui hubungan terbaik dari permeabilitas dari data inti bor dengan beberapa data log sebagai variabel masukan. Hubungan antara permeabilitas inti bor dan juga data log kemudian digunakan sebagai sarana untuk memprediksi permeabilitas pada sumur yang tidak memilki data inti bor.     \n \n \n\nSelanjutnya, hasil prediksi permeabiltas dari analisis regresi berganda akan digunakan untuk menghitung Flow Zone Indicator (FZI). Dua pendekatan, analisis histogram dan plot normal probabilitas dari nilai FZI dari sumur yang memiliki inti bor, digunakan untuk mengidentifikasi jumlah Unit Aliran Hidrolik (HFU) yang sesuai. Dalam prosedur ini, metode plot normal probabilitas dipilih sebagai kriteria untuk menentukan jumlah HFU.     \n \n \n\nDalam studi ini, unit aliran hidrolik dibandingkan dengan deskripsi inti bor yang dibuat oleh peneliti sebelumnya. Kelompok-kelompok yang berasal dari deskripsi fasies dan perhitungan Vsh menunjukkan adanya hubunan yang baik dengan cluster statistik yang berasal dari metode HFU. Selain itu, pembagian HFU ini cenderung dapat membagi tubuh reservoir menjadi lebih rinci. Hasil penelitian menunjukkan bahwa unit aliran hidrolik berhubungan dengan fasies pada interval reservoir ini.", "Daftar File": {"2012 TS PP RIZKI_KURNIAWAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/139234", "2012 TS PP RIZKI_KURNIAWAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/139235", "2012 TS PP RIZKI_KURNIAWAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/139236", "2012 TS PP RIZKI_KURNIAWAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/139237", "2012 TS PP RIZKI_KURNIAWAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/139238", "2012 TS PP RIZKI_KURNIAWAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/139239"}, "Penulis": "RIZKI KURNIAWAN (NIM: 22009311)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Dardji Noeradi"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "petrofisika, porositas, permeabilitas, HFU, FZI.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "6 file", "Tanggal Input": "04 Apr 2018"}