{"Nomor": 30584, "Judul": "DISTRIBUSI KARBON MONOKSIDA (CO) DI ATMOSFER TITAN DARI PENGAMATAN ALMA", "Abstrak": "Titan merupakan satelit terbesar dari planet Saturnus dan merupakan satusatunya satelit alami yang memiliki atmosfer. Misi Voyager 1 pada tahun 1980 berhasil mengungkap bahwa atmosfer Titan didominasi oleh nitrogen (N2) yang jumlahnya mencapai lebih dari 95%, disusul metana (CH4) sekitar 3Ã‚Â–4%, dan berbagai senyawa minoritas dalam kategori senyawa organik yaitu hidrokarbon, nitril, dan senyawa mengandung oksigen (oxygen-bearing compound). Atmosfer Titan merupakan tempat terjadinya proses fotokimia yang menghasilkan berbagai senyawa organik kompleks.  Tugas Akhir ini berfokus pada distribusi salah satu molekul terbanyak yang ada di Titan, yaitu karbon monoksida (CO). Molekul ini berhasil dideteksi untuk pertama kalinya oleh Lutz et al. pada tahun 1982 di Kitt Peak National Observatory. Sejak saat itu, asal usul CO mulai dimodelkan oleh Yung et al. (1984) dan diprediksi bahwa molekul tersebut terdistribusi secara seragam di atmosfer Titan.  Dalam Tugas akhir ini, data dari pengamatan teleskop radio ALMA (Atacama Large Milimeter/Submilimeter Array) dipilih untuk menganalisis distribusi CO, baik secara vertikal di atmosfer maupun secara spasial di piringan Titan, karena piringan Titan berhasil di-resolved oleh interferometer ALMA. Citra Titan pada band 7 dan 9 berhasil diperoleh termasuk spektrum pada kedua band tersebut. Spektrum yang dirata-rata untuk seluruh piringan Titan dianalisis dengan perhitungan transfer radiatif dan sesuai dengan model profil vertikal CO yang memiliki nilai kelimpahan sebesar 5,0 ÃƒÂ— 10-5 (dengan menggunakan profil termal Huygens). Walaupun citra Titan telah didapat, namun analisis penentuan distribusi spasial memerlukan berbagai pertimbangan, selain variasi kelimpahan, yang perlu dilanjutkan.", "Daftar File": {"2018 TA PP RIZKI FAJRINA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139219"}, "Penulis": "RIZKI FAJRINA -10314009", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Taufiq Hidayat"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Titan, atmosfer, CO, ALMA", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Jun 2018"}