{"Nomor": 30587, "Judul": "USULAN STRATEGI PEMASARAN DIGITAL UNTUK MENINGKATKAN PENDAPATAN (STUDI KASUS : SAFANA GIFT BOX)", "Abstrak": "Safana Gift Box Safana adalah perusahaan yang bergerak di industri kreatif, yang merupakan layanan \n\npembuatan kotak kertas kustom. Perusahaan ini didirikan pada tahun 2016 di Bandung. Safana \n\nmenyediakan kotak kustom untuk kue, kotak hadiah pernikahan, kotak parfum, keranjang, dan kotak \n\nkustom lainnya. Selain kotak kertas khusus, Safana juga menyediakan kotak khusus dari bahan lain, \n\nseperti akrilik, kotak lapisan kulit, dll. Saat ini klien Safana kebanyakan dari perusahaan seperti toko \n\nkue, bank, kantor, dll. \n\nSelama tiga tahun, perusahaan bertahan dengan mengandalkan pesanan yang mayoritas berasal dari \n\nmakelar, sementara pesanan yang datang dari pelanggan langsung masih rendah. Kondisi ini tidak bagus \n\nbagi perusahaan, karena jika pesanan berasal dari makelar, Safana hanya mendapatkan margin rendah. \n\nSafana tidak mendapatkan laba dari pembelian bahan karena makelar menyediakan semua bahan yang \n\ndibutuhkan untuk pesanan. Ini berdampak pada laba yang didapat oleh perusahaan. Perusahaan harus \n\nmengembangkan strategi bisnis sebagai solusi untuk masalah yang dihadapi saat ini. \n\nPenelitian ini menggunakan data primer dan sekunder. Data primer dan sekunder akan digunakan untuk \n\nmenganalisis kondisi internal dan eksternal perusahaan. Lima Kekuatan Porter dan Analisa PEST akan \n\ndigunakan untuk menganalisa lingkungan eksternal perusahaan. Untuk menganalisa lingkungan \n\ninternal, penelitian ini menggunakan Model Kanvas Bisnins dan Analisa Pelanggan. Hasil analisis akan \n\ndiformulasikan ke dalam Matriks SWOT untuk mengidentifikasi akar penyebab masalah bisnis saat ini. \n\nBerdasarkan analisis, akar masalah Safana Gift Box adalah perusahaan tidak dapat menangkap peluang \n\ndalam industri ini karena tidak memiliki strategi pemasaran yang jelas dan terencana. Dari hasil analisis, \n\nstrategi terbaik yang sesuai dengan kondisi perusahaan adalah Strategi pemasaran digital. Strategi ini \n\nmenggunakan AISAS sebagai kerangka kerja untuk membuat strategi pemasaran digital bagi \n\nperusahaan untuk mencapai kinerja penjualan yang tinggi. Instagram, dan Facebook akan digunakan \n\nsebagai platform utama untuk pemasaran, sementara Youtube, LinkedIn, dan Email akan digunakan \n\nsebagai platform kedua untuk mendukung strategi pemasaran digital. Strategi pemasaran digital yang \n\ndiusulkan akan dibuat untuk jangka waktu 6 bulan.", "Daftar File": {"2018 TS PP Rizkika Riksanagara 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139228"}, "Penulis": "Rizkika Riksanagara / 29115542", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dwi Larso, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "digital marketing strategy, creative industry, custom box, paper box", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman  \n                                     Yose Ali Rahman", "File": "1 file", "Tanggal Input": "24 Sep 2018"}