{"Nomor": 30599, "Judul": "EVALUATING SPORT SPONSORSHIP MODEL AMONG SOCCER FANS IN INDONESIA", "Abstrak": "Dalam usaha untuk mempromosikan barang-barang mereka, perusahaan memiliki berbagai cara, salah satunya dengan kegiatan sponsorship. Dalam sponsorship setiap perusahaan dapat memilih apakah melalui suatu acara atau melalui olahraga. Saat ini, perusahaan secara global telah meningkatkan investasi mereka dalam sponsorship olahraga. Perusahaan bersedia mengeluarkan uang yang cukup besar untuk dapat beriklan di akivitas olahraga atau tim olahraga untuk meningkatkan kesadaran akan produk / layanannya di publik. Di antara olahraga, sepak bola adalah olahraga yang paling banyak disponsori. Melihat banyaknya sponsor yang terpasang di banyak klub sepakbola Indonesia, menunjukkan bahwa klub sepak bola menjadi salah satu media sponsor yang muncul untuk mengiklankan produk / jasa. Penelitian ini menguji keefektifan sponsorship di klub sepakbola dengan menguji hubungan antara variabel-variabel kunci dari pengaruh sponsor yang mencakup kedekatan tim, citra perusahaan, niat pembelian masa depan, dan loyalitas merek. Tujuan penelitian ini adalah untuk mengetahui bagaimana keefektifan perusahaan untuk menggunakan tim sepak bola sebagai alat pemasaran mereka dengan Mengidentifikasi mekanisme sponsor olahraga di Indonesia, Memetakan kerangka kerja sponsor olahraga di Indonesia, Menguji hubungan antara variabel-variabel sponsor olahraga di Indonesia. Dengan menggunakan kedua pendekatan kualitatif dan kuantitatif, seperti melakukan wawancara mendalam dan survei untuk mendapatkan data menilai apakah penonton sepak bola sadar akan sponsor AREMA FC. Hasilnya menunjukkan bahwa keterikatan tim memiliki hubungan positif dengan kesadaran merek, loyalitas merek, dan citra perusahaan, tetapi tidak memiliki hubungan positif dengan niat pembelian. Maka kesadaran merek dan citra perusahaan tidak memiliki hubungan positif dengan niat pembelian tetapi loyalitas merek memiliki hubungan positif dengan niat pembelian, kemudian ada 2 mekanisme pada pendekatan pertama sponsor oleh perusahaan atau pendekatan oleh tim. Perusahaan harus mencoba memikirkan cara lain untuk meningkatkan minat beli pada penggemar sepakbola.", "Daftar File": {"2018 TA PP RIZKY ADITYA MAULANA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139270", "2018 TS PP RIZKY ADITYA MAULANA 1 - FULL TEXT.pdf\n]": "https://digilib.itb.ac.id/gdl/download/251684"}, "Penulis": "RIZKY ADITYA MAULANA (NIM : 19015080)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Fitri Aprilianti M.Sm"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Sport, Sponsorship, Soccer Club, AREMA FC", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Siti Sarah Nurbaity", "File": "2 file", "Tanggal Input": "18 Jul 2018"}