{"Nomor": 30597, "Judul": "EVALUASI KEEKONOMIAN SKEMA BISNIS ANTARA PENAMBANGAN NIKEL DAN PENAMBANGAN NIKEL DENGAN SMELTER MENGGUNAKAN METODE REAL OPTION ANALYSIS", "Abstrak": "Nikel merupakan salah satu komoditas tambang yang berperan penting dalam industri dan kehidupan sehari-hari. Sesuai dengan Peraturan Menteri Energi dan Sumberdaya Mineral Republik Indonesia, setiap pemegang IUP Operasi Mineral Logam dan IUPK Operasi Produksi Mineral Logam wajib melakukan pengolahan dan pemurnian hasil pertambangan sesuai dengan Batasan minimum pengolahan dan pemurnian mineral logam. Jika dilihat dari segi bisnis dan investasi, tentunya operasional tambang dan pabrik pengolahan bijih nikel membutuhkan jumlah investasi yang sangat besar. Industri pertamabangan juga merupakan industri yang memiliki banyak resiko eksternal, dengan memperhatikan kondisi perekonomian negara dan harga jual komoditas. Menurut Brennan & Schwartz (1985), investasi di bidang pertambangan seharusnya dinilai dengan analogi pasar saham disebabkan tingginya ketidakpastian pada aliran kas akibat flutktuasi harga jual komoditas. Metode untuk menilai investasi pertambangan yang diadaptasi dari penilaian opsi saham di pasar sekunder disebut dengan metode Real Option. Penelitian dimulai dari membuat tiga contoh skenario investasi yang dapat mengakomodir skala bisnis dan peraturan pemerintah, mengujinya dengan metode aliran kas terdiskonto, lalu kemudian diuji kembali dengan metode Real Option sehingga mendapatkan skenario terbaik untuk menjalankan aktivitas penambangan dan pengolahan nikel.", "Daftar File": {"2018 TS PP RIZKI RYANDA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139268"}, "Penulis": "RIZKI RYANDA SEMBIRING (NIM : 22115013)", "Kontributor / Dosen Pembimbing": ["Dr. Ing. Aryo Prawoto Wibowo, M.Eng"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Nikel, Smelter, Real Option, Aliran Kas, Investasi, Harga Jual", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "1 file", "Tanggal Input": "02 Okt 2018"}