{"Nomor": 30591, "Judul": "STUDI STRUKTUR DAN PENUMBUHAN KRISTAL TUNGGAL SENYAWA OKSIDA BERBASIS RUTENIUM DENGAN MENGGUNAKAN METODE FLUKS", "Abstrak": "Ba3BiRu2O9 merupakan material berstruktur monoklinik dengan space group C2/c pada temperatur ruang. Struktur senyawa ini terdiri dari oktahedra BiO6 yang berbagi simpul dengan dimer oktahedral Ru2O9 yang saling berbagi muka, dan ion-ion Ba2+. Pada temperatur di atas ?750 K senyawa ini bertransisi menjadi perovskite 6H dengan space group P63/mmc. Pada temperatur ruang, senyawa ini memperlihatkan dimerisasi struktur dan magnetik secara simultan karena adanya kopling magnetoelastik yang kuat. Struktur seyawa ini membentuk suatu sistem dimer S = 1 dengan interaksi pertukaran intra dimer ????0=320 K, dan interaksi pertukaran antar dimer ?????/????????=?160 K. Pada temperatur transisi T* = 176 K terjadi perubahan ikatan Ru-Ru dalam dimer dan akan muncul keadaan-keadaan celah spin (spin gap) pada suhu rendah. Tugas akhir ini akan mencoba mensintesis Ba3BiRu2O9 dengan menggunakan menggunakan metode fluks. Kristal dtirumbuhkan melalui pendinginan lambat dan nukleasi spontan ketika larutan temperatur tinggi didinginkan menuju temperatur ruang. Struktur dan kualitas kristal yang ditumbuhkan dikarakterisasi menggunakan Rapid dan XRD. Program MATCH dan GSAS-II digunakan untuk menyesuaikan hasil eksperimen dengan referensi yang ada.", "Daftar File": {"2018 TA PP RIZKI NUR FITRIANSYAH 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139247"}, "Penulis": "RIZKI NUR FITRIANSYAH (NIM : 10213067)", "Kontributor / Dosen Pembimbing": ["Dr. Agustinus Agung Nugroho S.H."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "Metode fluks, penumbuhan kristal tunggal, rutenium, struktur dimer, struktur kristal", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ratnasari", "File": "8 file", "Tanggal Input": "10 Sep 2018"}