{"Nomor": 30606, "Judul": "ANALISIS KEBERLANGSUNGAN BISNIS TELKOM INDONESIA MELALUI PEMILIHAN ALTERNATIF UNTUK BISNIS FIXED LINE (STUDI KASUS : PT. TELEKOMUNIKASI INDONESIA TBK)", "Abstrak": "Telkom Indonesia sebagai salah satu perusahaan telekomunikasi di Indonesia yang menawarkan layanan suara dan pesan menghadapi masalah pada penurunan permintaan pasar dari layanan suara. Menurut data dari Badan Pusat Statistik, jumlah rumah tangga sebagai pengguna telepon tidak bergerak menunjukkan penurunan dari tahun 2011 sampai tahun 2015. Penurunan terjadi karena pergeseran perangkat telekomunikasi dari telepon tidak bergerak ke telepon genggam yang lebih dikenal sebagai smartphone, dimana smartphone sebagai alat komunikasi yang mudah digunakan dan lebih praktis dalam aktivitas sehari-hari. Pergeseran bisnis telepon tidak bergerak dan penurunan pengguna rumah tangga dengan telepon tidak bergerak menyebabkan kekhawatiran di masa depan bahwa bisnis telepon tidak bergerak tidak lagi menguntungkan. \n\nPenelitian ini bertujuan untuk menganalisis strategi keuangan yang dapat dilakukan untuk kelangsungan bisnis telepon tidak bergerak. Kondisi eksternal dan internal dari lingkungan bisnis digunakan untuk melihat ancaman dan peluang yang dapat dicapai oleh perusahaan. Keberlanjutan bisnis telepon tidak bergerak akan dianalisis berdasarkan kinerja keuangan perusahaan dan perbedaan biaya dan pendapatan. \n\nDari hasil analysis, bisnis telepon tidak bergerak dapat terus dioperasikan dengan membundling layanan lain untuk meningkatkan keuntungan. Transformasi digital menjadi solusi untuk meningkatkan pendapatan telepon tidak bergerak. Seiring dengan transformasi digital, perusahaan harus membuat model investasi TI yang mendukung perbaikan sistem dan proses TI, juga mendukung transformasi digital itu sendiri. Model investasi TI dapat dimulai dengan mengevaluasi kemampuan modal perusahaan dan sumber dana, diikuti dengan membuat rekomendasi untuk investasi TI dan beberapa peta jalan implementasi. Memperluas infrastruktur dan peningkatan layanan menjadi fokus utama investasi TI.", "Daftar File": {"2018 TS PP RIZKY AMALIA SINULINGGA 1 - ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139284"}, "Penulis": "RIZKY AMALIA SINULINGGA      [29115673]", "Kontributor / Dosen Pembimbing": ["Ir. Asep Darmansyah, M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kinerja Keuangan, Perbedaan Biaya dan Pendapatan, Transformasi Digital, Investasi TI", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "22 Feb 2018"}