{"Nomor": 30608, "Judul": "PERANCANGAN PONDASI TERMINAL PENUMPANG DAN PERBAIKAN TANAH METODE PRELOADING DAN PREFABRICATED VERTICAL DRAIN FASILITAS SISI UDARA BANDAR UDARA SULTAN THAHA JAMBI", "Abstrak": "Runway, taxiway, dan apron Bandar Udara Sultan Thaha Jambi akan bekerja beban operasional pesawat sebesar 15 kN/m2 dan beban perkerasan sebesar 14 kN/m2 untuk runway dan taxiway, sementara untuk apron sebesar 11 kN/m2. Selain itu, dibutuhan pekerjaan timbunan untuk mencapai elevasi rencana +1.0 m. Konstruksi ini akan dibangun pada tanah dengan lapisan lempung lunak yang sangat tebal. Tanah lunak memiliki koefisien derajat konsolidsi yang besar. Oleh karena itu, dibutuhkan perkuatan tanah lunak untuk mempercepat waktu konsolidasi hingga selesai. Hasil analisis menunjukkan bahwa metode preloading dan prefabricated vertical drain adalah yang paling tepat. \n\nKonsolidasi pada tanah yang tidak diperkuat akan selesai 90% pada waktu 91 tahun. Oleh karena itu, diperlukan perkuatan lain untuk mempercepat konsolidasi yaitu dengan menggunakan preloading dan prefabricated vertical drain. Dengan penggunaan preloading, beban yang akan dikenakan pada tanah akan semakin membesar sehingga bisa didapatkan tingkat konsolidasi yang diinginkan dengan waktu yang lebih singkat. Hal ini kemudian didukung oleh pemasangan PVD untuk memperpendek jalur drainase sehingga air pori akan lebih cepat terdisipasi. Desain yang dihasilkan adalah tinggi timbunan yang dibutuhkan adalah  3.3 m dan penggunaan PVD pola segitiga dengan jarak pemasangan 1 m dan kedalaman PVD adalah 17 m. \n\nPerencanaan fondasi didasarkan pada korelasi N-SPT. Perhitungan daya dukung aksial tunggal fondasi dilakukan dengan metode perhitungan meyerhoff. Perhitungan daya dukung lateral dan daya dukug tiang grup dilakukan dengan perangkat lunak L-PILE dan GROUP PILE. Desain yang dihasilkan yaitu fondasi tiang pancang dengan jenis spun pile diameter 600 mm dengan kedalaman 29 m. Jarak antar tiang center to center adalah 1.8 m dan terdapat 4 jenis pilecap.", "Daftar File": {"2018 TA PP RIZKY ANDINI PUTRI  1 - ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139286"}, "Penulis": "RIZKY ANDINI PUTRI (NIM : 15014066)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.Eng. Hasbullah Nawir ST, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "desain, preloading, PVD, fondasi, tiang pancang.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "29 Jun 2018"}