{"Nomor": 30600, "Judul": "THE INFLUENCE OF ORGANIZATIONAL CULTURE AND WORK ENVIRONMENT ON EMPLOYEE PERFORMANCE IN THE ASSOCIATION KAP MOORES ROWLAND", "Abstrak": "KAP merupakan sebuah organisasi yang bergerak di bidang jasa akuntansi dan keuangan. Suatu organisasi berdiri tidak terlepas dari adanya menejemen sumber daya manusia, berupa budaya organisasi dan lingkungan kerja. Keduanya berperan sebagai penunjang dalam meningkatkan kemampuan karyawan pada sebuah KAP. Salah satunya, pada KAP Moores Rowland. Tingkat absensi dan keterlambatan karyawan cukup tinggi. Budaya organisasi dan lingkungan kerja tersebut memberikan pengaruh terhadap kinerja karyawan. Tujuan penelitian ini  untuk mengetahui pengaruh budaya organisasi dan lingkungan kerja terhadap kinerja karyawan KAP Moores Rowland. Metode yang digunakan dalam penelitian ini adalah metode Mix antara metode penelitian kuantitatif dan kualitatif  dengan perolehan data  melalui studi literatur, wawancara, dan penyebaran kuesioner kepada 33 karyawan sebagai responden dan menggunakan teknik sampling yang tidak terbatas. Data yang telah diperoleh dianalisis menggunakan uji regresi dan Analisis 7s. Dari hasil penelitian diketahui bahwa budaya organisasi dan lingkungan kerja berpengaruh signifikan terhadap kinerja karyawan. Oleh karena itu, perusahaan harus lebih memperhatikan budaya organisasi yang ada di dalam perusahaan (budaya organisasi positif, yaitu membangun dan menciptakan lingkungan kerja yang kondusif) baik secara fisik maupun non fisik untuk meningkatkan kinerja karyawan.", "Daftar File": {"2018 TS PP RIZKY ADRIYANTHO YAHYA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139271"}, "Penulis": "RIZKY ADRIYANTHO YAHYA (NIM 29316101)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Hary Ferbiansyah, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Manajemen Sumber Daya Manusia, Budaya Organisasi, Lingkungan Kerja, Kinerja Pegawai", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "20 Feb 2018"}