{"Nomor": 30604, "Judul": "VALUASI START-UP PADA EMAGO (PT. TELEKOMUNIKASI INDONESIA, Tbk.) MENGGUNAKAN METODE BERKUS & RISK FACTOR SUMMATION.", "Abstrak": "Perekonomian dunia sedang mengalami peristiwa disruptive yang luar biasa. Pemain \n\nlama dapat terganti oleh pendatang baru yang masih kecil karena mereka membuat \n\nproduk yang sederhana dan jauh lebih murah, dalam hal ini start-up. Start-up adalah \n\nperusahaan muda di bawah usia 3 tahun berbasis digital yang bertujuan untuk \n\nmengembangkan model bisnis yang viable dan menciptakan produk, layanan, platform, \n\natau proses yang inovatif yang memiliki data riwayat yang sangat terbatas, kecil atau \n\nbahkan tidak memiliki pendapatan, tergantung pada kekayaan atau equity pribadi, dan \n\ndidominasi oleh aset tidak berwujud daripada aset berwujud. Fenomena disruptive ini \n\njuga dirasakan PT. Telkom sebagai perusahaan Telekomunikasi terbesar di Indonesia. \n\nUntuk merespon perubahan yang cepat di era ini, Telkom mengubah bisnis legacy-nya \n\nmenjadi bisnis digital. Pada Januari 2017, diprakarsai oleh Direktorat Manajemen \n\nSumber Daya Manusia, Telkom membentuk program inkubator bernama Amoeba \n\nuntuk mengakomodasi para karyawannya dalam hal berbagi ide dan menciptakan solusi \n\nmelalui pembentukan start-up untuk menghasilkan bisnis baru dan solusi untuk masalah \n\nyang sedang berlangsung. Amoeba mengadopsi model lean start-up di mana masingmasing \n\ndari start-up melewati 4 tahap validasi. Di setiap tahap, start-up membutuhkan \n\nkemudahan pembiayaan dari Telkom. Keharusan dalam berinvestasi di Amoeba, \n\nTelkom ingin menilai start-up tersebut untuk menentukan seberapa besar nilai \n\nbisnisnya. Namun, menilai start-up digital akan sedikit berbeda dari bisnis konvensional \n\nmengingat karakteristik start-up itu sendiri. Dengan demikian, penilaian pada start-up \n\nyang belum mencapai tingkat profitabilitas didasarkan pada sejumlah asumsi empiris \n\ndalam kondisi ketidakpastian yang cukup besar. Ada beberapa metode penilaian untuk \n\nstart-up digital yang muncul seperti Berkus, Risk Factor Summation, Scorecard Method, \n\nComparable Transactions, Book Value, Liquidation Value, DCF, First Chicago, and \n\nVenture Capital. Sebagian besar literatur menggambarkan definisi metodologi tersebut, \n\ndan ketentuan tentang penghitungan penilaian tetapi hanya terbatas pada faktor-faktor \n\napa yang sedang dinilai dan berapa banyak nilai yang bisa didapat oleh start-up. Oleh \n\nkarena itu, penulis membuat modifikasi pada metode Berkus dan Risk Factor \n\nSummation untuk menghasilkan pemahaman yang lebih baik mengenai metode tersebut \n\nserta menyederhanakan proses penilaian yang akan dilakukan oleh PT. Telkom.", "Daftar File": {"THESIS Kiyang buat perpus (revised).pdf": "https://digilib.itb.ac.id/gdl/download/139282"}, "Penulis": "Rizkya Laila Nursyahbani - 29116147", "Kontributor / Dosen Pembimbing": ["Dr. Isti Raafaldini Mirzanti"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "start-up valuation, digital start-up, berkus method, risk factor summation method.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman  \n                                     Yose Ali Rahman", "File": "1 file", "Tanggal Input": "18 Mei 2018"}