{"Nomor": 30605, "Judul": "VALUASI START-UP PADA EMAGO (PT. TELEKOMUNIKASI INDONESIA, Tbk.) MENGGUNAKAN METODE BERKUS & RISK FACTOR SUMMATION", "Abstrak": "Perekonomian dunia sedang mengalami peristiwa disruptive yang luar biasa. Pemain lama   \n \n \n\ndapat terganti oleh pendatang baru yang masih kecil karena mereka membuat produk yang   \n \n \n\nsederhana dan jauh lebih murah, dalam hal ini start-up. Start-up adalah perusahaan muda di   \n \n \n\nbawah usia 3 tahun berbasis digital yang bertujuan untuk mengembangkan model bisnis   \n \n \n\nyang viable dan menciptakan produk, layanan, platform, atau proses yang inovatif yang   \n \n \n\nmemiliki data riwayat yang sangat terbatas, kecil atau bahkan tidak memiliki pendapatan,   \n \n \n\ntergantung pada kekayaan atau equity pribadi, dan didominasi oleh aset tidak berwujud   \n \n \n\ndaripada aset berwujud. Fenomena disruptive ini juga dirasakan PT. Telkom sebagai   \n \n \n\nperusahaan Telekomunikasi terbesar di Indonesia. Untuk merespon perubahan yang cepat   \n \n \n\ndi era ini, Telkom mengubah bisnis legacy-nya menjadi bisnis digital. Pada Januari 2017,   \n \n \n\nTelkom membentuk program inkubator bernama Amoeba yang terdiri dari beberapa startup   \n \n \n\nuntuk menghasilkan bisnis baru dan solusi untuk masalah yang sedang berlangsung   \n \n \n\ndengan mengadopsi model lean start-up di mana masing-masing dari start-up melewati   \n \n \n\ntahapan validasi. Keharusan dalam berinvestasi di Amoeba, Telkom ingin menilai start-up   \n \n \n\ntersebut untuk menentukan seberapa besar nilai bisnisnya. Namun, menilai start-up digital   \n \n \n\nakan sedikit berbeda dari bisnis konvensional mengingat karakteristik start-up itu sendiri.   \n \n \n\nDengan demikian, penilaian pada start-up yang belum mencapai tingkat profitabilitas   \n \n \n\ndidasarkan pada sejumlah asumsi empiris dalam kondisi ketidakpastian yang cukup besar.   \n \n \n\nAda beberapa metode penilaian untuk start-up digital yang muncul seperti Berkus, Risk   \n \n \n\nFactor Summation, Scorecard Method, Comparable Transactions, Book Value, Liquidation   \n \n \n\nValue, DCF, First Chicago, and Venture Capital. Sebagian besar literatur menggambarkan   \n \n \n\ndefinisi metodologi tersebut, dan ketentuan tentang penghitungan penilaian tetapi hanya   \n \n \n\nterbatas pada faktor-faktor apa yang sedang dinilai dan berapa banyak nilai yang bisa   \n \n \n\ndidapat oleh start-up. Oleh karena itu, penulis membuat modifikasi pada metode Berkus dan   \n \n \n\nRisk Factor Summation untuk menghasilkan pemahaman yang lebih baik mengenai metode   \n \n \n\ntersebut serta menyederhanakan proses penilaian yang akan dilakukan oleh PT. Telkom.", "Daftar File": {"file perpus Rizkya LN - 29116147.pdf": "https://digilib.itb.ac.id/gdl/download/139283"}, "Penulis": "RIZKYA LAILA NURSYAHBANI-29116147", "Kontributor / Dosen Pembimbing": ["Dr. Isti Raafaldini Mirzanti, S.Si, M.M"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "valuasi start-up, start-up digital, berkus method, risk factor summation method.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Sep 2018"}