{"Nomor": 30617, "Judul": "STRATEGI PEMASARAN UNTUK KAINLOKAL", "Abstrak": "Industri ekonomi kreatif Indonesia tumbuh secara signifikan setiap tahunnya. Berdasarkan hasil survey Badan Ekonomi Kreatif (BEKRAF) dan Badan Pusat Statistik (BPS) pada tahun 2017, sektor busana adalah yang paling banyak berkontribusi dalam insustri ekonomi kreatif Indonesia, diikuti dengan sektor kriya. Busana dan kriya adalah sektor industri yang menjanjikan, pertumbuhannya menjadi dorongan positif bagi para pengusaha untuk memulai bisnis di bidang busana dan kriya. Salah satu produk kriya yang bernilai tinggi adalah kain batik, yang telah lama menjadi manifestasi gaya, motif, dan warna yang mencerminkan budaya Indonesia. Batik telah diminati sejak lama tidak hanya di Indonesia tetapi juga di banyak negara. Hal ini mendorong para pelaku bisnis untuk menciptakan lebih banyak produk berbasis batik, termasuk produk busana.\n\nKainlokal adalah merek busana yang didirikan pada tahun 2016 di Bandung, Indonesia. Kainlokal memproduksi pakaian jadi dan aksesoris yang terbuat dari batik. Kainlokal menciptakan desain yang cocok digunakan sehari-hari, mudah dipakai, terlihat modern, yang membuat orang merasa percaya diri dan nyaman memakai batik. Kainlokal menjual produknya melalui media online, seperti Instagram dan Qlapa.com, namun penjualan online-nya masih rendah dan belum ada pemasukan signifikan yang dapat digunakan untuk mengembangkan bisnis. Kainlokal perlu memperbaiki beberapa strategi, termasuk strategi pemasaran agar dapat meningkatkan penjualannya. \n\nUntuk memahami kondisi bisnis Kainlokal saat ini, beberapa alat digunakan untuk menganalisis masalah bisnis dan akar permasalahannya, seperti teori PorterÃ‚Â’s Five Forces, Competitor Analysis, STP, dan Marketing Mix. Analisis tersebut menghasilkan beberapa faktor yang menyebabkan penjualan Kainlokal rendah sebagai masalah yang dihadapi Kainlokal saat ini. Faktor-faktor tersebut adalah persaingan yang tinggi di industri busana batik, produksi pakaian yang lambat, dan rendahnya kesadaran merek dari target pasar. Setelah analisis mendalam tentang kondisi bisnis saat ini, beberapa akar penyebab teridentifikasi. Akar penyebabnya adalah tidak adanya strategi pemasaran, kekurangan sumber daya manusia, dan terbatasnya modal.\n\nSetelah analisa menyeluruh mengenai masalah bisnis saat ini, ada dua strategi bauran pamasaran penting yang perlu diperbaiki dalam waktu dekat, komponen bauran pemasaran tersebut adalah produk dan promosi. Konseptual produk akan dirancang untuk membuat satu koleksi pakaian dalam waktu dekat. Promosi akan dikelola dengan membuat perencanaan konten untuk media sosial, dan mempromosikan produk melalui iklan di Instagram dan Facebook untuk meningkatkan kehadiran online. Tidak hanya meningkatkan persaingan usaha, kedua strategi ini juga akan memberikan dampak positif bagi dua masalah bisnis lainnya, yaitu produksi yang lamban dan rendahnya kesadaran merek.", "Daftar File": {"2018 TS PP RIZKY INDRASWARI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139322"}, "Penulis": "RIZKY INDRASWARI - Nim: 29115669", "Kontributor / Dosen Pembimbing": ["Dwi Larso., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pemasaran, strategi pemasaran, bauran pemasaran, bisnis busana, batik", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "12 Feb 2018"}