{"Nomor": 30613, "Judul": "STUDI PEMBUATAN PETA MIKROZONASI GEMPA WILAYAH KOTA BANDUNG AKIBAT GEMPA SKENARIO SUBDUKSI INTERFACE (MEGATHRUST)", "Abstrak": "Studi mikrozonasi hazard gempa merupakan salah satu cara untuk memperkirakan dampak yang ditimbulkan oleh respon lapisan tanah di wilayah tertentu terhadap gempa yang terjadi. Studi ini menunjukkan respon lapisan tanah Kota Bandung akibat gempa skenario subduksi interface (megathrust). Analisa seismic hazard yang dipakai yaitu metoda probabilistic dengan menggunakan software USGS (United States Geological Survey). Peta yang dihasilkan yakni percepatan puncak di batuan dasar PGA, T=0.2 detik dan T=1.0 detik untuk probabilitas terlampaui 2% dan 10% dengan masa bangunan 50 tahun. Tujuan dari seismic hazard analysis adalah mencari magnituda M dan jarak R yang mewakili pada lokasi yang ditinjau atau disebut deagregasi.   \n \n \n\nSite spesifik dilakukan untuk magnituda dan jarak yang mewakili hasil deagregasi yakni M=8.67 dan R=141.377 km. Proses site spesific dilakukan untuk menentukan parameter dinamik tanah dengan data NSPT dari berbagai proyek yang tersebar di Kota Bandung. Penentuan kedalaman batuan dasar untuk proses perambatan gelombang geser dilakukan dengan uji mikrotremor array. Proses perambatan gelombang geser dari batuan dasar ke permukaan menggunakan software NERA (Non-linear Earthquake Response Analysis) kemudian dihasilkan peta percepatan permukaan puncak dan peta nilai amplifikasi.", "Daftar File": {"2018 TS PP RIZKY FADLURRAHMAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139305"}, "Penulis": "RIZKY FADLURRAHMAN (NIM : 25015302)", "Kontributor / Dosen Pembimbing": ["Pembimbing :     \n\nProf.Ir. Masyhur Irsyam, MSE., Ph.D.     \n\nDr.Ir.M. Asrurifak, M.T"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "seismic hazard, probabilistic, USGS, site spesific, mikrozonasi, mikrotremor, NERA.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "08 Mar 2018"}