{"Nomor": 30616, "Judul": "ANALISIS ALIRAN DUA FASA PADA DUAL SMALL TUBE LIQUID-LIFTING TECHNIQUE (DSTLT) UNTUK PENANGGULANGAN LIQUID LOADING", "Abstrak": "Pada sumur yang mengalami permasalahan liquid loading, laju alir gas akan terhambat akibat adanya liquid yang terdapat di dasar sumur. Supaya sumur kembali beroperasi dengan optimal, proses deliquifikasi perlu dilakukan. Terdapat beberapa metode deliquifikasi yang sering digunakan seperti swabbing, plunger lift, velocity string, modiffied ESP, foam dsb. Dalam beberapa kondisi, terdapat batasan dalam penggunaan metode-metode tersebut sehingga membutuhkan pengembangan dan penelitian lebih lanjut. \n\nPada sumur gas yang bertekanan rendah, metode deliquifikasi velocity string dianggap tidak efektif dalam pengangkatan liquid ke permukaan. Gradien tekanan yang relatif tinggi dibutuhkan pada metode ini untuk menanggulangi friksi akibat kecilnya diameter tubing. Pada metode Small Tube Liquid-Lifitng Technique (STLT), tubing dilengkapi dengan lubang masuknya gas sehingga memungkinkan gradien tekanan yang dibutuhkan relatif lebih rendah. Sedangkan penggunaan Dual Small Tube Liquid-Lifting Technique (DSTLT) yang menggunakan dua tubing secara paralel akan menambah kecepatan dan kapasitas pengangkatan liquid dari dasar sumur. Dari data yang diperoleh, laju alir liquid dan gas dari metode DSTLT lebih besar dibanding STLT. Laju alir liquid maksimum yang didapat mencapai 33,77 bpd pada ukuran lubang 1 mm dengan gradien tekanan 0,4191 psi/ft. Pengujian laboratorium ini menggunakan dua variasi tubing 4,65 mm dan 9,6 mm yang tingginya mencapai 8 m, fluida berupa gas nitrogen dan air, serta peralatan penunjang lain.", "Daftar File": {"2014 TA PP RIZKY HADI HARJADINATA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/139321"}, "Penulis": "RIZKY HADI HARJADINATA (NIM : 12209053)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Leksono Mucharam M.Sc, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "liquid loading, deliquifikasi, velocity string, small tube, gradien tekanan", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "2 file", "Tanggal Input": "04 Jun 2018"}