{"Nomor": 30629, "Judul": "STUDI SIMULASI PEMBUIHAN STEAM MENGGUNAKAN SURFAKTAN PADA RESERVOIR HEAVY OIL", "Abstrak": "Dengan tingginya cadangan heavy oil yang mencapai 20% dari total cadangan minyak dunia, produksi heavy oil semakin giat dilakukan. Namun, tingginya viskositas minyak yang menghasilkan mobilitas minyak dan primary recovery yang rendah menjadi masalah utama dalam memproduksikan heavy oil. Kondisi ini dapat diatasi dengan penerapan Enhanced Oil Recovery (EOR), salah satunya dengan metode panas. Metode produksi heavy oil yang paling banyak digunakan adalah steam flooding. Adapun pemanasan minyak paling sering dilakukan dengan menginjeksikan steam secara kontinu ke dalam reservoir sehingga dapat menurunkan viskositas minyak. Akan tetapi, viskositas dan densitas yang rendah dari steam mengakibatkan rendahnya efisiensi pendesakan akibat dari viscous fingering, gas override dan gravity segregation. Selain itu, terkadang penerapan steam flooding tidak optimal karena heterogenitas dari reservoir yang dapat mengakibatkan channeling sehingga mengurangi efisiensi pendesakan, areal dan juga vertikal, hal ini juga berakibat pada penggunaan steam yang berlebihan. \n\nBeberapa teori dan percobaan yang berhasil menunjukkan pembuihan steam dapat berperan sebagai agen pengontrol mobilitas steam sehingga dapat meningkatkan efisiensi pendesakan total. Pembuihan steam dengan menggunakan surfaktan juga dapat menurunkan tegangan antar muka minyak dan air sehingga dapat meningkatkan efisiensi mikroskopik. \n\nStudi simulasi perbandingan antara metode injeksi steam kontinu dan metode injeksi pembuihan steam dilakukan untuk mengetahui perbandingan nilai faktor perolehan kedua metode dan feasibilitas dalam penerapan metode pembuihan steam di lapangan, serta untuk menentukan parameter-parameter yang berpengaruh dalam desain pembuihan steam. Model buih yang digunakan adalah model local equilibrium (LE) pada simulator komersial CMG-STARSTM. \n\nDari hasil studi simulasi, diperoleh bahwa metode injeksi pembuihan steam dapat menghasilkan efisiensi pendesakan total yang ditunjukan melalui faktor perolehan yang lebih besar serta saturasi minyak tersisa yang lebih kecil dibandingkan metode injeksi steam kontinu. Hal ini dapat ditunjukkan oleh perbaikan rasio mobilitas, penurunan nilai tegangan antar muka (IFT) yang diikuti dengan penurunan saturasi minyak tersisa yang dapat didesak dari penggunaan metode injeksi pembuihan steam.", "Daftar File": {"2016 TA PP RIZKY VERONICA WIDYA 1.pdf": "https://digilib.itb.ac.id/gdl/download/139349"}, "Penulis": "RIZKY VERONICA WIDYA (NIM : 12211004)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Leksono Mucharam, M. Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Minyak Berat, Surfaktan, Pembuihan Steam", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "1 file", "Tanggal Input": "15 Mei 2018"}