{"Nomor": 30622, "Judul": "DESAIN DAN ANALISIS FATIGUE ANJUNGAN LEPAS PANTAI TIPE TETAP DENGAN STANDAR DNV RP C203", "Abstrak": "Jacket platform adalah anjungan lepas pantai tipe tetap yang paling umum digunakan dalam kegiatan eksplorasi dan eksploitasi migas lepas pantai. Salah satu jacket platform yang telah dibangun dan beroperasi di Indonesia adalah Platform X. Struktur ini dibangun di South Mahakam Field dengan kedalaman hingga perairan 56,4 m dari LAT. Perancangan struktur harus mengikuti dan memenuhi standar internasional yang berlaku demi memenuhi kebutuhan selama operasi seperti API Recommended Practice dan DNV Recommended Practice.  \n \n\nDalam penyusunan tugas akhir ini, akan dilakukan pemodelan dan analisis struktur anjungan lepas pantai. Pemodelan struktur anjungan lepas pantai akan dilakukan dengan menggunakan perangkat lunak SACS (offshore structural analysis and design software).  \n \n\nSecara umum, terdapat 3 analisis struktur yang dilakukan. Analisis statik in-place untuk mengetahui kekuatan struktur selama kondisi operasi. Analisis seismic untuk menguji kekuatan struktur dalam menghadapi beban gempa. Analisis fatigue untuk mengetahui kekuatan struktur yang dibebani oleh beban berulang (cyclic load). Hasil dari analisis struktur yang dilakukan harus memenuhi persyaratan standar untuk dianggap layak.   \n \n\nFokus utama pekerjaan yang dilakukan pada penulisan tugas akhir ini adalah analisis fatigue menggunakan standar DNV RP C203. DNV RP C203 merupakan standar untuk analisis fatigue yang dapat menghitung berbagai jenis sambungan. Selain sambungan tubular, DNV RP C203 juga menjelaskan analisis fatigue untuk sambungan conical transition connection dan butt weld connection dimana terdapat transisi ketebalan antara 2 member pada sambungan. Dalam analisis fatigue, kriteria yang perlu ditentukan dengan mengacu pada DNV RP C203 adalah nilai kurva S-N serta stress concentration factor (SCF) untuk setiap sambungan tubular selain simple tubular joint.  \n \n \n \n\nPada penelitian tugas akhir ini, akan didapatkan masa layan masing-masing sambungan yang terdapat pada struktur fixed platform. Hasil analisis fatigue menurut standar API RP 2A memiliki nilai yang berbeda dengan hasil analisis fatigue menurut standar DNV RP C203. Untuk umur desain 21 tahun, pada analisis fatigue menurut API RP 2A diperoleh hasil umur layan terkecil simple tubular joint sebesar 162,463 tahun sedangkan umur layan terkecil simple tubular joint pada analisis fatigue menurut DNV RP C203 diperoleh 282,17 tahun. Nilai ini berbanding terbalikdengan nilai SCF yang digunakan pada masing-masing standar. Dimana, SCF tubular joint menurut API RP 2A dihitung secara otomatis menggunakan SACS dengan persamaan Efthymiou akan menghasilkan nilai SCF yang lebih besar dibandingkan dengan SCF perhitungan manual menggunakan persamaan yang disediakan oleh DNV RP C203.  \n \n\nSelain simple tubular joint, tipe sambungan lain seperti conical transition connection dan butt weld connection  terdapat pada struktur anjungan lepas pantai. Namun standar API RP 2A tidak mengatur mengenai analisis fatigue untuk sambungan selain simple tubular joint. Oleh karena itu, perhitungan analisis fatigue untuk selain joint simple tubular, dilakukan dengan mengacu pada standar DNV RP C203. Standar DNV RP C203 menyediakan persamaan yang dapat digunakan dalam perhitungan nilai SCF joint tubular selain simple joint. Perhitungan SCF conical transition connection dan butt weld connection yang mengacu pada DNV RP C203 menghasilkan nilai SCF yang cukup kecil (< 3) sehingga hasil umur layan yang diperoleh menjadi sangat besar. Umur layan terkecil conical transition connection dari hasil analisis diperoleh sebesar 14668x104 tahun dan 116236,2 tahun untuk butt weld connection. Karena besarnya nilai umur layan yang dihasilkan dari analisis untuk joint-joint selain simple tubular joint, maka tidak umum dilakukan analisis fatigue pada joint-joint tersebut pada saat perencanaan struktur anjungan lepas pantai.", "Daftar File": {"2018 TA PP Rizky Pitajeng 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139341"}, "Penulis": "Rizky Pitajeng (15512070)", "Kontributor / Dosen Pembimbing": ["Prof.Dr.Ir. Ricky Lukman Tawekal"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Jacket platform, API RP 2A, DNV RP C203, analisis in-place, analisis seismic, analisis fatigue.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Sep 2018"}