{"Nomor": 30626, "Judul": "Membangun Visual Identitas Brand untuk Kosmetik dalam Perkembangan Industri Mewah", "Abstrak": "Manajemen branding telah menjadi salah satu aspek yang sangat diprioritaskan bagi sebuah perusahaan \n\nuntuk mempertahankan keunggulan kompetitif jangka panjang terutama di segmen merek mewah. Di balik \n\nbranding terdapat dua elemen penting, yaitu identitas merek dan citra merek. Kedua elemen ini adalah \n\npenghubung komunikasi antara sebuah perusahaan dan konsumennya. Dan tujuan dari penelitian ini adalah \n\nuntuk menyelidiki apa yang menjadi pertimbangan dalam membangun dan mengelola identitas visual yang \n\ndiperlukan dan di bagian apakah desain visual branding ini dapat membantu perusahaan untuk \n\nmengembangkan merek mewah. \n\nIde dari penelitian ini adalah untuk mengidentifikasi dan menganalisis kesenjangan komunikasi apa yang \n\ndapat terjadi antara identitas merek visual perusahaan dan citra merek pelanggan. Tesis ini dimulai dengan \n\nmempelajari kontekstual branding merek mewah, identitas visual dan gambar dari berbagai sudut pandang. \n\nMetode ini dievaluasi melalui studi kasus dari merek kosmetik mewah yang sukses. Data kualitatif dan \n\nkuantitatif dikumpulkan melalui kuesioner online, grup focus, dan penelitian tindakan yang, bersama \n\ndengan pemilihan data sekunder yang menyeluruh, menghasilkan rekomendasi identitas visual baru untuk \n\nmerek Beauty of Saira. \n\nTemuan dari thesis ini mengidentifikasi bahwa kesenjangan dalam identitas merek dan citra merek memang \n\nterjadi. Kesimpulan berdasarkan penelitian yaitu dengan mengusulkan perusahaan identitas visual yang \n\nsesuai dengan karakteristik merek masa depan dan merupakan pendekatan yang berguna bagi perusahaan \n\nyang ingin menyelaraskan identitas merek mereka dengan citra merek.", "Daftar File": {"Rizky Safarini Thesis - upload perpus.pdf": "https://digilib.itb.ac.id/gdl/download/139346"}, "Penulis": "Rizky Safarini / 29116157", "Kontributor / Dosen Pembimbing": ["Sonny Rustiad, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Brand Identity, Cosmetic Industry. Luxury", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman  \n                                     Yose Ali Rahman", "File": "1 file", "Tanggal Input": "24 Mei 2018"}