{"Nomor": 30630, "Judul": "PERENCANAAN PEMBANGKIT LISTRIK TENAGA MIKRO HIDRO (PLTMH) PAREANG, KECAMATAN JAMPANG TENGAH, KABUPATEN SUKABUMI, JAWA BARAT", "Abstrak": "Dewasa ini listrik merupakan kebutuhan mendasar bagi manusia di kota maupun di desa. Namun, masih ada desa-desa di Indonesia yang kebutuhan listriknya belum terpenuhi dikarenakan sulitnya akses dan keterbatasan ketersediaan energi listrik. Indonesia memiliki sumber daya yang dapat diperbaharui dan jumlahnya melimpah yaitu air. Potensi ini dapat dimanfaatkan untuk menghasilkan energi listrik dengan memanfaatkan aliran air yang dibendung dan tinggi jatuh air. Salah satu aliran aig yang berpotensi adalah Sungai Pareang yang terletak di Kabupaten Sukabumi. Perencanaan bendung berlokasi pada aliran Sungai Pareang dengan luas DAS sebesar 26,79 km2. Aliran air Sungai Pareang dibendung dan dimanfaatkan untuk PLTMH Pareang yang beroperasi menggunakan 2 turbin dengan debit andalan Q80 sebesar 0,459 m3/s dan Q = 1,19 m3/s serta memiliki tinggi jatuh air sebesar 76,9 meter sehingga mampu menghasilkan daya yang dapat dibangkitkan sebesar 587,6 kW dan 293,8 kW. Adapun nilai debit banjir yang digunakan untuk perencanaan bendung pada PLTMH Pareang dengan kala ulang 100 tahun adalah sebesar 128,34 m3/s. Perencanaan PLTMH Pareang terdiri dari beberapa komponen berupa bendung dengan tipe Ogee yang memiliki lebar bendung 20 meter dan tinggi bendung 2 meter, pintu pembilas sebanyak 1 buah dengan lebar pintu 2 meter dan tinggi saluran pembilas 1 meter, 1 buah pintu pengambilan dengan lebar pintu 0,8 meter dan tinggi bukaan operasi maksimal 0,5 meter. Kemudian terdapat kantong lumpur sepanjang 18 meter dan lebar 2,2 meter dengan penampang melintang bangunan berbentuk persegi yang memiliki tinggi penampang 1,8 meter dan diharapkan mampu mengendapkan sedimen terkecil berdiameter 10 mm dengan kecepatan aliran sebesar 0,4 m/s. Adapun saluran pembawa dengan penampang melintang berbentuk trapesium dengan lebar dasar 1 meter dan tinggi penampang saluran 1,1 meter sepanjang 901 meter. Komponen PLTMH berikutnya adalah kolam penenang dengan bentuk penampang persegi lebar 4,5 meter dan tinggi kolam 3,15 meter sepanjang 9 meter dilengkapi pelimpah untuk mengatasi kelebihan air. Selanjutnya pipa pesat berbahan material baja dengan diameter dalam pipa 0,8 meter dan tebal pipa 7 mm sepanjang 315 meter dengan tinggi jatuh air sebesar 76,9 meter, rumah pembangkit 2 lantai menggunakan material beton dan baja sebagai tulangan dengan lebar bangunan 5 meter, panjang bangunan 16 meter, dan tinggi antar lantai 3,5 meter. Komponen PLTMH terakhir adalah saluran pembuang dengan penampang berbentuk trapesium dengan lebar dasar 0,5 m dan tinggi saluran 1,2 meter sepanjang 25,1 meter. Adapun perencanaan bendung aman terhadap guling, geser, eksentrisitas, dan daya dukung tanah pada kondisi muka air normal, muka air banjir, dan kondisi ekstrim. Komponen-komponen PLTMH lainnya aman terhadap daya dukung tanah. Serta terdapat panduan pelaksanaan operasi dan pemeliharaan untuk bangunan bendung, pintu pengambilan, bangunan pembilas, kantong lumpur.", "Daftar File": {"2018 TA PP RIZQA MULIA JOSIANA  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139350"}, "Penulis": "RIZQA MULIA JOSIANA NIM : 15814038", "Kontributor / Dosen Pembimbing": ["Pembimbing :   \n \n \n\nIr. Hernawan Mahfudz, M.T.   \n \n \n\nArno Adi Kuntoro., S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik dan Manajemen Sumber Daya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Sungai Pareang, PLTMH Pareang, komponen PLTMH", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "28 Jun 2018"}