{"Nomor": 30631, "Judul": "KARAKTERISASI SIFAT OPTIK MINUMAN YAKULT MENGGUNAKAN SPEKTROFOTOMETER UV/VIS DAN FTIR", "Abstrak": "Penelitian ini bertujuan untuk mengamati secara kualitatif respon serapan cahaya dari Yakult terhadap beberapa spektrum gelombang elektromagnetik. Respon serapan ini nantinya dikaitkan dengan sifat fisis Yakult. Pengamatan dilakukan dengan teknik yang berbeda bergantung pada alat yang digunakan. Untuk pengamatan pada daerah infrared digunakan Bruker ATR Alpha FTIR Spectrometer. Sedangkan pengamatan di daerah UV dan cahaya tampak digunakan Thermo Scientific Evolution 220 UV-Visible Spectrophotometer dengan teknik Diffuse transmittance. Lama waktu perekaman dilakukan sampai terdapat perubahan pada serapan Yakult. Selanjutnya dilakukan perekaman tambahan dari Yakult yang telah kadaluarsa. Hasil pengukuran yang diperoleh berupa spektrum transmitansi terhadap panjang gelombang. Pengukuran pada daerah infrared menunjukkan beberapa kandungan yakult seperti protein pada ~6123 nm dan laktosa pada ~9532 nm, pada daerah UV dikaitkan terhadap pengurangan jumlah protein sedangkan pada cahaya tampak dikaitkan terhadap perubahan partikel penyusun Yakult seiring perubahan pH. Keseluruhan pengamatan mengacu pada literatur. Hasil pengamatan ini tentunya tidak memenuhi semua kandungan pada Yakult namun tetap dapat digunakan sebagai referensi untuk mengetahui waktu yang aman dalam mengkonsumsi Yakult. Pengamatan ini tidak hanya dapat digunakan pada Yakult namun juga minuman sejenis yang memiliki kandungan berupa susu.", "Daftar File": {"2018 TS PP RIZQA SITORUS 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139351", "2018 TS PP RIZQA SITORUS 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/139352", "2018 TS PP RIZQA SITORUS 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/139353", "2018 TS PP RIZQA SITORUS 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/139354", "2018 TS PP RIZQA SITORUS 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/139355", "2018 TS PP RIZQA SITORUS 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/139356", "2018 TS PP RIZQA SITORUS 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/139357", "2018 TS PP RIZQA SITORUS 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/139358", "2018 TS PP RIZQA SITORUS 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/139359"}, "Penulis": "RIZQA SITORUS  (NIM : 90216002)", "Kontributor / Dosen Pembimbing": ["Dr. Hendro, MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Pengajaran Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "Diffuse transmittance, FTIR, spektrofotometer UV/Vis, dan Yakult.", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ratnasari", "File": "9 file", "Tanggal Input": "29 Okt 2018"}