{"Nomor": 30634, "Judul": "REFORMULASI STRATEGI BISNIS PERUSAHAAN UNTUK MEMPERTAHANKAN KEUNGGULAN KOMPETITIF: STUDI KASUS PT GALAMEDIA", "Abstrak": "Perkembangan teknologi yang semakin cepat mempengaruhi kinerja PT Galamedia dengan daya ukur tingkat profit yang semakin menurun. Untuk bertahan dalam situasi ini Galamedia meluncurkan produk digital yang diharapkan akan berkembang dan bertahan untuk bersaing dalam beberapa tahun kemudian. Namun dalam pelaksanaanya Galamedia tidak dapat melakukan operasi bisnis digitalnya dengan sempurna sehingga perkembangan kinerja bisnis digitalnya tidak sejalan dengan penurunan kinerja bisnis tradisionalnya. Maka dari itu untuk mengupayakan dan memaksimalkan kinerja bisnis digitalnya diperlukan perubahan sistem serta struktur organisasi didalam Galamedia.   \n \n \n\nDalam penelitian ini pertama-tama melakukan analisis SWOT, TOWS dan GE Matriks untuk mengevaluasi kondisi Galamedia dari berbagai faktor, setelah menemukan hasil dari analisisnya ditentukan arah strategi yang akan diambil oleh Galamedia. Hasil dari analisis menunjukan Galamedia ada diposisi integrasi horisontal dengan strategi pertumbuhan. Strategi yang dirancang untuk mentukan visi dan misi baru Galamedia menggunakan Strategy Map dari David P Norton dan Robert S Kaplan ditambah dengan kerangka 7S dari McKinsey. Setelah visi serta misi baru dirancang dari Strategy Map selanjutnya mengembangkan Balanced Scorecard dari buku yang sama untuk merancang implementasi. Hasil dari implementasi yang dirancang direncanakan untuk dieksekusi dengan menggunakan Kotter 8 Steps Accelerator dengan panduan manajemen perubahan agar perubahan yang dilaksanakan dapat dikelola dengan baik oleh Galamedia.   \n \n \n\nHasil dari penelitian ini menunjukan bahwa Galamedia harus mengembangkan bisnisnya dengan lahir dua alternatif dari Strategy Map yang dirancang yaitu mengeluarkan produk baru atau melakukan kerja sama dengan perusahaan lain.", "Daftar File": {"2018 TS PP RIZQI MUTTAQIN 1 - ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139362"}, "Penulis": "RIZQI MUTTAQIN 29116068", "Kontributor / Dosen Pembimbing": ["Ir. John Welly, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Strategy Map, Digital Transformation, Change Management", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Sep 2018"}