{"Nomor": 30639, "Judul": "PENGARUH DISKONTINUITAS DIAFRAGMA AKIBAT BEBAN SEISMIC PADA GEDUNG BERTINGKAT", "Abstrak": "Ketidakberaturan struktur akibat dari kebutuhan desain arsitektur menjadi tantangan besar bagi ilmu rekayasa bangunan sipil saat ini. Tingginya potensi gempa menuntut bangunan yang aman dan handal menjadi suatu keharusan. Ketersediaan lahan yang semakin sempit membuat bangunan tinggi menjadi alternatif dalam pembangunan saat ini  \n \n\nDalam analisa struktur gedung terhadap beban gempa biasanya digunakan asumsi lantai yang sangat kaku tak terhingga (rigid) sehingga distribusi beban yang diterima tiap kolom sebanding dengan kekauan dan jarak terhadap pusat massa. Pendekatan tersebut dianggap sudah memenuhi namun pada struktur dengan diafragma yang panjang perlu peninjauan kembali.   \n \n\nMengevaluasi dan membandingkan pelat lantai dengan asumsi rigid dan semi rigid terkait dengan ketidakberaturan diskontinuitas diafragma. Geometri gedung di asumsikan sama untuk setiap model sehingga didapatkan korelasi antara ke 8 model dan dapat dibandingkan. Model bangunan yang digunakan pada tesis ini merupakan bangunan beton bertulang 10 lantai.  \n \n\nPenelitian ini menggunakan metode gempa statik ekivalen dan analisis respon spektra. Hasil penelitian mengidentifikasikan pemodelan pelat semi rigid pada struktur dengan diafragma panjang dan diskontinuitas atau area terbuka lebih dari 50% memiliki simpangan yang besar. Pengasumsian awal dimana diafragma panjang diasumsikan rigid pada pemodelan tidak disarankan.", "Daftar File": {"2018 TS PP R. LINTANG GUMILANG B 1 - ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139367"}, "Penulis": "R. LINTANG GUMILANG B (NIM: 25014317)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Ir. Adang Surahman, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Rigid, Semi Rigid, Diskontinuitas, Diafragma.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "14 Mar 2018"}