{"Nomor": 30642, "Judul": "PERBANDINGAN METODE KLASIFIKASI MASSA BATUAN DAN PENGARUH ALTERASI ARGILIK TERHADAP KUALITAS MASSA BATUAN PADA TEROWONGAN TAMBANG BAWAH TANAH CIURUG LEVEL 600 PT ANTAM (PERSERO) TBK", "Abstrak": "Kehadiran zona argilik hasil aktivitas hidrotermal di terowongan tambang bawah tanah Ciurug level 600, menyebabkan diperlukannya penanganan khusus pada perkuatan terowongan agar tidak mengganggu aktivitas penambangan. Untuk mengetahui persebaran zona argilik digunakan pengamatan inti pemboran dan metode garis tinjau pada dua bukaan terowongan. Kedua data tersebut berguna untuk mengklasifikasikan kualitas massa batuan. Selain itu, data tersebut juga digunakan dalam pemodelan geologi 3D dan analisis kestabilan terowongan menggunakan analisis numerik metode elemen hingga. Pemodelan geologi 3D mencakup persebaran batuan di bawah permukaan serta persebaran zona urat. \n\nArgilitisasi yang terjadi di sekitar daerah penelitian menyebabkan turunnya kekuatan massa batuan di sekitar terowongan, yang pada akhirnya terjadi penyempitan terowongan hingga terjadinya keruntuhan akibat proses squeezing. Kehadiran mineral lempung pada bukaan terowongan XC 662 terkonsentrasi di sekitar zona urat tepatnya pada batuan tuf lapili sebagai hangingwall, sedangkan pada bukaan terowongan XC 6-1a terdistribusi merata pada batuan samping tuf lapili. Mineral lempung yang hadir pada kedua bukaan terowongan adalah kaolinit, vermiculite, smektit, dan halloysite. Nilai kualitas massa batuan teralterasi berkisar antara 23 Ã‚Â– 36,75 (poor rock) berdasarkan RMR, 0,045 Ã‚Â– 0,134 (extremely poor Ã‚Â– very poor) berdasarkan Sistem Q, dan 20 Ã‚Â– 30 (disintegrated (poor) Ã‚Â– blocky/disturbed (poor)) berdasarkan GSI. Nilai massa batuan tersebut digunakan untuk mengestimasi parameter mekanik massa batuan, yang digunakan dalam analisis numerik untuk mengetahui kestabilan terowongan. Nilai kuat tekan massa batuan bervariasi antara 0,079 Ã‚Â– 3,250 MPa. Secara umum, klasifikasi GSI memberikan nilai deformasi berupa perpindahan yang paling besar, jika dibandingkan dengan klasifikasi Sistem Q dan RMR. Klasifikasi Sistem Q merupakan yang paling terpengaruh oleh faktor alterasi, yang ditunjukan oleh adanya penurunan perpindahan hingga 58%.", "Daftar File": {"2018 TS PP ROBBY GINANJAR 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139370", "COVER ROBBY GINANJAR - NIM: 22015018": "https://digilib.itb.ac.id/gdl/download/190329", "BAB 1 ROBBY GINANJAR - NIM: 22015018": "https://digilib.itb.ac.id/gdl/download/190330", "BAB 2 ROBBY GINANJAR - NIM: 22015018": "https://digilib.itb.ac.id/gdl/download/190331", "BAB 3 ROBBY GINANJAR - NIM: 22015018": "https://digilib.itb.ac.id/gdl/download/190335", "BAB 4 ROBBY GINANJAR - NIM: 22015018": "https://digilib.itb.ac.id/gdl/download/190336", "BAB 5 ROBBY GINANJAR - NIM: 22015018": "https://digilib.itb.ac.id/gdl/download/190337", "BAB 6 ROBBY GINANJAR - NIM: 22015018": "https://digilib.itb.ac.id/gdl/download/190338", "PUSTAKA ROBBY GINANJAR - NIM: 22015018": "https://digilib.itb.ac.id/gdl/download/190339"}, "Penulis": "ROBBY GINANJAR - NIM: 22015018", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Imam A. Sadisun, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Zona argilik, terowongan tambang, pemodelan, alterasi.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "12 file", "Tanggal Input": "12 Mar 2018"}