{"Nomor": 30649, "Judul": "PEMBANGUNAN PENGURAI KONSTITUEN BERBASIS  TRANSISI UNTUK KALIMAT BAHASA INDONESIA DENGAN  FEATURE TEMPLATE & STRATEGI PENCARIAN BEAM", "Abstrak": "Dalam pemrosesan bahasa alami, tahap analisis sintaksis menjadi tahapan dasar yang  bertujuan untuk memahami konteks dari kalimat dalam bahasa alami. Salah satu cara untuk menganalisis sintaksis adalah dengan penguraian konstituen. Penguraian konstituen merupakan proses mengekstraksi informasi frasa yang terkandung dalam sebuah kalimat. Pada Tugas Akhir ini dilakukan pembangunan kakas pengurai konstituen berbasis transisi (shift-reduce parser) dengan menggunakan korpus baru INACL (terdiri dari 11.356 dan 4.457 pohon untuk pembelajaran dan evaluasi). Korpus INACL ini masih mengandung sejumlah kesalahan pelabelan Part-of-Speech sehingga dilakukan juga sebuah usaha perbaikan dengan teknik deteksi variasi. Tugas Akhir ini mengenalkan usulan modifikasi teknik penguraian dalam proses binerisasi dan faktor pengali. Modifikasi pada proses binerisasi terinspirasi dari variasi chunking dalam NamedEntity Recognition, sedangkan faktor pengali dilakukan sebagai usaha meningkatkan sistem pemberian skor pada pengurai konstituen.   \n \n\nTeknik penguraian yang digunakan adalah penguraian berbasis transisi dengan feature template dan strategi pencarian beam. Pada teknik ini, proses penguraian dipandang sebagai pencarian state penguraian dengan skor terbaik. Untuk optimasi pencarian, ruang pencarian dibatasi dengan hanya menampung sejumlah k buah state terbaik pada sebuah agenda. Proses penilaian state dilakukan dengan menggunakan model terstruktur yang diperoleh dengan algoritma perceptron. Fitur untuk pembelajaran diekstraksi dari state dengan menggunakan sejumlah feature template. Keluaran dari model hasil pembelajaran adalah serangkaian aksi-aksi shift-reduce yang dapat diubah menjadi struktur pohon konstituen.  \n \n\nMetode yang dilakukan pada Tugas Akhir ini meliputi persiapan dan perbaikan korpus, desain solusi, implementasi, eksperimen, dan analisis kesalahan hasil penguraian. Tahap eksperimen bertujuan untuk menemukan 8 konfigurasi terbaik untuk mengoptimalkan kinerja pengurai, antara lain: penggunaan data latih, jumlah iterasi, metode binerisasi, penggunaan n-best parse, fitur tambahan Zhu, faktor pengali, aturan pemilihan head word, dan jumlah data latih. Tahap analisis kesalahan dilakukan untuk menemukan kelemahan yang dimiliki pengurai sehingga dapat dilakukan perbaikan untuk penelitian selanjutnya.   \n \n\nDari eksperimen yang dilakukan, konfigurasi terbaik yang diperoleh adalah: menggunakan korpus hasil perbaikan Part-of-Speech, 10 kali iterasi pembelajaran, binerisasi Inner-Outer-End (IOE), 1-best parse, menggunakan faktor pengali untuk feature template jenis bigram dan trigram, metode always right node untuk aturan pemilihan head word, dan menggunakan data latih dengan ukuran lebih kecil daripada data latih yang ukurannya lebih besar. Evaluasi pada korpus INACL menghasilkan nilai f1-score 50,3%, lebih rendah dibandingkan Stanford Parser dengan nilai f1-score 57,5%. Evaluasi pada korpus IDN-Treebank, pengurai konstituen ini mampu menghasilkan nilai f1-score 74,0%, juga lebih rendah dibandingkan Trance Parser dengan nilai f1-score 74,91%.", "Daftar File": {"2018 TA PP ROBERT SEBASTIAN HERLIM 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139377"}, "Penulis": "ROBERT SEBASTIAN HERLIM - NIM : 13514061", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Ayu Purwarianti, ST.,MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Pengurai, shift-reduce, konstituen, pencarian beam", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "02 Jul 2018"}