{"Nomor": 30645, "Judul": "PERANCANGAN DAN PEMBUATAN VISKOMETER ROTARI", "Abstrak": "Seorang insinyur diharuskan memiliki kemampuan melaksanakan eksperimen, menganalisis data dan hasil uji, merancang dan menentukan metoda untuk memecahkan masalah keteknikan. Oleh karena itu, penulis ingin mengembangkan beberapa aspek kemampuan insinyur tersebut dalam tugas akhir ini. Penulis merancang dan membuat viskometer rotari dengan mengaplikasikan berbagai ilmu yang telah diperoleh. Viskometer adalah sebuah alat ukur kekentalan atau viskositas suatu fluida. Kekentalan fluida atau viskositas adalah ukuran ketahanan suatu fluida terhadap deformasi atau perubahan bentuk. Metode yang digunakan dalam pembuatan viskometer ini adalah dengan menggunakan kecepatan gerak rotari. Metode tersebut dipilih berdasarkan evaluasi dengan metode Pugh yang menunjukkan metode rotari memiliki weighted score paling tinggi dibanding viskometer yang lain. Adapun tujuan penulisan laporan tugas akhir ini adalah untuk menentukan desain yang tepat dalam membuat alat peraga praktikum viskositas fluida dan membuat purwarupa dari hasil desain akhir yang telah ditentukan. Proses pembuatan viskometer rotari ini melalui dua kali perubahan rancangan dari rancangan awalnya, yaitu rancangan perbaikan dan rancangan akhir. Evaluasi yang terjadi disebabkan keinginan penulis untuk mengahasilkan rancangan akhir yang tepat untuk dibuatkan purwarupanya. Proses pembuatan purwarupa viskometer rotari ini melalui proses permesinan pada sistem mekanik dan instalasi rangkaian pada sistem elektrik. Diharapkan proses pengujian terhadap purwarupa viskometer ini dapat dilakukan agar menyempurnakan purwarupa yang telah dibuat.", "Daftar File": {"2018 TA PP  ROBBY PRATAMA PUTRA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139373"}, "Penulis": "ROBBY PRATAMA PUTRA (NIM : 13113026)", "Kontributor / Dosen Pembimbing": ["Tim Pembimbing : \n\nProf. Dr. Ir. Djoko Suharto. \n\nDr. techn. Arief Hariyanto. \n\nAbdul Hakim Masyhur ST., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Viskositas, Viskometer, Metode Rotari, Metode Pugh", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "06 Mar 2018"}