{"Nomor": 30640, "Judul": "UJI ANTIHIPERTENSI EKSTRAK DAUN KEJIBELING (Strobilanthes crispa (L.) Blume) DAN PENGARUHNYA TERHADAP KONTRAKSI JANTUNG", "Abstrak": "Hipertensi adalah suatu keadaan ketika tekanan darah di pembuluh darah meningkat \n\nsecara kronis. Hal itu merupakan masalah kesehatan dengan prevalensi yang tinggi, \n\nyaitu sebesar 25,8%. Dalam masyarakat, daun kejibeling ini biasanya digunakan \n\nuntuk batu ginjal, kencing manis, diuretik. Penelitian ini ditujukan untuk \n\nmengetahui pengaruh ekstrak daun kejibeling dalam pengobatan hipertensi. \n\nPengujian efek antihipertensi dilakukan menggunakan metode pengukuran tekanan \n\ndarah tidak langsung pada tikus Wistar jantan menggunakan seperangkat alat Kent \n\nScientificÃ‚Â’s CODA system dan induksi menggunakan epinefrin 0,5 mg/kg bb. \n\nPengujian juga dilakukan menggunakan jantung kodok untuk melihat pengaruh \n\npada kontraksi jantung yang diinduksi norepinefrin 2.9 x 10 \n\n-3 \n\nmM. Dosis uji ektrak \n\nuntuk pengujian efek antihipertensi ekstrak heksan, ekstrak etil asetat, ekstrak \n\netanol dan ekstrak air masing-masing 100 mg/kg bb dan pembanding yang \n\ndigunakan bisoprolol 0,9 mg/kg bb sedangkan untuk kosentrasi pada pengaruh \n\nkontraksi jantung kodok yaitu ekstrak heksan, ekstrak etil asetat, ekstrak etanol dan \n\nekstrak air masing-masing 0,22 mg/ml. Hasil uji menunjukkan Ekstrak daun \n\nkejibeling memliki aktivitas antihipertensi dengan menurunkan tekanan darah \n\ndiastol dan sistol pada semua ekstrak uji. Ekstrak etil asetat daun kejibeling dosis \n\n100 mg/kg bb memberikan hasil terbaik dengan persen inhibisi peningkatan \n\ntekanan darah diastol dan sistol yaitu 20,28% dan 19,05% dan memiliki \n\nkemampuan inhibisi lebih tinggi daripada kelompok bisoprolol 0,9 mg/kg bb \n\nnamun secara statistik memiliki kesetaraan antara kelompok pembanding dan \n\nekstrak etil asetat daun kejibeling dosis 100 mg/kg bb. Ekstrak etil asetat daun \n\nkejibeling menghasilkan persen penurunan frekuensi denyut jantung terbaik dari \n\nkelompok ekstrak uji dengan nilai penurunannya 43,72%. Ekstrak etil asetat secara \n\nstatistik memiliki persamaan makna (P>0,05) terhadap kelompok obat pembanding \n\nbisoprolol sehingga memungkinkan ekstrak etil asetat dapat dikembangkan sebagai \n\nobat antihipertensi dengan mekanisme pemblok beta sedangkan ekstrak heksan, \n\netanol dan air dengan mekanisme lain sebagai antihipertensi.", "Daftar File": {"2018 TS PP R. LUCKY RACHMAWAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139368", "COVER R. LUCKY RACHMAWAN NIM : 20716022": "https://digilib.itb.ac.id/gdl/download/239322", "BAB 1 R. LUCKY RACHMAWAN NIM : 20716022": "https://digilib.itb.ac.id/gdl/download/239323", "BAB 2 R. LUCKY RACHMAWAN NIM : 20716022": "https://digilib.itb.ac.id/gdl/download/239324", "BAB 3 R. LUCKY RACHMAWAN NIM : 20716022": "https://digilib.itb.ac.id/gdl/download/239325", "BAB 4 R. LUCKY RACHMAWAN NIM : 20716022": "https://digilib.itb.ac.id/gdl/download/239326", "BAB 5 R. LUCKY RACHMAWAN NIM : 20716022": "https://digilib.itb.ac.id/gdl/download/239327", "BAB 6 R. LUCKY RACHMAWAN NIM : 20716022": "https://digilib.itb.ac.id/gdl/download/239328", "PUSTAKA R. LUCKY RACHMAWAN NIM : 20716022": "https://digilib.itb.ac.id/gdl/download/239329"}, "Penulis": "R. LUCKY RACHMAWAN NIM : 20716022", "Kontributor / Dosen Pembimbing": ["PEMBIMBING : Prof. Dr. Elin Yulinah Sukandar", "Dr. Ahmad Ridwan"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Strobilanthes crispa (L.) Blume, antihipertensi, kontraksi jantung, epinefrin, norepinefrin", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "9 file", "Tanggal Input": "01 Okt 2018"}