{"Nomor": 30657, "Judul": "STUDI LABORATORIUM PENGEMBANGAN MINYAK DAN PENURUNAN VISKOSITAS PADA INJEKSI CO2 TIDAK TERCAMPUR DI LAPANGAN LANGGAK", "Abstrak": "Enhanced oil recovery (EOR) adalah metode yang digunakan untuk memperoleh lebih banyak minyak.Injeksi CO2 merupakan salah satu metode EOR.Injeksi gas CO2dilakukan dengan menginjeksikan sejumlah gas CO2 ke dalam reservoir.Injeksi CO2dapat dilakukan secara miscible (tercampur) atau immiscible (tidak tercampur). \n\nLapangan Langgak merupakan lapangan minyak yang telah berproduksi mulai tahun 1979 dan produksinya terus menurun hingga saat ini. Di Lapangan Langgak akan diterapkaninjeksi CO2 tidak tercampur sebagai salah satu metode EOR untuk meningkatkan produksi minyak.Di dalam proses injeksi CO2 tidak tercampur, fenomena pengembangan minyak dan penurunan viskositas berperan \n\nbesar dalam keberhasilan metode EOR tersebut. \n\nPenelitian ini melakukan uji pengembangan minyak dan penurunan viskositas menggunakan sampel minyak Langgak.Eksperimen dalam penelitian ini dilakukan di Laboratorium Petroleum and Natural Gas Engineering, Sejong University, Korea.Uji pengembangan minyak dan penurunan viskositas dilakukan pada temperatur reservoir dengan tekanan injeksi CO2 tertinggi 900 psi. \n\nHasil penelitian didapatkan tekanan injeksi CO2 900 psi menghasilkan faktor pengembangan minyak paling besar dan penurunan viskositas paling besar. Faktor pengembangan yang dihasilkan pada tekanan injeksi CO2900 psi yaitu 1,0594. Pada tekanan injeksi CO2 900 psi viskositas minyak turun menjadi 10,2 cp.", "Daftar File": {"2018 TS PP ROCHVI AGUS DEWANTORO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139398"}, "Penulis": "ROCHVI AGUS DEWANTORO (NIM: 22216006)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Asep Kurnia Permadi. M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "EOR, injeksi CO2, pengembangan minyak,penurunan viskositas", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "1 file", "Tanggal Input": "20 Agu 2018"}