{"Nomor": 30650, "Judul": "PERANCANGAN GEDUNG PARKIR DAN PONDASI PUSAT REKREASI DAN PERBELANJAAN TEPI AIR KOTA BARU PARAHYANGAN", "Abstrak": "Gedung parkir dari Pusat Rekreasi dan Perbelanjaan Tepi Air Kota Parahyangan merupakan gedung 4 lantai dengan denah yang tipikal untuk masing-masing lantai. Struktur gedung parkir dirancang dengan material utama beton bertulang dan menggunakan sistem struktur rangka pemikul momen khusus (SRPMK).  \n\nPerencanaan struktur dimulai dengan perencanaan awal, pemodelan struktur dengan bantuan perangkat lunak ETABS 2016, analisis struktur, dan penulangan elemen struktur. Standar dan peraturan yang digunakan dalam analisis dinamik dan perancangan struktur adalah Standar Nasional Indonesia (SNI).  \n\nPondasi pada Pusat Rekreasi dan Perbelanjaan Tepi Air Kota Baru Parahyangan adalah pondasi tiang pancang. Data tanah untuk perancangan pondasi menggunakan data sekunder yang diperoleh berdasarkan hasil uji standar penetrasi pada 5 lubang bor pada proyek Cluster R-21 milik PT. Belaputra Intiland yang terletak di Kota Baru Parahyangan.  \n\nPerancangan pondasi dimulai dengan menentukan parameter tanah, menentukan daya dukung aksial  (tekan dan tarik) tiang tunggal, menentukan efisiensi kelompok tiang, dan analisis kelompok tiang (aksial dan lateral) dengan menggunakan bantuan perangkat lunak ENSOFT Group. Gaya yang bekerja pada pondasi diperoleh berdasarkan hasil pemodelan struktur yang dilakukan dengan bantuan perangkat lunak ETABS 2016.  \n\nDi sekitar gedung parkir pada Pusat Rekreasi dan Perbelanjaan Tepi Air Kota Baru Parahyangan terdapat galian lereng. Galian lereng ini perlu diperiksa kestabilannya untuk kondisi jangka pendek, jangka panjang, dan kondisi gempa. Pengecekan stabilitas galian lereng dilakukan dengan menggunakan bantuan perangkat lunak Plaxis 2D. Berdasarkan analisis perangkat lunak dicari faktor keamanan lereng dan dibandingkan dengan faktor keamanan minimum sesuai dengan standar yang berlaku di Indonesia.", "Daftar File": {"2018 TA PP ROBERT SETIANA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139378"}, "Penulis": "ROBERT SETIANA - NIM : 15014023", "Kontributor / Dosen Pembimbing": ["Ir. Biemo W. Soemardi, MSE, Ph.D  \n\nIr. Muhamad Abduh, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Struktur rangka pemikul momen khusus, dinamik, beton bertulang, pondasi, tiang pancang, lereng, gempa, stabilitas", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Jun 2018"}