{"Nomor": 30665, "Judul": "STRATEGI EKSPANSI MELALUI PENGEMBANGAN PRODUK DAN PASAR  (KASUS: MAKKU BAKED GOODS)", "Abstrak": "Industri kreatif telah menjadi kata yang popular di Indonesia. Produk domestic bruto (PDB)  ekonomikreatif Indonesia meningkat sebesar 62.07 persen dalam kurunwaktu lima tahun terakhir dan sector kuliner menyumbang 32.4% daripertumbuhan. Terlebih lagi, jumlah konsumsi produk bakery juga meningkat. Maka dari itu, Makku Baked Goods sebagai salah satu usaha kecil menengah turut ambil bagian dan ikut serta di dalam pasar. Makku Baked Goods adalah bisnis bakery berbasis online yang dipasarkan untuk memenuhi kebutuhan konsumen yang mencari produk bakery rumahan dan baru dipanggang. Penelitian ini bertujuan untuk mengetahui permasalahan dan akar permasalahan yang dialami oleh perusahaan dan mengususlkan strategi untuk menyelesaikan masalah tersebut. Makku Baked Goods telah menjalankan bisnis sejak Maret 2017, namun ada tiga isu utama yang dialami perusahaan, yaitu: penjualan yang sangat dipengaruhi oleh tren dan event, rendahnya usaha pemasaran, dan rendahnya kinerja manajemen.  \n\nPenelitian ini menggunakan pendekatan penelitian kualitatif yang datanya diperoleh dari historis data perusahaan (penjualan dan profil pelanggan) dan wawancara. Wawancara dilakukan terhadap pemangku kepentingan Makku yang meliputi pemilik dan karyawan. Selanjutnya, wawancara juga dilakukan terhadap pelanggan untuk mendapatkan perspektif mereka mengenai kinerja perusahaan saat ini sebagai data pendukung. Analisis internal dan eksternal dilakukan untuk mengidentifikasi SWOT perusahaan. Root cause analysis (RCA) dilakukan untuk mengidentifikasi masalah utama yang dihadapi perusahaan, yaitu penjualan yang tidakberkelanjutan dan rendah sepanjang tahun. \n\nSetelah mengidentifikasi SWOT dan RCA, matriks TOWS dibuat untuk membuat strategi alternatif. Dengan demikian, strategi yang dipilih bertujuan untuk mengatasi masalah binis perusahaan. Strategi alternative terbaik adalah mengembangkan produk baru, membuat Makku Cookies Spot sebagai titik jual, mengeksplorasi aktivitas pemasaran digital yang terjangkau namun efektif, dan mengikuti acara bazar/ acara kuliner. Keempat strategi ini dapat bekerjasama secara terpadu untuk meningkatkan penjualan dan membuatnya tetap berkelanjutan sepanjangtahun.", "Daftar File": {"Abstrak (ind eng) Roma Nova.pdf": "https://digilib.itb.ac.id/gdl/download/139415"}, "Penulis": "Roma Nova Cahjati Poetry (29116048)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Isti Raafaldini Mirzanti"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Ansoff matrix, bakery, new product development, online business, small-medium enterprise (SME)", "Sumber": "", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "04 Apr 2018"}