{"Nomor": 30666, "Judul": "IDENTIFICATION OF PRODUCTIVITY INDEX DEGRADATION BASED ON PRODUCTION DATA ANALYSIS FOR GAS RESERVOIRS", "Abstrak": "Evaluasi dari parameter-parameter reservoir dilakukan dengan metode well-testing dan merupakan bagian yang sangat penting, terutama pada reservoir muda dengan litologi dari reservoir tersebut mayoritas terdiri atas batuan pasir, berupa lapisan shale tipis dan beraliran debris flows. Litologi ini sangatlah rentan terhadap reduksi permeabilitas akibat kompaksi, dan peningkatan nilai skin akibat migrasi butiran halus dan semua ini akan bermuara kepada productivity index (PI) degradation.  \n \n\nPenelitian ini dilakukan dengan memodelkan sumur untuk mendapatkan nilai laju produksi dan tekanan alir dasar sumur (operating point) dengan metode NODAL analysis. Kurva Inflow Performance Relationship (IPR) didekati dengan menggunakan persamaan pseudo-steady state pada sumur horizontal oleh Babu dan Odeh. Extended Gray Correlation untuk sumur terdeviasi digunakan untuk mengkonstruksi Tubing Performance Curve (TPR). Laju produksi dan tekanan alir dasar sumur akan dioptimasi untuk mendapatkan nilai yang akurat dari permeabilitas dan skin pada setiap waktu dengan meminimalkan deviasi (error) antara output model dan data lapangan dengan metode reverse problem. PI degradation akan diidentifikasi melalui plot parameter-parameter reservoir yang sudah sesuai terhadap waktu.  \n \n\nProsedur ini diaplikasikan terhadap data produksi dari sumur gas deep water horizontal di Kalimantan Timur, Indonesia. Dengan menggunakan data sejarah produksi lapangan, kami menunjukkan galat minimum antara prediksi laju produksi dan tekanan alir dasar sumur dibandingkan dengan data sejarah laju produksi dan tekanan alir dasar sumur di lapangan. Hasil ini menunjukkan bahwa nilai faktor skin meningkat dan nilai permeabilitas turun dari waktu ke waktu. Dikaitkan dengan tenaga pendorong, reservoir dengan tenaga pendorong ekspansi fluida dan kompaksi rentan terhadap PI degradation akibat pengurangan tekanan pori dan kompresibilitas batuan yang tinggi. Hasil dari studi ini dapat menjadi fondasi kuat untuk memprediksi laju produksi masa depan dan perencanaan optimasi produksi untuk mencapai keberlanjutan produksi gas di masa depan.", "Daftar File": {"2018 TA PP ROMARIO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139416"}, "Penulis": "ROMARIO (NIM : 12214017)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Silvya Dewi Rahmawati, S.Si., M.Si., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Horizontal Well, Productivity Index Degradation, NODAL Analysis, Permeability, Skin.", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "2 file", "Tanggal Input": "02 Jul 2018"}