{"Nomor": 30677, "Judul": "STUDI PENGENDAPAN CAMPURAN PASIR DAN PERUBAHAN KECEPATAN JATUH BUTIRAN TERHADAP VARIASI MASSA, UKURAN, DAN KEBULATAN", "Abstrak": "Warna pasir di pantai berpengaruh besar terharap minat wisatawan. Pantai dengan warna pasir yang cerah seperti putih dan kuning keemasan lebih diminati wisatawan dibandingkan dengan pasir dengan warna gelap. Hal ini disebabkan karena pasir dapat mempengaruhi tampak air laut pada daerah yang dangkal. Pasir yang berwarna cerah dapat mendifraksikan cahaya lebih baik sehingga air laut yang ada di atasnya terlihat lebih jernih. Untuk meningkatkan daya tarik wisata dari pantai dengan pasir berwarna gelap, salah satu upaya yang dapat dilakukan adalah dengan menambahkan lapisan pasir berwarna cerah di atasnya. Akan tetapi, pasir yang ada di dasar pantai dapat terganggu oleh ombak laut dan aktivitas manusia, sehingga pasir ini dapat terangkat dan mengalami suspensi. Ketika mengalami suspensi, butiran-butiran pasir akan bergerak ke bawah karena gaya gravitasi dengan kecepatan tertentu. Kecepatan butiran ini bergantung pada beberapa faktor fisis seperti massa jenis, diameter, koefisien hambat dan viskositas medium. Berbagai penelitian telah dilakukan oleh ilmuan untuk memprediksi gerakan butiran yang jatuh, namun belum ada solusi yang tepat. Persamaan kecepatan jatuh butiran juga telah banyak diajukan oleh para peneliti, namun persamaan-persamaan tersebut sangat sulit untuk diaplikasikan. Penelitian ini bertujuan untuk mengetahui bagaimana pengaruh perubahan kecepatan jatuh butiran terhadap variasi massa, ukuran, dan kebulatan butiran. Beberapa tahapan penelitian ini yaitu mengukur waktu yang dibutuhkan untuk beberapa pasir dengan jenis yang berbeda untuk mengendap, bagaimana bentuk lapisan endapan pasir yang terbentuk ketika dua jenis pasir dicampurkan, dan mengetahui sifat fisis apa yang paling berpengaruh pada kecepatan jatuh butiran pasir. Berdasarkan hasil yang telah didapatkan, dapat disimpulkan bahwa massa, ukuran, dan kebulatan butiran adalah faktor yang paling berpengaruh pada kecepatan jatuhnya.", "Daftar File": {"2018 TS  PP RONI STIAWAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139452", "2018 TS PP RONI STIAWAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/139453", "2018 TS PP RONI STIAWAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/139454", "2018 TS PP RONI STIAWAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/139455", "2018 TS PP RONI STIAWAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/139456", "2018 TS PP RONI STIAWAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/139457", "2018 TS PP RONI STIAWAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/139458", "2018 TS PP RONI STIAWAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/139459"}, "Penulis": "RONI STIAWAN (NIM : 20216033)", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Sparisoma Viridi"], "Jenis Koleksi": "Tesis", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "kecepatan jatuh, massa, cross section, kebulatan.", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ratnasari", "File": "8 file", "Tanggal Input": "23 Okt 2018"}