{"Nomor": 30672, "Judul": "ANALISIS KELAYAKAN INVESTASI PERTAMBANGAN BATU KAPUR UNTUK MENUNJANG INDUSTRI KLINKERSEMEN DENGAN MENGGUNAKAN EXCEL MACRO VBA", "Abstrak": "Kebutuhan akan batu kapur sebagai material utama klinker-semen semakin \n\nmeningkat seiring dengan tren peningkatan produksi semen dari tahun ke tahun \n\nhingga 6% dengan jumlah produksi tahun 2017 sebanyak 100 juta ton. Hal ini \n\ndidukung juga dengan perkembangan ekonomi nasional yang memiliki hubungan \n\nsebab akibat dengan peningkatan konsumsi dan pembelanjaan infrastruktur \n\nnasional. \n\nPT.Harvey, yang sebelumnya bergerak di bidang agrobisnis kemudian melihat \n\npeluang di bisnis ini. Minat ini kemudian didukung oleh adanya tawaran kerjasama \n\npengelolaan lahan tambang dari PT.Pumarin, sebuah perusahaan di Padalarang, \n\nBandung Barat, yang memiliki lahan pertambangan batu kapur. Untuk itu, \n\nPT.Harvey hendak merencanakan investasi pertambangan batu kapur di area \n\npertambangan milik PT. Pumarin sebagai bisnis penjunjang industri semen. \n\nInvestasi pertambangan batu memiliki risiko kerugian finansial yang relatif tinggi \n\ndalam bisnis pertambangan, maka sebelum usaha dilakukan harus ada perencanaan \n\nyang baik sehingga dapat mengurangi risiko kerugian finansial. Untuk itu, perlu \n\ndilakukan analisis kelayakan finansial sehingga dapat diketahui apakah usaha \n\npertambangan hendak dilakukan dapat memberikan keuntungan atau tidak. \n\nAnalisis kelayakan ini dilakukan dengan melihat 4 aspek, yaitu aspek pasar, legal, \n\nteknis, dan finansial. Untuk memudahkan analisis kelayakan finansial, akan \n\ndikembangkan model terkomputerisasi menggunakan platform Excel macro VBA. \n\nInvestasi dianggap layak bila semua aspek memenuhi kriteria masing-masing. \n\nKelayakan aspek pasar diukur dari analisis ruang pasar dan PorterÃ‚Â’s five forces \n\nanalysis. Kelayakan aspek legal dan teknis diukur dengan memastikan \n\nterpenuhinya kebutuhan legal dan teknis untuk menjalankan bisnis. Secara \n\nfinansial, kelayakan diukur dengan 4 indikator kelayakan investasi, yaitu net \n\npresent value (NPV), internal rate of return (IRR), dan payback period (PBP), dan \n\nbenefit cost ratio (BCR), lalu dilakukan analisis sensitivitas. \n\nHasil dari penelitian menunjukkan bahwa rencana investasi ini layak dari 4 aspek \n\nyang dianalisis. Secara finansial, investasi ditunjukkan layak dengan NPV Rp \n\n2.396.446.271,54, IRR 35%, PBP 33 bulan, dan BCR 1,21. Hasil analisis \n\nsensitivitas memperlihatkan 2 variabel sensitif yang perlu diperhatikan dalam", "Daftar File": {"2018 TA RONALD KURNIAWAN RUSLI 1 ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139436"}, "Penulis": "RONALD KURNIAWAN RUSLI NIM 13413090", "Kontributor / Dosen Pembimbing": ["Dr. Hasrini, M.T"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "INTEREST RATE OF RETURN (IRR), PAYBACK PERIOD (PBP), BENEFIT COST RATIO (BCR) EXCEL MACRO VBA.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati  \n                                     Dewi Supryati", "File": "1 file", "Tanggal Input": "01 Okt 2018"}