{"Nomor": 30687, "Judul": "Usulan Formulasi Strategi Bisnis dan Implementasi untuk Risma F Mart Dalam meningkatkan Operasional", "Abstrak": "Risma F Mart adalah sebuah bisnis ritel bergerak dalam bidang perlengkapan dan souvenir haji dan umroh. Risma F Mart berlokasi di Pasar Baru Trade Center Bandung dan saat ini memiliki dua cabang toko. Perusahaan ini didirikan pada tahun 1995. Kinerja opersional yang dilakukan Risma F Mart kurang baik. Pemilik bisnis sudah kelelahan dalam menajalankan bisnis tersebut. Penelitian ini bertujuan untuk mengembangkan strategi bisnis untuk Risma F Mart agar meningkatkan kinerja dan menghadapi persaingan yang ketat di industri ritel. \n\nAnalisis pertama yang dilakukan adalah analisis lingkungan yang terdiri dari analisis internal dan eksternal. Analisis BMC (Business Model Canvas), analisis STP (Segmentasi, Targeting dan Positioning) dan bauran pemasaran 4P digunakan untuk menganalisis lingkungan internal. Analisis PEST (Politik, Ekonomi, Sosial Budaya dan Teknologi) dan lima kekuatan Porter digunakan untuk menganalisis lingkungan eksternal. Masalah yang muncul dari analisis ini adalah bahwa Risma F Mart memiliki posisi persaingan yang lemah sementara bersaing dalam pertumbuhan pasar yang cepat. Ada beberapa masalah internal di Risma F Mart yang perlu diperbaiki seperti kurangnya barang dagangan, kurangnya orang yang kompeten, kurangnya manajemen administrasi, kurangnya logistik dan produk yang umum. Setelah itu analisis SWOT (Strengths, Weaknesses Opportunities, Threats) digunakan untuk mengamati lingkungan pemasaran eksternal dan internal, terakhir adalah root cause analysis digunakan untuk mengidentifikasi akar penyebab masalah. Ada beberapa masalah, yang terjadi karena kurangnya administrasi. \n\nSFAS matrix (Strategic Factor Analysis Summary) digunakan untuk mengelola faktor eksternal dan internal ke dalam kategori SO (Peluang Kekuatan), WO (Peluang Kelemahan), SO (Kekuatan Perlakukan), WO (Weakness Treat). Analisis tersebut digunakan untuk formulasi bisnis dalam perencanaan strategis atau perencanaan jangka panjang dalam memecahkan masalah, strategi TOWS (ancaman, peluang, kelemahan dan kekuatan) untuk menghasilkan berbagai kemungkinan strategi dan strategi implementasi. \n\nAda tiga macam strategi yang diajukan kepada Risma F Mart. Pertama, berdasarkan analisis strategi perusahaan, Risma F Mart dapat melakukan strategi retrenchment untuk kinerja yang kurang. Kedua, Berdasarkan strategi bisnis untuk Risma F Mart berfokus pada kepemimpinan biaya dan diferensiasi dan yang terakhir adalah strategi fungsional yang berfokus pada strategi operasi dan strategi manajemen sumber daya manusia. Selain itu, ada rencana implementasi untuk setiap strategi", "Daftar File": {"2018 TS PP Rosa Nurfitria 1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/139481"}, "Penulis": "Rosa Nurfitria/ 29116226", "Kontributor / Dosen Pembimbing": ["Sonny Rustiadi, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Retail Industry, Business Model Canvas, STP, Marketing Mix, PEST, Porter five forces, cost leadership/differentiation, TOWS matrix", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman  \n                                     Yose Ali Rahman", "File": "1 file", "Tanggal Input": "25 Sep 2018"}