{"Nomor": 30682, "Judul": "PERSAMAAN UNTUK MEMBUAT KURVA WELL HEAD PERFORMANCE RELATIONSHIP PADA SUMUR VERTIKAL DAN KONDISI ALIRAN SATU FASA", "Abstrak": "Suatu sumur produksi memiliki kemampuan maksimum untuk mengalirkan fluida hydrocarbon ke permukaan. Kemampuan dari sumur ini ditunjukkan dari perpotongan antara kurva IPR (Inflow Performance Relationship) dengan kurva TPR (Tubing Performance Relationship), dimana kurva IPR menunjukkan kemampuan dari formasi untuk mengalirkan fluida dari reservoir ke lubang bor, sedangkan TPR menunjukkan kemampuan tubing untuk mengalirkan fluida dari dasar sumur ke permukaan. Kurva IPR bergantung kepada beberapa faktor yang mempengaruhi, diantaranya permeabilitas, ketebalan formasi, skin, jari-jari lubang bor, dan viskositas fluida. Kurva TPR juga dipengaruhi oleh beberapa faktor terkait, yaitu diameter tubing, panjang tubing, kekasaran tubing, laju alir, densitas fluida, pola aliran, dan pressure loss. Paper ini bertujuan mencari suatu persamaan baru untuk membuat suatu kurva gabungan antara IPR dan TPR dalam kondisi aliran satu fasa dimana kurva ini menunjukkan hubungan antara tekanan kepala sumur (Pwh) dengan laju alir (Q), parameter yang tadinya berdasarkan kondisi dasar sumur menjadi kondisi permukaan. Simulator 3D digunakan untuk pemodelan reservoir dan mensimulasikan aliran dari reservoir ke permukaan untuk mencari nilai Pwh pada tiap laju alir tertentu. Kemudian dilakukan analisis tak berdimensi untuk mencari hubungan antara Pwh dengan laju alir.", "Daftar File": {"2012 TA PP RONY PRIANTO NUGRAHA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/139464"}, "Penulis": "RONY PRIANTO NUGRAHA (NIM : 12208075)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Ir. Pudjo Sukarno, M.Sc., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "IPR, TPR, Pwh, laju alir, analisis dimensi.", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "1 file", "Tanggal Input": "21 Mei 2018"}