{"Nomor": 30696, "Judul": "METODE HORIZONTAL-TO-VERTICAL SPECTRAL RATIO (HVSR) UNTUK PENENTUAN RESPONS DINAMIKA KEGEMPAAN DI KOTA JAKARTA DENGAN PENGUKURAN MIKROTREMOR", "Abstrak": "Jakarta merupakan ibukota Republik Indonesia yang terletak di atas cekungan sedimen yang tebal. Secara geografis, Jakarta berjarak 200 km dari zona subduksi Indo-Australia yang menunjam di bawah Pulau Jawa.  Sebagai pusat pemerintahan, di Kota Jakarta terdapat banyak bangunan yang vital dan dengan adanya sedimen tebal yang mendasari Kota Jakarta menjadikan wilayah ini mempunyai kerentanan seismik yang cukup besar. Hal ini akan berakibat apabila terjadi gempa bumi yang berfrekuensi sama dengan frekuensi natural bangunan, maka akan terjadi resonansi yang mengakibatkan amplifikasi gelombang seismik di area tersebut. Setiap bangunan memiliki frekuensi natural yang berbeda-beda, salah satu yang mempengaruhi hal tersebut adalah ketinggian bangunan. Untuk mengkarakterisasi struktur bawah permukaan Cekungan Jakarta, dilakukan pengolahan data mikrotremor yang diperoleh dari hasil rekaman 95 stasiun yang beroperasi pada bulan Oktober 2013 - Februari 2014 menggunakan metode Horizontal-to-Vertical Spectral Ratio (HVSR). HVSR adalah metode untuk mendapatkan informasi bawah permukaan dari pengukuran stasiun tunggal dengan cara membandingkan spektrum Fourier komponen horizontal terhadap komponen vertikalnya. Rasio ini merupakan fungsi dari frekuensi yang akan menghasilkan kurva H/V. Nilai frekuensi dominan pada kurva HVSR menyatakan frekuensi natural wilayah yang diteliti. Indeks Kerentanan Tanah (Kg), yang berfungsi untuk menentukan zona lemah tanah, dapat dihitung dari kurva H/V tersebut. Peta nilai frekuensi dominan yang dihasilkan untuk wilayah Jakarta berkisar antara 0.2-0.22 Hz untuk frekuensi rendah dan 1-8.6 Hz untuk frekuensi tinggi. Frekuensi dominan yang besar berkorelasi dengan ketebalan sedimen yang tipis. Berdasarkan rentang frekuensinya, daerah selatan dan barat laut Jakarta memiliki ketebalan sedimen yang relatif tipis dibandingkan dengan wilayah lainnya. Peta nilai amplifikasi yang dihasilkan dapat dibagi ke dalam 4 peta dengan rentang periode yang berbeda-beda. Dari 4 peta tersebut, daerah Jakarta Utara atau daerah sekitar garis pantai Kota Jakarta yang paling berisiko mengalami amplifikasi dengan nilai H/V mencapai 11 karena daerah tersebut berkaitan dengan endapan alluvial dan endapan pantai. Peta distribusi nilai kerentanan seismik di Kota Jakarta berkisar antara 15-850 yang relatif tinggi di timur laut dan utara Jakarta.", "Daftar File": {"2018 TA PP ROSLIANI WIDIA PAMUNGKAS I. 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139496"}, "Penulis": "ROSLIANI WIDIA PAMUNGKAS I. - NIM: 12314028", "Kontributor / Dosen Pembimbing": ["Dr. Tedi Yudistira, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Mikrotremor, kurva H/V, amplifikasi, frekuensi dominan, kerentanan seismik.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Jun 2018"}