{"Nomor": 30694, "Judul": "ANALISIS KESESUAIAN DAN KETERSEDIAN LAHAN HUTAN TANAMAN POTENSIAL ENERGI DI DESA SEKITAR GUNUNG GEULIS, KABUPATEN SUMEDANG, JAWA BARAT", "Abstrak": "Kebutuhan akan energi di Indonesia maupun dunia semakin meningkat, seiring dengan laju pertumbuhan populasi manusia, perkembangan teknologi, dan pertumbuhan ekonomi. Oleh karena itu diperlukan pengembangan energi baru dan terbarukan. Salah satu energi baru dan terbarukan yang berpotensi besar dan bisa dikembangkan di Indonesia adalah energi biomassa. Energi biomassa ini didapatkan dari tanaman energi. Salah satu kendala dalam pengembangan hutan tanaman energi adalah semakin banyaknya konversi lahan menjadi pemukiman dan permintaan lahan akan pertanian. Selain itu tiap spesies juga memiliki syarat tumbuh yang berbeda. Maka perlu dilakukannya analisis kesesuaian dan ketersediaan lahan agar dapat mengoptimalkan fungsi dari lahan yang tersedia. Penelitian ini bertujuan untuk menghitung luas ketersediaan lahan hutan rakyat di desa sekitar Gunung Geulis, dan menganalisis kesesuaian lahan untuk 10 jenis tanaman potensial energi serta sebaran lokasi sesuainya di desa sekitar Gunung Geulis. Penelitian ini dilakukan di delapan desa sekitar Gunung Geulis dengan 21 titik sampel. Data yang diambil berupa data primer yaitu titik koordinat, pH tanah, suhu udara, dan kelembapan udara. Dan data sekunder yang digunakan adalah syarat atau parameter tumbuh masing-masing jenis tanaman potensial energi (Ketinggian, suhu udara, jumlah bulan kering, curah hujan, kelembapan udara, pH tanah, tekstur tanah, kelerengan, tebal solum, dan drainase tanah). Bobot parameter ditentukan dengan metode AHP (Analitical Hierarchy Process) dan dilakukan overlay dengan software arc-Gis. Hasil penelitian menunjukan bahwa, luas lahan tersedia potensial untuk hutan tanaman potensial energi di delapan desa sekitar gunung geulis adalah seluas 882 ha dengan rincian sebagai berikut: desa Jatimukti 31 ha, Cisempur 48 ha, Mangunarga 18 ha, Sawahdadap 25 ha, Cikahuripan 198 ha, Jatiroke 134 ha, Raharja 249 ha, dan Cinanjung seluas 179 ha. Luas lahan yang sesuai untuk jenis Kaliandra (C.calothyrsus), Akasia (A. mangium), Sengon (P. falcataria), Lamtoro (L. leucocephala), Jabon (A. cadamba), Gamal (G. sepium), dan Surian (T. sinensis) adalah seluas 794 ha (90.02%) ketujuh jenis tanaman tersebut tersebar di 8 Desa (Jatimukti, Cisempur, Mangunarga, Sawahdadap, Cikahuripan, Jatiroke, Raharja, dan Cinajung). Lahan yang sesuai untuk jenis Aren (A.pinnata) dan Gmelina (G. arborea) berturut-turut seluas 709 ha (80.39%) dan 801 ha (90.82%) kedua jenis tanaman ini juga tersebar di 8 Desa (Jatimukti, Cisempur, Mangunarga, Cikahuripan, Jatiroke, Raharja, Cinanjung, dan Sawahdadap). Dan lahan yang sesuai untuk jenis Kopi (C. arabica) adalah seluas 670 ha (75.96%) yang tersebar diempat desa (Cikahuripan, Jatiroke, Raharja, dan Cinanjung).", "Daftar File": {"2018 TA PP ROSI MAIRIDA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139488"}, "Penulis": "ROSI MAIRIDA (NIM : 11514054)", "Kontributor / Dosen Pembimbing": ["Pembimbing :   \n\nDr. Anne Hadiyane.", "Dr. Yayat Hidayat."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "AHP (Analytical Hierarchy Process), arc-Gis, hutan energi, kesesuaian lahan, ketersediaan lahan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Sep 2018"}