{"Nomor": 30692, "Judul": "PENGEMBANGAN MATERIAL BETON MUTU TINGGI  DENGAN PERKUATAN SERAT SINTETIS (SNFRC)  UNTUK MENINGKATKAN PERILAKU KOLOM", "Abstrak": "Perkembangan  material beton mutu tinggi  menuntut perbaikan atas perilaku alami beton yang getas (brittle) menjadi daktail (ductile). Kekuatan dan daktilitas beton menjadi pertimbangan dalam pengembangan material beton tersebut. Upaya yang dilakukan untuk  memperbaiki sifat beton yang getas adalah dengan menggunakan serat (fiber) sintetis. Kinerja yang dihasilkan dalam banyak penelitian pada penggunaan serat dalam beton tersebut membuktikan bahwa material ini memiliki ketahanan deformasi terutama pada kondisi pasca retak. Material beton yang diperkuat serat sintetis (Synthetic Fiber Reinforced Conceret (SNFRC)) mampu meningkatkan kapasitas tegangan dan regangan tarik, lentur dan tekan, serta menunjukkan nilai kekuatan sisa (residual strength) dan kapasitas penyerapan energi (energy adsorption strength) yang baik. Kemampuan material SNFRC dalam berperilaku daktail pada kondisi tekan memungkinkan aplikasinya pada elemen kolom. \n \n\nKolom beton mutu tinggi berperilaku lebih getas, sehingga dibutuhkan tulangan pengekang yang lebih rapat dan lebih detail untuk mendapatkan perilaku yang daktail. Namun permasalahan muncul saat tulangan pengekang yang rapat digunakan. Tulangan pengekang yang rapat menyebabkan perbedaan tegangan antara selimut dan inti beton sehingga akan terjadi  Ã‚Â“plane of weaknessÃ‚Â”  antara selimut dan inti beton. Hal tersebut akan menimbulkan terjadinya pengelupasan selimut kolom secara dini (premature spalling), menurunkan kapasitas kekuatan sebelum tegangan pengekang bekerja. Selain itu tulangan pengekang yang lebih rapat dan lebih detail menimbulkan masalah kesulitan dalam pelaksanaan di lapangan. Kesulitan yang dihadapi oleh tukang serta tidak ketatnya pengawasan dalam melaksanakan pekerjaan penulangan (pendetailan tulangan pengekang) menyebabkan hasil pekerjaan tulangan tidak seperti yang diharapkan sehingga menimbulkan pengaruh negatif terhadap perilaku kolom secara keseluruhan. \n \n\nDisertasi ini bertujuan  untuk menjawab permasalahan tersebut dengan mengembangkan material beton dengan penggunaan serat sintetis makro jenis modified olefin (SNFRC) sehingga mampu meningkatkan karakteristik mekanik beton, berupa perilaku yang daktail. Kemampuan perilaku daktailnya tersebut diharapkan mampu memberikan mekanisme kekangan bersama dengan dengan tulangan pengekang untuk menghasilkan elemen kolom dengan perilaku yang lebih baik.  \n \n\nPenelitian terdiri dari 3 tahapan, berupa pengujian mekanik material SNFRC, pengujian tulangan longitudinal dan pengekang, pengujian elemen struktur kolom. Pengujian elemen struktur kolom terdiri dari 20  buah kolom dengan beban aksial konsentris dan 4 buah kolom dengan beban aksial lateral siklik. Kedua jenis pengujian tersebut menggunakan variabel berupa rasio volume serat sintetis dan spasi sengkang (rasio volumetrik) dengan benda uji acuan berupa beton tanpa serat dengan rasio volumetrik minimum berdasarkan SNI 2847-2013. Pada pengujian aksial konsentris benda uji memiliki dimensi diameter penampang 135 mm dan tinggi 600 mm dengan konfigurasi tulangan longitudinal yang sama (6 D8mm) dan variabel tulangan pengekang spiral (6 mm), yang terdiri dari spasi 60 mm, 45 mm dan 30 mm sebagai spesimen dengan rasio volumetrik minimum dengan masing masing terdiri dari penambahan serat 1.25%, 0.75% dan 0% (beton tanpa serat). Sedangkan pada pengujian lateral siklik dan aksial dengan rasio 0.3 Po, benda uji kolom memiliki dimensi 260 mm x 260 mm serta tinggi 1500 mm dengan konfigurasi tulangan longitudinal yang sama (8 D13 mm) dan variabel tulangan pengekang (D10), yang terdiri dari spasi 90 mm, 60 mm dan 45 mm sebagai spesimen dengan rasio volumetrik minimum yang terdiri dari penambahan serat 1.25%, 0.75% dan 0% (beton tanpa serat).  \n \n\nHasil pengujian ekperimental mekanik material menunjukkan peningkatan perilaku material beton yang diperkuat serat sintetis yang lebih daktail.  Aplikasi material beton yang diperkuat serat sintetis tersebut pada elemen kolom yang dibebani secara aksial konsentris maupun secara aksial lateral siklik mampu meningkatkan perilaku kolom menjadi lebih daktail. Kolom yang menggunakan beton yang diperkuat serat sintetis dengan mengurangi rasio volumetrik kolom hingga 50% menunjukkan perilaku yang dapat mempertahankan perilaku identik dengan kolom acuan. Dengan demikian dapat disimpulkan bahwa kombinasi antara tulangan pengekang dan sejumlah fraksi volume serat sintetis mampu memberikan kontribusi dalam mekanisme pengekangan inti beton, sehingga dapat meningkatkan kekuatan dan secara signifikan meningkatkan perilaku daktail kolom. Hasil penelitian ini juga memberikan indikasi bahwa perkuatan serat sintetis pada kolom dapat mengurangi penggunaan rasio volumetrik (jumlah tulangan pengekang) minimun yang disyaratkan berdasarkan peraturan  pasal 10.9.3 dan 21.6.4.4 SNI 2847-2013. Penelitian ini juga mengusulkan model tegangan regangan SNFRC, model tegangan regangan SNFRC terkekang, dan dari keduanya mampu menghasilkan momen kurvatur SNFRC. Model persamaan tegangan regangan tersebut terdiri dari rumusan yang dibangun dari fungsi  dari indeks pengekangan akibat kontribusi gabungan antara tulangan pengekang transversal dan serat sintetis. \n \n\nHasil penelitian menunjukkan bahwa SNFRC mampu meningkatkan perilaku kolom sehingga menjadi lebih daktail serta memungkinkan pengurangan rasio volumetrik (sengkang) tulangan pengekang merupakan keterbaruan dari penelitian yang berhasil dicapai sehingga diharapkan mampu memberikan kontribusi terhadap ilmu pengetahuan khususnya bidang teknik sipil.", "Daftar File": {"2018 DS PP ROSIDAWANI  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139486"}, "Penulis": "ROSIDAWANI (NIM: 35012003)", "Kontributor / Dosen Pembimbing": ["Tim Pembimbing : \n\nProf.Ir. Iswandi Imran, MASc.,PhD. \n\nProf.Dr.Ir. Herlien Dwiarti Setio. \n\nMuhammad Riyansyah, ST., Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "serat sintetis, rasio volume serat, rasio volumetrik, kolom, daktilitas", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "16 Mar 2018"}