{"Nomor": 30705, "Judul": "STUDI PENYUSUNAN AIR QUALITY MANAGEMENT AREAS (AQMAS) UNTUK KAWASAN INDUSTRI PULOGADUNG JAKARTA MENGGUNAKAN  PEMODELAN UDARA", "Abstrak": "Gas buang hasil kegiatan industri mengakibatkan kualitas udara ambien semakin menurun. Kualitas udara dapat diperkirakan dari nilai sebaran konsentrasi polutan yang terkandung di dalamnya. Gas buang yang dihasilkan merupakan emisi pecemar udara sumber titik yang berasal dari pembakaran bahan bakar (penggunaan generator atau boiler) dan cerobong pabrik. Salah satu kegiatan industri aktif penghasil gas buang cerobong pabrik adalah kawasan industri pulogadung jakarta. Untuk mengetahui pola penyebaran konsentasi polutan gas sumber titik dan kondisi kualitas udara ambien di kawasan industri pulogadung digunakan pemodelan dispersi METI-LIS ver 2.03. Hasil penelitian menunjukan bahwa konsentrasi polutan udara yang melebihi baku mutu udara ambien adalah PM10 dengan konsentrasi tertinggi pada tanggal 18 Agustus 2013 sebesar 281.253 μg/m3. Konsentrasi RataÃ‚Â–Rata Bulanan Tiap parameter pencemar udara cenderung berfluktuatif rendah pada awal tahun dan akhir tahun tetapi cenderung berfluktuatif tinggi pada pertengahan tahun, baik itu pada tahun 2011, 2012 maupun tahun 2013 kecuali konsentrasi RataÃ‚Â–Rata Bulanan SO2 Stasiun DKI tahun 2013 cenderung berfluktuatif rendah pada awal tahun dan semakin tinggi ke pertengahan sampai akhir tahun. Pola dispersi SO2, CO dan NO2 terdispersi luas ke segala arah. Dispersi SO2 dan NO2 dengan konsentrasi tertinggi sebesar 0,5 Ã‚Â– 1 mg/m3 yang bersumber dari cerobong PT. Total Chemindo Loka. Sedangkan Dispersi CO konsentrasi tertinggi sebesar 0,5 Ã‚Â– 1 mg/m3 bersumber dari cerobong PT. Pangeran Karang Murni.", "Daftar File": {"2016 TS PP ROY WANGINTAN 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/139522", "2016 TS PP ROY WANGINTAN 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/139523", "2016 TS PP ROY WANGINTAN 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/139524", "2016 TS PP ROY WANGINTAN 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/139525", "2016 TS PP ROY WANGINTAN 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/139526", "2016 TS PP ROY WANGINTAN 1- BAB 5A.pdf": "https://digilib.itb.ac.id/gdl/download/139527", "2016 TS PP ROY WANGINTAN 1- BAB 5B.pdf": "https://digilib.itb.ac.id/gdl/download/139528", "2016 TS PP ROY WANGINTAN 1- BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/139529", "2016 TS PP ROY WANGINTAN 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/139530"}, "Penulis": "ROY WANGINTAN  (NIM : 25312320)", "Kontributor / Dosen Pembimbing": ["Pembimbing :   Dr. Asep Sofyan, S.T., M.T"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "udara ambien, gas buang, sumber titik, cerobong, pemodelan dispersi, METI-LIS ver 2.03", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "9 file", "Tanggal Input": "13 Sep 2018"}