{"Nomor": 30706, "Judul": "MENENTUKAN NILAI PERUSAHAAN START-UP MENGGUNAKAN MODEL PENILAIAN AGREGAT DAN DISAGREGAT. (KASUS PADA KR.COM)", "Abstrak": "Perusahaan start-up terutama pada tahap awal, mereka membutuhkan beberapa hal penting untuk memulai perjalanan mereka menjadi perusahaan jutaan dolar atau bahkan miliaran dolar. Salah satu hal penting yang mereka butuhkan adalah benih atau pendanaan tahap awal. Pendanaan penting bagi para perusahaan start-up untuk menjadi modal yang diperlukan untuk membiayai pengembangan awal suatu produk atau layanan baru. Valuasi penting bagi perusahaan karena dengan tidak mengetahui nilai wajar perusahaan dapat menyebabkan pemilik menjual bisnis mereka kurang dari nilai yang sebenarnya. \n\nPenelitian ini menggunakan dua pendekatan untuk menentukan nilai intrinsik KR.com, yaitu penilaian agregat dan terdisagregasi. Informasi yang diperlukan untuk membangun model penilaian diperoleh dari catatan keuangan internal KR.com. Penulis juga melakukan analisis sensitivitas untuk menentukan faktor-faktor kunci nilai intrinsik KR.com. Hasil penelitian ini dapat bermanfaat bagi perusahaan dengan mengetahui nilai intrinsiknya dan semua faktor kunci untuk membantu perencanaan strategi masa depan perusahaan. \n\nSetelah melakukan proses valuasi menggunakan kedua model, hasil untuk nilai intrinsik KR.com yang telah disesuaikan adalah $ 1,330.308,04 dan $ 1,832.525,15 dengan menggunakan model agregat dan disagregasi. Sementara analisis sensitivitas menunjukkan bahwa faktor utama yang dapat memberikan wawasan bagi perusahaan adalah ARPU dan tingkat pertumbuhan pengguna baru, dan juga tingkat churn rate dan tingkat pengembalian perusahaan. Pada akhir penelitian, penulis merekomendasikan perusahaan untuk menjual ekuitasnya dengan rentang dari 9,41% hingga 12,96% dari total ekuitas perusahaan, dengan asumsi untuk mendapatkan dana senilai 2,5 Miliar rupiah. \n\nKeywords: Intrinsic Value, Key Drivers, Start-up, Valuation.", "Daftar File": {"2018 TS PP ROZEAN 1 - ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139531"}, "Penulis": "Rozean Wijaya - 29115684", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Yunieta Anny Nainggolan"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Intrinsic Value, Key Drivers, Start-up, Valuation", "Sumber": "", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "19 Sep 2018"}