{"Nomor": 30708, "Judul": "PERPUSTAKAAN REMAJA DI BANDUNG", "Abstrak": "Budaya baca yang rendah di Indonesia, serta masih kurang pedulinya remaja akan manfaat membaca menjadi dasar pemikiran dirancangnya sebuah perpustakaan khusus remaja di Bandung pada studio tugas akhir ini. Perpustakaan Remaja di Bandung ini diharapkan dapat mengakomodasi kegiatan-kegiatan yang bermanfaat dalam perkembangan remaja.     \n\nBangunan berdiri di atas lahan seluas 7100 m2 dengan luas bangunan +/- 4400 m2 . Luas lantai dasar bangunan 2210 m 2 dan KDB nil 30 %. Bangunan terdiri dari satu massa utama(fungsi perpustakaan), satu massa penunjang(fungsi komersil) dan satu bangunan penerima. Bangunan  perpustakaan mempunyai panjang 54 m dan bentang 18 m terdiri atas tiga lantai. Sementara bangunan komersil terdiri atas dua lantai.     \n\nBentuk komposisi massa dirancang menyerupai bentuk 'L' untuk 'menangkap' pengunjung yang datang dan arah Dago bawah. Kesan menangkap ini dirasa perlu dilakukan karena jalan di depan lahan merupakan jalan yang ramai dan     \n\narus kendaraan di jalan ini cukup cepat, sehingga seringkali membuat bangunan hilang dari pandangan. Selain itu juga karena pertimbangan sebagian besar remaja berdomisili di daerah Dago. Bagian depan lahan dimanfaatkan sebagai plaza terbuka yang dapat digunakan sebagai tempat berkumpul bagi remaja maupun sebagai wadah aktivitas-aktivitas lain yang bersifat temporer, seperti pameran buku.     \n\nMassa-massa dirancang berdekatan agar pencapaian antar massa menjadi mudah dan lebih kompak. Peletakan massa perpustakaan yang memanjang ke arah utara-selatan selain karena mengikuti kontur tapak juga dikarenakan kebutuhan     \n\nuntuk menghindarkan buku dan koleksi Iainnya dan cahaya matahari langsung.     \n\nBangunan penerima dirancang sebagai bangunan penyambut pengunjung, sekaligus sebagai massa pemisah dan juga penghubung antara fungsi perpustakaan dan fungsi komersil. Bangunan ini juga berfungsi sebagai galeri dan     \n\nentrance hall. Mengingat fungsinya untuk menarik dan menyambut pengunjung, massa bangunan didesain dengan elemen dinding lengkung yang memberikan kesan menyambut.     \n\nBangunan ini menggunakan struktur rangka dengan konstruksi baton konvensional, dan sebagai rangka atap menggunakan truss dari pipa baja hollow. Struktur rangka baja ini dipilih karena kemudahan pengerjaan dan  sifatnya yang ringan.", "Daftar File": {"2006_TA_AR_Indr_1.pdf": "https://digilib.itb.ac.id/gdl/download/139539"}, "Penulis": "Rr. Dini Indraswari A. P. (NIM : 15201003)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Lily Tambunan, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Perpustakaan Remaja, Bandung", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur  \n                                     Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "18 Okt 2018"}