{"Nomor": 30709, "Judul": "STUDI ULTRALUMINOUS SUPERSOFT SOURCE (ULS) MENGGUNAKAN DATA XMM-NEWTON DALAM KONTEKS MODEL AKRESI PADA STELLAR-MASS BLACK HOLE", "Abstrak": "Ultraluminous supersoft source (ULS) adalah kelas objek pemancar sinar-X yang memiliki luminositas ~1039 erg/s, dengan radiasi termal pada energi di bawah 1 keV. ULS telah ditemukan sejak sekitar tahun 2000 pada era misi sinar-X ROSAT, dan hingga saat ini telah banyak diteliti dengan menggunakan misi sinar-X dengan resolusi tinggi seperti Chandra dan XMM-Newton. Tugas Akhir ini bertujuan untuk mempelajari properti pengamatan sinar-X dari ULS secara umum, yang ditekankan pada properti spektrum sinar-X. Adapun metode yang digunakan dalam Tugas Akhir ini adalah studi literatur dan pengolahan data. Tugas Akhir ini juga membahas properti sinar-X dari dua sumber sinar-X yang diduga memiliki kaitan erat dengan ULS, yaitu Black Hole Binary (BHB) dan Ultraluminous X-ray Source (ULX), yang telah lebih banyak dipelajari sebelumnya. Pembahasan properti dua sumber ini dimaksudkan untuk memberikan dasar gagasan bagi penjelasan model fisis ULS dalam konteks model akresi pada stellar-mass black hole. Model fisis yang paling banyak disetujui untuk ULS saat ini adalah model korona tebal (optically thick) yang menutupi piringan akresi super-Eddington. Model fisis ini memiliki kesamaan dengan ULX yang biasanya dijelaskan dengan model akresi super-Eddington, oleh karena itu dapat dibuat sebuah unification model untuk ULS dan ULX.     \n \n \n \n \n\nData ULS yang digunakan dalam Tugas Akhir ini adalah data dari hasil pengamatan misi sinar-X XMM-Newton. Selain itu, digunakan juga data pendamping yang diperoleh dari misi Swift. Daftar ULS diambil dari katalog Liu (2011) yang memuat 70 buah ULS. Seleksi data dilakukan hingga mendapatkan 5 buah ULS yang diolah datanya lebih lanjut. Total data pengamatan yang diolah sebanyak 27 data. Untuk ULS yang telah diamati lebih dari satu kali dengan XMM-Newton, studi variabilitas spektrum juga dapat dilakukan, dan diperoleh bahwa beberapa ULS memang memiliki variabilitas. Dari hasil fitting spektrum diperoleh bahwa sebagian data dapat dimodelkan dengan benda hitam ataupun piringan benda hitam, di mana kedua model ini menunjukkan hasil yang mirip. Hasil pegolahan data dibandingkan dengan hasil pengolahan data pada hasil penelitian sebelumnya, dan diperoleh bahwa parameter ULS pada Tugas Akhir ini memiliki hasil yang mirip dengan hasil dari penelitian sebelumnya.", "Daftar File": {"2017 TA PP RR. ELMA NANDIRA MAHARANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/139540", "2017 TA PP RR. ELMA NANDIRA MAHARANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/139541", "2017 TA PP RR. ELMA NANDIRA MAHARANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/139542", "2017 TA PP RR. ELMA NANDIRA MAHARANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/139543", "2017 TA PP RR. ELMA NANDIRA MAHARANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/139544", "2017 TA PP RR. ELMA NANDIRA MAHARANI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/139545", "2017 TA PP RR. ELMA NANDIRA MAHARANI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/139546", "2017 TA PP RR. ELMA NANDIRA MAHARANI 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/139547", "2017 TA PP RR. ELMA NANDIRA MAHARANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/139548"}, "Penulis": "RR. ELMA NANDIRA MAHARANI (NIM : 10313005)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Kiki Vierdayanti"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "ULS, sinar-X, akresi, ULX, BHB, XMM-Newton", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "9 file", "Tanggal Input": "09 Mar 2018"}