{"Nomor": 30725, "Judul": "PERANCANGAN LINTASAN PROSES APPROVAL PADA DEPARTEMEN QUALITY ENGINEERING PT DIRGANTARA INDONESIA", "Abstrak": "PT Dirgantara Indonesia merupakan perusahaan industri pesawat di Indonesia yang memiliki kompetensi inti berupa pembuatan desain, produksi, perakitan, dan servis pesawat. PT DI menerima pesanan dari konsumen berupa spesifikasi umum mengenai jenis komponen serta jumlah yang harus diproduksi. Dalam proses produksi, seluruh dokumen produksi harus melewati proses verifikasi atau approval di Departemen Quality Engineering untuk memastikan bahwa produk sesuai dengan spesifikasi. Dokumen produksi diperiksa dan dibuatkan panduan hingga semuanya disetujui dan siap diproduksi. Berdasarkan data historis periode Juli 2016 hingga Juni 2017, PT DI mengalami kegagalan dalam memenuhi target proses approval selama 7 kali.   \n\nProses approval merupakan proses yang kritis, maka kelancaran dan keseimbangan kerjanya harus diperhatikan. Keseimbangan waktu kerja dicapai dengan cara meminimasi selisih waktu dari setiap stasiun kerja dengan waktu stasiun kerja yang terlama atau waktu menganggur. Performansi lintasan pada kondisi eksisting memiliki total waktu menganggur 193,60 menit dan nilai smoothness index 57.99. Perancangan lintasan proses approval dilakukan menggunakan metode line balancing beserta penugasan operator dengan bantuan komputasi perangkat lunak CPLEX. Data yang dibutuhkan untuk menyelesaikan permasalahan ini adalah data elemen kerja, jenis elemen kerja, precedence diagram, waktu setiap elemen kerja oleh setiap jenis operator, dan cycle time.   \n\nSolusi yang dihasilkan adalah perubahan pengelompokan elemen kerja pada stasiun kerja. Akibatnya jumlah stasiun kerja dan operator yang dibutuhkan berkurang dari semula 18 menjadi hanya 16. Performansi lintasan pada kondisi usulan memiliki total waktu menganggur 75,31 menit dan nilai smoothness index 34,77. Secara umum rancangan solusi yang diusulkan memberikan hasil yang lebih baik dibandingkan dengan kondisi eksisting.", "Daftar File": {"2018 TA PP Rully Zulfa Astuti 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139594"}, "Penulis": "Rully Zulfa Astuti - Nim: 13413021", "Kontributor / Dosen Pembimbing": ["Dr. Anas Ma'", "ruf   \n \n\nDr. Wisnu Aribowo, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Proses approval, stasiun kerja, smoothness index.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "07 Feb 2018"}