{"Nomor": 30726, "Judul": "SEKOLAH MUSIK YMI BANDUNG", "Abstrak": "Tugas Akhir ini mengambil kasus proyek perancangan Sekolah Musik YMI di Bandung. Selama ini Bandung telah terkenal sebagai kota musisi, dengan   \n\nbanyaknya para musisi dengan berbagai aliran musik lahir dan berkembang di kota tersebut. Karena itu diharapkan dengan perancangan sekolah musik ini, dapat   \n\nmengembangkan dan meningkatkan kegiatan-kegiatan di bidang musik yang ada kota Bandung.   \n\nPerancangan sekolah musik ini merupakan perancangan arsitektur di ruang kota, dengan menggali karakter maupun citra musik serta citra kawasan untuk diwujudkan dalam desain bangunan. Pemilihan tema Ã‚Â‘sense of placeÃ‚Â’ dalam perancangan sekolah musik untuk merespon karakter kawasan yang kuat akan nuansa musik, dan menghadirkannya kembali ke dalam sekolah musik YMI ini.   \n\nAdapun perancangan sekolah musik di kawasan tersebut dimaksudkan untuk menampung kebutuhan akan fasilitas pendidikan di bidang musik serta fasilitas penunjangnya. Hasil rancangan diharapkan dapat menggali potensi kawasan dan memperkuat karakter kawasan. Sebagai sarana publik yang mewadahi kegiatan pendidikan musik secara   \n\ninformal, bangunan ini menghadirkan fasilitas-fasilitas antara lain sarana pelatihan musik, retail alat musik, cafÃƒÂ©, retail kaset dan cd musik, dan retail-retail lainnya. Retail dan cafÃƒÂ© selanjutnya dirancang sebagai sarana komersil untuk menghidupkan fasilitas ini.   \n\nPerancangan sekolah musik ini menekankan kepada penciptaan sense of place pada bangunan untuk merespon karakter kawasan dan brand image dari PT Yamaha sebagai penyandang dana, baik pada ruang-ruang dalam maupun ruang-ruang luar, melalui bentuk/tampilan fisik yang unik, kegiatan/aktivitas yang berkesan, dan makna/rasa kepemilikan terhadap fasilitas sekolah musik yang dikelola oleh Yayasan Musik Indonesia ini. Hal ini menjadikan analisis kawasan merupakan salah satu faktor yang perlu dipertimbangkan. Konsep-konsep utama yang dipergunakan dalam perancangan sekolah musik ini adalah konsep-konsep ruang kota, dan penciptaan ruang-ruang untuk bermain musik, baik ruang dalam dan juga ruang luar, sehingga fasilitas sekolah musik tidak hanya menjadi sebuah Ã‚Â‘spaceÃ‚Â’ tetapi juga sebuah Ã‚Â‘placeÃ‚Â’.", "Daftar File": {"2007_TA_AR_Ali1_1.pdf": "https://digilib.itb.ac.id/gdl/download/139595"}, "Penulis": "RULYAN ALI (NIM : 15201032)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dewi Larasati ST. MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Sekolah musik", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur  \n                                     Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "22 Okt 2018"}