{"Nomor": 30724, "Judul": "PENENTUAN BATAS SISTEM PANAS BUMI MENGGUNAKAN METODE SURVEI TANAH DAN UDARA TANAH SERTA GEOMAGNET STUDI KASUS LAPANGAN PANAS BUMI PATUHA UTARA", "Abstrak": "Penentuan batas sistem panas bumi biasanya dilakukan menggunakan data geologi dan geokimia air,serta dilakukan menggunakan data MT dengan melihat sebaran caprock dari setiap kedalaman suatu lapangan panas bumi. Penelitian kali ini akan mencoba menentukan batas sistem panas bumi menggunakan metode survei tanah dan udara tanah serta geomagnet. Penelitian ini dimaksudkan untuk mengembangkan metode penelitian batas sistem panas bumi pada tahap awal eksplorasi dimana data belum banyak tersedia \n \n\nSistem panas bumi pada umumnya menghasilkan gas volatil (Hg dan CO2) dengan konsentrasi yang tinggi di permukaan pada daerah dengan permeabilitas yang baik. Sedangkan nilai magnetik rendah pada umumnya merupakan bagian dari sistem panas bumi. sehingga diharapkan batas dari suatu sistem panas bumi dapat ditentukan.  \n \n\nPenelitian dilakukan di sekitar Cimanggu Ã‚Â– Rancaupas yang menjadi batas dari Sistem Panas Bumi Patuha Utara. Survei tanah dan udara tanah dilakukan dengan jarak antar spasi 500 meter pada lima lintasan dengan jarak antar lintasan 1000 meter. Hasil pengukuran menunjukan daerah penelitian memiliki anomali konsentrasi (Hg dan CO2) diatas nilai background yang tersebar di daerah selatan lokasi penelitian. Akuisisi data geomagnet dilakukan pada lintasan sepanjang 2,2 km dan sepanjang 2 km, dengan spasi 50 meter yang membentang dari utara menuju selatan. Data geomagnet kemudian diolah dengan melakukan koreksi harian, koreksi IGRF dan reduksi ke kutub / ekuator untuk dilakukan analisis. Hasil analisis menunjukan daerah di sebelah selatan memiliki nilai magnetik yang rendah dan berbeda dengan daerah utara. Rendahnya nilai magnetik dan tingginya konsentrasi gas volatil (Hg dan CO2) di selatan daerah penelitian merupakan bagian dari Sistem Panas Bumi Patuha yang menempati area sekitar 50 %. Metode survei tanah dan udara tanah (Hg dan CO2) serta geomagnet di Lapangan Panas Bumi Patuha Utara dapat menunjukan keberadaan batas sistem panas bumi dengan hasil yang sesuai dengan penelitian terdahulu, sehingga metode ini dapat terus dikembangkan", "Daftar File": {"RULLY TRI ABDULMALIK": "https://digilib.itb.ac.id/gdl/download/139593"}, "Penulis": "RULLY TRI ABDULMALIK - NIM: 22615004", "Kontributor / Dosen Pembimbing": ["Dr. Prihadi Sumintadireja, Dr. Eng. Suryantini"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Panas Bumi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Survei tanah dan udara tanah, Geomagnet, Batas sistem panas bumi, Lapangan Panas Bumi Patuha Utara", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "01 Okt 2018"}