{"Nomor": 30730, "Judul": "FAKTOR-FAKTOR YANG MEMPENGARUHI KETERLAMBATAN PEMBAYARAN KEWAJIBAN KREDIT USAHA MIKRO, KECIL DAN MENENGAH STUDI KASUS PT BANK XYZ", "Abstrak": "PT Bank XYZ mengahadapi permasalahgan dalam NPL dan portofolio kredit segmen UMKM yang harus memenuhi ketentuan-ketentuan pihak otoritas. Pada akhir tahun 2018, PT Bank XYZ diwajibkan untuk mengelola kredit segmen UMKM setidaknya 20% dari seluruh total portfolio kredit yang dimiliki dari 2% di tahun 2016. Selain itu, kredit bermasalah atau NPL pada segmen tersebut merupakan NPL tertinggi di antara NPL kredit segmen lainnya. Penelitian ini bertujuan untuk mencari hubungan antara karakteristis debitur & karakteristik produk kredit dengan keterlambatan pembayaran kewajiban, yang diwakili oleh DPD (days past due), untuk segmen kredit UMKM. DPD sebagai gambaran dari NPL merupakan variabel dependent, sedangkan karakteristik debitur & karakteristik produk kredit merupakan variabel independent. Multi-linear regression digunakan untuk mencari hubungan tersebut dengan menggunakan data kredit UMKM PT Bank XYZ per 31 Oktober 2017. Debitur yang berpendidikan SMP tidak memiliki kemampuan bayar lebih baik dibandingkan dengan SMA, sebaliknya yang berpendidikan Sarjana memiliki kemampuan bayar yang lebih baik dibandingkan dengan SMA. Debitur berjenis kelamin wanitamemiliki kemampuan bayar lebih baik dari pria. Debitur dengan usia sampai dengan 50 tahun tidak memiliki kemampuan bayar yang lebih baik dari debitur berusia lebih dari 50 tahun. Kredit yang diberikan kepada sektor pengolahan dan pertaniantidak memiliki kemampuan bayar yang lebih baik dibandingkan dengan sektor perdagangan, sebaliknya sektor ekonomi konstruksi dan jasa memiliki kemampuan bayar yang lebih baik dari sektor perdaganngan. Suku bunga memiliki hubungan positif yang signifikan terhadap DPD. Sedangkan kredit investasi memiliki kemampuan bayar yang lebih baik dibandingkan dengan kredit modal kerja. Beberapa saran yang diajukan diantaranya, pertama, debitur disarankan untuk meningkatkan pengetahuan dan keterampilannya. Kedua, PT Bank XYZ disarankan untuk mengembangkan produk khusus wanita dan memberikan pengetahuan kepada para debitur dalam hal mengelola keuangan. Ketiga, pemerintah disarankan untuk membuat kebjikan yang berpihak kepada petani.", "Daftar File": {"Ruslan 29114470.pdf": "https://digilib.itb.ac.id/gdl/download/139608"}, "Penulis": "Ruslan Abdul Kohar 29114470", "Kontributor / Dosen Pembimbing": ["Taufik Faturohman, PhD."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "days past due, non-performing loan, perbankan, regresimulti-linear, kemampuan bayar, UMKM", "Sumber": "", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "25 Jun 2018"}