{"Nomor": 30734, "Judul": "ISOLASI BIOSURFAKTAN DARI BAKTERI HALOFILIK HALOMONAS MERIDIANA BK-AB4 DAN APLIKASINYA SEBAGAI INHIBITOR KOROSI", "Abstrak": "Biosurfaktan merupakan zat aktif permukaan yang dihasilkan oleh mikroorganisme sebagai metabolit sekunder dalam kondisi nutrien terbatas tetapi kaya sumber karbon berupa lipid. Biosurfaktan saat ini banyak digunakan sebagai alternatif dari surfaktan sintetik yang umumnya tidak ramah lingkungan. Salah satu aplikasi biosurfaktan yang menarik adalah sebagai inhibitor korosi. Pada penelitian ini, Halomonas meridiana BK-AB4 yang telah diketahui berpotensi sebagai produsen biosurfaktan pada penelitian sebelumnya, dipelajari potensi biosurfaktannya sebagai inhibitor korosi. Pada peneltian ini, produksi biosurfaktan dilakukan dengan menggunakan media produksi yang telah dioptimasi sebelumnya, yaitu menggunakan media yang mengandung minyak zaitun sebagai sumber karbon dan urea sebagai sumber nitrogen. Karakterisasi fisikokimia biosurfaktan dilakukan kembali untuk memastikan konsistensi aktivitas surfaktan pada berbagai kondisi yang telah dipelajari sebelumnya. Hasil karaterisasi fisikokimia menunjukkan kemiripan dengan sifat biosurfaktan hasil studi sebelumnya, dimana aktivitas tertinggi teramati pada pH 12 dengan indeks emulsifikasi 71,43%, dan stabil pada rentang pH 7-12, serta stabil pada kadar garam 15-22%. Pengukuran nilai CMC dari biosurfaktan diperoleh nilai sekitar 353,8 mg/L. Hasil penentuan struktur biosurfaktan dengan FTIR, NMR, dan LCMS diperoleh empat struktur biosurfaktan diketahui bahwa Halomonas meridiana BK-AB 4 menghasilkan empat molekul biosurfaktan utama, yaitu natrium oktadeka-9,11,13-trienoat, natrium ikosa-8,10,12,14,16,18-heksaenoat, natrium 13,15-dihidroksioktadekanoat, dan natrium dodekanoat dengan perbandingan komposisi secara berturut-turut adalah 47,5:33,8:7,1:11,6 (% berat). Potensi biosurfaktan sebagai inhibitor korosi dipelajari pada penelitian ini dengan metode Electrochemical Impedance Spectroscopy (EIS) pada 25 oC, 35 oC, 45 oC, dan 55 oC. Hasil pengamatan dengan metode ini, diperoleh bahwa efisiensi tertinggi teramati pada 45 oC, dengan nilai ΔG adsorpsi sebesar 32,9 kJ/mol. Adsorpsi biosurfaktan pada permukaan baja karbon merupakan adsorpsi semi kimia dan semi fisika yang memenuhi model isoterm adsorpsi El-Awady. Atas dasar hasil ini, biosurfaktan yang dihasilkan oleh Halomonas meridiana BK-AB 4 berpotensi untuk dikembangkan sebagai alternatif surfaktan sebagai inhibitor korosi yang ramah lingkungan.", "Daftar File": {"2016 TA PP RUTH SONNIA AGUSTINA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/139617", "2016 TA PP RUTH SONNIA AGUSTINA 1-DAFTAR PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/139623"}, "Penulis": "RUTH SONNIA AGUSTINA (NIM:10512049)", "Kontributor / Dosen Pembimbing": ["Pembimbing :    \n\nDr. Rukman Hertadi", "Dr. Deana Wahyuningrum."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "biosurfaktan, Halomonas meridiana BK-AB4, inhibitor korosi, Electrochemical Impedance Spectroscopy, isoterm adsorpsi El-Awady", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "07 Sep 2018"}