{"Nomor": 30737, "Judul": "STUDI ANALISIS PROSES IMBIBISI SPONTAN MENGGUNAKAN INJEKSI SURFAKTAN PADA RESERVOIR HETEROGEN", "Abstrak": "Meskipun Indonesia merupakan negara yang kaya akan sumber daya alam tetapi Indonesia saat ini dihadapkan dengan kelangkaan minyak bumi. Jarak antara jumlah produksi dan konsumsi yang kian jauh tiap saat membuat Indonesia perlu melakukan berbagai strategi terkait pemberdayaan minyak bumi. Di bidang produksi, berbagai metode peningkatan produksi perlu dijalankan untuk dapat meningkatkan faktor perolehan minyak. Salah satu metode peningkatan perolehan minyak (EOR) yang sangat populer adalah injeksi surfaktan. Namun, injeksi surfaktan merupakan metode EOR yang cukup mahal sehingga desain injeksi perlu diperhatikan. \n\nDalam penelitian kali ini injeksi surfaktan akan dioptimasi melalui metode imbibisi spontan. Proses imbibisi spontan adalah proses pendesakan suatu fluida yang tidak membasahi oleh fluida lain yang membasahi medium secara spontan. Gaya yang mendorong terjadinya imbibisi spontan adalah gaya kapiler dan gaya gravitasi. Surfaktan digunakan untuk membantu fluida injeksi dalam hal ini air agar lebih mudah membasahi batuan dan mendesak minyak keluar. \n\nSalah satu properti batuan yang dimodifikasi pada studi ini adalah permeabilitas efektif. Di beberapa luasan, permeabilitas efektif dari reservoir akan bernilai kecil, dan bagian lainnya permeabilitas efektif bernilai besar. Secara teori, proses imbibisi spontan akan terjadi pada luasan batuan berpermeabilitas kecil sehingga minyak yang terperangkap dalam pori kecil dapat terdorong ke dalam pori yang lebih besar dan dapat diproduksikan. \n\nTujuan dari penelititan ini adalah untuk dapat mengetahui proses imbibisi spontan pada reservoir serta menentukan desain injeksi yang paling efektif menggunakan surfaktan. Proses yang akan dianalisa merupakan model sintetis reservoir yakni seperempat bagian dari five-spot injection pattern dan dijalankan menggunakan simulator komersial. Analisa imbibisi spontan dilakukan dengan memvariasikan waktu soaking dan mengamati nilai recovery factor (RF). Setelah didapatkan nilai recovery factor terbesar dari variasi waktu soaking, optimasi produksi dilanjutkan dengan mencari desain injeksi gabungan air dan surfaktan terbaik.", "Daftar File": {"2015 TA PP RYAN ADI PUTRA 1.pdf": "https://digilib.itb.ac.id/gdl/download/139632"}, "Penulis": "RYAN ADI PUTRA (NIM : 12211017)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Leksono Mucharam, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "imbibisi spontan, surfaktan, waktu soaking, recovery factor", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "1 file", "Tanggal Input": "14 Mei 2018"}