{"Nomor": 30742, "Judul": "PROVENAN BATUPASIR FORMASI MAKATS, CEKUNGAN WAIPOGA, PAPUA BERDASARKAN INTEGRASI ANALISIS PETROGRAFI DAN GEOKIMIA UNSUR UTAMA", "Abstrak": "Cekungan Waipoga merupakan salah satu cekungan di daerah Papua Utara. Berbagai penelitian telah dilakukan oleh beberapa instansi swasta maupun pemerintah. Salah satu formasi yang berperan sebagai batuan reservoir ialah Formasi Makats. Penelitian yang membahas lingkungan tektonik pembentuk formasi ini belum pernah dilakukan sebelumnya. Salah satu metode dalam penentuan lingkungan tektonik yang dilakukan ialah metode provenan. Metode provenan menafsirkan tatanan tektonik berdasarkan komposisi butiran mineral batuan yang ada. Metode ini tidak hanya menggunakan analisis Petrografi saja, namun juga dapat dilakukan pendekatan geokimia unsur utama. Analisis Petrografi dilakukan untuk menentukan klasifikasi tipe batuan pada sampel. Berdasarkan analisis Petrografi dari 15 sampel, pembagian klasifikasi tipe batuan yang ada pada sampel dapat dibagi menjadi 2 yaitu Metamorphic Litharenite dan Metamorphic Lithic wacke. Hasil plot analisis provenan pada sampel memperlihatkan bahwa batuan sumber sampel penelitian ada pada provenan tipe Recycled Orogenic dan Transitional Arc. Hasil plot lebih lanjut dengan memisahkan tipe butiran mineral memperlihatkan tatanan tektonik pembentuk Formasi Makats berupa Collision Suture Belt and Fold Thrust Belt sources. Pendekatan geokimia unsur utama dilakukan untuk memberikan informasi lebih dalam mengenai sumber batuan pembentuk Formasi Makats. Nilai unsur utama pada sampel dihasilkan dari pengukuran SEM/EDX pada mineral plagioklas. Hasil plot memperlihatkan deret magmatik batuan sumber bersifat kalk alkali potasium tinggi. Sifat ini hanya dimiliki pada kerak kontinen", "Daftar File": {"2017 TS PP RYAN PAKSI ANUGERAH PERMANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/139651", "2017 TS PP RYAN PAKSI ANUGERAH PERMANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/139652", "2017 TS PP RYAN PAKSI ANUGERAH PERMANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/139653", "2017 TS PP RYAN PAKSI ANUGERAH PERMANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/139654", "2017 TS PP RYAN PAKSI ANUGERAH PERMANA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/139655", "2017 TS PP RYAN PAKSI ANUGERAH PERMANA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/139656", "2017 TS PP RYAN PAKSI ANUGERAH PERMANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/139657"}, "Penulis": "RYAN PAKSI ANUGERAH PERMANA (NIM : 22013310)", "Kontributor / Dosen Pembimbing": ["Pembimbing :    \n \n \n\nProf. Dr. Emmy Suparka", "Ir. Junita Trivianty Musu, M.Sc.,"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Provenan, Cekungan Waipoga, Formasi Makats, geokimia unsur utama", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "7 file", "Tanggal Input": "02 Okt 2018"}