{"Nomor": 30751, "Judul": "KONSTRUKSI DUA PLASMID TERPISAH MEMBAWA SISTEM STABILITAS TOKSIN-ANTIDOT ccd UNTUK PRODUKSI PROTEIN REKOMBINAN", "Abstrak": "Stabilitas vektor ekspresi sangat penting untuk produksi protein terapeutik rekombinan karena vektor ekspresi merupakan elemen penting yang membawa dan mengekspresikan gen terapeutik pada sel inang. Umumnya, stabilisasi vektor  \n\nmemanfaatkan sistem seleksi vektor tersebut. Sebagian besar vektor ekspresi komersial menggunakan sistem seleksi berbasis antibiotik karena kemudahannya.  namun, World Health Organization dan Unites States Food and Drug Administration sangat merekomendasikan untuk menghindari penggunaan sistem seleksi berbasis antibiotik. Hal tersebut karena adanya resiko penyebaran gen resistensi dan kemungkinan adanya reaksi hipersensitivitas terhadap antibiotik ?-laktam pada sebagian pasien. Oleh karena itu, sistem seleksi alternatif harus dikembangkan. Riset ini dilakukan untuk mengembangkan suatu sistem stabilisasi vektor berbasis toksinantidot ccd untuk produksi protein rekombinan yang lebih fleksibel dalam menggunakan berbagai galur Escherichia coli dengan memisahkannya menjadi dua   \n\nplasmid. Gen pengkode antidot (ccdA) dengan promotor dan terminator alaminya diletakkan pada plasmid pDCSAsod. Plasmid tersebut juga membawa kaset ekspresi yang mengandung fragmen DNA pengkode sodA Staphylococcus equorum dengan promotor T7 yang diinduksi oleh isopropil tiogalaktosa (IPTG) dan diregulasi oleh operator lac. Gen pengkode toksin (ccdB) dikonstruksi pada plasmid terpisah   \n\npernama pDCSB dan ekspresinya diregulasi oleh promotor PBAD yang diinduksi oleh L-arabinosa. Selanjutnya fragmen cer ditambahkan pada plasmid pDCSB untuk meningkatkan stabilitas plasmid sehingga menghasilkan plasmid pDCSBcer. Semua plasmid hasil konstruksi dikonfirmasi dengan enzim restriksi untuk ukurannya, dengan metode polymerase chain reaction (PCR) untuk mendeteksi komponennya dan sekuensing DNA untuk penentuan urutan DNAnya. Walaupun gen resistensi  \n\nantibiotik masih ada pada tiap plasmid, tetapi semua pengujian dilakukan pada  kondisi tanpa antibiotik. Untuk mengevaluasi fungsi sistem toksin-antidot ccd yang  \n\ndikonstruksi, pertumbuhan sel yang membawa masing-masing dan kedua plasmid diamati pada media Luria Bertani dengan dan tanpa induser L-arabinosa. Rendemen dan aktivitas produk gen sodA, rMnSODSeq yang dihasilkan dari kaset ekspresi pada E. coli BL21(DE3) yang membawa kedua plasmid dibandingkan dengan hasil produksi pada sel yang hanya membawa pDCSAsod melalui analisis SDS-PAGE dan zimografi. Kinerja stabilisasi plasmid dari sistem tersebut dievaluasi dengan uji retensi plasmid pada akhir masa produksi protein yaitu empat jam setelah induksi  IPTG. Plasmid-plasmid hasil konstruksi telah terkonfirmasi identitasnya. Inhibisi profil pertumbuhan terjadi pada E. coli yang hanya membawa kelompok plasmid pDCSB dengan induksi L-arabinosa. Pertumbuhan E. coli yang membawa   \n\npDCSAsod bersama kelompok plasmid pDCSB mirip dengan E. coli yang tidak membawa plasmid, bahkan dengan induksi L-arabinosa. Produksi dan aktivitas  rMnSODSeq tidak dipengaruhi oleh sistem toksin-antidot ccd. Rendemen   \n\nrMnSODSeq adalah 2,3 mg/ml pada kondisi yang belum dioptimasi. Stabilitas plasmid pDCSAsod meningkat dan mencapai 94% ketika bersamaan dengan pDCSB atau pDCSBcer yang diinduksi L-arabinosa dan hanya menunjukkan stabilitas 90,5% ketika tanpa seri plasmid pDCSB. Penambahan fragmen cer pada pDCSB juga meningkatkan stabilitas plasmid tersebut dari 68% menjadi 75%. Dengan demikian sistem toksin-antidot ccd pada penelitian ini berfungsi baik walaupun dikonstruksi pada plasmid terpisah. Sistem ini memiliki potensi untuk sistem stabilitas pada produksi protein terapetik rekombinan dan memberikan fleksibilitas pada pemilihan galur E. coli dibandingkan dengan sistem berbasis gen ccdB yang terintegrasi pada  kromosom yang ada di perdagangan.", "Daftar File": {"2018 DS PP SAAD A. A. ABDOSSALAM 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139680", "COVER SAAD A. A. ABDOSSALAM (NIM: 30712701)": "https://digilib.itb.ac.id/gdl/download/186315", "BAB 1 SAAD A. A. ABDOSSALAM (NIM: 30712701)": "https://digilib.itb.ac.id/gdl/download/186316", "BAB 2 SAAD A. A. ABDOSSALAM (NIM: 30712701)": "https://digilib.itb.ac.id/gdl/download/186317", "BAB 3 SAAD A. A. ABDOSSALAM (NIM: 30712701)": "https://digilib.itb.ac.id/gdl/download/186318", "BAB 4 SAAD A. A. ABDOSSALAM (NIM: 30712701)": "https://digilib.itb.ac.id/gdl/download/186319", "BAB 5 SAAD A. A. ABDOSSALAM (NIM: 30712701)": "https://digilib.itb.ac.id/gdl/download/186320", "BAB 6 SAAD A. A. ABDOSSALAM (NIM: 30712701)": "https://digilib.itb.ac.id/gdl/download/186321", "BAB 7 SAAD A. A. ABDOSSALAM (NIM: 30712701)": "https://digilib.itb.ac.id/gdl/download/186322", "PUSTAKA SAAD A. A. ABDOSSALAM (NIM: 30712701)": "https://digilib.itb.ac.id/gdl/download/186323"}, "Penulis": "SAAD A. A. ABDOSSALAM (NIM: 30712701) [30712701]", "Kontributor / Dosen Pembimbing": ["PEMBIMBING : Dr. Debbie Sofie Retnoningrum", "Dr. rer. nat Catur Riani"], "Jenis Koleksi": "Disertasi", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "ccdA, ccdB, vektor ekspresi, sistem stabilitas, rMnSODSeq, toksinantidot.", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "10 file", "Tanggal Input": "19 Mar 2018"}