{"Nomor": 30759, "Judul": "PERANCANGAN MOBILE APP MENGENAI DIET SEHAT  UNTUK REMAJA PUTRI USIA 15-18 TAHUN", "Abstrak": "Demi mendapatkan penampilan dan bentuk tubuh yang menarik, tidak jarang anak muda dan remaja melakukan diet, terutama remaja putri. Hal tersebut dikarenakan penampilan tubuh yang kurang ideal dapat memengaruhi tingkat kepuasan seseorang akan dirinya dan dapat menyebabkan turunnya rasa percaya diri. Namun ada remaja yang melakukan diet dengan cara yang salah sehingga diet tidak berjalan dengan baik dan justru berdampak buruk pada kesehatan. Kini ada banyak jenis-jenis diet, informasi tentang diet pun dapat dengan mudah didapat melalui situs web dan buku. Akan tetapi, beberapa situs web tidak dikelola oleh ahli dan informasi yang diberikan tidak jelas sumbernya sehingga dapat menuntun remaja pada informasi yang tidak akurat. Untuk mengatasi hal tersebut, solusi yang dianggap tepat yaitu perancangan mobile app tentang diet sehat yang ditujukan untuk remaja putri, terutama remaja SMA yang berusia sekitar 15-18 tahun. Mobile app dianggap media yang tepat karena pola hidup remaja masa kini yang tidak terlepas dari gadget dan penggunaan media sosial. Perancangan dimulai dengan mengumpulkan data yang berkaitan dengan diet pada remaja dan mobile app. Pengumpulan data dilakukan dengan kajian pustaka, wawancara pada ahli dalam bidang diet serta survei pada target/sasaran perancangan. Sebagai tambahan, dilakukan perbandingan pada beberapa mobile app diet yang telah ada. Dari data-data yang didapat, diketahui bahwa diet yang cocok untuk remaja yaitu diet rendah karbohidrat karena asupan gizi dari tiap unsur makanan masih tetap terpenuhi. Selain itu berdasarkan hasil survei, diketahui bahwa banyak remaja yang mengalami kesulitan dalam mengatur pola makan dan menjaga motivasi dalam menjalankan diet. Diketahui juga bahwa preferensi remaja putri lebih mengarah pada tampilan yang lebih santai (tidak kaku/formal). Untuk memenuhi kebutuhan pengguna, maka dibuat fitur-fitur mobile app yaitu penghitungan IMT dan berat badan ideal, penjelasan singkat mengenai diet rendah karbohidrat dan olahraga pendukung diet, anjuran dan perbandingan porsi makan, diary makan, perekaman data berat badan, dan fitur timeline. Untuk menyesuaikan preferensi pengguna, tampilan dibuat santai dan didukung dengan ilustrasi bergaya kartun.", "Daftar File": {"2018 TA PP SADHA TIOSARA SHANTY 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139701"}, "Penulis": "SADHA TIOSARA SHANTY - NIM: 17414022", "Kontributor / Dosen Pembimbing": ["Banung Grahita, S.Ds., M.Ds., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Diet, mobile app, penampilan, remaja putri", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Jun 2018"}