{"Nomor": 30752, "Judul": "REMEDIASI AIR ASAM TAMBANG BATU BARA DENGAN MEMANFAATKAN MONTMORILLONITE KOLOIDAL DAN BAKTERI PENGHASIL FLOKULAN", "Abstrak": "Secara geologis, daerah pertambangan batu bara di Indonesia, khususnya di Kalimantan, dikenal sebagai daerah yang memiliki kandungan clay yang tinggi, seperti montmorillonite, yang secara alami dapat menjadi penyebab timbulnya partikel koloid (partikel berukuran ~5 nm hingga ~1 μm) di perairan. Partikel koloid tersebut merupakan zat pencemar yang memberikan warna pada perairan serta meningkatkan kekeruhan atau konsentrasi TSS (Total Suspended Solid), sehingga mengakibatkan polusi pada perairan dan kerusakan secara ekologis. Selain itu, pertambangan batu bara juga dikenal menghasilkan limbah air asam yang mengandung sulfat, besi dan logam berat yang tinggi, sehingga permasalahan lingkungan akibat air asam harus lebih diperhatikan lagi. Dengan demikian, permasalahan pencemaran lingkungan yang kompleks di pertambangan batu bara harus segera diatasi dengan suatu metode yang efisien, murah dan ramah lingkungan. Tujuan utama pada penelitian ini adalah untuk mempelajari penggunaan montmorillonite untuk meremediasi air asam tambang (AAT) dan penggunaan dua buah bakteri penghasil flokulan, yaitu Alicyclobacillus ferrooxydans SKC/SAA-2 dan Citrobacter youngae SKC-4 untuk mempercepat destabilisasi partikel montmorillonite koloidal Serangkaian percobaan telah dilakukan diantaranya uji adsorpsi, uji flokulasi, uji pengendapan serta analisis dengan FTIR dan SEM-EDS. Hasil percobaan menunjukan bahwa kontak antara AAT atau AAT simulasi dengan montmorillonite koloidal menyebabkan terjadinya peningkatkan pH, penghilangan Fe3+ sekitar 98% dan dalam 30 menit pengendapan, total suspended solid berkurang hingga 92%. Selain itu, secara independent, bakteri penghasil flokulan mampu mendestabilisasi partikel montmorillonite koloid, namun kecepatan penghilangan TSS pada AAT tertinggi dicapai pada perlakuan yang tidak melibatkan bakteri.", "Daftar File": {"2018 TA PP SAADATUL BIDAYAH - MOCH AGUNG GUNANDAR 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139681"}, "Penulis": "SAADATUL BIDAYAH (NIM : 13014011) - MOCH AGUNG GUNANDAR (NIM : 13014035)", "Kontributor / Dosen Pembimbing": ["Pembimbing:    \n \n\nElvi Restiawaty, ST., PDEng., Ph.D.    \n \n\nIr. Siti Khodijah Chaerun, MT., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "adsorpsi, air asam tambang, bioflokulan, montmorillonite, total suspended solid", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice D", "File": "1 file", "Tanggal Input": "06 Sep 2018"}