{"Nomor": 30754, "Judul": "STUDI URBAN HEAT ISLAND DAN KETERKAITANNYA TERHADAP  RUANG TERBUKA HIJAU DI JAKARTA", "Abstrak": "Pembangunan infrastruktur dan peralihan fungsi tata guna lahan di Jakarta, seperti perubahan ruang terbuka hijau menjadi ruang terbangun, dapat menyebabkan perubahan unsur iklim perkotaan dan yang paling dapat dirasakan secara langsung yaitu peningkatan temperatur udara. Peningkatan temperatur udara ini menjadi salah satu faktor terbentuknya pulau panas perkotaan atau urban heat island, yaitu suatu fenomena dimana temperatur di atmosfer dan permukaan di daerah perkotaan lebih tinggi dibandingkan dengan daerah sekitarnya. Dalam penelitian ini data citra satelit Landsat 8 digunakan untuk mengetahui pengaruh ketersediaan ruang terbuka hijau terhadap temperatur udara dan intenitas serta persebaran urban heat island di Jakarta.  \n \n\nHasil pengolahan citra satelit Landsat 8 menunjukkan perubahan tutupan lahan yang paling banyak terjadi di Jakarta dan sekitarnya adalah perubahan tutupan lahan vegetasi dan lahan kosong menjadi lahan terbangun. Penurunan tutupan lahan vegetasi seiring pula dengan penurunan nilai rata-rata ruang terbuka hijau di Jakarta. Tutupan lahan vegetasi pada tahun 2013 adalah 29.008,17 Ha dan menjadi 8728,83 Ha pada tahun 2016 atau sebesar 69,9% dalam kurun waktu 4 tahun. Demikian pula rata-rata ruang terbuka hijau pada tahun 2013 adalah 67% dan menurun sebesar 5% menjadi 62% pada tahun 2016. Dari penelitian ini didapat ketersediaan ruang terbuka hijau berpengaruh terhadap nilai temperatur udara dan intensitas urban heat island. Penelitian ini menunjukkan penurunan ruang terbuka hijau sebesar 10% menyebabkan temperature udara naik sebesar 0,6Ã‚Âº C pada tahun 2013 di Jakarta. Daerah dengan intensitas urban heat island paling kuat berada di wilayah Jakarta Utara, Jakarta Pusat dan Jakarta Timur dan wilayah dengan ruang terbuka hijau 80% menunjukkan tidak adanya intensitas urban heat island di wilayah tersebut.", "Daftar File": {"2018 TA PP SABIKA NABILA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139683"}, "Penulis": "SABIKA NABILA - Nim: 12813005", "Kontributor / Dosen Pembimbing": ["Drs. Zadrach L. Dupe, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Urban heat island, ruang terbuka hijau, Landsat 8;", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "07 Mar 2018"}