{"Nomor": 30764, "Judul": "Usulan Manajemen Kinerja Perusahaan Dengan Menggunakan Integrated Performance Management System (IPMS) Framework di PT. Telkom Akses", "Abstrak": "Infrastruktur melalui konektivitas broadband sangat penting dalam mendukung pertumbuhan ekonomi dan pemerataan di Indonesia. Pemerintah Indonesia juga telah berpartisipasi dalam mengembangkan broadband melalui Indonesia Broadband Plan. Telkom Akses sebagai anak perusahaan PT, Telekomunikasi Indonesia menyediakan layanan konstruksi dan mengelola layanan konstruksi infrastruktur jaringan tetap broadband di Indonesia. Jumlah karyawan Telkom Akses telah meningkatb delapan kali lipat sejak tahun berdiri, namun produktivitas karyawan selama bertahun-tahun cenderung berfluktuasi dan belum mencapai target pada tahun 2016. Produktivitas karyawan yang tidak tercapai ditemukan karena ketidakcocokan sistem manajemen kinerja saat ini untuk mengukur kinerja perusahaan secara optimal. Sistem manajemen kinerja saat ini tidak mendorong perbaikan yang menyebabkan perusahaan kurang berinovasi untuk memaksimalkan produktivitas kerja karyawan. Penelitian ini bertujuan untuk membantu Telkom Akses dalam merancang sistem manajemen kinerja baru untuk mengukur kinerja perusahaan secara optimal dan memberikan keselarasan antara visi dan misi perusahaan untuk menghasilkan strategi baru. Ada lima tahap yang perlu dilakukan dan perspektif dibagi menjadi tiga yaitu ketersediaan sumber daya, proses internal, dan keluaran organisasi. Sistem manajemen kinerja yang diusulkan memberikan total 19 KPI, baik KPI yang diperbaiki maupun yang baru, yang berasal dari visi, misi, dan strategi perusahaan. Keterkaitan variable digunakan dalam penelitian untuk menemukan hubungan antara masing-masing KPI dan tolak ukur untuk membantu perusahaan mengumpulkan gagasan baru untuk mengembangkan bisnis.", "Daftar File": {"DigiLib v2.pdf": "https://digilib.itb.ac.id/gdl/download/139706"}, "Penulis": "Safira Arfiani-29115588", "Kontributor / Dosen Pembimbing": ["Pembimbing: M.Tresnadi Hikmat, SE., MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "IPMS Framework, Network Access Infrastructure, Telecommunication, Performance Management System", "Sumber": "", "Staf Input/Edit": "Neng Kartika  \n                                     Yose Ali Rahman", "File": "1 file", "Tanggal Input": "28 Feb 2018"}