{"Nomor": 30760, "Judul": "PERENCANAAN METODE PELAKSANAAN KONSTRUKSI DAN ESTIMASI BIAYA KONSTRUKSI DIGITAL LIFESTYLE CENTER BSD CITY", "Abstrak": "Digital Lifestyle Center BSD City merupakan sebuah bangunan dengan konsep Augmented Social Environment yang terletak di Bumi Serpong Damai (BSD), Kabupaten Tangerang. Proses perencanaan manajemen konstruksi dilakukan dengan membuat rangkaian kegiatan perencanaan seperti melakukan studi literatur untuk mempelajari konsep dasar perencanaan yang akan dilakukan, membuat rincian kegiatan dengan Work Breakdown Structure (WBS), menentukan metode pelaksanaan konstruksi yang akan digunakan, perhitungan volume pekerjaan, serta perhitungan estimasi biaya konstruksi sesuai dengan desain geoteknik, struktur atas, perkerasan jalan, dan drainase kawasan. \n\nPerencanaan pelaksanaan konstruksi di lapangan pada pembangunan Digital Lifestyle Center BSD City dibagi menjadi lima pekerjaan besar, yaitu pekerjaan persiapan, pondasi, struktur, perkerasan jalan, dan drainase kawasan yang kemudian dipecah lagi menjadi beberapa subpekerjaan. Perencanaan site layout dan zonasi pekerjaan dilakukan dengan mempertimbangkan kendala lapangan yang mungkin akan terjadi. Gedung Digital Lifestyle Center BSD City memiliki luas lahan sebesar 10.078 m2 dan luas total bangunan sebesar 21.652 m2 dengan 7 lantai. Berdasarkan perhitungan estimasi biaya konstruksi, biaya yang dibutuhkan untuk pembangunan proyek Digital Lifestyle Center BSD City sebesar Rp 161.146.914.316,97.", "Daftar File": {"2018 TA PP SAEFUDIN ZUHRI  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139702"}, "Penulis": "SAEFUDIN ZUHRI (NIM : 15014078)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Eliza Rosmaya Puri, ST., MT., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Metode Pelaksanaan Konstruksi, Estimasi Biaya Konstruksi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "02 Jul 2018"}