{"Nomor": 30769, "Judul": "ANALISA KOMPARTEMEN RESERVOIR BATUPASIR, FORMASI MIDDLE ARANG Ca-3, LAPANGAN GBR, CEKUNGAN MALAY", "Abstrak": "Lapangan GBR merupakan salah satu lapangan pengahasil gas di Cekungan Malay, Indonesia. Lapangan ini memiliki beberapa zona reservoir yaitu Ma Ca-3, Ma Ca-4 dan Ma Ca-5. Reservoir Ma Ca-3 merupakan reservoir utama penghasil hidrokarbon di lapangan ini. Hasil uji interference test di beberapa sumur menunjukkan bahwa reservoir Ca-3 tidak saling terhubung satu sama lain di beberapa sumur. Karena itu dibutuhkan pemodelan reservoir dengan mengintegrasikan peta ketebalan batupasir, atribut seismik dan hasil uji  interference test untuk mengetahui ketidak terhubungan reservoir Ca-3 diantara sumur sumur tersebut.  \n \n\nTujuan dari penelitian ini adalah untuk mengetahui penyebaran reservoir Middle Arang Ca-3 secara horisontal maupun vertikal dan juga membuat peta isopach/ketebalan dengan mengintegrasikan data log, model fasies pengendapan, atribut seismik dan data reservoir. Penelitian ini menggunakan data core (1 sumur); data log sumur (9 sumur) berupa log sinar gama, log resistivitas, log neutron dan densitas; data reservoir (interference test) sebanyak 6 sumur.  \n \n\nBerdasarkan deskripsi detil dari batuan inti, electro facies log tali kawat, atribut seismik dan uji interference test  menunjukkan reservoir Ma Ca-3 diendapkan dalam lingkungan deltaic dengan tide dominated delta pada posisi delta front sampai delta plain dengan geometri reservoir distributary mouth bar dan distributary channel.   Reservoir Ma Ca-3 mengalami kompartementalisasi akibat proses progradasi sehingga endapan distributary mouthbar di bypass oleh endapan distributary channel yang lebih muda.", "Daftar File": {"2017 DS PP SAFTO RAHARJO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139719", "COVER SAFTO RAHARJO (NIM: 22014032)": "https://digilib.itb.ac.id/gdl/download/190360", "BAB 1 SAFTO RAHARJO (NIM: 22014032)": "https://digilib.itb.ac.id/gdl/download/190362", "BAB 2 SAFTO RAHARJO (NIM: 22014032)": "https://digilib.itb.ac.id/gdl/download/190363", "BAB 3 SAFTO RAHARJO (NIM: 22014032)": "https://digilib.itb.ac.id/gdl/download/190369", "BAB 4 SAFTO RAHARJO (NIM: 22014032)": "https://digilib.itb.ac.id/gdl/download/190370", "PUSTAKA SAFTO RAHARJO (NIM: 22014032)": "https://digilib.itb.ac.id/gdl/download/190371"}, "Penulis": "SAFTO RAHARJO (NIM: 22014032)", "Kontributor / Dosen Pembimbing": ["Pembimbing :Dr. Dardji Noeradi., Msc"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "interference test, tide dominated delta, delta front, delta plain , distributary mouth bar, distributary channel.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "12 file", "Tanggal Input": "11 Jan 2018"}