{"Nomor": 30762, "Judul": "PROPOSED MARKETING STRATEGY FOR INCREASING THE NUMBER OF CUSTOMERS OF MUSLIM SALON (CASE OF YASNA SALON MUSLIMAH)", "Abstrak": "Yasna Salon Muslimah is a Syariah-based excellence salon that established in Malang city. The organization reason for existing is to overcome the necessity of Muslim ladies who need to treatment and embellish themselves, however, are prevented by a few things in Islamic standards, for example, ought not to open aurat before Non-Muhrim (Non-Muslim and male) and the utilization of halal beauty care products. Since its establishment in 2012 as of recently, Yasna Salon Muslimah has an issue that business development that is not maximum. The decreasing in the number of customers, deals targets are not accomplished, and the lack of work is an indicator that Yasna Salon Muslimah is not well developing. Although the quantity of Muslim populace, particular ladies in Indonesia, considered tremendous and influence the necessities of ladies towards halal excellence treatment, so the Muslim salon has a sufficiently high potential to create. \n\nThis study aims to determine the cause of Yasna Salon Muslimah cannot grow properly, discussing the right solution to solve the cause of the problem and how to apply solutions to the company. The research method used for this research is the Mix Method of qualitative and quantitative methods. Qualitative methods are used to obtain primary data from the interview with the owner and observation while quantitative methods are used to get primary data about consumer analysis and consumer purchase decision by distributing questionnaires. As a means to support this research method, secondary data is required. Secondary data obtained from several sources such as data from BPS, Bank of Indonesia, web analytics, and others. \n\nAfter the data gathered, the researcher is directing the internal, external analysis and consumer analysis. The internal analysis is used to gain information about the internal state of Yasna Salon Muslimah while external analysis is utilized to obtain information condition and circumstance of salon business industry all in all in Malang city. Consumer analysis is used to evaluate the company from the consumer perspective. \n\nBased from the analysis that has done, the main cause Yasna Salon Muslimah cannot develop properly is the problem on promotional aspect which is low effectiveness marketing strategy so that researcher recommends a new marketing strategy as a solution to solve the cause of the problem. The recommendations marketing strategy is an improvement on Segmenting-Targeting-Positioning based on consumer purchase decision surveys and new promotional strategy that cosists of advertising, direct marketing, sales promotion and digital marketing. The researcher hopes that companies can use and implement the recommended new marketing strategy to solve the company business issue.", "Daftar File": {"2018 TS PP SAFARUDIN HISYAM TUALEKA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139704"}, "Penulis": "SAFARUDIN HISYAM TUALEKA (NIM : 29115642)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Dedy Sushandoyo, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "muslim salon, beauty salon, marketing mix, Segmenting-Targeting-Positioning, consumer purchase decision, consumer, promotion", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "28 Feb 2018"}