{"Nomor": 30766, "Judul": "STUDI PETROLOGI DAN KIMIA MINERAL BATUAN VOLKANIK GUNUNG SAHU DI DAERAH TELAGA RANO, HALMAHERA", "Abstrak": "Daerah penelitian terletak di Gunung Sahu, di daerah Telaga Rano, Kabupaten Halmahera Barat, Provinsi Maluku Utara dengan koordinat 1oLU-3oLU dan 125oBT-128oBT. Gunung Sahu merupakan bagian dari busur volkanik Halmahera yang membentang sepanjang lengan barat laut hingga pulau-pulau di sebelah barat lengan barat daya. Tujuan dari penelitian ini adalah untuk mengetahui mineralogi batuan beku hasil erupsi Gunung Sahu, menentukan kondisi magma (afinitas, P, T) Gunung Sahu, serta menentukan evolusi magma Gunung Sahu. Metode yag digunakan adalah pengamatan sayatan tipis dan uji kimia mineral dengan menggunakan SEM - EDS (Scanning Electron Microscope Ã‚Â– Energy-Dispersive Spectrometer).    \nErupsi Gunung Sahu menghasilkan piroklastik dan lava. Ada tiga satuan batuan di daerah penelitian. Dari tua ke muda yaitu Satuan Batuan Qvsh dengan litologi tuf, pumis,    \nobsidian, breksi, dan lava Gunung Sahu; Satuan Batuan Qvsh1 dengan litologi tuf, pumis, obsidian, breksi, dan lava Gunung Sahu; Satuan Batuan Qlsh dengan litologi breksi piroklastik dan aglomerat; serta Satuan Batuan Qvsh2 dengan litologi tuf, breksi, dan lava Gunung Sahu. Kimia mineral menunjukkan afinitas magma kalk-alkalin dengan lingkungan tektonik berupa busur kepulauan. Perkembangan magma di daerah penelitian dimulai dengan pembentukan andesit piroksen Qvsh. Andesit piroksen Qvsh terbentuk pada rentang temperatur rentang 800- 1100oC dengan tekanan 2,2-5,4 kbar. Setelah itu terjadi injeksi magma baru sehingga terjadi pembentukan basalt olivin Qvsh. Temperatur pembentukan basalt olivin Qvsh mengalami \nkenaikan berada pada rentang 1320-1390 oC dengan tekanan < 5 kbar. Setelah itu terjadi kembali terjadi magma mixing menghasilkan basalt olivin Qvsh 1. Basalt olivin Qvsh 1    \nterbentuk pada temperatur yang lebih tinggi yaitu antara 1340-1405oC dan tekanan", "Daftar File": {"2017 TA PP SAFIRA TYAS PARASDYA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/139708", "2017 TA PP SAFIRA TYAS PARASDYA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/139709", "2017 TA PP SAFIRA TYAS PARASDYA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/139710", "2017 TA PP SAFIRA TYAS PARASDYA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/139711", "2017 TA PP SAFIRA TYAS PARASDYA 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/139712", "2017 TA PP SAFIRA TYAS PARASDYA 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/139713", "2017 TA PP SAFIRA TYAS PARASDYA 1-BAB 4C.pdf": "https://digilib.itb.ac.id/gdl/download/139714", "2017 TA PP SAFIRA TYAS PARASDYA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/139715", "2017 TA PP SAFIRA TYAS PARASDYA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/139716"}, "Penulis": "SAFIRA TYAS PARASDYA (NIM : 12012030)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. I G.B. Eddy Sucipta, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "batuan volkanik, Gunung Sahu, evolusi magma", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "9 file", "Tanggal Input": "11 Mei 2018"}