{"Nomor": 30776, "Judul": "ANALISIS BIAYA MANFAAT PENGOLAHAN SAMPAH MENJADI BIOGAS  STUDI KASUS: PEMANFAATAN GAS METAN UNTUK GAS RUMAH TANGGA DI TPA JATIBARANG, KOTA SEMARANG", "Abstrak": "Berdasarkan Undang-Undang Nomor 18 Tahun 2008 dan Peraturan Daerah Kota Semarang Nomor 6 Tahun 2012 tentang Pengelolaan Sampah menyatakan bahwa pengelolaan sampah sebagai sumber daya yang mempunyai nilai ekonomi dan dapat dimanfaatkan, salah satunya untuk energi. Upaya pengembangan pengolahan sampah menjadi biogas untuk melayani 250 rumah tangga di TPA Jatibarang dilakukan pada tahun 2019 hingga tahun 2034. Penelitian ini bertujuan untuk mengetahui kelayakan pengolahan sampah menjadi biogas pada pemanfaatan gas metan untuk gas rumah tangga di TPA Jatibarang tahun 2019-2034. Penelitian menggunakan pendekatan metode kuantitatif analisis biaya manfaat, dengan metode pengambilan data melalui observasi lapangan dan wawancara kepada pihak-pihak yang terlibat dalam pelaksanaan program. Perhitungan analisis biaya manfaat dilakukan dengan mengkuantifikasikan variabel-variabel biaya dan manfaat dari dampak-dampak yang diperkirakan terjadi dengan teknologi landfill gas (LFG), dan membandingkan dengan analisis sensitivitas menggunakan teknologi anaerobik digester (AD) dan gasifikasi. Hasil menunjukkan bahwa pengolahan sampah menjadi biogas pada pemanfaatan gas metan untuk gas rumah tangga di TPA Jatibarang layak untuk dilanjutkan selama 15 tahun ke depan baik untuk teknologi LFG, AD, maupun gasifikasi. Namun dari segi biaya penggunaan teknologi LFG lebih baik dipilih karena lebih menguntungkan dibandingkan kedua teknologi lainnya. Sedangkan dari segi keramahan lingkungan teknologi AD atau gasifikasi dapat dipilih karena lebih efektif mengurangi sampah TPA dari pada teknologi LFG.", "Daftar File": {"2018 TA PP SALMA AYU RAMADHANI_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/139747", "2018 TA PP SALMA AYU RAMADHANI_ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139748"}, "Penulis": "SALMA AYU RAMADHANI (NIM: 15414017)", "Kontributor / Dosen Pembimbing": ["Saut Aritua Hasiholan Sagala, ST., M.Sc., Dr."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "sampah, biogas, gas metan, TPA Jatibarang, analisis biaya manfaat.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Yoninur Almira", "File": "2 file", "Tanggal Input": "31 Jul 2018"}