{"Nomor": 30774, "Judul": "PERPUSTAKAAN UMUM KOTA BANDUNG", "Abstrak": "Kota Bandung sudah dikenal sebagai kota kreatif dimana industri kreatif mengalami kemajuan pesat di kota ini. Namun perhatian kota Bandung pada pendidikan masih belum maksimal, salah satu buktinya adalah kurangnya perpustakaan yang memadai untuk skala kota. Untuk meningkatkan minat masyarakat Bandung terkait edukasi dan peprutaran informasi maka Perpustakaan Umum Kota Bandung ini didirikan. Perpustakaan ini terletak di Jalan Supratman, dimana lokasinya yang berada di pusat kota cukup strategis untuk sebuah perpustakaan. Perpustakaan umum kota Bandung ini dirancang untuk menjadi sebuah bangunan publik yang edukatif sebagai sarana berbagi informasi masyarakat namun tetap atraktif untuk menunjang berbagai kegiatan lainnya. Perancangan difokuskan pada bagaimana menciptakan bangunan publik yang memberikan citra kekinian sehingga menarik minat masyarakat namun tetap memperhatikan konteks lingkungan sekitar sehingga tercipta suatu desain perpustakaan yang padu dan mencerminkan karakter lingkungan sekitarnya. Konsep yang diterapkan pada bangunan diharapkan dapat mendukung aktivitas yang berlangsung, baik aktivitas edukatif maupun aktivitas rekreatif. Kenyamanan dan  pensuasanaan ruang yang atraktif diharapkan dapat menumbuhkan minat masyarakat untuk lebih aktif mencari informasi pada perpustakaan. Sirkulasi yang memusat dengan entrance yang mengundang bertujuan untuk memberikan kemudahan orientasi pada pengunjung dan kemudahan kontrol buku perpustakaan. Penggunaan material transparan merupakan cara agar terdapat hubungan aktivitas secara visual antara perpustakaan dan ruang luar sehingga citra perpustakaan yang kaku dapat diubah.", "Daftar File": {"2014 TA PP SALAKA ADI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/139732", "2014 TA PP SALAKA ADI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/139733", "2014 TA PP SALAKA ADI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/139734", "2014 TA PP SALAKA ADI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/139735", "2014 TA PP SALAKA ADI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/139736", "2014 TA PP SALAKA ADI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/139737", "2014 TA PP SALAKA ADI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/139738", "2014 TA PP SALAKA ADI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/139739"}, "Penulis": "SALAKA ADI (NIM : 15209067)", "Kontributor / Dosen Pembimbing": ["Pembimbing :    \n\nIr. Hidayat Amir."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Perpustakaan, edukatif, rekreatif, citra, konteks sekitar", "Sumber": "", "Staf Input/Edit": "suwadji  \n                                     suwadji", "File": "8 file", "Tanggal Input": "29 Okt 2018"}