{"Nomor": 30771, "Judul": "PEMBUATAN PETA PASUT WILAYAH PERAIRAN INDONESIA", "Abstrak": "Indonesia merupakan daerah kepulauan yang sebagian besar wilayahnya berupa lautan. Fenomena pasang surut di Indonesia merupakan hal yang sangat penting untuk berbagai kegiatan yang berkaitan dengan laut atau pantai seperti pembangunan pelabuhan, navigasi pelayaran antar pulau, pengelolaan pencemaran laut dan pengelolaan sumber daya. Memiliki informasi tentang kondisi pasut di wilayah perairan Indonesia dapat meningkatkan kemampuan indonesia dalam mengelola permasalahan tersebut.   \n \nInformasi mengenai fenomena pasut dapat disajikan dalam bentuk peta pasut yang menyajikan informasi mengenai jenis dan tunggang pasut serta peta co-tidal. Peta co-tidal dapat dibuat berdasarkan empat konstanta harmonik pasut. Pada penelitian ini akan dilakukan pembuatan peta pasut wilayah perairan Indonesia dengan menggunakan model pasut global TPXO 9 dan diverifikasi dengan menggunakan data pasut dari stasiun pasut Badan Informasi Geospasial (BIG). Model TPXO 9 dapat dioperasikan dengan menggunakan perangkat lunak Tide Model Driver (TMD). Perangkat lunak ini dapat melakukan ekstraksi titik-titik posisi lintang dan bujur untuk mencari nilai amplitudo dan fase 4 (empat) komponen harmonik pasut (O1, K1, S2, M2) di perairan Indonesia, yang dilanjutkan dengan menghitung nilai Forhmzal (tipe pasut), menghitung nilai tunggang pasut dan pembuatan peta co-tidal dari hasil ekstrak komponen pasut dan diselesaikan dengan melakukan plotting titik-titik Forhmzal dan nilai tunggang pasut menggunakan ArcGIS.   \n \nJenis pasut di Indonesia dikelompokkan berdasarkan pola terbentuknya gelombang menjadi empat jenis, yaitu harian ganda, harian tunggal, campuran cenderung harian ganda dan campuran cenderung harian tunggal. Dari hasil penelitian yang dilakukan, Indonesia memiliki beragam jenis pasut yang didominasi campuran cenderung harian ganda dan tunggang pasut di Indonesia memiliki nilai antara 0 m hingga 7 m yang dibagi menjadi tujuh kelas.", "Daftar File": {"2018 TS PP Sahat Natanael Tampubolon 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139721"}, "Penulis": "Sahat Natanael Tampubolon - Nim: 15113028", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat.Wiwin Windupranata, ST.,M.Si   \nDr.techn.Dudy D Wijaya, ST., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "co-tidal peta, jenis pasut, tunggang pasut, model pasut global TPXO", "Sumber": "", "Staf Input/Edit": "suwadji  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "01 Okt 2018"}