{"Nomor": 30784, "Judul": "PENENTUAN TEKNOLOGI SANITASI KAWASAN SPESIFIK DAERAH KERING (STUDI KASUS DI KABUPATEN SUMBA BARAT DAYA NTT)", "Abstrak": "Salah satu wilayah spesifik yang kurang mendapat perhatian dari pemerintah adalah wilayah spesifik dengan kondisi Iklim semi arid, dimana curah hujan rendah dan potensial evapotranspirasi yang tinggi menyebabkan wilayah NTT khususnya Kabupaten Sumba Barat Daya memiliki permasalahan penyediaan fasilitas sanitasi terutama dalam infrastruktur air buangan domestik. Penelitian ini ingin mengetahui keadaan kapasitas masyarakat dan faktor apa saja yang mempengaruhi keberlanjutan teknologi sanitasi air buangan sehingga dapat ditentukan teknologi yang sesuai. Beberapa faktor kapasitas yang dikaji meliputi faktor institusi, ekonomi, lingkungan, teknis, dan sosial-budaya. Untuk mengetahui hal ini, dilakukan pengumpulan data menggunakan kuesioner dan observasi lapangan. Selanjutnya dianalisis secara deskriptif, crostab, dan analisis Analytical Hierarcy Proscess (AHP) untuk menentukan prioritas faktor dan sub faktor yang mempengaruhi keberlanjutan sanitasi sehingga didapatkan teknologi sanitasi yang paling cocok. Dari analisis deskriptif didapatkan hasil bahwa 50% responden tidak memiliki fasilitas sanitasi dan melakukan Buang Air Besar Sembarangan (BABS) di kebun dan bersih diri menggunakan serasah daun. Dari analisis crosstab dapat diketahui bahwa terdapat hubungan antara tingkat pendidikan dan penghasilan terhadap kepemilikan WC, cara bersih diri, dan penerimaan terhadap teknologi yang ditawarkan. Dari hasil analisis diskriminan didapatkan faktor yang paling dominan dalam pemilihan teknologi adalah faktor sosial budaya. Dari analisis kuesioner ahli dengan analisis AHP yang memberikan hasil bahwa faktor yang paling berpengaruh dalam pemilihan teknologi sanitasi adalah faktor teknis dan teknologi yang paling tepat untuk masyarakat daerah spesifik lahan kering adalah cubluk, cubluk kembar, dan ecosan. Dari hasil keseluruhan analisis didapatkan rekomendasi teknologi sanitasi untuk daerah kering adalah cubluk satu lubang dengan sistem kering.", "Daftar File": {"2016 TS PP SAMAHATUD DURRIYYAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/139763", "2016 TS PP SAMAHATUD DURRIYYAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/139764", "2016 TS PP SAMAHATUD DURRIYYAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/139765", "2016 TS PP SAMAHATUD DURRIYYAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/139766", "2016 TS PP SAMAHATUD DURRIYYAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/139767", "2016 TS PP SAMAHATUD DURRIYYAH 1-BAB 5A.pdf": "https://digilib.itb.ac.id/gdl/download/139768", "2016 TS PP SAMAHATUD DURRIYYAH 1-BAB 5B.pdf": "https://digilib.itb.ac.id/gdl/download/139769", "2016 TS PP SAMAHATUD DURRIYYAH 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/139770", "2016 TS PP SAMAHATUD DURRIYYAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/139771"}, "Penulis": "SAMAHATUD DURRIYYAH (NIM: 25714011)", "Kontributor / Dosen Pembimbing": ["Pembimbing :Prof. Dr. Ing Ir. Prayatni Soewondo, MS.", "Dr. Benno Rahardyan,S.T, M.T"], "Jenis Koleksi": "Tesis", "Penerbit": "Pengelolaan Infrastruktur Air Bersih dan Sanitasi", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Analisis kapasitas masyarakat, kawasan spesifik daerah kering, teknologi sanitasi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice Diniarti", "File": "9 file", "Tanggal Input": "31 Jul 2018"}