{"Nomor": 30785, "Judul": "Strategi Pemasaran Mengenai Loyalitas Merek untuk Kita Bisa sebagai Galang Dana Berbasis Donasi", "Abstrak": "Isu yang berkenaan dengan perkumpulan online di Indonesia mulai mendapatkan perhatian khusus dalam memberikan dampak positif. KitaBisa merupakan salah satu penggalangan dana dengan kategori berbasis donasi yang berasal dari Indonesia yang dalam penelitian ini bertujuan untuk membuat kinerja yang lebih baik dengan misi untuk menghubungkan sekumpulan orang baik dan menghasilkan aksi baik dalam membantu orang yang membutuhkan. Terdapat banyak potensi dalam mengalokasikan dana yang dimiliki untuk didonasikan namun hanya satu persen dari total potensi donasi yang terealisasi. Kesenjangan dalam realisasi donasi ini yang harus menjadi salah satu cara untuk mendorong publik untuk berpartisipasi untuk berdonasi, selain itu perlu adanya keterlibatan secara emosional dan personal melalu cerita yang disampaikan dari penerima donasi yang membuat publik memustukan untuk melakukan donasi. \n\nKitaBisa memiliki tantangan dalam mengatasi isu bisnisnya yaitu meningkatkan realisasi donasi masyarakat Indonesia yang masih menunjukan prosentasi yang rendah terhadap total potensi donasi di Indonesia. Tantangan ini kemudian menghasilkan pembentukan strategi agar KitaBisa mampu mencapai kinerja yang meningkat secara bertahap dari tahun ke tahun secara berkelanjutan. Prioritas dalam meningkatkan donasi dilakukan dengan memperkuat donator untuk tetap loyal dengan terus memilih berdonasi di KitaBisa. Penelitian ini bertujuan untuk dapat merumuskan implementasi untuk strategi yang tepat bagi keberlangsungan KitaBisa. \n\nKitaBisa dengan analisis internal, eksternal dan survey yang dilakukan dengan tujuan untuk meningkatkan kinerja dan menciptakan strategi yang tepat baik untuk donator yang difokuskan pada loyalitas dalam mempercayai KitaBisa sebagai wadah untuk berdonasi maupun untuk mereka yang bukan donatur KitaBisa sebagai data yang turut membantu dalam penelitian ini dengan tujuan agar ketertarikan dapat ditumbuhkan agar non-donatur dapat memilih KitaBisa sebagai pilihan untuk berdonasi. Implementasi strategy adalah penggabungan SWOT yang dianalisis peneliti serta hasil dari kuesioner yang dibuat menjadi analisis matriks TOWS. Temuan dalam penelitian ini menghasilkan empat strategi utama yang berkenaan dengan keterlibatan secara emosional yang membuat orang terasa dekat dan terlibat dalam kegiatan yang dilakukan KitaBisa.", "Daftar File": {"SAMANTHA ANNISA NURFADILLA_29116468.pdf": "https://digilib.itb.ac.id/gdl/download/139772"}, "Penulis": "Samantha Annisa Nurfadilla", "Kontributor / Dosen Pembimbing": ["Ira Fachira, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "technology, loyalty, donation, crowdfunding", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman  \n                                     Yose Ali Rahman", "File": "1 file", "Tanggal Input": "07 Agu 2018"}