{"Nomor": 30782, "Judul": "Analisis Struktur Hutan Sebagai Penunjang Perilaku Berpindah Orangutan di Pulau Juq Kehje Sewen, Kalimantan Timur", "Abstrak": "Orangutan Kalimantan merupakan salah satu primata berstatus konservasi critically \n\nendangered dengan populasi yang terus menurun karena habitat berkurang serta \n\nperburuan liar. Sekelompok orangutan yang terancam tersebut sekarang tinggal di \n\nlokasi rehabilitasi di Pulau Juq Kehje Sewen, Kalimantan Timur. Kebutuhan pohon \n\nsebagai penunjang perilaku berpindah belum diketahui sebagai penentu \n\nkeberhasilan rehabilitasi orangutan. Penelitian ini bertujuan untuk mengidentifikasi \n\nperilaku berpindah orangutan rehabilitan, menentukan preferensi alat bantu dalam \n\nmendukung perilaku berpindah, menentukan komposisi, struktur, dan daya dukung \n\nhutan Pulau Juq Kehje Sewen. Penentuan komposisi ditentukan oleh analisis \n\nvegetasi, penentuan struktur hutan ditentukan oleh penggunaan diagram profil \n\ndengan plot contoh 10x60m2 yang dianalisis dengan software SeXI-FS. Penentuan \n\nperilaku, daya jelajah harian, serta area jelajah harian orangutan rehabilitan didapat \n\ndengan metode focal animal sampling dan area jelajah dianalisis dengan metode \n\nMinimum Convex Polygon dengan ArcMap 10.1. Penentuan perbandingan perilaku \n\nterhadap orangutan liar dianalisis dengan dengan uji statistik non-parametris yaitu \n\nUji Rang Tanda Wilcoxon (α = 5%). Selain itu, preferensi alat bantu perilaku \n\nberpindah ditentukan dengan menandai dan mengukur diameter setiap alat bantu \n\n(liana dan pohon) yang digunakan oleh orangutan serta dianalisis dengan indeks \n\npreferensi JacobÃ‚Â’s D. Perilaku berpindah orangutan rehabilitan belum sesuai \n\ndengan perilaku orangutan liar ditinjau dari pemakaian tiap mode lokomosi dan \n\nketinggian. Karakter pohon preferensi orangutan rehabilitan untuk berpindah \n\nadalah DBH ≥ 4 cm dan liana ≥ 4 cm. Struktur hutan Pulau Juq Kehje Sewen belum \n\ndapat menunjang perilaku berpindah orangutan rehabilitan dan diperkirakan hanya \n\nmendukung dua individu orangutan rehabilitan atau satu individu orangutan liar.", "Daftar File": {"2018 TA PP-SALSABILLANF-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139761"}, "Penulis": "Salsabilla Nur Feranti (11514031)", "Kontributor / Dosen Pembimbing": ["Dr. Achmad Sjarmidi \n\nDr. Elham Sumarga"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Pongo pygmaeus morio rehabilitan, perilaku berpindah, daya dukung", "Sumber": "", "Staf Input/Edit": "didi kusnendi  \n                                     didi kusnendi", "File": "1 file", "Tanggal Input": "28 Jun 2018"}