{"Nomor": 30796, "Judul": "PENGAMBILAN CITRA SATWA DAN PENGIRIMAN DATA SATWA SECARA NIRKABEL DENGAN JAGAT: SISTEM CAMERA TRAP DAN WIRELESS DATA COLLECTION UNTUK KAWASAN KONSERVASI", "Abstrak": "Ancaman keanekaragaman hayati hutan Indonesia dapat meningkatkan kerusakan lingkungan. Kerusakan lingkungan tersebut disebabkan oleh dua faktor, yakni faktor alam dan manusia. Faktor alam disebabkan oleh kemarau yang berkepanjangan atau cuaca yang ekstrem, sambaran petir, gunung meletus yang menyebabkan hutan di kaki gunung menjadi rusak, gempa bumi serta tsunami. Faktor manusia disebabkan oleh pembalakan liar, perambahan hutan, pengalihfungsian menjadi lahan tanam atau wilayah proyek industri. \n\nUntuk meningkatkan pengelolaan hutan akibat ancaman tersebut, informasi yang lengkap, terpercaya dan terkini sangatlah dibutuhkan. Informasi-informasi tersebut didapatkan dari pemasangan sistem pemantauan hutan sehingga memungkinkan petugas untuk melakukan pemantauan melalui pusat konservasi. Sistem tersebut dapat berupa sistem kamera jebakan (camera trap) yang akan digunakan untuk mendapatkan data dan informasi untuk identifikasi aktivitas spesies hutan. \n\nSistem camera trap yang akan dikembangkan bernama Jagat: Sistem Camera Trap dan Wireless Data Collection. Sistem ini dilengkapi dengan subsistem trap yang berfungsi mendeteksi objek yang terdapat di area kerjanya. Nantinya, trap akan mengirimkan data trigger ke subsistem kamera agar foto dan video objek dapat diambil. Subsistem kamera ini juga dilengkapi dengan flash untuk membantu penerangan objek saat malam hari. Selain itu, ada juga sensor lingkungan yang berfungsi untuk mendapatkan data suhu dan kelembapan hutan. Setiap beberapa waktu, petugas akan membawa subsistem komunikasi yang akan mengambil data secara otomatis dari subsistem kamera. Data ini nantinya akan dianalisis oleh subsistem image processing untuk membuang data yang tidak terdapat fauna. Data ini juga dapat dilihat melalui aplikasi Android untuk memudahkan petugas dalam pemantauan hutan. Pada sistem Jagat, transfer data berjalan dengan lancar dan flash beserta buzzer menyala dan berbunyi sesuai dengan kondisi sistem yang sedang berlangsung. Kamera pada Camera Trap juga dapat mengambil gambar dan video objek yang terdeteksi trap. Untuk pengambilan data dengan Wireless Data Collector, diasumsikan jaringan WiFi untuk pengiriman data ke server LSKK dan jaringan WiFi untuk pengambilan data dari Camera Trap tidak berada di sekitar Wireless Data Collector secara bersamaan. Selain itu, transfer data diasumsikan berjalan dengan lancar (tidak berhenti tiba-tiba atau terjadi gangguan).", "Daftar File": {"2018 TA PP SAMUEL WILLIAM SIAHAAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139783"}, "Penulis": "SAMUEL WILLIAM SIAHAAN - NIM: 13214088", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Aciek Ida Wuryandari MT. \n\nDr. Waskita Adijarto ST, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Camera Trap, Wireless Data Collection", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Jun 2018"}