{"Nomor": 30797, "Judul": "PERANCANGAN SISTEM MANAJEMEN MUTU BERDASARKAN ISO 9001:2015 DI PT. DAGO ENERGI NUSANTARA", "Abstrak": "PT. Dago Energi Nusantara merupakan perusahaan konsultan teknik yang berdiri pada 2006 silam. PT. Dago Energi Nusantara berfokus pada industri minyak dan gas di Indonesia. Melalui wawancara diketahui bahwa PT. Dago Energi Nusantara memiliki masalah dalam mengikuti tender yang selama ini dilakukan, selama ini PT. Dago Energi Nusantara sering kali tidak dapat mengambil banyak kesempatan dalam mengikuti atau proses tender karena terbentur oleh persyaratan sertifikasi ISO 9001:2015. Pada penelitian ini dilakukan analisis dan perancangan untuk memenuhi prasyarat ISO 9001:2015 di PT. Dago Energi Nusantara.   \n \n \n\nPenelitian ini dilakukan dengan mengikuti tahapan penelitian yang terdiri dari studi pendahuluan, perumusan masalah yang terdiri dari identifikasi dan perumusan masalah serta penetapan tujuan dan asumsi, studi literatur, pengumpulan dan pengolahan data yang terdiri dari evaluasi sistem manajemen mutu saat ini, analisis pemenuhan persyaratan ISO 9001:2015, perancangan sistem manajemen mutu berdasarkan kesenjangan kondisi saat ini, analisis rancangan sistem manajemem mutu, kesimpulan dan saran. Pengumpulan data dilakukan melalui observasi, pengumpulan dokumentasi, dan diskusi dengan pihak terkait.   \n \n \n\nHasil yang didapat dari penelitian ini adalah rancangan sistem manajemen mutu berdasarkan ISO 9001:2015 dan dokumentasi yang diperlukan yang terdiri dari rancangan manual mutu ,yang mencakup konteks organisasi, manual mutu, prosedur, formulir dan dokumen pendukung.", "Daftar File": {"2018 TA PP SANA ADDINI HIDAYATI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139784", "COVER SANA ADDINI HIDAYATI  NIM 14413025": "https://digilib.itb.ac.id/gdl/download/256575", "BAB 1 SANA ADDINI HIDAYATI ": "https://digilib.itb.ac.id/gdl/download/256576", "BAB 2 SANA ADDINI HIDAYATI ": "https://digilib.itb.ac.id/gdl/download/256579", "BAB 3 SANA ADDINI HIDAYATI ": "https://digilib.itb.ac.id/gdl/download/256581", "BAB 4 SANA ADDINI HIDAYATI ": "https://digilib.itb.ac.id/gdl/download/256583", "BAB 5 SANA ADDINI HIDAYATI ": "https://digilib.itb.ac.id/gdl/download/256585", "BAB 6 SANA ADDINI HIDAYATI ": "https://digilib.itb.ac.id/gdl/download/256588", "PUSTAKA SANA ADDINI HIDAYATI ": "https://digilib.itb.ac.id/gdl/download/256590"}, "Penulis": "SANA ADDINI HIDAYATI  [14413025]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.Ir. Sukoyo, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "SISTEM MANAJEMEN MUTU, STANDAR, MUTU, ISO 9001:2015, PROSEDUR MUTU, MANUAL MUTU, FORMULIR, PERBAIKAN BERKELANJUTAN, MANAJEMEN", "Sumber": "", "Staf Input/Edit": "Dewi Supryati  \n                                     Alice Diniarti", "File": "9 file", "Tanggal Input": "02 Jul 2018"}