{"Nomor": 30800, "Judul": "PEMODELAN MOLEKUL, SINTESIS, DAN UJI AKTIVITAS ANDROGRAFOLID DAN TURUNANNYA SEBAGAI INHIBITOR PROTEASE UNTUK ANTI-HIV", "Abstrak": "Andrografolid yang merupakan senyawa diterpenoid utama dari tanaman sambiloto \n\n(Andrographis paniculata), diketahui mempunyai banyak aktivitas biologi \n\ndiantaranya sebagai antimalaria dan anti-HIV. Studi in silico menunjukkan bahwa \n\nandrografolid dapat berinteraksi dengan plasmepsin, protease aspartat dari \n\nPlasmodium falciparum. Protease aspartat merupakan keluarga enzim protease \n\nyang menggunakan dua residu asam aspartat sebagai katalis pembelahan substrat \n\npeptida dalam sintesis protein. Plasmepsin diketahui mempunyai kemiripan \n\nstruktur dengan protease HIV-1. Hasil analisis bioinformatika menunjukkan urutan \n\nasam amino pada kantung aktif plasmepsin II, dan IV mirip dengan protease HIV1 (p=0,00003). Dari data tersebut, maka disusun hipotesis bahwa andrografolid \n\nmempunyai aktivitas sebagai antimalaria dan anti-HIV yaitu karena dapat \n\nberinteraksi pada protease aspartat yang sama sebagai inhibitor protease. \n\nSecara umum penelitian ini bertujuan untuk menelaah interaksi andrografolid \n\ndengan protease aspartat, dan mendapatkan senyawa baru turunan andrografolid \n\ndengan aktivitas anti-HIV yang lebih aktif dari senyawa penuntunnya. Tahapan \n\npenelitian diawali dengan kajian in silico yang mencakup pengembangan dan \n\nvalidasi protokol penapisan maya berbasis struktur (PMBS), prediksi interaksi \n\nandrografolid dengan residu asam amino di dalam kantung aktif protease melalui \n\npenambatan molekul, pemodelan farmakofor, modifikasi molekul, prediksi \n\naktivitas dan karakter absorpsi, distribusi serta toksisitas andrografolid dan senyawa \n\nturunannya. Pada tahap akhir dilakukan sintesis dan karakterisasi senyawa baru \n\nturunan andrografolid, serta uji aktivitas secara in vitro terhadap protease HIV-1. \n\nKajian in silico diawali dengan pengembangan dan validasi protokol PMBS untuk \n\nmengidentifikasi inhibitor protease aspartat pada plasmepsin I, II, IV dan protease \n\nHIV-1. Protokol yang dikembangkan bertujuan untuk menghasilkan prosedur \n\npenambatan molekul yang valid, cepat dan terotomatisasi. Struktur kristal yang \n\ndigunakan adalah 3QS1, 1SME, 1LS5 dan 1XL2 yang diperoleh dari Protein Data \n\nBank (PDB). Program SPORES, Open Babel, PLANTS1.2, dan shell script \n\nMGLTools1.5.6 digunakan untuk preparasi awal ligan dan reseptor. Program \n\nAutoDock Vina 1.1.2 digunakan dalam proses penambatan ulang, dilanjutkan \n\ndengan program PLANTS1.2 dan PyPLIF 0.1.1 untuk penskoran ulang sidik jari \n\ninteraksi. Program PyMOL dan PoseView digunakan untuk perhitungan root mean \n\nii \n\nsquare deviation (RMSD) dan visualisasi hasil penambatan ulang. Validasi \n\nretrospektif dilakukan terhadap basis data inhibitor protease HIV-1 yang diperoleh \n\ndari Database of Useful Decoys Enhanced (DUD-E), di mana kualitas penapisan \n\ndihitung dari koefisien Tanimoto (Tc) dan energi bebas ikatan (Ei) yang dihasilkan. \n\nNilai RMSD terbaik untuk plasmepsin I, II, IV dan protease HIV-1 berturut-turut \n\nadalah 1,1 ÃƒÂ…, 1,2 ÃƒÂ…, 1,7 ÃƒÂ… dan 0,8 ÃƒÂ…. Faktor pengayaan pada 1% positif palsu \n\n(EF1%) untuk Tc dan Ei adalah 18,26% dan 9,03%, sedangkan luas area di bawah \n\nkurva (AUC) untuk Tc dan Ei adalah 76,84% dan 60,95%. Protokol yang \n\ndikembangkan menunjukkan kualitas PMBS yang lebih baik dari protokol aslinya \n\ndengan nilai AUC 59,58%. Penelitian ini memberikan data awal untuk melakukan \n\nPMBS yang valid dalam mengidentifikasi inhibitor protease. \n\nHasil penambatan molekul andrografolid pada plasmepsin I, II, IV, dan protease \n\nHIV-1 menggunakan protokol PMBS yang telah divalidasi, menunjukkan bahwa \n\nandrografolid dapat berinteraksi pada semua protease aspartat yang diuji, dengan \n\nnilai koefisien Tanimoto (Tc), energi bebas ikatan (Ei) dan konstanta inhibisi (Ki) \n\nberturut-turut adalah Tc = 0,38; Ei = -9,8 kkal/mol; Ki = 0,07 Ã‚ÂµM (plasmepsin I), \n\nTc = 0,35; Ei = -8,7 kkal/mol; Ki = 0.42 Ã‚ÂµM (plasmepsin II), Tc = 0,31; Ei = -8,8 \n\nkkal/mol; Ki = 0,35 Ã‚ÂµM (plasmepsin IV), Tc = 0,32; Ei = -8,2 kkal/mol; Ki = 0,98 \n\nÃ‚ÂµM (protease HIV-1). Studi ini membuktikan bahwa andrografolid dapat mengikat \n\nasam amino yang penting pada kantung aktif plasmepsin I, II, IV, dan protease HIV1 dengan membentuk ikatan hidrogen, baik sebagai donor maupun akseptor dengan \n\nresidu asam amino aspartat, yang menyerupai pepstatin, suatu inhibitor protease. \n\nOleh karena itu, berdasarkan kesamaan mode ikatan andrografolid dengan \n\npepstatin, maka andrografolid diprediksi dapat bekerja sebagai inhibitor protease \n\npada plasmepsin dan protease HIV-1. \n\nPemodelan farmakofor andrografolid di dalam kantung aktif protease HIV-1 \n\ndivalidasi terhadap training set yang diperoleh dari DUD-E yaitu sebanyak 536 \n\nligan aktif dan 35.750 decoys. Fitur farmakofor yang dihasilkan menunjukkan \n\nterjadinya tiga interaksi hidrofobik dan dua ikatan hidrogen dengan dua residu asam \n\namino aspartat. Gugus hidroksil pada atom C-14 bertindak sebagai akseptor ikatan \n\nhidrogen dengan Asp29 dengan energi bebas dan jarak ikatan -9,4 kkal/mol dan 2,6 \n\nÃƒÂ…. Gugus hidroksil pada atom C-19 bertindak sebagai donor ikatan hidrogen \n\ndengan Asp25 dengan energi bebas dan jarak ikatan -2,3 kkal/mol dan 3,7 ÃƒÂ…. \n\nModifikasi molekul dilakukan berdasarkan masih adanya ruang hidrofobik kosong \n\npada kantung aktif protease HIV-1, oleh karena itu ditambahkan gugus alkil atau \n\nhidroksibenzaldehid untuk memperpendek ikatan hidrogen dengan Asp25 sehingga \n\nkekuatan ikatan dan afinitasnya menjadi lebih besar. \n\nModifikasi tersebut menghasilkan delapan turunan andrografolid, yaitu 12,13- \n\ndihidro andrografolid, 3-metil andrografolid, 3-etil andrografolid, 3-propil \n\nandrografolid, 3-benzil andrografolid, serta tiga turunan hidroksibenziliden \n\nandrografolid, yaitu 3,19-2Ã‚Â’-hidroksibenziliden andrografolid (SM-1), 3,19-3Ã‚Â’- \n\nhidroksibenziliden andrografolid (SM-2) dan 3,19-4Ã‚Â’-hidroksibenziliden \n\nandrografolid (SM-3). Pengujian prediksi, absorpsi, distribusi dan toksisitas \n\nmenunjukkan andrografolid dan turunannya diserap dengan baik di usus, memiliki \n\npermeabilitas sedang pada sel Caco-2, terikat kuat pada protein plasma dan tidak \n\niii \n\nmenunjukkan sifat mutagenik atau karsinogenik. Hasil prediksi aktivitas \n\nmenunjukkan bahwa SM-1, SM-2 dan SM-3 merupakan tiga senyawa terbaik \n\ndengan afinitas yang paling tinggi pada protease HIV-1. \n\nDalam penelitian ini telah berhasil disintesis senyawa SM-1, SM-2 dan SM-3 \n\nmenggunakan reaktor sintesis gelombang mikro, dengan mereaksikan \n\nandrografolid dan hidroksibenzaldehid menggunakan katalis piridinium p-toluen \n\nsulfonat (PPTS) pada kondisi optimum suhu 50Ã‚Â° C, kekuatan iradiasi 300 Watt, dan \n\nkecepatan pengadukan 200 rpm selama 3 jam. Pemurnian dilakukan dengan cara \n\nditambahkan trietilamin, diencerkan dengan benzena dan kemudian dicuci dengan \n\nair 3 kali, lapisan organik dipisahkan dan dikeringkan dengan natrium sulfat \n\nanhidrat. Pemurnian lebih lanjut dilakukan dengan kromatografi kolom (silika gel \n\n45 ~ 75 m, Wakogel C-300) dengan menggunakan kloroform - metanol (20:1) \n\nsebagai eluen. Hasil sintesis turunan andrografolid mempunyai pemerian serbuk \n\nberwarna putih, titik leleh 140-142Ã‚Â°C (SM-1), 167-170Ã‚Â°C (SM-2), 192-194Ã‚Â°C \n\n(SM-3) dan rendemen 85% (SM-1) , 86% (SM-2), 86% (SM-3). Hasil karakterisasi \n\ndengan spektroskopi IR, MS, C-NMR dan H-NMR menunjukkan kesesuaian \n\ndengan struktur yang diharapkan. \n\nPotensi inhibitor protease HIV-1 diuji secara in vitro menggunakan fluorometric \n\nassay kit. Prinsip pengukuran berdasarkan kemampuan protease HIV-1 untuk \n\nmemecah substrat peptida sintetik dan melepaskan fluorofor yang dapat dideteksi \n\npada panjang gelombang eksitasi 330 nm dan emisi 450 nm menggunakan \n\nfluorescence microplate reader. Suatu inhibitor protease akan menghambat \n\npemecahan substrat peptida dan mengurangi kadar fluorofor yang dilepaskan. Hasil \n\npengujian menunjukkan IC50 untuk pepstatin dan lopinavir yang diisolasi dari tablet \n\nAluvia \n\nÃ‚Â® \n\nberturut-turut adalah 1,61 Ã‚ÂµM dan 1,12 Ã‚ÂµM. Sedangkan andrografolid dan \n\nturunannya SM-1, SM-2, dan SM-3 memiliki IC50 yang lebih besar dari kedua \n\nstandar inhibitor protease yang digunakan yaitu berturut-turut 18,14 Ã‚ÂµM; 10,72 Ã‚ÂµM; \n\n9,93 Ã‚ÂµM; dan 8,32 Ã‚ÂµM. Data ini menunjukkan turunan andrografolid lebih aktif dari \n\nandrografolid sebagai senyawa penuntunnya, tetapi potensinya masih rendah dari \n\nkedua standar inhibitor protease. Meskipun demikian, mengingat sudah banyaknya \n\nresistensi terhadap obat-obat inhibitor protease yang ada, senyawa baru turunan \n\nandrografolid masih berpotensi untuk digunakan sebagai alternatif anti-HIV.", "Daftar File": {"2018 DS PP SANDRA MEGANTARA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139787", "COVER SANDRA MEGANTARA NIM: 30713002": "https://digilib.itb.ac.id/gdl/download/198171", "BAB 1 SANDRA MEGANTARA NIM: 30713002": "https://digilib.itb.ac.id/gdl/download/198175", "BAB 2 SANDRA MEGANTARA NIM: 30713002": "https://digilib.itb.ac.id/gdl/download/198177", "BAB 3 SANDRA MEGANTARA NIM: 30713002": "https://digilib.itb.ac.id/gdl/download/198179", "BAB 5 SANDRA MEGANTARA NIM: 30713002": "https://digilib.itb.ac.id/gdl/download/198180", "PUSTAKA SANDRA MEGANTARA NIM: 30713002": "https://digilib.itb.ac.id/gdl/download/198181", "BAB 4 SANDRA MEGANTARA NIM: 30713002": "https://digilib.itb.ac.id/gdl/download/198182"}, "Penulis": "SANDRA MEGANTARA NIM: 30713002", "Kontributor / Dosen Pembimbing": ["PEMBIMBING : Prof. Dr. Slamet Ibrahim S, DEA., Apt.", "Prof. Dr. Jutti Levita, M.Si., Apt.", "Dr. Maria Immaculata Iwo, M.Si., Apt."], "Jenis Koleksi": "Disertasi", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Andrographis paniculata, andrografolid, hidroksibenziliden andrografolid, protease HIV-1.", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "8 file", "Tanggal Input": "13 Mar 2018"}