{"Nomor": 30807, "Judul": "ANALYSIS OF REDUCING SERVICE WAITING TIME    AT REGULAR PHARMACY OF MEDIKA ANTAPANI  USING SIMULATION", "Abstrak": "Medika Antapani merupakan klinik kesehatan masyarakat yang memiliki berbagai fasilitas untuk  \n\nmendukung program Indonesia Sehat. Di antaranya adalah fasilitas seperti BPJS, Apotek \n\nReguler, Apotek BPJS, Obat Kronis, Layanan Khusus Pasien BNN (NAPZA), Laboratorium, \n\nPraktik Bidan, dan lain-lain. Penelitian ini difokuskan pada Apotek Reguler. Apotek Reguler \n\nMedika Antapani merupakan salah satu apotek di Bandung yang menyediakan dan menjual \n\nperalatan kesehatan, produk, dan obat-obatan. Apotek Reguler Medika Antapani memiliki \n\nmasalah terkait tingginya jumlah permintaan pada jam sibuk. Tingginya permintaan membuat \n\nwaktu tunggu pasien menjadi lama karena Apotek tidak mempertimbangkan alokasi pekerja dan \n\nfaktor-faktor lain yang membuat hambatan dalam setiap proses. Akibatnya, mereka tidak dapat \n\nmencapai 15 menit waktu layanan sebagai target. Oleh karena itu, Farmasi Biasa ingin \n\nmeningkatkan layanan dengan mengurangi waktu tunggu pasien.  \n\nDalam penelitian ini, waktu pelayanan di setiap aktivitas diperlukan untuk mengetahui berapa \n\nlama waktu dari kondisi yang ada di layanan Farmasi. Waktu yang terekam dalam setiap proses \n\nakan digunakan dalam bagan Kontrol IMR untuk memastikan data berada dalam kontrol dengan \n\nmenggunakan aplikasi Minitab. Kemudian, proses selanjutnya adalah menjalankan Analisis \n\nSimulasi menggunakan perangkat lunak iGrafx untuk menganalisis waktu siklus, waktu tunggu \n\nrata-rata, alokasi dan pemanfaatan sumber daya. Data yang keluar dari control dapat dianalisis \n\npada  Analisis Value-Added untuk mengidentifikasi masalah efisiensi dalam proses.  \n\nOutput dari penelitian ini adalah untuk mengurangi waktu siklus dan meningkatkan pemanfaatan \n\nalokasi pekerja di Farmasi Reguler untuk membuat proses lebih efektif.  \n \n \n\nKata Kunci: Farmasi, Waktu layanan, Waktu tunggu, Waktu proses, Waktu siklus, Simulasi.", "Daftar File": {"2018 TA PP SANTIKA PRAMESWARI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139800", "2018 TS PP SANTIKA PRAMESWARI 1 - FULL TEXT.pdf)u": "https://digilib.itb.ac.id/gdl/download/251700"}, "Penulis": "Santika Prameswari  (19015177)", "Kontributor / Dosen Pembimbing": ["Dr. Mursyid Hasan Basri"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pharmacy, Service time, Waiting time, Process time, Cycle time, Simulation", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "2 file", "Tanggal Input": "16 Jul 2018"}