{"Nomor": 30801, "Judul": "PENGARUH ALFA MANGOSTIN INTRAVENA TERHADAP FARMAKOKINETIK FARMAKODINAMIK METFORMIN", "Abstrak": "Diabetes Melitus (DM) adalah gangguan metabolisme yang ditandai dengan hiperglikaemia. Sembilan \n\npuluh % prevalensi diabetes melitus adalah DM tipe 2. Lini pertama pengobatan DM tipe 2 adalah \n\nmetformin (MFN). Selain pengobatan menggunakan obat sintetis, masyarakat mungkin juga \n\nmenggunakan pengobatan herbal. Salah satu herbal yang mempunyai efek antihiperglikaemia, adalah \n\nekstrak kulit buah manggis dengan konstituen utama alfa mangostin (AM). Penelitian sebelumnya telah \n\nmembuktikan bahwa AM yang diberikan bersamaan melalui rute oral dengan MFN dapat mempercepat \n\nonset dari MFN. Pada penelitian ini, dilakukan pengujian untuk mengetahui adanya interaksi \n\nfarmakokinetik MFN saat dikombinasikan dengan AM intravena. Percobaan dilakukan dengan \n\nmenggunakan tikus Wistar jantan yang diinduksi DM dengan aloksan. Pengujian dibagi menjadi 3 \n\nkelompok, yaitu kelompok AM intravena (AM iv) dengan dosis 2 mg/kg bb, kelompok MFN tunggal (100 \n\nmg/kg bb), kelompok kombinasi AM iv dan MFN. Kadar MFN dan AM diukur dengan menggunakan KCKT. \n\nKadar glukosa darah diukur dengan menggunakan metode GOD-PAP. Hasil yang diperoleh menunjukkan \n\nAM iv mempengaruhi parameter farmakokinetik MFN, yaitu menurunkan Cmaks sebesar Ã‚Â±25,67%, \n\nmempercepat t1/2 eliminasi Ã‚Â±32,58%, mempercepat tmaks menjadi Ã‚Â±0,75 jam, menurunkan AUC0-20 \n\nÃ‚Â±56,24%, dan memperbesar Vd sentral Ã‚Â±63,93%. Pemberian AM iv menurunkan kadar MFN yang \n\nmengakibatkan penurunan gula darah pada kombinasi MFN dan AM iv pun menjadi lebih kecil \n\ndibandingkan penurunan gula darah dari MFN tunggal.", "Daftar File": {"2018 TA PP SANDRA NOVITASARI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139788"}, "Penulis": "SANDRA NOVITASARI NIM : 10714035", "Kontributor / Dosen Pembimbing": ["PEMBIMBING : Prof. Dr. Yeyet Cahyati Sumirtapura, Apt.", "Dr. Lucy Sasongko, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Diabetes Melitus, Metformin, Alfa Mangostin, Farmakokinetik", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "8 file", "Tanggal Input": "28 Sep 2018"}