{"Nomor": 30803, "Judul": "HYBRID PV-DIESEL GENERATION WITH  IMPROVED DROOP CONTROL", "Abstrak": "Sistem microgrid (MG) adalah sistem tenaga listrik kecil yang berlokasi dekat dengan konsumen. Sistem ini dapat dioperasikan pada level tegangan rendah dengan atau tanpa sistem grid. Konsep MG membantu dalam mengurangi beberapa hal salah satunya adalah mengurangi rugi-rugi transmisi. Konsep ini seringkali digunakan pada area-area terpencil dimana akses untuk memberikan listrik ke area tersebut dari main grid terbilang sulit. Permintaan konsumen akan banyaknya daya listrik, produksi yang efisien, distribusi, dan utilisasi terus meningkat dikarenakan konsumsi energi secara global yang terus naik dan mulai berkurangnya penggunaan bahan bakar fosil. Untuk itu konsep MG memiliki potensi untuk Beberapa sistem MG yang terdapat pada area terpencil di Indonesia menggunakan generator diesel sebagai sumber energy utama dikarenakan kondisi geografis yang sulit untuk menyuplai daya menggunakan main grid. Dengan maraknya kemajuan teknologi, beberapa sumber energi terbarukan seperti fotovoltaik (PV) mulai diintegrasikan atau dihibrida dengan generator diesel. Penelitian ini berfokus untuk menentukan kontrol yang sesuai dengan kondisi MG yang ada di Indonesia sehingga permintaan beban dari pihak konsumen tetap terpenuhi dengan mempertimbangkan batasan-batasan operasi yang dimiliki oleh tiap sumber dimana untuk penelitian ini batasan generator diesel sebagai fokus utamanya. Metoda kontrol droop diimplementasikan pada sistem ini untuk memastikan adanya sharing load antara generator diesel dengan PV.", "Daftar File": {"2018 TS PP Sandro Agassi Sitompul 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139790"}, "Penulis": "SANDRO AGASSI SITOMPUL - NIM: 23216113", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Nanang Hariyanto, M.T"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "PV, Diesel Generation, Droop Control", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "15 Mar 2018"}