{"Nomor": 30809, "Judul": "Analisis Modal Sosial dalam Pengelolaan Badan Usaha Milik Desa untuk Mendorong Perekonomian Desa (Studi Kasus : Desa Sukanagalih dan Desa Sindangjaya, Kabupaten Cianjur)", "Abstrak": "BUMDes menjadi salah satu prioritas dalam pembangunan desa terutama setelah adanya dana desa yang diberikan oleh Pemerintah Pusat langsung ke desa. BUMDes memiliki dua fungsi yaitu sebagai lembaga sosial dan lembaga ekonomi. BUMDes dituntut agar melayani kebutuhan masyarakat, membuka akses yang luas bagi keterlibatan masyarakat dalam pengelolaan dan pengawasan, dan di sisi yang lain ada desakan dari masyarakat agar BUMDes dikelola secara profesional dan transparan agar mendatangkan keuntungan yang besar. Oleh karena itu perlu ada kerjasama antara pihak-pihak yang menjalankan BUMDes ini, terutama Pengelola BUMDes dan Perangkat Desa. Tujuan penelitian ini adalah menganalisis modal sosial dalam pengelolaan badan usaha milik desa yang dapat mendorong perekonomian desa. Penelitian ini menggunakan pendekatan kualitatif dan studi kasus, serta menggunakan metode analisis isi dari hasil wawancara, observasi maupun kajian dokumen.  \n\nHasil analisis menunjukan bahwa proses pembentukan BUMDes dapat mempengaruhi kerjasama dalam pengelolaan BUMDes terutama dalam hal kesamaan arahan pengembangan.  Dalam hal kaitan antara kondisi modal sosial dalam kelembagaan terhadap kinerja BUMDes, terdapat beberapa hal yang dapat berpengaruh, inisiatif masyarakat dalam pembentukan BUMDes harus tetap diikuti dengan proses musyawarah desa untuk mendapatkan kepercayaan dari seluruh masyarakat, perlu adanya kesamaan pandangan antar stakeholder, pemilihan unit usaha yang sesuai dengan masalah yang dirasakan masyarakat, faktor kepemimpinan dapat mempengaruhi kondisi modal sosial di suatu masyarakat, dan diperlukan SDM yang memang mengerti mengenai pengembangan usaha dalam masyarakat karena BUMDes ini bukan hanya lembaga sosial untuk pemberdayaan masyarakat, tapi juga lembaga ekonomi yang berfungsi untuk peningkatan ekonomi desa.", "Daftar File": {"2018 TS PP SANTI SOPANDI_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/139802", "2018 TS PP SANTI SOPANDI_ABSTRAK INGGRIS.pdf": "https://digilib.itb.ac.id/gdl/download/139803", "2018 TS PP SANTI SOPANDI_ABSTRAK INDONESIA.pdf": "https://digilib.itb.ac.id/gdl/download/139804"}, "Penulis": "SANTI SOPANDI (NIM : 25416055)", "Kontributor / Dosen Pembimbing": ["Adiwan Fahlan Aritenang, S.T., M.GIT., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Production", "Kata Kunci": "BUMDes, Modal Sosial, lembaga sosial, lembaga ekonomi", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Rd. Lenny Fatimah N., Dra", "File": "3 file", "Tanggal Input": "04 Okt 2018"}