{"Nomor": 30813, "Judul": "METRIK PENGUKURAN INOVASI UNTUK PERTUMBUHAN BISNIS", "Abstrak": "Mortalitas perusahaan sangat tinggi. Ketika berbisnis, hanya paranoid yang mencapai kesuksesan. Perbandingan Perusahaan Fortune 500 tahun 1955 & 2016, hanya 60 perusahaan (12%) yang bertahan. Dari artikel dalam Harvard Business Review, investigasi terhadap lebih dari 30.000 perusahaan publik di AS selama 50 tahun, bisnis memiliki satu banding tiga peluang untuk musnah dalam lima tahun ke depan, karena pailit, likuidasi, atau penyebab lain. Perusahaan mati muda karena gagal beradaptasi dengan kompleksitas lingkungan mereka yang terus berkembang. Penurunan cadangan gas alam di Kalimantan Timur berdampak pada menurunnya pasokan gas umpan ke PT Badak NGL, sehingga saat ini produksi LNG hanya setengah kapasitas maksimumnya. Penurunan pasokan gas umpan disebabkan oleh penurunan secara alami dan kurangnya antusiasme investor untuk mengeksplorasi lapangan gas baru karena jatuhnya harga minyak sejak tahun 2016. Jika tidak ada pasokan baru yang signifikan di masa depan, diperkirakan bahwa pada tahun 2027, LNG Plant hanya akan mengoperasikan 12,5% dari kapasitas maksimumnya, atau mungkin akan menghentikan operasinya. \n\nDengan skema bisnis sebagai operator Kilang LNG, PT Badak NGL tidak memiliki kendali atas seluruh rantai bisnis LNG dan tidak dapat menciptakan laba baru. Meskipun telah beroperasi lebih dari 40 tahun, PT Badak NGL tidak memiliki pengalaman menjalankan sebuah siklus bisnis secara menyeluruh. Karena itu, lebih penting mengenali kemampuan perusahaan untuk menciptakan dan menjalankan proses bisnis baru daripada terjun langsung kepersaingan bisnis. Apa saja yang harus diukur dan metode apa yang digunakan adalah pertanyaan yang harus disampaikan. Membuat perubahan pada sesuatu yang tetap dengan memperkenalkan metode, ide, atau produk baru adalah definisi dari Inovasi. PT Badak NGL telah menerapkan Continuous Improvement Program (CIP) sebagai program inovasi perusahaan, tetapi keefektifannya belum pernah dianalisa. Akar penyebab dalam analisis bisnis adalah bagaimana mengukur inovasi untuk keberlanjutan dan pertumbuhan. \n\nDalam penelitian ini, ada tiga metode Pengukuran Metrik Inovasi: Analisis Kualitatif (dengan survei online), Analisis Kuantitatif (dengan pengumpulan data dan perhitungan), dan Analisis Komprehensif (dengan menggabungkan Analisis Kualitatif dan Kuantitatif). Metrik Pengukuran Inovasi terdiri dari 5 Kategori dan 12 Parameter. Pada parameter Return, Return on Investment (ROI) akan dihitung untuk Program (ROI-IP), Aktivitas(ROI-IA), dan Proyek (ROI-PR). Hasil dari semua Kategori dan Parameter akan disajikan dalam persentase dan dikategorikan ke dalam Rendah, Medium, atau Tinggi. Dalam hasil Metrik, ada Kategori yang mencapai skor: Tinggi untuk Strategi, Medium untuk Orang, Sistem, dan Keuangan, dan Rendah untuk Pertumbuhan. Ada Parameter yang mencapai skor: Tinggi untuk Standar dan Kepemimpinan, Medium untuk Kreativitas, Kesadaran, Pengembangan, Tindakan, Metode, Pengembalian, Jaringan, dan Prospek, Rendah untuk Investasi dan Portofolio. \n\nRencana Implementasi telah dibuat dengan mendefinisikan Rencana Tindakan, Jadwal, Kebutuhan Sumber Daya, dan Dasbor berdasarkan hasil Pengukuran Metrik Inovasi. Perusahaan kemudian direkomendasikan untuk merealisasikan dan memantau rencana implementasi, dan juga direkomendasikan untuk melakukan evaluasi Inovasi Perusahaan secara teratur menggunakan metode Pengukuran Inovasi Metrik untuk Pertumbuhan Bisnis.", "Daftar File": {"2018 TS PP SAPTO BENARIMO 1 - ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139808"}, "Penulis": "SAPTO BENARIMO  29116303", "Kontributor / Dosen Pembimbing": ["Yulianto SuhartoS.Si, Apt, MBA, MSc, PhDc"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "innovation, quality, business survival, business growth, measurement metrics", "Sumber": "", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "27 Sep 2018"}