{"Nomor": 30811, "Judul": "STUDI PETROLOGI DAN GEOKIMIA AIR UNTUK MENENTUKAN POTENSI SKALING DI LAPANGAN PANASBUMI MUARALABOH", "Abstrak": "Lapangan Panasbumi Muaralaboh terletak di Solok Selatan, 150 km di arah tenggara kota Padang, Sumatera Barat. Lapangan Panasbumi Muaralaboh merupakan sistem hidrotermal vulkanik entalpi tinggi (temperatur reservoir ~240Ã‚Â°C) dengan reservoir dominasi air. Potensi skaling di Lapangan Panasbumi Muaralaboh dikaji dengan melakukan analisis data geokimia air, litologi dan alterasi batuan reservoir, dari sampel skaling pada sumur X1 dan Y1. Data geokimia air diperoleh dari sampel air di separator (tekanan 17,5 dan 6 bar atmosfer (b.a.)) dan weirbox (tekanan 1 b.a.). Litologi dan alterasi batuan reservoir berdasarkan analisis petrografi terhadap serbuk bor dari sumur X1 interval kedalaman 800 hingga 996 m, dan dari sumur Y1 kedalaman 1.265 hingga 1.610 m.  Hasil studi menunjukkan, bahwa batuan reservoir di sumur X1 adalah lava dasit, sedangkan di sumur Y1, yang terletak lebih dalam, adalah lava andesit. Alterasi propilitik dan silisifikasi teramati pada kedua sumur dengan kehadiran mineral kalsit, epidot, klorit, kuarsa sekunder, ilit, dan mineral opak (pirit). Tipe alterasi hidrotermal ini menunjukkan, bahwa fluida hidrotermal kaya akan silika (SiO2) dan karbondioksida (CO2) dan memungkinkan terbentuknya skaling silika dan kalsit di sumur X1 dan Y1.  Hasil perhitungan konsentrasi unsur-unsur kimia fluida reservoir menunjukkan, bahwa mineral yang berpotensi membentuk skaling adalah silika (silika amorf) pada pipa produksi, fasilitas permukaan di sumur X1 dan Y1, serta di sumur injeksi. Skaling anhidrit diperkirakan terbentuk di pipa produksi X1 dan Y1, tetapi skaling kalsit dan halit tidak akan terbentuk. Hasil perhitungan temperatur dan pH fluida reservoir menunjukkan tidak ada potensi korosi terjadi di kedua sumur. Kenyataannya, skaling ditemukan di pipa produksi, fasilitas permukaan, dan sebagai endapan di kolam yang menampung fluida reservoir dari sumur Y1. Analisis Scanning Electron Microscope-Energy Dispersive Spectroscopy (SEMEDS) dan X-Ray Diffraction (XRD) terhadap sampel skaling menunjukkan kehadiran mineral silika amorf, anhidrit dan halit.", "Daftar File": {"2018 TA PP Saphira Anjani Suwanto 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139806", "2018_TA_PP_SAPHIRA_ANJANI_SUWANTO_1_-_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/150945", "2018_TA_PP_SAPHIRA_ANJANI_SUWANTO_1-_BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/150946", "2018_TA_PP_SAPHIRA_ANJANI_SUWANTO_1-_BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/150947", "2018_TA_PP_SAPHIRA_ANJANI_SUWANTO_1-_BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/150949", "2018_TA_PP_SAPHIRA_ANJANI_SUWANTO_1-_BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/150951", "2018_TA_PP_SAPHIRA_ANJANI_SUWANTO_1-_BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/150953", "2018_TA_PP_SAPHIRA_ANJANI_SUWANTO_1-_BAB_6.pdf": "https://digilib.itb.ac.id/gdl/download/150955", "2018_TA_PP_SAPHIRA_ANJANI_SUWANTO_1-_BAB_7.pdf": "https://digilib.itb.ac.id/gdl/download/150957", "2018_TA_PP_SAPHIRA_ANJANI_SUWANTO_1-_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/150959"}, "Penulis": "Saphira Anjani Suwanto  [12013019]", "Kontributor / Dosen Pembimbing": ["Ir. Niniek Rina Herdianita, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Muaralaboh, geokimia, alterasi, skaling, korosi, temperatur, pH", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Dedi Rosadi", "File": "10 file", "Tanggal Input": "08 Mar 2018"}