{"Nomor": 30816, "Judul": "MEASURING PERCEIVED HAPPINESS OF UNDERGRADUATE STUDENTS IN INSTITUT TEKNOLOGI BANDUNG", "Abstrak": "Kebahagiaan adalah salah satu emosi positif yang semua orang butuhkan, termasuk mahasiswa. \n\nSementara itu, banyak siswa cenderung cukup bahagia menurut penelitian awal di Institut \n\nTeknologi Bandung. Penelitian ini bertujuan untuk menemukan tingkat kebahagiaan \n\nmahasiswa di Institut Teknologi Bandung sesuai dengan tingkat Indeks Kebahagiaan dan faktor \n\nyang paling mempengaruhi kebahagiaan mahasiswa. Sampel penelitian ini adalah mahasiswa \n\ntingkat sarjana (𝑁 = 400) dengan cara menggunakan sampling cluster. Instrumen penelitian \n\nmenggunakan kuesioner tertutup yang diadopsi dari Oxford Happiness Questionnaire dan \n\nanalisis faktor kebahagiaan. Analisis data menggunakan analisis kuantitatif dengan metode \n\nPrincipal Component Analysis. Penelitian ini menunjukkan dua temuan; Pertama, sebagian \n\nbesar mahasiswa Sarjana 54% dikategorikan Cukup Bahagia. Kedua, faktor-faktor yang \n\nmempengaruhi kebahagiaan mahasiswa adalah Prestasi, Waktu Luang, Kehidupan Sosial & \n\nKampus, dan Kondisi Kesehatan & Ekonomi. Penelitian ini menemukan bahwa terdapat 1% \n\nmahasiswa sarjana yang masih masuk dalam kategori tidak bahagia, kategori terendah dalam \n\npenelitian ini. Oleh karena itu, penelitian ini menghasilkan rekomendasi bagi semua pihak \n\nuntuk lebih mempertimbangkan pentingnya kebahagiaan.", "Daftar File": {"2018 TA PP SARA FITRIA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139821", "2018 TS PP SARA FITRIA BALABAGAN 1 - FULL TEXT.pdf)u": "https://digilib.itb.ac.id/gdl/download/251701"}, "Penulis": "Sara Fitria Balabagan (19015097)", "Kontributor / Dosen Pembimbing": ["Adita Pritasari, S.T., MSM"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Happiness, Students Happiness, Happiness Factor", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "2 file", "Tanggal Input": "23 Jul 2018"}