{"Nomor": 30829, "Judul": "PEMBUATAN GLUKOSAMIN DARI KULIT UDANG DAN PENGEMBANGAN METODE ANALISISNYA SECARA KROMATOGRAFI CAIR KINERJA TINGGI", "Abstrak": "Kulit udang mengandung kitin yang turunannya berupa kitosan. Kitosan dapat dihidrolisis \n\nmenghasilkan glukosamin yang tidak memiliki gugus kromofor, sehingga dibutuhkan proses \n\nderivatisasi apabila dianalisis menggunakan metode KCKT dengan detektor UV. Penelitian ini bertujuan \n\nmembuat glukosamin dari kulit udang dan mengembangkan metode analisisnya menggunakan \n\nmetode KCKT dengan detektor indeks refraksi. Kondisi optimum sistem KCKT diperoleh menggunakan \n\nkolom AMINEX Ion Exclusion HPX-87H 300 x 7,8 mm pada suhu 60 Ã‚Â°C, fasa gerak H2SO4 5 mM, laju alir \n\n0,6 ml/menit, dan detektor indeks refraksi, suhu 40 Ã‚Â°C. Uji kesesuaian sistem menunjukkan \n\nkeberulangan penyuntikan (SBR) 0,419 %, faktor ikutan(τ) 1,10 Ã‚Â± 0,031, dan jumlah lempeng teoritis \n\n(N)=11758 Ã‚Â± 42,43. Validasi metode menghasilkan persamaan kurva kalibrasi y=184,94 x + 23866, \n\nkoefisien korelasi (r) 0,9998 dan koefisien variansi regresi (Vx0)=1,29%, uji kepekaan menghasilkan \n\nbatas deteksi 182 bpj dan batas kuantisasi 551 bpj. Hasil uji akurasi 99,36 %, SBR dan HorRat presisi \n\nintraday 0,093 % dan 0,02, SBR dan HorRat presisi interday 1,56 % dan 0,35. Metode analisis \n\nglukosamin telah dikembangkan dan memenuhi parameter validasi. Lalu, ditentukan kondisi optimum \n\nhidrolisis kitosan komersial menggunakan HCl 12 M dan 4 M, suhu 60 dan 90 Ã‚Â°C, dan waktu pemanasan \n\n3,5 dan 4,5 jam. Setelah itu, kitosan dibuat dari kulit udang melalui proses pengeringan dan \n\npenghalusan, deproteinasi, demineralisasi, dan deasetilasi. Setelah kitosan diperoleh, ditentukan \n\nkemurnian kitosan menggunakan metode FTIR dengan parameter derajat deasetilasi yang \n\nmenunjukkan efektifitas pelepasan gugus asetil pada asetamida kitin menjadi gugus amina \n\nterdeasetilasi. Kitosan komersial dan sampel masing-masing memiliki derajat deasetilasi 68,4 % dan \n\n72,2 %. Kitosan dihidrolisis pada kondisi optimum menggunakan HCl 12 M, 90 Ã‚Â°C, 3,5 jam dan \n\ndihasilkan glukosamin lalu dianalisis menggunakan metode KCKT tervalidasi.", "Daftar File": {"2018 TA PP SARINILAYANA HAREFA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139849"}, "Penulis": "SARINILAYANA HAREFA NIM : 10714065", "Kontributor / Dosen Pembimbing": ["NIM : Dr. Benny Permana, M.Si., Apt.", "Dr. Rika Hartati, M.Si., Apt"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "kulit udang, kitosan, glukosamin, KCKT, detektor indeks refraksi", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "1 file", "Tanggal Input": "29 Jun 2018"}