{"Nomor": 30820, "Judul": "ANALISIS BAURAN PEMASARAN DI KAMPUNG BUDAYA SINDANGBARANG, BOGOR", "Abstrak": "Dokumen proyek akhir ini membahas mengenai Bauran Pemasaran (7p) yang ada di Kampung Budaya Sindangbarang. Penentuan lokasi studi yaitu dengan melihat adanya potensi untuk mengembangkan suatu daya tarik wisata yang diduga masih belum diketahui orang banyak karena belum optimalnya pemasaran yang dilakukan karena belum adanya penelitian mengenai bauran pemasarannya. Tujuan dari penelitian ini secara umum adalah untuk mengetahui penerapan bauran pemasaran di Kampung Budaya Sindangbarang dilihat dari persepsi wisatawan.       \n \n \n \n \n \n \n \n\nStudi ini menggunakan metode pendekatan deskriptif kuantitatif. Pendekatan kuantitatif digunakan untuk mendeskripsikan analisis statistik. Data yang digunakan dalam penelitian ini adalah data primer dan data sekunder. Jumlah sampel ditentukan menggunakan teori Slovin, dan didapat 100 sampel dengan penentuan sampel menggunakan sampling quota. Hasil kuesioner diukur menggunakan skala nominal, skala interval, dan skala likert. Alat yang digunakan untuk mengolah data dan memperoleh hasil perhitungan menggunakan Microsoft Excel dan SPSS dengan penyajian data menggunakan pie chart.       \n \n \n \n \n \n \n \n\nHasil dari studi ini menunjukkan bahwa penerapan bauran pemasaran pada Kampung Budaya Sindangbarang sudah terlaksana dengan baik, akan tetapi masih ada hal-hal tertentu yang harus diperhatikan dan diperbaiki agar wisatawannya meningkat. Kesimpulan dari studi ini didapatkan karakteristik wisatawan Kampung Budaya Sindangbarang dan keberhasilan bauran pemasaran di Kampung Budaya Sindangbarang dengan nilai rata-rata 3.50 dan diketahuinya elemen bauran pemasaran yang paling mempengaruhi di Kampung Budaya Sindangbarang.", "Daftar File": {"2017 TA PP SARAH IASYA_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/139825", "2017 TA PP SARAH IASYA_ABSTRAK 1.pdf": "https://digilib.itb.ac.id/gdl/download/139826"}, "Penulis": "Sarah Iasya (NIM: 95715006)", "Kontributor / Dosen Pembimbing": ["Prof. Drs., Arief Rosyidie, MSP., M.Arch., Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Terapan Perencanaan Kepariwisataan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Wisata Budaya, Bauran Pemasaran, Persepsi Wisatawan", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Alice Diniarti", "File": "2 file", "Tanggal Input": "02 Mar 2018"}