{"Nomor": 30823, "Judul": "PEMANFAATAN SAMPAH DEDAUNAN DI KAMPUS INSTITUT TEKNOLOGI BANDUNG MENGGUNAKAN LARVA Hermetia illucens SEBAGAI ALTERNATIF PENERAPAN PRODUKSI BERSIH", "Abstrak": "Penelitian ini dilatarbelakangi oleh tingginya harga bahan pakan sumber protein bagi peternak serta tingginya impor pakan ikan dan unggas. Alternatif sumber pakan ternak yang telah dikembangkan yaitu biokonversi limbah bungkil sawit sebagai media pakan larva Hermetia illucens yang sudah terbukti memiliki kandungan protein yang tinggi. Larva Hermetia illucens sangat berpotensi mengubah sampah organik menjadi biomassa dengan kandungan protein yang tinggi yang bisa digunakan sebagai pengganti nutrisi pakan ternak. Sampah dedaunan merupakan salah satu jenis sampah organik yang banyak dihasilkan di kampus Institut Teknologi Bandung (ITB). Penelitian ini bertujuan untuk mengetahui potensi sampah dedaunan sebagai media tumbuh larva Hermetia illucens. Metode penelitian ini diawali dengan menyiapkan empat jenis media yang berbeda yaitu media daun, media rumput, media campuran daun dan rumput (perbandingan 1:1), serta media campuran daun, rumput, dan sisa makanan (perbandingan 1:1:1) dengan empat kali pengulangan. Media difermentasikan selama satu minggu, kemudian telur larva Hermetia illucens ditebar sebanyak 0,5 gram pada masing-masing reaktor. Selanjutnya dilakukan pengamatan suhu dan kelembaban setiap hari sampai larva siap panen. Setelah panen, dilakukan pengukuran biomasa larva, kadar protein larva, reduksi sampah, serta rasio C/N resuksi sampah. Hasil dari penelitian ini yaitu proses biokonversi membutuhkan waktu 65-74 hari dan dihasilkan rata-rata biomassa terbanyak sebesar 12.69 gram pada media campuran daun, rumput, dan sisa makanan. Kandungan protein larva Hermetia illucens antara 43.9% sampai 53.56%. Efisiensi reduksi sampah terbesar terdapat pada media daun:rumput:sisa makanan dengan nilai 31.8% sampai 50.3%. Rasio C/N residu sampah hasil biokonversi antara 5 sampai 20 yang munujukan bahwa sampah sisa proses biokonversi bisa digunakan sebagai kompos. Berdasarkan perhitungan keuntungan penjualan, produk dari penelitian ini kurang komersil untuk dijual karena sampah dedaunan yang dihasilkan di lingkungan kampus ITB kurang potensial untuk dijadikan sebagai media tumbuh larva Hermetia illucens.", "Daftar File": {"2016 TA PP SARASMITA ARSITA SUTIYANTA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/139829", "2016 TA PP SARASMITA ARSITA SUTIYANTA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/139830", "2016 TA PP SARASMITA ARSITA SUTIYANTA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/139831", "2016 TA PP SARASMITA ARSITA SUTIYANTA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/139832", "2016 TA PP SARASMITA ARSITA SUTIYANTA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/139833", "2016 TA PP SARASMITA ARSITA SUTIYANTA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/139834", "2016 TA PP SARASMITA ARSITA SUTIYANTA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/139835"}, "Penulis": "SARASMITA ARSITA SUTIYANTA (NIM : 15312022)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Katharina Oginawati, MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "biokonversi, biomassa larva, larva Hermetia illucens, sampah dedaunan, sampah sisa makanan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "31 Jul 2018"}