{"Nomor": 30822, "Judul": "PENGARUH LARUTAN PENYANGGA TRIS DAN HEPES TERHADAP AKTIVITAS &#913;-AMILASE DARI BACILLUS AQUIMARIS MKSC 6.2", "Abstrak": "Pati adalah polisakarida yang terdapat pada tumbuh-tumbuhan. Proses konversi pati melalui tiga tahap yang membutuhkan energi intensif dan biaya yang mahal. α-Amilase termasuk kedalam keluarga glikosida hidrolase yang dapat mendegradasi pati. α-Amilase adalah endo-acting enzymes yang memutus ikatan α-1,4-glikosida pada butir pati, membentuk berbagai jenis maltooligosakarida dan maltodextrin. Enzim-enzim α-amilase yang aktif terhadap pati granular atau yang biasa disebut sebagai raw starch degrading enzyme (RSDE) diperkirakan mampu mengurangi energi yang dibutuhkan dalam proses konversi pati. Salah satu genus bakteri yang dikenal sebagai penghasil amilase adalah Bacillus. α-Amilase dari Bacillus aquimaris MKSC 6.2 (BaqA) termasuk RSDE yang diharapkan dapat mengurangi energi untuk konversi pati. Studi kali ini mengkaji karakteristik BaqA wild type dengan pemurnian menggunakan larutan penyangga HEPES pH 7,00 dan Tris pH 7,00. Konsentrasi protein BaqA total yang dimurnikan dengan larutan penyangga HEPES dan Tris secara berturut-turut adalah 27,416 mg/mL dan 18,703 mg/mL. Aktivitas BaqA rekombinan yang dihasilkan adalah sebesar 741,2 U/mL dan 161,18 U/mL untuk larutan penyangga HEPES dan Tris secara berturut-turut. Sementara aktivitas spesifiknya adalah sebesar 27,04 U/mg untuk larutan penyangga HEPES dan 8,62 U/mg untuk larutan penyangga Tris.", "Daftar File": {"2018 TA PP SARAH RACHMAWATI PUTRI 10512055 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139828", "2018_TA_PP_SARAH_RACHMAWATI_PUTRI_1-_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/148742"}, "Penulis": "SARAH RACHMAWATI PUTRI (NIM:10512055)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ihsanawati"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "glikosida hidrolase, Bacillus aquimaris (BaqA), α-amilase, RSDE (Raw Starch Degrading Enzyme), aktivitas", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "8 file", "Tanggal Input": "21 Sep 2018"}