{"Nomor": 30827, "Judul": "PEMODELAN KEDEPAN 1-DIMENSI RESPON TEGANGAN SURFACE NUCLEAR MAGNETIC RESONANCE", "Abstrak": "Metode Surface Nuclear Magnetic Resonance (Surface-NMR) merupakan suatu teknik geofisika yang dapat digunakan untuk mendeteksi secara langsung adanya kadar air dibawah permukaan. Metode ini memanfaatkan sifat spin inti hidrogen pada molekul air untuk dapat mendeteksi keberadaan groundwater. Pada Tugas Akhir ini dilakukan pemodelan evolusi magnetisasi untuk kondisi resonansi sempurna dan kondisi saat terjadi offset frekuensi dan pemodelan respon tegangan Surface-NMR 1-D dengan konfigurasi coincidence circular loop Tx/Rx untuk beberapa model distribusi kadar air bawah permukaan. Pada pemodelan evolusi magnetisasi, komponen vektor magnetisasi akan terdefleksi sempurna membentuk tilt angle 90Ã‚Â° dengan komponen magnetisasi arah sumbu x, Mx = 0. Namun saat terdapat offset frekuensi, akan timbul suatu komponen imajiner Mx yang akan membuat komponen magnetisasi transversal menjadi kompleks . Respon sinyal Surface-NMR menunjukan bahwa kadar air pada kedalaman yang dangkal berkontribusi besar pada sinyal NMR. Sedangkan kadar air pada lapisan yang dalam akan menghasilkan sinyal NMR yang cukup lemah untuk dapat terdeteksi apabila kadar airnya tidak cukup besar.", "Daftar File": {"2016 TA PP SARI FITRIANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/139839", "2016 TA PP SARI FITRIANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/139840", "2016 TA PP SARI FITRIANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/139841", "2016 TA PP SARI FITRIANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/139842", "2016 TA PP SARI FITRIANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/139843", "2016 TA PP SARI FITRIANI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/139844", "2016 TA PP SARI FITRIANI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/139845", "2016 TA PP SARI FITRIANI 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/139846", "2016 TA PP SARI FITRIANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/139847"}, "Penulis": "SARI FITRIANI (NIM : 10211072)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Wahyu Srigutomo Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kadar Air, Magnetisasi, Respon Sinyal, Surface-NMR, Spin Hidrogen", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ratnasari", "File": "9 file", "Tanggal Input": "05 Jan 2018"}