{"Nomor": 30839, "Judul": "ANALISA KONTRAK BAGI HASIL PADA PENGEMBANGAN LAPANGAN COALBED METHANE DI INDONESIA BERDASARKAN PERENCANAAN PRODUKSI TERINTEGRASI", "Abstrak": "Produksi minyak dan gas konvensional Indonesia terus mengalami penurunan sehingga tidak terjadi keseimbangan dengan peningkatan kebutuhan industri terhadap minyak dan gas sehingga diperlukan sumber energi unkonvensional yang dapat diproduksi untuk memenuhi kebutuhan energi. Coalbed Methane (CBM) merupakan unkonvensional gas yang dapat dikembangkan di Indonesia sebagai salah satu sumber energi untuk menambah produksi dari sumber gas konvensional untuk memenuhi kebutuhan energi Indonesia. Tingginya nilai investasi di awal masa pengembangan dan rendahnya angka rate-of-return dari proyek pengembangan merupakan tantangan bagi investor dalam pengembangan lapangan Coalbed Methane secara ekonomis. Tantangan lain adalah belum tersedianya regulasi UU pemerintah Indonesia untuk unkonvensional gas dalam bentuk aturan kontrak bagi hasil seperti halnya regulasi untuk reservoir gas konvensional. Oleh karena itu, diperlukan analisa kebijakan bagi hasil antara investor dan pemerintah yang menarik bagi investor untuk mengembangkan Coalbed Methane reservoir secara ekonomis di Indonesia tanpa menghilangkan prioritas kesejahteraan rakyat berdasar pada UUD 1945 Pasal 33 Ayat 3. Landasan analisa kebijakan berdasarkan potensi lapangan CBM, pengembangan lapangan CBM secara engineering terintegrasi, dan penetapan nilai minimal attractive rate-of-return (MARR) proyek. Persamaan yang digeneralisasi dari sensitivitas luas area lapangan, properti batubara, harga gas pasar, dan investment credit mampu memberikan gambaran umum persentase bagi hasil yang dianjurkan untuk pengembangan lapangan CBM tertentu supaya memberikan keuntungan bagi investor dan pemerintah, sekaligus mampu menumbuhkan iklim investasi yang baik untuk pengembangan CBM di Indonesia dalam jangka panjang.", "Daftar File": {"2012 TA PP SATRIA ANDRIANATA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/139878"}, "Penulis": "SATRIA ANDRIANATA (NIM : 12208053)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Pudjo Sukarno"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "kontrak bagi hasil, integrated production, rate-of-return", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "1 file", "Tanggal Input": "21 Mei 2018"}