{"Nomor": 30832, "Judul": "KAJIAN ELEMEN ESTETIK KEMEJA BERMOTIF BATIK KONTEMPORER", "Abstrak": "Inovasi dalam bidang batik telah menghadapi babak baru dimana perancangan \n\nmotif batik semakin dimudahkan dengan adanya software grafis yang \n\nmemungkinkan batik untuk diproduksi dengan berbagai penempatan serta media \n\ntermasuk bahan sandang batik. Pada busana pria, bahan sandang batik telah \n\nberadaptasi dengan gaya modern sehingga melahirkan aneka kemeja bermotif \n\nbatik. Maraknya eksplorasi batik pada kemeja mendorong adanya perkembangan \n\nelemen estetik pada kemeja bermotif batik yang semula bergaya klasik menuju \n\ngaya kontemporer. Kemeja bermotif batik kontemporer tersebut dengan semangat \n\nkebaruannya menampilkan kemeja dengan gaya unik, tidak biasa, bahkan \n\nbeberapa diantaranya cenderung ekstrim dalam hal komposisi elemen estetiknya. \n\nFenomena tersebut perlu dikaji lebih lanjut untuk diketahui kandungan elemen \n\nestetik yang dimilikinya. Sampai saat ini tidak banyak ditemukan penelitian yang \n\nmengungkap mengenai elemen estetik yang terkandung pada kemeja bermotif \n\nbatik, sehingga kajian ini memiliki potensi besar untuk diteliti. Tujuan penelitian \n\nini ialah untuk mengidentifikasi dan memetakan elemen estetik yang terkandung \n\npada kemeja bermotif batik kontemporer. \n\nPenelitian ini menggunakan metode deskriptif dengan pendekatan estetik dan \n\ndesain busana dengan teknik pengumpulan data melalui observasi, wawancara, \n\ndokumentasi dan studi literatur. Hasil analisis dalam penelitian menunjukan \n\nbahwa kemeja bermotif batik kontemporer Danar Hadi memiliki keragaman \n\nelemen estetik yang diperoleh dari pengolahan komposisi elemen estetik dalam \n\nstruktur kemeja, seperti garis, ruang, bentuk, tekstur, serta warna dalam suatu \n\nrancangan kemeja yang tidak biasa dan unik. Komposisi yang cenderung \n\nmengarah pada dimensi asimetris dengan perbandingan yang tidak sama serta \n\nkomposisi gabungan dari dua atau lebih motif dalam sebuah kemeja membuat \n\nkeunggulan tersendiri pada kemeja batik kontemporer. Hal tersebut dipengaruhi \n\noleh faktor kecanggihan teknologi dan kreatifitas produsen kemeja batik dalam \n\nmenciptakan kemeja batik sesuai selera dan kebutuhan masyarakat. Hasil \n\npenelitian ini diharapkan dapat dijadikan sebagai bahan acuan dalam perancangan \n\nproduk kemeja batik bagi praktisi maupun akademisi di bidang busana dan batik.", "Daftar File": {"SariYuningsih27116044.pdf": "https://digilib.itb.ac.id/gdl/download/139859"}, "Penulis": "SARI YUNINGSIH (NIM: 27116044)", "Kontributor / Dosen Pembimbing": ["Dr. Achmad Haldani D., M.Sn.  \n\nDr. Chandra Tresnadi, M.Ds."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "elemen estetik, batik, kontemporer, kemeja", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "26 Sep 2018"}