{"Nomor": 30835, "Judul": "Analisa Manajemen Mutu untuk Mengurangi Cacat pada Proses Som-Sontek  (Industri Rumah Rajut di Area Binong Jati)", "Abstrak": "Usaha Kecil Menengah (UKM) memiliki porsi besar untuk kemajuan ekonomi. Di Indonesia, UKM memiliki peran yang cukup besar dalam pembangunan ekonomi negara dan telah menjadi salah satu perhatian pemerintah. Di Bandung, pemerintah mulai fokus mengembangkan UKM sejak 2004. Program ini adalah revitalisasi untuk menjadi sentra bagi beberapa industri rumahan di satu area. UKM yang terlibat dengan revitalisasi itu untuk saat itu sebanyak lima lokasi, yaitu Kampung Rajut Binong Jati, Jeans cihampelas, Sepatu Cibaduyut, Tahu Cibuntu, dan Kaos Suci Bandung. Tahun demi tahun SME yang telah didirikan untuk waktu yang lama tersebut memiliki daya saing yang sangat lemah. Salah satu efeknya adalah penurunan pendapatn. Penelitian ini, memilih  Kampung Rajut Binong Jati untuk menjadi bahan penelitian. Karena di dalam Kampung Rajut Binong Jati masih ada koperasi yang aktif sementara di sentra lainnya sudah tidak aktif atau usaha mereka sudah berjalan sendiri - sendiri. \n \n\nPenelitian ini menganalisis penyebab laba telah jatuh. Buruknya kualitas dan manajemen pengetahuan adalah salah satu penyebab masalah bisnis ini. Jadi penelitian ini akan menentukan tentang manajemen kualitas dalam pakaian rajut, cacat, dan mengusulkan standard jam kerja. Metode untuk mencari akar penyebabnya adalah dengan observasi di lapangan dan mewawancarai peserta serta menyebarkan kuesioner di daerah tersebut. \n \n\nHasil analisis situasi saat ini di Kampung Rajut Jati rata-rata tingkat cacat lebih dari 46 barang jadi dalam proses som-sontek. Setelah menganalisa penyebab tingginya tingkat cacat, penelitian ini menemukan satu akar penyebab, yaitu tidak ada pengaturan dan standar operasional jam kerja dalam kualitas rajutan. Jadi, solusi alternatif berdasarkan akar penyebab tersebut.", "Daftar File": {"2018 TS PP SASKIA KANISAA PUSPANIKAN 1-Abstrak .pdf": "https://digilib.itb.ac.id/gdl/download/139862"}, "Penulis": "SASKIA KANISAA PUSPANIKAN  29116197", "Kontributor / Dosen Pembimbing": ["Akbar Adhiutama, ST., MT., MBA., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "SME, Kampung Rajut Binong Jati, Quality, Knitwear, Defects, Finishing goods, Knowledge, Check Sheet, som-sontek, process.", "Sumber": "", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "25 Sep 2018"}