{"Nomor": 30831, "Judul": "KAJIAN IMPLEMENTASI KONSEP GEOWISATA DALAM PENGEMBANGAN KAWASAN KALDERA BATUR SEBAGAI ANGGOTA GLOBAL GEOPARK NETWORK", "Abstrak": "Geopark didefinisikan sebagai kawasan yang dikembangkan dengan konsep terintegrasi antara perlindungan warisan bumi dan budaya, pendidikan, serta pengembangan ekonomi lokal. Pengembangan geowisata Batur Global Geopark, sebagai perwujudan konsep geopark, merupakan salah satu upaya revitalisasi pariwisata Kintamani dan peningkatan daya saing kawasan. Agar dapat menstimulasi pembangunan kawasan, geowisata secara umum harus menerapkan elemen-elemen tertentu yang jika dielaborasi dengan komponen kepariwisataan maka akan meliputi daya tarik wisata, keberlanjutan lingkungan, wisatawan, dampak terhadap masyarakat, dan kelembagaan. Dalam perkembangannya, terdapat beberapa penerapan elemen geowisata yang berjalan secara inkonsisten dengan prinsip konsep tersebut, salah satunya kurangnya partisipasi dan edukasi masyarakat serta belum optimalnya konservasi lingkungan akibat aktivitas Galian C yang dilakukan secara massif. Studi ini bertujuan untuk melakukan kajian implementasi geowisata dalam pengembangan Kawasan Kaldera Batur sebagai Global Geopark, sehingga kedepannya dapat disusun strategi pengembangan geowisata yang lebih efisien sesuai isu-isu strategis kawasan. Disamping itu, pariwisata sebagai sektor yang bersifat multistakeholder dalam perencanaannya idealnya mampu mengakomodir kebutuhan seluruh pemangku kepentingan. Oleh karena itu studi ini juga mempertimbangkan preferensi pemangku kepentingan yang dikelompokkan menjadi pihak pemerintah; pihak komunitas/ local working group; dan pihak ketiga/ ahli terhadap elemen apa saja yang sebenarnya paling prioritas untuk ditangani dalam pengembangan geowisata Batur Global Geopark berdasarkan berbagai perspektif yang berbeda.  \n \n\nPendekatan studi ini berdasarkan paradigmanya menggunakan pendekatan rasionalistik dan termasuk dalam jenis studi kualitatif. Proses analisis deskriptif sebagai langkah awal studi digunakan untuk mengidentifikasi isu strategis dalam pengembangan geowisata, dengan melihat penerapannya pada masterplan/ kebijakan strategis kawasan dan kondisi eksisting Batur Global Geopark. Selanjutnya dilakukan pembobotan elemen geowisata berdasarkan preferensi para pemangku kepentingan, untuk mengetahui elemen apa saja yang perlu dijadikan sebagai prioritas dalam pengembangan Batur Global Geopark. Proses pembobotan tersebut dilakukan dengan menggunakan metode Analytical Hierarchy Proces (AHP). Hasil akhir dari studi ini adalah penyusunan usulan strategi prioritas melalui proses analisis deskriptif berdasarkan kedua analisis sebelumnya, yang diharapkan dapat menjadi masukan untuk mengoptimalkan penerapan geowisata dalam pengembangan Batur Global Geopark kedepannya. \n \n\nHasil studi menunjukkan bahwa pengembangan geowisata yang dilakukan sejauh ini cenderung berorientasi pada pembangunan fisik, sejalan dengan arah kebijakan dan program aksi yang tertuang dalam masterplan kawasan. Disisi lain, kendala utama yang dihadapi adalah tata kelola kawasan yang belum optimal, sehingga berdampak pada inkonsistensi penerapan konsep geowisata dalam pembangunan Batur Global Geopark. Hal tersebut juga ditunjukkan oleh hasil pembobotan AHP pihak LWG dan pihak ketiga/ ahli yang menekankan bahwa elemen kelembagaan seharusnya menjadi prioritas utama untuk mengoptimalkan penerapan geowisata. Meskipun demikian, seluruh kelompok pemangku kepentingan sebenarnya sependapat bahwa pembangunan geowisata Batur Global Geopark harus memberikan manfaat ekonomi yang nyata bagi masyarakat, agar kedepannya masyarakat dapat menjadi pelaku utama dan penggerak langsung pariwisata kawasan. Untuk mewujudkannya, berbeda dengan kedua kelompok pemangku kepentingan lainnya, pihak pemerintah cenderung menitikberatkan pada pembangunan daya tarik geowisata dan elemen fisik lainnya dengan tujuan meningkatkan jumlah kunjungan dan length of stay wisatawan, sehingga dapat menghasilkan manfaat ekonomi bagi masyarakat baik secara langsung maupun tidak langsung. Usulan strategi prioritas yang dihasilkan selanjutnya dikelompokkan dalam 2 (dua) aspek, yaitu pengembangan kelembagaan kepariwisataan dan pengembangan destinasi pariwisata. Strategi prioritas yang diusulkan untuk pengembangan kelembagaan meliputi pembentukan badan pengelola Batur Global Geopark, penyusunan skema kelembagaan pengelolaan Batur Global Geopark, serta peningkatan partisipasi masyarakat dalam pengembangan geowisata kawasan. Sedangkan strategi yang diusulkan untuk pengembangan destinasi meliputi diversifikasi daya tarik geowisata, peningkatan kemudahan aksesibilitas, serta pengembangan fasilitas penunjang primer pariwisata.", "Daftar File": {"2018 TS PP SARITA NOVIE DAMAYANTI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139858"}, "Penulis": "SARITA NOVIE DAMAYANTI - NIM: 95716002", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Arief Rosyidie, MSP, M.Arch.  \n\nSaut Aritua H. Sagala ST., M.Sc., Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Terapan Perencanaan Kepariwisataan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Geowisata, kajian implementasi, pemangku kepentingan, Batur Global   Geopark", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Jun 2018"}