{"Nomor": 30834, "Judul": "APPLICATION OF UNIFIED FRACTURE DESIGN FOR ACID FRACTURING IN CARBONATE FORMATION", "Abstrak": "Acid fracturing sebagai salah satu metode stimulasi sumur, telah berhasil meningkatkan produktivitas sumur terutama di formasi batuan karbonat. Teknik ini biasanya dilakukan dengan menginjeksi pad fluid diatas gradien tekanan rekah untuk membuat rekahan pada formasi. Cairan asam kemudian diinjeksi kedalam formasi dan melarutkan permukaan rekahan yang akan menghasilkan konduktivitas. Nilai konduktivitas ini berperan penting dalam menentukan produktivitas ahkir sumur setelah dilakukan stimulasi.   \n \n \n\nStudi ini memodifikasi metode optimasi fracture design menggunakan Ã‚Â“Unified Fracture DesignÃ‚Â” (UFD) pada acid fracturing. Metode ini mengevaluasi geometri rekahan optimal berdasarkan produktivitas yang dihasilkan untuk jumlah tertentu cairan asam yang diijeksi ke dalam formasi. Berbeda dari hydraulic fracturing, studi ini menggunakan korelasi Nierode dan Kruk (1973) untuk memodelkan acid fracturing conductivity.   \n \n \n\nEvaluasi terhadap geometry acid fracture optimal dilakukan berdasarkan beberapa parameter. Hasil studi menunjukkan bahwa metode UFD memastikan pemilihan konfigurasi fracture optimal yang akan menghasilakn productivity index optimal. Selain itu, pemodelan acid fracture conductivity yang akurat sangat penting dalam memntukan desain fracture yang optimal. Acid fracture conductivity yang tidak akurat akan menghasilkan konfigurasi fracture suboptimal, yang dapat mengakibatkan tidak tercapainya produktivitas maksimal.", "Daftar File": {"2018 TA PP SASKIA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139861", "2018 TA PP SASKIA 1.pdf)u": "https://digilib.itb.ac.id/gdl/download/217404"}, "Penulis": "SASKIA (NIM : 12214071)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ardhi Hakim Lumban Gaol S.T.,M.T.,M.Si.,Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "acid fracturing, unified fracture design, fracture conductivity", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "2 file", "Tanggal Input": "04 Jul 2018"}