{"Nomor": 30830, "Judul": "KINERJA MODULUS RESILIEN DAN FATIGUE DARI CAMPURAN LASTON LAPIS AUS (AC-WC) MENGGUNAKAN ASPAL MODIFIKASI BNA BLEND 75:25 DAN SERBUK BAN BEKAS", "Abstrak": "Konstruksi perkerasan lentur diharapkan memiliki kekakuan dan kelenturan yang baik dalam memikul beban lalu lintas dalam masa layan yang direncanakan. Penggunaan Aspal Modifikasi BNA Blend 75:25 dengan penambahan variasi serbuk ban bekas pada campuran Laston Lapis Aus (AC-WC) diharapkan dapat meningkatkan sifat kaku campuran dengan tetap memperhatikan kelenturan campuran terhadap ketahanan retak. \n\nTesis ini menguraikan hasil analisis dari Laston Lapis Aus (AC-WC) dengan gradasi kasar menggunakan serbuk ban bekas sebesar 0%, 25% dan 50% sebagai subtitusi agregat No. 50. Pengujian kinerja campuran diperoleh melalui pengujian Marshall, Modulus Resilien dengan pengujian UMATTA dan kinerja kuat lelah (Fatigue) dengan menggunakan 4-Point Bending Test. \n\nHasil analisa Marshall menunjukkan penurunan Kadar Aspal Optimum (KAO) yaitu 6,33% (campuran 0% serbuk ban bekas), 6,25% (campuran 25% serbuk ban bekas) dan 6,18% (campuran 50% serbuk ban bekas). Berdasarkan hasil pengujian perendaman Marshall menunjukkan bahwa kenaikan persentase serbuk ban bekas menaikkan nilai Indeks Kekuatan Sisa, hal ini mengindikasikan ketahanan campuran yang lebih baik terhadap pengaruh air dan temperatur. Hasil pengujian Modulus Resilien dengan menggunakan UMATTA memberikan nilai sebesar 5.785 MPa untuk campuran AC-WC 25% serbuk ban bekas pada temperatur 20oC, yang merupakan nilai tertinggi dari campuran lainnya. Hasil pengujian kelelahan menunjukkan nilai tertinggi sebesar 120.090 cycles untuk campuran AC-WC 50% serbuk ban bekas. \n\nSecara umum, hasil pengujian menunjukkan bahwa pada campuran dengan penambahan serbuk ban bekas sebagai agregat pengganti memiliki nilai Modulus Resilien yang rendah tetapi tahan terhadap retak lelah.", "Daftar File": {"2014 TS PP SARI PUJI LESTARI 1-C0VER.pdf": "https://digilib.itb.ac.id/gdl/download/139851", "2014 TS PP SARI PUJI LESTARI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/139850", "2014 TS PP SARI PUJI LESTARI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/139857", "2014 TS PP SARI PUJI LESTARI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/139856", "2014 TS PP SARI PUJI LESTARI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/139855", "2014 TS PP SARI PUJI LESTARI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/139854", "2014 TS PP SARI PUJI LESTARI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/139853", "2014 TS PP SARI PUJI LESTARI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/139852"}, "Penulis": "SARI PUJI LESTARI (NIM : 26912012)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n\nDr. Harmein Rahman, S.T., M.T.", "Prof. Dr. Ir. Bambang Sugeng S., DEA."], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Laston Lapis Aus (AC-WC), BNA Blend 75:25, Serbuk Ban Bekas, Modulus Resilien, Fatigue.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "16 Okt 2018"}