{"Nomor": 30842, "Judul": "OPTIMASI PENGOLAHAN SINYAL RADAR CUACA FMCW POLARISASI GANDA DALAM LINGKUNGAN CUDA", "Abstrak": "Radar cuaca adalah sistem yang memanfaatkan rekayasa tingkat lanjut gelombang radio untuk mendeteksi presipitasi dalam atmosfer. Salah satu teknik pembangkitan gelombang radio untuk radar cuaca adalah frequency-modulated continuous wave (FMCW) dengan polarisasi ganda untuk dapat membedakan bentuk dan dengan demikian jenis presipitasi yang terdeteksi oleh radar. Pengolahan sinyal radar cuaca biasanya dilakukan dengan memanfaatkan digital signal processor dan fieldprogrammable gate array (FPGA), yang memberikan kinerja tinggi namun dengan keterbatasan sulitnya pengembangan dan deployment sistem. Pengolahan sinyal radar cuaca yang diimplementasikan secara perangkat lunak memberikan kemudahan pengembangan dan deployment, namun kinerja implementasi serial lebih buruk dibandingkan dengan solusi sebelumnya. Pemanfaatan general purpose graphics processing unit (GP-GPU) dapat menjadi solusi kompromi yang memberikan kemudahan \n\npengembangan serta deployment sekaligus memberikan kinerja yang lebih baik dibandingkan implementasi serial. Tesis ini mengimplementasikan berbagai strategi \n\noptimasi pengolahan sinyal radar cuaca di lingkungan GP-GPU pada platform Nvidia CUDA. Pengukuran kinerja terhadap hasil implementasi menunjukkan bahwa strategi \n\noptimasi yang dapat memberikan peningkatan kinerja secara signifikan hanyalah pemanfaatan lebih dari satu stream CUDA. Tesis ini berkontribusi dalam usaha pembangunan stack lengkap pengolahan sinyal radar cuaca dengan memanfaatkan GPU.", "Daftar File": {"2018 TS PP SATRIO ADI RUKMONO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139881"}, "Penulis": "SATRIO ADI RUKMONO           (NIM : 23516003)", "Kontributor / Dosen Pembimbing": ["Achmad Imam Kistijantoro, ST, MSc, PhD \n\nRiza Satria Perdana, ST, MT"], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "radar cuaca, pengolahan sinyal, pemrograman paralel, Nvidia CUDA", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     cecep hikmat", "File": "1 file", "Tanggal Input": "14 Mar 2018"}