{"Nomor": 30840, "Judul": "PENGONTROLAN AREA LALU LINTAS JALAN MENGGUNAKAN ALGORITMA BACKPRESSURE", "Abstrak": "Kemacetan di jalan raya menjadi hal yang umum terjadi seiring meningkatnya mobilitas manusia dan juga pertumbuhan jumlah kendaraan. Kemacetan dapat disebabkan oleh banyak hal seperti ketidakseimbangan volume kendaraan dan kapasitas jalan, kerusakan infrastruktur, hingga kesalahan dalam penetapan alokasi lampu hijau. Dalam penanganan kemacetan yang terjadi akibat kurang efektifnya alokasi lampu lalu hijau, suatu kawasan perkotaan memerlukan penerapan strategi pengontrolan lalu lintas yang tepat.    \n\nSalah satu algoritma yang dapat diterapkan dalam pengontrolan lalu lintas adalah algoritma backpressure. Backpressure adalah sebuah algoritma pengaktifan jalur, yang pada awalnya dikembangkan dalam dunia jaringan telekomunikasi. Backpressure  kemudian diadaptasi ke dalam pengontrolan lalu lintas, yang bekerja dengan memprioritaskan jalan dengan beda tekanan terbesar. Beda tekanan ini dihitung dengan mengukur perbedaan panjang antrian hulu dan panjang antrian hilir. Kemudian, ruas jalan dengan tekanan terbesar akan diberikan alokasi lampu hijau pada siklus selanjutnya. Kinerja dari algoritma backpressure ini selanjutnya dianalisis menggunakan Macroscopic Fundamental Diagram (MFD), yang merupakan sebuah diagram yang menggambarkan perubahan kondisi lalu lintas jaringan perkotaan dari kondisi lancar, kondisi kritis, hingga memasuki kondisi macet.   \n\nPada penelitian ini, pengontrolan lalu lintas menggunakan algoritma backpressure akan dibandingkan dengan pengontrolan klasik menggunakan pengontrolan waktu tetap. Penelitian akan menggunakan suatu kawasan di Bandung sebagai model lalu lintas, dan diterapkan dalam perangkat lunak simulasi lalu lintas PTV Vissim. Berdasarkan penelitian yang dilakukan, algoritma backpressure slotted time (BPS) dapat menurunkan panjang antrian di Jl. Tambong hingga 87%, sementara backpressure cycle time (BPC) dapat menurunkan antrian di jalan yang sama hingga 69%.", "Daftar File": {"2018 TS PP SATRIA ANTARIKSA RAMADHAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139879"}, "Penulis": "SATRIA ANTARIKSA RAMADHAN (NIM : 23815002)", "Kontributor / Dosen Pembimbing": ["Pembimbing:    \n\n1. Ir. Endra Joelianto, Ph.D.   \n\n2. H. Y. Sutarto, ST., MT., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Instrumentasi dan Kontrol", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "backpressure, lalu lintas, kontrol, MFD, Vissim", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Jan 2018"}