{"Nomor": 30848, "Judul": "STUDI PERBANDINGAN LAJU KOROSI DAN MODEL RANGKAIAN LISTRIK EKIVALEN BAJA GALVANIS DALAM LARUTAN KLORIDA TERHADAP KARBONAT", "Abstrak": "Baja galvanis merupakan baja karbon yang dilapisi zinc sebagai coating untuk    \n\nmelindungi baja dari korosi. Zinc pada baja galvanis memberikan perlindungan    \n\npada baja dengan dua cara, yaitu sebagai penghalang (barrier) antara baja dengan    \n\nlingkungannya dan sebagai proteksi katodik dimana zinc yang bersifat galvanik    \n\nterhadap baja akan terkorosi jika terjadi cacat pada coating. Baja galvanis banyak    \n\ndigunakan pada lingkungan luar ruangan yang menyebabkan kontak dengan    \n\nlingungan yang korosif seperti air hujan. Air hujan dapat mengandung ion klorida    \n\ndan ion karbonat yang masing-masing dapat mempengaruhi proses korosi pada baja    \n\ngalvanis. Penelitian ini akan mempelajari perbedaan proses korosi baja galvanis    \n\ndalam larutan klorida terhadap karbonat yang ditinjau dari laju korosi dan model    \n\nrangkaian listrik ekivalen yang sesuai.    \n\nSerangkaian pengujian elektrokimia berupa uji polarisasi potentiodynamic dan    \n\nElectrochemical Impedance Spectroscopy (EIS) dilakukan dengan menggunakan    \n\npotensiostat di laboratorium serta uji perendaman untuk mempelajari perbedaan    \n\nkorosi baja galvanis pada lingkungan klorida dan karbonat. Uji potentiodynamic    \n\ndilakukan pada sampel baja galvanis yang telah direndam selama 15 hari pada    \n\nlarutan klorida dan karbonat yang masing-masing dilakukan pada konsentrasi 0,3    \n\nM, 0,5 M, dan 1 M pada suhu ruang. Potensial korosi, rapat arus korosi, dan Tafel    \n\nslope kemudian didapatkan dengan metode ekstrapolasi Tafel dari kurva polarisasi    \n\npotentiodynamic. Uji perendaman juga dilakukan pada larutan dengan konsentrasi    \n\n1 M untuk mendapatkan laju korosi yang akan dibandingkan dengan laju korosi    \n\nyang diperoleh dengan ekstrapolasi Tafel. Untuk menentukan model rangkaian    \n\nlistrik ekivalen, dilakukan uji EIS pada hari ke 1, 2, 3, 7, 11 dan 15.    \n\nLaju korosi tertinggi pada larutan klorida diperoleh sebesar 0,222 mm/tahun pada    \n\nkonsentrasi 1 M, sedangkan pada larutan karbonat sebesar 0,03 mm/tahun pada    \n\nkonsentrasi 0,3 M. Model rangkaian listrik yang sesuai untuk korosi baja galvanis    \n\ndalam larutan klorida 1 M menunjukkan adanya proses difusi pada hari ke-7 sampai    \n\n15. Pada konsentrasi 0,5 M, model yang sesuai menunjukkan tidak adanya proses    \n\ndifusi pada antarmuka, pada konsentrasi 0,3 M terjadi proses difusi dari hari    \n\npertama perendaman. Di sisi lain, pada larutan karbonat konsentrasi 1 M model    \n\nyang sesuai menunjukkan adanya lapisan oksida yang kemudian larut pada hari ke-    \n\n11. Untuk konsentrasi 0,5 M terjadi proses difusi pada 2 hari perendaman, dengan    \n\nadanya lapisan oksida hingga hari ke-15. Pada konsentrasi 0,3 M model yang sesuai    \n\nmenunjukkan adanya lapisan oksida hingga hari ke-15, dan tidak ada proses difusi    \n\nyang terjadi.", "Daftar File": {"2018 TA PP SATYA WIRA NUGROHO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139895"}, "Penulis": "SATYA WIRA NUGROHO (NIM : 12514016)", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Syoni Soepriyanto, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "baja galvanis, klorida, karbonat, laju korosi, model rangkaian listrik ekivalen", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "7 file", "Tanggal Input": "28 Jun 2018"}