{"Nomor": 30844, "Judul": "STUDI POTENSI KERUSAKAN AKIBAT ROCKBURST MENGGUNAKAN DATA MIKROSEISMIK PADA BATUGAMPING DI LEVEL PRODUKSI TAMBANG BLOCK CAVING XYZ", "Abstrak": "Sistem penambangan bawah tanah yang berhubungan dengan tegangan tinggi menjadi masa depan bagi dunia pertambangan. Salah satu hal yang menjadi perhatian utama dalam sistem penambangan ini adalah kaitannya dengan dynamic rock mass failure, yang sering disebut dengan mining induced seismicity yang dihasilkan oleh failure pada suatu massa batuan (Hedley, 1992). Suatu kondisi tegangan yang tinggi menyebabkan batuan mengalami failure, maka akan menghasilkan kerusakan yang besar terhadap lubang bukaan, hal tersebut dapat diindikasikan sebagai rockburst (Ortlepp, 1997). \n\nTambang XYZ merupakan tambang bawah tanah dengan metode penambangan Block caving yang terdapat memiliki litologi batugamping. Terjadinya rockburst pada tambang XYZ memiliki potensi terjadinya kerusakan pada panel-panel yang ada. Potensi kerusakan akibat rockburst dapat dihitung melalui perhitungan dari PPV dan EVP. Tujuan dari penelitian ini adalah menentukan nilai PPV (Peak Particle Velocity), menentukan nilai EVP (Excavation Vulnerability Potential), serta potensi kerusakan akibat rockburst (RDP) pada batugamping menggunakan grafik hubungan antara PPV dan EVP. \n\nHasil dari penelitian ini menunjukkan bahwa batugamping memiliki nilai PPV yang beragam bergantung pada besarnya magnitude dan jarak sumber ke masing-masing panel. Nilai EVP pada panel drift dan drawpoint adalah sebesar 64.86 dan pada intersection sebesar 186.49. Adanya kedua nilai PPV dan EVP menunjukkan skala kerusakan pada panel drift dan drawpoint akan menunjukkan skala kerusakan R1dengan PPV 0 Ã‚Â– 0.733 m/s, skala R2 dengan PPV 0.733 Ã‚Â– 2 m/s, skala R3 dengan PPV 2 Ã‚Â– 2.617 m/s, skala R4 dengan PPV 2.617 Ã‚Â– 3.529 m/s, dan skala R5 dengan PPV 3.529 Ã‚Â– 6 m/s. Sedangkan pada intersection akan menunjukkan skala kerusakan R1 dengan PPV 0 Ã‚Â– 0.264 m/s, skala R2 dengan PPV 0.264 Ã‚Â– 0.4 m/s, skala R3 dengan PPV 0.4 Ã‚Â– 0.911 m/s, skala R4 dengan PPV 0.911 Ã‚Â– 1.264 m/s, dan skala R5 dengan PPV 1.264 Ã‚Â– 6 m/s.", "Daftar File": {"2018 TA PP SATRIO DARUADJI P 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139883"}, "Penulis": "SATRIO DARUADJI PRAGNYONO (NIM : 12114094)", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Ridho Kresna Wattimena, MT., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Rockburst, Batugamping, PPV (Peak Particle Velocity", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "1 file", "Tanggal Input": "02 Jul 2018"}