{"Nomor": 30859, "Judul": "THE IMPACT OF BENEFITS OF LOYALTY PROGRAM TOWARDS CUSTOMER SATISFACTION AND CUSTOMER LOYALTY OF GO-JEK", "Abstrak": "Online transportation service has gained its popularity in Indonesia in the last couple of years. GOJEK \n\nIndonesia is one of the leading online transportation company in Indonesia. They have more \n\nthan 40 million downloads of their apps and claimed to have the largest market share in the country. \n\nHowever, other online transportation companies from other countries immediately launched their \n\nservice to Indonesian market shortly after online motorcycle bike service from GO-JEK is very \n\nwell accepted in the country. This cause an increase the competition level of online transportation \n\nservice in Indonesia and threaten GO-JEK to lose their customers to the competitors. Therefore, \n\nin facing this threat, GO-JEK conducted a loyalty program called GO-POINTS, as loyalty program \n\nhas increased popularity among industries to increase customer loyalty to the firm. According to \n\nprevious study, loyalty program is shown to increase customer satisfaction, customer satisfaction \n\nleads positively to customer loyalty. However, it is still debatable whether loyalty program drives \n\ncustomer to repeat their purchases with the firm and become significantly loyal. Thus, the focus \n\nof this study is to examine the relationship between the benefit of loyalty program with customer \n\nsatisfaction, and customer loyalty. This research will use quantitative approach, the data collection \n\nmethod will use questionnaire and distribute it to 400 respondents. The result will be analyzed \n\nusing multiple linear regression. The research result shows that two of three benefits of loyalty \n\nprogram significantly and positively affect customer loyalty. Utilitarian benefit is found to be the \n\nstrongest significant influence for both dependent variables, while symbolic benefit does not have \n\nsignificant influence towards both variables. In addition, customer satisfaction positively and \n\nsignificantly influences customer loyalty.", "Daftar File": {"2018 TA PP SELLENA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139920", "2018 TS PP SELLENA 1 - FULL TEXT.pdf?": "https://digilib.itb.ac.id/gdl/download/251702"}, "Penulis": "Sellena (19015075)", "Kontributor / Dosen Pembimbing": ["Prawira Fajarindra Belgiawan, ST, M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Program Loyalitas; Manfaat Program Loyalitas; Kepuasan Pelanggan; Loyalitas Pelanggan", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "2 file", "Tanggal Input": "06 Jul 2018"}