{"Nomor": 30879, "Judul": "TINJAUAN ASPEK TEKNIS REKLAMASI PANTAI UTARA JAKARTA DARI PERSPEKTIF KEILMUAN GEODESI DAN GEOMATIKA", "Abstrak": "Penelitian ini bertujuan untuk meninjau apakah hal-hal terkait aspek teknis pelaksanaan reklamasi pantai utara Jakarta yang mengacu pada aspek legal yang sudah ada telah sesuai atau tidak, dan memberikan rekomendasi aspek teknis yang sesuai untuk kepentingan reklamasi pantai utara Jakarta ditinjau dari perspektif keilmuan geodesi dan geomatika.Metode penelitian yang digunakan dalam penelitian ini adalah dengan melakukan studi literatur dan inventarisasi data dari berbagai sumber yang terpercaya dan analisis yang mendalam sehingga hasil dari penelitian ini dapat dijadikan sebagai rekomendasi standar teknis pelaksanaan pekerjaan reklamasi pantai utara Jakarta dari perspektif keilmuan geodesi dan geomatika.  Terdapat tiga ketidaksesuaian aspek teknis pelaksanaan reklamasi pantai utara Jakarta yaitu (1) garis acuan penarikan lebar kanal yang digunakan oleh pelaksana reklamasi tidak mengacu pada garis air terendah yang telah didefinisikan yaitu LWS; (2) terdapat 9 pulau buatan yang tidak memenuhi standar lebar kanal yang ditetapkan, dimana lebar kanal 9 pulau tersebut", "Daftar File": {"2017 TA PP Septandry AM Manik 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/139970", "2017 TA PP Septandry AM Manik 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/139971", "2017 TA PP Septandry AM Manik 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/139972", "2017 TA PP Septandry AM Manik 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/139973", "2017 TA PP Septandry AM Manik 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/139974", "2017 TA PP Septandry AM Manik 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/139975"}, "Penulis": "Septandry AM Manik", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.Ir. Eka Djunarsjah, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Reklamasi, Aspek teknis, Rekomendasi, Pantai utara Jakarta", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "6 file", "Tanggal Input": "12 Sep 2018"}