{"Nomor": 30870, "Judul": "PEMODELAN PENGAJARAN FISIKA MELALUI PEMBELAJARAN BERBASIS INKUIRI UNTUK SISWA KELAS 8 DI INDONESIA", "Abstrak": "Karya tulis ini melaporkan pemahaman kami tentang pendidikan sains berbasis inkuiri dan menunjukkan perancangan model pembelajaran fisika berbasis inkuiri \n\nuntuk siswa kelas delapan. Pemodelan pembelajaran ini diharapkan bermanfaat bagi guru dalam merancang kegiatan belajar mengajar dan dapat membantu meningkatkan keinginan belajar siswa dan dengan demikian mendukung \n\ntercapainya tujuan pembelajaran. Pembelajaran berbasis inkuiri dipilih karena pembelajaran berbasis inkuiri ini \n\nbukan sekedar metode pengajaran melainkan juga menggambarkan manusia belajar secara alami. Selain itu, kebanyakan peneliti mendukung implementasi pembelajaran berbasis inkuiri di sekolah. Dalam pembelajaran berbasis inkuiri peserta didik mendapatkan kesempatan untuk melakukan penyelidikan nyata, yaitu antara lain melakukan identifikasi masalah dan merancang untuk menyelesaikan masalah. Dengan demikian, melalui \n\ninkuiri peserta didik belajar menjadi seorang ilmuwan dalam menyusun pengetahuan. Model pembelajaran dirancang sehingga sesuai dengan materi fisika dan alokasi \n\nwaktu pembelajarannya yang terdapat pada silabus kurikulum nasional 2015 sesuai dengan Permendikbud Nomor 160 Tahun 2014 untuk siswa SMP kelas 8.", "Daftar File": {"2016 TS PP SENA PRAYOGA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/139948", "2016 TS PP SENA PRAYOGA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/139949", "2016 TS PP SENA PRAYOGA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/139950", "2016 TS PP SENA PRAYOGA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/139951", "2016 TS PP SENA PRAYOGA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/139952", "2016 TS PP SENA PRAYOGA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/139953", "2016 TS PP SENA PRAYOGA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/139954", "2016 TS PP SENA PRAYOGA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/139955"}, "Penulis": "SENA PRAYOGA (NIM: 90214027)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Triyanta, PhD"], "Jenis Koleksi": "Tesis", "Penerbit": "Pengajaran Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "pembelajaran berbasis inkuiri, kurikulum 2015, kelas 8", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "23 Feb 2018"}