{"Nomor": 30887, "Judul": "PERENCANAAN STRUKTUR DERMAGA PETI KEMAS UNTUK INDUSTRI KAYU LAPIS (PLYWOOD) DI TELUK TUDI, PROVINSI GORONTALO", "Abstrak": "Luas kawasan hutan Indonesia mencapai 67% dari total luas daratan Indonesia. Sehingga, kehutanan menjadi salah satu sektor terpenting dalam meningkatkan perekonomian negara, salah satunya melalui industri pengolahan kayu lapis. Salah satu provinsi di Indonesia, yaitu Gorontalo, menjadi salah satu kawasan yang sangat berpotensi menjadi pusat industri kayu lapis di Indonesia. Saat ini, terdapat industri kayu pengolahan kayu lapis di Gorontalo yang dinaungi PT Gorontalo Panel Lestari (PT GPL) yang berada di kawasan sekitar Teluk Tudi, Kabupaten Gorontalo Utara. Dalam menunjang kegiatan ekspor tersebut, maka direncanakan dermaga peti kemas di Teluk Tudi, Kabupaten Gorontalo Utara, Provinsi Gorontalo dengan tipe struktur deck on pile. Dermaga direncanakan terdiri dari struktur dermaga dan juga trestle. \n\nLingkup bahasan Tugas Akhir mencakup penjelasan mengenai kriteria desain perencanaan, pengolahan data lingkungan, perhitungan beban pada struktur, penentuan dimensi struktur, pemodelan struktur, desain penulangan struktur dan perhitungan daya dukung tanah. \n\nPemodelan struktur dilakukan menggunakan perangkat lunak SAP2000 untuk mengetahui kehandalan struktur rencana terhadap beban yang bekerja. Hasil dari pemodelan berupa unity check ratio (UCR), defleksi struktur, gaya dalam balok dan pelat, serta reaksi perletakan. Perancangan dilakukan dengan pemeriksaan nilai UCR harus diantara 0,8 dan 1,0, defleksi strukture berada dibawah batas izin dan pemeriksaan nilai rasio tulangan yang dibutuhkan untuk menentukan luas penampang optimal. \n\nHasil yang diperoleh meliputi dimensi struktur, dimensi elemen struktural, detail penulangan elemen struktur dan rencana kedalaman pemancangan yang mampu menahan reaksi struktur berdasarkan data geoteknik yang tersedia.", "Daftar File": {"2018 TA PP Serlina Wahyu Sutrisno 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139990"}, "Penulis": "Serlina Wahyu Sutrisno - NIM: 15514025", "Kontributor / Dosen Pembimbing": ["Harman Ajiwibowo, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Dermaga, Pemodelan, Peti Kemas, Struktur", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Sep 2018"}