{"Nomor": 30883, "Judul": "KAJIAN PENYEBAB DAN POTENSI LAND SUBSIDENCE DI WILAYAH PANTAI UTARA JAWA BERDASARKAN ANALISA DATA PEMANFAATAN RUANG", "Abstrak": "Pantai Utara Jawa adalah wilayah pesisir yang terletak di bagian utara Pulau Jawa. Wilayah ini dikenal melalui Jalur Pantura (Pantai Utara) yang merupakan jalan nasional sepanjang 1.316 km dan membentang di sepanjang pesisir Pulau Jawa. Kota-kota yang ada di Wilayah Pantura seperti Jakarta, Cirebon, Bekasi, Pekalongan, Semarang, Demak, Surabaya dan Sidoarjo terindikasi mengalami penurunan muka tanah.     \n \n\nHasil beberapa kajian yang membahas penurunan muka tanah menyimpulkan bahwa penyebab penurunan muka tanah adalah pengambilan air tanah yang berlebihan, bobot atau beban bangunan atau infrastruktur yang besar sehingga menyebabkan kompaksi alamiah, pengambilan bahan tambang dari bawa tanah yang terlalu berlebihan, dan gaya tektonik yang terjadi pada wilayah tersebut. Penurunan muka tanah dapat memberikan kerugian baik secara langsung maupun tidak langsung bagi masyarakat maupun lingkungan yang terkena dampak.     \n \n\nMetode yang digunakan dalam penelitian ini adalah analisis spasial overlay yang dilakukan dengan cara menggabungkan dan memperlihatkan suatu data yang berbeda pada satu daerah yang sama untuk mengidentifikasi hubungan spasial dan korelasi antar data.      \n \n\nBerdasarkan hasil penelitian yang dilakukan, persebaran industri, persebaran permukiman, dan persebaran sumur minyak memiliki korelasi dengan penurunan muka tanah. Hal ini disebabkan oleh pengambilan air tanah yang dilakukan secara berlebihan. Selain itu, didapati pula wilayah yang berpotensi mengalami penurunan muka tanah di masa depan yaitu Cilegon, Serang, Tangerang, Bekasi, Cikarang, Cikampek, Karawang, Cirebon, Kendal, dan Pasuruan.", "Daftar File": {"2018 TA PP Septian Pardomuan Siburian  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139986"}, "Penulis": "Septian Pardomuan Siburian - Nim: 15113015", "Kontributor / Dosen Pembimbing": ["Dr. Heri Andreas, ST, MT.     \n \n \n \n\nDr. Ir. Dina Anggreni Sarsito, ST, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Penurunan muka tanah, overlay,  kawasan industri, kawasan permukiman,", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "29 Jun 2018"}