{"Nomor": 30888, "Judul": "KAJIAN COMPUTER SUPPORTED CO-OPERATIVE WORK TERHADAP IMPLEMENTASI TNDE DAN SIGI DI KEMENTERIAN PUPR", "Abstrak": "Dalam kebanyakan organisasi produksi berskala besar, lingkup pekerjaan mencakup berbagai kegiatan yang tersebar secara ruang dan waktu dan saling berkaitan dengan erat. Dalam situasi kerja seperti ini, kehadiran teknologi informasi diharapkan mampu memfasilitasi peningkatan kinerja organisasi secara keseluruhan. Meskipun demikian, praktik-praktik pemanfaatan teknologi informasi pada organisasi berskala besar menemui sejumlah kendala yang berkaitan dengan kooperasi dari para pelaku yang terkait.      \n \n \n \n \n\nDengan menggunakan teknik penelitian kualitatif eksploratif, dilakukan pendalaman terhadap dua aplikasi umum di Kementerian PUPR yang telah dipilih (TNDE dan SIGI) untuk memperoleh gambaran implementasi di lapangan. Konsep ruang informasi bersama dari pendekatan Computer Supported Cooperative Work (CSCW), kemudian diterapkan untuk menganalisis jalannya lingkup pekerjaan dengan menggunakan aplikasi yang merupakan objek dari teknologi informasi sebagai alat bantunya. Agen-agen yang terbentang di dalam ruang informasi bersama ditelusuri relasinya baik sebelum dan setalah aplikasi digunakan dan divisualisasikan melalui jejaring aktor.     \n \n \n \n \n\nDiperoleh bahwa diperlukan upaya berkelanjutan untuk membangun pemahaman bersama di antara para pelaku. Selain faktor teknis yang berkaitan dengan spesifikasi fitur dan alat, diperlukan untuk mempertimbangkan faktor-faktor non teknis seperti pelatihan/sosialisasi, serta kondisi hubungan sosial organisasi dalam perencanaan dan pengembangan teknologi informasi.     \n \n \n \n \n\nKata kunci : teknologi informasi, pekerjaan kooperatif, ruang informasi bersama, CSCW, ANT", "Daftar File": {"TS PP SETIA DEWI PRIHAPSARI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139991", "2018_SETIA_DEWI_PRIHAPSARI_1-_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/163408", "2018_SETIA_DEWI_PRIHAPSARI_1-_BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/163409", "2018_SETIA_DEWI_PRIHAPSARI_1-_BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/163411", "2018_SETIA_DEWI_PRIHAPSARI_1-_BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/163412", "2018_SETIA_DEWI_PRIHAPSARI_1-_BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/163413", "2018_SETIA_DEWI_PRIHAPSARI_1-_BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/163414", "2018_SETIA_DEWI_PRIHAPSARI_1-_DAFTAR_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/163415"}, "Penulis": "SETIA DEWI PRIHAPSARI - NIM: 24015307", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Sonny Yuliar, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "teknologi informasi, pekerjaan kooperatif, ruang informasi bersama, CSCW, ANT", "Sumber": "", "Staf Input/Edit": "sarnya  \n                                     sarnya", "File": "8 file", "Tanggal Input": "22 Feb 2018"}