{"Nomor": 30889, "Judul": "PENDEKATAN PROBABILISTIK AMBANG BATAS HUJAN PEMICU LONGSOR DI JAWA TENGAH MENGGUNAKAN DATA CURAH HUJAN GSMAP", "Abstrak": "Tanah longsor merupakan jenis bencana yang paling mematikan. Jawa Tengah merupakan wilayah yang paling banyak terjadi longsor. Penentuan ambang batas hujan pemicu longsor merupakan metode yang sering digunakan dalam memprediksi karakteristik hujan yang diduga memicu longsor. Namun, metode penentuan ambang batas yang pernah dilakukan sebelumnya memberikan informasi yang bersifat deterministik. Metode pendekatan peluang dinilai memberikan informasi yang lebih baik dalam menilai ambang batas hujan pemicu longsor. Oleh karena itu, dalam penelitian ini akan menentukan ambang batas hujan pemicu longsor di Jawa Tengah dengan metode peluang menggunakan data hujan GSMaP. Kurva ambang batas bawah hujan pemicu longsor diperoleh dari fitting data menggunakan persamaan power law. Variabel hujan yang digunakan dalam penelitian adalah akumulasi-durasi hujan yang dihitung dalam rentang waktu yang berbeda (5, 10, 15, 30, 45, 60, 75, 90 hari). Kemudian, nilai ambang batas hujan pemicu longsor dihitung peluangnya menggunakan metode Analisis Bayesian. Peluang kejadian longsor yang diberikan oleh kejadian hujan dengan nilai akumulasi tertentu di masing-masing durasi menunjukkan nilai yang kecil yaitu pada rentang nilai 0,001 Ã‚Â– 0,009. Peluang  kejadian longsor yang tinggi dari keseluruhan durasi cenderung diberikan oleh akumulasi hujan tinggi dengan durasi lama.  Nilai probabilistic rainfall threshold atau ambang batas peluang hujan pemicu longsor yang dapat digunakan sebagai masukan sistem peringatan dini longsor di wilayah Jawa Tengah adalah 0,004.", "Daftar File": {"2018 TA PP SETIANINGSIH 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139992"}, "Penulis": "SETIANINGSIH - Nim: 12813004", "Kontributor / Dosen Pembimbing": ["Dr. Rusmawan Suwarman, S.Si., M.T. \n\nDr. Eng. Imam A.Sadisun, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Longsor, probabilistic rainfall threshold, Analisis Bayesian", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "20 Feb 2018"}