{"Nomor": 30880, "Judul": "PREDIKSI KERUSAKAN PERMUKAAN PERKERASAN JALAN LENTUR BERDASARKAN METODE HDM-4   (Studi kasus: Jalan Lohbener - Jatibarang)", "Abstrak": "Studi kasus penelitian berada di jalan lohbener - jatibarang yang merupakan jalan nasional di provinsi jawa barat. Pada tesis ini akan dibahas bagaimana memprediksi perkembangan kerusakan perkerasan jalan khususnya pada kerusakan cracking, ravelling, potholing dan edge break yang terjadi di permukaan perkerasan jalan lokasi studi. Proses penelitian ini akan terlaksana dengan dukungan data lapangan untuk keperluan analisis dengan menggunakan model HDM-4. Kondisi jalan saat di analisis masih dalam kondisi cukup baik yaitu nilai IRI jalan ialah 5.816 m/km arah jatibarang dan 4.340 m/km arah lohbener dengan beban lalu lintas harian rata Ã‚Â– rata 15531 kend/hari pada tahun analisis yaitu tahun 2016.    \n \nHDM-4 yang dikembangkan oleh World Bank (1968) dapat digunakan untuk memprediksi perkembangan kerusakan perkerasan jalan ditahun awal operasi dan ditahun Ã‚Â– tahun berikutnya selama periode analisa. Kerusakan yang akan dimodelkan diantaranya yaitu retak, ravelling, lubang, dan edge break. Pada penelitian ini, data LHR, data FWD, dan data strukutur perkerasan di lokasi studi akan digunakan pada model HDM-4 sebagai variable dalam proses analisis. Sehingga saya menggunakan model prediksi tersebut, diharapkan kita dapat menyusun suatu program pemeliharaan yang tepat pada jaringan jalan.   \n \nHasil analisis telah didapatkan nilai ITPeff pada lajur yang di tinjau, nilai YE4, dan nilai YAX pada tahun analisis. Dari nilai Ã‚Â– nilai tersebut kemudian di input kedalam model HMD-4 sehingga menghasilkan: nilai awal terjadinya kerusakan retak struktural dan perkembangan kerusakan retak di tahun mendatang; nilai awal terjadinya kerusakan ravelling dan perkembangan kerusakannya; nilai awal terjadinya kerusakan lubang yang di akibatkan oleh retak, ravelling dan pembesaran lubang itu sendiri dan perkembangan kerusakannya; serta dapat diketahui kerusakan edge break. Hasil penelitian menunjukkan bahwa, awal terjadinya kerusakan jalan dipengaruhi oleh beban sumbu standar dan jumlah sumbu kendaraan terhadap indeks tebal perkerasan jalan. Ketika nilai beban sumbu standar atau jumlah sumbu kendaraan besar dan ITPeff nya kecil maka kerusakan jalan akan cepat terjadi, begitupun sebaliknya.", "Daftar File": {"2018 TS PP SEPTI ADNAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/139976"}, "Penulis": "SEPTI ADNAN - NIM: 26916008", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Bambang Sugeng S., DEA.  \n \n\nDr. Ir. Djunaedi Kosasih, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Prediksi kerusakan retak, ravelling, potholling, edge break, beban sumbu standar, jumlah sumbu kendaraan, model HDM-4", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Sep 2018"}