{"Nomor": 30895, "Judul": "ANALISA PENGARUH MATERIAL ORGANIK DENGAN PEMODELAN FISIKA BATUAN DI CORRIDOR BLOCK, CEKUNGAN SUMATERA SELATAN", "Abstrak": "Corridor block terletak di cekungan Sumatera Selatan, daerah ini mempunyai Multiple reservoir berupa basement fracture and sand reservoir, source rock pada sistem ini diduga dari batuserpih formasi Lemat dan formasi yang lebih muda. Analisa geokimia menunjukan batuserpih daerah ini memiliki banyak kandungan material organik dengan tingkat kematangan yang tinggi. Sehingga pemodelan fisika batuan dilakukan untuk mengetahui pengaruh kandungan material organik pada parameter elastik di daerah tersebut. Karena keterbatasan data, metode estimasi kandungan material organik dilakukan dengan metode Passey, Optimal Superposition dan Carbolog agar setiap kedalaman memiliki nilai kandungan material organik yang dapat diestimasi dari data log sonic dan resisitivitas. Pemodelan fisika batuan dilakukan dengan skema dari Sun dan Liu (2014) yang menambahkan bentuk inklusi pori untuk material organik sebagai inklusi solid,bentuk inklusi pori didapatkan dari pemodelan pore space stiffness dengan skema Single dan Multiple Aspect Ratio kemudian menghitungnya dengan konsep inklusi Kuster Toksoz. Estimasi material organik menunjukan estimasi dari metode Carbolog mempunyai hasil yang paling baik, sedangkan hasil pemodelan pore space stiffness menunjukan bahwa dengan skema Multiple Aspect Ratio menghasilkan korelasi lebih baik dibanding Single aspect ratio. Hasil dari pemodelan fisika batuan didapatkan setiap kenaikan volume TOC sebesar 0.01 maka akan menurunkan nilai densitas 1,76%, Vp 0.39%, Vs 1,17% dan YoungÃ‚Â’s Modulus 3.09%, sedangkan nilai PoissonÃ‚Â’s Ratio naik 1,59% dan jika ditinjau dari parameter geomekaniknya semakin banyak kandungan material organik maka brittleness index akan menurun. Pada pemodelan volume TOC didapatkan bahwa data conventional sensitif untuk analisa TOC ketika rata-rata volume TOC bernilai 0.09 (Ã‚Â±18 Wt%).", "Daftar File": {"2018 TS PP SETYO WAHYU NURDIAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/140016"}, "Penulis": "SETYO WAHYU NURDIAN (NIM: 22316014)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ignatius Sonny Winardhi,Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Corridor Block, Material Organik, Fisika Batuan", "Sumber": "", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "28 Sep 2018"}