{"Nomor": 30893, "Judul": "STUDI KINETIKA SINTESIS FISCHER-TROPSCH DENGAN KATALIS BERBASIS KOBALT", "Abstrak": "Sampai saat ini, kebutuhan bahan bakar minyak masih bersumber dari minyak bumi. Diketahui juga bahwa minyak bumi memiliki deposit yang terbatas dan tidak dapat diperbaharui, cepat atau lambat cadangan minyak bumi pasti akan habis. Mengingat memiliki cadangan batubara terbesar di dunia, memiliki sumber gas bumi yang sampai melimpah jumlahnya, dan banyaknya limbah biomassa, sumber-sumber energi alternatif tersebutlah yang berpotensi besar untuk dikembangkan di Indonesia. Pengembangan teknologi konversi batubara, gas alam, dan biomassa menjadi bahan bakar cair menjadi perhatian utama bagi program ketahanan energi. Sumber energi alternatif ini dapat dikonversi menjadi gas sintesis, yang merupakan campuran gas hidrogen (𝐻2) dan gas karbon monoksida (CO). Melalui sintesis Fischer-Tropsch, gas sintesis ini dapat dikonversi menjadi hidrokarbon fasa cair.   \n \n\nPenelitian ini bertujuan untuk menentukan model kinetika sintesis Fischer-Tropsch dengan katalis Co/γ-Al2O3/K (yang dikembangkan pada Laboratorium Teknik Reaksi Kimia dan Katalisis ITB). Penelitian ini terdiri dari pengumpulan data kinetika dan penentuan persamaan kinetika reaksi sintesis Fischer-Tropsch. Reaksi diselenggarakan dalam reaktor kontinu unggun tetap dengan tekanan operasi 20 bar. Variasi yang dilakukan berupa variasi temperatur 230250℃ serta variasi GHSV 25-40 ml/menit. Hasil dari analisis digunakan untuk menentukan konversi dan selektivitas reaksi. Persamaan kinetika menggunakan model Hukum Pangkat dan ditentukan melalui fungsi ode atau Runge-Kutta pada alat bantu MATLAB. Persamaan kinetika yang diperoleh untuk temperatur 230-240℃ memiliki orde -1,54 terhadap CO dan 0,79 terhadap H2. Berdasarkan percobaan, diperoleh bahwa reaksi ini memiliki nilai Ea sebesar 19306 J/mol dan nilai A adalah 10898 Bar1,75.jam-1. Sementara untuk temperatur 250℃ menghasilkan persamaan yang berbeda.", "Daftar File": {"2018 TA PP Setyobayuaji Respati Widagdo dan Muhammad Enuari 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/140014"}, "Penulis": "Setyobayuaji Respati Widagdo (13014066),  Muhammad Enuari   (13014109)", "Kontributor / Dosen Pembimbing": ["Dr. Ir. I.G.B.N. Makertihartha - Prof. Dr. Subagjo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Fischer-Tropsch, kinetika, Power Law, orde, energi aktivasi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "13 Sep 2018"}