{"Nomor": 30909, "Judul": "FAKTOR YANG BERPENGARUH TERHADAP PEMILIHAN MODA KOMUTER PEKERJA BANDARA INTERNASIONAL SOEKARNO HATTA", "Abstrak": "Permasalahan akses darat (ground access) terjadi pada sebagian besar bandara di negara berkembang, terutama pada bandara skala besar yang belum dilengkapi dengan sistem transportasi antarmoda yang memadai. Namun, selama ini penelitian di bidang akses darat (ground access) cenderung fokus terhadap pilihan moda penumpang, bukan pekerja. Pada kenyataannya, pemilihan moda pekerja menjadi masalah yang tidak kalah penting. Permasalahan akses darat (ground access) tidak hanya berkaitan dengan penumpang karena pekerja menghasilkan sejumlah besar perjalanan kendaraan ke/dari bandara setiap hari yang berdampak terhadap kondisi lalu lintas bandara. Pekerja memiliki kebebasan untuk memilih moda komuter berdasarkan faktor pertimbangan yang dianggap menguntungkan. Di Indonesia belum ada penelitian di bidang akses darat (ground access) yang secara khusus mengembangkan model pemilihan moda komuter berbasis pekerja.  \n\nDengan latar belakang tersebut, maka penelitian ini bertujuan untuk mengetahui faktor yang berpengaruh terhadap pemilihan moda komuter pekerja bandara. Lokasi penelitian adalah Bandara Internasional Soekarno-Hatta. Metode penelitian yang digunakan yaitu metode kuantitatif berdasarkan survei kuesioner kepada 280 pekerja di Bandara Internasional Soekarno-Hatta. Moda komuter yang digunakan terdiri dari dua kategori, yaitu kendaraan pribadi dan kendaraan umum. Hal yang sangat penting dalam penelitian ini adalah mengetahui proporsi penggunaan moda komuter, memahami hubungan antara karakteristik sosial ekonomi pekerja dan karakteristik pergerakan pekerja dengan moda komuter yang digunakan. Kemudian setelah itu dapat diketahui faktor yang berpengaruh terhadap pemilihan moda komuter dengan menggunakan analisis regresi logistik (binary logistic regression). \n\nBerdasarkan hasil penelitian dapat disimpulkan bahwa pekerja cenderung menggunakan kendaraan pribadi sebagai moda komuter yang digunakan untuk perjalanan bekerja sehari-hari. Kemudian faktor yang mempengaruhi pemilihan moda komuter adalah jenis kelamin, kepemilikan motor, jarak tempuh, waktu tempuh, dan biaya bahan bakar. Berikut persamaan regresi logistik yang terbentuk:  \n\nLn P/(1-P)=-2,853-3,438 X1 -6,901 X9-0,403 X12+0,612 X13+0,000 X15", "Daftar File": {"2018 TS PP SHALLI AGGI ISWARI_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/140050", "2018 TS PP SHALLI AGGI ISWARI_ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/140051"}, "Penulis": "SHALLI AGGI ISWARI (NIM: 24216004)", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Puspita Dirgahayani, ST., M.Eng"], "Jenis Koleksi": "Tesis", "Penerbit": "Transportasi", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "ground access, pemilihan moda, pekerja, komuter, bandara", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Yoninur Almira", "File": "2 file", "Tanggal Input": "16 Mar 2018"}