{"Nomor": 30904, "Judul": "PENGARUH BAKTERI Halomonas aquamarina PENDEGRADASI SENYAWA N-Acyl-Homoserine-Lactone (AHL) YANG DIISOLASI DARI KULTUR MIKROALGA Chaetoceros muelleri TERHADAP KELULUSHIDUPAN DAN INTEGRITAS HEPATOPANKREAS LARVA UDANG PUTIH (Litopenaeus vannamei) PASCA UJI TANTANG DENGAN Vibrio sp.", "Abstrak": "Syndrome vibriosis pada udang yang terjadi saat Vibrio sp. mengekspresikan faktor virulensinya melalui mekanisme quorum sensing dapat menyebabkan tingginya angka mortalitas pada industri udang. Salah satu alternatif untuk mengatasi syndrome ini adalah dengan mengendalikan quorum sensing melalui biodegradasi autoinducer (AHL) Vibrio sp. Penelitian ini bertujuan untuk mengetahui pengaruh penggunaan bakteri Halomonas aquamarina pendegradasi AHL yang diisolasi dari kultur mikroalga Chaetoceros muelleri terhadap kelulushidupan udang dan integritas hepatopankreas setelah uji tantang dengan Vibrio sp. Penelitian dilakukan dalam empat tahap: (i) isolasi dan identifikasi bakteri dari kultur C. muelleri, (ii) uji degradasi HHL (N-hexanoyl-homoserine-lactone) oleh H. aquamarina dengan metode HPLC, (iii) uji tantang larva udang dalam enam perlakuan: (1) penambahan H. aquamarina 24 jam sebelum Vibrio sp. ('P1'), (2) penambahan H. aquamarina dengan Vibrio sp. secara bersamaan ('P2'), (3) penambahan Vibrio sp. 24 jam sebelum H. aquamarina ('P3'), (4) tidak ada penambahan bakteri ('P4'), (5) hanya penambahan H. aquamarina ('P5'), (6) hanya penambahan Vibrio sp. ('P6'), dan (iv) analisis histologi pada hepatopankreas udang. Selama 48 jam inkubasi teramati bahwa H. aquamarina mampu menurunkan HHL pada laju 0,18 ppm per jam. Selanjutnya, H. aquamarina mampu menurunkan intensitas bioluminescence Vibrio sp. sampai 28,9%. Kelulushidupan udang tertinggi setelah uji tantang dengan Vibrio sp. diperoleh pada perlakuan P5 sebesar 76,2% (p", "Daftar File": {"2018 TS PP SHABRINA MANDASARI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/140045"}, "Penulis": "SHABRINA MANDASARI (NIM : 20616004)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Gede Suantika"], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "AHL (N-Acyl-Homoserine Lactone), Halomonas aquamarina, Litopennaeus vannamei, Chaetoceros muelleri, Vibrio sp., hepatopankreas", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "02 Mar 2018"}