{"Nomor": 30907, "Judul": "KAJIAN FAKTOR-FAKTOR PEMBENTUK LINGKUNGAN KERJA PADA DESAIN INTERIOR COWORKING SPACE STUDI KASUS: KOTA BANDUNG", "Abstrak": "Coworking space merupakan tempat kerja bersama bagi para pekerja mandiri yang \n\nbekerja sendirian namun membutuhkan interaksi sosial. Tempat ini berkembang luas secara \n\nglobal, termasuk di antaranya Indonesia. Di Kota Bandung sendiri jumlah coworking space \n\nterus bertambah, namun setelah ditinjau ulang, beberapa tempat tutup atau sepi pengunjung. \n\nKegagalan dari coworking space tersebut salah satunya disebabkan oleh perancangan interior \n\ncoworking space yang kurang memperhatikan kebutuhan personal. Penelitian ini dilakukan \n\nuntuk mengidentifikasi dan menganalisa kesesuaian faktor-faktor pembentuk lingkungan \n\nkerja yang ideal dibandingkan dengan kondisi lapangan dilihat dari aspek kenyamanan fisik \n\npengguna. Faktor-faktor yang diteliti adalah pengaturan spasial, jenis furnitur, kebisingan, \n\ntemperatur, dan pencahayaan. \n\nMetode penelitian ini dilakukan secara kualitatif deskriptif dengan membandingkan \n\nkelima sampel yang dipilih. Pengambilan data dilakukan dengan studi literatur sebagai acuan, \n\nobservasi lapangan, dokumentasi, dan wawancara terhadap pengelola dan pengguna. Data \n\nutama penelitian ini merupakan faktor-faktor pembentuk lingkungan kerja dengan data \n\npendukung berupa data pengelola dan penggunaan coworking space, serta persepsi pengguna \n\nterhadap desain interiornya. \n\nHasilnya menunjukkan bahwa kondisi beberapa faktor pembentuk lingkungan kerja pada \n\ncoworking space Bandung belum optimal untuk kenyaman penggunanya. Faktor tersebut \n\ntersebut adalah pengaturan spasial, kebisingan, dan pencahayaan. Faktor furnitur kerja yang \n\nkurang ideal tidak dianggap sebagai masalah utama, sementara faktor sistem penghawaan \n\ndinilai sudah cukup baik penerapannya.", "Daftar File": {"27115031 Shafira Maemanah.pdf": "https://digilib.itb.ac.id/gdl/download/140048"}, "Penulis": "SHAFIRA MAEMANAH (NIM : 27115031)", "Kontributor / Dosen Pembimbing": ["Dr. Dwinita Larasati, S.Sn, MA"], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "desain interior, coworking space, Bandung", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "28 Sep 2018"}