{"Nomor": 30900, "Judul": "PERENCANAAN SISTEM PENGELOLAAN LIMBAH B3 RUMAH TANGGA (STUDI KASUS: WILAYAH BANDUNG UTARA)", "Abstrak": "Limbah B3 Rumah Tangga (RT) merupakan limbah dengan karakteristik berbahaya (beracun, mudah meledak, mudah terbakar dan korosif) dari kegiatan rumah tangga. Timbulan limbah B3 RT terbilang kecil, yaitu 1,75% dari sampah kota di TPS High-Income dan 1,62% dari sampah kota di TPS Low-Income, namun dengan pola pembuangan akhir open dumping yang saat ini masih diterapkan di beberapa lokasi di Indonesia, pembuangan limbah B3 RT berpontensi menyebabkan kontaminasi bahan berbahaya ke dalam tanah, air tanah, maupun air permukaan. Oleh karena itu, sistem pengelolaan khusus dibutuhkan untuk mencegah terjadinya efek negatif terhadap lingkungan dan kesehatan. Pengelolaan limbah B3 dimulai dengan pemilahan dan pewadahan di sumber agar ia tidak bercampur dengan sampah jenis lainnya. Pengumpulan dilakukan oleh masyarakat secara individu ke TPS. Di TPS limbah B3 RT akan dipilah dan disimpan di dalam non-permanent trolley storage yang terbuat dari plastik HDPE berdasarkan karakteristiknya. Wadah yang digunakan adalah wadah berukuran 50 L, 120 L, 500 L, dan 1000 L. Wadah tersebut diletakkan di area khusus limbah B3 RT dengan luas area yang bervariasi tergantung timbulan limbah B3 yang harus ditampus suatu TPS. Setiap 2 hari limbah B3 RT diangkut menggunakan mobil box 8000 L ke lokasi pembuangan akhir dimana limbah B3 dibuang secara aman ke dalam landfill kategori I dengan double liner. Landfill ini menampung limbah B3 RT dari Kota Bandung, Kabupaten Bandung, Kabupaten Bandung Barat, dan Kota Cimahi dengan kapasitas sebesar 121.600 ton selama 10 tahun.", "Daftar File": {"2017 TA PP SHABIRA DAMARTI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/140027", "2017 TA PP SHABIRA DAMARTI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/140028", "2017 TA PP SHABIRA DAMARTI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/140029", "2017 TA PP SHABIRA DAMARTI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/140030", "2017 TA PP SHABIRA DAMARTI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/140031", "2017 TA PP SHABIRA DAMARTI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/140032", "2017 TA PP SHABIRA DAMARTI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/140033", "2017 TA PP SHABIRA DAMARTI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/140034"}, "Penulis": "SHABIRA DAMARTI  [15313016]", "Kontributor / Dosen Pembimbing": ["Pembimbing :Dr. Benno Rahardyan, S.T, M.T.", "Drs. Sukandar,S.Si.,M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Limbah B3, Pengelolaan limbah B3, Kota Bandung ; Household Hazardous Waste, HHW Management system, Bandung City", "Sumber": "", "Staf Input/Edit": "hidayat  \n                                     Irwan Sofiyan", "File": "8 file", "Tanggal Input": "01 Feb 2018"}