{"Nomor": 30913, "Judul": "ANALISIS MODEL SPASIAL DESTINASI GEOWISATA CEKUNGAN BANDUNG", "Abstrak": "Perkembangan pariwisata di wilayah Cekungan Bandung terkonsentrasi hanya di Kota Bandung, hal tersebut dipengaruhi oleh tiga faktor utama, yaitu infrastruktur transportasi, pusat layanan pariwisata, serta keterpaduan informasi dan pemasaran. Sementara itu, adanya potensi daya tarik geowisata di wilayah Cekungan Bandung menjadi alternatif bagi wisatawan yang berkunjung ke Kota Bandung. Dalam upaya menyebarkan pergerakan wisatawan dan mendorong pertumbuhan pariwisata ke daerah lainnya di luar Kota Bandung, maka dibutuhkannya perencanaan dalam bentuk model spasial destinasi yang didukung oleh pengembangan geowisata di wilayah Cekungan Bandung. Berdasarkan hal tersebut, tujuan dari penelitian ini adalah untuk mengidentifikasi sebaran daya tarik geowisata di wilayah Cekungan Bandung, merancang model spasial destinasi geowisata Cekungan Bandung, dan merumuskan arahan kebijakan pengembangan destinasi geowisata Cekungan Bandung. Pendekatan yang digunakan adalah penelitian kualitatif dengan unit analisis yaitu elemen model spasial destinasi dan aspek pengembangan geowisata yang perolehannya menggunakan data primer dan sekunder. Sedangkan metode analisis data menggunakan analisis kualitatif, analisis isi, dan analisis peta, serta dilengkapi dengan metode analisis deskriptif kualitatif. Daya tarik geowisata (DTG) diklasifikasikan menjadi DTG primer, DTG sekunder, dan daya tarik wisata (DTW) pendukung yang sifat dan ruang lingkupnya mengacu kepada elemen dari kotak geowisata yaitu meliputi proses, bentuk, pariwisata, geodasar, geohistory, dan geo +. Sebaran daya tarik geowisata di Wilayah Cekungan Bandung secara keseluruhan berjumlah 68 DTG primer, 79 DTG sekunder, dan 44 DTW pendukung, dengan sebarannya pada masing-masing daerah yang meliputi Kabupaten Bandung Barat (34 DTG primer, 33 DTG sekunder, dan 14 DTW pendukung), Kabupaten Bandung (32 DTG primer, 39 DTG sekunder, dan 21 DTW pendukung), Kabupaten Sumedang (3 DTG sekunder dan 2 DTW pendukung), Kota Bandung (1 DTG primer, 1 DTG sekunder, dan 7 DTW pendukung), dan Kota Cimahi (1 DTG primer dan 3 DTG sekunder). Klasifisikasi daya tarik geowisata tersebut menjadi elemen dari rancangan model spasial destinasi geowisata, secara keseluruhan model spasial destinasi geowisata Cekungan bandung terdiri dari 14 elemen spasial yang mencakup 1) daerah asal geowisatawan, 2) destinasi geowisata, 3) sirkulasi rute eksternal, 4) pintu masuk utama, 5) pintu masuk alternatif, 6) sirkulasi rute internal, 7) kawasan geowisata, 8) area geowisata, 9) pusat layanan primer, 10) pusat layanan sekunder, 11) pusat layanan tersier, 12) DTG primer, 13) DTG sekunder, 14) DTW pendukung. Adanya model spasial destinasi geowisata Cekungan Bandung tersebut menjadi acuan dalam perumusan arahan kebijakan pengembangan destinasi geowisata Cekungan Bandung. Arahan kebijakan tersebut meliputi 1) rencana perwilayahan destinasi geowisata Cekungan Bandung yang dilakukan melalui rencana kawasan pengembangan destinasi geowisata (KPDG) Cekungan Bandung, mencakup KPDG Danau Bandung Purba Barat dsk., KPDG Gunung Sunda Purba dsk., KPDG Sesar Lembang dsk., KPDG Danau Bandung Purba Timur dsk., dan KPDG Pegunungan Bandung Selatan dsk., dan 2) program dan indikasi kegiatan pengembangan destinasi geowisata Cekungan Bandung berdasarkan aspek perluasan potensi dan industri geowisata, kelembagaan geowisata, dan pemasaran geowisata yang mencakup 21 strategi, 45 Program, dan 65 indikasi kegiatan.", "Daftar File": {"2018 TS PP SHANDRA RAMA PANJI WULUNG_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/140056", "2018 TS PP SHANDRA RAMA PANJI WULUNG_ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/140055"}, "Penulis": "Shandra Rama Panji Wulung (NIM: 95716009)", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Budi Brahmantyo, M.Sc.     \n \n \n \n\nProf. Drs. Arief Rosyidie, MSP, M. Arch, Ph. D"], "Jenis Koleksi": "Tesis", "Penerbit": "Terapan Perencanaan Kepariwisataan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Cekungan Bandung, geowisata, model spasial destinasi", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Alice Diniarti", "File": "2 file", "Tanggal Input": "02 Mar 2018"}