{"Nomor": 30915, "Judul": "PERANCANGAN DETAIL STRUKTUR RUMAH SUSUN DAAN MOGOT", "Abstrak": "Rumah Susun Daan Mogot terletak di daerah Cengkareng, Jakarta Barat. Pada kawasan rumah susun ini terdapat 7 buah gedung yang dikelompokkan ke dalam 4 tipe gedung (A1, A2, B1, dan B2). Tugas akhir ini berfokus pada perencanaan detail struktur gedung A1. Gedung A1 terdiri dari 21 lantai, yang menggunakan komponen struktur utama beton bertulang. Dengan sistem struktur menggunakan sistem dual (kombinasi rangka momen pemikul momen khusus dan dinding geser).   \n \nKarena rumah susun terletak di daerah yang berkategori desain seismik D, maka diperlukan detailing yang mendalam, juga analisis respons dinamik struktur. Setelah dilakukan analisis respons dinamik struktur (pengecekan modeshapes, ketidakberaturan, simpangan antar lantai, dll) maka dapat disimpulkan bahwa struktur aman berperilaku baik terhadap beban gempa. Setelah hal ini terpenuhi, selanjutnya akan dilakukan desain elemen struktur, yang terbagi menjadi 2, yaitu berdasarkan kekuatan dan berdasarkan batas layan, untuk menjamin kenyamanan dalam penggunaan apartemen.   \n \nPerencanaan detail struktur mengikuti peraturan SNI 2847:2013 tentang Ã‚Â“Tata Cara Perencanaan Struktur Beton untuk Bangunan GedungÃ‚Â” dan SNI 1726:2012 tentang Ã‚Â“Tata Cara Perencanaan Ketahanan Gempa Untuk Struktur Gedung dan Non-GedungÃ‚Â”.", "Daftar File": {"2017 TA PP SHAN SEBASTIAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/140058", "2017 TA PP SHAN SEBASTIAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/140059", "2017 TA PP SHAN SEBASTIAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/140060", "2017 TA PP SHAN SEBASTIAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/140061", "2017 TA PP SHAN SEBASTIAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/140062", "2017 TA PP SHAN SEBASTIAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/140063", "2017 TA PP SHAN SEBASTIAN 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/140064", "2017 TA PP SHAN SEBASTIAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/140065"}, "Penulis": "SHAN SEBASTIAN [15013083]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. I Gde Widiadnyana Merati"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Rumah susun, desain, gempa, dinamik, detail, beton bertulang ; apartment, design, seismic, dynamic, detailed, reinforced concrete", "Sumber": "", "Staf Input/Edit": "hidayat  \n                                     Irwan Sofiyan", "File": "8 file", "Tanggal Input": "08 Jan 2018"}