{"Nomor": 30918, "Judul": "KARAKTERISTIK PEMADATAN DAN SIFAT FISIS TANAH LEMPUNG TERKOMPAKSI DI INDONESIA YANG DIKONTROL OLEH DERAJAT KEJENUHAN", "Abstrak": "Proses pemadatan tanah dengan metode konvensional pada umumnya mengontrol nilai berat isi kering (d) dan kadar air () berdasarkan uji laboratorium dengan menggunakan tingkat energi pemadatan tertentu. Seiring dengan perkembangan zaman, beragamnya alat pemadatan tanah di lapangan mengakibatkan kenaikan nilai d yang dibutuhkan oleh struktur tanah. Hal tersebut berakibat pada sulitnya mengidentifikasi secara akurat tingkat energi pemadatan pada suatu jenis tanah, dengan nilai d max dan opt di lapangan yang biasanya tidak diketahui. Adanya parameter derajat saturasi optimum (Sr opt) yang didapat dari Sr saat mencapai d max diperoleh untuk mencari suatu nilai tingkat energi pemadatan tersebut. Selain itu, hubungan yang terbentuk antara dd max dengan Sr - Sr opt menunjukkan nilai yang tidak tergantung pada tingkat energi pemadatan dan tipe tanah. Untuk menunjukkan tipikal tren garis kekuatan geser tanah yang terbentuk pada tanah lempung dapat dilihat melalui uji UCS (Unconfined Compressive Strength) dan Uji Triaxial UU (Unconsolidated Undrained). Berdasarkan penelitian ini, diharapkan pengontrolan nilai kepadatan tanah dapat didasarkan dengan penentuan nilai derajat saturasi (Sr) tanah yang telah ditetapkan, dengan nilai d yang cukup besar untuk dapat mencapai sifat fisis yang diperlukan dalam desain.", "Daftar File": {"2018 TS PP Shara Oktoviana 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/140075"}, "Penulis": "Shara Oktoviana NIM: 25016019", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Hasbullah Nawir, ST. MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Derajat Saturasi, Energi Pemadatan, Tanah Lempung, Berat Isi Kering, Kadar Air, Tingkat Pemadatan", "Sumber": "", "Staf Input/Edit": "suwadji  \n                                     suwadji", "File": "1 file", "Tanggal Input": "26 Sep 2018"}