{"Nomor": 30917, "Judul": "SIMULASI MODEL KONTINU DAN DISKRIT MARKOV PENGELOLAAN OPTIMAL WADUK MULTIGUNA KEDUNG OMBO - TIPE IKLIM MONSOON", "Abstrak": "Pemanfaatan Waduk Kedung Ombo (WKO) sebagai waduk multiguna ternyata masih belum optimal. Hal ini ditandai dengan terjadinya kekurangan air di hilir pada musim kering, dan air melimpas pada musim hujan. Padahal bila dikelola dengan optimal, WKO bisa sebagai sumber air baku dalam pengembangan sistem penyediaan air minum (SPAM) karena hingga saat ini WKO hanya digunakan terbatas untuk irigasi dan PLTA. Adanya permasalahan terhadap ketidakpastian masa depan tersebut, maka perlu dilakukan penelitian pola pengusahaan waduk Kedung Ombo optimal untuk standar operasional Waduk. Pendekatan yang dilakukan dalam penentuan debit bangkitan adalah dengan metode korelasi spasial (hujan dan debit dan metode diskrit markov yang menggunakan prinsip model stokastik markov 3 kelas. Dengan menggunakan data debit inflow WKO dari tahun 1991-2011 didapatkan hasil kombinasi tipe PQQQ (kontinu) yang mempunyai nilai korelasi tertinggi, yaitu 0,87 sedangkan untuk metode markov didapatkan hasil yang sangat baik dengan koefisien korelasi 0,958. Sedangkan untuk pengelolaan optimal dengan menggunakan 6 model simulasi, didapatkan hasil model dengan debit bangkitan markov 3 kelas dan pedoman lintasan R10 merupakan model yang memberikan nilai korelasi yang paling baik atau St aktualnya paling mendekati nilai lintasan pedomannya.Oleh karena itu, model ini nantinya menjadi model manajemen waduk optimal dalam rangka melihat potensi WKO sebagai sumber air baku bagi SPAM di wilayah sekitarnya.", "Daftar File": {"2015 TS PP SHANTY ELIZABETH MARETINA HUTAGALUNG 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/140067", "2015 TS PP SHANTY ELIZABETH MARETINA HUTAGALUNG 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/140068", "2015 TS PP SHANTY ELIZABETH MARETINA HUTAGALUNG 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/140069", "2015 TS PP SHANTY ELIZABETH MARETINA HUTAGALUNG 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/140070", "2015 TS PP SHANTY ELIZABETH MARETINA HUTAGALUNG 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/140071", "2015 TS PP SHANTY ELIZABETH MARETINA HUTAGALUNG 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/140072", "2015 TS PP SHANTY ELIZABETH MARETINA HUTAGALUNG 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/140073", "2015 TS PP SHANTY ELIZABETH MARETINA HUTAGALUNG 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/140074"}, "Penulis": "SHANTY ELIZABETH MARETINA HUTAGALUNG (NIM : 25712302)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof.Dr.Ir. Arwin Sabar, MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Pengelolaan Infrastruktur Air Bersih dan Sanitasi", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Debit prakiraan, pedoman lintasan, korelasi spasial, pengelolaan optimal", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "8 file", "Tanggal Input": "15 Agu 2018"}