{"Nomor": 30916, "Judul": "EFEK HIPNOTIK SEDATIF EKSTRAK AIR DAN ETANOL DAUN KANGKUNG AIR (IPOMOEA AQUATICA FORSSKAL) DAN DAUN PEGAGAN (CENTELLA ASIATICA (L.) URB.) TERHADAP MENCIT JANTAN GALUR SWISS WEBSTER", "Abstrak": "Insomnia merupakan gangguan tidur yang dapat menyebabkan berbagai masalah kesehatan \n\nsehingga diperlukan penanganan serius. Penggunaan obat sintetik secara jangka panjang dapat \n\nmenimbulkan ketergantungan dan efek samping yang berbahaya. Oleh karena itu, diperlukan \n\nalternatif pengobatan yang berasal dari alam. Daun kangkung air dan daun pegagan telah \n\ndigunakan di masyarakat sebagai obat tidur. Tujuan penelitian ini adalah menentukan ekstrak dan \n\nkombinasi terbaik yang memiliki efek hipnotik sedatif dari ekstrak air pegagan dan kangkung air \n\nserta ekstrak etanolnya. Ekstrak diperoleh dengan cara maserasi untuk ekstrak etanol dan dekok \n\nuntuk ekstrak air. Penelitian menggunakan mencit yang dibagi menjadi 10 kelompok. Diazepam \n\ndigunakan sebagai pembanding, CMC-Na 0.5% sebagai pembawa dan kelompok uji ekstrak air \n\nkangkung 100 dan 200 mg/kg BB, ekstrak etanol kangkung 100 dan 200 mg/kg BB, ekstrak air \n\npegagan 100 dan 200 mg/kg BB, serta ekstrak etanol pegagan 100 dan 200 mg/kg BB. Pengujian \n\nefek hipnotik dilakukan dengan mengukur parameter latensi tidur, durasi tidur, efisiensi tidur, dan \n\nsiklus tidur yang sebelumnya diinduksi tidur dengan ketamin (100 mg/kg BB). Selain itu, \n\nparameter lainnya yang diujikan adalah uji perilaku dan uji sedation rating scale untuk melihat \n\nkemungkinan terdapatnya efek sedatif. Data diuji secara statistik menggunakan One way ANOVA- \n\nPost Hoc Test (LSD). Hasil penelitian menunjukan bahwa tidak ada perbedaan signifikan antara \n\nekstrak air dan ekstrak etanol daun kangkung dan pegagan pada semua parameter uji hipnotik. \n\nNamun, jika dilihat dari nilai efisiensi tidurnya, ekstrak air daun kangkung dan pegagan 100 mg/kg \n\nBB memiliki nilai efisiensi yang lebih baik dibandingkan ekstrak etanol. Selanjutnya ekstrak terpilih \n\ndikombinasikan dan diperoleh bahwa kombinasi ekstrak air daun pegagan dan daun kangkung air \n\n1:3 dan 3:1 memiliki nilai efisiensi tidur yang lebih baik dari ekstrak tunggalnya dan kedalaman \n\ntidur serta penurunan aktivitas motorik yang lebih cepat dibandingkan ekstrak tunggalnya. Dari \n\nkedua kombinasi dosis tersebut, kombinasi ekstrak air pegagan 25mg/kg + ekstrak air kangkung \n\nair 75 mg/kg memiliki efek hipnotik sedatif yang sinergis terhadap dosis tunggalnya.", "Daftar File": {"2018 TA PP SHANTI DWI NOVIANTY 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/140066"}, "Penulis": "SHANTI DWI NOVIANTY NIM : 11614025", "Kontributor / Dosen Pembimbing": ["PEMBIMBING  Dr. Neng Fisheri Kurniati", "Dr. Kusnandar Anggadiredja"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Insomnia, Sedatif, Hipnotik, Kangkung Air, Pegagan", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "1 file", "Tanggal Input": "28 Jun 2018"}