{"Nomor": 30929, "Judul": "APARTEMEN KELAS MENENGAH DI KOTA BEKASI", "Abstrak": "Kota Bekasi merupakan kota yang sedang berkembang menjadi tempat tinggal kaum urban dan sentra industri. Salah satu kawasan yang sedang dikembangkan adalah kawasan Summarecon Bekasi. Di kawasan ini sedang dibangun hotel dan apartemen kelas atas serta perumahan mewah. Namun, fungsi hunian tersebut belum dapat dijangkau oleh masyarakat dengan tingkat penghasilan menengah. Oleh karena itu, pihak pengembang hendak melengkapi kawasan ini dengan membangun apartemen untuk masyarakat kelas menengah. Apartemen ini terletak pada tapak seluas 15.000 m2 yang khas, yaitu di persimpangan Jalan Ahmad Yani dan Jalan Kalibaru Timur di sebelah Jalan Layang terusan Jalan Ahmad Yani dengan sisi lengkung yang panjang mencapai 180 m. Hal ini menjadi potensi bagi apartemen ini untuk menjadi gerbang utama dan landmark kawasan sehingga desain eksterior menjadi bagian penting dalam perancangan. Konsep perancangan apartemen ini adalah mengaplikasikan kemewahan spasial yang didukung dengan sistem bangunan yang efektif dan efisien untuk memenuhi kebutuhan, kenyamanan, kesehatan, interaksi dan privasi bagi para penggunanya. Implikasi desain untuk konsep tersebut ialah ruang-ruang terbuka yang luas, setiap hunian memiliki balkon, setiap kamar memiliki jendela ke udara luar, serta sistem sirkulasi double loaded dan memusat pada tower dengan void menerus untuk sirkulasi udara yang baik dan pencahayaan alami, sekaligus menjadi tempat mesin AC. Hal ini membuat eksterior bangunan dapat dieksplor secara optimal untuk mendapatkan penampilan yang baik.", "Daftar File": {"2015 TA PP SHERLY 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/140091", "2015 TA PP SHERLY 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/140092", "2015 TA PP SHERLY 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/140093", "2015 TA PP SHERLY 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/140094", "2015 TA PP SHERLY 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/140095", "2015 TA PP SHERLY 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/140096", "2015 TA PP SHERLY 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/140097", "2015 TA PP SHERLY 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/140098", "2015 TA PP SHERLY 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/140099"}, "Penulis": "SHERLY  (NIM : 15211059)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n\nMOHAMMAD JEHANSYAH SIREGAR, S.T., M.T., Ph. D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Apartemen, Kemewahan Spasial, Kenyamanan, Kesehatan, Masyarakat Kelas Menengah", "Sumber": "", "Staf Input/Edit": "suwadji  \n                                     suwadji", "File": "9 file", "Tanggal Input": "31 Okt 2018"}