{"Nomor": 30927, "Judul": "STUDI ANALISIS DINAMIK INTERAKSI TANAH STRUKTUR PADA SISTEM PONDASI PILED-RAFT PADA TANAH PASIR DENGAN METODE ELEMEN HINGGA", "Abstrak": "Analisis beban statik dan beban dinamik terutama akibat gempa perlu dipertimbangkan pada sistem pondasi tiang rakit mengingat sering terjadi gempa di Indonesia. Pada pondasi grup tiang, tiang memegang peran utama dalam memikul beban sedangkan sistem pondasi tiang rakit beban didistribusikan ke tiang (pile) dan rakit (raft) serta interaksi antara tanah-struktur harus dipertimbangkan dalam analisis ini. Beban gempa menghasilkan beban lateral pada raft dan menditribusikan ke kepala tiang dan tiang. Terjadi defleksi lateral pada tiang dan tanah disekitar tiang ikut merespons beban ini, interaksi pada tanah sekitar tiang diakibatkan oleh defleksi pada tiang, pengaruh timbal balik ini disebut interaksi tanah-struktur. \n \n\nPada penelitian ini terlebih dahulu dilakukan verifikasi model akibat pengaruh beban dinamik menggunakan software ABAQUS 2017 terhadap pengujian sentrifugal di laboratorium oleh Horikoshi (2003). Selanjutnya dilakukan studi parametrik untuk meninjau respons piled-raft  akibat  pengaruh interakasi tanah-struktur. Penelitian ini menggunakan parameter tanah pasir Toyoura dengan kepadatan relatif (Dr) 60-63%. Hasil analisis ini meninjau respons struktur tiang rakit akibat pengaruh beban dinamik sinusoidal. Penelitian ini menggunakan pemodelan 3D pada ABAQUS 2017 dan model tanah elastik-plastik Mohr Coulomb. \n \n\nHasil analisa pada studi ini meninjau respons tiang akibat beban dinamik pada kondisi berbagai perbedaan panjang tiang dan tipe kombinasi tiang. Hasil analisis menunjukkan konsistensi tanah, kekakuan sistem piled-raft, panjang tiang serta gaya inersia individu tiang mempengaruhi bending moment dan perpindahan lateral tiang. Kekakuan sistem tiang rakit lebih berperan besar dalam kemampuannya menahan efek beban lateral akibat statik dan dinamik. Namun pada kondisi lainnya, panjang tiang lebih berperan untuk menahan defleksi beban lateral.", "Daftar File": {"2018 TS PP SHERLY MEIWA  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/140089"}, "Penulis": "SHERLY MEIWA - NIM : 25015023", "Kontributor / Dosen Pembimbing": ["Ir. Endra Susila, MT, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Pondasi tiang rakit, pasir Toyoura, analisis dinamik, interaksi tanah-struktur, model 3D, ABAQUS", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Sep 2018"}