{"Nomor": 30924, "Judul": "MENGUKUR EMOSIONAL DILUAPKAN DARI SERIAL WEB: TROPICANA SLIM SORE, ISTRI DARI MASA DEPAN", "Abstrak": "Serial web telah berkembang secara besar-besaran sebagai salah satu alat promosi yang berhasil \n\nmenarik jutaan pemirsa. Konsep serial web yang ditayangkan dalam setiap periode waktu tertentu \n\nmeningkatkan intensitas interaksi antara pemirsa dengan merek yang ditampilkan dalam serial web. \n\nBanyak serial web yang telah diluncurkan akhir-akhir ini tetapi ada penelitian terbatas yang \n\nmengeksplorasi tentang serial web dan membangkitkan emosi. Penelitian ini dimaksudkan untuk \n\nmengukur membangkitkan emosi manusia dari serial web dengan menggunakan pendekatan kualitatif. \n\nResponden penelitian adalah orang-orang yang telah menonton serial web yang dalam penelitian ini \n\nadalah SORE: Istri Dari Masa Depan. Penelitian ini menguji 20 tanggapan responden dengan rangkaian \n\nepisode serial web tersebut. Responden sebelumnya menonton episode lengkap dari serial web dan \n\nsetelah itu responden akan diwawancarai tentang reaksi mereka dan seruan emosional yang datang saat \n\ndan setelah menonton serial web. Transkrip tertulis akan dianalisis dan dikodekan ke dalam 25 Dasar \n\nEmosi Positif dari Desmet dan 10 Emosi Terkuat dari Thomson. Penelitian ini juga menganalisis objek \n\nyang dirangsang yang mengawali munculnya setiap emosi. Penelitian menggunakan dua teori sebagai \n\npembanding untuk melihat pendekatan yang lebih disukai untuk mengukur emosi yang ditimbulkan dari \n\nserial web di Indonesia. Penelitian ini menggunakan teknik validasi data yaitu triangulasi peneliti. \n\nPenelitian menemukan emosi positif mengenai serial web yang ditunjukkan dengan persentase \n\n96,983%, hanya 3,017% dari mereka mengekspresikan emosi negatif. Menurut pendekatan Desmet 25 \n\nEmosi Positif, emosi yang paling sering muncul dari serial web adalah sukacita, daya tarik, dan \n\nkekaguman. Sementara itu, menurut pendekatan Thomson 10 Emosi; emosi senang, penuh kasih \n\nsayang, dan tercinta yang paling banyak muncul. Perbandingan dua pendekatan dijelaskan lebih lanjut \n\ndalam penelitian. Hasil dari riset ini dirasa penting dan berguna untuk merek lain yang berencana \n\nmemulai serial web sebagai aktivitas promosi atau merek yang telah menggunakan serial web sebagai \n\naktivitas promosi untuk memahami keterikatan emosional pelanggan mereka terhadap merek tersebut.", "Daftar File": {"2018 TA PP SHERIN CALLISTA DENURA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/140081", "2018 TS PP SHERIN CALLISTA DENURA 1 - FULL TEXT.pdf?": "https://digilib.itb.ac.id/gdl/download/251710"}, "Penulis": "Sherin Callista Denura (19015162)", "Kontributor / Dosen Pembimbing": ["Ir. C. O. Budi Permadi Iskandar, MSP"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Positive Emotion, Emotional Evoke, Web Series, YouTube", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "2 file", "Tanggal Input": "17 Jul 2018"}