{"Nomor": 30920, "Judul": "PROPOSAL TO IMPROVE THE INTERNALIZATION OF PT. TELKOM INDONESIA CORPORATE CULTURE (THE TELKOM WAY)", "Abstrak": "Telkom is the only state-owned telecommunications enterprise as well as telecommunications and network service providers in Indonesia. Ã‚Â“The Telkom WayÃ‚Â” has become Telkom‟s corporate culture or corporate values since 10 June 2013, with Solid, Speed, Smart as the core values that contain the basic principles and basic guidelines that shape the mindset and behavior patterns of Telkom employees in building and developing themselves to create a company that has character and has global competitiveness, and can also achieve Telkom‟s vision and mission. It has already been 4 years The Telkom Way has become a reference for Telkom employees, but there are still many improvements that must be done and there are still many things that must be fulfilled in order to achieve a complete culture realization. \n\nIn this research, the author use Denison Organizational Culture Survey consists of Involvement, Adaptability, Consistency, and Mission to measure the implementation of Telkom‟s existing culture, with questionnaire as data collection tool which spread to 5 Telkom offices in Bandung. Sampling design in this research is disproportionate stratified random sampling, and the result processed using descriptive statistics. \n\nThe analysis result found that Consistency and Adaptability trait are in low category. This indicates that culture in Telkom represented by trait Consistency and Adaptability has not been implemented properly. The condition illustrated by Consistency in low category is Telkom employees have trouble in reaching agreement on key issues in every work, and Telkom's way of doing business is very unpredictable and inconsistent. The small value of Adaptability indicates that the comments and recommendation made by the customer is still neglected by Telkom in making the final decision for their business.", "Daftar File": {"2017 TS PP SHAVIRA AIRIN 1- ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/140077"}, "Penulis": "SHAVIRA AIRIN (NIM : 29115601)", "Kontributor / Dosen Pembimbing": ["Pembimbing Thesis : Dr. Aurik Gustomo, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Corporate Culture, Denison Model, Telecommunication Company", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "23 Jan 2018"}