{"Nomor": 30934, "Judul": "AKTIVITAS FISIK, POLA MAKAN DAN KEPATUHAN PENGOBATAN PASIEN PROLANIS DAN NONPROLANIS DIABETES MELLITUS DI UPT PUSKESMAS IBRAHIM ADJIE BANDUNG", "Abstrak": "Program Pelayanan Penyakit Kronis (Prolanis) merupakan salah satu program pemerintah melalui   \n \n \n\nBadan Penyelenggaraan Jaminan Nasional (BPJS) untuk menekan kejadian DM di Indonesia. Puskesmas   \n \n \n\nIbrahim Adjie Bandung telah melaksanakan program Prolanis untuk pasien DM. Akan tetapi tidak   \n \n \n\nsemua pasien DM di Puskesmas Ibrahim Adjie merupakan peserta Prolanis. Sehingga dilakukan   \n \n \n\npenelitian untuk menganalisis hubungan keikutsertaan pasien dalam Prolanis dengan tingkat   \n \n \n\npengetahuan, pola makan, aktivitas fisik dan kepatuhan pengobatan. Hasil penlitian diharapkan dapat   \n \n \n\ndigunakan sebagai bahan masukan untuk meningkatkan kualitas pengobatan pasien DM di Puskesmas   \n \n \n\nIbrahim Adjie. Penelitian dilakukan dengan metode observasional dengan rancangan deskriptif cross   \n \n \n\nsectional yang dilakukan secara konkuren. Data primer didapatkan melalui wawancara dengan   \n \n \n\nmenggunakan Food Frequency Questionnaire (FFQ), International Physical Activity Questionnaire   \n \n \n\n(IPAQ), MAQ Morisky scale 8 dan kuesioner pengetahuan. Subjek penelitian yang digunakan terdiri dari   \n \n \n\n24 pasien Nonprolanis dan 29 pasien Prolanis DM. Hasil penelitian menunjukkan bahwa terdapat   \n \n \n\nperbedaan bermakna pada GDP pasien Prolanis dan Nonprolanis. Akan tetapi tidak terdapat hubungan   \n \n \n\nsignifikan antara keikutsertaan pasien dalam Prolanis dengan tingkat pengetahuan, aktivitas fisik, pola   \n \n \n\nmakan dan kepatuhan pengobatannya. Selain itu, hasil penelitian menunjukkan bahwa tidak terdapat   \n \n \n\nhubungan yang signifikan antara tingkat pengetahuan, pola makan dan kepatuhan dengan efektivitas   \n \n \n\nterapi namun terdapat hubungan yang signifikan antara tingkat aktivitas fisik dengan efektivitas terapi.", "Daftar File": {"2018 TA PP SHINTA AJENG MAWARSRI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/140111"}, "Penulis": "SHINTA AJENG MAWARSRI NIM : 11614035", "Kontributor / Dosen Pembimbing": ["PEMBIMBING : Dr. Lia Amalia,Apt.,M.Si.", "Iis Rukmawati,S.Si.,M.Kes, Apt."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Prolanis, diabetes mellitus, pola makan, aktivitas fisik, kepatuhan, pengetahuan", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "1 file", "Tanggal Input": "25 Jun 2018"}