{"Nomor": 30930, "Judul": "ANALISIS STABILITAS LERENG GALIAN DAN TIMBUNAN DAN PERANCANGAN PERKUATAN MENGGUNAKAN GROUND ANCHOR KAWASAN PERUMAHAN PERTAMBANGAN TANAH PUTIH, TANJUNG ENIM, SUMATRA SELATAN", "Abstrak": "Perumahan Pertambangan Tanah Putih dibuat untuk memberikan kemudahan bagi para pekerja pertambangan agar memiliki tempat tinggal yang dekat dengan tempat bekerja. Dikarenakan kontur kawasan perumahan sangat curam analisis stabilitas lereng menjadi sangat penting dan harus untuk diperhatikan. Kegagalan pada lereng pada umumnya dikarenakan gaya pendorong momen guling yang bekerja lebih besar dibandingkan gaya penahan dan momen tahanan yang terdapat pada tanah. Dalam stabilitas lereng, terdapat berbagai metode yang dapat digunakan untuk perkuatan lereng tersebut. Pada tugas akhir ini ditinjau sebanyak dua titik kritis, akibat galian dan timbunan. Lereng akibat timbunan tidak diperlukan perkuatan karena sudah aman, sedangkan lereng akibat galian memerlukan perkuatan. \n\nMetode perkuatan yang digunakan pada titik tinjauan galian adalah metode ground anchor. Ground anchor yang terpasang digunakan untuk menahan tegangan Tarik akibat adanya pembebanan baik itu beban alami tanah maupun akibat beban luar. Ground anchor tersebut akan meneruskan gaya dari sebuah struktur, pada tugas akhir ini shotcrete facing, kedalam tanah dimana ground anchor diangkurkan. Ground anchor yang di desain pada tugas akhir kali ini sebanyak dua buah dengan panjang free length masing-masing sebesar 10 m, jumlah strand yang sama sebanyak 3 buah, dan panjang bonded length yang sama sebesar 13 m.", "Daftar File": {"2018 TA PP SHERLY VANESSA BANGUN  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/140100"}, "Penulis": "SHERLY VANESSA BANGUN (NIM: 15013100)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Ir. Dedi Apriadi, M.T. Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Stabilitas Lereng, Ground Anchor, Angkur, Galian, Timbunan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "19 Mar 2018"}