{"Nomor": 30942, "Judul": "Peran Kepemimpinan Berbasis Lokasi Pada Inisiatif Komunitas Lokal Di Sendang Biru, Indonesia", "Abstrak": "Secara geografis Indonesia adalah negara kepulauan dengan dua per tiga area berupa perairan yang memiliki garis pantai terpanjang kedua di dunia, di mana area tersebut tercatat sebagai area pedesaan. Tingginya berbagai macam aktivitas manusia di area pesisir menjadi salah satu penyebab kerusakan alam di area tersebut. Pengembangan berkelanjutan merupakan salah satu solusi yang cukup menjanjikan dalam menghadapi kondisi kompleks ini dengan menggunakan pendekatan komunikatif dan berbasis lokasi. Saat ini tengah berkembang teori bahwa kepemimpinan adalah variabel penting yang menjelaskan beberapa area dapat berkembang dengan baik sedangkan area lainnya tidak demikian. Yayasan Bhakti Alam Sendang Biru adalah komunitas lokal yang berlokasi di desa Tambakrejo. Organisasi tersebut terbentuk atas munculnya permasalahan deforestasi hutan bakau di area tersebut.   \n \n \n \n\nPenulisan tesis ini bertujuan untuk mengukur sejauh mana peranan kepemimpinan berbasis lokasi pada area studi kasus, yakni Sendang Biru, dengan menampilkan pendekatan empiris tentang bagaimana inisiatif komunitas lokal mampu meningkatkan pengembangan berkelanjutan di area tersebut. Beberapa pendapat menyatakan bahwa pengembangan berkelanjutan seharusnya ditelaah menggunakan pendekatan berbasis lokasi dalam merumuskan aturan kelembagaan yang sesuai dengan permasalahan yang spesifik dan pada area yang spesifik.   \n \n \n\nStudi kasus pada tesis ini mengindikasikan peranan kepemimpinan yang kuat dari aktor individual yang melatarbelakangi inisiatif komunitas lokal dan menjalin kolaborasi dengan aktor-aktor dari luar dalam mengembangkan area tersebut. Dengan kata lain, kepemimpinan berbasis lokasi yang memiliki peranan penting dalam menyokong inisiatif komunitas terhadap keberlanjutan lingkungan di Sendang Biru membuka jalan untuk munculnya inovasi-inovasi berbasis lokasi yang melibatkan aktor-aktor lintas disiplin ilmu dan domain.", "Daftar File": {"2018 TS PP SHOVI AMALIAH_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/140131", "2018 TS PP SHOVI AMALIAH_ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/140132"}, "Penulis": "SHOVI AMALIAH (NIM: 25416034)", "Kontributor / Dosen Pembimbing": ["Wilmar A. Salim ST, M. Reg. Dev., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Communities", "Kata Kunci": "berbasis lokasi, kepemimpinan berbasi lokasi, area pedesaan, pengembangan berkelanjutan, inisiatif komunitas lokal, kelembagaan", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Rd. Lenny Fatimah N., Dra", "File": "2 file", "Tanggal Input": "10 Okt 2018"}