{"Nomor": 30941, "Judul": "SINTESIS ANTIOKSIDAN FENOLIK DARI CAMPURAN KASAR C4 INDUSTRI PETROKIMIA", "Abstrak": "Antioksidan fenolik merupakan jenis antioksidan sintetik yang digunakan secara luas, termasuk dalam industri makanan, kosmetik, dan material. Pada penelitian ini telah berhasil disintesis antioksidan turunan fenol dan hidroksi anisol dengan menggunakan elektrofil butil yang bersumber dari campuran kasar C4 sebagai pereaksi pembentuk gugus alkil pada cincin aromatik. Fenol dan 4-metoksi fenol bereaksi secara selektif terhadap isobutena dalam kondisi asam sehingga dihasilkan antioksidan fenolik. Reaksi alkilasi fenol berlangsung sempurna dalam kondisi refluks dengan atmosfir campuran kasar C4. Karakterisasi dan analisis dilakukan dengan kromatografi lapis tipis (KLT), kromatografi gas (GC), 1H-NMR dan 13C-NMR. Dari pemurnian terhadap komponen utama dari campuran produk turunan fenol dihasilkan dua senyawa murni yaitu 2,4-di-ters-butil fenol (18,7%) dan 2-ters-butil-4-sek-butil fenol (7,2%), sedangkan pemurnian terhadap komponen utama dari campuran produk turunan hidroksi anisol didapatkan 2-ters-butil-4-metoksi fenol (20,4%). Berdasarkan analisis terhadap kromatogram GC dari campuran produk reaksi ditunjukkan bahwa terdapat produk utama yang merupakan produk fenol yang disubstitusi oleh gugus ters-butil. Aktivitas antioksidan dari senyawa murni dan campuran reaksi menunjukkan bahwa semua senyawa produk merupakan antioksidan yang sangat kuat (nilai IC50", "Daftar File": {"2016 TA PP SHOLEKHAH ARVIYANTI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/140124", "2016 TA PP SHOLEKHAH ARVIYANTI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/140130"}, "Penulis": "SHOLEKHAH ARVIYANTI (NIM: 10512076)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.rer.nat Didin Mujahidin."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "antioksidan fenolik, alkilasi fenol, campuran kasar C4, isobutena, tersier butil", "Sumber": "", "Staf Input/Edit": "suwadji  \n                                     suwadji", "File": "7 file", "Tanggal Input": "10 Okt 2018"}