{"Nomor": 30946, "Judul": "W-kiApp: PERANCANGAN ALARM SOSIAL DENGAN MENGGUNAKAN METODE TEORI AKTIVITAS DAN  TEORI S-O-R", "Abstrak": "Pada tahun 2045 Indonesia akan mendapatkan bonus demografi yaitu jumlah penduduk Indonesia 70% dalam usia produktif. Terdapat sejumlah syarat agar bonus tidak berubah menjadi bencana demografi yaitu salah satunya penduduk harus berkualitas. Salah satu faktor yang mendukung peningkatan kualitas SDM adalah kebiasaan bangun tidur lebih awal. Bangun pagi membuat seseorang lebih produktif. Hal ini karena orang yang bangun tidur lebih pagi memiliki waktu untuk menyiapkan pekerjaan, sementara orang lain masih tertidur. Mereka memiliki waktu yang hening dan baik digunakan untuk berkonsentrasi. Akan tetapi berdasarkan data dan fakta bangun pagi merupakan masalah untuk sebagian orang. Upaya yang dilakukan sebelumnya adalah dengan menggunakan alarm pribadi seperti jam wekker atau dari gadget, yang mana masih membutuhkan orang lain untuk mengingatkan lagi.   Tujuan dari peneitian ini adalah membuat aplikasi yang mendukung sistem untuk memudahkan seseorang bangun tidur lebih awal. Metode yang digunakan untuk menyelesaikan permasalahan yang telah didefinisikan yaitu identifikasi masalah, studi literatur, desain dan perancangan sesuai studi literatur, pembahasan hasil pengujian.   Hal yang dilakukan untuk mengidentifikasi masalah yaitu dengan teori aktivitas. Teori aktivitas merupakan framework dari suatu aktivitas yang terdiri dari subject, object, community, tools, rules, dan division of labour. Pada penelitian ini akan fokus pada perancangan W-kiApp yang merperan sebagai tools pada teori aktivitas. Pengembangan W-kiApp menggunakan smartphone dengan OS android yang mendukung versi 4.1 sampai 8.1. Fitur yang digunakan yaitu suara, layar warna, lampu fash, internet untuk fitur yell dan sosial. Suara yang digunakan yaitu suara yang tidak terlalu banyak perbedaan frekuensi. Layar digunakan untuk menampilkan warna sesuai dengan lamanya alarm berbunyi. Flash merupakan tanda dari alarm ketingkat selanjutnya setelah warna. Internet yang menjadikan  \n\nii  \n \n\nW-kiApp sebagai alarm sosial dimana dapat mengatur, mengawasi dan mengontrol alarm dalam sebuah kelompok. W-kiApp dirancang untuk memberikan stimulus secara bertahap, untuk itu pengukuran pengujian dilakukan dengan menggunakan teori S-O-R.  \n \n\nPada pengujian W-kiApp di SMK Negeri 3 Sukabumi membuktikan aplikasi berhasil. Hal ini berdasarkan perhitungan signifikansi statistik dengan menggunakan level signifikansi kurang dari atau sama dengan 0,05. Hasil pengujian menunjukan nilai signifikasi (p) yaitu antara 0,05 dan 0.10, antara 0,025 dan 0.050, antara 0,001 dan 0.002. Faktor terbesar yang mendukung keberhasilan ini adalah sosial yaitu faktor menjadi anggota group alarm dengan pengawasan oleh guru mencapai rata-rata 76% dengan nilai tertinggi 83%. Faktor suara dengan memilih suara yang tidak terlalu banyak frekuensi membatu siswa untuk bangun mencapai rata-rata 71% dengan nilai tertinggi 77%. Faktor indikasi warna pada layar memberikan dampak 51.3%. Faktor penggunaan lampu flash sebanyak 14%. Faktor fitur yell sebanyak 9% sampai 18%.", "Daftar File": {"2018 TS PP SIGIT ARI WIJANARKO 1 - ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/140136"}, "Penulis": "SIGIT ARI WIJANARKO -  NIM: 23214352", "Kontributor / Dosen Pembimbing": ["(Dr.techn. Ary Setijadi Prihatmanto, ST, MT) \n\n(Yanti Rubiyanti, S.Psi., M.Psi.)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Desain interaksi, psikologi, teori aktivitas, alarm sosial, w-kiapp", "Sumber": "", "Staf Input/Edit": "firman85  \n                                     firman85", "File": "1 file", "Tanggal Input": "27 Sep 2018"}