{"Nomor": 30951, "Judul": "KOPOLIMER LATEKS ALAM SEBAGAI UPAYA ALTERNATIF PENINGKATAN KINERJA BETON SEMEN PORTLAND POZOLAN", "Abstrak": "Perkembangan dunia kontruksi membutuhkan beton yang memiliki kekuatan dan durabilitas yang tinggi.  Hingga saat ini beton yang umum digunakan adalah beton semen Portland.   Namun beton tersebut memiliki kelemahan seperti getas, mudah retak, ketahanan yang rendah terhadap penetrasi air, penetrasi ion klorida, bahan kimia dan bahan korosif lainnya.  Kelemahan tersebut terjadi karena sifatnya serta adanya kontribusi daerah antar muka (interfacial zone) yang membentuk suatu celah atau gap sehingga menjadi titik terlemah beton.  Untuk meningkatkan mutu beton serta mengantisipasi kelemahan-kelemahan tersebut dapat dilakukan dengan penggunaan tulangan, atau penambahan bahan lain seperti serat, bahan aditif seperti slag, fly ash, silica fume, retarder, plastisizer, water reducer dan lain-lain sehingga diperoleh beton kinerja tinggi (high performance concrete). Namun pemecahan masalah tersebut masih memiliki kekurangan dari sisi lingkungan dan biaya, juga beton yang dihasilkan lebih kaku dan getas sehingga mudah menginisiasi terjadinya retakan.        \n \n \n \n \n \n \n\nSelain penggunaan tulangan dan beton kinerja tinggi, penambahan polimer dapat dijadikan sebagai alternatif untuk mengatasi kelemahan beton. Polimer didalam beton dapat membentuk suatu film yang dapat memodifikasi daerah antar muka dan berperan sebagai pengisi kekosongan (void), yang dapat meningkatkan kekuatan dan durabilitas beton.  Polimer yang dapat digunakan untuk modifikasi beton bervariasi mulai dari karet alam, karet sintetis dan modifikasinya hingga aspal.  Riset yang terkait dengan penggunaan polimer telah banyak dilakukan, dan umumnya melibatkan polimer sintetis dan semen Portland type I sebagai bahan penyusun beton.         \n \n \n \n \n \n \n\nIndonesia adalah negara penghasil karet alam kedua terbesar di dunia, dengan konsumsi karet dalam negeri hanya berkisar 10%-20% dan sebagian besar diekspor dalam bentuk karet mentah tanpa adanya nilai tambah terhadap karet tersebut, sehingga perlu dilakukan upaya pengembangan produk hilir karet alam Indonesia.  Seperti yang telah dilakukan oleh Badan Tenaga Atom Nasional (BATAN) dalam melakukan  penelitian modifikasi karet alam yakni kopolimer lateks alam styrena (KOLAS) dan kopolimer lateks alam metakrilat (KOLAM). Berdasarkan analisis struktur,  kopolimer tersebut memiliki kemiripan struktur dengan Styrena Butadiene Rubber (SBR) dan lateks methacrylate.  Bahan Ã‚Â–bahan tersebut merupakan bahan aditif yang telah lama  digunakan di dunia kontruksi dan mampu memberikan efek positif pada beton.  Berdasarkan data tersebut maka KOLAM dann KOLAS diharapkan dapat dijadikan sebagai bahan aditif beton yang mampu menghasilkan efek yang positif.        \n \n \n \n \n \n \n\nSeiring dengan berkembangnya isu lingkungan dan komitmen Pemerintah Indonesia terhadap Kyoto protocol untuk menurunkan emisi gas karbon dioksida sebesar 20% di tahun 2020, maka seluruh Industri semen di Indonesia mengurangi produksi Semen Portland type 1 dan mengalihkannya ke Semen Portland komposit atau Semen Portland Pozolan.  Kedua jenis semen tersebut diproduksi dengan mengurangi jumlah clinker hingga maksimum 35%.  Sehingga dapat dikatakan bahwa kedua jenis semen tersebut dianggap lebih ramah lingkungan, dan didapat sustainable concrete.       \n \n \n \n \n \n \n\nPenelitian kopolimer lateks alam sebagai upaya alternatif peningkatan kinerja beton semen Portland pozolan bertujuan untuk mengatasi kelemahan beton sehingga didapat beton dengan unjuk kerja yang lebih baik pada sifat statis dan dinamis dengan melibatkan bahan penyusun beton yang bersifat ramah lingkungan, yaitu semen Portland pozolan dan kopolimer lateks alam.  Dengan unjuk kerja yang lebih baik, aplikasi dari beton tersebut lebih luas termasuk beton tahan gempa dan penahan getaran/vibrasi.  Sehingga data penelitian ini dapat dijadikan sebagai acuan dalam mengoptimalkan penggunaan semen Portland pozolan.        \n \n \n \n \n \n \n\nPada penelitian ini, semua bahan penyusun beton yang digunakan dikarakterisasi terlebih dahulu untuk memastikan kualitas dari masing-masing bahan tersebut.  Penelitan ini secara garis besar dibagi menjadi dua tahap.  Penelitian tahap satu melakukan penentuan parameter yang signifikan terhadap kekuatan beton.  Berdasarkan hasil analisa full factorial design dengan variabel jenis semen, jenis polimer, metoda curing dan pengaruh penambahan plastisizer.  Diantara parameter tersebut, yang memberikan efek yang signifikan adalah jenis semen dan metoda curing.  Sedangkan jenis polimer KOLAM dan KOLAS serta penggunaan plastisizer tidak memberikan efek yang signifikan terhadap kuat tekan beton. Sesuai dengan hasil analisa full factorial design bahwa metoda curing merupakan efek yang signifikan, maka pada penelitian tahap berikutnya menggunakan metoda curing dalam larutan kapur jenuh (saturated lime curing).  Penelitian tahap dua adalah pengamatan analisa statis dan dinamis.  Analisa statis dilakukan terhadap sifat mekanik, yaitu kuat tekan, kuat lentur, kuat tarik belah dan modulus elastisitas.  Sedangkan analisa dinamis dilakukan dengan pendekatan terhadap beban impak dan energi disipasi.        \n \n \n \n \n \n \n\nHasil penelitian menunjukkan bahwa kopolimer lateks alam metakrilat lebih mampu memberikan hasil yang positif dibandingkan dengan kopolimer lateks alam styrena pada saat diinteraksikan dengan semen Portland pozolan untuk mendapatkan polymer modified concrete, baik ditinjau dari sifat statis maupun dinamis.  Penambahan KOLAM sebesar 1%  mampu memberikan kuat tekan yang setara dengan beton normal, sedangkan konsentrasi diatas 1%, kuat tekan akan menurun.  Kontribusi positif lain adalah kelenturan dengan kuat lentur dan tarik beton meningkat sekitar 4% dan 12%.  Penambahan konsentrasi KOLAM tidak memberikan efek yang positif untuk kuat tekan, kuat lentur dan kuat tarik, tetapi mampu mengurangi kekakuan beton sebesar masing-masing 30% dan 60 % untuk KOLAM 5% dan KOLAM 10%. Secara dinamis, penambahan KOLAM pada konsentrasi 1% - 10% mampu menurunkan beban maksimum masing-masing 35%, 4% dan 3%.  Juga mampu menurunkan beban impak total hingga 41% untuk KOLAM 1%, sedangkan KOLAM 5% dan 10% masing-masing menurunkan hingga 43% dan 12%.  Untuk energi disipasi, penambahan KOLAM mampu meningkatkan energi disipasi masing-masing sebesar 46%, 7% dan 4%.  Sedangkan kapasitas energi disipasi akan meningkat sebesar 21% pada penambahan KOLAM 1%.         \n \n \n \n \n \n \n\nSedangkan penambahan polimer KOLAS tidak memberikan suatu hasil dengan pola tertentu baik dari analisa statis maupun dinamis.  Penambahan KOLAS hanya memberikan efek positif terhadap penurunan kekakuan beton.       \n \n \n \n \n \n \n\nBerdasarkan data analisa statis dan dinamis, jenis polimer yang mampu memberikan hasil yang positif pada saat ditambahkan kedalam campuran beton semen Portland pozolan adalah KOLAM dengan konsentrasi 1%.  Penambahan konsentrasi diatas 1%, masih dapat memberikan hasil yang positif  untuk beberapa parameter statis dan hasil yang tidak terlalu signifikan pada sifat dinamis.  Sehingga polymer modified concrete berbasis kopolimer lateks alam dan semen Portland pozolan dapat dijadikan sebagai alternatif dalam meningkatkan unjuk kerja beton.", "Daftar File": {"ABSTRAK - SIH WURI H-33713001.pdf": "https://digilib.itb.ac.id/gdl/download/140148"}, "Penulis": "Sih Wuri Andayani (NIM:33713001)", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Disertasi", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "analisa dinamis, analisa statis, kopolimer lateks alam metakrilat, kopolimer lateks alam styrena, polymer modified concrete, Semen Portland pozolan,", "Sumber": "", "Staf Input/Edit": "Wulan Nurhasanah  \n                                     Wulan Nurhasanah", "File": "1 file", "Tanggal Input": "02 Okt 2018"}