{"Nomor": 30954, "Judul": "ESTIMASI KERUGIAN EKONOMI PADA BANGUNAN AKIBAT PENURUNAN MUKA TANAH DENGAN MENGGUNAKAN RASOR (RAPID ANALYSIS AND SPATIALISATION OF RISK) DI CEKUNGAN BANDUNG", "Abstrak": "PKota Bandung merupakan kota dengan tingkat penurunan muka tanah yang tinggi, terutama di wilayah Cekungan Bandung. Penurunan muka tanah yang terjadi dapat mengakibatkan kerusakan berupa keretakan pada bangunan, bangunan yang turun/miring, serta banjir yang semakin parah di wilayah Cekungan Bandung. Kerusakan tersebut tentunya dapat menimbulkan kerugian dari segi ekonomi karena meningkatnya biaya pemeliharaan pada bangunan yang mengalami kerusakan. Tugas akhir ini ditujukan untuk melakukan estimasi kerugian ekonomi pada bangunan akibat penurunan muka tanah di Bandung dengan menggunakan Rapid Analysis and Spatialisation of Risk (RASOR) platform. RASOR platform dipilih karena dapat menghitung kerugian ekonomi yang diakibatkan oleh fenomena penurunan muka tanah dengan cepat. Pada RASOR terdapat HAZUS yang berfungsi sebagai alat untuk menghitung kerugian ekonomi tersebut. Hasil yang diperoleh adalah nilai estimasi kerugian ekonomi atau biaya pemeliharaan pada bangunan yang mengalami kerusakan dan peta persebaran dampak pada bangunan. Adapun kerugian ekonomi akibat penurunan muka tanah hasil perhitungan RASOR mencapai 452 miliar rupiah untuk struktur bangunan dan 633 miliar rupiah untuk konten bangunan.", "Daftar File": {"2017 TA PP SILMI FAWZYA LUDYA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/140151", "2017 TA PP SILMI FAWZYA LUDYA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/140152", "2017 TA PP SILMI FAWZYA LUDYA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/140153", "2017 TA PP SILMI FAWZYA LUDYA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/140154", "2017 TA PP SILMI FAWZYA LUDYA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/140155", "2017 TA PP SILMI FAWZYA LUDYA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/140156"}, "Penulis": "SILMI FAWZYA LUDYA (NIM :15112005)", "Kontributor / Dosen Pembimbing": ["Pembimbing :     \n\nProf. Dr. Ir. Hasanuddin Z. Abidin, M.Sc.", "Dr. Irwan Gumilar, S.T., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "penurunan muka tanah, kerugian ekonomi, RASOR.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "6 file", "Tanggal Input": "15 Agu 2018"}