{"Nomor": 30968, "Judul": "SINTESIS Fe3O4 DARI PASIR BESI DENGAN VARIASI TEMPERATUR DAN PH", "Abstrak": "Indonesiamerupakan negara yang kayaakan sumber daya alam, baik sumber daya alam yang dapat diperbaharui maupun yang tidak dapat diperbaharui. Pasir besi merupakan salah satu sumber daya alam yang belum dimanfaatkan dengan baik. Saat ini pasir besi banyak digunakan sebagai bahan bangunan, padahal pasir besi ini mengandung magnetit (Fe3O4) yang cukup berlimpah.Jika kita bisa membuat magnetit (Fe3O4) ini dalam ukuran nano, maka kita bisa membuat peralatan medis yang canggih seperti drug delivery system dan biosensor.Untuk membuat biosensor yang baik sebagai pendeteksi dini penyakit kanker, maka   \n\ndibutuhkan nanopartikel material magnetit (Fe3O4) uniform berukuran 1-10 nm yang memiliki sifat superparamagnetik. Dalam penelitian ini dibahas bagaimana membuat material tersebut menggunakan metode sonokimia dengan memvariasikan suhu (53oC Ã‚Â– 93oC) dan pH (9 Ã‚Â– 13) agar mendapatkan hasil yang optimum.Variasi suhu dan pH itu dilakukan pada tahap pengendapan larutan FeCl2 dan FeCl3 dengan menambahkan larutan NaOH sambil dipaparkan gelombang ultrasonik 200 kHz untuk menghancurkan aglomerasi (penggumpalan) sehingga didapatkan endapan nanopartikel magnetit (Fe3O4) uniform. Selanjutnya dilakukan beberapa uji karakterisasi seperti X-RayDiffractometer(XRD), Transmission Electron Microscope(TEM), dan VibratingSampleMagnetometer(VSM) untuk mengetahui apakah sampel yang diperoleh sudah memenuhi spesifikasi sebagai bahan baku biosensor.", "Daftar File": {"2016 TA PP M. RIFQY MAULANA - FATHUR RIDHA  1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/140190", "2016 TA PP M. RIFQY MAULANA - FATHUR RIDHA  1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/140191", "2016 TA PP M. RIFQY MAULANA - FATHUR RIDHA  1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/140192", "2016 TA PP M. RIFQY MAULANA - FATHUR RIDHA  1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/140193", "2016 TA PP M. RIFQY MAULANA - FATHUR RIDHA  1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/140194", "2016 TA PP M. RIFQY MAULANA - FATHUR RIDHA  1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/140195", "2016 TA PP M. RIFQY MAULANA - FATHUR RIDHA  1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/140196"}, "Penulis": "SINTESIS Fe3O4 DARI PASIR BESI DENGAN VARIASI TEMPERATUR DAN PH", "Kontributor / Dosen Pembimbing": ["Pembimbing:   \n\nBrian Yuliarto, Ph.D.", "Dr. Ir. Suyatman."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pasir besi, magnetit (Fe3O4), biosensor, nanopartikel, superparamagnetik, metode sonokimia", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "13 Jul 2018"}