{"Nomor": 30962, "Judul": "OPTIMASI PRODUKSI SUMUR ESP BERDASARKAN ALOKASI TENAGA LISTRIK YANG DIBUTUHKAN", "Abstrak": "Electric Submersible Pump sebagai salah satu metode pengangkatan buatan yang memerlukan listrik sebagai sumber daya utama. Listrik dialirkan ke motor ESP untuk memutar rotor dan menggerakkan diffuser pada pompa. Laju alir fluida pada pompa menjadi salah satu faktor utama untuk menentukan jenis dan spesifikasi pompa. Dengan meningkatnya laju alir fluida, maka tenaga listrik yang dibutuhkan untuk menggerakkan pompa juga akan meningkat. Oleh karena itu dibutuhkan laju alir pompa yang optimum berdasarkan konsumsi listrik dari motor pompa tersebut. Pada lapangan dengan sumber daya listrik yang terbatas, seperti misalnya di offshore, pengunaan dan alokasi listrik yang baik sangat dibutuhkan, Namun seringkali penentuan laju alir pada ESP kurang memperhatikan faktor konsumsi listrik pada ESP tersebut. \n\nDalam studi ini dibentuk suatu prosedur untuk menentukan alokasi listrik pada lapangan minyak yang menggunakan ESP. Metode dibangun dengan mengembangkan hubungan antara kenaikan laju alir suatu sumur dengan jumlah listrik yang dibutuhkan oleh motor ESP. Dari hubungan antara kenaikan laju alir dan konsumsi listrik masing masing sumur, akan dibangun suatu grafik yang merepresentasikan laju alir total dan konsumsi listrik total pada lapangan tersebut. Optimasi alokasi listrik untuk masing masing sumur akan dibangun dengan metode equal slope yang diaplikasikan pada grafik tersebut.", "Daftar File": {"2016 TA PP SIMON THREO S. TAMPUBOLON 1.pdf": "https://digilib.itb.ac.id/gdl/download/140171"}, "Penulis": "SIMON THREO S. TAMPUBOLON (NIM : 12212051)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Ir. Pudjo Sukarno, M.Sc., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Electric Submersible Pump, optimasi, listrik, laju produksi fluida.", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "1 file", "Tanggal Input": "15 Mei 2018"}