{"Nomor": 30966, "Judul": "ROTASI SISTEM N BENDA DENGAN PERTUMBUHAN SUBSISTEM YANG TIDAK SERAGAM SEBAGAI MODEL ROTASI JANIN", "Abstrak": "Pertumbuhan dan gerak janin di dalam rahim merupakan sistem yang kompleks. Pada masa prenatal janin mengalami rotasi, perubahan ukuran, bentuk, dan massa akibat pertumbuhan organ baru. Sistem yang kompleks tersebut disederhanakan dengan model sistem dua dan tiga benda berbentuk bola yang saling terhubung. Setiap benda, yaitu sub-sistem, dapat tumbuh dengan laju yang berbeda sehingga memberikan gambaran adanya perubahan distribusi massa dan ukuran yang tidak seragam, dengan adanya perubahan tersebut diharapkan terjadi rotasi di sekitar pusat massa sistem. Beberapa gaya yang terlibat diantaranya gaya ikat (gaya pegas), gaya apung, gaya gravitasi, dan gaya viskositas. Sistem ini kemudian dimodelkan secara analitik dan numerik dengan simulasi dinamika molekular menggunakan data dimensi janin yang didapatkan dari literatur. Model numerik memperlihatkan perubahan arah orientasi benda setiap waktu yang secara fisis menggambarkan perubahan arah orientasi janin setiap waktu sampai pada usia kehamilan 36 minggu kepala janin berada di bawah.", "Daftar File": {"2018 TA PP SINTA NURHIA DEWI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/140181", "2018 TA PP SINTA NURHIA DEWI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/140182", "2018 TA PP SINTA NURHIA DEWI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/140183", "2018 TA PP SINTA NURHIA DEWI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/140184", "2018 TA PP SINTA NURHIA DEWI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/140185", "2018 TA PP SINTA NURHIA DEWI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/140186", "2018 TA PP SINTA NURHIA DEWI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/140187", "2018 TA PP SINTA NURHIA DEWI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/140188"}, "Penulis": "SINTA NURHIA DEWI (NIM : 10214019)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.rer.nat. Sparisoma Viridi, S.Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Rotasi, Simulasi dinamika molecular, Sistem tiga benda.", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ratnasari", "File": "8 file", "Tanggal Input": "26 Jul 2018"}