{"Nomor": 30986, "Judul": "KAJIAN PENERAPAN PRINSIP LEAN CONSTRUCTION PADA SISTEM SUPPLY DAN PEMASANGAN ELEMEN BETON PRACETAK PADA PEMBANGUNAN STRUKTUR ATAS JALAN LAYANG (STUDI KASUS: PROYEK SIMPANG SUSUN SEMANGGI)", "Abstrak": "Pembangunan infrastruktur jalan layang banyak menggunakan prefabricated element dalam penelitian ini adalah tipe Box girder untuk struktur atasnya. Penggunaan prefabricated element yang diproduksi offsite maka banyak melibatkan pihak dan terdiri atas beberapa rangkaian kegiatan yang terintegrasi dalam suatu supply chain. Menurut Koskela (2000), pada kondisi normal pun supply chain konstruksi itu memiliki kuantitas masalah dan waste yang besar. Waste yang diidentifikasi dalam penelitian ini adalah delay dan inventory. Kedua hal ini dapat menyebabkan rendahnya produktivitas karena waktu siklus menjadi lebih panjang dan juga dapat berimbas pada pembengkakan biaya maupun keterlambatan proyek. Prinsip Lean Construction dapat membantu memecahkan permasalahan tersebut karena prinsip lean pada dasarnya dapat memaksimalkan value dan meminimalkan waste di dalam supply chain. Identifikasi terhadap lima prinsip Lean Construction menurut Womack and Jones (1996) yaitu value, value stream, flow, pull, dan perfection dilakukan terhadap supply chain Box girder Proyek Simpang Susun Semanggi. \n\nHasil identifikasi menunjukkan bahwa ada beberapa prinsip lean yang secara tidak sadar diterapkan pada Proyek Simpang Susun Semanggi. Gambaran supply chain Box girder dari proses desain sampai dengan instalasi dimodelkan dalam salah satu tools Lean Construction yaitu Value stream Mapping seperti yang pernah dilakukan oleh Tommelein, 1999. Kondisi supply chain yang terjadi kemudian dimodelkan dalam cyclone seperti juga pernah dilakukan oleh Tommelein pada penelitian lainnya. Hasil simulasi menggunakan cyclone menunjukkan adanya peningkatan produktivitas dari kondisi awal (dengan penerapan pull system) ke kondisi improvement (dengan penerapan pull system dan perfection) yaitu 0,42 Box girder/hari menjadi 0,67 Box girder/hari. Hal tersebut menunjukkan bahwa dengan kesempurnaan penerapan prinsip Lean Construction sampai prinsip terakhir yaitu perfection dapat meningkatkan flow dari supply chain itu sendiri. Proyek jalan layang sangat ditunggu pengguna jalan untuk dapat mengurai kemacetan. Instalasi struktur atas pada kondisi open traffic dan desain struktur atasnya memiliki \n\nkompleksitas yang tinggi karena bentuk jalan layangnya hiperbolik menambah tantangan bagi para Stakeholdernya. Tipe project delivery Design Build juga diidentifikasi manfaatnya dalam penelitian ini yang ternyata dapat membantu penerapan Lean Construction untuk mengurangi waste.", "Daftar File": {"2017 TS PP SITI FARAH FAUZIAH 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/140222"}, "Penulis": "SITI FARAH FAUZIAH (NIM: 25015021)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Puti Farida Marzuki"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Supply Chain, Lean Construction, Design Build, Waste, Pull System, Value stream Map, Cyclone.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "16 Jan 2018"}