{"Nomor": 30988, "Judul": "UPRATING INSTALASI PENGOLAHAN AIR MINUM WARUNGKIARA-CIKEMBAR KABUPATEN SUKABUMI", "Abstrak": "Perusahaa Daerah Air Minum (PDAM) Tirta Jaya Mandiri merupakan perusahaan yang bergerak di bidang jasa pelayanan penyediaan air minum. PDAM Tirta Jaya Mandiri memiliki 21 cabang Instalasi Pengolahan Air Minum (IPAM) yang tersebar di wilayah Kabupaten Sukabumi. IPAM Warungkiara-Cikembar merupakan salah satu IPAM yang berada di wilayah PDAM Tirta Jaya Mandiri yang memiliki kapasitas produksi 40 L/s untuk melayani wilayah Kecamatan Cikembar. Kebutuhan air di Kecamatan Cikembar terus meningkat sehingga debit air bersih yang diproduksi juga harus ditingkatkan untuk memenuhi kebutuhan masyarakat. Tujuan dari tugas akhir ini adalah untuk mengevaluasi dan merancang ulang unit eksisting IPAM Warungkiara-Cikembar yaitu unit koagulasi, flokulasi, sedimentasi, dan filtrasi untuk meningkatkan kapasitas pengolahan air bersih pada IPAM Warungkiara-Cikembar dan merancang unit desinfeksi. Air baku diambil dari aliran sungai cicatih. Kemudian air baku masuk ke unit pertama yaitu koagulasi tipe terjunan dengan penambahan Poly Aluminium Chloride (PAC). Selanjutnya air baku masuk ke unit flokulasi dengan pengadukan lambat. Lalu partikel koloid yang terkandung di dalam air baku akan diendapkan pada unit sedimentasi yang telah dilengkapi plate settler dan kemudian disaring pada unit filtrasi tipe saringan biasa setelah itu proses penyisihan mikroorganisme dilakukan pada unit desinfeksi. Debit air bersih yang tersedia di Sungai Cicatih untuk penambahan kapasitas adalah 40 L/s sehingga debit meningkat menjadi 80 L/s dan dapat melayani kebutuhan air masyarakat hingga tahun 2026. Untuk memenuhi target tersebut, dilakukan perancangan ulang IPAM Warungkiara-Cikembar dengan mempertimbangkan kesesuaian antara parameter desain dengan kriteria desain. Unit flokulasi eksisting pada IPAM Warungkiara-Cikembar masih dapat memenuhi kriteria desain untuk mengolah sesuai debit target, namun unit koagulasi, sedimentasi, dan filtrasi eksisting tidak mampu mengolah hingga debit target. Desain yang disarankan adalah modifikasi koagulasi eksisting dan penambahan satu buah unit koagulasi dengan tipe static mixer, dua unit sedimentasi yang disesuaikan dengan kondisi eksisting yaitu 5,1 x 3 x 3,75 m, dan modifikasi serta penambahan dua kompartemen unit filtrasi yang masing-masing kompartemen berisi 5 buah sel filter dengan ukuran 1,39 x 1,39 m dan . Biaya yang dibutuhkan untuk uprating IPAM Warungkiara-Cikembar sebesar Rp1.551.100.000,00.", "Daftar File": {"2018 TA PP SITI FATIMAH 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/140224"}, "Penulis": "SITI FATIMAH (NIM : 15314029)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Rofiq Iqbal, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": ": instalasi pengolahan air minum, uprating, Warungkiara-Cikembar Kabupaten Sukabumi", "Sumber": "", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "28 Jun 2018"}