{"Nomor": 30980, "Judul": "STUDI KETAHANAN MASYARAKAT DALAM PEMULIHAN WILAYAH PASCA BENCANA GEMPA BUMI Studi Kasus : Desa Cihamerang Kabupaten Sukabumi Jawa Barat", "Abstrak": "Saat ini Indonesia merupakan negara dengan intensitas bencana yang cukup tinggi. Bencana alam yang sering terjadi di Indonesia di antaranya gempa bumi, tsunami, letusan gunung berapi, gerakan tanah, banjir, angin puting beliung, dan sebagainya.  Kondisi Indonesia yang sangat rawan bencana ini menuntut kemampuan penanggulangan bencana yang tinggi baik dalam pengurangan resiko bencana maupun dalam penanganan atau adaptasi terhadap bencana. Salah satu kesiapan yang harus dilakukan adalah dalam proses rehabilitasi pasca bencana. Pelaksanaan pemulihan pasca bencana dilakukan untuk mengembalikan kondisi wilayah kembali seperti keadaan semula atupun lebih baik lagi dari sebelumnya dengan menormalisasi sektor-sektor yang lumpuh akibat bencana. Keberhasilan program pemulihan bencana di suatu wilayah dapat dipengaruhi oleh ketahanan masyarakat dalam proses pemulihan pasca bencana. Penulis mempelajari bagaimana ketahanan masyarakat mampu mempengaruhi kondisi pemulihan pasca bencana berdasarkan Disaster Resilience of Place Model (DROP). Penulis mengambil kasus yang terjadi di Kabupaten Sukabumi yakni Gempa bumi berkekuatan 6,3 SR pada 23 Januari 2018 tepatnya di Desa Cihamerang sebagai Desa paling terdampak akibat bencana gempa bumi tersebut. Hasil penilaian terhadap kondisi ketahanan masyarakat Desa Cihamerang, Kabupaten Sukabumi diperoleh melalui penilaian terhadap pengetahuan masyarakat mengenai aspek kebencanaan, respon masyarakat terhadap bencana dan kearifan lokal yang berlaku di masyarakat. Dari penilaian tersebut diketahui bahwa pengetahuan masyarakat terhadap aspek kebencanaan merupakan aspek paling rendah dalam penilaian ketahanan masyarakat.", "Daftar File": {"2018 TA PP SITA PRIMADEVI_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/140215", "2018 TA PP SITA PRIMADEVI_ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/140216"}, "Penulis": "SITA PRIMADEVI (NIM: 15414098)", "Kontributor / Dosen Pembimbing": ["Ir. Djoko Santoso Abi Suroso Ph,D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Ketahanan Masyarakat, Pemulihan Pasca Bencana, Drop Model, Bencana Gempa Bumi", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Yoninur Almira", "File": "2 file", "Tanggal Input": "02 Jul 2018"}