{"Nomor": 30989, "Judul": "KAJIAN IKONOGRAFI DESAIN GRAFIS BERGAYA SUREALISTIK PADA T-SHIRT MEREK WELLBORN DI BANDUNG (KOLEKSI TAHUN 2011-2017)", "Abstrak": "Kota Bandung memiliki beragam industri kreatif, salah satunya adalah industri kreatif di bidang busana (fashion). Merek lokal Wellborn merupakan industri kreatif di Bandung yang menjual beragam produk busana, salah satunya adalah kaus (T-shirt). Anak muda di Bandung menyukai T-shirt sebagai gaya busana kasual. Desain grafis bergaya surealistik pada T-shirt merek Wellborn adalah hal unik dan berbeda dengan merek lokal lain di Bandung. Kreativitas Wellborn dengan kualitas baik dan desain unik membuat Wellborn diminati anak muda, sehingga perlu diungkap makna desain grafis pada T-shirt melalui penggalian ide. \n\nMetode penelitian adalah metode kualitatif deskriptif. Tahapan penelitian yaitu observasi, wawancara, studi literatur, dokumentasi. Objek yang diteliti adalah desain grafis bergaya surealistik pada T-shirt merek Wellborn koleksi tahun 2011-2017. Sampel data dipilih menggunakan purposive sampling. Tahapan analisis yaitu mengkaji elemen-elemen visual (tipografi, ilustrasi, warna, dan tata letak/layout) dan kajian makna menggunakan Teori Ikonografi Erwin Panofsky karena berkaitan dengan makna, sejarah, peristiwa dan afirmasi pada desainer T-shirt. Tujuan penelitian untuk mengetahui karakteristik gaya visual dan makna desain grafis pada T-shirt merek Wellborn yang memiliki ciri khas tersendiri dan kaitan dengan semangat berkarya dari merek (brand spirit) Wellborn. \n\nDesain grafis bergaya surealistik pada T-shirt merek Wellborn berkaitan dengan brand spirit Wellborn yang merupakan pakaian anak muda (urban streetwear) dengan karakter sureal yaitu menggabungkan Ã‚Â“hal-hal yang tidak mungkinÃ‚Â”. Hasil penelitian kajian ikonografi desain grafis bergaya surealistik pada T-shirt merek Wellborn di Bandung (koleksi tahun 2011-2017) berdasarkan Teori Ikonografi Erwin Panofsky adalah tiga tahap interpretasi yaitu pra ikonografi, ikonografi dan ikonologi. Gaya surealisme yang awal mula kemunculannya pada tahun 1920-an merupakan suatu pergerakan (movement) yang berkaitan dengan mimpi, fantasi, keganjilan, alam prasadar dan bawah sadar. Kemudian dihadirkan kembali dalam desain grafis pada T-shirt merek Wellborn yang bergaya surealistik kontemporer yang berkaitan dengan sains dan mitologi, fiksi ilmiah, teknologi, mimpi, sejarah, waktu, alam semesta dan hal imajinatif lainnya, misalnya ikon Wellborn. Hal-hal \n\ntersebut ditampilkan dengan kombinasi yang tidak masuk akal (incongruous combination) dan penjajaran yang tidak terduga (unexpected juxtaposition) yang berkaitan dengan gaya surealistik. Desain grafis bergaya surealistik pada T-shirt merek Wellborn memiliki makna kebebasan berpikir (freedom of thought) karena adanya kebebasan berimajinasi, gaya surealistik yang tidak termakan waktu (timeless surrealistic style) dan gaya surealistik sebagai pembeda (surrealistic style as differentiator), hal tersebut menunjukan ciri khas dan brand spirit Wellborn.", "Daftar File": {"Siti Hadiyanti - NIM 27115011-1.pdf": "https://digilib.itb.ac.id/gdl/download/140225"}, "Penulis": "Siti Hadiyanti (NIM: 27115011)", "Kontributor / Dosen Pembimbing": ["Dr. Naomi Haswanto, MSn. \n\nDr. Achmad Haldani Destiarmand, MSn."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Ikonografi, Desain Grafis T-shirt, Surealistik, Wellborn, Bandung", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "03 Jul 2018"}