{"Nomor": 30982, "Judul": "PENGEMBANGAN SISTEM AUTENTIKASI BERKELANJUTAN  PADA APLIKASI UJIAN DARING BERBASIS ANDROID", "Abstrak": "Perkembangan teknologi memberi pengaruh yang signifikan terhadap berbagai macam hal, salah satunya pada sistem pembelajaran. Teknologi memunculkan inovasi-inovasi baru, teknologi juga mampu menjadikan sistem pembelajaran lebih mudah dan fleksibel untuk diakses. Dampak perkembangan teknologi bagi sistem pembelajaran adalah dengan munculnya sistem pembelajaran daring. Pentingnya kegiatan ujian sebagai kegiatan evaluasi hasil belajar juga tidak luput dari dampak perkembangan teknologi yaitu ditandai dengan munculnya platform-platform ujian daring yang mempermudah pelaksanaan evaluasi belajar baik dari sisi siswa maupun pengajar. Namun pada praktiknya pelaksanaan ujian daring yang seharusnya dapat fleksibel dilakukan di mana saja masih belum terlaksana dengan baik. Sebanyak 73,6% siswa berpikir bahwa lebih mudah untuk berbuat curang pada ujian daring dibandingkan ujian konvensional hal ini menimbulkan kekhawatiran terjadinya kecurangan seperti perjokian dan kegiatan menyontek apabila ujian daring dilakukan jarak jauh.   \n \nOleh karena itu, untuk mengefektifkan pelaksanaan ujian daring diperlukan sebuah sistem autentikasi berkelanjutan untuk meminimalisir kecurangan yang mungkin terjadi. Sistem autentikasi berkelanjutan diimplementasikan pada aplikasi ujian daring agar kegiatan ujian dapat terpantau meskipun dilakukan secara jarak jauh. Sistem ini dikembangkan dengan metodologi Rapid Application Development. Secara umum, sistem terdiri dari dua modul yaitu modul autentikasi dan modul pengawasan. Gabungan dari kedua modul tersebut dapat mewujudkan sebuah sistem ujian yang dapat mengautentikasi peserta ujian dan memantau keadaan selama kegiatan ujian berlangsung. Dengan demikian, kegiatan ujian daring dapat dilaksanakan lebih fleksibel di manapun tanpa perlu khawatir terjadi kecurangan karena minimnya pengawasan.", "Daftar File": {"2018 TA PP SITI AISYAH 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/140218"}, "Penulis": "SITI AISYAH - NIM: 18214042", "Kontributor / Dosen Pembimbing": ["Dr. Y. Bandung, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Autentikasi berkelanjutan, ujian daring, kecurangan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "28 Sep 2018"}