{"Nomor": 30997, "Judul": "PERBANDINGAN FRAKSINASI STANDAR DAN HIPOFRAKSINASI MENGGUNAKAN TUMOR CONTROL PROBABILITY (TCP) DAN NORMAL TISSUE COMPLICATION PROBABILITY (NTCP)", "Abstrak": "Tumor ganas (kanker) memiliki karakteristik yang berbeda dibandingkan dengan jaringan sehat yang terkena radiasi yaitu mengalami proses regenerasi sel yang lebih lambat dibandingkan dengan jaringan sehat. Untuk memberikan jeda agar jaringan sehat yang terkena sinar radiasi dapat melakukan regenerasi kembali sebelum diberikan radiasi selanjutnya yaitu dengan melakukan fraksinasi. Beberapa jenis fraksinasi yaitu fraksinasi standar dan hipofraksinasi. Proses fraksinasi yang berbeda akan menghasilkan efek yang berbeda terhadap jaringan target dan jaringan sehat. Salah satu cara untuk mengetahui seberapa besar kerusakan target dan organ sehat yang terkena radiasi yaitu dengan melakukan perhitungan persentase Tumor Control Probability (TCP) dan Normal Tissue Complication Probability (NTCP). Pada penelitian ini dilakukan treatment planning system pada 10 pasien yang menderita kanker payudara sebelah kiri menggunakan software Eclips. Output berupa DVH kemudian diolah menjadi nilai persentase TCP dan NTCP menggunakan program Matlab. Hasil yang didapat yaitu nilai persentase TCP pada kasus hipofraksinasi lebih besar dibandingkan dengan jenis fraksinasi standar. Sedangkan nilai persentase NTCP pada kasus hipofraksinasi lebih kecil untuk kedua jaringan sehat yang ditinjau (paru-paru kiri dan jantung) dibandingkan dengan jenis fraksinasi standar. Dari hasil tersebut maka disimpulkan bahwa hipofraksinasi lebih baik dibandingkan dengan fraksisnasi standar.", "Daftar File": {"2017 TA PP SITI NUR ANNISA 1 - ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/140239", "2017 TA PP SITI NUR ANNISA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/140242", "2017 TA PP SITI NUR ANNISA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/140241", "2017 TA PP SITI NUR ANNISA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/140240", "2017 TA PP SITI NUR ANNISA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/140243", "2017 TA PP SITI NUR ANNISA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/140244", "2017 TA PP SITI NUR ANNISA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/140245", "2017 TA PP SITI NUR ANNISA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/140246"}, "Penulis": "SITI NUR ANNISA (NIM : 10213028)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Rena Widita, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "DVH, Fraksinasi,  NTCP, Radioterapi, TCP.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ratnasari", "File": "8 file", "Tanggal Input": "27 Apr 2018"}