{"Nomor": 30992, "Judul": "PERENCANAAN UNIT FILTRASI, DESINFEKSI, DAN RESERVOIR PADA INSTALASI PENGOLAHAN AIR (IPA) CIBEET SPAM REGIONAL JATILUHUR, JAWA BARAT", "Abstrak": "Peningkatan jumlah penduduk di wilayah Provinsi DKI Jakarta, Kota dan Kabupaten Bekasi, dan Kabupaten Karawang menyebabkan adanya peningkatan kebutuhan air minum. Berdasarkan RISPAM 2016, terdapat defisit kapasitas PDAM sebesar 24.159 liter/detik hingga akhir tahun perencanaan. Proyek SPAM Regional Jatiluhur I dilaksanakan karena adanya permintaan untuk pemenuhan kebutuhan peningkatan pelayanan air minum bagi masyarakat di wilayah perencanaan dan pemenuhan target pelayanan air Rencana Pembangunan Jangka Menengah Nasional (RPJMN) 2015 Ã‚Â– 2019 sebesar 29%. Metodologi yang digunakan dalam perencaan IPA Cibeet adalah observasi lapangan, sampling, uji laboratorium, studi literatur, analisis data, dan perancangan unit. IPA Cibeet akan dibangun dalam dua tahap. Jumlah penduduk hasil proyeksi di wilayah pelayanan pada akhir tahun perencanaan adalah 1.569.202 jiwa. Pembangunan IPA Cibeet tahap 1 menggunakan faktor keamanan 10% sehingga IPA Cibeet akan dibangun dengan kapasitas 605 liter/detik di wilayah Kabupaten Karawang menggunakan sumber air baku dari Saluran Tarum Barat (STB). Air olahan dari IPA Cibeet akan dialirkan ke dua offtake, yaitu 220 liter/detik ke Offtake Tegal Danas di Kabupaten Bekasi dan 385 liter/detik ke Offtake Kabupaten Karawang. Offtake Tegal Danas akan melayani wilayah Kecamatan Cikarang Pusat dan Cibitung. Sedangkan Offtake Kabupaten Karawang akan melayani wilayah Kecamatan Telukjambe Barat, Timur, dan Ciampel. Hasil pengujian kualitas air baku di STB titik 21 menunjukkan bahwa terdapat 10 parameter air yang tidak memenuhi baku mutu Peraturan Menteri Kesehatan No. 492 Tahun 2010 dan Peraturan Pemerintah No. 82 Tahun 2001, yaitu kekeruhan, BOD, COD, NH3-N, besi, mangan, NO2-N, zat organik sebagai KMnO4, deterjen sebagai MBAS, dan total coliform. Sistem pengolahan air baku yang digunakan adalah sistem konvensional karena air baku memiliki kekeruhan lebih dari 20 NTU dan senyawa organik lebih dari 4 mg/L. IPA Cibeet direncanakan akan dibangun unit koagulasi, flokulasi, sedimentasi, filtrasi, desinfeksi, pengolahan lumpur, dan reservoir. Unit pengolahan yang akan menjadi fokus perencanaan adalah filtrasi, desinfeksi, pengolahan lumpur, dan reservoir. Unit filtrasi akan menggunakan jenis penyaringan pasir cepat, desinfeksi menggunakan desinfektan kaporit, pengolahan lumpur akan menggunakan sludge drying bed, dan reservoir menggunakan jenis reservoir bawah tanah.", "Daftar File": {"2018 TA PP SITI KURNIA FATIMA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/140228"}, "Penulis": "SITI KURNIA FATIMAH    NIM : 15314020", "Kontributor / Dosen Pembimbing": ["Pembimbing :Ir. Yuniati Zevi, M.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Cibeet, filtrasi, kaporit, konvensional, Jatiluhur, reservoir, STB 21.", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "24 Sep 2018"}