{"Nomor": 31008, "Judul": "KAJIAN TROMBOSITOPENIA YANG TERINDUKSI OLEH PENGGUNAAN SEFTRIAKSON, KETOROLAK DAN RANITIDIN", "Abstrak": "Thrombositopenia adalah suatu kondisi seseorang dengan jumlah trombosit atau platelet di bawah nilai normal yang disebabkan oleh pembentukan trombosit yang berkurang atau akibat meningkatnya proses penghancuran. Kejadian trombositopenia di klinik pada pasien teramati berdasarkan tanda-tanda klinis dan nilai laboratorium. Adanya trombositopenia pada pasien dapat ditimbulkan oleh berbagai hal termasuk penggunaan obat tertentu.      \n\nPenelitian ini dilakukan untuk mengamati efek samping obat seftriakson, ketorolak dan ranitidin yang digunakan tunggal ataupun kombinasi terhadap timbulnya trombositopenia. Pengamatan kejadian trombositopenia pada pasien yang menggunakan seftriakson, ketorolak dan ranitidin merupakan studi farmakoepidemiologi secara case control study. Waktu pengamatan dilakukan retrospektif dan konkuren. Adapun anÃƒÂ¡lisis asosiasi dilakukan menggunakan analisis odds ratio. Pengujian efek trombositopenia pada hewan mencit dilakukan dengan membandingkan nilai trombosit pada berbagai kelompok obat baik tunggal ataupun kombinasi ketiga obat tersebut. Adapun untuk mengamati mekanisme timbulnya trombositopenia dikaji dari reaksi imunologi dan proses pengamatan sumsum tulang belakang mencit.      \n\nAnalisis odds ratio yang teramati sebesar 2,4 dengan selang kepercayaan 6,39 menunjukkan pasien yang menggunakan kombinasi seftriakson, ketorolak, ranitidin, mengalami penurunan trombosit 2,4 kali lebih banyak dibandingkan pasien yang tidak menggunakan.      \n\nHasil uji pada mencit yang diinduksi selama 7 hari menunjukkan secara bermakna (P", "Daftar File": {"2018 DS PP SITI SAIDAH MUTHMAINAH 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/140284", "BAB 1 SITI SAIDAH MUTHMAINAH (NIM : 30712301 )": "https://digilib.itb.ac.id/gdl/download/198450", "BAB 2 SITI SAIDAH MUTHMAINAH (NIM : 30712301 )": "https://digilib.itb.ac.id/gdl/download/198453", "BAB 3 SITI SAIDAH MUTHMAINAH (NIM : 30712301 )": "https://digilib.itb.ac.id/gdl/download/198454", "BAB 4 SITI SAIDAH MUTHMAINAH (NIM : 30712301 )": "https://digilib.itb.ac.id/gdl/download/198455", "BAB 5 SITI SAIDAH MUTHMAINAH (NIM : 30712301 )": "https://digilib.itb.ac.id/gdl/download/198456", "PUSTAKA SITI SAIDAH MUTHMAINAH (NIM : 30712301 )": "https://digilib.itb.ac.id/gdl/download/198457"}, "Penulis": "SITI SAIDAH MUTHMAINAH (NIM : 30712301 )", "Kontributor / Dosen Pembimbing": ["Tim Pembimbing:     Prof. Dr. Elin Yulinah Sukandar.", "Prof. Dr. I Ketut Adnyana."], "Jenis Koleksi": "Disertasi", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Thrombositopenia, trombosit, induksi, seftriakson, ketorolak, ranitidin", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     yana mulyana", "File": "7 file", "Tanggal Input": "19 Sep 2018"}