{"Nomor": 31010, "Judul": "SINTESIS RAMAH LINGKUNGAN SENYAWA OLEIL GLISIDIL ETER SULFONAT DENGAN MENGGUNAKAN KATALIS TRANSFER-FASA", "Abstrak": "Senyawa alkil glisidil eter diketahui memiliki manfaat sebagai intermediet pembuatan surfaktan. Oleil \n\nglisidil eter sulfonat adalah surfaktan anionik daribahan baku terbarukan surfaktan. Pada umumnya, \n\nsintesis senyawa sulfonat dilakukan dengan menggunakan gas SO3. Gas SO3 mudah bereaksi dengan air \n\nmembentuk H2SO4 yang sangat korosif. Oleh karenanya, digunakan alkil glisidil eter epoksi sebagai \n\nsenyawa intermediet untuk menghasilkan senyawa sulfonat tanpa menggunakan gas SO3. Senyawa \n\nsulfonat ini disintesis melalui dua tahap, yaitu eterifikasi dan sulfonasi. Eterifikasi dilakukan \n\nmenggunakan oleil alkohol dan epiklorohidrin sebagai prekursor. Eterifikasi dilakukan dalam dua \n\nmetode, yaitu eterifikasi tanpa PTC dan eterifikasi menggunakan katalis transfer-fasa (PTC). Eterifikasi \n\ntanpa PTC menghasilkan senyawa dioleil eter dengan rendemen 11,9% . Eterifikasi menggunakan PTC \n\nmenghasilkan senyawa oleil glisidil eter ((Z)-2-(metil(oktadek-9-en-1-iloksi))oksirana) (1) dengan \n\nrendemen 58,9%. Epoksi glisidil eter disulfonasi menggunakan campuran Natrium bisulfit (NaHSO3) dan \n\nNatrium Sulfit (Na2SO3). Reaksi sulfonasi menghasilkan senyawa sulfonat ((Z)-2-hidroksi-3-(oktadek-9- \n\nen-1-iloksi)propana-1-sulfonat) (2) dengan rendemen 0,2%. Setiap produk yang dihasilkan dimurnikan \n\nmenggunakan kolom kromatografi gravitasi dan dikarakterisasi menggunakan 1H NMR dan 13C NMR. \n\nReagen : (i) NaOH (2 ek), TBAB (6,25x10-3 ek); (ii) NaHSO3 (1 ek), Na2SO3 (2 ek), H2O.", "Daftar File": {"2018 TA PP SITI SYAHARA 10514048 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/140291"}, "Penulis": "SITI SYAHARA (NIM:10514048)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. rer. nat Didin Mujahidin"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "eter, eterifikasi, surfaktan, sulfonasi", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "8 file", "Tanggal Input": "14 Sep 2018"}