{"Nomor": 31016, "Judul": "PERANCANGAN DAN IMPLEMENTASI MODEM AKUSTIK BAWAH AIR MENGGUNAKAN MODULASI FREQUENCY SHIFT KEYING (FSK) DENGAN VARIASI NILAI BIT RATE", "Abstrak": "Komunikasi bawah air adalah teknologi yang menggunakan  gelombang  suara  atau  gelombang akustik dan menggunakan air sebagai media perambatannya. Pengembangan teknologi ini mayoritas menggunakan sinyal akustik dibandingkan dengan frekuensi radio dan optik. Sistem komunikasi menggunakan akustik memiliki kelebihan dalam mentransmisikan data jarak jauh di bawah air. Namun, perangkat komunikasi bawah air atau yang biasa disebut dengan modem akustik bawah air yang ada saat ini didominasi oleh perangkat komersial impor, dimana produk-produk tersebut memiliki harga yang mahal. Beberapa skema modulasi dari modem akustik bawah air yang telah digunakan oleh para peneliti yaitu Modulasi FSK, ASK, PSK, DSSS, OFDM dan lain-lain. Dari skema modulasi ini, banyak peneliti menggunakan modulasi FSK karena desain yang sederhana. Namun, modulasi FSK memiliki kelemahan, yaitu memiliki bit rate yang lambat bila dibandingkan dengan skema modulasi lainnya.    \n \n \n \n\nPada penelitian ini telah dirancang modem akustik bawah air menggunakan modulasi FSK dengan variasi nilai bit rate. Desain modem menggunakan komponen yang murah dan tersedia di pasaran. Sehingga diharapkan bisa menghasilkan modem akustik bawah air dengan biaya rendah yang cocok untuk aplikasi jaringan sensor bawah air jarak dekat.    \n \n \n \n\nPengujian modem FSK dengan variasi nilai bit rate yang berbeda telah berhasil dilakukan. Modem FSK diuji dari bit rate 1200 bps, 2400 bps dan 4800 bps. Dari hasil pengujian didapatkan bahwa variasi nilai bit rate menunjukkan pengaruh terhadap error. Dan dari analisis bit error rate (BER) menunjukkan bahwa skenario 1 dengan bit rate 1200 bps memiliki nilai BER paling kecil yaitu 0%. Skenario 2 dengan bit rate 2400 bps memiliki nilai BER dari 0% hingga 7%. Skenario 3 dengan bit rate 4800 bps memiliki nilai BER paling tinggi dibandingkan dengan skenario yang lain, yaitu dari 25% hingga 40%.", "Daftar File": {"ABSTRAK 23215317.pdf": "https://digilib.itb.ac.id/gdl/download/140297"}, "Penulis": "Slamet Indriyanto - NIM: 23215317", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Ian Yosef Matheus Edward, M.T"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Komunikasi bawah air,  Modem Akustik, Modulasi FSK, Transduser, Bit Error Rate (BER)", "Sumber": "", "Staf Input/Edit": "Karya Sumpena  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "01 Okt 2018"}