{"Nomor": 31013, "Judul": "STUDI KOMPUTASI AB INITIO: HIDRASI DAN TRANSFER PROTON PADA SEL BAHAN BAKAR MEMBRAN POLIMER ELEKTROLIT NATA DE COCO TERSULFONASI DAN NATA DE COCO TERFOSFATASI", "Abstrak": "Polymer Electrolyte Membrane Fuel Cells (PEMFCs) dan Direct Methanol Fuel Cells (DMFCs) merupakan salah satu sumber energi alternatif yang paling menjanjikan untuk dapat memenuhi kebutuhan energi manusia. PEMFC dan DMFC merupakan sel bahan bakar yang menggunakan membran polimer sebagai elektrolitnya untuk menghantarkan/mentransfer proton dari anoda ke katoda. Membran polimer yang biasa digunakan adalah membran komersial NafionÃ‚Â® yang memiliki berbagai keunggulan antara lain kemampuan menghantarkan proton yang baik, namun memiliki harga yang relatif mahal sehingga perlu diteliti material alternatifnya. Beberapa penelitian telah dilakukan kelompok terdahulu telah menggunakan selulosa bakterial (nata de coco) sebagai bahan dasar untuk membran fuel cell. Modifikasi membran nata de coco dengan gugus sulfat dan fosfat menunjukkan adanya kenaikan konduktivitas proton hingga mencapai orde 10-2 S/cm, yang sedikit lebih rendah dibandingkan NafionÃ‚Â®. Karakteristik kedua jenis membran tersebut dalam kapasitas penukar ion (IEC) maupun derajat penggembungan (swelling) telah menunjukkan peran air yang sangat penting dalam transfer proton. Namun mekanisme interaksi antara unit ulang polimer dengan molekul air belum dipelajari secara mendalam. Metode komputasi dapat digunakan untuk mempelajari interaksi tersebut serta transfer protonnya. \n\nUntuk mengkaji transfer proton pada membran dalam disertasi ini telah dilaksanakan kajian komputasi melalui perhitungan struktur elektronik secara ab initio, optimasi geometri, interaksi inter/intra molekul, serta proses hidrasi dan transfer proton pada membran nata de coco tersulfonasi (NDCS) dan nata de coco terfosfatasi (NDCP). Semua perhitungan dilakukan dengan menggunakan metode DFT dengan fungsional B3LYP dan basis set 6-311G(d). Kedua jenis membran tersebut dioptimasi struktur unit ulangnya (n=1,2,Ã‚Â…,5), untuk mendapatkan struktur dengan energi minimum. Molekul hasil optimasi tersebut diinteraksikan dengan satu molekul air pada posisi yang sama, untuk memperoleh pengaruh panjang rantai terhadap kekuatan interaksinya dengan molekul air. Parameter termodinamika dan disosiasi proton diperoleh dengan menambahkan n molekul air (n=1,2, Ã‚Â…,10) pada kedua membran tersebut, untuk mengetahui proses hidrasi dan transfer proton kedua membran tersebut. Selanjutnya dilakukan analisis NBO pada kedua membran tersebut, untuk menentukan konstribusi gaya elektrostatik, polarisasi dan transfer muatan terhadap kekuatan interaksi intra dan intermolekul \n\nPerhitungan komputasi pada struktur polimer memerlukan pemodelan struktur. Hasil perhitungan menunjukkan bahwa untuk interaksinya dengan air, struktur polimer NDCP dan NDCS yang panjang dapat diwakili/dimodelkan dengan dua unit ulangnya. Oleh karena itu proses hidrasi dan transfer proton pada membran polimer NDCP dan NDCS dipelajari dengan menambahkan n molekul air secara bertahap kedalam dua unit ulangnya. Hasil yang diperoleh menunjukkan bahwa proses disosiasi proton membran NDCS mulai terjadi pada penambahan dua molekul air, sedangkan NDCP pada penambahan empat molekul air. Adanya molekul air tersebut mendorong terjadinya disosiasi proton pada gugus -SO3H membentuk ion -SO3- dan ion H3O+, yang selanjutnya membentuk ion Zundel dan ion Eigen. Proses disosiasi tersebut merupakan salah satu indikasi bahwa konduktivitas proton pada membran NDCS lebih baik dibandingkan pada membran NDCP. \n\nProfil energi transfer proton menunjukkan bahwa energi penghalang (barrier energy) berkisar 58,13 kkal/mol untuk NDCS-5(H2O) dan 138,60 kkal/mol untuk NDCP-5(H2O). Transfer proton pada NDCS-5(H2O) menghasilkan energi penghalang yang lebih rendah dibandingkan NDCP-5(H2O). Demikian pula dengan parameter termodinamikanya, hasil perhitungan menunjukkan bahwa energi interaksi (ΔE), perubahan entalpi (ΔH) dan energi bebas Gibbs (ΔG) NDCS untuk interaksinya dengan n molekul air (n=1,2,Ã‚Â…,10), lebih negatif dibandingkan energi interaksi pada NDCP. Hal ini mengindikasikan bahwa kemampuan mentransfer proton membran NDCS lebih baik dibandingkan pada membran NDCP. \n\nBerdasarkan jarak dan sudut antara donor dan akseptor proton, ikatan hidrogen pada interaksi NDCS-5(H2O) lebih kuat dibandingkan pada interaksi NDCP-5(H2O). Demikian pula energi stabilisasi NDCS-5(H2O) jauh lebih besar (100,92 kkal/mol) dibandingkan yang diperoleh pada interaksi NDCP-5(H2O), (44,66 kkal/mol). Hal tersebut menunjukkan bahwa ikatan hidrogen antara gugus sulfonat dengan molekul air lebih kuat dibandingkan gugus fosfonat dengan air sehingga lebih mudah mentransfer protonnya menuju gugus sulfonat yang lainnya. \n\nBerdasarkan hasil penelitian ini dapat disimpulkan bahwa perhitungan komputasi ab initio dengan menggunakan metode DFT dengan fungsional B3LYP basis set 6-311G(d) dapat digunakan untuk menjelaskan proses hidrasi dan transfer proton pada interaksi antara membran polimer elektrolit. Hasil perhitungan mengindikasikan bahwa konduktivitas proton pada membran NDCS lebih baik dibandingkan pada membran NDCP.", "Daftar File": {"2018 DIS PP SITTI RAHMAWATI 30513003 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/140294", "2018_DIS_PP_SITTI_RAHMAWATI_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/165739", "2018_DIS_PP_SITTI_RAHMAWATI_1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/165740", "2018_DIS_PP_SITTI_RAHMAWATI_1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/165741", "2018_DIS_PP_SITTI_RAHMAWATI_1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/165742", "2018_DIS_PP_SITTI_RAHMAWATI_1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/165743", "2018_DIS_PP_SITTI_RAHMAWATI_1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/165744", "2018_DIS_PP_SITTI_RAHMAWATI_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/165745"}, "Penulis": "SITTI RAHMAWATI (NIM:30513003)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 :Prof. Dr. Ing Cynthia Linaya Radiman \n\nPembimbing 2 :Muhamad Martoprawiro, Ph.D"], "Jenis Koleksi": "Disertasi", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Nata de coco tersulfonasi (NDCS) dan nata de coco terfosfatasi (NDCP), ab initio, analisis NBO, hidrasi dan transfer proton", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "8 file", "Tanggal Input": "13 Sep 2018"}