{"Nomor": 31019, "Judul": "ANALISIS SPASIAL ZONA POTENSI LONGSOR DENGAN SISTEM INFORMASI GEOGRAFIS DI KAMPUNG ARENG DAN SEKITARNYA, DESA WANGUNSARI, KECAMATAN LEMBANG, KABUPATEN BANDUNG BARAT", "Abstrak": "Longsor merupakan salah satu bencana alam yang sering menimbulkan korban jiwa, harta, serta kerusakan lahan yang berdampak jangka panjang pada kehidupan masyarakat. Untuk mengurangi kerugian yang diakibatkan oleh bencana longsor, maka perlu dilakukan perkiraan daerah potensi longsor dengan cepat. Penelitian dilakukan di Kampung Areng, Desa Wangunsari, Kecamatan Lembang, Kabupaten Bandung Barat. Metode yang digunakan dalam penelitian ini yaitu penginderaan jarak jauh (remote sensing) yang diintegrasikan dengan Sistem Informasi Geografis (SIG). Adapun parameter faktor longsor yang digunakan yaitu: densitas kelurusan, densitas aliran air permukaan, kemiringan lereng, tutupan lahan, jenis formasi batuan, dan kelembaban tanah. Pemrosesan dilakukan dengan menggunakan perangkat lunak Geographic Information System (GIS). Tipe yang dipilih yaitu Ã‚Â“MS LargeÃ‚Â” untuk membuat fuzzy membership, kemudian hasil digabungkan dengan metode Fuzzy Overlay dengan tipe Ã‚Â“orÃ‚Â”. Klasifikasi akhir untuk menentukan tingkat potensi longsor dilakukan berdasarkan nilai Fuzzy Overlay. Dari hasil penelitian ini dapat disimpulkan bahwa wilayah Kampung Areng dapat dibagi menjadi lima zona potensi longsor yaitu: zona dengan tingkat potensi longsor sangat tinggi mencakup 3,89% dari luas total daerah penelitian, zona dengan tingkat potensi tinggi mencakup 36,24%, zona dengan tingkat potensi sedang mencakup 33,91%, zona dengan tingkat potensi rendah mencakup 18,26%, dan zona dengan tingkat potensi sangat rendah mencakup 7,70%. Data tersebut bisa dijadikan rekomendasi untuk perencanaan tata ruang wilayah Kampung Areng.", "Daftar File": {"2018 TA PP SOBIT APRILIANA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/140300"}, "Penulis": "SOBIT APRILIANA (NIM : 12113047)", "Kontributor / Dosen Pembimbing": ["Mohamad Nur Heriawan, ST., MT., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "longsor, penginderaan jarak jauh, SIG, fuzzy membership, fuzzy overlay", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "1 file", "Tanggal Input": "20 Mar 2018"}