{"Nomor": 31012, "Judul": "PENGARUH FERMENTASI KEDELAI (Glycine max (L.) Merr.) PADA PEMBUATAN TEMPE TERHADAP KADAR GENISTEIN", "Abstrak": "Latar belakang dan tujuan: Tempe dikenal sebagai salah satu makanan tradisional yang \n\nbanyak dikonsumsi oleh masyarakat Indonesia. Kacang kedelai merupakan bahan baku dalam \n\npembuatan tempe, yang dibuat dari hasil fermentasi dengan menggunakan jamur Rhizopus \n\noligosporus. Isoflavon memiliki konsentrasi paling tinggi dalam kedelai ataupun produk kedelai \n\ndan genistein merupakan salah satu isoflavon dalam kedelai. Penelitian ini bertujuan untuk \n\nmengkaji kandungan genistein pada beberapa varietas biji kedelai, tempe berbahan baku kedelai \n\ndan waktu fermentasi yang beragam, serta mempelajari pengaruh pengolahan tempe terhadap \n\nkandungan genistein. Metode: Penelitian ini dimulai dengan pembuatan tempe dari beberapa \n\nvarietas kedelai dengan lama fermentasi yang beragam. Ekstrak dan fraksi dianalisis \n\nmenggunakan spektrofoto densitometer. Hasil: Kedelai varietas anjasmoro memiliki kandungan \n\ngenistein tertinggi, yaitu 53,673 Ã‚Âµg/gram, dibandingkan dengan varietas kedelai lain yang diuji. \n\nHasil fermentasi biji kedelai selama 46 jam memberikan peningkatan jumlah genistein, \n\ndibandingkan terhadap genistein dalam biji kedelai dengan peningkatan sekitar 69,25%.. Variasi \n\nfermentasi tidak memberikan perubahan kadar genistein secara signifikan. Hasil pengolahan \n\ntempe menyebabkan peningkatan kadar genistein pada hasil olahan, dengan kadar tertinggi \n\ndidapat dari hasil perebusan, yaitu pada varietas gema 65,614 Ã‚Â± 7,227 mg/100 gram dan varietas \n\ndemas 71,900 Ã‚Â± 28,06 mg", "Daftar File": {"2018 TS PP SITI USWATUN HASANAH 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/140293", "COVER SITI USWATUN HASANAH NIM: 20716012": "https://digilib.itb.ac.id/gdl/download/239472", "BAB 1 SITI USWATUN HASANAH NIM: 20716012": "https://digilib.itb.ac.id/gdl/download/239473", "BAB 2 SITI USWATUN HASANAH NIM: 20716012": "https://digilib.itb.ac.id/gdl/download/239474", "BAB 3 SITI USWATUN HASANAH NIM: 20716012": "https://digilib.itb.ac.id/gdl/download/239475", "BAB 4 SITI USWATUN HASANAH NIM: 20716012": "https://digilib.itb.ac.id/gdl/download/239476", "BAB 5 SITI USWATUN HASANAH NIM: 20716012": "https://digilib.itb.ac.id/gdl/download/239477", "BAB 6 SITI USWATUN HASANAH NIM: 20716012": "https://digilib.itb.ac.id/gdl/download/239478", "PUSTAKA SITI USWATUN HASANAH NIM: 20716012": "https://digilib.itb.ac.id/gdl/download/239479"}, "Penulis": "SITI USWATUN HASANAH NIM: 20716012", "Kontributor / Dosen Pembimbing": ["PEMBIMBING : Prof. Dr. Sukrasno", "Dr. Rika Hartati, Apt"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Genistein, fermentasi, pengolahan tempe ABSTRACT CONTENT OF GENISTEIN FROM EFFECT FERMENTATION SOYBEAN (Glycine max (L.) Merr.) MAKING OF TEMPEH", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "9 file", "Tanggal Input": "27 Feb 2018"}