{"Nomor": 31020, "Judul": "PENGARUH KOREKSI DATA TOPOGRAFI DARI BERBAGAI JENIS DATA DEM TERHADAP DATA SURVEY UDARA GAYABERAT", "Abstrak": "Akurasi hasil perhitungan Complete Bouguer Anomaly (CBA) tidak hanya ditentukan oleh kualitas data pengukuran gayaberat, namun juga sangat ditentukan oleh kualitas data pengukuran elevasi. Tujuan penelitian ini adalah untuk melihat seberapa signifikan ketelitian koreksi topografi menggunkan berbagai macam Digital Elevation Model (DEM) terhadap CBA yang dihasilkan.   \n \n \n\nPada penelitian ini, data yang digunakan adalah data hassil pengukuran airborne gravity yaitu berupa data Free Air Anomaly, sedangkan data elevasi yang digunakan adalah DEM yang terdiri atas data yang berasal dari SRTM (Shuttle Radar Topography) dengan resolusi 90 meter dan rms error 16.062 meter, ASTER GDEM dengan resolusi 30 meter dan rms error 11.21 meter, ALOS-PALSAR dengan resolusi 12.5 meter dan rms error 4.19 meter, dan LiDAR dengan resolusi 1 meter dan rms error 0.536 meter. Hal itu dilakukan untuk mengetahui akurasi dan mengevaluasi pengaruh koreksi data topografi dalam perhitungan CBA. Untuk menghitung jenis DEM yang terbaik , telah dilakukan teknik korelasi anatara data CBA yang diperoleh dari data airborne gravity dengan data CBA yang diperoleh dari hasil pengukuran ground gravity. Untuk itu selain pengukuran airborne gravity, telah dilakukan pula pengukuran ground gravity yang digunakan sebagai data validasi.   \n \n \n\nBerdasarkan hasil korelasi perhitungan CBA dari airborne gravity dengan menggunakan keempat data DEM dan menjadikan CBA hasil LiDAR sebagai referensi, menunjukkan hasil CBA dari data ALOS dan ASTER mendekati hasil CBA LiDAR dengan koefisien korelasi 0.996 dan 0.993 serta rms error 1.59 mgal dan 3.33 mgal. Sementara CBA hasil SRTM memiliki nilai korelasi 0.770 dan rms error 18.133. Selain itu hasil validasi CBA dari data ALOS dengan data ground gravity memiliki nilai korelasi yang tinggi yaitu 0.844 dengan nilai rms error 4.97 mgal. Berdasarkan hasil tersebut dapat dianalisa bahwa untuk melakukan proses airborne gravity dengan sampling rate 34 meter, koreksi dengan menggunakan data DEM LiDAR, ALOS, dan ASTER memberikan hasil yang tidak berbeda secara signifikan untuk kepentingan eksplorasi regional.   \n \n \n\nSelanjutnya interpretasi geologi regioanal dari peta CBA airborne gravity dan ground gravity pada area penelitian menunjukkan bahwa nilai CBA yang cukup tinggi pada bagian tenggara area penelitian kemungknan berkaitan dengan adanya aktifitas tektonik akibat gaya ekstensional ke arah barat daya dan timur laut sehingga terbentuknya cekungan dan ridge pada area tersebut.", "Daftar File": {"2018 TS PP SOFAN PRIHADI  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/140301"}, "Penulis": "SOFAN PRIHADI (NIM: 22315306)", "Kontributor / Dosen Pembimbing": ["Tim Pembimbing :   \n \n \n\nProf. Dr. Ir. Djoko Santoso,M.Sc.", "Dr. Susanti Alawiyah, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "DEM, Complete Bouguer Anomaly, Airborne Gravity, LIDAR", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "03 Okt 2018"}