{"Nomor": 31022, "Judul": "KAJIAN BIOKIMIA DAN BIOINFORMATIKA DUA (rumus)-AMILASE DARI Bacillus megaterium NL3", "Abstrak": "(rumus)-Amilase (EC 3.2.1.1) menghidrolisis ikatan (rumus)-1,4-glikosidik pada polisakarida menghasilkan oligosakarida linier dan bercabang. Berdasarkan urutan asam aminonya, (rumus)-amilase diklasifikasikan ke dalam keluarga glikosida hidrolase 13 (GH13). (rumus)-Amilase GH13 umumnya memiliki struktur domain katalitik ((rumus)/(rumus))8-barrel, 4(rumus)7 daerah urutan asam amino lestari (conserved sequence region, CSR), dan tiga residu katalitik lestari, yaitu aspartat sebagai nukleofil, glutamat sebagai donor proton, dan aspartat sebagai penstabil keadaan transisi. \n\n(rumus)-Amilase dihasilkan oleh berbagai organisme. Bacillus megaterium NL3 merupakan bakteri yang berasosiasi dengan anemon laut yang hidup di Danau Laut Kakaban, Indonesia, yang menghasilkan dua jenis (rumus)-amilase, yaitu BmaN1 dan BmaN2. BmaN1 memiliki perbedaan residu katalitik dibandingkan residu katalitik lestari GH13, yaitu aspartat pertama bergeser i+1 dari posisi lestarinya (Asp203), aspartat kedua digantikan oleh His294, sedangkan glutamat (Glu231) sama seperti residu katalitik lestari. (rumus)-Amilase kedua, BmaN2, memiliki tiga residu katalitik yang umum seperti yang ditemukan di GH13, yaitu Asp233, Glu273, dan Asp340. Penelitian sebelumnya menunjukkan bahwa BmaN2 memiliki aktivitas degradasi pati mentah. Tujuan penelitian ini adalah untuk mengetahui peran residu-residu yang terdapat pada daerah katalitik yang bertujuan untuk memahami mekanisme reaksi yang dikatalisis oleh BmaN1; melakukan analisis biokimia BmaN2, seperti efek terhadap beberapa ion logam, zat pengkelat, dan parameter kinetika; dan menganalisis residu yang berperan pada pengikatan pati. \n\nBmaN1 diproduksi di Escherichia coli BL21(DE3) sebagai badan inklusi. BmaN1 wild type (WT) yang aktif diperoleh melalui refolding menggunakan gradien urea dari konsentrasi 8 M hingga 0 M. BmaN1 WT yang dilipat ulang (refolded) kemudian dimurnikan dengan kolom kromatografi afinitas Ni-NTA. BmaN1 murni memiliki aktivitas spesifik sebesar 20,9 U/mg terhadap pati larut dan memiliki IC50 terhadap akarbosa sebesar 34,7 (rumus)M. Untuk menentukan peran residu-residu pada daerah katalitik BmaN1, mutasi terarah dilakukan pada kodon pengkode residu asam amino Glu231, His294, dan Lys202, residu yang berada sebelum residu katalitik aspartat pertama (Asp203). Mutan yang diperoleh selanjutnya disebut sebagai BmaN1 Glu231Gln, BmaN1 His294Asp, dan BmaN1 Lys202Asp. BmaN1 mutan diproduksi di E. coli BL21(DE3) dan selanjutnya melalui proses permunian. BmaN1 Glu231Gln dan BmaN1 His294Asp masing-masing kehilangan aktivitas sebesar 95% dan 40%, sedangkan BmaN1 Lys202Asp tidak menunjukkan aktivitas amilolitik. \n\nBerdasarkan pensejajaran urutan asam amino BmaN1 dengan (rumus)-amilase GH13 dan struktur kristal dari (rumus)-amilase Geobacillus thermoleovorans yang mengikat akarbosa (kode PDB: 4E2O), Glu231 berperan sebagai donor proton dan His294 diprediksi menggantikan peran dari aspartat sebagai penstabil keadaan transisi. Mutasi Glu231Gln mengeliminasi kemampuan BmaN1 untuk memprotonasi ikatan glikosidik, sehingga reaksi katalisis tidak berlangsung. Berdasarkan studi pemodelan, sebagian aktivitas yang hilang pada mutasi His294Asp disebabkan oleh terganggunya ikatan hidrogen di sekitar His294. Mutasi Lys202Asp mengakibatkan perubahan lingkungan pada Asp203, seperti yang diprediksi pada struktur model. Oleh sebab itu, BmaN1 Lys202Asp kehilangan seluruh aktivitasnya. \n\nBmaN2 diproduksi di E. coli ArcticExpress (DE3) sebagai protein terlarut. BmaN2 memiliki aktivitas spesifik sebesar 22,5 U/mg. Pada konsentrasi 5 mM ion logam (Na+, Ba2+, Ni2+, Mn2+, Ca2+, dan Mg2+), BmaN2 masih memiliki 61% aktivitasnya. Akan tetapi, aktivitas BmaN2 menurun secara drastis dengan adanya Pb2+ dan Zn2+. Penambahan 10 mM EDTA menurunkan aktivitas katalitik BmaN2 menjadi 78%. Hal ini menunjukkan bahwa BmaN2 merupakan enzim yang bergantung pada logam. Parameter kinetika, KM, Vmax, dan kcat/KM dari BmaN2 secara berturut-turut adalah 4,73(rumus)1,12 mg mL(rumus)1, 39,07(rumus)3,22 (rumus)g min(rumus)1, and 30,4 mL mg(rumus)1 min(rumus)1. \n\nBerdasarkan pensejajaran urutan asam amino dari GH13_36 dan struktur model, BmaN2 terdiri atas tiga domain, yaitu domain katalitik A ((rumus)/(rumus))8-barrel, domain B, dan domain C, tetapi tidak memiliki domain pengikat pati (starch binding domain, SBD). Oleh karena itu, kemampuan hidrolisis pati mentah BmaN2 diperkirakan berkaitan dengan adanya residu tertentu yang disebut sebagai residu pengikat substrat (substrate binding sites, SBS). Tiga residu aromatik diprediksi sebagai SBS, yaitu Tyr101, His141, dan Trp179 yang lestari pada GH13_36.", "Daftar File": {"2018_DIS_PP_SOFI_SITI_SOFIYAH_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/165368", "2018_DIS_PP_SOFI_SITI_SOFIYAH_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/165369", "2018_DIS_PP_SOFI_SITI_SOFIYAH_1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/165370", "2018_DIS_PP_SOFI_SITI_SOFIYAH_1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/165371", "2018_DIS_PP_SOFI_SITI_SOFIYAH_1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/165372", "2018_DIS_PP_SOFI_SITI_SOFIYAH_1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/165373", "2018_DIS_PP_SOFI_SITI_SOFIYAH_1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/165374", "2018_DIS_PP_SOFI_SITI_SOFIYAH_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/165375"}, "Penulis": "SOFI SITI SHOFIYAH  [30512007]", "Kontributor / Dosen Pembimbing": ["Dr. Dessy Natalia", "Dr. Ihsanawati"], "Jenis Koleksi": "Disertasi", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "?-amilase BmaN1, (rumus)-amilase BmaN2, Bacillus megaterium NL3, residu katalitik, residu pengikat substrat", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "8 file", "Tanggal Input": "13 Mar 2018"}