{"Nomor": 31025, "Judul": "PENGONTROL KOKOH H1 UNTUK SISTEM BILINIER DENGAN PERTIDAKSAMAAN MATRIKS LINIER", "Abstrak": "Sistem bilinier merupakan kelas sistem tidak linier yang paling sederhana yaitu linier terhadap keadaan (state) dan linier terhadap masukan (input) tetapi tidak bersama-sama linier terhadap keduanya. Dengan kata lain, rumusan sistem bilinier memuat perkalian keadaan dan masukan. Sistem bilinier dapat diperoleh secara alamiah dari masalah nyata atau dengan melakukan bilinierisasi Carleman pada \n\nsistem tidak linier. Pada umumnya, sistem bilinier yang diperoleh berorde tinggi sehingga menyulitkan dalam analisis, simulasi dan desain pengontrol dari sistem \n\nyang berkaitan. Oleh karena itu, mengurangi orde dari suatu sistem bilinier dan mendesain pengontrol berorde rendah menjadi sangat penting. \n\nSistem bilinier dengan orde lebih rendah dari sistem bilinier asli disebut sistem bilinier tereduksi. Selanjutnya, sistem bilinier asli disebut sistem bilinier berorde penuh. Kriteria pemilihan orde dari sistem bilinier tereduksi diperkenalkan berdasarkan \n\npada perubahan nilai batas atas terkecil untuk sistem bilinier selisih dalam norma S2 yang diusulkan. Sistem bilinier selisih dibentuk dari perbedaan fungsi transfer sistem bilinier berorde penuh dan sistem bilinier tereduksi. Dengan menggunakan kriteria tersebut, dihasilkan model sistem bilinier tereduksi yang mirip dengan model sistem bilinier berorde penuh. \n\nDesain pengontrol kokoh H1 yang melibatkan gangguan internal dan eksternal serta ketidakpastian model akan menghasilkan orde pengontrol lebih dari atau sama dengan orde dari objek yang dikendalikan (plant). Oleh karena itu, mendesain pengontrol berorde rendah pada sistem bilinier sangat diperlukan dalam implementasinya. \n\nInformasi penting dari suatu sistem bilinier atau sistem pengontrol dapat hilang akibat reduksi model atau reduksi pengontrol, sehingga dilakukan desain pengontrol berorde rendah pada sistem bilinier secara langsung. Hasil ini \n\nmerupakan perumuman dari desain pengontrol H1 berorde rendah pada sistem bilinier. \n\nPengontrol kokoh H1 merupakan pengontrol sistem lup tertutup yang melibatkan optimisasi H1: Dengan optimisasi H1, sistem lup tertutup akan kokoh terhadap ketidakpastian model, gangguan internal dan eksternal. Pada disertasi ini, disajikan eksistensi pengontrol kokoh H1 berorde penuh dan berorde rendah untuk sistem bilinier. Pengontrol kokoh H1 dapat menstabilkan sistem lup tertutup dan \n\nmempunyai kinerja yang baik. Pengontrol kokoh H1 berorde penuh pada sistem bilinier didesain dengan dua pendekatan yaitu pendekatan fuzzy dan bukan fuzzy. \n\nPendekatan fuzzy dilakukan dengan menyajikan sistem bilinier sebagai kombinasi linier konveks dari beberapa sistem linier dengan menggunakan konsep fuzzy Takagi-Sugeno. Eksistensi dan rumusan pengontrol kokoh H1 fuzzy berorde penuh untuk sistem bilinier disajikan dalam himpunan pertidaksamaan matriks linier (PML). Pendekatan bukan fuzzy dilakukan dengan metode standar yaitu \n\nmerumuskan masalah kontrol kokoh H1 berorde penuh untuk sistem bilinier dalam pertidaksamaan Riccati. Eksistensi penyelesaian masalah kontrol kokoh H1 berorde penuh untuk sistem bilinier disajikan dalam himpunan PML. Karena \n\nhimpunan PML merupakan himpunan konveks, maka masalah desain pengontrol kokoh H1 berorde penuh merupakan masalah optimisasi konveks. \n\nPengontrol kokoh H1 berorde minimum adalah pengontrol kokoh H1 berorde rendah dengan orde paling kecil yang menstabilkan sistem lup tertutup dan mempunyai kinerja yang dapat ditoleransi dalam batas-batas yang optimal. Eksistensi penyelesaian masalah kontrol kokoh H1 berorde rendah untuk sistem bilinier disajikan dalam himpunan PML yang berkendala rank matriks. Himpunan PML berkendala rank matriks merupakan himpunan yang tidak konveks, sehingga \n\nmasalah desain pengontrol kokoh H1 berorde rendah merupakan masalah optimisasi tidak konveks. Kemudian, dibahas masalah kinerja dari penggunaan pengontrol kokoh H1 berorde minimum untuk sistem bilinier.", "Daftar File": {"2016 DS PP SOLIKHATUN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/140306", "2016 DS PP SOLIKHATUN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/140307", "2016 DS PP SOLIKHATUN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/140308", "2016 DS PP SOLIKHATUN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/140309", "2016 DS PP SOLIKHATUN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/140310", "2016 DS PP SOLIKHATUN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/140311", "2016 DS PP SOLIKHATUN 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/140312", "2016 DS PP SOLIKHATUN 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/140313", "2016 DS PP SOLIKHATUN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/140314"}, "Penulis": "SOLIKHATUN (NIM: 30111001)", "Kontributor / Dosen Pembimbing": ["Pembimbing : \n\nProf. Dr. Roberd Saragih. \n\nDr. Ir. Endra Joelianto. \n\nProf. Dr. Janson Naiborhu."], "Jenis Koleksi": "Disertasi", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "sistem bilinier, pengontrol kokoh H1, pertidaksamaan matriks linier, reduksi model, model fuzzy, pengontrol kokoh H1 berorde rendah.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "9 file", "Tanggal Input": "15 Feb 2018"}