{"Nomor": 31039, "Judul": "EVALUASI KINERJA IPAL INDUSTRI X DENGAN MENGGUNAKAN BIOMONITORING PADA EFLUEN IPAL DI INDUSTRI X DI SEKITAR DAS CITARUM HULU", "Abstrak": "Menurut pengukuran yang dilakukan BPLHD Jawa Barat pada tahun 2006, terjadi peningkatan konsentrasi logam berat di Sungai Citarum hingga melebihi standar kualitas air yang ditetapkan PerProp.Jabar No.39/2000. Hal ini terjadi karena industri seperti industri tekstil, besi/baja, farmasi, kertas, dan pelapisan logam menghasilkan limbah yang mengandung logam berat (Wardhani, 2005). Tujuan dari penelitian ini adalah untuk monitoring kualitas efluen IPAL PT. X dengan biomonitoring menggunakan Liposarcus pardalis dan Pistia stratiotes. Biomonitoring dengan Pistia stratiotes dilakukan pada reaktor berisi efluen murni, sedangkan dengan Liposarcus pardalis dilakukan pada reaktor di laboratorium berisi efluen yang diencerkan 25%. Sampel air dan ikan diekstraksi dengan destruksi asam nitrat sedangkan ekstraksi tanaman dilakukan dengan destruksi aquaregia. IPAL PT. X belum bekerja dengan baik, terutama unit presipitasi logam berat. Kapasitas pengolahan IPAL PT. X belum mencukupi kebutuhan pengolahan limbah. Logam Cu, Zn, Ni dan Cr dalam efluen IPAL PT. X masih melebihi baku mutu. Tanaman tidak mampu hidup dalam efluen sehingga penyerapan logam yang terjadi di akar berupa adsorbsi dan bioakumulasi tidak berjalan optimal. Kosentrasi logam yang terkandung dalam efluen IPAL berbanding lurus dengan konsentrasi logam yang terakumulasi di dalam daun Pistia stratiotes. Konsentrasi logam yang terukur didalam hati ikan lebih tinggi dari konsentrasi logam yang terukur dalam daging ikan. Biomonitoring dengan Liposarcus pardalis tidak menunjukkan terjadinya bioakumulasi pada daging dan hati ikan.", "Daftar File": {"2012 TA PP SORITUA ADELBERT EVANGEL HUTAGALUNG COVER.pdf": "https://digilib.itb.ac.id/gdl/download/140347", "2012 TA PP SORITUA ADELBERT EVANGEL HUTAGALUNG BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/140348", "2012 TA PP SORITUA ADELBERT EVANGEL HUTAGALUNG BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/140349", "2012 TA PP SORITUA ADELBERT EVANGEL HUTAGALUNG BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/140350", "2012 TA PP SORITUA ADELBERT EVANGEL HUTAGALUNG BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/140351", "2012 TA PP SORITUA ADELBERT EVANGEL HUTAGALUNG BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/140352", "2012 TA PP SORITUA ADELBERT EVANGEL HUTAGALUNG BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/140353", "2012 TA PP SORITUA ADELBERT EVANGEL HUTAGALUNG PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/140354"}, "Penulis": "SORITUA ADELBERT EVANGEL HUTAGALUNG (NIM : 15308024)", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Dwina Roosmini, MS."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "logam berat, biomonitoring, efluen, Liposarcus pardalis, Pistia stratiotes", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "31 Jul 2018"}