{"Nomor": 31035, "Judul": "EVALUASI SISTEM PENGELOLAAN SAMPAH PERMUKIMAN DAN RENCANA PENGEMBANGANNYA BERDASARKAN KEMAMPUAN DAN KESEDIAAN MEMBAYAR DI KECAMATAN LEMBANG, KABUPATEN BANDUNG BARAT", "Abstrak": "Kecamatan Lembang, dengan luas wilayah 95,56 km2 dan kepadatan populasi 2.036 orang/km2, menjadi penyumbang sampah terbesar untuk wilayah Kabupaten Bandung Barat. Tumpukan sampah liar pada sisi-sisi jalan adalah bukti bahwa masyarakat di permukiman belum mendapatkan fasilitas yang baik untuk mengelola sampahnya. Oleh karena itu, perlu dilakukan evaluasi dan pengembangan terhadap sistem pengelolaan sampah kawasan permukiman. Pengembangan dilakukan melaui penyusunan alternatif skenario dengan mempertimbangkan atp masyarakat sekitar, kemampuan ATP (Ability To Pay) dan kesediaan membayar WTP (Willingness To Pay). Penelitian ini bertujuan untuk mengevaluasi potensi kemampuan dan kesediaan membayar masyarakat dalam menjalankan skenario pengelolaan sampah. Metode penelitian menggunakan penyebaran kuesioner dengan jumlah sampel yang mewakili populasi. Hasil analisa deskriptif menunjukkan bahwa 78,72% masyarakat berada pada ekonomi menengah ke bawah. Walaupun demikian, 64,43% menunjukkan keinginan membayar (WTP) yang tinggi terhadap pengelolaan sampah dengan tingkat WTP = ATP pada angka 66,18%. Selanjutnya, analisa regresi multivariat mengerucutkan variabel-variabel yang mempengaruhi keinginan membayar serta kepuasan masyarakat untuk dijadikan bahan pertimbangan perbaikan sistem pengelolaan sampah melalui metode SWOT. Hasil dari analisa tersebut menunjukkan bahwa sistem pengelolaan yang menggabungkan antara pemberdayaan masyarakat dan sistem eksisting merupakan solusi yang efektif.", "Daftar File": {"2018 TS PP SOPHIA AN NISA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/140337"}, "Penulis": "SOPHIA AN NISA (NIM : 25315018)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Enri. Damanhuri"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "ATP, WTP, regresi multivariat, sampah permukiman", "Sumber": "", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "03 Okt 2018"}