{"Nomor": 31033, "Judul": "SIMULASI GERUSAN LOKAL DI SEKITAR PILAR JEMBATAN PADA TIKUNGAN SALURAN DENGAN MODEL FVCOM", "Abstrak": "Air merupakan komoditi dan penopang paling utama bagi keberlangsungan kehidupan manusia di muka bumi. Namun begitu, selain memiliki manfaat, air juga memiliki potensi daya rusak. Salah satu potensi daya rusak air adalah gerusan. Gerusan akibat aliran air dapat terjadi pada banyak kondisi. Salah satu kondisi yang menyebabkan gerusan adalah adanya pilar jembatan pada aliran air. Selain itu, gerusan juga dapat terjadi pada tikungan saluran. Pada studi ini dilakukan simulasi gerusan lokal di sekitar pilar jembatan pada tikungan saluran dengan model numerik FVCOM yang menggunakan pendekatan volume hingga dalam menyelesaikan turunan persamaan primitif Navier-Stokes untuk aliran permukaan bebas, persamaan konservasi massa Exner untuk morfologi dasar, persamaan evolusi untuk konsentrasi sedimen layang, dan persamaan empiris Meyer-Peter dan Muller untuk fluks sedimen dasar.      \n \n\nSebelum dilakukan simulasi gerusan lokal di sekitar pilar jembatan pada tikungan saluran, terlebih dahulu dilakukan simulasi model FVCOM untuk kasus-kasus yang lebih sederhana namun menggambarkan kapabilitas FVCOM dalam menangkap fenomena-fenomena yang terjadi pada kasus gerusan lokal di sekitar pilar jembatan pada tikungan saluran. Kasus-kasus yang disimulasikan pada studi ini adalah hidrodinamika pasang surut, hidrodinamika tikungan saluran, hidrodinamika teluk dan pulau hipotetik, angkutan sedimen layang, gerusan di sekitar pilar jembatan pada saluran lurus, dan gerusan di sekitar pilar jembatan pada tikungan saluran. Hasil simulasi kemudian diverifikasi dan dikalibrasi terhadap solusi analitik, hasil eksperimen, atau simulasi numerik pada studi terdahulu. Nilai yang menjadi acuan untuk melakukan perbandingan adalah korelasi Pearson dan tingkat error. Korelasi Pearson menggambarkan kesesuaian trend antara hasil simulasi dan nilai acuan, sedangkan tingkat error menggambarkan selisih antara hasil simulasi dan nilai acuan.      \n \n\nSimulasi hidrodinamika pasang surut menghasilkan nilai korelasi Pearson 96,1 persen dan tingkat error 6,1 persen untuk time-series muka air terhadap hasil solusi analitik. Simulasi angkutan sedimen layang menghasilkan nilai korelasi Pearson 99,8 persen dan tingkat error 1,18 persen untuk profil vertikal konsentrasi sedimen layang terhadap hasil simulasi model ROMS. Pada simulasi hidrodinamika tikungan saluran, tidak dilakukan kuantifikasi nilai korelasi Pearson dan tingkat error, namun dapat disimpulkan bahwa FVCOM berhasil menangkap fenomena secondary flow, distribusi kecepatan tangensial, dan superelevasi muka air pada tikungan saluran. Pada simulasi hidrodinamika kasus teluk dan pulau hipotetik, FVCOM berhasil menangkap fenomena arus aliran yang mengitari pulau. Simulasi gerusan lokal di sekitar pilar jembatan pada saluran lurus menghasilkan nilai korelasi Pearson 98,99 persen dan tingkat error 5,96 persen untuk time-series pencapaian gerusan maksimum terhadap hasil eksperimen pada studi terdahulu. Pada kasus gerusan lokal di sekitar pilar jembatan pada saluran lurus juga dilihat kapabilitas FVCOM dalam menangkap dan menyimulasikan fenomena aliran ke bawah di hulu pilar, vorteks aliran vertikal yang terjadi di hulu pilar bagian bawah, dan vorteks aliran horizontal di hilir pilar. Dari hasil simulasi, dapat disimpulkan bahwa FVCOM berhasil menangkap fenomena aliran ke bawah di hulu pilar, dan vorteks aliran horizontal di hilir pilar namun gagal menangkap fenomena vorteks vertikal.      \n \n\nHasil menunjukkan bahwa fenomena umum yang terjadi pada tikungan saluran dan aliran melalui pilar dapat disimulasikan dengan baik oleh model FVCOM. Lokasi, besaran, dan waktu pencapaian gerusan maksimum kemudian dibandingkan antara hasil simulasi numerik dan hasil eksperimen. Dari hasil perbandingan itu, dapat dinilai kehandalan model FVCOM dalam menyimulasikan dan memprediksi gerusan lokal di sekitar pilar jembatan pada tikungan saluran.", "Daftar File": {"2018 TS PP SONY HERDIANSYAH 1-ABSTRAK (2).pdf": "https://digilib.itb.ac.id/gdl/download/140335"}, "Penulis": "SONY HERDIANSYAH - NIM: 25016037", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Dantje Kardana Natakusumah, M.Sc., Ph.D.     \n \n\nDhemi Harlan, S.T., M.T., M.Sc., Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "FVCOM, gerusan lokal, model numerik, pilar jembatan, tikungan saluran, volume hingga", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "06 Jul 2018"}