{"Nomor": 31038, "Judul": "AKTIVITAS INHIBISI DIPEPTIDIL PEPTIDASE-4 BEBERAPA EKSTRAK TUMBUHAN DAN ISOLASI SENYAWA AKTIF TUMBUHAN TERPILIH (LAGERSTROEMIA LOUDONII TEIJSM. & BINN.)", "Abstrak": "Diabetes merupakan penyakit kelainan metabolik yang ditandai dengan hiperglikemia   \n \n \n\nkronis dengan gangguan metabolisme karbohidrat, lemak dan protein yang dihasilkan   \n \n \n\nkarena kelainan sekresi insulin, kerja insulin, atau keduanya. Hampir di seluruh dunia   \n \n \n\npenderita diabetes melitus selalu mengalami peningkatan setiap tahunnya. Penggunaan   \n \n \n\nobat antidiabetes oral yang mampu menghambat aktivitas enzim DPP-4 telah   \n \n \n\ndikembangkan seperti sitagliptin, vildagliptin, dan saxagliptin. Mekanisme kerja   \n \n \n\ngolongan DPP-4 inhibitor adalah meningkatkan kadar dan aksi Glucagon Like Peptide1 (GLP-1) dan Glucose-dependent Insulinotropic Polypeptide (GIP), meningkatkan   \n \n \n\nsekresi insulin sesuai dengan kadar glukosa darah, dan menekan sekresi glukagon dari   \n \n \n\nsel alfa pankreas. GLP-1 berfungsi untuk merangsang pelepasan insulin dan   \n \n \n\nmenghambat pelepasan glukagon sehingga kadar gula dalam darah tetap terjaga.   \n \n \n\nPenggunaan tumbuhan dalam obat tradisional salah satunya untuk menurunkan kadar   \n \n \n\nglukosa darah telah digunakan oleh masyarakat Indonesia secara turun menurun.   \n \n \n\nBerdasarkan hal tersebut, tujuan penelitian ini adalah untuk melihat dan membuktikan   \n \n \n\nsecara ilmiah dua puluh satu jenis tumbuhan yang biasa digunakan dalam pengobatan   \n \n \n\ntradisional sebagai penurun kadar glukosa darah dengan potensi sebagai inhibitor DPP4 secara in vitro, serta mengisolasi senyawa aktif yang bertanggung jawab terhadap   \n \n \n\naktivitas inhibitor DPP-4 tumbuhan terpilih.   \n \n \n\nPenelitian ini dimulai dengan mengumpulkan beberapa tumbuhan yang telah   \n \n \n\ndigunakan secara tradisional untuk menurunkan kadar glukosa darah oleh masyarakat   \n \n \n\nmeliputi daun pacing, biji mahoni, herba sambiloto, daun ciplukan/cecendet, umbi   \n \n \n\nbidara upas, biji paria, daun mimba, daun angsana, biji alpukat, daun nangka, daun   \n \n \n\nkencana ungu, herba mala, batang brotowali, daun bungur, biji klabet, daun yakon,   \n \n \n\ndaun bodhi, daun paitan, kulit buah delima, herba patikan kebo, dan buah okra. Proses   \n \n \n\nekstraksi secara refluks menggunakan etanol 96%, dan pengujian aktivitas inhibitor   \n \n \n\nDPP-4 dilakukan secara in vitro, sitagliptin digunakan sebagai pembanding inhibitor   \n \n \n\nDPP-4. Isolasi senyawa aktif tumbuhan terpilih dipandu dengan pengujian aktivitas   \n \n \n\ninhibitor DPP-4 secara in vitro dan proses isolasi menggunakan berbagai metode   \n \n \n\nkromatografi dan metode pemisahan lain. Isolat dikarakterisasi menggunakan metode   \n \n \n\nspektroskopi massa (SM), spektroskopi Resonansi Magnetik Inti (RMI)-   \n \n \n\n1   \n \n \n\nH, (RMI)-   \n \n \n\n13   \n \n \n\nC,   \n \n \n\nRMI-Heteronuclear Single Quantum Correlation (HSQC) dan RMI-Heteronuclear   \n \n \n\nMultiple Bond Correlation (HMBC). Terhadap isolat ditentukan aktivitas inhibitor   \n \n \n\nDPP-4 dan juga sebagai inhibitor alfa-glukosidase.   \n \n \n\nTerdapat enam jenis tumbuhan yang memberikan aktivitas penghambatan DPP-4 lebih   \n \n \n\ndari 50% pada konsentrasi 2,5 Ã‚Âµg/mL, yaitu daun yakon (Smallanthus sonchifolius)   \n \n \n\n52,84 Ã‚Â± 2,00 %; biji klabet (Trigonella foenum-graecum L) 71,29 Ã‚Â± 0,33 %; daun bodhi   \n \n \n\n(Ficus religiosa) 68,98 Ã‚Â± 1,96 %, kulit buah delima (Punica granatum) 58,79 Ã‚Â± 2,29 %;   \n \n \n\nbatang brotowali (Tinospora crispa Miers ex Hoff.f) 65,86 Ã‚Â± 1,02 %; dan daun bungur   \n \n \n\n(Lagerstroemia loudonii Teijsm. & Binn.) 60,22 Ã‚Â± 2,01 %. Berdasarkan aktivitas   \n \n \n\npenghambatan DPP-4, kemudahan dalam memperoleh tumbuhan serta belum ada   \n \n \n\npenelitian yang terkait aktivitas DPP-4 maka bungur jenis Lagerstroemia loudonii   \n \n \n\nTeijsm.& Binn. dipilih sebagai tumbuhan yang diteliti lebih lanjut.   \n \n \n\nEkstrak tumbuhan terpilih (Lagerstroemia loudonii Teijsm. & Binn.) difraksinasi   \n \n \n\nmenggunakan metode ekstraksi cair-cair dengan pelarut air, n-heksana dan etil asetat.   \n \n \n\nPengujian aktivitas inhibitor DPP-4 dilakukan terhadap fraksi n-heksana, etil asetat dan   \n \n \n\nair. Hasil pengujian aktivitas penghambatan DPP-4 fraksi n-heksana pada konsentrasi   \n \n \n\n0,5; 1; 2,5; dan 5 Ã‚Âµg/mL memberikan nilai persen penghambatan berturut-turut sebesar   \n \n \n\n13,37 Ã‚Â± 1,88 %; 18,85 Ã‚Â± 1,33 %; 12,21 Ã‚Â± 1,40 %; dan 8,22 Ã‚Â± 1,31 %. Fraksi etil asetat   \n \n \n\npada konsentrasi 0,5; 1; 2,5; dan 5 Ã‚Âµg/mL memberikan nilai persen penghambatan   \n \n \n\nberturut-turut sebesar 15,21 Ã‚Â± 0,72 %; 13,20 Ã‚Â± 1,64 %; 11,38 Ã‚Â± 1,20 %; dan 13,20 Ã‚Â±   \n \n \n\n1,64 %. Fraksi air pada konsentrasi 0,5 Ã‚Âµg/mL tidak memberikan aktivitas   \n \n \n\npenghambatan, pada konsentrasi 1; 2,5; dan 5 Ã‚Âµg/mL memberikan nilai persen   \n \n \n\npenghambatan berturut-turut sebesar 4,27 Ã‚Â± 1,56 %; 3,89 Ã‚Â± 0,26 %; dan 6,50 Ã‚Â± 1,72 %.   \n \n \n\nIsolasi kandungan senyawa aktif penghambat DPP-4 dilakukan terhadap fraksi nheksana menggunakan metode kromatografi cair vakum dengan sistem elusi   \n \n \n\nbergradien menggunakan n-heksana-etil asetat-metanol pada beberapa komposisi   \n \n \n\ndengan kepolaran meningkat dan pemurnian isolat menggunakan kromatografi kolom   \n \n \n\nklasik dengan sistem elusi isokratik menggunakan kloroform-etil asetat (9,5:0,5). Hasil   \n \n \n\npemurnian subfraksi diperoleh isolat LL yang memiliki jarak lebur 139,5-141,1   \n \n \n\no   \n \n \n\nC.   \n \n \n\nHasil karakterisasi isolat LL menggunakan metode spektroskopi RMI-   \n \n \n\n1   \n \n \n\nH, RMI-   \n \n \n\n13   \n \n \n\nC,   \n \n \n\nRMI-Heteronuclear Single Quantum Correlation (HSQC) dan RMI-Heteronuclear   \n \n \n\nMultiple Bond Correlation (HMBC) diketahui bahwa senyawa LL memiliki 6 gugus   \n \n \n\nmetil, 1 ikatan rangkap, 1 gugus hidroksil, 11 gugus metilen, 9 gugus metin dan 3   \n \n \n\nkarbon kuarterner. Dugaan sementara isolat mengarah pada senyawa beta-sitosterol.   \n \n \n\nKonfirmasi spektrum   \n \n \n\n1   \n \n \n\nH-NMR dan   \n \n \n\n13   \n \n \n\nC-NMR isolat LL dengan isolat beta-sitosterol   \n \n \n\ndari Etlingera spaerocephala Var. grandiflora menghasilkan geseran kimia yang mirip.   \n \n \n\nSpektrum massa isolat LL menunjukkan adanya ion molekul [M   \n \n \n\n+   \n \n \n\n-H] pada 413,37. Oleh   \n \n \n\nkarena itu disimpulkan bahwa isolat yang diperoleh dari daun bungur adalah betasitosterol.   \n \n \n\nBerdasarkan hasil penelitian ini, dapat disimpulkan bahwa dari dua puluh satu   \n \n \n\ntumbuhan yang digunakan secara tradisional untuk menurunkan glukosa darah,   \n \n \n\nterdapat enam jenis tumbuhan yang memberikan aktivitas penghambatan lebih besar   \n \n \n\ndari 50%. Ekstrak daun bungur, fraksi n-heksana, fraksi etil asetat, fraksi air dan isolat   \n \n \n\nmempunyai aktivitas penghambatan terhadap DPP-4 secara in vitro. Isolat betasitosterol memiliki aktivitas yang lemah sebagai penghambat DPP-4 dengan nilai IC50   \n \n \n\n224,66 Ã‚Âµg/mL dan IC50 sitagliptin sebagai pembanding inhibitor DPP-4 sebesar 1,10   \n \n \n\nÃ‚Âµg/mL. Isolat beta-sitosterol memiliki aktivitas yang kuat sebagai penghambat alfaglukosidase dengan nilai IC50 60,14 Ã‚Âµg/mL, sedangkan akarbose sebagai pembanding   \n \n \n\ninhibitor alfa-glukosidase memiliki nilai IC50 20,53 Ã‚Âµg/mL.", "Daftar File": {"2018 DS PP SORAYA RIYANTI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/140346", "COVER SORAYA RIYANTI NIM: 30713007": "https://digilib.itb.ac.id/gdl/download/198582", "BAB 1 SORAYA RIYANTI NIM: 30713007": "https://digilib.itb.ac.id/gdl/download/198586", "BAB 2 SORAYA RIYANTI NIM: 30713007": "https://digilib.itb.ac.id/gdl/download/198591", "BAB 3 SORAYA RIYANTI NIM: 30713007": "https://digilib.itb.ac.id/gdl/download/198594", "BAB 4 SORAYA RIYANTI NIM: 30713007": "https://digilib.itb.ac.id/gdl/download/198599", "BAB 5 SORAYA RIYANTI NIM: 30713007": "https://digilib.itb.ac.id/gdl/download/198603", "BAB 6 SORAYA RIYANTI NIM: 30713007": "https://digilib.itb.ac.id/gdl/download/198604", "BAB 7 SORAYA RIYANTI NIM: 30713007": "https://digilib.itb.ac.id/gdl/download/198606", "PUSTAKA SORAYA RIYANTI NIM: 30713007": "https://digilib.itb.ac.id/gdl/download/198607"}, "Penulis": "SORAYA RIYANTI NIM: 30713007", "Kontributor / Dosen Pembimbing": ["PEMBIMBING : Prof. Dr. Asep Gana Suganda", "Prof. Dr. Elin Yulinah Sukandar"], "Jenis Koleksi": "Disertasi", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Bungur (Lagerstroemia loudonii Teijsm. & Binn.), diabetes melitus, dipeptidil peptidase-4 (DPP-4), inhibitor DPP-4, sitagliptin.", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "10 file", "Tanggal Input": "01 Okt 2018"}