{"Nomor": 31041, "Judul": "OPTIMALISASI PORTOFOLIO INVESTASI DANA PENSIUN TELKOM", "Abstrak": "Sampai saat ini, tingkat penetrasi dana pensiun di Indonesia masih terbilang rendah, hanya 6,26% pada tahun 2016, sebagai imbas dari rendahnya tingkat literasi dana pensiun (10.91%) dan tingkat inklusi (4.66%) di masyarakat. Sementara itu, kondisi ekonomi dan sistem ketenagakerjaan di Indonesia terus berkembang. Dengan adanya dua hal tersebut, pemerintah merasa perlu untuk melakukan penyesuaian terkait dengan manfaat yang diberikan. Hal ini juga berkaitan dengan peningkatan kesejahteraan peserta di masa pensiun. Di tahun 2017, Otoritas Jasa Keuanga (OJK) mengeluarkan peraturan baru nomor 5/POJK.05/2017, terkait perlunya disediakan manfaat lain untuk menambah manfaat yang sudah ada, seperti dana pendidikan untuk anak, dana ibadah keagamaan, dana santunan kesehatan, dan lain-lain. \n\nDana Pensiun Telkom (Dapentel) adalah salah satu Dana Pensiun Pemberi Kerja (DPPK) di Indonesia yang menerapkan program Manfaat Pasti untuk peserta pensiun PT Telkom Indonesia. Peraturan baru dari OJK menjadi perhatian tersendiri bagi Dapentel. Selain itu, Dapentel juga harus menaati Peraturan Menteri Keuangan (PMK) No 113/PMK.05/2005 tentang Perubahan KMK 510/06/2002 tentang Pendanaan dan Solvabilitas Dana Pensiun Pemberi Kerja. Dikarenakan adanya surplus pendanaan sebesar Rp 472,76 milyar atau 2,87% di 2016, Pendiri berhenti memberikan iuran normal selama 22 bulan. \n\nDapentel diharapkan untuk mendapatkan hasil yang lebih namun tidak ada cara yang dapat dilakukan untuk menambah pendanaan. Padahal, untuk memberikan manfaat tambahan, tambahan iuran akan membantu. Untuk itu, solusi yang paling mungkin dilakukan oleh Dapentel adalah fokus ke portofolio investasi. Solusi yang diberikan dalam thesis ini akan menggunakan teori optimalisasi dari Markowitz dan menggunakan Solver dari Microsoft Excel add-in. Untuk menemukan portofolio paling optimal, akan dilakukan analisis terhadap efficient frontier curve, Capital Allocation Line (CAL), dan Global Minimum Variance (GMV). \n\nDengan menggunakan data historis selama 5 tahun ke belakang, 2013 sampai 2017, hasil menunjukan bahwa Dapentel dapat meraih hasil yang lebih (12,95%) dengan tingkat standard deviasi yang lebih rendah (3.58%) dibandingkan dengan performa sebelumnya. Proporsi dari portofolio optimal yang ditemukan adalah dengan mengalokasikan 1% dana di deposito on call, 14% di deposito berjangka, 20% di obligasi, 44% di Surat Berharga Negara, 7% di saham public, 3% di reksadana, 10% di properti, dan 1% di saham non-publik.", "Daftar File": {"Final Project - Sovi Savira Miftah - 29116405.pdf": "https://digilib.itb.ac.id/gdl/download/140356"}, "Penulis": "Sovi Savira Miftah/ 29116405", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Sylviana Maya Damayanti, CFP"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Portfolio Optimization, Investment Portfolio, Pension Fund", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman  \n                                     Yose Ali Rahman", "File": "1 file", "Tanggal Input": "08 Agu 2018"}