{"Nomor": 31042, "Judul": "OPTIMASI GEOMETRI HELMHOLTZ RESONATOR BERBASIS BENTUK CO-PLANAR UNTUK PENYERAPAN SUARA FREKUENSI RENDAH", "Abstrak": "Mengurangi tingkat kebisingan di ruang publik dapat meningkatkan kualitas hidup dan kesehatan masyarakat. Untuk itu, teknik dan pengembangan kapasitas pengendalian bising sangat diperlukan ditengah-tengah beragamnya jenis dan karakteristik bising dengan segala keterbatasan implementasinya yang ditemukan dewasa ini. Hal ini mendorong dikebangkannya metode baru yang ditujukan untuk menemukan pendakatan baru maupun optimalisasi pendekatan-pendekatan konvensional, misalnya melalui optimasi geometri dan material baru. \n\nSalah satu kebutuhan khusus pengendalian bising ini adalah usaha perbaikan kinerja akustik dalam ruangan. Kendala yang masih menjadi permasalahan sejak lama, dan juga masih menjadi hal yang menarik untuk diteliti dari permasalahan akustik ruang adalah pengendalian daya suara pada rentang frekuensi rendah. Pendekatan yang umum digunakan untuk mengatasi masalah ini adalah dengan menggunakan Helmholtz Resonator (HR). Dari sudut pandang implementasi, penggunaan HR dapat dikatakan berhasil. Namun demikian, Helmholtz resonator konvensional membutuhkan ketebalan rongga udara (air cavity) seperempat dari panjang gelombang suara. Sehingga, dalam implementasinya membutuhkan ruang yang besar. \n\nPenelitian ini bertujuan untuk mengoptimasi desain geometri HR dengan menggunakan konsep coplanar untuk mengurangi kebutuhan ruang ketika diimplementasikan. Untuk itu dilakukan investigasi secara experimental untuk mendapatkan karaktertistik absorbsi dari geometri yang baru. Diharapkan dengan menggunakan geometri dan konfigurasi material baru ini, resonator yang didapatkan dapat bekerja dengan baik di rentang frekuensi yang sama, dan lebih aplikatif dalam penggunaannya di dalam ruang, terutama untuk penggunaan dalam ruangan kecil. \n\nSampel bahan terbuat dari plastik PLA (Poly Lactic Acid) dan perforated plate dari aluminium. Pengembangan sampel dilakukan dengan bantuan perangkat lunak tiga dimensi yaitu Autodesk Inventor dan Solidworks. Sementara itu, percobaan pada sampel dilakukan menggunakan BSWA impedance tube dengan metode fungsi transfer. \n\nDari ekperimen didapatkan bahwa dengan memodifikasi dimensi dan konfigurasi leher dan rongga udara HR, frekuensi kerjanya dapat dijaga sama. Dengan memodifikasi bentuk rongga udaranya menggunakan prinsip coplanar, kebutuhan rongga udara sepanjang Ã‚Â¼ panjang gelombang suara dapat dikurangi sampai kurang dari lima belas persen dari ketebalan yang dibutuhkan HR konvensional, dengan tujuan untuk mendapatkan ketebalan Helmholtz resonator minimum yang dinilai dapat lebih aplikatif dalam penggunaannya.", "Daftar File": {"2017 TS PP SEFRANI I.G. SIREGAR 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/140357", "2017 TS PP SEFRANI I.G. SIREGAR 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/140358", "2017 TS PP SEFRANI I.G. SIREGAR 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/140359", "2017 TS PP SEFRANI I.G. SIREGAR 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/140360", "2017 TS PP SEFRANI I.G. SIREGAR 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/140361", "2017 TS PP SEFRANI I.G. SIREGAR 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/140362", "2017 TS PP SEFRANI I.G. SIREGAR 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/140363"}, "Penulis": "SREFANI I.G. SIREGAR [23313301]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Hermawan Kresno Dipojono, MSEE, Ph.D", "Dr. Iwan Prasetyo, ST., Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Helmholtz resonator, bentuk co-planar, absorbsi suara, frekuensi rendah ; Helmholtz resonator, co-planar configuration, sound absorption, low frequencies", "Sumber": "", "Staf Input/Edit": "hidayat  \n                                     Irwan Sofiyan", "File": "7 file", "Tanggal Input": "18 Jan 2018"}