{"Nomor": 31047, "Judul": "ANALISIS SEKATAN DAN KARAKTERISTIK SESAR PADA RESERVOIR KUJUNG REEF, KOMPLEKS LAPANGAN KE, CEKUNGAN JAWA TIMUR", "Abstrak": "Pemodelan geologi bawah permukaan di reservoir karbonat Formasi Kujung di area JS-1 ridge selama ini hanya didasarkan pada aspek stratigrafi saja dan untuk aspek struktural hanya dilakukan secara kualitatif yang secara umum menjadikan sesar sebagai batas lapangan minyak dan gas. Untuk itu, analisis sekatan pada karbonat ini diperlukan dan pada penelitian ini digunakan metode Shale Gouge Ratio (SGR) (Yielding dkk, 1997) dengan parameter utama throw sesar beserta kandungan shale (vsh), dengan besar vsh dihitung dari dua metode yaitu: single parameter (log Gamma Ray) dan dual parameter (log density dan neutron porosity) yang dikalibrasi dengan data multimineral. Hasil perhitungan menggunakan dua metode untuk kandungan shale pada area dengan dominasi karbonat terumbu memiliki pola yang sama dengan nilai vsh yang kecil yaitu 0-0.2, sehingga sesar-sesar pada area ini akan lebih di kontrol oleh juxtaposition antar reservoir dengan bukti sesar E-17 dan E-3 dengan nilai SGR pada juxtaposition reservoir tidak lebih dari 16. Pada sesar E-11 yang berada pada area flank di sebelah tenggara JS-1 ridge menghasilkan nilai SGR diatas 35 sehingga sesar ini menjadi penyekat yang baik. Penelitian ini memberikan tiga area yang direkomendasikan untuk di eksplorasi hidrokarbon, yaitu: 1) Area JS-1 ridge pada tinggian di atas zona air regional, 2) Area baratlaut JS-1 ridge pada reservoir yang lebih dangkal yang juxtapose dengan Kujung Reef dan 3) Area sebelah tenggara pada reservoir dibawah Kujung Reef yang berbatasan dengan sesar di sebelah utaranya.", "Daftar File": {"2016 TS PP SRI HARTANTO 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/140368", "2016 TS PP SRI HARTANTO 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/140369", "2016 TS PP SRI HARTANTO 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/140370", "2016 TS PP SRI HARTANTO 1- BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/140371", "2016 TS PP SRI HARTANTO 1- BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/140372", "2016 TS PP SRI HARTANTO 1- BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/140373", "2016 TS PP SRI HARTANTO 1- BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/140374", "2016 TS PP SRI HARTANTO 1- BAB 4C.pdf": "https://digilib.itb.ac.id/gdl/download/140375", "2016 TS PP SRI HARTANTO 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/140376", "2016 TS PP SRI HARTANTO 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/140377"}, "Penulis": "SRI HARTANTO (NIM: 22014324)", "Kontributor / Dosen Pembimbing": ["Pembimbing : \n \n\nIr. Benyamin Sapiie, Ph.D \n \n\nDr. Indra Gunawan, S.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "sesar, throw, volume shale, juxtaposition, shale gouge ratio.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "10 file", "Tanggal Input": "17 Sep 2018"}