{"Nomor": 31052, "Judul": "PEMBELAJARAN RELIGIUS DAN PERANAN PESANTREN AL ITTIFAQ DALAM PEMBANGUNAN DESA ALAMENDAH, KABUPATEN BANDUNG:SEBUAH KAJIAN TEORI JARINGAN-AKTOR", "Abstrak": "Pembangunan perdesaan menjadi sangat signifikan mengingat peranannya dalam memperkuat Negara Kesatuan Republik Indonesia. Undang-Undang Desa Nomor 6 Tahun 2014 memberikan kedaulatan pada desa untuk mengatur dirinya sendiri. Keberadaan pesantren di perdesaan menjadi salah satu agen pembangunan yang potensial. Pesantren Al Ittifaq di Desa Alamendah,Kecamatan Rancabali, Kabupaten Bandung telah mengantarkan Desa Alamendah menjadi sentra agribisnis yang tangguh di wilayah Bandung. Proses-proses bagaimana agensi agama dapat memberikan perubahan kehidupan masyarakat Desa Alamendah menjadi kajian yang menarik mengingat di Indonesia mempunyai banyak pesantren di perdesaan. \n\nMetodologi penelitian yang digunakan adalah metode eksploratif dengan menggunakan teori pembangunan perdesaan, kohesi sosial, lokal wisdom, learning, dialektika Al Quran dan masyarakat serta pendekatan teori jaringan-aktor. Hasil penelitian dapat dijadikan salah satu masukan dalam pembangunan perdesaan berbasis agama di Indonesia. \n\nPenelitian ini menunjukkan bahwa pembangunan perdesaan tidak pernah murni lokal, karena dalam prosesnya terbentuk relasi-relasi lokal-global baik oleh aktor manusia maupun non-manusia. Interaksi, learning dan penerapan kearifan lokal mendorong dan memperkuat kohesi sosial masyarakat Desa Alamendah. Perpecahan-perpecahan dalam masyarakat masih terus terjadi dan menimbulkan negosiasi-negoasiasi sebagai ujian terhadap kohesi. Komitmen dalam menjalankan ajaran agama islam dengan memanfaatkan obyek-obyek teknis yang ada telah memberi makna baru pada agama dalam kehidupan masyarakat Desa Alamendah. Terdapat pola pembelajaran yang sumbernya agama. Pesantren Al Ittifaq oleh karenanya telah bekerja sebagai agen pembangunan melalui gerakan ideologis sosial. \n\nKata kunci: Lokal, Kohesi Sosial, learning, Kearifan Lokal, Religius.", "Daftar File": {"2017 TS PP SRI LESTARI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/140397", "2018_SRI_LESTARI_1_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/163216", "2018_SRI_LESTARI_1_BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/163217", "2018_SRI_LESTARI_1_BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/163218", "2018_SRI_LESTARI_1_BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/163219", "2018_SRI_LESTARI_1_BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/163220", "2018_SRI_LESTARI_1_BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/163221", "2018_SRI_LESTARI_1_BAB_6.pdf": "https://digilib.itb.ac.id/gdl/download/163222", "2018_SRI_LESTARI_1_DAFTAR_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/163223"}, "Penulis": "SRI LESTARI nim: 24016005", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Sonny Yuliar"], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Lokal, Kohesi Sosial, learning, Kearifan Lokal, Religius.", "Sumber": "", "Staf Input/Edit": "sarnya  \n                                     sarnya", "File": "9 file", "Tanggal Input": "13 Sep 2018"}