{"Nomor": 31050, "Judul": "PERANCANGAN STRATEGY MAP DAN PERFORMA INDIKATOR UTAMA UNTUK POLITEKNIK MANUFAKTUR ASTRA", "Abstrak": "Industri pendidikan di Indonesia kini mengalami kemajuan pesat dari tahun ke tahun. Pandangan publik terhadap universitas favorit masih menjadi pilihan utama. Inilah salah satu tantangan bagi Politeknik Manufaktur Astra, bagaimana menarik perhatian calon siswa terbaik untuk melanjutkan ke tingkat berikutnya di Politeknik, untuk mencapainya ada bisnis isu yang terdapat di Polman Astra. Karena dalam strategi relasi tahun 2016-2020, Polman ingin menjadi pengembang teknologi sehingga mereka membutuhkan alat yang mendukung tercapainya rencana strategis. Salah satu alat untuk perencanaan, penyelarasan, pemantauan, dan evaluasi adalah Peta Strategi (Kaplan, 2004). Karena Polman Astra belum memiliki Peta Strategi dan KPI baru dalam mendukung tujuan baru mereka sebagai Developer Teknologi. Hal ini diperlukan untuk mengevaluasi dan menciptakan strategi baru bagi Polman Astra untuk tetap menjadi pilihan bagi calon siswa khususnya bagi siswa unggulan yang juga menjadi mitra sekolah Astra di setiap penerimaan mahasiswa baru di semester awal. Selain itu, diperlukan adanya Strategy Map dan Key Performance Indicator untuk Polman Astra agar kinerja Polman Astra tetap optimal. Setelah melakukan penelitian, dapat dilihat bahwa KPI dan Peta Strategi memegang peranan penting dalam menentukan pembagian-pembagian porsi kerja untuk masing-masing divisi dan dapat memantau pihak mana yang bertanggung jawab dalam pencapaian rencana strategis yang ditetapkan.", "Daftar File": {"2018 TS PP SRI JUNITA INDAH 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/140387"}, "Penulis": "SRI JUNITA INDAH (NIM 29115317)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Achmad Ghazali, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Rencana Strategis, Peta Strategi, Indikator Performa Utama, Balanced Scorecard, Sumber Daya Manusia.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "08 Jun 2018"}