{"Nomor": 31068, "Judul": "FENOMENA HORMESIS PADA LALAT RUMAH (Musca domestica Linn ) (DIPTERA : MUSCIDAE) RESISTEN, PASCA APLIKASI DOSIS SUBLETAL IMIDAKLOPRID DAN PERMETRIN", "Abstrak": "Lalat rumah, Musca domestica, merupakan salah satu serangga hama permukiman yang menyebabkan berbagai permasalahan bagi manusia, baik dari aspek estetika, ekonomi maupun kesehatan. Untuk mengendalikan populasi lalat rumah, masyarakat cenderung memilih penggunaan insektisida karena dianggap lebih efektif dan hasilnya terlihat lebih cepat. Namun penggunaan insektisida yang tidak bijaksana dapat menimbulkan berbagai permasalahan seperti timbulnya resistensi dan hormesis yang mengarah pada terjadinya resurjensi dan ledakan populasi hama (pest outbreaks). Pada penggunaan insektisida di lapangan, seringkali konsentrasinya menurun setelah diaplikasikan. Dalam kondisi ini, sebagian besar individu serangga dapat menerima insektisida pada dosis subletal. Dosis subletal dapat memicu respon fisiologis pada serangga yang dikenal dengan hormesis. Insektisida berbahan aktif permetrin termasuk insektisida yang sudah cukup lama digunakan di Indonesia sejak tahun 1980-an, sedangkan imidakloprid masih tergolong baru digunakan yaitu sejak tahun 2011. Penelitian ini ditujukan untuk memperoleh pemahaman yang lebih baik tentang fenomena hormesis pada strain lalat rumah resisten yang diseleksi oleh permetrin dan imidaklorid dengan dosis subletal 10% dan 30% LD50 atau LC50 selama 10 generasi. \n\nPenelitian secara keseluruhan terbagi dalam tiga tahapan, yang dilakukan sejak April 2014 hingga Februari 2017. Tahapan pertama ditujukan untuk mengetahui peningkatan resistensi terhadap permetrin dan imidakloprid pada strain lapangan dan standar rentan (DPIL) hingga 10 generasi. Sampel strain lalat rumah lapangan berasal dari 6 ibukota provinsi di Pulau Jawa dan strain DPIL sebagai strain standar rentan yang dikoleksi dari Denmark. Penentuan tingkat resistensi pada semua strain lalat rumah dilakukan dengan menggunakan metoda topikal untuk insektisida berbahan aktif permetrin dan metoda umpan untuk insektisida berbahan aktif imidakloprid. Hasil penelitian ini menunjukkan bahwa pada semua strain yang diuji telah mengalami peningkatan tingkat resistensi. Lalat strain SRG mempunyai perkembangan rasio resistensi yang paling tinggi terhadap permetrin pada generasi ke-10 dibanding strain lain yaitu sebesar 40.620-kali. Sementara itu, lalat strain BDG mempunyai perkembangan tingkat resistensi yang paling tinggi terhadap imidakloprid generasi ke-10 dibandingkan dengan strain lainnya, yaitu sebesar 123,6-kali. \n\nTahapan kedua dilakukan untuk menguji kemampuan fekunditas, fertilitas dan fitness sebagai parameter biologis kemampuan reproduksi pada strain lalat rumah resisten. Penelitian ini terdiri dari pengujian hayati (bioassay) dengan metoda topikal pada permetrin dan metoda pakan pada imidaklorid dengan dosis subletal (10% dan 30% LD50 atau LC50). Hasil penelitian ini menunjukkan bahwa lalat strain DPIL yang resisten (tingkat resistensi paling rendah) mempunyai peningkatan kemampuan fekunditas dan fertilitas secara berturut-turut sebesar 185,8% dan 102,6 % dibandingkan dengan strain SRG yang memiliki tingkat resistensi paling tinggi. Demikian pula, pada strain DPIL setelah diberikan perlakuan dosis subletal insektisida imidakloprid, terdapat peningkatan fekunditas dan fertilitas sebesar 143,5% dan 65,5% dibandingkan strain SRG. Hasil penelitian tentang fitness menunjukkan bahwa aplikasi insektisida berbahan aktif permetrin dan imidakloprid pada dosis subletal mampu meningkatkan parameter fitness berupa viabilitas (persentase penetasan telur), waktu perkembangan larva, persentase pembentukan pupa, panjang umur lalat dewasa hingga generasi ke-10. Peningkatan viabilitas tertinggi ditunjukkan oleh strain SRG dari generasi F1 hingga F10 setelah dilakukan seleksi dengan insektisida permetrin dan imidakloprid pada dosis subletal secara berturut-turut sebesar 81,66 % dan 67,76%, waktu perkembangan larva terlama adalah 7,02 dan 7,48 hari, umur lalat rumah dewasa terpanjang 28,40 hari dan 28,80 hari serta pembentukan pupa tertinggi ditunjukkan oleh strain DPIL sebesar 77,63% dan 86,50%. \n\nPenelitian tahap ketiga terdiri atas pengukuran kadar hormon juvenil yang dilakukan dengan menggunakan alat HPLC (high performance liquid chromatography) dan kadar total protein dengan menggunakan metoda ekstraksi. Hasil penelitian ini menunjukkan bahwa perlakuan insektisida dosis subletal berbahan aktif permetrin pada konsentrasi 10% LC50 pada strain lalat rumah DPIL dapat meningkatkan kemampuan rata-rata hormon juvenil sebesar 17,44 % dan 42,35%, yang masing-masing dibandingkan dengan perlakuan dosis 30% LC50 dan kontrol serta dapat meningkatkan kadar rata-rata total protein pada dosis subletal konsentrasi 10% LC50 sebesar 17,16 % dibandingkan perlakuan dosis 30% LD50 dan sebesar 42,19% jika dibandingkan dengan kontrol. Sementara itu, perlakuan insektisida berbahan aktif imidakloprid dengan dosis subletal 10% LC50 pada lalat strain DPIL yang resisten dapat meningkatkan kemampuan rata-rata hormon juvenil sebesar 17,34% dan 42,18% jika masing-masing dibandingkan dengan perlakuan dosis 30% LD50 dan kontrol serta dapat meningkatkan kemampuan rata-rata total protein sebesar 17,20 % dibandingkan perlakuan dosis 30% LD50 dan sebesar 41,74% jika dibandingkan dengan kontrol. \n\nPenelitian tentang hormesis pada beberapa strain lalat rumah resisten yang diseleksi permetrin dan imidakloprid selama 10 generasi merupakan penelitian pertama di dunia. Hasil penelitian memberikan informasi bahwa insektisida permetrin dan imidakloprid yang diberikan dengan dosis subletal (10% dan 30% LD50 atau LC50) dapat memicu terjadinya hormesis pada lalat rumah resisten selama 10 generasi. Kebaruan dari penelitian ini adalah untuk melihat terjadinya fenomena hormesis pada lalat rumah strain standar rentan dan beberapa strain lapangan yang resisten setelah mendapat tekanan seleksi imidakloprid dan permetrin dengan dosis subletal selama 10 generasi.", "Daftar File": {"2018 DS PP Disertasi_Sri Yusmalinar 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/140433"}, "Penulis": "Sri Yusmalinar - NIM : 30612006", "Kontributor / Dosen Pembimbing": ["Prof. Intan Ahmad, Ph.D \n\nDr. Tjandra Anggraeni"], "Jenis Koleksi": "Disertasi", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Hormesis, dosis subletal, imidakloprid, permetrin, reproduksi, Musca domestica", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "02 Mar 2018"}