{"Nomor": 31060, "Judul": "PENERAPAN KONSEP BIRANO PADA PERANCANGAN MASJID KOTA  DI PUSAT PRIMER II GEDEBAGE - BANDUNG.", "Abstrak": "Berawal dari permasalahan fungsi suatu masjid kota yang hanya sekedar sebagai tempat salat, padahal seharusnya fungsinya lebih luas lagi yaitu sebagai sarana pengembangan pendidikan serta kegiatan ibadah komunitas Islam, yang mencakup fungsi syiar, sosial, ukhuwah, budaya, dan syiar. Tesis ini berupaya mengkaji konsep-konsep masjid kota karya BIRANO yang sejalan dengan kaidah ibadah Islam untuk diterapkan sebagai suatu kriteria desain pada perancangan masjid kota di Pusat Primer II Gedebage - Bandung. Sebagai landasan, dikaji teori-teori tentang konsep masjid kota pada jaman Rasulullah, masjid kota menurut agama Islam dan pendekatan perancangan suatu masjid kota yang sesuai dengan kaidah ibadah Islam. Dengan menggunakan teknik analisis kualitatif komparatif serta didukung oleh teori dilakukan analisis terhadap konsep BIRANO pada tiga kasus masjid kotanya yang meliputi jenis dan kapasitas ruang masjid, konsep tatanan pada tapak termasuk aturan-aturan (order) dan elemen-elemen pelengkap masjid, konsep bentuk (form), serta konsep ruang (space). Dari hasil analisis diturunkan konsep-konsep masjid kota karya BIRANO yang dianggap sesuai dengan kaidah ibadah Islam, dan meliputi fungsi, program pemakmuran dan jenis ruang yang dibutuhkan, aturan-aturan (order) seperti grid qiblat, shaff atau barisan, pemisahan jamaah pria dan wanita, dan konsep orientasi unit-unit pada ruang bersuci, konsep Innal mubadzirin, konsep ke Esa-an yang absolut terhadap Sang Khaliq, serta konsep Ijtihadiyah dalam kaitannya dengan karakter ruang dan penampilan fisik. Sebagai kriteria desain konsep perancangan BIRANO ini diterapkan pada konsep perancangan masjid kota di Pusat Primer II Gedebage kota Bandung, yang meliputi program ruang dan kapasitas yang sejalan dengan kaidah ibadah Islam bagi suatu masjid kota, kemudian konsep perancangan tapak dengan grid qiblatnya, konsep Al-Shan, Al-Riwaq serta sistim sirkulasi. Pada konsep perancangan bangunan dan konsep ruang, selain konsep Innal mubadzirin dan ke Esa-an serta keterbukaan diterapkan pula konsep Ijtihadiyah dalam hal eksplorasi kreativitas. Pada konsep perancangan bangunan ini mencoba mengeksplore kemungkinan pemisahan struktur badan bangunan serta struktur atap yang berdampak pada penyederhanaan dalam perhitungan struktur serta memperkecil dimensi struktur bangunan yang juga menggunakan sistim beton prategang. Bentuk atap adalah kubah dengan lengkungan menyudut dan didukung oleh struktur rangka ruang baja atau space frame. Penggunaan ornamen sebagai elemen pelengkap masjid yang selain hanya diterapkan pada hal-hal yang sifatnya fungsional, juga diekspresikan lewat keindahan material yang secara jujur ditampilkan, seperti batu granit pada dinding dan mihrab, beton rooster atau arabesque pada keliling koridor atau Al-Riwaq, pengolahan kayu pada daun-daun pintu ruang utama, dengan menggunakan Islamic Patern. Sebagai bagian terakhir dari kajian tesis perancangan ini adalah perancangan skematik masjid kota di Gedebage Bandung, dalam bentuk rencana tapak, denah, tampak dan potongan skematik.", "Daftar File": {}, "Penulis": "Sri Ratna Irawati (NIM. 25204019)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 :  Sri Rahayu. B.U.K, Dr., Ir., MSA.     \n\nPembimbing 2 :  Hanson Endra Kusuma, Dr., Eng., Ir.     \n \n \n \n \n \n \n\nScanner: Alice Diniarti", "2008-01-18."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Conception of BIRANO, Design, Urban Mosque.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Perpustakaan Prodi Arsitektur", "File": "6 file", "Tanggal Input": "02 Okt 2018"}