{"Nomor": 31066, "Judul": "APLIKASI WEB PEMBANGKIT POLA DENGAN PENDEKATAN TOTALISTIC CELLULAR AUTOMATA BERDIMENSI DUA", "Abstrak": "Pola atau pattern merupakan jenis gambar yang banyak digunakan untuk mengisi bidang, contohnya pola pada kain, keramik, hiasan dinding, dan lain-lain. Kebutuhan pola dalam jumlah yang besar akan menjadi kurang efektif bila dikerjakan oleh manusia. Oleh karena itu, pembuatan pola secara otomatis dapat membantu pembuatan pola dengan lebih cepat terutama untuk kebutuhan dalam jumlah yang besar, selain itu pembuatan pola secara otomatis juga dapat membantu orang yang tidak dapat membuat pola.  \n\nCellular automata merupakan model yang sederhana tetapi dapat menunjukkan perilaku yang kompleks. Pendekatan pembuatan pola dengan menggunakan cellular automata cocok untuk mengatasi permasalahan pembuatan pola secara otomatis. Dengan pendekatan cellular automata, dapat dibangkitkan pola yang beragam dengan jumlah besar dan cepat.  \n\nDalam buku Tugas Akhir ini dibahas mengenai bagaimana pembuatan pola dengan menggunakan pendekatan cellular automata, khususnya cellular automata berdimensi dua untuk menjawab solusi dari permasalahan pembuatan pola secara otomatis. Solusi yang dibuat adalah sebuah aplikasi web pembangkit pola dengan memanfaatkan cellular automata yang dapat digunakan pengguna untuk membangkitkan pola. Aplikasi yang dibuat bersifat interaktif dengan pengguna di mana pengguna dapat memasukkan input dan mengganti parameter-paramater yang disediakan untuk membangkitkan pola.", "Daftar File": {"2018 TA PP SRI UMAY NUR’AINI SHOLIHAH  1 -ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/140431"}, "Penulis": "SRI UMAY NURÃ‚Â’AINI SHOLIHAH (NIM : 13514007)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Judhi Santoso, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "pola, cellular automata, pembangkit pola, aplikasi web", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Jun 2018"}