{"Nomor": 31063, "Judul": "MODEL PENENTUAN UKURAN LOT GABUNGAN EKONOMIS ANTARA PEMASOK DAN PEMANUFAKTUR UNTUK SISTEM PRODUKSI TIDAK SEMPURNA DENGAN PERMINTAAN PROBABILISTIK", "Abstrak": "Penelitian ini bertujuan untuk mengembangkan model ukuran lot ekonomis gabungan antara pemasok dan pemanufaktur untuk proses produksi yang tidak sempurna dengan pola permintaan probabilistik dan lead time konstan. Pihak pemasok memproduksi produk dalam selang waktu tertentu kemudian dikirim kepada pemanufaktur dengan jumlah ukuran lot tertentu. Sistem produksi pemasok yang tidak sempurna ditandai dengan probabilitas produk cacat ( ). Variabel keputusan model adalah ukuran lot pemesanan pemanufaktur, ukuran lot produksi pemasok, service level pemanufaktur, dan level reorder point pemanufaktur. Variabel keputusan optimal diperoleh dengan meminimumkan ekspektasi total ongkos gabungan antara pemasok dan pemanufaktur yang ditanggung oleh kedua belah pihak. Pencarian solusi model diperoleh dengan menggunakan algoritma dari Hadley dan Within (1963) dan Hsu dan Hsu (2013) yang menghasilkan solusi optimal. Model yang dibangun kemudian dibandingkan dengan model kemitraan transaksional, dimana pemasok tidak ikut serta dalam efisiensi sistem persediaannya. Contoh numerik diberikan sebagai ilustrasi dari model JELS dan model kemitraan transaksional. Hasil contoh numerik kedua model kemudian dilakukan perbandingan. Hasil perbandingan dari contoh numerik terhadap model JELS lebih baik daripada model kemitraan transaksional karena menghasilkan total ongkos yang lebih minimal yaitu sebesar Rp. 90.921.759,7/Tahun dengan ukuran lot pemesanan sebesar 16.492,605 Unit dan service level pemanufaktur sebesar 99,969%. Analisis sensitivitas terhadap model dilakukan dengan mengubah parameter-parameter yang bertujuan untuk menganalisis prilaku dari model yang dikembangkan, Parameter yang paling berpengaruh terhadap ukuran lot pemesanan adalah parameter ongkos simpan pemasok, ongkos simpan pemanufaktur, dan laju permintaan.", "Daftar File": {"2018 TS PP SRI SUCI YUNIAR 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/140428"}, "Penulis": "SRI SUCI YUNIAR (NIM : 23415039)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Rachmawati Wangsaputra Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "MODEL PENENTUAN UKURAN LOT GABUNGAN EKONOMIS ANTARA PEMASOK DAN PEMANUFAKTUR UNTUK SISTEM PRODUKSI TIDAK SEMPURNA DENGAN PERMINTAAN PROBABILISTIK", "Sumber": "", "Staf Input/Edit": "Dewi Supryati  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "15 Mar 2018"}