{"Nomor": 31079, "Judul": "1 RUMAH SAKIT KHUSUS KANKER DI YOGYAKARTA", "Abstrak": "Pesatnya kenaikan jumlah penderita kanker di Indonesia belum diimbangi dengan penambahan jumlah fasilitas rumah sakit yang mendukung sehingga \ndibutuhkan penambahan rumah sakit khusus kanker di Yogyakarta. Yogyakarta sebagai salah satu kota dengan penderita kanker terbanyak memerlukan adanya rumah sakit khusus kanker. Lokasi ini terletak pada Jalan Ringroad Utara, Kecamatan Karangnongko, Desa Maguwoharjo, Yogyakarta. Pendekatan perancangan Rumah Sakit Khusus Kanker Yogyakarta ini adalah bagaimana lingkungan dan suasana rumah sakit dapat membantu proses penyembuhan dan meningkatkan semangat hidup pasien. Selain itu terdapat \nempat isu utama dalam perancangan rumah sakit untuk diselesaikan, yaitu sirkulasi bangunan yang terintegrasi, kenyamanan pengguna rumah sakit, keamanan, dan keselamatan pengguna rumah sakit. Bangunan Rumah Sakit Khusus Kanker Yogyakarta terdiri dari dua massa bangunan dengan tinggi masing-masing tiga dan lima lantai. Instalasi rawat jalan  \ndan medik sentral terletak pada bangunan tiga lantai di bagian depan sedangkan instalasi rawat inap diletakkan pada bangunan lima lantai di belakang dan dikelilingi oleh taman. Konsep utama Rumah Sakit Kanker Yogyakarta untuk  \nmenciptakan suasana nyaman yang dapat membantu proses penyembuhan pasien dihadirkan melalui fasilitas-fasilitas khusus yang dapat meningkatkan interaksi antar penderita kanker dan meningkatkan semangat hidup pasien. Fasilitas-fasilitas khusus tersebut adalah instalasi palliative care, ruang publik yang terdapat pada instalasi rawat inap, dan inner court sebagai ruang berkumpul pasien.", "Daftar File": {"2014 TA PP ZULFIKRI MOKOAGOW 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/140458", "2014 TA PP ZULFIKRI MOKOAGOW 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/140459", "2014 TA PP ZULFIKRI MOKOAGOW 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/140460", "2014 TA PP ZULFIKRI MOKOAGOW 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/140461", "2014 TA PP ZULFIKRI MOKOAGOW 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/140462", "2014 TA PP ZULFIKRI MOKOAGOW 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/140463", "2014 TA PP ZULFIKRI MOKOAGOW 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/140464", "2014 TA PP ZULFIKRI MOKOAGOW 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/140465"}, "Penulis": "STEFFIE PRILIANTY (NIM : 15209097)", "Kontributor / Dosen Pembimbing": ["Pembimbing :      \n \n\nDr. Ir. Lily Tambunan, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "rumah sakit khusus kanker, Yogyakarta, therapeutic environment.", "Sumber": "", "Staf Input/Edit": "suwadji  \n                                     suwadji", "File": "8 file", "Tanggal Input": "26 Okt 2018"}