{"Nomor": 31070, "Judul": "STUDI PREFERENSI MAHASISWA TERHADAP FASILITAS KANTIN KAMPUS DENGAN METODE ANALISIS FAKTOR", "Abstrak": "Perguruan tinggi merupakan sebuah institusi yang memiliki sebuah tanggung jawab yang cukup besar. Perguruan tinggi memiliki tanggung jawab untuk memastikan calon-calon penerus bangsa, para pemimpin masa depan, memiliki bekal dalam mengarungi masa depannya. Secara tidak langsung, tanggung jawab ini membuat perguruan tinggi menarik perhatian di setiap kota di Indonesia. Termasuk perhatian pemerintah. Cukup banyak peraturan pemerintah, baik pemerintah pusat maupun pemerintah daerah, membuat peraturan-peraturan yang sifatnya menunjang perguruan tinggi, sekaligus menjaga keberlangsungan kegiatan belajar mengajar di Indonesia. Hal ini menunjukkan bahwa pemerintah menyadari pentingnya perguruan tinggi. Salah satu peraturannya adalah tentang kantin kampus. \n\nPenelitian ini menghasilkan faktor-faktor yang sekiranya berpengaruh terhadap proses pembuatan kantin kampus yang baik, dengan menggunakan metode pengumpulan data dengan kuesioner, dan metode pengolahan data dengan analisis faktor. Faktor-faktor yang dihasilkan diharapkan dapat menjadi poin-poin pertimbangan utama dalam proses pembuatan kantin kampus yang baik, yang dikombinasikan dengan peraturan yang diadakan oleh pemerintah. \n\nHasil dari penelitian ini adalah preferensi mahasiswa untuk variabel-variabel yang penulis tanyakan, faktor-faktor yang berjumlah 8 (delapan) faktor yang menunjukkan kebutuhan atau keinginan mahasiswa, dan 2 (dua) faktor yang merupakan peraturan yang diadakan oleh pemerintah. Faktor-faktor ini juga menjadi masukan penulis untuk menentukan standar kapasitas dan dimensi dari sebuah kantin yang baik.", "Daftar File": {"2018 TA PP STANISLAUS GOKLAS PARTOGI TUMANGGOR 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/140435"}, "Penulis": "STANISLAUS GOKLAS PARTOGI TUMANGGOR          NIM 14410046", "Kontributor / Dosen Pembimbing": ["Ir. Darwin, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "kantin kampus, peraturan pemerintah, kuesioner, analisis faktor, standar kapasitas, standar dimensi", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     cecep hikmat", "File": "1 file", "Tanggal Input": "13 Mar 2018"}