{"Nomor": 31080, "Judul": "PENGIRIMAN DAN PENYIMPANAN DATA PADA SERVER ROOM MONITORING SYSTEM", "Abstrak": "Server merupakan salah satu kebutuhan dasar bagi perusahaan yang bergerak di era digital. Data tidak lagi disimpan secara manual, tetapi disimpan terpusat pada server. Untuk mendapatkan kinerja yang baik dan menjaga keamanan server, diperlukan kondisi lingkungan yang memadai untuk server tersebut beroperasi. Akan tetapi, tidak semua pemilik ruang server memahami kebutuhan dari server itu sendiri. Kondisi lingkungan ruang server perlu dijaga sedemikian rupa agar tidak berakibat pada kerusakan server yang berujung pada kehilangan data. Maka dari itu, dirancanglah sebuah sistem yang dapat memantau kondisi ruang server dan melaporkannya kepada pemilik atau petugas ruang server secara online. Server Room Monitoring System merupakan sebuah sistem yang dapat memantau temperatur, kelembaban, aliran udara, ketersediaan sumber daya, dan mendeteksi pergerakan orang pada ruang server. Sistem terdiri dari tiga subsistem, diantaranya adalah subsistem server. Pengiriman dan penyimpanan data merupakan bagian dari subsistem server. Subsistem server meninjau hubungan antara mikrokontroler, database, website, dan modul GSM. Data kondisi lingkungan dan status dari setiap sensor dikirimkan dari mikrokontroler untuk disimpan di database melalui Internet. Database mengirimkan data ke website untuk ditampilkan kepada pengguna dan ke modul GSM. Modul GSM bertugas untuk mengirimkan SMS kepada pengguna jika terjadi kondisi yang berada di luar rentang ideal ruang server.", "Daftar File": {"2018 TA PP STELLA ANGELINE KAMARGA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/140466"}, "Penulis": "STELLA ANGELINE KAMARGA         NIM : 13214060", "Kontributor / Dosen Pembimbing": ["Dr. Waskita Adijarto S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "server, pengiriman, penyimpanan, database, Short Message Service", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     cecep hikmat", "File": "1 file", "Tanggal Input": "25 Jun 2018"}