{"Nomor": 31095, "Judul": "USULAN STRATEGI MARKETING PRESIDENT UNIVERSITY PADA INDUSTRI PENDIDIKAN DI INDONESIA", "Abstrak": "Indonesia adalah suatu negara dengan penduduk terbesar keempat di dunia dengan jumlah penduduk mencapai 259 juta jiwa. Sebagai salah satu negara berkembang yang ada di dunia, Indonesia sangat menekankan pentingnya tingkat pendidikan sebagai salah satu penunjang untuk meningkatkan tingkat pertumbuhan ekonomi yang menjadi dasar suatu negara dapat berubah dari negara berkembang menjadi negara maju. \n \n\nPada Februari 2016, 6 juta orang diterima di lapangan pekerjaan menyelesaikan pendidikannya di tingkat universitas sedangkan hanya 3 juta saja yang dapat diserap di dunia kerja untuk tingkat lulusan SMA. President University salah satu dari universitas yang membantu meningkatkan tingkat pendidikan di Indonesia, membantu mempersiapkan penduduk di Indonesia untuk mendapatkan pendidikan yang cukup dan dapat bersaing secara global sehingga lapangan kerja dapat terbentuk dan diisi oleh tenaga berkualitas. Setelah berdiri selama 16 tahun, President University mengalami stagnansi dalam mengelola pendapatan untuk mengembangkan fasilitas dan taraf pendidikan di internal President University. \n \n\nMetode penelitian yang digunakan dalam proyek akhir ini adalah dengan menggunakan metode kualitatif melalui interview dengan pihak manajemen President University, sedangkan pengumpulan data didasarkan dengan metode kuantitatif dengan menyebarkan kuesionair kepada sejumlah responden secara acak dengan ketentuan secara khusus. Konsep kerangka kerja yangdigunakan pada proyek akhir ini disusun berdasar atas beberapa teori dan analisa, baik analisa secara internal President University sendiri ataupun eksternal dari luar President University. Hasil dari analisa tersebut akan menyimpulkan dalam pembentukan strategi baru. Solusi yang diberikan pada bagian akhir proyek akhir ini adalah pengajuan strategi marketing baru dalam meningkatkan jumlah mahasiswa/i intake setiap tahunnya di President University.  \n \n\nAdanya usulan untuk pengadaan program baru dengan gelar D3, perubahan secara digital untuk promosi marketing dalam melakukan campaign untuk lebih memberikan efek yang maksimal dalam memperbaiki branding yang kurang memadai, adanya usulan untuk lebih meningkatkan system internal pada akreditasi setiap jurusan yang ada dan cara untuk mewaspadai ancaman yang ada dengan meningkatkan keunggulan dan kesempatan yang ada untuk lebih mengembangkan efek eksternal dalam dunia pendidikan merupakan beberapa hasil yang dapat dilakukan oleh President University untuk mendapatkan keunggulan kompetitif dibandingkan dengan universitas lain. \n \n\nSebagai kesimpulan, President University berdasar studi yang dilakukan disarankan untuk melakukan perkembangan baik secara minor maupun secara mayor. Perkembangan di aspek tempat, harga dan sumber daya manusia merupakan hal yang harus dikembangkan secara minor, sedangkan produk, cara promosi, gedung dan proses adalah aspek yang harus dilakukan perkembangan secara mayor. Dari itu, penulis menyarankan beberapa pengajuan untuk perkembangan dan menyertakan bagian timeline agar perencanaan perkembangan dapat dilakukan secara maksimal dan efektif.", "Daftar File": {"2018 TS PP STEVANUS KURNIADI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/140491"}, "Penulis": "STEVANUS KURNIADI (NIM 29316013)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Satya Aditya Wibowo, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Gelar Master, gelar Sarjana, Pendidikan, Strategi Bisnis, Strategi Pemasaran", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "08 Jun 2018"}