{"Nomor": 31093, "Judul": "PERLUASAN PASAR PADA AGEN KARGO SURAT MUATAN UDARA (STUDI KASUS : PASAR PADA PT SURYAGITA NUSARAYA BANDUNG)", "Abstrak": "Pasar logistik di Indonesia saat ini sedang berkembang yang terlihat dari pertumbuhan permintaan, bisnis online, dan perkembangan teknologi di Indonesia. PT Suryagita Nusaraya yang dikenal sebagai SN Cargo adalah perusahaan logistik dan forwarder. Sebagai perusahaan dengan skala nasional, SN Cargo Bandung masih mengalami beberapa kesulitan baik dalam sector operasional maupun keuangan yang disebabkan oleh kurangnya pendapatan dan tingkat kompetisi yang tinggi. Pada penelitian ini bertujuan untuk mendapatkan strategi marketing baru untuk dapat meningkatkan pendapatan SN Cargo Bandung. \n\nAnalisa internal dan eksternal digunakan untuk mengetahui kondisi yang ada pada SN Cargo Bandung saat ini. Analisa eksternal digunakan untuk menganalisa factor makro dan mikro yang ada pada lingkungan perusahaan. Analisa PorterÃ‚Â’s Five Forces digunakan untuk menganalisa industry logistik yang ada untuk melihat peluang yang dimiliki SN Cargo Bandung. Analisa internal digunakan untuk menganalisa kondisi dan kemampuan SN Cargo Bandung. Analisa dilakukan dengan STP, 7P, dan SWOT analisis. \n\nHasil dari beberapa analisa, diketahui bahwa SN Cargo Bandung belum memiliki segmentasi market dan strategi market yang jelas. Mereka hanya memiliki 2% market share, dan 65% dari hasil penjualan dalam bentuk piutang. Untuk mengatasi masalah ini dan meningkatkan pemasukan SN Cargo Bandung, diberikan beberapa alternatif untuk menentukan tujuan dalam memperluas pangsa pasar.", "Daftar File": {"2018 TS PP STEPHEN REINALDO TUNARDI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/140489"}, "Penulis": "Stephen Reinaldo Tunardi 29116159", "Kontributor / Dosen Pembimbing": ["Ira Fachira S.Si.,M.T.,Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "cargo, forwarder, logistic, packages, packaging", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman  \n                                     Yose Ali Rahman", "File": "1 file", "Tanggal Input": "19 Sep 2018"}