{"Nomor": 31091, "Judul": "STUDY ON RADIUS OF INVESTIGATION IN INFINITE-ACTING RADIAL RESERVOIR", "Abstrak": "Proses penentuan jari-jari investigasi pada uji transien tekanan memegang peran yang sangat penting dalam menentukan cadangan di reservoir. Melalui fakta itu, proses tersebut juga akan menentukan hasil dari beberapa keputusan penting yang dibuat di industri perminyakan. Berbagai cara untuk menentukan besar jari-jari investigasi telah diajukan sejak puluhan tahun yang lalu. Namun, konsep-konsep tersebut menghasilkan nilai jari-jari yang berbeda, dan oleh karena itu, menimbulkan keambiguan serta ketidakjelasan tentang konsep jari-jari investigasi. Studi terbaru tentang topik ini telah memberikan definisi jari-jari investigasi yang lebih baik, dan lebih terukur. Persamaan yang umum untuk menghitung besar jari-jari investigasi juga telah disajikan pada studi tersebut. Tetapi, persamaan tersebut diturunkan dari pendekatan ekspresi integral eksponensial, dan juga melibatkan proses iterativ dalam penggunaannya. Hal ini tentunya memberikan ketidakpastian dan keterbatasan dalam penggunaannya pada tingkat tertentu, lebih jauh lagi, pemakaian persamaan dengan cara tersebut akan memberikan kerumitan bagi pengguna. Melalui definisi jari-jari investigasi, yaitu suatu lokasi pada kordinat spasial dan waktu tertentu, dimana perubahan tekanan dapat diamati,tulisan ini akan membahas metode baru untuk menentukan besarnya jari-jari investigasi melalui proses yang masuk akal dan lebih mudah penggunaannya. Hubungan antara jari-jari investigasi, dan parameter seperti perubahan tekanan yang teramati, laju produksi minyak, permeabilitas, ketebalan reservoir, dan parameter lain yang ada di dalam persamaan konvensional akan dibentuk dengan pendekatan semi numerik. Hubungan tersebut ditemukan dengan memanfaatkan profil tekanan yang dibentuk melalui simulator ECLIPSE, berbagai perubahan tekanan yang teramati, dan juga regresi linear. Kemudian, hubungan tersebut dinyatakan dalam persamaan linear, yang setelahnya akan diterapkan dalam beberapa studi kasus, dimana nilai permeabilitas, ketebalan reservoir, resolusi pengukur tekanan, dan juga laju produksi minyak akan divariasikan. Hasil studi menunjukkan bahwa nilai jari-jari investigasi yang dihasilkan bisa lebih tinggi, rendah, ataupun sama dengan hasil perhitunggan persamaan konvensional. Nilai tersebut bergantung pada besaran parameter-parameter yang telah disebutkan di atas.  \n \n\nPerbedaan ini dapat menimbulkan kerancuan pada penentuan cadangan , dan apabila tidak dipahami dengan baik, akan menyesatkan pengambil keputusan dalam membuat keputusan. Melalui metode dari studi ini, kita dapat menguantifikasi dan mengetahui batasan-batasan dalam perhitungan jari-jari investigasi. Oleh karena itu, hal ini akan memberikan pertimbangan yang lebih baik ketika proses suatu pengambilan keputusan akan dilakukan.", "Daftar File": {"2018 TA PP STEPHEN CAHYADI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/140477"}, "Penulis": "STEPHEN CAHYADI (NIM : 12214100)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Taufan Marhaendrajana, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Reserves Estimation, Pressure Transient, Radius of Investigation", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "2 file", "Tanggal Input": "02 Jul 2018"}