{"Nomor": 31092, "Judul": "PENGEMBANGAN METODE UNTUK ANALISIS POLA MOBILITAS PENDUDUK BERBASIS DATA GPS UNTUK PERENCANAAN KOTA", "Abstrak": "Perencanaan dan penataan kota merupakan salah satu upaya yang harus dilakukan oleh pemerintah agar dapat mensejahterakan masyarakatnya. Salah satu cara agar pemerintah dapat melakukan perencanaan dan penataan kota dengan lebih baik adalah dengan mempelajari dan menganalisis mobilitas penduduk yang terjadi. Mobilitas penduduk dapat menggambarkan banyak hal, misal pertumbuhan ekonomi yang tidak merata, ketidakmerataan pendidikan, dan banyak hal lainnya. Melalui latar belakang tersebut, dapat disimpulkan bahwa mobilitas penduduk cukup penting dalam perencanaan dan penataan kota sehingga ada kebutuhan Pemerintah untuk menganalisis hal tersebut, dan salah satu caranya adalah dengan memprediksi pola mobilitas yang akan terjadi. Tiga aspek utama dari perpindahan adalah dari mana perpindahan itu terjadi, menuju kemana, serta melalui mana, dan dalam penelitian kali ini akan diteliti metode terbaik untuk melakukan ketiga hal tersebut serta sebuah visualisasi sederhana. Untuk prediksi titik awal perjalanan, akan digunakan metode regresi neural network untuk menentukan titik mana saja yang akan menjadi titik mulainya perjalanan bagi orang banyak, metode ini digunakan karena dinilai mampu mempelejari kenonlinearan dengan lebih baik. Prediksi titik akhir perjalanan akan lakukan dengan metode klasifikasi Naive Bayes, serta untuk prediksi jalur perjalanan akan digunakan model probabilitas transfer dengan tambahan fitur waktu karena dalam penelitian yang telah ada, fitur waktu diabaikan. Untuk prediksi titik awal keberangkatan, hasil nilai R2 yang berhasil didapat adalah sebesar 0.66 yaitu sedikit lebih baik disbanding penelitian sebelumnya dengan data yang sama. Untuk prediksi titik akhir didapatkan akurasi cukup tinggi sebesar 0.82 dengan menggunakan klasifikasi NaÃƒÂ¯ve Bayes dikarenakan jumlah label yang sedikit, kemudian untuk prediksi jalur perjalanan, tambahan fitur waktu dinilai dapat memberikan informasi yang berlebih karena dapat menunjukkan adanya perbedaan jalur yang diambil untuk titik awal dan tujuan yang sama jika waktunya berbeda. Telah dibuat visualisasi sederhana untuk menampilkan ketiga hasil prediksi tersebut yang dapat digunakan pemerintah untuk menganalisis pola mobilitas penduduk.", "Daftar File": {"2018 TS PP STEPHEN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/140488"}, "Penulis": "STEPHEN (NIM: 23516085)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Gusti Ayu Putri Saptawati, M.Comm."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "mobilitas, naive bayes, neural network, regresi, jalur perjalanan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "2 file", "Tanggal Input": "16 Mar 2018"}