{"Nomor": 31101, "Judul": "USULAN PENJADWALAN PRODUKSI LEMBARAN PLASTIK DI PT. KENCAR SUKSES INVESTAMA DENGAN MENGGUNAKAN METODE COLUMN GENERATION DAN ALGORITMA JOHNSON", "Abstrak": "PT. Kencar Sukses Investama (PT. KSI) adalah sebuah perusahaan yang bergerak di bidang industri manufaktur lembaran plastik. Berdasarkan hasil pengamatan laporan produksi harian selama bulan Maret-April 2018 selama 8 minggu, diketahui bahwa PT. KSI memproduksi 667 jumbo roll dengan waste trimming sebanyak 4,07%. Artinya KPI pertama tidak terpenuhi, yaitu waste trimming sebesar 3,5%. Kemudian, hasil changeover mesin selama 2017 hingga April 2018 selalu melebihi 35 kali changeover mesin setiap bulan, yang KPI kedua. Penyebab KPI tidak terpenuhi adalah pemenuhan pesanan belum mempertimbangkan waste secara akurat dan belum mempertimbangkan jadwal yang diminta pelanggan. \n\nOleh karena itu, penelitian ini mengusulkan model untuk mendapatkan pola pemotongan lembaran plastik serta prosedur untuk meminimalkan waktu pengerjaan. Pola pemotongan lembaran plastik adalah model berupa column generation yang meminimalkan panjang lembaran plastik yang diproduksi dan prosedur yang dipakai berguna untuk meminimalkan waktu pengerjaan dua mesin dalam sistem produksi flow shop. \n\nPengujian model usulan menggunakan data historis pada tanggal 13 April 2018 menghasilkan pengurangan waste sebesar 1,07% untuk kelompok job Egan 1 dan 0,71% untuk kelompok job Egan 2, dan hasil changeover menjadi 31 kali untuk kelompok job Egan 1 untuk pengerjaan 8 minggu dan 26 kali untuk kelompok job Egan 2 untuk pengerjaan 4 minggu. Hal tersebut menunjukkan bahwa model usulan mendapat solusi yang lebih baik dibandingkan kondisi eksisting.", "Daftar File": {"2018 TA PP STEVEN FAREN SUTANTO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/140497"}, "Penulis": "STEVEN FAREN SUTANTO (NIM : 13414107)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Anas Ma'", "ruf."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "penjadwalan flow-shop, algoritma Johnson, column generation, trim-loss problem.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "28 Sep 2018"}