{"Nomor": 31100, "Judul": "APLIKASI ALGORITMA GENETIKA PADA KASUS OPTIMISASI PRODUKSI TERINTEGRASI UNTUK MENGATASI MASALAH LIQUID LOADING DENGAN RETROFIT GAS LIFT PADA LAPANGAN LEPAS PANTAI MELALUI ALOKASI INJEKSI DINAMIS", "Abstrak": "Seiring dengan semakin bertambahnya usia lapangan gas di Indonesia, fenomena yang saat ini marak terjadi adalah berkurangnya produksi gas dikarenakan kehadiran kondensat atau air di sekitar lubang sumur akan menyebabkan penurunan produktivitas sumur atau bahkan menghentikan produksi sumur yang disebabkan oleh berkurangnya perbedaan tekanan untuk mengalirkan fluida multifasa ke permukaan secara drastis. \n\nPada kasus lapangan X, aplikasi Retrofit Gas Lift telah diteliti untuk menjadi suatu solusi yang layak untuk mengatasi masalah liquid loading pada beberapa sumur di lapangan tersebut. Metode ini didefinisikan sebagai injeksi gas jauh di bawah titik perforasi untuk mengurangi efek pengendapan cairan di sekitar lubang sumur, sekalipun demikian metode analitik yang telah digunakan oleh peneliti sebelumnya tidak dapat digunakan untuk mengatasi masalah optimisasi produksi terintegrasi pada data lapangan. Hal ini disebabkan oleh adanya kompleksitas dan ketidakpastian yang tinggi pada data lapangan yang terukur, dimana metode analitik membutuhkan kumpulan data yang bersifat deterministik dan dengan nilai kesalahan yang sangat rendah. Penelitian ini mempertimbangkan masalah optimisasi yang berbasis pada alokasi gas untuk anjungan lepas pantai yang terpisah dengan syarat batas pada kapasitas kompresor dan jumlah gas injeksi. \n\nPublikasi ini memanfaatkan metode algoritma genetika terpadu untuk mengakomodasi ketidakpastian pada masalah optimisasi alokasi gas injeksi berdasarkan dua buah skenario yang diajukan kepada kontraktor, yang juga dianalisis dengan menggunakan perhitungan keekonomian sederhana untuk memberikan gambaran efektivitas metode algoritma genetika dalam menyelesaikan masalah optimisasi produksi terintegrasi.", "Daftar File": {"2018 TS PP STEVEN CHANDRA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/140496"}, "Penulis": "STEVEN CHANDRA (NIM: 22216302)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Sudjati Rachmat, DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "liquid loading, algoritma genetika, optimisasi terintegrasi", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "1 file", "Tanggal Input": "26 Jun 2018"}