{"Nomor": 31113, "Judul": "PENGEMBANGAN DAN EVALUASI SEDIAAN KRIM YANG MENGANDUNG KOMPLEKS FOSFOLIPID-FENOL (FITOSOM) DARI EKSTRAK Phyllanthus emblica Linn.", "Abstrak": "Buah amla (Phyllanthus emblica Linn.) adalah buah yang kaya akan kandungan \n\nfenol sehingga berpotensi sebagai antioksidan yang dapat bermanfaat untuk kulit. \n\nKepolaran fenol yang tinggi menyebabkan penetrasinya rendah melalui kulit. \n\nTeknologi pembuatan kompleks antara fosfolipid dan senyawa dalam tanaman yang \n\ndikenal dengan fitosom telah digunakan secara luas untuk meningkatkan penetrasi. \n\nPenelitian ini dilakukan untuk mengetahui preparasi optimum pembentukan \n\nfitosom antara fosfolipid dan ekstrak serta pengaruh terhadap profil permeasi. \n\nPembentukan kompleks antara fenol dalam ekstrak dan fosfolipid dilakukan dengan \n\n3 metode, yaitu metode evaporasi pelarut, antisolvent, dan pembentukan lapis tipis. \n\nKemudian dilakukan evaluasi fitosom yang meliputi efisiensi penjeratan, ukuran \n\npartikel, indeks polidispersitas, spektroskopi IR dan morfologi kompleks dengan \n\nmetode Transmission Electronic Microscope (TEM). Simplisia buah amla \n\ndiekstraksi 3 x 2 jam dengan metode refluks dan diperoleh total kandungan fenol \n\nsebesar 197,46 Ã‚Â± 5,50 mg GAE/g ekstrak dengan nilai IC50 sebesar 14,84 Ã‚Âµg/ml \n\nsedangkan IC50 vitamin C sebagai standar adalah 3,94 Ã‚Âµg/ml. Metode antisolvent \n\ndengan perbandingan antara ekstrak dan fosfolipid sebesar 1:3 menghasilkan \n\nefisiensi penjeratan paling optimum yaitu sebesar 66,99% dan waktu sonikasi \n\nselama 15 detik menghasilkan ukuran partikel serta indeks polidispersitas paling \n\noptimum dalam pembentukan fitosom dengan ukuran partikel 298,53 Ã‚Â± 12,03 serta \n\nindeks polidispersitas sebesar 0,323 Ã‚Â± 0,01. Evaluasi parameter seperti \n\nTransmission Electron Microscope dan spektroskopi IR juga mengkonfirmasi \n\npembentukan fitosom. Fitosom dibuat dalam bentuk sediaan krim dengan \n\nkonsentrasi fitosom sebesar 1% menunjukkan bahwa krim memiliki stabilitas baik \n\nselama 28 hari penyimpanan pada suhu ruang dilihat dari parameter organoleptik, \n\npH, dan viskositas. Hasil pengujian difusi menunjukkan persen terdifusi krim yang \n\nmengandung fitosom fosfolipid-fenol lebih baik daripada krim yang hanya \n\nmengandung ekstrak.", "Daftar File": {"2018 TS PP  SUCILAWATY RIDWAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/140514", "COVER SUCILAWATY RIDWAN NIM:20714310": "https://digilib.itb.ac.id/gdl/download/209502", "BAB 1 SUCILAWATY RIDWAN NIM:20714310": "https://digilib.itb.ac.id/gdl/download/209503", "BAB 2 SUCILAWATY RIDWAN NIM:20714310": "https://digilib.itb.ac.id/gdl/download/209504", "BAB 3 SUCILAWATY RIDWAN NIM:20714310": "https://digilib.itb.ac.id/gdl/download/209505", "BAB 4 SUCILAWATY RIDWAN NIM:20714310": "https://digilib.itb.ac.id/gdl/download/209506", "BAB 5 SUCILAWATY RIDWAN NIM:20714310": "https://digilib.itb.ac.id/gdl/download/209507", "BAB 6 SUCILAWATY RIDWAN NIM:20714310": "https://digilib.itb.ac.id/gdl/download/209508", "PUSTAKA SUCILAWATY RIDWAN NIM:20714310": "https://digilib.itb.ac.id/gdl/download/209509"}, "Penulis": "SUCILAWATY RIDWAN NIM:20714310", "Kontributor / Dosen Pembimbing": ["PEMBIMBING : Prof. Dr. Jessie Sofia Pamudji, Apt.", "Dr. Rika Hartati, Apt."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Fitosom, ekstrak air buah amla, kandungan total fenol, antioksidan, krim", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "9 file", "Tanggal Input": "28 Feb 2018"}