{"Nomor": 31116, "Judul": "EVALUASI PERBAIKAN SIFAT REOLOGI VISCO-ELASTIC ASPAL DENGAN PENAMBAHAN ASBUTON MURNI UNTUK MENINGKATKAN KINERJA CAMPURAN LASTON LAPIS PENGIKAT (AC-BC) BERGRADASI KASAR", "Abstrak": "Kepekaan aspal terhadap suhu membuat sifat campuran beraspal tergantung kepada sifat aspal yang menyelimutinya. Dengan adanya perbaikan sifat reologi dari aspal itu sendiri, diharapkan akan didapatkan campuran yang lebih tahan terhadap suhu dengan tetap memiliki kinerja yang baik dalam menahan beban lalu lintas selama masa layan. Dari penelitian perbaikan sifat reologi aspal sebelumnya didapatkan proporsi kadar asbuton optimum dalam aspal sebesar 10%. Untuk melihat aplikasi pengaruh perbaikan sifat reologi aspal dalam campuran, dilakukanlah penelitian dengan 3 proporsi kadar asbuton dalam aspal sebesar 0%, 5% dan 10%. Sifat fisik aspal diuji dan dibandingkan menggunakan spesifikasi Bina Marga 2010, sedangkan kinerja campuran diperoleh melalui pengujian Marshall, Modulus Resilien dengan pengujian UMATTA dan kinerja kuat lelah (Fatigue) dengan menggunakan 4-Point Bending Test. Berdasarkan pengujian sifat fisik aspal diperoleh bahwa 10% asbuton dalam aspal mempunyai nilai penetrasi terkecil, nilai indeks penetrasi dan titik melembek tertinggi. Hasil uji Marshall menunjukkan bahwa kenaikan kadar Asbuton dalam aspal pen 60/70 meningkatkan Stabilitas Marshall. Berdasarkan hasil pengujian UMATTA, nilai modulus Resilien tertinggi pada suhu 20oC (5322 MPa) dan 45oC (295 MPa) merupakan campuran dengan 10% Asbuton. Hasil pengujian kelelahan dengan 4-Point Bending Test menunjukkan ketahanan lelah campuran pada hampir semua regangan dan umur kelelahan tertinggi pada campuran dengan kadar Asbuton 10%. Secara umum, hasil pengujian menunjukkan bahwa pada campuran AC-BC, aspal Pen 60/70 dengan kadar Asbuton 10% memberikan kinerja yang paling baik terhadap nilai kekakuan dan kelenturan dalam hal ketahanan terhadap retak. Sehingga baik untuk dijadikan alternatif dalam perbaikan kinerja perkerasan.", "Daftar File": {"2014 TS PP SUCI PUTRI PRIMADIYANTI1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/140517", "2014 TS PP SUCI PUTRI PRIMADIYANTI1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/140518", "2014 TS PP SUCI PUTRI PRIMADIYANTI1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/140519", "2014 TS PP SUCI PUTRI PRIMADIYANTI1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/140520", "2014 TS PP SUCI PUTRI PRIMADIYANTI1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/140521", "2014 TS PP SUCI PUTRI PRIMADIYANTI1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/140522", "2014 TS PP SUCI PUTRI PRIMADIYANTI1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/140523", "2014 TS PP SUCI PUTRI PRIMADIYANTI1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/140524"}, "Penulis": "SUCI PUTRI PRIMADIYANTI (NIM: 26912011)", "Kontributor / Dosen Pembimbing": ["Pembimbing :    \n \n \n\nDr. Harmein Rahman, S.T., M.T.", "Prof. DR. Ir. Bambang Sugeng S, DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Laston Lapis Antara (AC-BC), Asbuton murni, Modulus Resilien, Fatigue", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "8 file", "Tanggal Input": "02 Okt 2018"}