{"Nomor": 31118, "Judul": "ANALISIS SPASIAL PENGARUH KELAS JALAN TERHADAP PERUBAHAN TUTUPAN LAHAN DENGAN REGRESI LOGISTIK BINER (STUDI KASUS: JAWA BARAT)", "Abstrak": "Perubahan tutupan lahan yang tidak terkendali berdampak negatif terhadap beberapa aspek sosial, ekonomi, dan lingkungan, sehingga dampaknya terhadap lingkungan menjadi sangat signifikan baik secara lokal maupun global. Penyebab perubahan penggunaan lahan salah satunya adalah faktor aktivitas manusia yang melibatkan tindakan fisik terhadap tutupan lahan, misalnya dengan pembangunan jaringan jalan. Jaringan jalan dapat memberikan kemudahan akses ke tempat kerja serta fasilitas pendidikan, kesehatan, sosial dan hiburan. Untuk memudahkan dalam pengelolaannya, jalan dikelompokan ke dalam berbagai kelas. Pengelompokan jalan ini dimaksudkan untuk mewujudkan kepastian hukum penyelenggaraan jalan sesuai dengan kewenangan Pemerintah dan pemerintah daerah. Jalan umum menurut statusnya dikelompokkan ke dalam jalan nasional, jalan provinsi, jalan kabupaten, jalan kota, dan jalan desa. Banyak penelitian juga yang menyatakan bahwa jalan merupakan salah satu faktor yang mempengaruhi perubahan lahan. Namun, belum ada penelitian yang menunjukan kelas jalan mana yang lebih berpengaruh terhadap perubahan tutupan lahan tersebut. Maka dari itu dibutuhkan suatu upaya untuk memahami bagimana fenomena perubahan tutupan lahan ini terjadi. Upaya untuk dapat memahami perubahan tutupan lahan yang terjadi adalah dengan pemodelan. Salah satu metode pemodelan yang dapat digunakan dalam memprediksi perubahan tutupan lahan yaitu model Regresi Logistik Biner (RLB). Regresi adalah suatu metode matematik yang bertujuan untuk mengevaluasi hubungan antara satu variabel terikat (respon) dengan satu atau lebih variabel bebas (prediktor/ explanatory). Dalam penelitian ini, variabel bebas yang digunakan merupakan kelas Jalan Nasional, Jalan Provinsi, dan Jalan Lainnya.  Dari hasil penelitian didapatkan model perubahan tutupan lahan dengan faktor kelas jalan berdasarkan metode RLB memiliki tingkat akurasi terbaik sebesar 34,51%, faktor jalan hanya mempengaruhi sekitar 2,90% dari seluruh perubahan tutupan lahan yang terjadi dan kelas jalan yang lebih berpengaruh terhadap perubahan tutupan lahan adalah jalan nasional.", "Daftar File": {"2018 TS PP SUCI SITI AISAH ROBIANSAH 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/140532"}, "Penulis": "SUCI SITI AISAH ROBIANSAH - Nim: 25117020", "Kontributor / Dosen Pembimbing": ["Dr. Albertus Deliar, S.T., M.T.    \n\nDr. Riantini Virtriana S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Tutupan lahan, Regresi Logistik Biner (RLB), pola perubahan tutupan lahan, tabulasi silang, Jalan Nasional, Jalan Provinsi, Jalan Lainnya.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "03 Jul 2018"}