{"Nomor": 31111, "Judul": "IDENTIFIKASI PENGETAHUAN, KEPATUHAN DAN PERENCANAAN KONSELING PASIEN DIABETES MELLITUS PROLANIS DI DUA PUSKESMAS DI KOTA BANDUNG", "Abstrak": "Diabetes mellitus merupakan penyakit kronis yang dapat menyebabkan komplikasi bila tidak ditangani \n\ndengan baik. Badan Penyelenggara Jaminan Sosial (BPJS) Kesehatan melaksanakan Program \n\nPengelolaan Penyakit Kronis (Prolanis) untuk pasien DM tipe 2 agar pasien dapat mencapai kualitas \n\nhidup yang optimal dengan biaya pelayanan kesehatan yang efektif dan efisien. Puskesmas sebagai \n\nsalah satu fasilitas pelayanan kesehatan tingkat pertama memiliki peran penting dalam terlaksananya \n\nProlanis. Semakin baik pengetahuan pasien tentang DM, diharapkan akan semakin tinggi pula \n\nkepatuhannya menjalankan terapi. Hal ini juga berkorelasi dengan perbaikan kadar gula darah. \n\nPenelitian ini merupakan studi observasional dengan rancangan cross sectional secara retrospektif \n\ndan konkuren yang dilakukan di Puskesmas Talaga Bodas dan Puskesmas Pasundan pada bulan \n\nFebruari-April 2018. Penelitian ini mencakup analisis tingkat pengetahuan, tingkat kepatuhan, dan \n\nkadar glukosa postprandial (GDPP) pasien DM Prolanis di kedua Puskesmas tersebut. Selain itu \n\ndilakukan analisis kebutuhan konseling bagi pasien dan survei perencanaan layanan konseling di \n\nPuskesmas. Analisis tingkat pengetahuan, tingkat kepatuhan, dan kebutuhan konseling diolah \n\nberdasarkan hasil wawancara pasien, sementara kadar GDPP didapatkan dari buku Prolanis dan hasil \n\nlaboratorium. Penelitian menunjukkan adanya korelasi antara tingkat pengetahuan dengan tingkat \n\nkepatuhan (p=0,005), namun tidak ada korelasi antara tingkat kepatuhan dengan kadar GDPP \n\n(p=0,537). Berdasarkan hasil kuesioner, lebih dari 70% responden dari masing-masing Puskesmas \n\nmembutuhkan layanan konseling obat.", "Daftar File": {"2018 TA PP SUCI ALVIANI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/140512"}, "Penulis": "SUCI ALVIANI NIM : 11614010", "Kontributor / Dosen Pembimbing": ["PEMBIMBING : Dr. Lia Amalia, Apt., M.Si", "Cindra Tri Yuniar, Apt., M.Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Diabetes mellitus, Pengetahuan, Kepatuhan, Postprandial, Konseling", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "1 file", "Tanggal Input": "28 Jun 2018"}