{"Nomor": 31126, "Judul": "MODEL NUMERIK UNTUK PEMBANGKITAN DAN PROPAGASI GELOMBANG AKIBAT GERAKAN DASAR UNTUK MEMAHAMI FENOMENA TSUNAMI", "Abstrak": "Penelitian ini difokuskan pada pemodelan numerik untuk simulasi gelombang permukaan yang muncul sebagai akibat gerakan lempeng dasar laut. Tipe gerakan vertikal dan longsoran, yang mana merupakan penyebab umum dari tsunami, akan dikaji di sini. Pada disertasi ini, akan digunakan skema non-hidrostatik yang   \n\nditerapkan pada grid staggered. Skema ini merupakan pengembangan dari skema finite volume hidrostatik bagi persamaan air dangkal. Di sini persamaan depth integrated Euler akan ditinjau dan diselesaikan dengan menerapkan skema non-hidrostatik, di mana domain vertikal dihampiri sebagai satu lapisan saja untuk   \n\nalasan efisiensi perhitungan. Selanjutnya relasi dispersi dari skema numerik dirumuskan serta dibandingkan dengan relasi dispersi analitik. Hasil perbandingannya menunjukkan bahwa skema ini dapat digunakan untuk mensimulasikan gelombang di perairan dangkal hingga kedalaman menengah, untuk 0 < kd0< 2.5 dengan kesalahan 0, 56%. Di sini k menyatakan bilangan gelombang sedangkan d0 kedalaman air. Akurasi dari skema numerik diuji menggunakan solusi analitik dan data eksperimen Hammack untuk tipe gerak dasar ke atas dan ke bawah. Sedangkan untuk kasus longsoran, hasil simulasi numerik menunjukkan kesesuaian dengan hasil perhitungan numerik yang terdapat di literatur. Lebih jauh, propagasi gelombang air sebagai respon terhadap gerakan dasar tipe lain juga ditampilkan di sini. Melalui berbagai simulasi tersebut, dapat ditunjukkan bahwa skema yang dihasilkan juga dapat digunakan untuk simulasi yang melibatkan area kering dan basah. Mengingat gerakan lempeng dasar laut merupakan fenomena dua dimensi, maka selanjutnya skema numerik ini dikembangkan untuk menangani berbagai permasalahan dua dimensi", "Daftar File": {"2017 DIS PP SUGIH SUDHARMA TJANDRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/140564", "2017_DIS_PP_SUGIH_SUDHARMA_TJANDRA_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/144270", "2017_DIS_PP_SUGIH_SUDHARMA_TJANDRA_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/144271", "2017_DIS_PP_SUGIH_SUDHARMA_TJANDRA_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/144272", "2017_DIS_PP_SUGIH_SUDHARMA_TJANDRA_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/144273", "2017_DIS_PP_SUGIH_SUDHARMA_TJANDRA_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/144274"}, "Penulis": "SUGIH SUDHARMA TJANDRA (NIM: 30111021)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Sri Redjeki Pudjaprasetya)"], "Jenis Koleksi": "Disertasi", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Mathematics", "Kata Kunci": "Grid staggered, skema non-hidrostatik, persamaan depth integrated Euler, pembangkitan tsunami, gelombang air ; staggered grid, non-hydrostatic scheme, depth integrated Euler equation, tsunami generation,water waves", "Sumber": "", "Staf Input/Edit": "hidayat  \n                                     hidayat", "File": "6 file", "Tanggal Input": "22 Jun 2018"}