{"Nomor": 31129, "Judul": "PERENCANAAN PONDASI BORE PILE BANGUNAN TRIBUN SIRKUIT INTERNASIONAL SENTUL, BOGOR", "Abstrak": "Sirkuit Internasional Sentul merupakan sirkuit yang berada di desa Sentul, Babakan Madang, Bogor, Jawa Barat. Sirkuit ini sering digunakan untuk balap motor, ajang Asian F3, ajang A1 Grand Prix, ajang GP2 Asia. Dibutuhkan peningkatan kualitas sirkuit beserta fasilitas lainnya untuk mendapatkan status internasional grade A, salah satunya adalah tribun penonton. Struktur tribun penonton harus didukung oleh pondasi yang memiliki daya dukung yang mampu menahan beban struktur tribun ini.   \n\nMetode yang digunakan untuk perhitungan kapasitas daya dukung aksial tiang tunggal dengan melakukan perhitungan manual berdasarkan Reese & Wright dan Meyerhoff. Perhitungan kapasitas daya dukung aksial tiang ini mengacu pada beban Allowable Stress Design (ASD). Sedangkan kapasitas daya dukung lateral tiang tunggal dihitung dengan menggunakan bantuan software GROUP dengan output yang didapatkan berupa gaya dan defleksi yang terjadi pada setiap tiang akibat gaya yang bekerja. Hal berikutnya yang dianalisis adalah settlement. Desain pondasi dengan mempertimbangkan kondisi tanah dan standar yang berlaku menghasilkan sistem pondasi tiang bor berdiameter 1 meter dengan kedalaman dan jumlah tiang yang berbeda-beda. Pengecekan deformasi lateral, penurunan, dan daya dukung aksial menunjukkan bahwa desain tiang bor sudah memenuhi syarat yang diizinkan.", "Daftar File": {"2018 TA PP SUKMA ABDUL AZIZ 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/140574"}, "Penulis": "SUKMA ABDUL AZIZ - NIM : 15014028", "Kontributor / Dosen Pembimbing": ["Ir. Beni Taufik Rayadi MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pondasi, tiang bor, daya dukung aksial, penurunan tanah", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "29 Jun 2018"}