{"Nomor": 31127, "Judul": "EKSPLORASI PENGINDRAAN OPTIK BERBASIS RESONANSI PLASMON PERMUKAAN TERLOKALISASI MENGGUNAKAN SILINDER BERLAPIS", "Abstrak": "Fenomena resonansi plasmon yang terjadi pada permukaan suatu material logam telah diketahui dapat dimanfaatkan dalam aplikasi pengindraan indeks bias. Performa pengindraan optik tersebut dapat ditingkatkan dengan melakukan variasi terhadap jenis logam dan geometri dari struktur yang digunakan. Dalam studi ilmiah ini dikaji performa pengindraan indeks bias menggunakan struktur yang memiliki geometri silinder berlapis dengan teras berbahan dielektrik dan selubung berbahan perak. Dengan melakukan variasi terhadap ketebalan lapisan selubung logam didapat bahwa performa pengindraan indeks bias mengalami peningkatan signifikan untuk lapisan yang lebih tipis. Sementara itu, variasi ukuran teras dengan lapisan selubung tipis menunjukkan peningkatan performa pengindraan pada radius teras yang lebih kecil. Lebih lanjut, terungkap pula bahwa pengindraan untuk sampel dengan indeks bias lebih tinggi menunjukkan performa yang lebih baik pada konfigurasi komplemen, yaitu sampel uji berada dalam rongga silinder.", "Daftar File": {"2018 TS PP SUHANDOKO D. ISRO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/140567", "2018 TS PP SUHANDOKO DWI ISRO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/140566", "2018 TS PP SUHANDOKO DWI ISRO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/140565", "2018 TS PP SUHANDOKO DWI ISRO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/140568", "2018 TS PP SUHANDOKO DWI ISRO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/140569", "2018 TS PP SUHANDOKO DWI ISRO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/140570", "2018 TS PP SUHANDOKO DWI ISRO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/140571", "2018 TS PP SUHANDOKO DWI ISRO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/140572"}, "Penulis": "SUHANDOKO D. ISRO - NIM: 20216021", "Kontributor / Dosen Pembimbing": ["Alexander A. Iskandar, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "Insulator-metal-insulator, resonansi plasmon permukaan terlokalisasi, sensor optik, kopling plasmon", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ratnasari", "File": "8 file", "Tanggal Input": "22 Okt 2018"}