{"Nomor": 31121, "Judul": "KOMPLEKS INKLUSI ANTARA PATI DENGAN ASAM OLEAT  SEBAGAI BAHAN DASAR HIDROGEL", "Abstrak": "Hidrogel berbasis pati merupakan suatu material yang memiliki luas permukaan besar, biokompatibel, dapat menyerap air dan mudah mengalami biodegradasi. Material tersebut dapat dibuat dari kompleks inklusi pati dengan suatu molekul tamu yang hidrofobik. Pembuatan kompleks inklusi untuk dihasilkannya hidrogel memiliki peranan penting karena dapat mencegah terjadinya retrogradasi pati dalam hidrogel tersebut. Kompleks inklusi telah dibuat dengan menggunakan pati singkong dan asam oleat pada kondisi reaksi 85 oC dengan memvariasikan waktu pemanasan (1 jam, 2 jam dan 5 jam). Kondisi pemanasan yang menghasilkan produk paling tinggi ditunjukkan oleh pemanasan reaksi selama 5 jam, yakni didapatkan rendemen produk sebesar 67,4%. Pada penelitian ini juga dilakukan variasi konsentrasi asam oleat dalam reaksi pengompleksan, yakni 10%, 20% dan 50% (dihitung terhadap berat pati). Hasil menunjukkan kapasitas maksimum asam oleat yang dapat dikomplekskan dengan pati adalah sekitar 10%. Kompleks yang terbentuk dikarakterisasi dengan FTIR, XRD, TGA dan SEM. Hasil FTIR menunjukkan adanya uluran di sekitar 3600-3000 cm-1 (-OH), 2900-2800 cm-1 (-CH2), 1300--200 cm-1 (C-O-C ikatan glikosidik) dan 1100-1000 cm-1 (C-C dan C-O). Hasil XRD menunjukkan bahwa kompleks yang terbentuk merupakan padatan kristalin tipe V6, yang dibuktikan dengan adanya puncak difraksi yang muncul di rentang 2𝜃1 = 12,84o-13o dan 2𝜃2 = 20,05o-21,6o. Beberapa kompleks menunjukkan pola difraksi sinar-X pada 2θ = 26o dan 30o. Karakterissi dengan TGA menunjukkan bahwa kompleks mulai terdegradasi pada suhu 275 oC-284,51 oC. Hasil SEM produk kompleks membentuk sferulit yang berbeda sesuai dengan metode pendinginannya. Kompleks inklusi yang dihasilkan dapat dibentuk menjadi hidrogel, namun pemisahan menjadi butiran-butiran hidrogel yang seragam belum optimal.", "Daftar File": {"2016 TA PP SUCIYATI NURUL INTAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/140547", "2016 TA PP SUCIYATI NURUL INTAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/140546", "2016 TA PP SUCIYATI NURUL INTAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/140545", "2016 TA PP SUCIYATI NURUL INTAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/140544", "2016 TA PP SUCIYATI NURUL INTAN 1-BAB 4a.pdf": "https://digilib.itb.ac.id/gdl/download/140543", "2016 TA PP SUCIYATI NURUL INTAN 1-BAB 4b.pdf": "https://digilib.itb.ac.id/gdl/download/140542", "2016 TA PP SUCIYATI NURUL INTAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/140541", "2016 TA PP SUCIYATI NURUL INTAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/140540"}, "Penulis": "SUCIYATI NURUL INTAN  10512063", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Rachmawati."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "hidrogel, kompleks inklusi, kristalin, pati", "Sumber": "", "Staf Input/Edit": "suwadji  \n                                     suwadji", "File": "8 file", "Tanggal Input": "11 Okt 2018"}