{"Nomor": 31137, "Judul": "RELOKASI SEKOLAH LUAR BIASA NEGERI PAJAJARAN, BANDUNG", "Abstrak": "Proyek Relokasi Sekolah Luar Biasa Negeri (SLBN) Pajajaran merupakan sebuah proyek fiktif. Diasumsikan bahwa pemilik proyek ini adalah Dinas Pendidikan Kota Bandung. Tujuan dari diadakannya proyek ini adalah untuk meningkatkan kualitas sekolah tersebut. Adapun peningkatan kualitas yang diinginkan selain fasilitas dalam sekolah ini sendiri, yaitu kemudahan orientasi, keamanan, dan adanya area-area khusus untuk mengoptimalkan alat indera yang tersisa pada penyandang tunanetra. Pendekatan yang dipilih untuk mencapai tujuan di atas adalah pendekatan analitis, melalui tahap pengumpulan informasi berupa observasi (pengambilan data secara mandiri), survei (pengambilan data dengan melibatkan pihak tertentu), dan arsip (pengambilan data dengan mengacu pada suatu sumber tertentu). Tahap pengumpulan informasi melalui observasi dilakukan dengan pengamatan melalui beberapa teknik, yaitu direct observation (pengamatan langsung), participant observation (keterlibatan pengguna), behaviour mapping (pola kegiatan / kebiasaan pengguna), instrumented observation (peralatan / fasilitas yang digunakan), tracking (penelusuran), dan data log (pengumpulan data). Sementara tahap pengumpulan informasi melalui survei dilakukan dengan teknik wawancara, dan tahap pengumpulan informasi melalui arsip dilakukan dengan mengacu pada peraturan terkait. Melalui pendekatan ini, terbentuklah konsep sensed architecture (arsitektur yang dapat dirasakan). Pengambilan konsep ini terinspirasi dari faktor pengguna yang mendominasi proyek ini, yaitu kaum penyandang tunanetra. Para penyandang tunanetra memiliki caranya sendiri dalam memahami suatu hal, yaitu dengan mengerahkan alat indera lainnya yang tersisa. Melalui pendengaran, penciuman, dan perabaan, mereka dapat memahami suatu objek yang tidak dapat mereka lihat. Konsep inilah yang diharapkan dapat membantu para penyandang tunanetra untuk mudah berorientasi, merasa aman, dan mengoptimalkan fungsi alat indera mereka yang tersisa. Melalui pendengaran, penciuman, dan perabaan yang terlatih, diharapkan pula para penyandang tunanetra dapat dengan mudah memahami kawasan hasil rancangan ini.", "Daftar File": {"2015 TA PP SUMA IRENA GUNAWAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/140582", "2015 TA PP SUMA IRENA GUNAWAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/140583", "2015 TA PP SUMA IRENA GUNAWAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/140584", "2015 TA PP SUMA IRENA GUNAWAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/140585", "2015 TA PP SUMA IRENA GUNAWAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/140586", "2015 TA PP SUMA IRENA GUNAWAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/140587", "2015 TA PP SUMA IRENA GUNAWAN 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/140588", "2015 TA PP SUMA IRENA GUNAWAN 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/140589", "2015 TA PP SUMA IRENA GUNAWAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/140590"}, "Penulis": "SUMA IRENA GUNAWAN  (NIM : 15211068)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n\nIr. Tri Yuwono, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Relokasi, Sekolah Luar Biasa, tunanetra, sensed architecture, alat indera", "Sumber": "", "Staf Input/Edit": "suwadji  \n                                     suwadji", "File": "9 file", "Tanggal Input": "31 Okt 2018"}