{"Nomor": 31138, "Judul": "DESAIN DAN KARAKTERISASI SURFAKTAN PEPTIDA MODEL &#945;-HAIRPIN DAN DOUBLE &#945;-HAIRPIN UNTUK ENHANCE OIL RECOVERY", "Abstrak": "Pemanfaatan minyak bumi masih sangat terbatas, hanya sekitar 1/3 bagiannya yang dimanfaatkan secara ekonomis dari eksplorasi menggunakan metode primer \n\ndan sekunder, sedangkan 2/3 bagiannya masih tertahan pada bebatuan dalam sumur minyak. Para ahli perminyakan lebih berupaya untuk mengembangkan teknologi recovery, seperti dengan memanfaatkan surfaktan untuk meningkatkan recovery minyak. Surfaktan yang umum digunakan saat ini adalah surfaktan yang disintesis dari residu minyak bumi yang tidak mudah terurai sehingga berpotensi mencemari lingkungan. Penemuan biosurfaktan yang dihasilkan dari beberapa mikroorganisme, membuka potensi untuk mengembangkan biosurfaktan sebagai alternatif pengganti surfaktan sintetik. \n\nSelain mengembangkan biosurfaktan yang diproduksi mikroorganisme, saat ini juga dikembangkan surfaktan peptida yang disintesis dari biomaterial asam amino. Pada penelitian ini dibuat surfaktan peptida bentuk heliks ampifatik dari sekuen asam amino tertentu. Surfaktan model heliks dikonstruksi dari segmen α-heliks struktur kristal TAQ Polymerase (1BGX) yang bersifat ampifatik. Tiga \n\nsegmen heliks ampifatik diperoleh dari seleksi menggunakan diagram wenxiang, yaitu heliks A (residu A118 - K133), heliks B (residu T756 - F772), dan heliks C (residu A796 - E808). Ketiga heliks tersebut dikombinasikan membentuk \n\ntopologi heliks-turn-heliks atau α-hairpin (H) dan double α-hairpin (DH) dengan menambahkan penghubung. Penelitian ini membuat tiga pasang model H dan DH, yang diperoleh dari kombinasi heliks A dan C (model-1), kombinasi heliks A dan B (model-2), dan kombinasi heliks B dan C (model-3). Potensi ketiga pasang model sebagai surfaktan dievaluasi berdasarkan kemampuannya dalam mengemulsi minyak dan menurunkan nilai tegangan antar muka sistem airminyak. \n\nKemampuan tersebut dipelajari secara komputasi menggunakan metode simulasi dinamika molekul dengan mencampurkan tiga komponen secara acak, yaitu molekul peptida, oktadekana dan air. Teknik simulasi yang digunakan pada penelitian ini adalah simulasi dinamika molekul dipercepat dengan pendekatan  coarse grained menggunakan program simulator GROMACS. Simulasi untuk mengevaluasi emulsi dan penurunan nilai IFT (interfacial tension) dilakukan pada berbagai temperatur dan konsentrasi NaCl sesuai dengan kondisi reservoir di lapangan yang memiliki temperatur dan kadar garam tinggi. \n\nHasil analisis simulasi dinamika molekul memperlihatkan bahwa secara umum temperatur dan konsentrasi garam tidak terlalu signifikan mempengaruhi kinerja surfaktan peptida dalam mengemulsi dan menurunkan nilai IFT pada ketiga \n\npasang model. Namun di antara semua model, model-3 memperlihatkan aktivitas surfaktan sedikit lebih baik jika dibandingkan dengan model-model lainnya. \n\nKinerja surfaktan model-3 untuk topologi H dan DH pada kondisi tanpa penambahan NaCl teramati optimum pada 373 K dengan penurunan nilai IFT masing-masing sebesar 1,6 dyne/cm dan 1,7 dyne/cm. Pada penambahan NaCl, penurunan IFT terbesar teramati pada konsentrasi NaCl 1,5 M, yaitu sebesar 1,53 dyne/cm untuk topologi H dan 1,5 dyne/cm untuk topologi DH. Sementara dua pasang model lainnya optimum pada konsentrasi NaCl di bawah 1,5 M. Perbedaan kecil dalam hasil simulasi disebabkan terbatasnya jumlah molekul surfaktan yang digunakan, sehingga perbedaan kecil tersebut akan signifikan bila ukuran sistem bertambah besar. Namun, secara umum peptida model hasil desain \n\nmenunjukkan potensi yang layak untuk dijadikan sebagai surfaktan dalam enhance oil recovery.", "Daftar File": {"2016  TS PP SUMARLIN 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/140595", "2016  TS PP SUMARLIN 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/140594", "2016  TS PP SUMARLIN 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/140593", "2016  TS PP SUMARLIN 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/140592", "2016  TS PP SUMARLIN 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/140591", "2016  TS PP SUMARLIN 1 - BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/140596", "2016  TS PP SUMARLIN 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/140597"}, "Penulis": "SUMARLIN (NIM: 20514032)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Rukman Hertadi, D.Sc"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Simulasi Dinamika Molekul, enhance oil recovery, emulsi, surfaktan peptida, tegangan antar muka.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "24 Okt 2018"}