{"Nomor": 31144, "Judul": "STUDI TRANSFORMASI GOETIT MENJADI HEMATIT SECARA MEKANOKIMIA DILANJUTKAN DENGAN PEMISAHAN MAGNETIK UNTUK BENEFISIASI BIJIH BESI LATERIT", "Abstrak": "Keberadaan industri baja sangat strategis untuk kemakmuran suatu negara. Konsumsi baja nasional pada tahun 2025 diperkirakan mencapai 19,12 juta ton sementara industri dalam negeri hanya akan mampu memproduksi 10 juta ton (Kementerian Perdagangan, 2017). Kondisi ini disebabkan oleh ketidakmampuan pengusahaan bijih besi dalam negeri menyiapkan bahan baku pembuatan baja. Sumber daya bijih besi laterit diperkirakan sebesar 3.921,8 juta ton dan cadangan sebesar 736,9 juta ton (Pusat Sumber Daya Geologi, 2016). Kadar unsur Fe 39,8 - 55,2% belum memungkinkan untuk digunakan sebagai bahan baku pembuatan baja. Kandungan FeOOH dan sejumlah pengotor pada bijih besi laterit memerlukan pretreatment sebelum proses konsentrasi untuk meningkatkan kadarnya.   \n \nPada penelitian ini dilakukan pretreatment transformasi fasa secara mekanokimia dilanjutkan dengan pemisahan antara mineral magnetik dan bukan magnetik. Transformasi fasa secara mekanokimia bertujuan untuk mengubah fasa goetit menjadi hematit dan atau magnetik sehingga kadar Fe dapat meningkat serta reduksi ukuran partikel sampai nanometer. Nanopartikel hematit bermanfaat di bidang teknologi, kesehatan dan lingkungan. Percobaan penggerusan secara mekanokimia menggunakan planetary ball mill dengan variasi variabel waktu selama 5, 20, 35 dan 50 jam, persen volume 20%, 30%, 40% dan 50%, jenis media bola penggerus baja dan keramik. Variasi variabel terbaik kemudian dilakukan pemisahan magnetik menggunakan magnetic separator.   \n \nBijih besi laterit asal Pulau Sebuku, Kalimantan Selatan bersifat feromagnetik. Bijih besi laterit didominasi oleh goetit (FeOOH) dan maghemit (γFe2O3) dengan kadar Fe 42,68%. Transformasi fasa goetit menjadi hematit dan maghemit menjadi magnetit secara sempurna terjadi setelah 50 jam penggerusan, pada persen volume mill terbaik 50% dan jenis media bola penggerus baja. Kadar Fe 53,03% dengan distribusi ukuran partikel D90 54,30 nm. Penggerusan secara mekanokimia berpengaruh pada sifat kemagnetan bijih besi laterit yang semula dengan nilai intensitas medan magnet 6,23 emu/gram menjadi 9,55 emu/gram. Hasil pemisahan magnetik didapatkan kadar Fe konsentrat 53,33% dengan perolehan 88,44%.", "Daftar File": {"2018 TS PP SURIYANTO BAKRI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/140617"}, "Penulis": "SURIYANTO BAKRI - NIM: 22115025", "Kontributor / Dosen Pembimbing": ["Ir. Edy Sanwani, M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "bijih besi laterit, transformasi fasa, mekanokimia, pemisahan magnetik", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "04 Jul 2018"}