{"Nomor": 31145, "Judul": "PERANCANGAN PONDASI TIANG BOR DAN PERBAIKAN TANAH AQUAMARINE PARK", "Abstrak": "Aquamarine Park merupakan kawasan wisata air yang terletak di Pulau Serangan, Denpasar Selatan, Bali. Fungsi dari kawasan ini adalah sebagai tempat rekreasi, konservasi, dan wisata edukasi biota laut. Kawasan ini memiliki total luas lahan 5,7 Ha, salah satunya terdapat bangunan utama akuarium laut dengan luas lahan bangunan sebesar 4726 m2. Bangunan akuarium ini terdiri dari 3 lantai yang berisikan kolam akuarium dan kolam konservasi biota laut, serta tangki Ã‚Â– tangki air penunjang akuarium. Tugas akhir ini berfokus pada perancangan pondasi dan perbaikan tanah di kawasan Aquamarine Park. \n\nIdealisasi profil tanah di sekitar lokasi memperlihatkan terdapat 2 lapisan utama tanah yaitu lapisan loose sand di bagian atas, kemudian lapisan lempung dengan jenis bervariasi antara soft clay dan medium stiff clay. Kondisi tanah yang seperti itu dapat menimbulkan potensi liquifaksi untuk lapisan pasir serta konsolidasi pada \n\nlapisan lempung lunak. Perbaikan tanah yang digunakan untuk mengatasi hal tersebut adalah dengan menggunakan kombinasi Preloading dengan Prefabricated Vertical Drain (PVD). Preloading dilakukan dengan memberikan beban timbunan seberat ekivalen struktur di atasnya, hal ini bertujuan untuk menjaga elevasi sesuai rencana pada akhir konsolidasi. Kemudian PVD dipasang untuk mempercepat proses konsolidasi pada tanah lempung. Perbaikan tanah ini juga meningkatkan parameter kuat geser tanah. Jenis pondasi yang digunakan pada struktur bangunan akuarium adalah pondasi tiang bor dengan diameter 0.8 m. Pondasi tiang bor didesain hingga mencapai kedalaman tanah keras dengan rentang 20 Ã‚Â– 22 m. Bentuk bangunan yang tidak \n\nsimetris menyebabkan besarnya beban torsi dan gaya lateral yang harus dipikul, untuk itu direncanakan konfigurasi 9 tiang dalam satu kelompok tiang.", "Daftar File": {"2018 TA PP SURYADI PRAYUDHA  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/140618"}, "Penulis": "SURYADI PRAYUDHA (NIM : 15013156)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Sugeng Krisnanto, ST., MT., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Aquamarine Park, Preloading, Konsolidasi, PVD, Tiang Bor", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "11 file", "Tanggal Input": "20 Mar 2018"}