{"Nomor": 31153, "Judul": "NEW PRODUCT DEVELOPMENT PROCESS THROUGH ACTION RESEARCH FOR MODEST FASHION COMPANY (Case Study: REALEDGY)", "Abstrak": "This study is focus on implementing a new product development process for Realedgy; a small modest fashion company which based in Bandung, who would likewise to grab the market opportunity in modest fashion industry, which is currently on the rising. Nevertheless, Realedgy is still in the initiation phase; hence itÃ‚Â’s not having any product yet. The non-availability of the product becomes the crucial issue to be solved, because without any product to be sold; Realedgy would not be able to start the business venture. The study methodology used in this research is an action research where the researcher is also acted as the subject of this research and recorded the progress of each step during the new product development process. The tool used in this research is the design thinking which is adapted from the Hasso Plattner Institute of Design at Stanford or best known as dschool. Design thinking is a reiterative process, hence the research is done in four cycles before it completed. By the end of the completed stage, the new product development process resulted two basic product for Realedgy; a turtleneck shirt and a long hoodie. The process of developing a new product for a modest fashion company with a small scale like Realedgy by using design thinking approach was fairly straightforward, as it was really lack of complexity and a dynamic that a big company might had. Due to its flexibility nature, the design thinking process approach gave a lot of room for adjustment in each stage of the new product development process.", "Daftar File": {"2018 TS PP SUSAN ANGELIKA  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/140633"}, "Penulis": "SUSAN ANGELIKA (NIM: 29115589)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Sonny Rustiady, Ph.d"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Action Research, Business Initiation, Design Thinking, New Product Development, Modest Fashion", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "05 Mar 2018"}