{"Nomor": 31152, "Judul": "FORMULASI DAN KARAKTERISASI NANOSTRUCTURED LIPID CARRIER GLIBENKLAMID", "Abstrak": "Glibenklamid merupakan golongan obat sulfonilurea yang digunakan secara per oral \n\nsebagai obst antidiabetik tipe-2, dikategorikan sebagai obat BCS kelas II karena memiliki \n\nkelarutan dan ketersediaan hayati yang rendah. Salah satu cara yang dilakukan untuk \n\nmeningkatkan kecepatan pelarutan yakni dibuat dalam bentuk nanopartikel, dengan \n\nNanostructured Lipid Carrier sebagai sistem penghantaran. Tujuan penelitian ini adalah \n\nmengembangkan sistem penghantaran NLC Glibenklamid. Dilakukan formulasi dengan \n\ncara melakukan skrining pemilihan lipid padat (gliseril monosterat, setil alcohol, stearil \n\nalkohol dan asam stearat) lipid cair (asam oleat, virgin coconut oil, isopropil miristat, dan \n\nolive oil), memvariasikan kombinasi lipid padat dan lipid cair juga surfaktan. NLC \n\nGlibenklamid dibuat dengan metode homogenisasi kecepatan tinggi dan ultrasonikasi, \n\nhingga diperoleh formula NLC Glibenklamid hasil optimasi, yang terdiri dari 2% gliseril \n\nmonostearat sebagai lipid padat, 2% asam oleat sebagai lipid cair, 4% Polisorbat 80 sebagai \n\nsurfaktan. Karakterisasi yang dilakukan yaitu pengukuran diameter partikel dan \n\npolidispersitas index, Efisiensi Penjeratan, Differential Scanning Microscopy, FTIR, uji \n\ndalam simulasi kondisi gastrointestinal, karakterisasi morfologi dengan Transmission \n\nelectron microscopy (TEM). NLC-GL memiliki ukuran partikel 140,30 Ã‚Â±1.03 nm, indeks \n\npolidispersitas 0,289Ã‚Â±0,068, efisiensi penjerapan 73,63Ã‚Â±0,33%. Dari penelitian ini didapat \n\nkesimpulan bahwa NLC-GL berpotensi meningkatkan kelarutan zat aktif, dan dengan \n\nsendirinya meningkatkan bioavailabilitas obat.", "Daftar File": {"2018 TS PP SURYA SUMANTRI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/140632", "BAB 1 SURYA SUMANTRI NIM : 20714317": "https://digilib.itb.ac.id/gdl/download/210514", "BAB 2 SURYA SUMANTRI NIM : 20714317": "https://digilib.itb.ac.id/gdl/download/210515", "BAB 3 SURYA SUMANTRI NIM : 20714317": "https://digilib.itb.ac.id/gdl/download/210516", "BAB 4 SURYA SUMANTRI NIM : 20714317": "https://digilib.itb.ac.id/gdl/download/210517", "BAB 5 SURYA SUMANTRI NIM : 20714317": "https://digilib.itb.ac.id/gdl/download/210518", "BAB 6 SURYA SUMANTRI NIM : 20714317": "https://digilib.itb.ac.id/gdl/download/210520", "PUSTAKA SURYA SUMANTRI NIM : 20714317": "https://digilib.itb.ac.id/gdl/download/210521"}, "Penulis": "SURYA SUMANTRI NIM : 20714317", "Kontributor / Dosen Pembimbing": ["PEMBIMBING : Prof. Dr. Yeyet Cahyati Sumiartapura", "Dr. Sasanti Tarini Darijanto"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Nanostructured Lipid Carrier, Glibenklamid, Kelarutan", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "8 file", "Tanggal Input": "26 Feb 2018"}