{"Nomor": 31156, "Judul": "STUDI GEOKIMIA DAN PEMODELAN KEMATANGAN BATUAN INDUK FORMASI TALANGAKAR PADA BLOK TUNGKAL, CEKUNGAN SUMATERA SELATAN", "Abstrak": "Sedimen pada Formasi Talangakar dipercayai sebagai salah satu batuan induk pada Cekungan Sumatera Selatan. Sampel sedimen dan sampel minyak mentah \n\npada formasi ini telah dilakukan analisis geokimia dan dilanjutkan pemodelan kematangan. Kandungan total material organik dari sedimen pada Formasi ini bervariasi dari 0,4Ã‚Â–80% TOC. Terdapat dua tipe batuan induk yaitu serpih dan batubara. Semua sampel sedimen yang dianalisis memiliki nilai pantulan vitrinit berkisar 0,2-0,65% Ro dan nilai Tmax sebesar 400-4500 C, yang mengindikasikan bahwa batuan induk pada formasi ini memiliki tingkat kematangan dari yang belum matang hingga matang akhir. Batuan induk ini didominasi oleh campuran tipe II/III dan tipe III yang berpotensi menghasilkan minyak dan gas dengan kandungan indeks hidrogen sebesar 50-400 mg HC/gTOC. \n\nPemodelan cekungan 1D telah dilakukan untuk menganalisis potensi pembentukan hidrokarbon berdasarkan rekonstruksi pemendaman dan sejarah kematangan termalnya. Hal ini dilakukan untuk mengetahui tentang potensi pembentukan hidrokarbon yang terbentuk pada batuan induk Talangakar \n\nberumur Oligosen Akhir. Kalibrasi model dilakukan dengan menggunakan data pantulan vitrinit dan temperatur pada lubang sumur dan dapat diketahui bahwa aliran bahang pada masa saat ini di Blok Tungkal yang terletak di sebelah \n\nbagian utara Cekungan Sumatera Selatan berkisar dari 93-107 mW/m2. Batuan induk Formasi Talangakar pada masa saat ini berada dalam jendela kematangan minyak mulai dari matang awal hingga matang puncak, tidak terdapat jendela \n\nkematangan untuk gas dengan nilai pantulan vitrinit berkisar dari 0,5-1,2% Ro. \n\nPemodelan sejarah pemendaman juga mendukung bahwa pemendaman sedimen maksimum pada Pliosen, efek pengangkatan dan erosi diduga menjadi penyebab anomali nilai pantulan vitrinit pada sedimen yang lebih dangkal.", "Daftar File": {"2016 TS PP SUSANTO SIGIT WIBOWO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/140636", "2016 TS PP SUSANTO SIGIT WIBOWO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/140637", "2016 TS PP SUSANTO SIGIT WIBOWO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/140638", "2016 TS PP SUSANTO SIGIT WIBOWO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/140639", "2016 TS PP SUSANTO SIGIT WIBOWO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/140640", "2016 TS PP SUSANTO SIGIT WIBOWO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/140641", "2016 TS PP SUSANTO SIGIT WIBOWO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/140642", "2016 TS PP SUSANTO SIGIT WIBOWO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/140643"}, "Penulis": "SUSANTO SIGIT WIBOWO (NIM: 22013318)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Eddy A. Subroto."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Formasi Talangakar, Geokimia, Batuan Induk, Serpih, Batubara, Sejarah Pemendaman.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "03 Apr 2018"}