{"Nomor": 31160, "Judul": "PENGARUH PEPTON HALAL PADA PRODUKSI SUPEROKSIDA DISMUTASE REKOMBINAN DI Escherichia coli", "Abstrak": "Pepton halal (HY-SOY T) merupakan protein dari kacang kedelai yang \n\ndihidrolisis menggunakan enzim papain papaya menjadi peptida sederhana. \n\nPenggunaan pepton halal untuk produksi protein rekombinan memiliki \n\nkeuntungan dari sisi agama, ekonomi dan tidak ada informasi mengenai resiko \n\npatogen tanaman ke manusia. Penelitian ini ditujukan untuk mengevaluasi \n\npengaruh penggunaan pepton halal pada produksi protein rekombinan superoksida \n\ndismutase (rMnSODSeq) pada Escherichia coli. Pada penelitian ini pepton halal \n\ndigunakan pada dua jenis media, yaitu Luria Bertani (LB) dan Terrific Broth (TB) \n\ndan dibandingkan dengan tryptone dari hewan yang biasa digunakan di \n\nLaboratorium Bioteknologi Farmasi ITB. Ada dua sistem ekspresi rMnSODSeq \n\nyang digunakan dalam penelitian ini yaitu pCAD_sod_cer yang bergantung pada \n\nfase pertumbuhan dan pJExpress414_sod yang bergantung pada penambahan \n\ninduser. Tahap pertama penelitian ini dilakukan konfirmasi E. coli yang \n\nmembawa masing-masing plasmid ketika ditumbuhkan pada media dengan pepton \n\nhalal. Plasmid yang diisolasi dari masing-masing E. coli dianalisa profil migrasi, \n\nukuran dan keberadaan gen pengkode rMnSODSeq. Tahap selanjutnya adalah \n\nmengevaluasi pengaruh pepton halal terhadap profil pertumbuhan E. coli \n\nrekombinan melalui pengukuran densitas sel pada waktu yang ditentukan. \n\nPengaruh terhadap produksi dan aktivitas rMnSODSeq dilakukan melalui \n\nperbandingan intensitas pita protein rMnSODSeq pada gel akrilamid SDS-PAGE \n\ndan analisis zymografi. Kedua E. coli rekombinan terkonfirmasi positif membawa \n\nsistem ekspresi pCAD_sod_cer dan pJExpress414_sod. Pertumbuhan kedua E. \n\ncoli terlihat lebih lambat jika digunakan pepton halal baik pada media LB dan TB. \n\nNamun, produksi rMnSODSeq lebih banyak 33,36% (1,3 kali) pada media LB \n\ndengan pepton halal menggunakan sistem ekspresi pCAD_sod_cer dan 31,64% \n\n(1,3 kali) menggunakan sistem ekspresi pJExpress414_sod. Kenaikan ini juga \n\ndiamati lebih banyak 47,41% pada media TB dengan pepton halal menggunakan \n\nsistem ekspresi pCAD_sod_cer dan 64,89% menggunakan sistem ekspresi \n\npJExpress414_sod. Aktivitas dismutase rMnSODSeq hasil produksi \n\nmenggunakan media TB dengan pepton halal masih menunjukkan hasil positif \n\npada analisis zymografi. Pepton halal menurunkan pertumbuhan sel inang, akan \n\ntetapi meningkatkan persentase protein yang dihasilkan dan tidak mempengaruhi \n\naktivitas dismutasi rMnSODSeq.", "Daftar File": {"2018 TS SUSILAWATI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/140647", "COVER SUSILAWATI NIM : 20715308": "https://digilib.itb.ac.id/gdl/download/210703", "BAB 1 SUSILAWATI NIM : 20715308": "https://digilib.itb.ac.id/gdl/download/210704", "BAB 2 SUSILAWATI NIM : 20715308": "https://digilib.itb.ac.id/gdl/download/210705", "BAB 3 SUSILAWATI NIM : 20715308": "https://digilib.itb.ac.id/gdl/download/210706", "BAB 4 SUSILAWATI NIM : 20715308": "https://digilib.itb.ac.id/gdl/download/210707", "BAB 5 SUSILAWATI NIM : 20715308": "https://digilib.itb.ac.id/gdl/download/210708", "BAB 6 SUSILAWATI NIM : 20715308": "https://digilib.itb.ac.id/gdl/download/210709", "PUSTAKA SUSILAWATI NIM : 20715308": "https://digilib.itb.ac.id/gdl/download/210710"}, "Penulis": "SUSILAWATI NIM : 20715308", "Kontributor / Dosen Pembimbing": ["PEMBIMBING : Dr. rer. nat. Catur Riani", "Dr. Debbie S. Retnoningrum"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "pepton halal, produksi protein, rMnSODSeq, aktivitas, profil pertumbuhan E. coli", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "9 file", "Tanggal Input": "26 Feb 2018"}