{"Nomor": 31166, "Judul": "MODEL BANYAK KLAIM ASURANSI MELALUI KONSEP JITTERS DENGAN MENGGUNAKAN COPULA GAUSSIAN", "Abstrak": "Frekuensi klaim adalah banyak klaim dalam suatu periode waktu. Manfaat meninjau banyak klaim adalah dapat menangkap karakteristik suatu risiko. Disini banyak klaim yang ditinjau adalah data banyak klaim secara longitudinal. Kebergantungan antarwaktu dari data klaim dapat ditangkap oleh model tradisional Random Effects dan model Copula. Model yang diusulkan pada penelitian ini adalah memodelkan kebergantungan antarwaktu dari data klaim yang sudah terjadi melalui distribusi bersama menggunakan Copula. Masalah dalam penelitian ini adalah banyak klaim merupakan data diskrit. Sementara itu penggunaan data diskrit pada Copula memberikan hasil yang tidak unik. Untuk mengatasi masalah ini digunakan transformasi dari data diskrit menjadi data kontinu melalui konsep Jitters. Sehingga dapat digunakan di Copula. Copula yang digunakan pada penelitian ini adalah Copula Gaussian. Parameter dari Copula Gaussian yang merepresentasikan kebergantungan antarwaktu dari data klaim adalah rho. Penelitian yang dikembangkan dalam tulisan ini adalah memodelkan distribusi bersama banyak klaim menggunakan Copula Gaussian dengan konsep Jitters, menghitung prediksi banyak klaim di waktu mendatang dengan meninjau nilai kebergantungan antarwaktu dari data klaim, dan menghitung besar premi di waktu mendatang dengan meninjau nilai kebergantungan antarwaktu dari data klaim. Stuktur korelasi yang digunakan pada penelitian ini adalah struktur korelasi AR1. Distribusi bersama banyak klaim menggunakan Copula Gaussian diterapkan pada data simulasi dan data real. Hasil dari penelitian ini adalah dapat memodelkan distribusi bersama banyak klaim menggunakan Copula Gaussian, dapat menghitung prediksi banyak klaim di waktu mendatang dengan meninjau nilai kebergantungan antarwaktu dari data klaim, dan dapat menghitung besar premi di waktu mendatang dengan meninjau nilai kebergantungan antarwaktu dari data klaim.", "Daftar File": {"2016 TS PP SUWARTI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/140680", "2016 TS PP SUWARTI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/140681", "2016 TS PP SUWARTI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/140682", "2016 TS PP SUWARTI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/140683", "2016 TS PP SUWARTI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/140684", "2016 TS PP SUWARTI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/140685", "2016 TS PP SUWARTI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/140686"}, "Penulis": "SUWARTI (NIM: 20814031)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Sapto Wahyu Indratno, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Aktuaria", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "data klaim longitudinal, konsep Jitters, dan Copula Gaussian.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "22 Jan 2018"}