{"Nomor": 31174, "Judul": "PERANCANGAN SISTEM INTEGRASI E-COMMERCE B2C DAN CHATBOT UNTUK BELANJA ONLINE PADA PLATFORM PERPESANAN LINE", "Abstrak": "E-commerce B2C merupakan salah satu segmen e-commerce yang memiliki proporsi pasar yang cukup besar. Perusahaan e-commerce B2C pada umumnya memiliki diferensiasi pada kategori produk yang dijual, misalnya Zalora untuk produk fesyen dan Bhinneka untuk produk elektronik. Jika setiap e-commerce tersebut memiliki aplikasinya masing-masing maka akan sangat merepotkan pelanggan karena untuk pembelian jenis produk yang berbeda maka harus memasang banyak aplikasi dan mencari produk dari berbagai e-commerce. Oleh karena itu, akan lebih baik jika produk pada e-commerce tersebut dapat disatukan dan diintegrasikan. Di sisi lain, penggunaan platform perpesanan seperti Messenger dan Line yang sangat masif merupakan sebuah peluang emas untuk menjadikannya sebagai saluran transaksi ecommerce. Dari masalah dan peluang tersebut muncullah gagasan untuk merancang sebuah sistem yang dapat menyatukan dan mengintegrasikan produk dari berbagai ecommerce B2C yang ada dan menjualnya melalui chatbot pada platform perpesanan Line. Implementasi sistem integrator dan chatbot didasarkan pada analisis masalah, kebutuhan, dan perancangan sistem. Sistem integrator diimplementasi dalam bentuk web sedangkan chatbot diimplementasi menggunakan bahasa pemrograman Python. Pengujian yang dilakukan yaitu pengujian fungsional dan pengujian penerimaan pengguna. Hasil pengujian yang dilakukan terhadap aplikasi dapat disimpulkan bahwa sistem integrator beserta chatbot untuk e-commerce telah berjalan sesuai kebutuhan fungsionalitas sistem. Namun, masih harus terdapat perbaikan pengembangan agar chatbot yang dihasilkan memiliki kinerja yang lebih baik dalam menangani pesan pengguna yang masuk.", "Daftar File": {"Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/140714"}, "Penulis": "Syahid Naufal Ramadhan - NIM: 18212009", "Kontributor / Dosen Pembimbing": ["Yusep Rosmansyah, ST., M.Sc., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "chatbot, e-commerce, belanja, Line", "Sumber": "", "Staf Input/Edit": "Karya Sumpena  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "01 Okt 2018"}