{"Nomor": 31177, "Judul": "PERSPEKTIF MANAJERIAL STRATEGI KOLABORASI DI INDUSTRI FOTOGRAFI INDONESIA", "Abstrak": "Industri fotografi di Indonesia menunjukkan pertumbuhan yang pesat. Seiring dengan perkembangan \n\nekonomi kreatif, para fotografer dalam industri fotografi telah mengambil bagian dalam menciptakan \n\nsalah satu cara paling efektif dalam menyampaikan nilai dan pesan bisnis secara visual. Saat ini, \n\nindustri fotografi Indonesia dihadapkan pada masalah dengan kurangnya kolaborasi yang merangsang \n\npertumbuhan industri lebih lanjut dan menunjukkan potensi industri yang sesungguhnya. Setelah \n\npengamatan lebih dalam, terdapat sejumlah fotografer yang berhasil melakukan kolaborasi dengan \n\npihak bisnis lainnya di sektor ekonomi kreatif dan membuahkan hasil yang patut dicontoh. Oleh \n\nkarena itu, industri fotografi Indonesia perlu memahami kolaborasi yang telah berhasil dilaksanakan \n\ndari perspektif manajerial untuk melakukan kolaborasi yang sukses di masa depan. \n\nPenelitian ini menggunakan metode penelitian data kualitatif dengan menggunakan wawancara semi \n\nterstruktur, observasi dan data sekunder. Responden dalam penelitian ini adalah fotografer di industri \n\nfotografi Indonesia yang telah sukses melakukan strategi kolaborasi, dengan pembagian pemilihan \n\nkasus tipologi yang dipilih sesuai dengan kerangka yang diusulkan oleh Kementerian Pariwisata & \n\nEkonomi Kreatif. Penelitian ini dilakukan untuk mempelajari motivasi melakukan kolaborasi, serta \n\nproses kolaboratif dan tantangan & cara untuk mengatasinya. Dari analisis data penelitian, ditemukan \n\nbahwa motivasi utama dalam melakukan kolaborasi adalah terkait dengan kebutuhan untuk stimulasi, \n\nakses ke serendipity dan akses ke fasilitas khusus dalam hal otoritas. Proses kolaborasi dimulai \n\ndengan diskusi untuk menentukan masalah, dilanjutkan dengan pencarian referensi yang bertindak \n\nsebagai arah kolaborasi dengan moodboard sebagai output dari proses. Proses terakhir adalah tahap \n\nimplementasi. Tantangan dalam melakukan kolaborasi adalah miskomunikasi dan masalah yang \n\nterkait dengan kolaborator lain dalam proyek. Untuk mengatasi tantangan, seseorang harus bertindak \n\nrealistis dan kreatif. serta konsisten ketika tingkat motivasi kolaborator lainnya berkurang. \n\nBerdasarkan analisis penelitian ini, direkomendasikan bagi fotografer yang ingin melakukan \n\nkolaborasi untuk membedakan dirinya dengan menemukan keunggulan pribadi. Penting juga untuk \n\nmelatih kreativitas dan menggunakan kesempatan mengekspresikan idealisme dan ide lewat \n\nkolaborasi. Keberhasilan kolaborasi juga tergantung pada kemampuan untuk melengkapi kolaborator \n\nlain. Terakhir, disarankan untuk memastikan masa depan karir dengan mendedikasikan diri untuk \n\nproyek saat ini.", "Daftar File": {"2018 TA PP SYAHRAVI DEWANDA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/140717", "2018 TS PP SYAHRAVI DEWANDA 1 - FULL TEXT.pdf?": "https://digilib.itb.ac.id/gdl/download/251732"}, "Penulis": "Syahravi Dewanda (19015091)", "Kontributor / Dosen Pembimbing": ["Yulianto Suharto,Apt,MBA, MSc."], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Indonesian Photography Industry, Collaboration, Creative Economy", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "2 file", "Tanggal Input": "28 Jun 2018"}