{"Nomor": 31183, "Judul": "DESAIN PENAMPANG KANAL INLAND WATERWAY DI SUNGAI CBL, KABUPATEN BEKASI", "Abstrak": "Pelabuhan Tanjung Priok yang terletak di Teluk Jakarta memiliki posisi strategis dekat dengan kawasan industri yang berada di bagian timur Jakarta dan Jawa Barat seperti Bekasi, Karawang, Purwakarta dan Sumedang. Sekitar 35% komoditi petikemas yang menuju Pelabuhan Tanjung Priok maupun sebaliknya dikirim menggunakan truk dan kereta api. Kepadatan volume lalu lintas tol Cikarang dan keterbatasan kapasitas rel kereta berdampak pada lamanya waktu tempuh. Sehingga dibutuhkan moda transportasi alternatif. Bentuk jaringan jalur perairan dengan menggunakan tongkang adalah alternatif untuk mengatasi masalah keterbatasan jalur transportasi yang sudah ada. Tujuan dari Tugas Akhir ini adalah menentukan desain penampang kanal inland waterway di Sungai Cikarang Bekasi Laut (CBL). Kanal didesain sepanjang 20km dari muara hingga ke lokasi dry port. Penentuan lokasi dry port mempertimbangkan topografi lokasi yang saat ini berupa lahan pertanian sehingga besar kemungkinan untuk lebih dikembangkan, profil dasar sungai yang relatifdatar. Kapal desain digunakan kapal petikemas 150TEUs dengan LOA=79.5m, lebar (B)=16.8m, draft (d loaded)=3.2m, tinggi (D)= 4.5m. Desain penampang kanal mengacu pada Waterway Guideline , 2011. Radius Putar minimum (R)=477m, Lebar dasar (Wd)= 33.6m, lebar atas (Wt)=67.2m, kedalaman = 4.48m, dan kemiringan lereng kanal = 1:2. Perhitungan hidrologi menggunakan 2 pos pengamatan hujan. Pemodelan aliran sungai menggunakan software HEC-RAS 5.0.4. Pemodelan debit banjir 10tahun dilakukan untuk menentukan elevasi jembatan dan tanggul banjir. Elevasi jembatan minimum 12.5m dari LWS, Elevasi dermaga minimum = 4.2m dari LWS. Tanggul tertinggi = 3.2m, di sta.15500 sebelah kanan sungai. Geometri dimodelkan dengan software Plaxis 8.6 2D dan didapatkan dilai safety factor yang memenuhi nilai minimum >3.", "Daftar File": {"2018 TA PP Syamsul Anam_15513049 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/140746"}, "Penulis": "Syamsul Anam NIM 15513049", "Kontributor / Dosen Pembimbing": ["Harman Ajiwibowo, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "perdagangan,kanal, debit andalan,debit banjir,tanggul", "Sumber": "", "Staf Input/Edit": "suwadji  \n                                     suwadji", "File": "1 file", "Tanggal Input": "26 Sep 2018"}