{"Nomor": 31181, "Judul": "PEMODELAN DISTRIBUSI TUNAK MUKA AIRTANAH PADA MEDIA ALIRAN BERKEKAR STUDI KASUS TAMBANG TERBUKA GRASBERG", "Abstrak": "Kondisi daerah yang berada pada struktur geologi yang komplek menyebabkan level muka airtanah di antara beberapa titik memiliki perbedaan yang sangat signifikan, sehingga diperlukan suatu penelitian untuk mengetahui level muka airtanah pada kondisi geologi yang kompleks, khususnya pada media aliran berkekar. Penelitian ini bertujuan untuk mengetahui sebaran muka airtanah pada media aliran berkekar dengan menggunakan metoda soft computing dan geostatistik.          \n \n \n \n \n \n \n\nMetode soft computing Adaptive Neuro Fuzzy Inference System (ANFIS) dan Artificial Neural Network (ANN) menggunakan parameter koordinat (x,y,z), rock quality designation (RQD), hydraulic conductivity (K) serta level muka airtanah pada pizometer sebagai inputan pada ANFIS dan ANN agar dapat memprediksi muka airtanah. Sementara, metoda Kriging menggunakan koordinat (x,y,z) serta level muka airtanah pada pizometer. Pemodelan distribusi level muka airtanah didasarkan pada 49 data level muka airtanah pada pizometer dan 90 data level muka airtanah lainnya, dimana 41 data level muka airtanah merupakan penambahan data hasil clustering. Hasil prediksi level muka airtanah berdasar 49 data dan 90 data menunjukkan, bahwa ANFIS dapat memprediksi distribusi level muka airtanah pada media berkekar dengan akurasi yang cukup tinggi didukung oleh hasil pada peta penyebaran level muka airtanah yang mengindikasikan prediksi yang cukup baik.", "Daftar File": {"2017 TS PP SYAIFUL SITUMORANG 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/140736", "2017 TS PP SYAIFUL SITUMORANG 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/140737", "2017 TS PP SYAIFUL SITUMORANG 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/140738", "2017 TS PP SYAIFUL SITUMORANG 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/140739", "2017 TS PP SYAIFUL SITUMORANG 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/140740", "2017 TS PP SYAIFUL SITUMORANG 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/140741", "2017 TS PP SYAIFUL SITUMORANG 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/140742", "2017 TS PP SYAIFUL SITUMORANG 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/140743", "2017 TS PP SYAIFUL SITUMORANG 1-DAFTAR PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/140744"}, "Penulis": "SYAIFUL SITUMORANG - NIM: 22715001", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat Lilik Eko Widodo.MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Air Tanah", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "media aliran berkekar, prediksi level muka airtanah,  soft computing, adaptive neuro fuzzy inference system, artificial neural network, kriging.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Alice D", "File": "9 file", "Tanggal Input": "15 Agu 2018"}