{"Nomor": 31202, "Judul": "KARAKTERISASI SISTEM AKUISISI DATA DIGITAL ASTRONOMI SECARA IN SITU: KASUS TELESKOP PLANEWAVE CDK 14 DAN CCD FLI PL 11002 DI OBSERVATORIUM BOSSCHA", "Abstrak": "Sistem akuisisi data digital astronomi merupakan suatu sistem untuk mengambil, mengumpulkan dan menyiapkan data dan memprosesnya hingga mendapatkan data digital astronomi yang diinginkan. Dalam mendapatkan data digital astronomi dibutuhkan adanya optimalisasi dari keseluruhan sistem akuisisi yang digunakan. Salah satunya adalah dalam proses pengamatan astronomi yang melibatkan instrumen berupa kolektor, analisator, dan detektor. Karakterisasi dilakukan guna mengetahui kinerja dari instrumen yang digunakan sehingga mendukung tercapainya data digital astronomi yang optimal. Karakterisasi dengan metode Uji in situ yang dikembangkan oleh Abbott (1995) menghasilkan parameter fisis yang diturunkan berupa besaran: (1) gain sebesar 0,514, (2) readout noise sebesar 20,896 e-/piksel, (3) full well capcity sebesar 33659,253 e-, (4) shutter error sebesar 0,01 detik, (5) dark current sebesar 0,047 e-/s/piksel, dan (6) charge transfer efficiency sebesar 0,995. Uji astronomis pada sistem imaging astronomi memodelkan secara empiris sinyal terhadap gangguan yang ada (uji signal to noise rasio atau SNR) menghasilkan tren seiring dengan meningkatnya nilai B-V, nilai SNR untuk filter B mengalami penurunan, sedangkan untuk filter R dan I meningkat. Kurva Detective Quantum Efficiency yang dibangun menunjukkan bahwa nilai ideal 0,5 dapat dicapai pada magnitudo visual sekitar 13.", "Daftar File": {"2018 TA PP SYIFA NAILAH MUAZARAH 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/140784"}, "Penulis": "SYIFA NAILAH MUAZARAH - NIM: 10314019", "Kontributor / Dosen Pembimbing": ["Dr. Hakim Luthfi Malasan, M. Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "karakterisasi, sistem akuisisi, imaging astronomi, uji in situ", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Sep 2018"}