{"Nomor": 31208, "Judul": "VULKANOSTRATIGRAFI DAN PETROGENESA GUNUNG LASEM DAN SEKITARNYA, KABUPATEN REMBANG, JAWA TENGAH", "Abstrak": "Gunung Lasem merupakan gunungapi yang tidak aktif dan berlokasi di belakang Busur Magmatik Jawa. Parameter yang diperhitungkan mencakup analisis geomorfologi, vulkanostratigrafi, struktur geologi, dan geokimia batuan. Metode yang digunakan dalam penelitian ini meliputi pengindraan jauh (citra Landsat-8 dan ASTER GDEM), analisis petrografi, analisis geokimia batuan dengan XRF (X-Ray Fluorescence). Geomorfologi daerah penelitian terbagi menjadi 8 satuan geomorfologi, yakni Satuan Dataran Denudasional, Satuan Lereng Aliran Piroklastik, Satuan Lereng Aliran Lava, Satuan Kaldera Gunungapi, Satuan Aliran Massa, Satuan Perbukitan Sisa Gunungapi, Satuan Perbukitan Intrusi, dan Satuan Dataran Aluvial. Vulkanostratigrafi daerah penelitian terbagi      \nmenjadi 2 khuluk (Khuluk Lasem dan Khuluk Senjong) dan 2 satuan endapan sedimen laut dangkal. Khuluk Lasem terdiri dari Gumuk Ngargo, Gumuk Gunturgeni, Gumuk Kedung, dan Gumuk Lengis. Khuluk Senjong terdiri dari Gumuk Senjong, Gumuk Genderuwo, Gumuk Genuk, Gumuk Brenjang dan Gumuk Nganten. Produk vulkanik Khuluk Lasem dan Khuluk Senjong berupa batuan piroklastik, aliran lava andesitik, dan intrusi andesitik. Struktur geologi daerah penelitian terbagi menjadi struktur primer dan struktur sekunder.      \nStruktur primer terdiri dari kekar berlembar, kekar kolom dan autobreksi. Sedangkan struktur sekunder terdiri dari Sesar Normal Kali Jaran, Sesar Menganan Naik Watupecah,  \nSesar Menganan Kali Tempur, Antiklin Kali Kebonan, Antiklin Kali Tempur, dan Depresi Sesar Normal Kaldera Gunung Lasem. Berdasarkan hasil analisis petrografi dan geokimia batuan, Komplek Gunung Lasem menunjukkan diferensiasi magma berupa asimilasi batuan dan magma mixing. Proses ini berlanjut pada fraksionasi dengan hasil seri magmatik Kalk-Alkali di lingkungan tektonik Active Continental Margin.", "Daftar File": {"2017 TA PP TABEGRA DISANDO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/140796", "2017 TA PP TABEGRA DISANDO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/140797", "2017 TA PP TABEGRA DISANDO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/140798", "2017 TA PP TABEGRA DISANDO 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/140799", "2017 TA PP TABEGRA DISANDO 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/140800", "2017 TA PP TABEGRA DISANDO 1-BAB 3C.pdf": "https://digilib.itb.ac.id/gdl/download/140801", "2017 TA PP TABEGRA DISANDO 1-BAB 3D.pdf": "https://digilib.itb.ac.id/gdl/download/140802", "2017 TA PP TABEGRA DISANDO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/140803", "2017 TA PP TABEGRA DISANDO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/140804", "2017 TA PP TABEGRA DISANDO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/140805", "2017 TA PP TABEGRA DISANDO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/140806"}, "Penulis": "TABEGRA DISANDO (NIM : 12012035)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Eng. Mirzam Abdurrahman, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Lasem, Senjong, vulkanostratigrafi, petrogenesis.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "11 file", "Tanggal Input": "30 Apr 2018"}