{"Nomor": 31203, "Judul": "MODEL DETEKSI DINI PENYEBARAN DENGUE DAN KAITANNYA DENGAN DATA IKLIM DAN TWITTER", "Abstrak": "Demam Berdarah Dengue (DBD) merupakan penyakit yang ditularkan melalui perantara nyamuk. Di Indonesia penyakit DBD menempati urutan tertinggi di ASEAN mengalahkan wilayah-wilayah endemik lainnya pada tahun 2010. Pada tahun 2016 penyakit DBD termasuk kedalam Kejadian Luar Biasa (KLB) dengan salah satu faktornya adalah perubahan iklim. Oleh karena itu pembuatan model deteksi dini penyebaran Dengue dirasa perlu dilakukan, khususnya di daerah yang banyak menyumbang kasus DBD, yaitu wilayah DKI Jakarta. Model regresi Poisson, binomial negatif, dan logistik, serta model deterministik, yaitu model SIR akan digunakan untuk mengetahui hubungan kejadian DBD dengan faktor iklim dan data twitter. Terdapat dua jenis satuan dalam model regresi binomial negatif, yaitu dengan satuan minggu dan bulan. Berdasarkan hasil simulasi, didapatkan bahwa model dengan satuan minggu dengan prediktor data DBD satu dan dua minggu sebelumnya serta iklim kelembaban satu minggu sebelumnya merupakan model terbaik berdasarkan metode AIC. Akan tetapi, untuk model dengan satuan bulan didapatkan bahwa model dengan prediktor data DBD satu dan dua bulan sebelumnya serta iklim kelembaban satu bulan sebelumnya merupakan model terbaik. Selain itu, didapatkan pula nilai ambang batas kelembaban untuk tiap wilayah DKI Jakarta yang menyebabkan kejadian DBD berada di atas rata-rata tahunan. Fokus pada model deterministik adalah menganalisis model dan mencari nilai parameter pada model dengan bantuan MATLAB. Berdasarkan hasil simulasi, didapatkan bahwa model dengan parameter berupa suatu fungsi mempunyai hasil yang lebih baik dibandingkan parameter yang bernilai konstan. Selain itu didapatkan pula hasil kejadian DBD yang terus menurun yang berarti semakin lama penyakit DBD akan hilang.", "Daftar File": {"2018 TA PP SYIFA NURUL FATIMAH 1 - ABSTRAK INDO.pdf": "https://digilib.itb.ac.id/gdl/download/140785"}, "Penulis": "SYIFA NURUL FATIMAH (NIM: 10114016)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Nuning Nuraini, S.Si., M.Si,  \n\nPrama Setia Putra, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "regresi Poisson, regresi binomial negative, regresi logistic, model deterministic, Demam Berdarah Dengue, twitter.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti  \n                                     Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "07 Jun 2018"}