{"Nomor": 31214, "Judul": "ANALISIS SEKATAN DAN STABILITAS SESAR DAERAH JAMBI MERANG, SUMATERA SELATAN, INDONESIA", "Abstrak": "Peran sesar sebagai sekat untuk akumulasi hidrokarbon dan jalur migrasi sekunder sudah dikenal sejak dahulu. Mekanisme sekatan pada bidang sesar tidak hanya dipengaruhi oleh proses pensejajaran satuan batuan yang mempunyai perbedaan karakter, tetapi juga akibat perubahan karakteristik batuan pada zona sesar. Proses pensesaran pada material berbutir umumnya menyebabkan cataclasis yang kemudian menjadi pengontrol terhadap penurunan permeabilitas di zona sesar. Proses pensesaran pada sekuen batupasir - batulempung dapat membentuk clay gouge yang menerus dan berlapis di sepanjang bidang pergeseran (slip). Clay gouge yang dihasilkan terbukti secara eksperimental berfungsi sebagai sekat untuk fluida air.     \nNamun, penentuan sesar sebagai penyekat atau jalur migrasi sekunder bukan hanya ditentukan oleh sifat pada material di zona sesar, melainkan juga sangat dipengaruhi oleh tegasan bawah permukaan saat ini (in situ stress).     \nAnalisis sekatan sesar yang dikontrol oleh Shale Gouge Ratio (SGR) pada seluruh sesar di daerah penelitian menunjukkan bahwa nilai SGR yang paling kecil ditemui     \npada Formasi Air Benakat Bawah (LABF) pada pensejajaran (juxtaposition) reservoir yang berkualitas baik.     \nAnalisis tegasan di daerah penelitian mengindikasikan bahwa daerah ini berada pada rezim sesar geser. Berdasarkan nilai Slip Tendency (Ts), Dilation Tendency (Td), dan Fracture Stability (Fs), sesar-sesar yang berarah Timur Laut Ã‚Â– Barat Daya memiliki sensitivitas yang tinggi terhadap besaran dan arah tegasan saat ini (in situ stress). Sesar-sesar yang berarah Barat Laut Ã‚Â– Tenggara berpotensi untuk menjadi sekat secara pendekatan geomekanik.", "Daftar File": {"2016 TS PP TAMBORA RANGGA KESI PRADEA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/140820", "2016 TS PP TAMBORA RANGGA KESI PRADEA 1-BAB 2A.pdf": "https://digilib.itb.ac.id/gdl/download/140821", "2016 TS PP TAMBORA RANGGA KESI PRADEA 1-BAB 2B.pdf": "https://digilib.itb.ac.id/gdl/download/140822", "2016 TS PP TAMBORA RANGGA KESI PRADEA 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/140823", "2016 TS PP TAMBORA RANGGA KESI PRADEA 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/140824", "2016 TS PP TAMBORA RANGGA KESI PRADEA 1-BAB 3C.pdf": "https://digilib.itb.ac.id/gdl/download/140825", "2016 TS PP TAMBORA RANGGA KESI PRADEA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/140826", "2016 TS PP TAMBORA RANGGA KESI PRADEA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/140827", "2016 TS PP TAMBORA RANGGA KESI PRADEA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/262328"}, "Penulis": "TAMBORA RANGGA KESI PRADEA (NIM : 22012316)", "Kontributor / Dosen Pembimbing": ["Pembimbing :      Ir. Benyamin Sapiie, Ph.D", "Dr. Indra Gunawan S.T., M. Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Shale Gouge Ratio (SGR), Stabilitas Sesar, Jambi Merang, Sumatera Selatan.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Dedi Rosadi", "File": "9 file", "Tanggal Input": "04 Apr 2018"}