{"Nomor": 31213, "Judul": "PENINGKATAN KINERJA LARVIKULTUR IKAN NILA (Oreochromis niloticus) MELALUI PAKAN SINBIOTIK YANG TERDIRI DARI PREBIOTIK MIKROALGA Nannochloropsis oculata DAN Spirulina sp. DAN PROBIOTIK Bacillus subtilis", "Abstrak": "Larvikultur merupakan bottleneck dalam budidaya perikanan termasuk budidaya ikan nila (Oreochromis niloticus). Fase pembenihan ikan merupakan  fase kritis yaitu terjadi peralihan pemanfaatan input pakan dari yolk sac ke input pakan dari luar. Kendala yang sering ditemui dalam pembenihan ikan adalah rendahnya kelulusan hidup yang disebabkan karena kurangnya ketersediaan pakan alami baik secara kualitatif maupun kuantitatif, serta rentannya ikan terserang penyakit yang disebabkan oleh bakteri patogenik. Penelitian ini bertujuan untuk mengembangkan formulasi pakan sinbiotik yang terdiri dari prebiotik Nannochloropsis oculata dan Spirulina sp. dan probiotik Bacillus subtilis serta melihat pengaruhnya terhadap kinerja larvikultur ikan nila. Penelitian ini dilakukan melalui 4 tahap, yaitu: (1) formulasi dan produksi pakan sinbiotik, (2) analisis proksimat pakan sinbiotik, (3) uji kelayakan pakan sinbiotik terhadap larva ikan nila, dan (4) uji tantang menggunakan Aeromonas hydrophila 106 CFU/ml. Selama pengujian, dilakukan pengukuran parameter kimia air (amonium, nitrit, nitrat, dan fosfat), fisika air (suhu, dissolved oxygen, dan pH), dan pengujian total bakteri aerob. Pakan sinbiotik yang berhasil diformulasikan terdiri dari P10 (Nannochloropsis 10% b/b + Bacillus subtilis 108 CFU/kg), dan P5 (Nannochloropsis 5% b/b dan Spirulina 5%  b/b + Bacillus subtilis 108 CFU/kg). Berdasarkan hasil uji kinerja pakan, kesintasan ikan tertinggi ditemukan pada perlakuan P5 (72,2%) diikuti dengan P10 (62,3%) dan kontrol (PK) (42,7%), terdapat perbedaan secara signifikan (p", "Daftar File": {"2018 TA PP Talitha Nafhani Triadi Putri 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/140818"}, "Penulis": "Talitha Nafhani Triadi Putri - NIM : 10614037", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kesintasan, Larvikultur, Oreochromis niloticus, Pakan sinbiotik", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "13 Sep 2018"}