{"Nomor": 31218, "Judul": "DESAIN LAYOUT PELABUHAN LNG PLTG TAHUNA DAN MINAHASA DI SULAWESI UTARA SERTA PLTG DONGGALA DI SULAWESI TENGAH", "Abstrak": "Energi merupakan kebutuhan utama bagi manusia untuk melakukan seluruh aktivitas sehari-hari. Pada era saat ini, kebutuhan energi semakin meningkat yang mengakibatkan meningkatnya pula kebutuhan sumber energi yang baru sebagai pengganti minyak bumi dan batu bara yang saat ini diketahui ketersediannya di alam sudah semakin menipis dan terbukti banyak menimbulkan pencemaran lingkungan. Berbagai usaha telah dilakukan dalam memperoleh solusi pemenuhan kebutuhan energi dalam skala besar dengan jangka waktu yang lama dan juga ramah terhadap lingkungan. Salah satu solusi yang saat ini sedang populer digunakan di berbagai belahan dunia adalah sumber energi yang bersumber dari gas alam cair yaitu LNG (Liquid Natural Gas). Dalam usaha pemenuhan kebutuhan energi di dalam Negeri, pemerintah pada saat ini dalam usaha membangun fasilitas Pembangkit Listrik Tenaga Gas (PLTG) di daerah Sulawesi yaitu Tahuna, Minahasa, dan Donggala. Berdasarkan analisis kelayakan finansial dari keuntungan penggunaan listrik, diperoleh batasan biaya maksimal pembangunan struktur di masing-masing lokasi adalah sebesar 200 miliar rupiah. Pada Tugas Akhir ini akan dilakukan analisis kondisi lingkungan, penentuan kebutuhan fasilitas perairan pelabuhan dan penentuan fasilitas bongkar terbaik untuk layout fasilitas perairan pelabuhan yang mampu melayani kebutuhan pelabuhan LNG PLTG Tahuna, Minahasa, dan Donggala.", "Daftar File": {"2018 TA PP  TAN ADITYA DWI SANTOSO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/140843"}, "Penulis": "TAN ADITYA DWI SANTOSO (NIM : 15514035)", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Energi, LNG, PLTG, Sulawesi, Fasilitas, Layout", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "28 Sep 2018"}