{"Nomor": 31225, "Judul": "PERANCANGAN STRUKTUR ORGANISASI DAN URAIAN JABATAN PADA TATA USAHA PROGRAM STUDI TEKNIK INDUSTRI INSTITUT TEKNOLOGI BANDUNG", "Abstrak": "Institut Teknologi Bandung (ITB) sebagai institusi pendidikan tinggi, harus terus meningkatkan kualitas pendidikannya. Usaha tersebut diawali dengan perancangan sistem yang baik. Sistem yang baik tercermin dalam keefektifan semua fungsi dan operasi manajemen di semua tingkat unit kerja pada suatu institusi. Sistem pendidikan di ITB secara signifikan diatur pada tingkat program studi. Beberapa parameter dari Badan Akreditasi Nasional Perguruan Tinggi (BAN-PT) yang digunakan untuk menilai kualitas dan kelayakan suatu program studi adalah sistem manajemen sumber daya unit pengelola program studi, sistem layanan bagi mahasiswa, dan pemenuhan ketersediaan (availability) sarana prasarana.     \n \n \n \n \n\nKegiatan belajar mengajar dan kegiatan pendukungnya dikelola dalam tingkat program studi. Program studi Teknik Industri memiliki tata usaha yang berperan dalam mendukung proses inti terkait fungsi-fungsi yang dijalankan, seperti fungsi akademik yang meliputi pembukaan mata kuliah, pengaturan jadwal kuliah, pengelolaan sarana dan prasarana, pengaturan ruang kuliah, dan sebagainya. Oleh sebab itu, tata usaha memiliki peran penting dalam pelaksanaan kegiatan program studi. Akan tetapi, Tata Usaha Program Studi Teknik Industri belum memiliki proses bisnis yang menggambarkan seluruh aktivitas yang saling terkait. Tata Usaha Program Studi Teknik Industri juga belum memiliki struktur organisasi yang menunjukkan koordinasi setiap fungsi. Selain itu, pengelolaan sumber daya manusia juga kurang maksimal karena belum ada dokumentasi uraian jabatan sehingga mengakibatkan sering terjadinya overlapping antara satu staf dan staf yang lain. Oleh sebab itu, dibutuhkan perancangan struktur organisasi dan uraian jabatan yang menunjukkan peran setiap jabatan untuk menyelesaikan pekerjaan yang ada di Tata Usaha Program Studi Teknik Industri .     \n \n \n \n \n\nPemetaan proses bisnis dilakukan dengan mengidentifikasi proses bisnis generik tata usaha. Selanjutnya, dilakukan pemetaan proses bisnis dengan menyesuaikan kondisi aktual Tata Usaha Program Studi Teknik Industri . Hasil pemetaan divalidasi melalui wawancara untuk menyusun proses bisnis akhir. Proses bisnis akhir menjadi acuan dalam menyusun matriks tanggung jawab untuk memetakan peran setiap jabatan dalam pelaksanaan pekerjaan. Matriks tanggung jawab yang digunakan adalah matriks RASCI (Responsible, Accountable, Support, Consult, Informed). Selanjutnya, dilakukan perancangan struktur organisasi dengan menggunakan analisis saling ketergantungan kegiatan. Analisis saling ketergantungan kegiatan digunakan untuk menyusun tabel saling ketergantungan kegiatan yang membantu dalam penyusunan bagian organisasi. Selanjutnya bagian organisasi disusun ke dalam bagan organisasi untuk menyusun struktur organisasi dengan mempertimbangkan persamaan fungsi dan keterkaitan serta jumlah pegawai yang tersedia. Berdasarkan struktur organisasi, dilakukan penyesuaian terhadap matriks RASCI. Hasil penyesuaian menjadi acuan dalam menyusun uraian jabatan.     \n \n \n \n \n\nPenelitian ini menghasilkan pemetaan proses bisnis, struktur organisasi, dan uraian jabatan untuk Tata Usaha Program Studi Teknik Industri . Hasil penelitian tersebut diharapkan mampu menjadi solusi dan upaya perbaikan yang sesuai dengan permasalahan yang ada di tata usaha. Pemetaan proses bisnis serta perancangan struktur organisasi dan uraian jabatan akan mendukung pengelolaan organisasi yang memiliki pengaruh besar terhadap kinerja organisasi.", "Daftar File": {"2018 TA PP TANTOWI JAUHARI1 ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/140857"}, "Penulis": "TANTOWI JAUHARI NIM 13413076", "Kontributor / Dosen Pembimbing": ["Yassierli, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "PROSES BISNIS, STRUKTUR ORGANISASI, SALING KETERGANTUNGAN KEGIATAN, URAIAN JABATAN, TATA USAHA. BUSINESS PROCESSES, ORGANIZATION STRUCTURE, TASK INTERDEPENDENCE, JOB DESCRIPTIONS, ADMINISTRATION OFFICE.BUSINESS PROCESSES, ORGANIZATION STRUCTURE, TASK INTERDEPENDENCE, JOB DESCRIPTIONS, ADMINISTRATION OFFICE.  ,", "Sumber": "", "Staf Input/Edit": "Dewi Supryati  \n                                     Dewi Supryati", "File": "1 file", "Tanggal Input": "28 Jun 2018"}