{"Nomor": 31227, "Judul": "PENINGKATAN RENDEMEN KARBON AKTIF BERBASIS LIMBAH KELAPA SAWIT SEBAGAI BAHAN BAKU ELEKTRODA SUPERKAPASITOR", "Abstrak": "Limbah kelapa sawit merupakan sumber biomassa yang melimpah di Indonesia. Potensi ketersediaan biomassa kelapa sawit ini dapat dimanfaatkan sebagai bahan baku produk bernilai tambah tinggi. Salah satu produk yang dapat dihasilkan adalah karbon aktif. Karakteristik karbon aktif yang berpori dan memiliki konduktivitas yang baik, membuat karbon aktif cocok digunakan sebagai material elektroda superkapasitor. Pada penelitian ini difokuskan pada peningkatan rendemen karbon aktif berbasis limbah kelapa sawit dengan proses karbonisasi hidrotermal sebagai bahan baku superkapasitor. \n\nKarbon aktif dibuat melalui dua proses utama yaitu karbonisasi dan aktivasi. Proses karbonisasi yang dilakukan adalah karbonisasi hidrotermal dilanjutkan dengan aktivasi secara fisika. Pembentukan pori mesopore karbon aktif terjadi saat proses karbonisasi hidrotermal menggunakan ZnCl2 dan CaCl2 sebagai agen pengaktivasi. Variasi yang dilakukan dalam penelitian ini adalah variasi temperatur karbonisasi dan variasi rasio agen pengaktivasi : bahan baku. \n\nKarbon aktif yang dihasilkan dari tandan kosong kelapa sawit memiliki luas permukaan 12 Ã‚Â– 1571 m2/g dan ukuran pori 2,0 Ã‚Â– 6,8 nm. Perolehan massa karbon aktif mencapai 60% pada temperatur karbonisasi hidrotermal 275oC dengan rasio activating agent : bahan baku 2:1. Pada penelitian ini, karbon aktif digunakan sebagai elektroda kerja pada superkapasitor tipe hybrid simetris. Sel superkapasitor ini mampu menghasilkan kapasitansi sebesar 4,305 F/g.", "Daftar File": {"2018 TS PP TANTRA DIWA LARASATI  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/140859"}, "Penulis": "TANTRA DIWA LARASATI (NIM: 23016022)", "Kontributor / Dosen Pembimbing": ["Pembimbing : \n\nDr. Tirto Prakoso S.T., M.Eng. \n\nDr. Eng. Jenny Rizkiana S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "biomassa, karbon aktif, hidrotermal, superkapasitor", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "18 Sep 2018"}