{"Nomor": 31231, "Judul": "THE DETERMINANTS OF POINT OF SALES ADOPTION PERCEIVED BY MICRO SMALL MEDIUM ENTERPRISES IN WEST JAVA", "Abstrak": "Penerapan teknologi inovatif dalam bisnis diakui sebagai aspek penting yang \n\nberperan sebagai alat pendukung dalam mengatasi berbagai masalah bisnis. Saat \n\nini, inovasi teknologi telah mencakup hampir semua sektor, termasuk sektor \n\nkeuangan yang dikenal sebagai teknologi keuangan (Fintech). Teknologi ini \n\nmerupakan gabungan antara layanan keuangan dan teknologi yang mana dapat \n\nmembantu bisnis dalam memecahkan masalah keuangan. Implementasi fintech \n\ntelah digunakan di semua tingkat bisnis, mulai dari usaha kecil hingga perusahaan \n\nkorporat. Salah satu bentuk fintech yang biasa digunakan oleh perusahaan untuk \n\nmenyelesaikan masalah keuangan adalah sistem point of sales (POS). \n\nDi sisi lain, jumlah usaha mikro kecil menengah (UMKM) di Indonesia adalah 59,2 \n\njuta yang berkontribusi hingga 57% terhadap total Produk Domestik Bruto (PDB) \n\npada tahun 2018. Jumlah UMKM ini mewakili 90% entitas bisnis dan \n\nmempekerjakan 107 juta tenaga kerja pada 2012. Meskipun jumlah ini merupakan \n\njumlah yang besar, jumlah UMKM yang gagal juga meningkat, di mana kendala \n\nmanajemen keuangan dianggap sebagai salah satu penyebab nya. \n\nPenelitian ini berfokus pada peran sistem POS pada industri UMKM dan tujuannya \n\ndalam mengatasi kendala bisnis. Melalui penelitian ini, peneliti mencari tahu \n\nfaktor-faktor yang mempengaruhi penggunaan sistem POS pada UMKM di Jawa \n\nBarat dan juga tahapan bisnisnya. 150 pelaku UMKM dari berbagai industry \n\nmenjadi responden dalam penelitian ini dimana kuesioner menjadi instrument \n\npenelitian nya. Penelitian ini menggunakan Technology Acceptance Model 2 \n\n(TAM) yang dimodifikasi untuk merumuskan faktor yang mempengaruhi dan \n\nRegresi Logistik Biner sebagai metodologi. Hasil riset menunjukkan bahwa imej \n\ndan fungsi kegunaan memiliki pengaruh terhadap penggunaan sistem POS \n\nsementara faktor pengaruh sosial dan aspek kemudahan tidak berdampak \n\nsignifikan.", "Daftar File": {"2018 TA PP TARINDRA RADITYA RANGGAWARMAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/140863"}, "Penulis": "Tarindra Raditya Ranggawarman (19215009)", "Kontributor / Dosen Pembimbing": ["Sylviana Maya Damayanti, CFP."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Point of Sales System, Financial Technology, Micro Small Medium Enterprises, Financial Management, Technology Acceptance Model", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "1 file", "Tanggal Input": "24 Jul 2018"}