{"Nomor": 31232, "Judul": "Persepsi Konsumen Untuk meningkatkan Informasi Produk Lapangan Golf di Mountain View Bandung", "Abstrak": "Beberapa tahun terakhir, golf telah menjadi olahraga yang lebih populer di masyarakat,  \n \n\ndi mana komunitas yang lebih luas dapat merasakan sensasi bermain golf. Bagi  \n \n\nmasyarakat Indonesia, golf bukan hanya olahraga atau kegiatan yang dilakukan untuk  \n \n\nmengisi waktu luang. Golf telah menjadi gaya hidup yang terpisah yang mencakup  \n \n\nbanyak aspek, di mana berbagai kegiatan seperti transaksi bisnis dan pembicaraan  \n \n\npenting lainnya terjadi di atas lapangan golf. Golf adalah olahraga yang memiliki  \n \n\npotensi bisnis besar untuk dikerjakan, mulai dari biaya keanggotaan, peralatan golf,  \n \n\npenjualan tiket penonton, hingga industri pendukung terkait seperti makanan,  \n \n\nminuman, layanan, hingga penginapan yang biasanya tersedia di lapangan golf.  \n \n\nFasilitas dan harga adalah dua elemen yang merupakan strategi dari setiap lapangan  \n \n\ngolf dalam mencapai target perusahaan. Strategi berbeda yang diterapkan oleh masingmasing  \n \n\nlapangan golf adalah karena persaingan dalam upaya untuk mencapai pangsa  \n \n\npasar terbesar di bidang penyedia lapangan golf di Bandung. Klub Golf Mountain  \n \n\nView berada di peringkat kedua dalam bagan pangsa pasar. Penjualan di BGG lebih  \n \n\ntinggi dari penjualan MVG meskipun harga untuk bermain golf di BGG lebih tinggi  \n \n\ndaripada harga untuk bermain golf di MVG. Berdasarkan latar belakang masalah di  \n \n\natas, penulis tertarik untuk melakukan penelitian untuk mempelajari dan memecahkan  \n \n\nmasalah ini.  \n \n\nBerdasarkan analisis, akar penyebab berasal dari kelemahan lapangan golf Mountain  \n \n\nView Golf. Akar penyebabnya termasuk promosi masih cenderung offline (kurangnya  \n \n\ninformasi), fasilitas lapangan di dalamnya masih belum memenuhi standar  \n \n\ninternasional tersebut (tanda, panduan di lapangan). Untuk mengatasi masalah yang  \n \n\ndiajukan solusi yang diformulasikan untuk meningkatkan informasi produk MVG  \n \n\nadalah memperbarui informasi produk sehingga dapat memperbarui persepsi  \n \n\npengguna ke arah yang positif.", "Daftar File": {"2018 TS PP Tarita Anindita 1-Abstrak1.pdf": "https://digilib.itb.ac.id/gdl/download/140864"}, "Penulis": "TARITA ANINDITA/ 29116194", "Kontributor / Dosen Pembimbing": ["Herry Hudrasyah, M.A"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Golf Tourism, Information Product Golf", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman  \n                                     Yose Ali Rahman", "File": "1 file", "Tanggal Input": "25 Sep 2018"}