{"Nomor": 31244, "Judul": "DESAIN ALGORITMA PERIFERAL INVERTER 5 kW    BERBASIS MIKROKONTROLER dsPIC UNTUK  APLIKASI KENDARAAN LISTRIK", "Abstrak": "Penggunaan motor listrik pada peralatan saat ini sudah sangat luas baik digunakan untuk keperluan industri ataupun keperluan sehari Ã‚Â– hari. Salah satu jenis motor listrik yang digunakan luas saat ini adalah brushless DC motor. Berbagai keunggulan yang dimiliki BLDC membuat jenis motor tersebut digunakan untuk aplikasi dari kendaraan listrik. Untuk membuat BLDC dapat berputar sesuai yang diinginkan maka diperlukan pengendali elektrik yang salah satunya dapat berbasis mikrokontroler dsPIC. Dalam mendesain pengendali elektrik tersebut, maka perlu dilakukan pengujian nilai dari parameter motor BLDC yang digunakan. Setelah parameter diketahui, perlu dilakukan simulasi untuk mengetahui bagaimana sistem pengendalian yang diperlukan. Kemudian, dilakukan implementasi pada algoritma periferal, kontrol, dan juga manajemen sistem. Implementasi algoritma periferal meliputi inisialisasi modul pada inverter (PWM, ADC, dll) sesuai jenis dsPIC yang digunakan serta penerjemahan algoritma kontrol dan manajemen sistem dalam bahasa pemrograman C. Hasil implementasi pada algoritma periferal tersebut kemudian digunakan untuk melakukan pengujian secara langsung pada motor BLDC hingga didapat hasil yang sesuai.", "Daftar File": {"2018 TA PP TAUFIKURRAHMAN AFIF  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/140896"}, "Penulis": "TAUFIKURRAHMAN AFIF (NIM. 18014030)", "Kontributor / Dosen Pembimbing": ["Pembimbing : \n\nDr. Ir. Agus Purwadi, M.T. \n\nDr. Eng. Arwindra Rizqiawan, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Tenaga Listrik", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "brushless DC motor, inverter, mikrokontroler, PWM.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Jun 2018"}