{"Nomor": 31241, "Judul": "ANALISIS PENGARUH EKOSISTEM RIPARIAN TERHADAP KUALITAS AIR SUNGAI DI SUB DAERAH ALIRAN SUNGAI CIKAPUNDUNG HULU", "Abstrak": "Ekosistem riparian merupakan penghubung antara ekosistem terrestrial dengan ekosistem perairan  dimana menurut beberapa literatur memiliki peranan dalam mempertahankan kualitas air yang terkontaminasi polutan yang berasal dari daerah terrestrial seperti limbah pertanian, perkebunan, dll.  Untuk mendapatkan gambaran pengaruh tersebut dilakukan penelitian kuantitatif dengan membandingkan pengaruh ekosistem riparian terhadap kualitas fisika kimia air sungai di kawasan hutan dengan ekosistem riparian yang masih terjaga dengan kawasan pertanian yang ekosistem ripariannya telah dikonversi menjadi lahan pertanian di Sub Daerah Aliran Sungai Cikapundung Hulu.  Hasil penelitian menunjukkan vegetasi riparian kawasan hutan dengan Indeks Shannon-Weiner 1,409 (sedang) berbanding 0,525 (rendah) di kawasan pertanian menyebabkan vegetasi riparian kawasan hutan memiliki kemampuan menjaga kualitas fisika kimia air lebih baik dibanding kawasan pertanian yang didasarkan pada standar deviasinya. Perbandingan standar deviasi gradien DHL, TDS, TSS, TS, temperatur, DO, pH, NO2 dan absorben NO3 antara  air di dalam sungai di kawasan hutan dengan pertanian masing-masing (2,04 : 5,50), (1,02 : 2,66), (0,55 : 17,82), (1,19 : 19,54 ), (0,22 : 0,24), (0,48 : 0,88), (0,25 : 0,29 ), (0,0047 : 0,0054 ), dan (0,013 : 0,017).  Hal ini didukung oleh prediksi kehilangan N-total yang tercuci oleh run-off saat hujan berintensitas tinggi dimana meskipun tanah di dalam kawasan hutan mengandung N-total yang lebih tinggi dibanding kawasan pertanian tetapi jumlah N-total yang tercuci oleh run-off  saat intensitas hujan tertentu dan masuk ke anak sungai lebih sedikit dibanding kawasan pertanian", "Daftar File": {"2018 TS PP TAUFIK MUBARAK 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/140893"}, "Penulis": "TAUFIK MUBARAK        NIM: 25316031", "Kontributor / Dosen Pembimbing": ["Pembimbing  : Dr. Eng. Ir. Priana Sudjono"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "riparian, pencemaran, kualitas air, Cikapundung hulu", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "09 Agu 2018"}