{"Nomor": 31245, "Judul": "IMPLEMENTASI SUBSISTEM TRAP ATAU PENDETEKSI GERAKAN SATWA PADA CAMERA TRAP AND WIRELESS DATA COLLECTION SYSTEM", "Abstrak": "Untuk mengawasi dan mempelajari kelakuan pada suatu hutan atau daerah, digunakan suatu sistem yang dikenal sebagai Camera Trap. Sistem Camera Trap adalah suatu system yang dapat mendeteksi adanya pergerakan makhluk hidup didepannya, dan kemudian mengambil gambar serta video dari makhluk hidup tersebut. Namun, terdapat beberapa kekurangan pada sistem tersebut, seperti interval yang terlalu jauh antar pengumpulan data. Camera Trap & Wireless Data Collection adalah suatu sistem yang menggunakan pengiriman data secara wireless untuk memfasilitasi pengumpulan datanya. Salah satu subsistem dari Camera Trap yaitu subsistem trap dan pengiriman trigger berfungsi untuk membaca pergerakan makhluk hidup yang terjadi di depannya lalu mengirimkan trigger pada subsistem kamera secara wireless yang kemudian akan diproses untuk mengambil data foto dan video. Buku ini berisi penjelasan mengenai rancangan, implementasi, dan pengujian yang dilakukan sepanjang pengerjaan dari subsistem trap pada sistem Camera Trap & Wireless Data Collection. Pada implementasinya, subsistem trap yang dirancang sudah dapat melakukan fungsi yang diharapkan. Dari hasil pengujian, subsistem trap telah berhasil mendeteksi seluruh gerakan makhluk hidup didepannya. Selain itu, subsistem trap juga telah dapat mengirimkan semua data trigger kepada subsistem kamera.", "Daftar File": {"2018 TA PP TAUFIQ ABDULLAH SALIM 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/140897"}, "Penulis": "TAUFIQ ABDULLAH SALIM - NIM: 13213135", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Aciek Ida Wuryandari MT.  \n\nDr. Waskita Adijarto ST, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Subsistem trap, camera trap, trigger", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Jun 2018"}