{"Nomor": 31252, "Judul": "ANALISIS PENGARUH LATAR BELAKANG KEPRIBADIAN DAN IKLIM KESELAMATAN TERHADAP KECELAKAAN KERJA DI PT X, CILEGON", "Abstrak": "Abstrak: Dalam hal pencegahan risiko kecelakaan, faktor terpenting adalah manusia itu sendiri, aspek perilaku dan sikap serta proses sosial dan budaya. Saat ini, konsep budaya dan iklim keselamatan kerja telah menjadi pusat perhatian berbagai industri dan bidang. Konsep tersebut menjadi penting karena kecelakaan kerja tetap dapat terjadi pada sebuah perusahaan yang menerapkan sistem manajemen dan prosedur terkait kesehatan dan keselamatan kerja seperti yang terjadi di PT X, Cilegon. Penelitian dilakukan terhadap pekerja yang mengalami kecelakaan pada tahun 2012-2015 dan pekerja yang tidak pernah mengalami kecelakaan untuk melihat hubungan kecelakaan terhadap latar belakang pekerja dan iklim keselamatan yang ada. Pengumpulan data dilakukan menggunakan kuesioner The Nordic Occupational Safety Climate Questionnaire (NOSACQ-50) dan Big Five Personality Indicator (BFI). Kelompok responden dibagi dua yaitu kelompok kecelakaan ringan dan kecelakaan berat. Hasil penelititan menunjukkan mayoritas responden di PT X memiliki presepsi iklim keselamatan kerja yang baik (mean>3). Selain itu, penelitian menunjukkan kemampuan dan prioritas manajemen terhadap keselamatan kerja serta pengembangan keselamatan kerja oleh manajemen merupakan dimensi paling signifikan dalam mengurangi kecelakaan ringan dan berat. Hasil lainnya menunjukkan kesungguhan dan kemufakatan merupakan dimensi kepribadian paling signifikan dalam mengurangi kecelakaan ringan dan berat. Hasil penelitian ini menunjukkan pentingnya iklim keselamatan kerja dalam mengurangi risiko kecelakaan serta kesungguhan dan kemufakatan merupakan dimensi kepribadian yang dapat memprediksikan keselamatan kerja.", "Daftar File": {"2016 TS PP TEDI GUMILAR ARDI SASMITA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/140919", "2016 TS PP TEDI GUMILAR ARDI SASMITA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/140920", "2016 TS PP TEDI GUMILAR ARDI SASMITA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/140921", "2016 TS PP TEDI GUMILAR ARDI SASMITA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/140922", "2016 TS PP TEDI GUMILAR ARDI SASMITA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/140923", "2016 TS PP TEDI GUMILAR ARDI SASMITA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/140924", "2016 TS PP TEDI GUMILAR ARDI SASMITA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/140925", "2016 TS PP TEDI GUMILAR ARDI SASMITA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/140926"}, "Penulis": "TEDI GUMILAR ARDI SASMITA (NIM :25314753)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. dr. Juli Soemirat Slamet, MPH, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "iklim keselamatan kerja, Big Five Personality Indicator (BFI), NOSACQ-50, kepribadian", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "8 file", "Tanggal Input": "18 Sep 2018"}