{"Nomor": 31253, "Judul": "PENGEMBANGAN MODEL OPTIMASI DESAIN LUBANG PENYALIRAN HORIZONTAL TAMBANG STUDI KASUS TAMBANG TERBUKA GRASBERG PT FREEPORT INDONESIA", "Abstrak": "Untuk mengatasi masalah air tanah pada lereng diperlukan penyaliran tambang, misalnya dengan memasang lubang penyaliran horizontal (drainhole). Instalasi drainhole dengan pola seragam spasi tertentu banyak digunakan dalam instalasi drainhole pada batuan terkekarkan di tambang terbuka. Namun, kondisi tersebut kurang efektif karena terlalu banyak drainhole yang terpasang. Drainhole yang dipasang dengan jumlah terbatas serta tepat sesuai dengan model konseptual akan lebih optimal daripada drainhole yang dipasang berdasarkan jumlah yang banyak dengan jarak seragam. Ketidaktepatan target lokasi dalam pemboran drainhole mengakibatkan kurang maksimalnya pengeluaran debit air dan penurunan muka air tanah, serta tidak terpakai di Tambang Grasberg. Dibutuhkan pemodelan yang terintegrasi mulai model konduktivitas hidraulik (K), model sistem aliran air tanah, model optimasi dalam menentukan desain drainhole yang optimal dalam bentuk Simulasi dan Optimasi (SO).         \n \n \n \n\nTujuan dari penelitian ini adalah menentukan distribusi K di dalam blok dengan menggunakan HC-System serta didukung dengan metode Ordinary Kriging (OK), Artificial Neural Network (ANN) dengan data terbatas; dan menentukan desain drainhole optimal pada media terkekarkan dengan cara integrasi model Simulasi dan Optimasi (Multi Stage SO GWsim-GA) melalui waktu yang singkat.         \n \n \n \n\nPemodelan persebaran konduktivitas hidraulik (K) dibangun melalui persamaan HC-System. Persamaan dan variabel tersebut digunakan untuk distribusi nilai K dengan menggunakan pendekatan Ordinary Kriging (OK), Artificial Neural Network Feed Forward Segmentation (ANNFFS) dan Artificial Neural Network Backpropagation (ANNBP). Hasil distribusi tersebut digunakan untuk memodelkan aliran air tanah dengan metode finite difference yang terdapat pada Groundwater Simulator (GWSim) Visual ModFlow. Groundwater Simulator dan Algoritma Genetika (GWSim-GA) digunakan untuk desain drainhole yang optimal. Proses verifikasi dilakukan untuk membandingkan antara model prediksi dan data lapangan.         \n \n \n \n\nHasil penelitian didapatkan bahwa analisis numerik dengan menggunakan Hydraulic Conductivity System (HC-System) dapat digunakan untuk prediksi nilai K pada lokasi yang tidak dilakukan pengujian hidraulik berdasarkan data hidrogeologi, geoteknik, dan geologi yang terdiri dari Rock Quality Designation (RQD), Lithology Permeability Index (LPI), Gouge Content Designation (GCD) dan Depth Index (DI). Persamaan yang dijadikan dasar untuk prediksi nilai K di sepanjang lubang bor adalah K = 2 x 10-6 x (HC)0,5571 dengan koefisien korelasi (R) sebesar 0,85. Metode ANNBP menghasilkan sebaran nilai K yang lebih baik dibandingkan dengan metode OK dan ANNFFS, dengan nilai Standard Error of Estimate (SEE) = 0,14, Root Mean Square (RMS) = 0,41, Normal Root Mean Square (NRMS) = 0,14%, R = 0,93 dan % error = 4,98%. Variabel RQD dan LPI dijadikan sebagai parameter utama pada tahap pembelajaran dengan menggunakan ANNBP. Distribusi K yang telah terverifikasi dijadikan data masukan dalam pemodelan aliran air tanah di Grasberg. Hasil kalibrasi pada kondisi steady state diperoleh R = 0,94, SEE = 11,6 m, RMS = 66,9 m, dan NRMS = 9,2%. Kondisi tersebut dijadikan dasar untuk verifikasi model SO GWSim-GA di lapangan.         \n \n \n \n\nPenentuan letak, arah, jumlah dan panjang drainhole optimal secara stokastik dapat dilakukan dengan menggabungkan Visual ModFlow dan metode GA (Multi Stage SO GWsim-GA), sehingga waktu simulasi pencarian drainhole optimal dapat dipersingkat dari sebelumnya 2.500 jam menjadi 19,5 jam untuk model sintetis, sedangkan model lapangan hanya dilakukan rata Ã‚Â– rata 25 simulasi / 25 jam dari 180 simulasi / 180 jam.         \n \n \n \n \n\nDesain drainhole optimal pada media terkekarkan dapat dilakukan dengan integrasi dari model K yang heterogen, model aliran air tanah dan model optimasi dengan kriteria fungsi memaksimalkan debit drainhole (Q) dan menurunkan muka air tanah di piezometer (?H), serta meminimalkan jumlah drainhole (N) dan panjang drainhole (L), dengan faktor kendala batasan berupa: drawdown (?H), debit drainhole (Q), jumlah drainhole (N), panjang drainhole (L), koordinat area rencana lokasi instalasi drainhole (X,Y), spasi drainhole (S), dan arah pemboran (?) menjadi faktor penting dalam desain drainhole optimal.", "Daftar File": {"2018 DS PP TEDY AGUNG CAHYADI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/140927", "BAB 1 TEDY AGUNG CAHYADI": "https://digilib.itb.ac.id/gdl/download/226664", "BAB 2 TEDY AGUNG CAHYADI": "https://digilib.itb.ac.id/gdl/download/226666", "BAB 3 TEDY AGUNG CAHYADI": "https://digilib.itb.ac.id/gdl/download/226667", "BAB 4 TEDY AGUNG CAHYADI": "https://digilib.itb.ac.id/gdl/download/226668", "BAB 5 TEDY AGUNG CAHYADI": "https://digilib.itb.ac.id/gdl/download/226669", "BAB 6 TEDY AGUNG CAHYADI": "https://digilib.itb.ac.id/gdl/download/226671", "BAB 7 TEDY AGUNG CAHYADI": "https://digilib.itb.ac.id/gdl/download/226672", "PUSTAKA TEDY AGUNG CAHYADI": "https://digilib.itb.ac.id/gdl/download/226673"}, "Penulis": "TEDY AGUNG CAHYADI [32113003]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Sudarto Notosiswoyo, M.Eng."], "Jenis Koleksi": "Disertasi", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "media terkekarkan, drainhole optimal, GWSim, GA, OK, ANNFFS ANNBP", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "9 file", "Tanggal Input": "22 Feb 2018"}