{"Nomor": 31257, "Judul": "STUDI ANALISIS SENYAWA PENGONTRAS BERBASIS GADOLINIUM MENGGUNAKAN NUCLEAR MAGNETIC RESONANCE (NMR)", "Abstrak": "Senyawa pengontras merupakan senyawa yang dapat meningkatkan visibilitas dari struktur internal tubuh pada magnetic resonance imaging (MRI). Senyawa pengontras yang paling umum digunakan yaitu senyawa pengontras berbasis gadolinium (Gd). Senyawa pengontras dapat mempersingkat waktu relaksasi atom hidrogen pada molekul air di sekitarnya melalui interaksi langsung dengan Gd di lingkungan bagian dalam. Beberapa senyawa pengontras sudah digunakan secara luas di bidang kedokteran, namun masih mempunyai keterbatasan yaitu mempunyai berat molekul yang rendah sehingga mudah dikeluarkan oleh tubuh. Hasilnya, diperlukan dosis senyawa pengontras lebih tinggi agar diperoleh kontras optimum. Untuk mengatasi keterbatasan tersebut yaitu dengan cara membuat senyawa pengontras dalam bentuk mikroemulsi. Pada penelitian ini dilakukan sintesis gliseril monooleat (GMO) yang digunakan sebagai ligan untuk Gd-kompleks dalam bentuk mikroemulsi, sekaligus berperan sebagai penghantar obat (drug delivery), serta mengukur waktu relaksasi dari beberapa mikroemulsi seperti metil oleat (MO), polietilen glikol (PEG)-200, PEG-400, dan PEG-600. Sintesis GMO dilakukan melalui 3 tahap, yaitu proteksi dua gugus alkohol pada gliserol menjadi gugus 1,3-dioksolana, kemudian dilanjutkan reaksi esterifikasi dengan asam oleat, dan deproteksi gugus dioksolana melalui reaksi hidrolisis. Setelah diperoleh senyawa GMO, dibuat juga mikroemulsi metil oleat dan PEG dengan konsentrasi bervariasi, antara lain: 0,006; 0,014; 0,067; 0,134; 0,673; 1,346; 2,692; dan 5,385 mM. Kemudian dibuat juga mikroemulsi dengan variasi konsentrasi yang sama, namun dengan penambahan larutan gadolinium (III) klorida (GdCl3) 100 ?M, dengan total 16 variasi dari setiap jenis surfaktan. Sehingga diperoleh mikroemulsi murni dan mikroemulsi yang mengandung Gd. Selain itu, pengukuran turbiditas dilakukan pada setiap konsentrasi mikroemulsi dengan menggunakan spektrofotometer UV-Vis. Selanjutnya dilakukan pengukuran waktu relaksasi T2 pada setiap mikroemulsi menggunakan alat nuclear magnetic resonance (NMR) 43 MHz. Dari hasil sintesis 2,2-dimetil-1,3-dioksolana gliserol diperoleh rendemen 84,30%, sedangkan dari hasil sintesis GMO diperoleh rendemen 96,80%. Untuk hasil pengukuran waktu relaksasi T2, GMO memberikan penurunan waktu relaksasi T2 sebesar 19,60 Ã‚Â– 31,63%, sedangkan penurunan waktu relaksasi mikroemulsi \n\ndari metil oleat sebesar 15,61 Ã‚Â– 19,85%. Waktu relaksasi T2 mikroemulsi PEG-200, PEG-400, dan PEG-600 berturut-turut berada pada rentang 22,20 Ã‚Â– 34,42%; 12,80 Ã‚Â– 29,84%; dan 7,92 Ã‚Â– 16,45%. Data waktu relaksasi T2 menunjukkan bahwa GMO dan PEG dengan berat molekular rendah berpotensi untuk dijadikan sebagai ligan Gd.", "Daftar File": {"2018 TS PP TEGUH HAFIZ AMBAR WIBAWA 20515011 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/140931", "2018_TS_PP_TEGUH_HAFIZ_AMBAR_WIBAWA_1-_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/149356", "2018_TS_PP_TEGUH_HAFIZ_AMBAR_WIBAWA_1-_BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/149357", "2018_TS_PP_TEGUH_HAFIZ_AMBAR_WIBAWA_1-_BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/149358", "2018_TS_PP_TEGUH_HAFIZ_AMBAR_WIBAWA_1-_BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/149359", "2018_TS_PP_TEGUH_HAFIZ_AMBAR_WIBAWA_1-_BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/149360", "2018_TS_PP_TEGUH_HAFIZ_AMBAR_WIBAWA_1-_BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/149361", "2018_TS_PP_TEGUH_HAFIZ_AMBAR_WIBAWA_1-_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/149362"}, "Penulis": "TEGUH HAFIZ AMBAR WIBAWA NIM: 20515011", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Didin Mujahidin, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "senyawa pengontras, waktu relaksasi, nuclear magnetic resonance", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "8 file", "Tanggal Input": "09 Mar 2018"}