{"Nomor": 31262, "Judul": "STUDIO DAN GALERI MUSIK DI SURABAYA TEMA : KREATIVITAS, EKSPRESIVITAS DAN ORISINALITAS", "Abstrak": "Musik. telah dikenal manusia sejak berabad-abad yang lalu dan menjadi kebutuhan manusia. Dengan bermusik, manusia bisa melampiskan dan mengendalikan emosinya. Bisa dibilang musik memiliki peran yang amat menentukan bagi perkembangan dan perwujudan diri individu. Sedangkan masyarakat Indonesia sendiri, khususnya generasi mudanya adalah suatu   \n\nmasyarakat yang menaruh minat yang cukup besar dalam hal musik. Hal ini dapat dilihat dari beragam dan banyaknya jenis lagu, artis, dan group band dan dari banyaknya acara TV tentang musik dan tingginya rating acara tersebut di Indonesia. Berangkat dari pemahaman hal-hal tersebut, maka menurut saya perlu adanya suatu semangat untuk selalu bermusik, dengan salah satu perwujudannya yaitu dengan mendirikan Studio dan Galeri Musik, untuk   \n\nmenampung minat dan bakat masyarakat tersebut.   \n\nFungsi utama Studio dan Galeri Musik ini adalah sebagai sarana pelatihan dan apresiasi musik, sebagai tempat berkumpul dan berinteraksinya para penggemar musik. Dengan adanya fasilitas - fasilitas pendukung untuk   \n\nbermusik seperti fasilitas pelatihan, gallery, studio sewa, kafe musik, hall untuk pertunjukan, toko alat musik dan sebagainya, pengunjung bebas menentukan   \n\nkeinginannya dalam hal yang berhubungan dengan musik di dalamnya.   \n\nElemen lansekap dan ruang-ruang kreatif dalam bangunan yang direncanakan diharapkan dapat menciptakan suasana yang nyaman, sehingga siapapun yang berada di dalamnya akan merasa rileks dan terpancing imajinasinya.   \n\nDengan adanya pendefinisian kasus dan penentuan tema, tugas ini menjadi lebih terfokus pada proses desain bangunannya dan kesesuaiannya dengan kondisi lingkungan serta image dari bangunan itu sendiri. Tema kreativitas,   \n\nEkspresivitas, dan Orisinalitas cukup mewakili Studio dan Galeri Musik ini sebagai suatu bangunanan kesenian. Selain itu, dukungan dan bimbingan dari para dosen sangat mempengaruhi proses ini sehingga dapat selesai pada waktunya.", "Daftar File": {"2006_TA_AR_Prab_1.pdf": "https://digilib.itb.ac.id/gdl/download/140941"}, "Penulis": "Tejo Yuwono Prabowo (NIM : 15201068)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Eng. Hanson E. Kusuma, MSc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Studio, galeri musik, kreativitas, ekspresivitas, orisinalitas", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur  \n                                     Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "18 Okt 2018"}