{"Nomor": 31260, "Judul": "PEMODELAN TIGA DIMENSI MENGGUNAKAN MOBILE MAPPING SYSTEM DALAM KONTEKS PENGOLAHAN SCAN, ADJUSTMENT, FOTO, DAN POINT CLOUD", "Abstrak": "Tujuan dari penelitian ini adalah untuk membuat model tiga dimensi (3D) laboratorium doping Institut Teknologi Bandung (ITB) menggunakan Mobile Mapping System (MMS) TOPCON IP-S3 HD1 dan melihat pengaruh pengolahan scan, adjustment, foto, dan point cloud terhadap hasil model 3D. Model 3D dibutuhkan untuk memberikan informasi kepada pendatang dengan lebih jelas sehingga tidak ada keraguan akan informasi bangunan di ITB. Salah satu metode pemetaan 3D adalah MMS. MMS adalah sistem yang mengintegrasikan Global Navigation Satellite System (GNSS), Inertial Measurement Unit (IMU), laser scanner, kamera, dan wheel encoder. Model 3D dapat dibuat melalui beberapa tahapan yaitu pengambilan data, pengolahan data, dan pemodelan 3D. Pengambilan data dibagi menjadi beberapa tahapan yaitu pemasangan alat, pengaturan, kalibrasi, dan pengambilan data. Pengolahan data pada MMS memakai metode IP-S3 yang terdiri dari estimasi lintasan, pengolahan scan, adjustment, pengolahan foto, dan pengolahan cloud. Setiap tahapan pengolahan memberikan pengaruh terhadap model yang dihasilkan. Tahapan pengolahan seperti pengolahan scan dan adjustment mempengaruhi peningkatan akurasi data lintasan. Selain itu, tahapan pengolahan foto mempengaruhi warna pada model 3D sedangkan pengolahan cloud berpengaruh pada jumlah titik pada model 3D. Pemodelan 3D menggunakan metode meshing untuk membentuk permukaan objek. Hasil dari metode ini dibandingkan dengan data Terrestrial Laser Scanner (TLS) sehingga menghasilkan nilai root mean square error (RMSE) sebesar 8.7 sentimeter (cm). Hasil ini berarti bahwa model 3D hasil MMS memiliki kesalahan ukuran sebesar 8.7 cm terhadap hasil TLS.", "Daftar File": {"2016 TA PP  TEGUH OKTAPRIMA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/140934", "2016 TA PP  TEGUH OKTAPRIMA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/140935", "2016 TA PP  TEGUH OKTAPRIMA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/140936", "2016 TA PP  TEGUH OKTAPRIMA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/140937", "2016 TA PP  TEGUH OKTAPRIMA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/140938", "2016 TA PP  TEGUH OKTAPRIMA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/140939"}, "Penulis": "TEGUH OKTAPRIMA  (NIM : 15112101)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Ir. Ketut Wikantika, M.Eng.,Ph.D. dan Budhy Soeksmantono, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Adjustment, mobile mapping system, model 3D, point cloud, scan.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "6 file", "Tanggal Input": "27 Sep 2018"}