{"Nomor": 31271, "Judul": "Identifikasi Faktor-Faktor yang mempengaruhi Tingkat Partisipasi Masyarakat dalam Program Bank Sampah", "Abstrak": "Dengan pertumbuhan ekonomi yang tumbuh di dunia dan semakin banyaknya orang yang tinggal di daerah perkotaan, masalah sampah menjadi salah satu isu utama dan situasi itu juga muncul di Jakarta. Data menunjukkan bahwa jumlah produksi sampah semakin tinggi setiap tahunnya. Di sisi lain, kapasitas TPA yang melayani Jakarta semakin berkurang karena keterbatasan lahan untuk dikembangkan. Untuk mengatasi masalah tersebut, Jakarta memerlukan beberapa inovasi untuk mengurangi jumlah limbah padat yang diangkut langsung ke lokasi TPA tanpa perawatan. Salah satu inovasi yang datang dari masyarakat adalah Bank Sampah, program pengelolaan limbah padat dengan pendekatan berbasis masyarakat, terutama untuk sampah non-organik. Sebagai program berbasis masyarakat, partisipasi masyarakat melalui perilaku daur ulang adalah salah satu hal yang paling penting untuk mendukung kinerja bank sampah. Saat ini jumlah bank sampah di Jakarta telah meningkat secara signifikan, namun partisipasi masyarakat masih menjadi salah satu masalah. Seiring berjalannya waktu, ditemukan bahwa beberapa anggota proyek bank sampah yang menjadi kurang aktif atau tidak ada penyendiri aktif dalam proyek. Oleh karena itu, penelitian ini bertujuan untuk mengetahui kinerja saat ini dari program bank sampah, tingkat aktivitas anggota dan mengidentifikasi faktor-faktor yang mempengaruhi tingkat aktivitas anggota pada program. Sehingga pemerintah dapat membuat beberapa kebijakan untuk meningkatkan keterlibatan publik dalam program bank sampah.", "Daftar File": {"2018 TS PP TEUKU RIEFKY AKBAR_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/140956", "2018 TS PP TEUKU RIEFKY AKBAR_ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/140957"}, "Penulis": "TEUKU RIEFKY AKBAR (NIM: 25417032)", "Kontributor / Dosen Pembimbing": ["Sri Maryati, ST., MIP., Dr."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Sampah, bank sampah, partisipasi masyarakat", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Yoninur Almira", "File": "2 file", "Tanggal Input": "10 Jul 2018"}