{"Nomor": 31284, "Judul": "SISTEM PENENTU LOKASI DALAM RUANG MENGGUNAKAN WIFI PACKET SNIFFING SEBAGAI SISTEM PRESENSI", "Abstrak": "Sistem presensi saat ini telah mengalami banyak perkembangan seiring dengan berkembangnya teknologi informasi. Apabila sistem presensi dulu masih menggunakan pencatatan manual pada kertas, sistem presensi saat ini telah menggunakan berbagai sensor untuk mengidentifikasi penggunanya, menyimpan data presensi di basis data, dan berbagai pemanfaatan teknologi informasi lainnya. Akan tetapi masih ada permasalahan yang sama antara sistem presensi dahulu dan sistem presensi saat ini, yaitu pengguna masih harus melakukan proses presensi secara manual, meskipun prosesnya telah dibantu oleh teknologi informasi.    \n \n \n\nPada laporan tugas akhir dibuat rancangan dan prototipe dari sebuah sistem yang dapat menyelesaikan masalah tersebut. Solusi yang diajukan berupa sistem presensi berbasis sistem penentu lokasi yang menggunakan WiFi packet sniffing. Apabila pengguna berada pada suatu lokasi yang telah ditentukan, maka pengguna dianggap hadir. Fitur RSSI pada WiFi digunakan sebagai parameter penentu lokasi pengguna. Dibuat sebuah model prediksi menggunakan algoritma extremely randomized tree untuk melakukan prediksi lokasi berdasarkan RSSI yang didapat oleh sniffer. MAC address digunakan sebagai identifikator unik untuk tiap perangkat. Sistem dibuat berupa tiga buah sniffer yang menggunakan modul ESP8266-01 dan sebuah server tersentralisasi.     \n \n \n\nSistem telah diuji akurasi dari prediksi keberadaan dalam ruang dan penentu status kehadirannya. Pengujian dilakukan selama dua jam, dengan satu jam untuk pengujian dalam ruangan dan satu jam untuk pengujian di luar ruangan. Sistem memiliki akurasi prediksi keberadaan dalam ruang sebesar 0.773 dengan true positive rate 0.85 dan true negative rate 0.708. Sistem dapat menentukan status kehadiran sebanyak empat dari empat perangkat ketika berada pada dalam ruangan dan tiga dari empat perangkat ketika berada pada luar ruangan. Terdapat beberapa faktor seperti keberadaan tembok, jenis perangkat, dan kepadatan frekuensi broadcast yang dapat mempengaruhi akurasi prediksi dari sistem", "Daftar File": {"ABSTRAK - Theo Tanadi 18214041 - Indo.pdf": "https://digilib.itb.ac.id/gdl/download/140997"}, "Penulis": "Theo Tanadi - NIM: 18214041", "Kontributor / Dosen Pembimbing": ["I Gusti Bagus Baskara Nugraha ST,MT,Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Algoritma klasifikator, sistem penentu lokasi dalam ruang, sistem presensi", "Sumber": "", "Staf Input/Edit": "Karya Sumpena  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "01 Okt 2018"}