{"Nomor": 31292, "Judul": "PERANCANGAN SISTEM PEMANTAUAN BATERAI PADA SMART MICROGRID BERBASIS INTERNET OF THINGS (IOT) MENGGUNAKAN PROTOKOL KOMUNIKASI MQTT", "Abstrak": "Dalam penelitian yang dilakukan sebelumnya di Laboratorium Manajemen Energi Teknik Fisika ITB telah berhasil dibuat sistem pemantauan baterai pada smart microgrid berbasis IoT dengan menggunakan protokol HTTP. Namun sistem tersebut dinilai memiliki kinerja yang kurang cepat dan kurang andal karena kecepatan transfer data yang lambat, adanya data yang tidak terkirim, serta tidak adanya media penyimpanan redundant. \n\nPada tugas akhir ini dilakukan pengembangan sistem pemantauan baterai tersebut dengan memberikan media penyimpanan data redundant di server database lokal Laboratorium Manajemen Energi Teknik Fisika ITB serta membuat sistem manajemen baterai dengan protokol komunikasi MQTT (Message Queing Telemetry Transport) yang terdiri atas dua skenario susunan broker. \n\nDari pengujian yang dilakukan didapatkan bahwa rata-rata waktu eksekusi data dari publisher hingga sampai ke cloud server untuk sistem yang menggunakan protokol komunikasi HTTP adalah 5,438 detik, sedangkan pada protokol MQTT 3,004 detik untuk skenario pertama dan 2,962 detik untuk skenario kedua. Selain itu, sistem pemantauan baterai dengan menggunakan protokol komunikasi MQTT skenario pertama memiliki rata-rata waktu eksekusi 3,012 detik dan skenario kedua sebesar 3,016 detik untuk pengiriman data menuju Raspberry Pi. Untuk pengiriman data menuju ke cloud server diperoleh rata-rata waktu eksekusi 3,004 detik untuk skenario pertama dan 2,962 detik untuk skenario kedua. Nilai availability dari semua sistem yang dibangun di atas 90%.", "Daftar File": {"2017 TA PP THOMAS FEBRYANTO-WAHYU MUQSITA WARDANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/141026", "2017 TA PP THOMAS FEBRYANTO-WAHYU MUQSITA WARDANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/141027", "2017 TA PP THOMAS FEBRYANTO-WAHYU MUQSITA WARDANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/141028", "2017 TA PP THOMAS FEBRYANTO-WAHYU MUQSITA WARDANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/141029", "2017 TA PP THOMAS FEBRYANTO-WAHYU MUQSITA WARDANA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/141030", "2017 TA PP THOMAS FEBRYANTO-WAHYU MUQSITA WARDANA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/141031", "2017 TA PP THOMAS FEBRYANTO-WAHYU MUQSITA WARDANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/141032"}, "Penulis": "THOMAS FENYANTO [13312017]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Edi Leksono, M.Eng", "Dr. Ir. Nugraha"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "IoT, Sistem Pemantauan Baterai, Cloud Server, MQTT, HTTP ; IoT, Battery Monitoring System, Cloud Server, MQTT, HTTP", "Sumber": "", "Staf Input/Edit": "hidayat  \n                                     Irwan Sofiyan", "File": "7 file", "Tanggal Input": "18 Jan 2018"}