{"Nomor": 31291, "Judul": "PERANCANGAN SISTEM DROP-OUT BOX UNTUK PENYISIHAN PARTIKULAT PADA EMISI GAS BUANG TANUR BUSUR LISTRIK UNIT 4 DALAM PROYEK REVITALISASI HOT METAL PABRIK BAJA BILLET PT KRAKATAU STEEL CILEGON", "Abstrak": "PT Krakatau Steel (PTKS) Cilegon merupakan salah satu industri pembuatan baja di Indonesia. Dalam proses produksinya PTKS menggunakan teknologi tanur busur listrik (EAF) yang menghasilkan emisi gas buang bersuhu 1000?C yang mengandung partikulat yang terkategori sebagai limbah B3 beracun. Partikulat ini memiliki distribusi ukuran partikel 0,8 mikron hingga 500 mikron, sehingga bag filter yang saat ini telah ada pada rangkaian sistem dedusting belum cukup untuk menyisihkan partikulat ini. Setelah dilakukan kajian alternatif solusi maka terpilihlah gravity settler sebagai komponen utama pada sistem drop-out box (DOB), berfungsi sebagai pre-cleaner. Selain gravity settler, sistem DOB ini juga terdiri atas hopper dan penampung debu. Gravity settler dirancang dapat menyisihkan 100% partikulat ukuran 80 mikron, 200 mikron, dan 500 mikron, dengan target efisiensi penyisihan yaitu total distribusi ukuran partikel ketiganya sebesar 97,4192%.   \n \n\nDalam penentuan dimensi, lebar dan tinggi diasumsikan untuk menentukan kecepatan rata-rata awal, lalu dilakukan interasi untuk menyesuaikan lebar dan tinggi dengan ketersediaan lahan serta kecepatan rata-rata dengan kriteria desain. Setelah didapatkan lebar, tinggi, dan kecepatan rata-rata yang sesuai selanjutnya dimensi panjang dihitung berdasarkan diameter minimum partikel yang tersisihkan 100% dan dimensi lebar dan tinggi yang sudah didapatkan di awal. Dari perhitungan didapatkan panjang settler 7,753 meter, lebar 8 meter, dan tinggi 4 meter. Hopper dan penampung debu memiliki tinggi 2 meter, dengan panjang dan lebar masing-masing 7,753 meter dan 8 meter. Dengan dimensi ini, efisiensi settler mencapai 97,44%. Efisiensi bag filter eksisting didapati sebesar 97,823%, menjadikan total efisiensi penyisihan partikulat oleh gravity settler dan bag filter mencapai 99,94%. Dengan efisiensi ini, konsentrasi partikulat masuk ke sistem DOB sebesar 11.705 mg/m3 dan keluar dari stack menjadi 6,5288 mg/m3.", "Daftar File": {"2017 TA PP THISYA MEUTIA SARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/141018", "2017 TA PP THISYA MEUTIA SARI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/141019", "2017 TA PP THISYA MEUTIA SARI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/141020", "2017 TA PP THISYA MEUTIA SARI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/141021", "2017 TA PP THISYA MEUTIA SARI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/141022", "2017 TA PP THISYA MEUTIA SARI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/141023", "2017 TA PP THISYA MEUTIA SARI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/141024", "2017 TA PP THISYA MEUTIA SARI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/141025"}, "Penulis": "THISYA MEUTIA SARI (NIM: 15313019)", "Kontributor / Dosen Pembimbing": ["Pembimbing :    Prof. Ir. Puji Lestari, Ph.D", "Drs. M. Irsyad, M.Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Industri pembuatan baja, gas buang EAF, partikulat, gravity settler ; steel-making industry, off-gas EAF, particulate, gravity settler", "Sumber": "", "Staf Input/Edit": "hidayat  \n                                     Garnida Hikmah Kusumawardana", "File": "8 file", "Tanggal Input": "07 Feb 2018"}