{"Nomor": 31295, "Judul": "KEGIATAN SENI TERAPEUTIK DI SEMATA GALLERY PADA ANAK DISLEKSIA", "Abstrak": "Kesulitan memahami berbagai mata pelajaran membuat anak disleksia memiliki  \n \n\nprestasi belajar rendah dan memunculkan perspektif negatif. Anak disleksia  \n \n\nmengalami berbagai kesulitan belajar namun apabila mereka mempunyai kelebihan di  \n \n\nsuatu bidang tertentu seperti seni rupa, musik, atau hal menarik lainnya, mereka dapat  \n \n\nmencapai kemampuan secara lebih optimal. Penelitian merumuskan bagaimana  \n \n\nkegiatan seni terapeutik dapat mengekspresikan emosi-emosi negatif yang sulit  \n \n\ndiungkapkan anak disleksia, visualisasi dan pengaruhnya pada perkembangan mental  \n \n\nanak.  \n \n\nIntervensi dengan kegiatan seni terapeutik diadaptasi dari teori terapi seni untuk  \n \n\nmenumbuhkan pandangan positif mengenai dirinya sehingga anak disleksia menjadi  \n \n\npercaya diri. Penelitian menggunakan metode eksperimen yang ditulis secara  \n \n\ndeskriptif. Dua sampel diambil dari Semata Gallery dan 3 anak dari komunitas  \n \n\nDyslexia Parent Support Group Indonesia. Penelitian dilaksanakan 8 minggu di  \n \n\nSemata Gallery dengan rincian 4 minggu dengan anak Semata Gallery dan 4 minggu  \n \n\nkemudian dengan anak dari komunitas Dyslexia Parent Support Group Indonesia.  \n \n\nDelapan kegiatan dirancang terlebih dahulu, 1 kegiatan kelompok dan 5 kegiatan  \n \n\nindividu menjadi fokus kegiatan. Karya visual dianalisis menggunakan kritik seni  \n \n\nseputar ekspresi emosi, visualisasi, dan pengaruh positifnya kegiatan seni terapeutik.  \n \n\nBerdasarkan kegiatan seni terapeutik, anak disleksia memperlihatkan emosi berupa  \n \n\nkesedihan, ketakutan dan agresifitas. Emosi ini terepresentasi dari visualisasi karya  \n \n\nanak berupa ekspresi wajah pada objek gambarnya. Kecenderungan menggunakan  \n \n\nwarna tonal dramatis dan gelap yaitu merah, orange dan hitam membuat kesan seram,  \n \n\ntakut, sedih dan bersemangat. Agresifitas anak nampak pada goresan yang cenderung  \n \n\nacak-acakan dan gaya menggambar yang cenderung abstrak. Perkembangan mental  \n \n\nyang terlihat setelah mengikuti kegiatan seni terapeutik adalah terbentuknya  \n \n\nkeberanian, lebih fokus dan percaya diri dalam menceritakan karyanya di depan  \n \n\numum.", "Daftar File": {"TIA A ROSALINA_COVER-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/141042"}, "Penulis": "TIA AROCHMANTY ROSALINA (NIM: 27015009)", "Kontributor / Dosen Pembimbing": ["Dr. Ira Adriati S.Sn., M.Sn"], "Jenis Koleksi": "Tesis", "Penerbit": "Seni Rupa Murni", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "terapi seni, kegiatan seni terapeutik, disleksia, kata", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "03 Okt 2018"}