{"Nomor": 31309, "Judul": "KETERKAITAN VARIABILITAS ANGIN MATAHARI, MEDAN LISTRIK, DAN MEDAN MAGNET ANTAR PLANET, TERHADAP SIKLUS MATAHARI", "Abstrak": "Salah satu bentuk dari aktivitas Matahari adalah terjadinya angin Matahari. Angin Matahari merupakan pancaran partikel sangat panas yang berasal dari korona Matahari. Angin Matahari memancar ke segala arah dengan kecepatan rata-rata 400 km/s. Selain membawa partikel, angin Matahari juga membawa awan magnetik. Arus dengan kecepatan tinggi dan rendah ini akan berinteraksi dengan medan magnetik Bumi dan dapat mengakibatkan badai di magnetosfer Bumi. Bintik Matahari merupakan salah satu bentuk dan bukti adanya aktivitas magnetik di Matahari. Oleh karena itu bintik Matahari lebih sering muncul berkelompok dengan anggota yang memiliki kutub berlawanan. Hal ini dikarenakan sifat magnet dimana tidak terdapat kutub tunggal. Jumlah bintik Matahari dapat dijadikan sebagai indikator dalam siklus Matahari. Siklus Matahari terjadi dalam periode rata-rata 11 tahun, dengan jumlah bintik Matahari sebagai indikatornya. Jumlah bintik Matahari ini juga digunakan sebagai indikator dalam siklus magnetik Matahari. Dengan mengamati aktivitas Matahari, kita dapat melihat struktur dan interaksi medan magnetik yang terjadi di Matahari. Hal ini memperlihatkan juga bahwa pemahaman mengenai arti fisis Matahari tidak terlepas dari interaksi medan magnetik dan non-magnetik di Matahari. Perbandingan variabilitas angin Matahari terhadap siklus bintik Matahari diharapkan dapat menunjukkan keterkaitan antara variabilitas angin Matahari, medan listrik, dan medan magnet antar planet, terhadap siklus bintik Matahari.", "Daftar File": {"2016 TA PP TIARA WULANDARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/141077", "2016 TA PP TIARA WULANDARI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/141078", "2016 TA PP TIARA WULANDARI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/141079", "2016 TA PP TIARA WULANDARI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/141080", "2016 TA PP TIARA WULANDARI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/141081", "2016 TA PP TIARA WULANDARI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/141082", "2016 TA PP TIARA WULANDARI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/141083"}, "Penulis": "TIARA WULANDARI NIM : 10310012", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Dhani Herdiwijaya"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Angin Matahari, bintik Matahari, siklus bintik Matahari", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "24 Jan 2018"}