{"Nomor": 31303, "Judul": "PENGARUH PENGGUNAAN MEDIA SOSIAL TERHADAP POLA PENGGUNAAN RUANG INDUSTRI KREATIF FESYEN WANITA DI KOTA BANDUNG", "Abstrak": "Industri kreatif fesyen memberikan kontribusi yang cukup besar terhadap PDB di Kota Bandung. Seiring perkembangan teknologi, semakin banyak pelaku industri kreatif fesyen wanita yang memulai bisnis lewat media sosial. Dalam aktivitas industri kreatif fesyen yang sebelumnya memerlukan banyak ruang untuk kegiatan diskusi pengembangan ide, berbagai macam proses produksi, komersialisasi produk, hingga penjualan dan distribusi secara langsung kepada konsumen, saat ini dapat mulai dilakukan dengan menggunakan media sosial atau dengan penggunaan ruang yang minim. Penelitian ini bertujuan untuk memahami pengaruh media sosial terhadap pola penggunaan ruang dalam kegiatan industri kreatif fesyen wanita., Dilakukan survei terhadap pelaku industri kreatif fesyen wanita di Kota Bandung yang memiliki toko offline dan aktif menggunakan media sosial. Setelah itu, data diolah dengan analisis isi dan koding untuk mengetahui bagaimana penggunaan ruang dalam empat kegiatan utama industri kreatif fesyen serta pengaruh media sosial dalam setiap kegiatannya. Hasil analisis menunjukkan bahwa media sosial memengaruhi kegiatan oengembangan desain, komersialisasi dan distribusi serta pernjualan. Selain itu terjadi perubahan pola penggunaan ruang pada tahap komersialisasi setelah maraknya penggunaan media. Diketahui juga bahwa kegiatan produksi masih menggunakan media sosial dengan intensitas rendah. Fungsi ritel yang sebelumnya digunakan sebagai tempat jual beli, sedikit terkikis karena jumlah pengunjung yang menurun sehingga saat ini pelaku industri menggunakan ritel sebagai fasilitas pelengkap dan tempat experiencing untuk menggambarkan image perusahaan. Berdasarkan simpulan-simpulan tersebut, penelitian ini merekomendasikan pengembangan ruang industri kreatif fesyen wanita dengan cara optimalisasi media sosial yang didukung oleh semua pihak agar tercipta ruang yang dapat digunakan untuk mempertahankan eksistensi pelaku industri kreatif fesyen wanita di Kota Bandung.", "Daftar File": {"2018 TA PP TIARA HASNA RACHMAN   1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/141059"}, "Penulis": "TIARA HASNA RACHMAN (NIM : 15414041)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Fikri Zul Fahmi, ST., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "ruang, media sosial, produksi, komersialisasi, penjualan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "29 Jun 2018"}