{"Nomor": 31316, "Judul": "KARAKTERISTIK PEMADATAN DAN SIFAT FISIS PADA TANAH PASIR TERKOMPAKSI DI INDONESIA YANG DIKONTROL OLEH DERAJAT SATURASI", "Abstrak": "Pada proses kompaksi konvesional, umumnya digunakan hubungan antara berat isi kering maksimum (γd)max terhadap kadar air optimum (wopt) sebagai acuan dalam pengontrolan pemadatan. Namun, seiring dengan kebutuhan kualitas pemadatan yang lebih tinggi untuk menunjang struktur yang diinginkan, maka diperlukan energi pemadatan yang semakin tinggi juga untuk mencapai tujuan tersebut. Penggunaan hubungan antara berat isi kering maksimum (γd)max terhadap kadar air optimum (wopt) memiliki kendala pada penggunaan energi yang harus diberikan pada tanah dan sangat sensitif terhadap jenis tanah yang ada di lapangan. Berdasarkan hal tersebut, diusulkan untuk mengontrol derajat saturasi (Sr) menjadi sama dengan derajat saturasi optimum (Sr)opt pada tanah-tanah pasir di Indonesia agar didapat nilai kepadatan yang maksimum. Penggunaan hubungan antara berat isi kering maksimum terhadap derajat saturasi optimum dianggap dapat memberikan hubungan yang lebih independen terhadap nilai energi yang digunakan dan jenis tanah yang ada.   \n \n\nNilai derajat saturasi optimum yang didapat pada tanah-tanah pasir di Indonesia berada pada rentang yang sempit jika dibandingkan dengan menggunakan hubungan antara berat isi kering maksimum (γd)max terhadap kadar air optimum (wopt). Berdasarkan pengujian kekuatan sampel tanah melalui uji Triaxial Unconsolidated Undrained (UU) pada tanah-tanah pasir yang dikompaksi, didapatkan suatu trend kenaikan nilai secant modulus (E50) ketika nilai derajat saturasi semakin kecil. Penggunaan hubungan berat isi kering dengan derajat saturasi pada penggunaan berbagai level energi kompaksi dan pada jenis tanah yang berbeda, dapat memberikan proses pengontrolan yang lebih mudah dibandingkan dengan mengontrol kadar air.", "Daftar File": {"2018 TS PP TIFANI PARAMITHA GUSTI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/141102"}, "Penulis": "TIFANI PARAMITHA GUSTI - NIM: 25016015", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Hasbullah Nawir, ST,MT"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "kompaksi, berat isi kering maksimum, derajat saturasi, kadar air, triaxial unconsolidated undrained, secant modulus", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Sep 2018"}