{"Nomor": 31326, "Judul": "ECONOMIC OPTIMIZATION AND SENSITVITY STUDIES IN DESIGNING SINGLE WELL TRACER TEST", "Abstrak": "Tes Tracer sudah dikenal sebagai metode tes yang paling sering digunakan untuk karakterisasi reservoir, salah satu diantaranya Single Well Chemical Tracer Test (SWCTT) untuk mengukur saturasi minyak tersisa (Sor) di area dekat sumur, dengan tujuan utama mengetahui potensi Peningkatan Perolehan Minyak di sebuah lapangan. Pada praktiknya, pelaksanaan SWCTT masih belum optimum. Hal ini membuat penulis tertarik untuk melakukan studi mengenai hal tersebut dengan melakukan studi sensitivitas saat parameter tes diubah dan melakukan optimisasi secara ekonomi dengan tujuan mengurangi biaya yang dibutuhkan untuk melakukan SWCTT. \n\nStudi untuk mengetahui efek perubahan input parameter pada hasil SWCTT dilakukan dengan menggunakan TRACRLÃ‚Â® dibuat oleh Deans, Harry A. Lalu, dilakukan sensitivitas input parameter pada program dan dianlisasi pengaruhnya terhadap perubahan kurva konsentrasi keluaran simulator yang diproduksikan. Untuk optimisasi secara ekonomi, digunakan data test#3 lapangan Texas pada referensi [1], lalu optimisasi dilakukan dengan merubah parameter dan akhirnya menentukan parameter yang paling optimum secara ekonomi. \n\nHasilnya menunjukan bagaimana hasil SWCTT berubah saat input parameter diubah,jadi kita dapat mengetahui dengan nilai input yang rendah dan tinggi, masih dapat menghasilkan kurva konsentrasi yang dapat dipelajari pola dan hasilnya. Temuan ini digunakan untuk mempermudah matching dengan data lapangan untuk mendapat saturasi minyak tersisa dan kemudian digunakan untuk mengoptimisasi SWCTT secara ekonomi untuk mengurangi biaya yang diperlukan.", "Daftar File": {"2018 TA PP TIMMIEREYNALDI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/141135"}, "Penulis": "TIMMIE REYNALDI (NIM : 12214096)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir.Asep Kurnia Permadi, M.Sc, P.hD"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "single well chemical tracer test, sensitivity input parameters, economic optimization.", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "1 file", "Tanggal Input": "02 Jul 2018"}