{"Nomor": 31329, "Judul": "PERANCANGAN METODA KONSTRUKSI MASJID AL-MUZDAHIR CIBINONG SCIENCE CENTER LIPI", "Abstrak": "Sebagai lembaga, LIPI memiliki tenaga kerja yang banyak dan membutuhkan tempat beribadah yang nyaman dan mudah di akses. Oleh sebab itu Proyek Masjid Al-Muzdahir Cibinong ini dibentuk dengan meng-integrasikan kantor dan juga tempat ibadah. Selain memudahkan pekerja dalam mengakses kebutuhan mereka untuk beribadah, efektifitas kerja setiap karyawan yang beragama muslim akan meningkat karena mereka tidak perlu membuang banyak waktu dan tenaga untuk terkena kemacetan bila harus mencari masjid yang lokasinya jauh.  \n\nPenentuan metode konstruksi diawali dengan analisis aspek metode yaitu, ruang, waktu, peraturan, dan biaya. Dengan mengetahui peraturan dan kondisi lingkungan yang ada, maka dapat dipilih metode yang dapat digunakan. Proyek dimulai dengan melakukan pekerjaan persiapan, kemudian dilanjutkan ke konstruksi pondasi dengan metode tiang pancang dan pemasangan drainase dengan metode pre-cast. Selanjutnya, pekerjaan struktur atas dengan metode cast in-situ untuk komponen betonnya. Selanjutnya, pekerjaan perkerasan parkiran di kerjakan dengan metode perkerasan lentur.  \n\nBerdasarkan perencanaan dengan metode tersebut, maka disusun penjadwalan proyek dengan zoning method dan didapatkan rencana penyelesaian proyek pada tanggal 10 July 2019.   \n\nEstimasi biaya dilakukan dari sudut pandang konsultan dengan output berupa Engineer Estimate sebagai acuan bagi owner dalam pelaksanaan dan pelelangan. Biaya total yang dibutuhkan untuk pembangunan proyek ini diperkirakan sebesar 11.255.000.000 rupiah (dibulatkan).", "Daftar File": {"2018 TA PP TINOV CESARIO REINER HUTABARAT  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/141138"}, "Penulis": "TINOV CESARIO REINER HUTABARAT ( NIM : 15014076 )", "Kontributor / Dosen Pembimbing": ["Pembimbing Tugas Akhir : Ir. Muhamad Abduh, M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pre-cast, LIPI, Biaya Total, Kurva-S, Cast in-situ, Masjid.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Sep 2018"}