{"Nomor": 31321, "Judul": "PROFIL KUALITAS AIR SUNGAI CITARUM HULU BERDASARKAN PENGUKURAN TOKSISITAS EFLUEN INDUSTRI TEKSTIL DAN BADAN AIR TERHADAP Daphnia magna", "Abstrak": "Daerah aliran sungai (DAS) Citarum merupakan DAS terbesar di Jawa Barat dan paling dieksploitasi di Indonesia. Sepanjang sungai Citarum telah berdiri Ã‚Â± 500 industri, dimana Ã‚Â± 400 industri berada pada kawasan Citarum Hulu. Industri yang paling dominan adalah industri tekstil sebesar 74,5%. Penurunan kualitas air pada sungai Citarum Hulu merupakan salah satu kontribusi pencemar akibat efluen industri yang masuk ke perairan. Tujuan dari penelitian ini adalah untuk mengetahui kualitas air sungai berdasarkan toksisitas efluen industri tekstil dan badan air penerima. Uji toksisitas akut dilakukan dengan menggunakan Daphnia magna sebagai hewan uji pada efluen industri tekstil dan badan air. Segmen Sungai Cikakembang dipilih karena dari total 56 industri yang ada di Kecamatan Majalaya, 22 industri membuang limbahnya ke Sungai Cikakembang. Industri tekstil yang dipilih adalah 3 industri tekstil yang berbeda dimana industri tersebut membuang efluen ke Sungai Cikakembang. Uji toksisitas akut pada air Sungai Cikakembang dilakukan sebanyak tiga kali sampling dengan perbedaan kondisi. Sampling I dan sampling II dilakukan dengan adanya masukan efluen tekstil dari ketiga industri secara langsung. Sedangkan sampling III dilakukan dengan kondisi tidak ada efluen tekstil yang dibuang ke Sungai Cikakembang. Titik Sa, Sc, Se dan Sg adalah titik sampling pada Sungai Cikakembang dari hulu ke hilir. Pada sampling I nilai toksisitas sungai dari hulu ke hilir cenderung meningkat dengan nilai LC50 masing-masing pada titik Sa adalah 189,73%; Sc adalah 218,96%; Se adalah 100,28%; Sg adalah 57,91%. Sampling II nilai LC50 berkisar antara 51,07-61,26%, sedangkan pada sampling III nilai LC50 meningkat dari hulu ke hilir dengan nilai LC50 pada titik Sa adalah 16,64%, titik Sc adalah 49,54%, titik Se adalah 351,81% dan titik Sg adalah 539,53%. Efluen industri tekstil B memiliki nilai LC50 23,84% dan 46,87%, efluen D 15,64% dan 51,42%, efluen F 17,26% dan 68,48%. Parameter fisika kimia yang memiliki pengaruh terhadap toksisitas Sungai Cikakembang berdasarkan analisis multivariat adalah COD, TSS, fenol, kromium, tembaga, fosfat dan sulfida. Sedangkan parameter fisika kimia yang memiliki pengaruh terhadap toksisitas pada efluen tekstil berdasarkan analisis multivariat adalah fenol, kromium dan DO.", "Daftar File": {"2014 TS PP TIKA MAULINI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/141123", "2014 TS PP TIKA MAULINI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/141124", "2014 TS PP TIKA MAULINI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/141125", "2014 TS PP TIKA MAULINI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/141126", "2014 TS PP TIKA MAULINI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/141127", "2014 TS PP TIKA MAULINI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/141128", "2014 TS PP TIKA MAULINI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/141129", "2014 TS PP TIKA MAULINI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/141130"}, "Penulis": "TIKA MAULINI (NIM : 25311333)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Indah Rachmatiah Siti Salami, M.Sc"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "akut, efluen industri tekstil, badan air penerima, Daphnia magna", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "8 file", "Tanggal Input": "12 Sep 2018"}