{"Nomor": 31324, "Judul": "PEMBANGUNAN BASIS DATA SPASIAL UNTUK PENENTUAN PAJAK BUMI DAN BANGUNAN UNIT HUNIAN APARTEMEN DI KOTA BANDUNG  (Studi Kasus : Apartemen Parahyangan Residence)", "Abstrak": "Proyek pembangunan apartemen di Kota Bandung dari tahun ke tahun terus dilakukan. Sebagaimana bangunan hunian lainnya, unit hunian apartemen pun dikenakan Pajak Bumi dan Bangunan (PBB). Pemungutan pajak unit hunian apartemen jika dikelola dengan baik, dapat menjadi salah satu sumber pendapatan daerah yang cukup besar. Untuk itu diperlukan sistem pengelolaan pajak yang dapat mendukung tujuan tersebut.   \n \n\nAdapun saat ini, pengelolaan pajak unit hunian apartemen di Kota Bandung telah dilakukan dalam bentuk basis data yang dapat diakses oleh subjek pajak melalui Web GIS. Namun, pada basis data yang ada, pengelolaan data atribut dan data spasial apartemen masih belum terintegrasi sepenuhnya. Selain itu pada Web GIS yang ada hanya dapat ditampilkan data atribut dari apartemen yang bersangkutan. Sedangkan data spasial apartemen hanya dapat diakses oleh petugas pajak. Hal tersebut menyebabkan pengelolaan pajak unit hunian apartemen menjadi kurang praktis dan memungkinkan berkurangnya informasi posisi akibat hanya menggunakan data atribut.   \n \n\nPermasalahan tersebut di atas dapat diatasi dengan membangun suatu basis data spasial yang terintegrasi Web GIS. Dengan adanya basis data spasial, pengelolaan data atribut dan data spasial dapat dilakukan secara simultan, sehingga diharapkan pengelolaan PBB unit hunian apartemen dapat menjadi lebih praktis. Adapun melalui Web GIS, subjek pajak dapat turut melakukan pengelolaan pajak yang meliputi penambahan data, pembaharuan data, pencarian data, dan visualisasi data spasial. Dengan demikian, hal tersebut dapat mewujudkan peran aktif subjek pajak dalam  mengelola PBB unit hunian apartemen dan memungkinkan dapat selalu diperoleh data PBB yang terbaru.", "Daftar File": {"2018 ta pp TIKA SYAHFITRIANIE 1-abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/141133"}, "Penulis": "TIKA SYAHFITRIANIE - Nim: 15114101", "Kontributor / Dosen Pembimbing": ["Dr. Andri Hernandi, S.T., M.T. \n\nDr. Albertus Deliar, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Unit Hunian Apartemen, Pajak, Basis Data Spasial, Web GIS", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Jun 2018"}