{"Nomor": 31323, "Judul": "PEMBUATAN DAN KARAKTERISASI MEMBRAN POLI(METILMETAKRILAT) (PMMA) TERMODIFIKASI MOLECULARLY IMPRINTED POLYMERS (MIPs) UNTUK PEMISAHAN ASAM HUMAT DARI LARUTANNYA", "Abstrak": "Air gambut merupakan suatu sumber air permukaan pada daerah rawa yang umumnya terdapat di Sumatera dan \n\nKalimantan. Air ini berwarna coklat tua sampai kehitaman dan bersifat asam. Pada air gambut banyak terkandung \n\nsenyawa organik, salah satu yang paling banyak adalah asam humat. Asam humat merupakan senyawa yang \n\nmemiliki massa molekul tinggi, berstruktur kompleks, serta mengandung gugus fungsi fenol dan karboksilat, serta \n\nmampu membentuk senyawa kompleks dengan mengikat logam berat yang ada di lingkungan. Terbentuknya \n\nsenyawa kompleks ini menyebabkan pencemaran pada air dan tanah yang membahayakan kehidupan manusia dan \n\nlingkungannya, sehingga diperlukan pengembangan metode dan teknologi untuk pengolahan air gambut sebelum \n\ndigunakan untuk keperluan sehari-hari. Salah satu alternatif pengolahan air gambut melalui penurunan kandungan \n\nasam humat adalah dengan teknologi membran menggunakan material molecularly imprinted polymers (MIPs). \n\nKeunggulan dari penggunaan teknologi membran untuk pemisahan asam humat yaitu lebih ekonomis karena \n\nmembran dapat digunakan secara berulang. Penambahan material MIPs bertujuan untuk meningkatkan selektivitas \n\nmembran sehingga dapat meningkatkan nilai rejeksi membran poli(metilmetakrilat) (PMMA). MIPs asam humat \n\ndibuat dengan menggunakan metode microwave assisted organic synthesis (MAOS). Material yang digunakan untuk \n\npembuatan MIPs-asam humat adalah metil metakrilat (MMA) sebagai monomer, etilen glikoldimetilmetakrilat \n\n(EGDMA) sebagai pengikat silang, benzoil peroksida (BPO) sebagai inisiator, N,N-dimetilformamida (DMF) \n\nsebagai pelarut, dan asam humat sebagai molekul cetak. Material Non-imprinted polymers (NIPs) dibuat sebagai \n\npembanding material MIPs-asam humat, tanpa menggunakan molekul cetakan asam humat. Karakterisasi MIP-asam \n\nhumat dilakukan dengan analisis spektroskopi Fourier Transform Infrared (FTIR), Scanning Electron Microscopy \n\n(SEM), dan Electron Dispersive Spectroscopy (EDS). Hasil karakterisasi FTIR menunjukkan bahwa spektum \n\nmaterial MIPs-asam humat dan material Non-imprinted polymers (NIPs) tidak ada perbedaan. Sedangkan hasil dari \n\nkarakterisasi SEM menunjukkan permukaan material MIPs-asam humat lebih banyak terbentuk rongga \n\ndibandingkan dengan material NIPs. Membran PMMA termodifikasi MIPs-asam humat telah disintesis dengan cara \n\nmelarutkan PMMA dalam pelarut tetrahidrofuran (THF), kemudian mendispersikan material MIP-asam humat ke \n\ndalam larutan pengisi PMMA 20% (b/v), selanjutnya membran dicetak menggunakan metode pembalikan fasa di \n\natas pelat kaca. Membran yang sudah dicetak, didiamkan pada udara terbuka dan direndam di dalam bak koagulan \n\n(akuades). Karakterisasi membran yang telah dilakukan adalah permeabilitas membran dan spektroskopi Fourier \n\nTransform Infrared (FTIR) dan Scanning Electron Microscopy (SEM). Hasil karakterisasi FTIR antara membran \n\npoli(metilmetakrilat) PMMA dan membran poli(metilmetakrilat) PMMA-MIPs tidak ada perbedaan yang jauh, hal \n\nini bisa terjadi kemungkinan karena monomer penyusun material MIPs-asam humat sama dengan polimer pembuat \n\nmembran, sehingga identifikasi spektum gugus fungsi yang dihasilkan terlihat mirip. Sementara hasil analisis \n\nmorfologi membran PMMA dan membran PMMA-MIPs munjukkan ukuran pori membran yang berbeda-beda, \n\nsehingga dapat disimpulkan bahwa membran yang dihasilkan dari penelitian ini adalah membran asimetrik \n\nNilai \n\nfluks membran semakin bersar seiring dengan meningkatnya tekanan yang diberikan. Nilai fluks membran PMMA \n\nlebih kecil dibandingkan dengan nilai fluks membran PMMA-MIPs. Berdasarkan hasil pengujian diperoleh nilai \n\npermeabilitas air untuk membran tidak terdispersi MIP-asam humat sebesar 9,402 Lm-2h-1bar-1, sedangkan nilai \n\npermeabilitas air untuk membran terdispersi MIP-asam humat diperoleh sebesar 32,142 Lm-2h-1bar-1. Nilai rejeksi \n\nyang diperoleh untuk membran PMMA adalah 68,99% pada kondisi pH 5, sedangkan nilai rejeksi untuk membran \n\nPMMA-MIPs adalah 76,62% pada kondisi pH 3. Pencucian membran yang sudah digunakan dengan menggunakan \n\nlarutan NaOH 0,1 M dapat meningkatkan kembali nilai fluks membran. Pencucian kembali membran PMMA dapat \n\nmeningkatkan nilai fluks mencapai 82,85% dari keadaan awalnya, sedangkan untuk membran PMMA-MIPs dapat \n\nmeningkatkan nilai fluks mencapai 31,24% dari keadaan awalnya", "Daftar File": {"2018 TS PP TIKA RAHAYU PUTRI 20516042 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/141132", "2018_TS_PP_TIKA_RAHAYU_PUTERI_1-_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/149382", "2018_TS_PP_TIKA_RAHAYU_PUTERI_1-_BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/149383", "2018_TS_PP_TIKA_RAHAYU_PUTERI_1-_BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/149384", "2018_TS_PP_TIKA_RAHAYU_PUTERI_1-_BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/149385", "2018_TS_PP_TIKA_RAHAYU_PUTERI_1-_BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/149386", "2018_TS_PP_TIKA_RAHAYU_PUTERI_1-_BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/149387", "2018_TS_PP_TIKA_RAHAYU_PUTERI_1-_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/149388"}, "Penulis": "TIKA RAHAYU PUTRI (NIM:20516042)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1: Muhammad Ali Zulfikar,Ph.D \n\nPembimbing 2: Dr. Deana Wahyuningrum"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Air gambut, Asam humat, PMMA, MIPs, MAOS (Microwave-Assisted Organic Synthesis)", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "8 file", "Tanggal Input": "21 Sep 2018"}