{"Nomor": 31335, "Judul": "PEMODELAN ARUS TEROBOSAN PADA SPIN-FET", "Abstrak": "Pada tugas akhir ini, dilakukan perhitungan arus terobosan pada divais spint-FET. Model divais yang digunakan adalah heterostruktur dengan susunan Fe-InSb-Fe. Efek bulk inversion asymmetry dan structural inversion asymmetry pada InSb dijadikan fokus utama polarisasi spin. Pembahasan dimulai dengan melakukan perbandingan kombinasi efek inversion asymmetry dalam perhitungan transmitansi  dan polarisasi elektron bergantung spin untuk kasus penghalang potensial trapesium dengan menggunakan metode Airy. Selanjutnya, dilakukan perhitungan transmitansi elektron bergantung spin dan polarisasi elektron terhadap sudut datang elektron. Didapatkan hasil bahwa sudut datang mempengaruhi transmitansi dan polarisasi elektron, nilai transmitansi yang diperoleh pun berbeda untuk tiap keadaan spin. Transmitansi dan polarisasi elektron bersifat kuasi-simetri terhadap sudut datang elektron. Tranmitansi kemudian digunakan untuk menghitung arus terobosan dengan metode integrasi numerik. Hasil yang diperoleh menunjukkan bahwa rapat arus untuk kedua keadaan spin bertambah besar saat tegangan bias ditingkatkan dan rapat arus mengecil apabila lebar penghalang bertambah besar. Temperatur dan sudut datang elektron juga memengaruhi rapat arus. Rapat arus maksimum diperoleh ketika elektron datang dari arah tegak lurus penghalang.", "Daftar File": {"2018 TA PP TISA ISTIQOMAH ARIANI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/141155"}, "Penulis": "TISA ISTIQOMAH ARIANI - NIM 10213054", "Kontributor / Dosen Pembimbing": ["Dr. Fatimah Arofiati Noor, S.Si, M.Si", "Dr. Eng. Khairurrijal M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "Arus, Bulk Inversion Asymmetry, Dresselhaus, Polarisasi, Rashba, Spin, Structural Inversion Asymmetry, Transmitansi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ratnasari", "File": "8 file", "Tanggal Input": "24 Mei 2018"}