{"Nomor": 31337, "Judul": "DYNAMIC ANALYSIS OF CONING CONTROL IN DOWNHOLE WATER LOOP SMART WELL", "Abstrak": "Downhole Water Sink (DWS) adalah salah satu metode penambahan perolehan minyak pada sumur dengan masalah kerucut air. Prinsipnya adalah dengan menarik air dari komplesi tengah di bawah kontak air-minyak. Akan tetapi DWS memiliki beberapa kelemahan, antara lain dengan diproduksikannya air ke permukaan, maka pengolahan air formasi dan/atau penambahan sumur injeksi harus dilakukan. Terlebih lagi, pengambilan air dari akuifer menyebabkan penurunan kontribusi dorongan air sehingga tekanan reservoir lebih cepat turun. \n\nDownhole Water Loop (DWL) kemudian duisulkan untuk memecahkan masalah-masalah pada DWS. Tipe ini memiliki tiga komplesi: komplesi atas untuk memproduksi minyak ke permukaan, komplesi tengah untuk mengambil air yang langsung diinjeksikan ke komplesi terbawah pada akuifer yang sama dengan bantuan pompa. Pemutaran air ini menghasilkan penurunan tekanan reservoir yang tidak sedrastis DWS, lebih ramah lingkungan, dan mengurangi biaya operasi untuk pengolahan air formasi dan injeksi di permukaan. \n\nPaper ini menyajikan metode baru untuk memprediksi performa DWL dengan menggunakan waktu tembus air. Korelasi waktu tembus air yang diusulkan memiliki kecocokan yang baik dengan data hasil simulasi. Selanjutnya, prediksi waktu tembus air ini digunakan dalam metode produksi yang kami usulkan, Managed Water Loop (MWL). Metode ini telah diuji dalam simulasi dan terbukti memberikan perolehan minyak yang lebih banyak dibandingkan metode konvensional pada DWL dan sumur satu komplesi.", "Daftar File": {"2012 TA PP TITA RISTANTO 1.pdf": "https://digilib.itb.ac.id/gdl/download/141157"}, "Penulis": "TITA RISTANTO (NIM : 12208095)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Taufan Marhaendrajana"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Bottom water coning, Downhole Water Loop, breakthrough time, Managed Water Loop", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "1 file", "Tanggal Input": "22 Mei 2018"}