{"Nomor": 31333, "Judul": "Pemilihan Rute Wisata Dengan Integrasi Transportasi Dalam Pembentukan Coral Wonders Wakatobi Sebagai Destinasi Wisata Nasional Di Indonesia", "Abstrak": "Kabupaten Wakatobi memiliki potensi sumber daya alam yang sangat besar sebagai daya tarik wisata, baik bagi wisatawan lokal, nusantara, maupun mancanegara. Salah satu Taman Nasional dengan kondisi ekosistem terbaik di dunia ini teridentifikasi belum dapat memaksimalkan potensinya yang ada dikerenakan berbagai macam kendala yang terjadi pada kondisi eksistingnya. Setelah ditetapkannya Kabupaten Wakatobi sebagai satu dari sepuluh Destinasi Wisata Nasional Indonesia tentunya menuntut perlakuan khusus dalam hal optimalisasi dan standar kepariwisataan kawasan agar dapat menarik bagi pasar internasional. Selain itu, dengan memiliki keunikan geografis yang berbentuk kepulauan, Kabupaten Wakatobi sangat rentan terhadap permasalahan asksesibilitas dan kenyamanan berwisata, hal ini dapat berdampak pada penurunan jumlah pengunjung apabila tidak segera dituntaskan. \n \n\nIndustri pariwisata di Kabupaten Wakatobi terbentuk oleh seluruh pemanfaatan sumber daya yang dimiliki daerahnya, baik itu merupakan sumberdaya alam yang diolah maupun penggeraknya yaitu sumber daya manusia. Salah satu pemicu industri pariwisata yang memegang peranan penting dalam bentuk Wakatobi yang dapat mengintegrasikan antar pulau satu dan lainnya adalah aksesibilitas. Aksesibilitas dapat ditingkatkan dengan membuat arahan rute wisata potensial yang dapat dinikmati oleh masyarakat maupun wisatawan yang datang ke Wakatobi. Design pemilihan rute ini diharapkan dapat meningkatkan integrase antara transportasi eksisting, bahkan memicu timbulnya moda transportasi khusus pariwisata untuk menguatkan branding Wakatobi sebagai salah satu destinasi wisata yaitu Coral Wonders, bersama dengan dua destinasi wisata nasional lainnya yaitu Raja Ampat dan Bunaken. \n \n\nUntuk penentuan rute perjalanan wisata ini dgunakan dengan pendekatan Models of Tourist Travel, adapun bagian utama dalam konsep tersebut adalah (Pearce, 1995: 6) titik asal, titik tujuan, access route, return route, dan recreational route. Access route adalah rute yang akan menghubungkan antara titik asal menuju titik tujuan, return route merupakan rute yang menghubungkan antara titik tujuan menuju titik asal, serta recreational route merupakan rute yang dilalui wisatawan untuk mengunjungi atraksi wisata dan fasilitas-fasilitas yang dilalui selama perjalanan. Recreational route ini merupakan bagian dari perjalanan antara titik asal dan tujuan. Dari rute inilah lahir konsep touring yang biasanya dikembangkan menjadi rute perjalanan wisata. \n \n\nMelalui penerapan Models of Tourist Travel disertai penggunaan metode penentuan interval dengan Central Tendency (kecenderungan terpusat) yaitu modus, maka dapat diperoleh daya tarik wisata potensial yang akan dijadikan sebagai tujuan utama berwisata. Kemudian dilakukan analisis menggunakan Network Analysis System (ArcGIS) untuk menemukan rute optimal dengan mepertimbangkan waktu dan jarak. Setelah itu diinterpretasikan kembali kedalam Models of Tourist Travel sehingga menghasilkan rute optimal dan skenario. Hasil penelitian ini adalah ditemukannya lima skenario efektif perjalanan wisata yang dapat dipilih oleh wisatawan. Skenario rute tersebut antara lain: Skenario 1 Tour Wangi-Wangi dengan Panjang rute 70,72 km, Skenario 2 Tour Wangi-Wangi Ã‚Â– Kaledupa dengan Panjang rute 171,38 km, Skenario 3 Tour Wangi-Wangi - Kaledupa Ã‚Â– Tomia dengan Panjang rute 226,78 km, dan Skenario 4 Tour Wangi-Wangi Ã‚Â– Kaledupa -  Tomia Ã‚Â– Binongko dengan Panjang rute 449,58 km.", "Daftar File": {"2018 TS PP TIQA RESKY HADO_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/141152", "2018 TS PP TIQA RESKY HADO_ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/141153"}, "Penulis": "TIQA RESKY HADO  (NIM: 25416033)", "Kontributor / Dosen Pembimbing": ["DR. IR. IWAN PRATOYO KUSUMANTORO, MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Network Analysis, ArcGIS, Model of Tourist Travel, Rute Wisata.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Yoninur Almira", "File": "2 file", "Tanggal Input": "03 Okt 2018"}