{"Nomor": 31334, "Judul": "PERANCANGAN DAN IMPLEMENTASI SISTEM DETEKSI JATUH DAN PEMANTAUAN DENYUT JANTUNG UNTUK LANSIA BERBASIS INTERNET OF THINGS", "Abstrak": "Lansia pada umumnya mengalami penurunan fungsi fisik yang menyebabkan mereka memiliki risiko yang lebih tinggi untuk mengalami gangguan kesehatan. 43% kasus kematian lansia disebabkan oleh gangguan pada sirkulasi darah. Selain itu, hasil survei pada lima negara Asia menunjukkan tingginya kasus lansia yang terjatuh. Namun demikian, lansia sering kali ditinggalkan sendirian di rumah tanpa pengawasan orang lain. Lambatnya penanganan medis yang diberikan kepada lansia ketika mengalami gangguan fisik dapat mengakibatkan kematian. Oleh karena itu, dibutuhkan sebuah sistem pemantauan kondisi kesehatan lansia yang dapat berfungsi sebagai sarana untuk memberikan informasi kepada keluarga mengenai kondisi lansia secara cepat. \n\nSistem ini dibuat berdasarkan prinsip pengembangan Internet of Things. Secara umum, sistem terdiri dari tiga bagian, yaitu: perangkat wearable, server dan basis data, serta aplikasi mobile. Integrasi dari ketiga subsistem tersebut mampu memantau denyut jantung lansia dan mendeteksi terjadinya kondisi jatuh. Kondisi kesehatan yang tidak normal akan memicu sistem untuk mengirimkan notifikasi secara otomatis melalui aplikasi kepada keluarga lansia. Dengan demikian, keluarga dapat segera menelepon lansia dan memberikan pertolongan secepat mungkin. \n\nSistem pemantauan lansia ini dapat digunakan pada bagian pergelangan tangan lansia dan memiliki akurasi 90% dalam mendeteksi kondisi bahaya. Sistem tidak memicu satu pun false alarm ketika digunakan saat melakukan aktivitas normal. Sistem berhasil menampilkan informasi secara jelas melalui aplikasi berbasis Android dan mampu mengirimkan notifikasi dengan delay di bawah dua detik. Perangkat dengan dimensi 35 mm x 50 mm x 70 mm ini juga mampu bertahan menyala dan digunakan selama 6,5 jam.", "Daftar File": {"2018 ta pp TIRZA FIDELA BERNADUS 1-abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/141154"}, "Penulis": "TIRZA FIDELA BERNADUS - NIM: 18214055", "Kontributor / Dosen Pembimbing": ["Dr. Y. Bandung, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Internet of Things, jatuh, denyut jantung, aplikasi mobile", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "23 Agu 2018"}