{"Nomor": 31332, "Judul": "ANALISIS DEFORMASI BENDUNGAN JATIGEDE BERDASARKAN DATA PENGAMATAN GPS", "Abstrak": "Bendungan Jatigede terletak di Kecamatan Jatigede, Kabupaten Sumedang, Provinsi Jawa Barat merupakan bendungan tipe urugan batu (rockfill). Bendungan ini termasuk ke dalam bendungan besar yang dimana volumenya mencapa 1 miliar kubik. Besarnya volume bendungan yang dapat menampung air pastinya diikuti juga dengan resiko bahaya yang dihadapi. Resiko tersebut adalah deformasi yang terjadi di sekitar area bendungan. Faktor faktor yang mempengaruhi deformasi bendungan yaitu tekanan dari efek loading air, adanya tekanan pori, tekanan hidrostatik, dan berat bendungan tersebut yang dipengaruhi oleh air. Karena bendungan memiliki perananyang sangat penting bagi kehidupan masyarakat, oleh karena itu dibutuhkan pemeliharaan dan perawatan yang memadai guna menghindari kerusakan pada bendungan. Salah satu bentuk perawatan dan pemeliharaan tersebut yaitu dengan melakukan pemantauan daerah sekitar bendungan yang dilakukan secara berkala dan terus menerus dengan menggunakan metode survey GPS. Metode survey GPS dipilih karena lebih mudah dari segi opersionalisasinya dan kualitas data yang dihasilkan sangat bagus. Data yang didapatkan dari survey lapangan, Badan Informasi Geospasial Indonesia (BIG), dan Kementrian Pekerjaan Umum dan Perumahan Rakyat. Data tersebut diolah menggunakan perangkat lunak GAMIT/GLOBK 10.6. Hasil dari pengolahan data GPS akan diproses untuk menghasilkan vektor kecepatan, vektor displacement, dan regangan pada stasiun pengamatan GPS yang digunakan untuk mengamati aktivitas deformasi Bendungan Jatigede.   \n\nBerdasarkan penelitian ini terdapat hasil yang mengejutkan yang dimana terdapat displacement yang cukup tinggi dalam kurun waktu 6 bulan pada titik pengamatan GPS di tubuh Bendungan Jatigede dan sekitar tubuh Bendungan Jatigede. Hasilnya pergerakannya dari 0,5 mm hingga 17 mm dalam waktu 6 bulan. Pergerakan stasiun pengamatan GPS di sekitar Bendungan Jatigede juga mengalami pergerakan cukup besar dalam kurun waktu 1 tahun yang dimana hasilnya mencapai 4 mm/tahun hingga 16 mm/tahun. Berdasarkan pola vektor kecepatan dan displacement dapat diketahui regangan yang bekerja di daerah sekitar Bendungan Jatigede umumnya mengalami shortening.", "Daftar File": {"2017 TA PP TIO AKIRA AL RASYID DARWIN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/141146", "2017 TA PP TIO AKIRA AL RASYID DARWIN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/141147", "2017 TA PP TIO AKIRA AL RASYID DARWIN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/141148", "2017 TA PP TIO AKIRA AL RASYID DARWIN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/141149", "2017 TA PP TIO AKIRA AL RASYID DARWIN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/141150", "2017 TA PP TIO AKIRA AL RASYID DARWIN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/141151"}, "Penulis": "TIO ALIRA AL RASYID DARWIN (NIM: 15113053)", "Kontributor / Dosen Pembimbing": ["Pembimbing :   \n \n \n\nDr. Irwan Meilano, S.T., M.Sc", "Dr. Irwan Gumilar, S.T.,M.Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "GPS, deformasi, bendungan, displacement.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "6 file", "Tanggal Input": "10 Sep 2018"}