{"Nomor": 31330, "Judul": "PENGARUH PERLAKUAN AWAL BIODEGRADASI PATI OLEH JAMUR Aspergillus oryzae PADA RIMPANG KUNYIT (Curcuma longa L.) TERHADAP PEROLEHAN MINYAK ATSIRI", "Abstrak": "Penelitian yang dilakukan bertujuan untuk mengetahui pengaruh pemberian perlakuan awal biodegradasi pati pada rimpang kunyit (Curcuma longa L.)  oleh jamur Aspergillus oryzae terhadap kadar pati, perolehan, komposisi, dan produktivitas minyak kunyit. Proses fermentasi dilakukan menggunakan inokulum spora Aspergillus oryzae 10% berat/volume (5ÃƒÂ—    spora/mL) dan penambahan larutan yeast extract 10% berat/volume. Fermentasi dilakukan pada kondisi suhu 25-28Ã‚Â°C, kelembaban relatif 99%, dan intensitas cahaya ~0 Lx. Sementara proses ekstraksi minyak kunyit dilakukan dengan menggunakan metode distilasi uap dengan variasi perlakuan yang digunakan adalah waktu perlakuan biodegradasi pati yakni selama 0, 7, 9 dan 11 hari. Hasil penelitian menunjukkan bahwa kadar pati semakin menurun seiring lamanya waktu perlakuan, kadar pati pada perlakuan 0, 7, 9 dan 11 hari secara berturut-turut adalah sebesar 7,78%  Ã‚Â± 1,44% ; 6,86 Ã‚Â± 0,32% ; 4,18 Ã‚Â± 0,20% dan 3,17 Ã‚Â± 0,47%. Sedangkan perolehan minyak kunyit semakin meningkat seiring dengan lamanya waktu perlakuan yakni 1,06% Ã‚Â± 0,12% berat kering (0 hari), 2,17% Ã‚Â± 0,37% berat kering (7 hari), 2,60% Ã‚Â± 0,23% berat kering (9 hari) dan 3,17% Ã‚Â± 0,31% berat kering (11 hari). Sementara itu, berdasarkan estimasi produktivitas didapatkan nilai produktivitas minyak kunyit optimal dengan waktu perlakuan 11 hari yakni sebesar 55,4 kg/ha/tahun. Komponen kimia utama penyusun minyak kunyit adalah ar-turmeron (10,2%13,5%), α-turmeron (14,5%-16,4%), dan β-turmeron (26,1%-37,5%).", "Daftar File": {"2018 TA PP Tinta Komariyah 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/141139"}, "Penulis": "Tinta Komariyah - Nim: 11214034", "Kontributor / Dosen Pembimbing": ["Dr. Muhammad Yusuf Abduh"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Curcuma longa L., biodegradasi pati, Aspergillus oryzae, kadar pati, minyak kunyit", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "29 Jun 2018"}