{"Nomor": 31342, "Judul": "STUDI UBAHAN HIDROTERMAL, KARAKTERISTIK URAT, DAN INKLUSI FLUIDA DAERAH DEEP MILL LEVEL ZONE (DMLZ) LEVEL INTAKE DAN EXHAUST, DISTRIK ERTSBERG, PAPUA", "Abstrak": "Daerah penelitian berada di Deep Mill Level Zone (DMLZ), Distrik Ertsberg, Kabupaten Mimika, Provinsi Papua. Deep Mill Level Zone (DMLZ) merupakan tambang bawah permukaan dengan tipe endapan porfiriÃ‚Â–skarn yang berada di area \n\ntambang PT Freeport Indonesia.  \n\nPenelitian dilakukan untuk menentukan tatanan geologi, ubahan hidrotermal, karakteristik urat dan penyebarannya, dan karakteritik fluida hidrotermal. Metode yang dilakukan adalah pemetaan geologi dan mineral ubahan, deksripsi empat inti bor, analisis petrografi 35 sampel, analisis mineragrafi lima sampel, dan analisis inklusi fluida (petrografiÃ‚Â–mikrotermometri) dua sampel. \n\nDaerah penelitian tersusun dari enam satuan batuan, dari tua ke muda, yaitu Satuan Kuarsit, Satuan Hornfels, Satuan Marmer, Satuan Monzodiorit Kuarsa, Satuan Monzogranit Porfir, dan Satuan Riolit Porfir. Struktur geologi daerah penelitian berupa sesar minor mendatar dengan arah NWÃ‚Â–SE dan NEÃ‚Â–SW. Zona ubahan hidrotermal dibedakan menjadi enam zona, yaitu Zona DiopsidÃ‚Â–GarnetÃ‚Â– \n\nEpidot (eksoskarn), Zona BiotitÃ‚Â–FelsparÃ‚Â–Kuarsa (potasik), Zona KloritÃ‚Â–EpidotÃ‚Â±Aktinolit (propilitik), Zona DiopsidÃ‚Â–GarnetÃ‚Â±Epidot (endoskarn), Zona \n\nSerisitÃ‚Â–KarbonatÃ‚Â±Pirofilit (filik), dan Zona AnhidritÃ‚Â–Karbonat (eksoskarn). Tipe urat daerah penelitian terdiri dari tipe M (urat magnetit), tipe A (urat kuarsa Ã‚Â–kalkopirit Ã‚Â± magnetit Ã‚Â± pirit Ã‚Â± biotit), tipe B (urat kuarsa Ã‚Â– kalkopirit Ã‚Â± molibdenit Ã‚Â± pirit), dan tipe D (urat kuarsaÃ‚Â–piritÃ‚Â±kalkopirit dengan halo serisit). Hasil analisis inklusi fluida pada urat tipe B memiliki inklusi fluida dengan temperatur homogenisasi 447,3Ã‚Â–541,90C dan salinitas 9,7Ã‚Â–17,4 wt.% NaCl ekuivalen, \n\nsedangkan pada urat tipe D memiliki inklusi fluida dengan temperatur homogenisasi 310,8Ã‚Â–424,20C dan salinitas 3,4Ã‚Â–7,2 wt.% NaCl ekuivalen. \n\nUbahan hidrotermal daerah penelitian dibagi menjadi tiga tahap, yaitu tahap metamorfisme isokimia, metasomatisme bertahap, dan retrogradasi akhir. Penyebaran mineral ubahan dikontrol oleh bidang lemah pada batuan dan litologi asal. Hubungan temperatur homogenisasi dan salinitas dari urat tipe B dan D menunjukkan adanya pola penurunan, diakibatkan adanya pencampuran air meteorik dingin.", "Daftar File": {"2018 TA PP TITO HERTANTO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/141162"}, "Penulis": "TITO HERTANTO            ( NIM : 12013056)", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Emmy Suparka Dr. Ir. Niniek Rina Herdianita, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Deep Mill Level Zone, ubahan, porfiriÃ‚Â–skarn, tipe urat, temperatur homogenisasi, salinitas.", "Sumber": "PRODI GEOLOGI", "Staf Input/Edit": "cecep hikmat  \n                                     tuti yulia", "File": "17 file", "Tanggal Input": "20 Mar 2018"}