{"Nomor": 31343, "Judul": "STUDI TRANSPORTASI SEDIMEN AKIBAT PENGERUKAN PADA ALUR PELAYARAN LABUHAN LOMBOK,  NUSA TENGGARA BARAT", "Abstrak": "Pelabuhan Labuhan Lombok yang berada di Kecamatan Pringgabaya, Kabupaten Lombok Timur, Provinsi Nusa Tenggara Barat. Berdasarkan Rencana Induk Pelabuhan Nasional KP 414 Tahun 2013, sejak tahun 2011 hingga 2020 Labuhan Lombok diklasifikasikan sebagai pelabuhan pengumpul yang membutuhkan kedalaman alur pelayaran minimal yaitu -7 m LWS. Kedalaman perairan eksisting pada mulut teluk adalah sekitar -3 m LWS, sehingga untuk dapat memenuhi kedalaman alur pelayaran tersebut diperlukan kegiatan pengerukan. Pendangkalan pada mulut teluk diperkirakan terjadi akibat sedimentasi yang berasal dari sungai yang berada di dekat mulut teluk. Untuk dapat melakukan kegiatan pengerukan dengan baik, diperlukan kajian pendukung mengenai pola transportasi sedimen serta lokasi dumping area. Pada tahap awal, penelitian dimulai dengan studi literatur mengenai penelitian terkait beserta studi mengenai dasar hidrodinamika dan transportasi sedimen. Kemudian dilanjutkan dengan pengumpulan dan pengolahan data yang diperlukan dalam pemodelan. Langkah selanjutnya adalah melakukan simulasi pemodelan mulai dari konfigurasi, kalibrasi dan validasi, menjalankan skenario-skenario simulasi hingga menganalisis dan menyimpulkan hasil model.  Pada analisis sensitivitas kedalaman pengerukan pada mulut teluk, didapat bed level change setelah dilakukan pengerukan berkurang dari 1,5 cm menjadi 0,2 cm dalam 1 tahun. Elevasi kedalaman pengerukan -4 m LWS, -5 m LWS -6 m LWS -7 m LWS menghasilkan bed level change yang tidak jauh berbeda yaitu sekitar 0,2 cm. Kemudian dengan asumsi kebutuhan dilakukan revitalisasi (pengerukan kembali) setelah terjadi pendangkalan setebal 1 m pada mulut teluk, maka kegiatan revitalisasi diperkirakan akan dilakukan setelah 500 tahun. Melihat hal tersebut, alur pelayaran pada mulut teluk dapat dikatakan stabil setelah dilakukan pengerukan awal. Sedangkan, analisis pemilihan lokasi dumping area yang telah dilakukan, didapatkan lokasi dumping paling baik adalah pada lokasi dumping 1. Lokasi dumping 1 dipilih karena menghasilkan produktivitas pekerjaan pengerukan yang paling efisien dan hasil sedimentasi yang dihasilkan tidak mengganggu alur pelayaran. Selain itu lokasi dumping tersebut juga telah memenuhi kriteria Pedoman Teknis Pengerukan Alur Pelayaran dan baku mutu air laut.", "Daftar File": {"2018 TS PP TITO RIKZA AHMADI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/141163"}, "Penulis": "TITO RIKZA AHMADI - NIM: 25515306", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Hendra Achiari, S.T., M.T. \n\nAlamsyah Kurniawan, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Estuari, pengerukan, alur pelayaran, sedimen transport, model numerik", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Sep 2018"}