{"Nomor": 31344, "Judul": "PELANGGAN GENERASI MILENIAL TERHADAP PRODUK RAMAH LINGKUNGAN DI INDONESIA", "Abstrak": "Indonesia memiliki banyak industri kreatif yang memanfaatkan bahan limbah untuk menghasilkan produk.Sebagian besar produk kreatif yang menggunakan bahan limbah lebih mahal daripada yang konvensional karena mereka membutuhkan lebih banyak waktu untuk memproduksi dan mengalami kesulitan dalam proses.Ini bertentangan dengan permintaan pelanggan.Harga dan kualitas seharusnya menjadi pertimbangan pelanggan meskipun memiliki nilai tambah atau tidak.Studi penelitian ini mencoba untuk mengetahui persepsi pelanggan terhadap produk ramah lingkungan yang terbuat dari bahan limbah dan berapa banyak uang yang mereka bayarkan. \n\nPenelitian ini menggunakan pendekatan kuantitatif dan kualitatif. Analisis kuantitatif pada penelitian ini dilakukan dengan kuesioner yang didistribusikan ke tiga kota besar di Indonesia sebagai perwakilan penduduk Indonesia. Populasi terdiri dari 150 generasi milenium (lahir pada 1980 hingga 2000).Setelah mendapatkan hasil dari kuesioner, pendekatan kualitatif diterapkan dengan mewawancarai tiga responden sebagai perwakilan untuk mengkonfirmasi hasil dari kuesioner. Hipotesis digunakan untuk melihat pengaruh Kesadaran Produk Ramah Lingkungan dan Harga Persepsi dan Kualitas produk Ramah Lingkungan terhadap Niat Beli, dan pengaruh Niat Beli terhadap Kemauan untuk Membayar. \n\nHasil penelitian menyoroti bahwa pelanggan ingin membayar produk ramah lingkungan dengan harga 5% hingga 10% lebih tinggi daripada produk konvensional dan kualitasnya seharusnya kompetitif seperti produk konvensional. Hipotesis yang diterima terbukti bahwa kesadaran produk ramah lingkungan dan Harga dan Kualitas Persepsi mempengaruhi Niat Beli, dan Niat Beli mempengaruhi Kesediaan untuk Membayar.", "Daftar File": {"TIYAS DANU HAPSARI 29116254.pdf": "https://digilib.itb.ac.id/gdl/download/141164"}, "Penulis": "TIYAS DANU HAPSARI 29116254", "Kontributor / Dosen Pembimbing": ["Dr. Dina Dellyana., S.Farm., Apt., MBA."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "puchase intention, product awareness, willingness to pay, customer's perception, eco-friendly products", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman  \n                                     Yose Ali Rahman", "File": "1 file", "Tanggal Input": "02 Jul 2018"}