{"Nomor": 31351, "Judul": "PERENCANAAN METODE PELAKSANAAN KONSTRUKSI TERMINAL FERRY INTERNASIONAL BATAM CENTRE", "Abstrak": "Terminal Ferry Internasional Batam Centre adalah sebuah pelabuhan penyeberangan internasional yang terletak di area pantai utara Pulau Batam. Pelabuhan ini menghubungkan antara pelabuhan Harbour Front di Singapura dan pelabuhan di Johor Bahru, Malaysia. Agar dapat merealisasikan proyek Terminal Ferry Internasional Batam Centre diperlukan suatu perencanaan metode pelaksanaan konstruksi. Perencanaan ini terdiri dari penentuan metode konstruksi yang paling efektif dan tepat, penjadwalan proyek, serta estimasi biaya proyek untuk memenuhi objektif utama dari perencanaan proyek konstruksi yaitu mutu, waktu, dan biaya. Perencanaan metode pelaksanaan konstruksi ini nantinya akan dijadikan sebagai acuan bagi owner dan pihak kontraktor untuk kepentingan pelelangan dan konstruksi di lapangan.           \n \n\nMetode pelaksanaan konstruksi direncanakan diawali dengan pekerjaan persiapan. Kemudian pekerjaan struktur bawah gedung terminal yang terdiri dari pondasi tiang pancang pracetak, pile cap, dan tie beam. Pekerjaan struktur atas gedung terminal terdiri dari struktur beton bertulang untuk kolom, balok, dan pelat serta struktur baja untuk konstruksi rangka atap. Kemudian pekerjaan drainase. Dan terakhir adalah pekerjaan dermaga jetty yang terdiri dari tiang pancang pracetak yang dipancang pada dasar laut, serta pile cap, balok dan pelat dari beton bertulang dengan sistem cast in place.           \n \n\nBerdasarkan perencanaan penjadwalan proyek, durasi total dari konstruksi proyek ini adalah 203 hari, perhitungan durasi ini didasarkan pada dua jenis pekerjaan yaitu pekerjaan dengan lead resource alat berat dan pekerjaan dengan lead resource kelompok tenaga kerja. Selain durasi, dari penjadwalan proyek juga dihasilkan jalur kritis proyek yang harus diperhatikan keberlangsungannya agar proyek tidak terlambat.           \n \n\nPada estimasi biaya proyek, estimasi dilakukan dari pandangan konsultan perencana, sehingga output yang dihasilkan merupakan EngineerÃ‚Â’s Estimate yang akan digunakan oleh pihak owner ketika melakukan proses pelelangan dengan pihak kontraktor. Estimasi biaya dilakukan dengan metode analisa harga satuan sesuai dengan SNI tahun 2008 tentang Analisa Harga Satuan untuk Konstruksi Bangunan Gedung. Hasil estimasi biaya konstruksi pada proyek Terminal Ferry Internasional Batam Centre adalah sebesar Rp 111.987.822.000, dimana hasil estimasi sudah termasuk biaya langsung dan biaya tidak langsung proyek.", "Daftar File": {"2017 TA PP TOMMY SACHI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/141191", "2017 TA PP TOMMY SACHI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/141192", "2017 TA PP TOMMY SACHI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/141193", "2017 TA PP TOMMY SACHI 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/141194", "2017 TA PP TOMMY SACHI 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/141195", "2017 TA PP TOMMY SACHI 1-BAB 3C.pdf": "https://digilib.itb.ac.id/gdl/download/141196", "2017 TA PP TOMMY SACHI 1-BAB 3D.pdf": "https://digilib.itb.ac.id/gdl/download/141197", "2017 TA PP TOMMY SACHI 1-BAB 3E.pdf": "https://digilib.itb.ac.id/gdl/download/141198", "2017 TA PP TOMMY SACHI 1-BAB 3F.pdf": "https://digilib.itb.ac.id/gdl/download/141199", "2017 TA PP TOMMY SACHI 1-BAB 3G.pdf": "https://digilib.itb.ac.id/gdl/download/141200", "2017 TA PP TOMMY SACHI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/141201", "2017 TA PP TOMMY SACHI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/141202", "2017 TA PP TOMMY SACHI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/141203", "2017 TA PP TOMMY SACHI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/141204"}, "Penulis": "TOMMY SACHI  [15013081]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Muhamad Abduh, M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Pracetak, jetty, cast in place, lead resource, engineer's estimate, pelelangan, biaya langsung, biaya tidak landsung, jalur kritis, analisa harga satuan ; precast, jetty, cast in place, lead resource, engineer's estimate, bidding, direct costs, indirect costs, critical path, unit pricing analysis", "Sumber": "", "Staf Input/Edit": "hidayat  \n                                     Irwan Sofiyan", "File": "14 file", "Tanggal Input": "09 Jan 2018"}