{"Nomor": 31353, "Judul": "PERHITUNGAN ECOLOGICAL FOOTPRINT KOTA BANDUNG BERDASARKAN KALKULATOR EF PERSEORANGAN", "Abstrak": "Manusia sebagai makhluk hidup memiliki kebutuhan untuk menunjang hidupnya. Segala kebutuhan yang dimiliki manusia terdiri dari kebutuhan primer, sekunder, hingga tersier. Dalam pemenuhan segala kebutuhan tersebut, sumber daya alam merupakan faktor penting yang berperan untuk memenuhi segala kebutuhan manusia tersebut. Kita harus menghadapi kenyataan bahwa konsumsi kita sehari-hari memiliki dampak global. Ecological Footprint (EF) adalah ukuran kebutuhan manusia terhadap ekosistem bumi. EF membandingkan kebutuhan manusia terhadap kemampuan bumi untuk memulihkan kembali sesuai kondisi semula. Dengan menghitung EF, kita dapat mengetahui langkah apa yang harus dilakukan untuk tetap menjaga Bumi dan kehidupan umat manusia yang berlangsung di dalamnya. Tujuan dari studi ini adalah menghitung lahan yang dibutuhkan setiap orang di kota Bandung berdasarkan metode EF, kemudian membandingkannya dan memprediksi EF Kota Bandung hingga tahun 2050. Metode yang digunakan adalah membandingkan data sekunder dan data primer yang menggunakan EF kalkulator perseorangan berupa kuesioner. Berdasarkan EF Indonesia, Kota Bandung memiliki EF perkapita dengan rentang 1,3 Ã‚Â– 1,15 pada 16 tahun terakhir. EF penduduk Kota Bandung sebesar 5,72 gha (global hectare) per orang dengan EF populasi total sebesar 13.825.174 gha dengan jumlah penduduk 2.414.704 jiwa.Penduduk di dunia memiliki EF rata-rata sebesar 2,7 gha per orang, sementara Kota Bandung berada di atas rata-rata tersebut. EF Kota Bandung masih di bawah Amerika Serikat, Kanada, dan Australia, namun berada di atas EF Jepang, Inggris, dan Republik Korea. Pada tahun 2050, EF Kota Bandung diproyeksikan akan sebesar 15,36 gha dengan EF populasi total sebesar 60.465.408 gha.", "Daftar File": {"2012 TA PP TOMY RAMADHANI PUTRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/141206", "2012 TA PP TOMY RAMADHANI PUTRA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/141207", "2012 TA PP TOMY RAMADHANI PUTRA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/141208", "2012 TA PP TOMY RAMADHANI PUTRA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/141209", "2012 TA PP TOMY RAMADHANI PUTRA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/141210", "2012 TA PP TOMY RAMADHANI PUTRA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/141211", "2012 TA PP TOMY RAMADHANI PUTRA 1-DATAR PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/141212"}, "Penulis": "TOMY RAMADHANI PUTRA (NIM:15306031)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Idris Maxdoni Kamil, M.Sc., Ph. D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Ecological footprint, EF Kota Bandung, EF Dunia, global hectare, konsumsi, populasi, proyeksi EF", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "7 file", "Tanggal Input": "04 Sep 2018"}