{"Nomor": 31368, "Judul": "MENDESAIN ULANG INDIKATOR KINERJA UTAMA TELKOM COMMUNITY DEVELOPMENT CENTER (CDC) MENGGUNAKAN BALANCED SCORECARD", "Abstrak": "Telkom Community Development Center(CDC) adalah unit yang mengelola Program Kemitraan dan Bina Lingkungan Telkom yang ditetapkan sebagai implementasi Keputusan Menteri Negara Badan Usaha Milik Negara No. KEP-236 / MBU / 2003 tentang Program Kemitraan BUMN dengan Usaha Kecil dan Pengembangan Masyarakat Program. Unit ini selalu berusaha untuk menjadi yang terbaik dan sangat menyadari pentingnya sistem manajemen kinerja. Saat ini unit ini memakai system kinerja Balance Scorecard yang berisi empat perspektif (Keuangan, pelanggan, proses bisnis internal, pembelajaran & pertumbuhan) dimana biasanya setiap perspektifnya saling terkait dan saling mendukung. Namun, pengukuran kinerja saat ini tidak mencerminkan visi, misi dan sasaran mereka. Karena indikator keuangan yang merupakan share Key Performance Indikator (KPI) dari Telkom yang tidak memiliki hubungan langsung dengan indikator lain dan memiliki persentase yang sangat besar.  \nPenelitian ini membahas mengenai bagaimana cara menentukan KPI, kemudian mengusulkan KPI baru yang akan digunakan untuk mengukur kinerja dan penataan strategi yang lebih baik di masa depan. Kemudian membandingkan praktek pengukuran kinerja saat ini dan sistem manajemen kinerja yang diusulkan. Juga mengusulkan rencana implementasi KPI yang baru.   \nSesuai dengan permintaan manager performansi kerangka system kinerja yang digunakan untuk merancang KPI yang baru tetap menggunakan Balance Scorecard. Balance Scorecard dibentuk ulang dengan melakukan evaluasi bisnis secara internal dan eksternalserta evaluasi visi misi dan corporate value untuk menentukan tema strategi.Tema strategi untuk Telkom CDC yaitu untuk membangun citra merek yang ternama dengan menamkan etikat baik kepada semua stakeholder. Peta strategi kemudian dihasilkan bersama dengan tujuan, pengukuran, inisiatif untuk membentuk KPI yang baru. Setiap KPI diusulkan ditimbang untuk mengetahui prioritas masing-masing indikator.   \nPenulis perlu melakukan Cascading untuk mengintegrasikan dan mengkomunikasikan strategi, tujuan, dan indikator kepada seluruh unit. Selain itu dilakukan perbandingan antara KPI yang sebelumnya dengan KPI yang diusulkan untuk mengetahui keuntungan dari yang diusulkan.  \nKPI yang diusulkan dari total 4 perspektif berjumlah 28 KPI yang berasal dari 15 tujuan. Dari pembobotan yang dilakukan menggunakan Analytical Hierarchy Process bobot tertinggi yaitu perspektif pelanggan dengan bobot 41.1% diikuti oleh internal business process dengan 23.2%, pembelajaran & pertumbuhan dengan 21.9% dan terakhir keuangan dengan 13.8%. Sebagain penyelesaian rencana pelaksanaan disajikan untuk memastikan bahwa solusi diimplementasikan dengan sukses, terpantau dan terkendali.", "Daftar File": {"2018 TS PP TRI HARYANTO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/141262"}, "Penulis": "TRI HARYANTO      [29115179]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Nur Budi Mulyono, ST., MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Telkom CDC, Sistem Manajemen Kinerja, pengukuran kinerja, Balanced Scorecard, Key Performance Indicators, Analytical Hierarchy Process", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "19 Okt 2018"}