{"Nomor": 31366, "Judul": "STUDI KELAYAKAN INDUSTRIALISASI UDANG PUTIH (LITOPENAEUS VANNAMEI) MENGGUNAKAN TEKNOLOGI HYBRID (ZERO WATER DISCHARGE - RECIRCULATION AQUACULTURE SYSTEM) SECARA BIOLOGI, TEKNIS DAN FINANSIAL DI TAMBAK SIMPATI KECAMATAN GEROKGAK, KABUPATEN BULELENG, BALI", "Abstrak": "Upaya meningkatkan produktivitas lahan tambak dapat dilakukan dengan meningkatkan padat penebaran disertai pemberian akuinput yang prima serta dukungan teknologi yang memadai. Dua padat penebaran yaitu 500 dan 750 ind/m3 diaplikasikan pada tambak  luasan 21x14 m2 dengan kedalaman air 1 m dengan menggunakan teknologi budidaya hybrid (ZWD-RAS), hal ini dapat menjawab masalah utama sistem budidaya konvensional udang putih terutama dalam manajemen kualitas air budidaya sehingga menghasilkan produktivitas yang tinggi. Tujuan  penelitian yaitu menentukan kelayakan biologi, teknis dan finansial udang putih dengan sistem hybrid pada dua padat tebar (500 dan 750 ind/m3). Metode yang digunakan adalah studi kasus dengan teknik observasi langsung dengan  pengambilan sampel secara sensus pada masa budidaya Juni-Agustus 2017 di Gerokgak, Bali. Pengambilan data dilakukan selama dan setelah dilakukan pemanenan udang berupa jumlah tebar (ekor), berat udang rata-rata (gram), hasil panen (kg) dan pakan kumulatif (kg). Tahapan penelitian: (1) Pemasangan sistem hybrid (ZWD-RAS) (2) Aklimatisasi dan pembesaran udang pada dua padat tebar (500 dan 750 ind/m3) (3)  Analisis kelayakan biologis, teknis dan finansial untuk menghasilkan 1000 kg udang/siklus produksi. Hasil berdasarkan kelayakan biologi layak untuk budidaya udang putih. Hal ini terbukti dari SR (%) (83,01 dan 83,45), FCR (1,32 dan 1,35), nilai biomassa (Kg) (172,39Ã‚Â±14,87 dan 188,18Ã‚Â±27,89) dan nilai produktivitas (Kg/m3) (3,45Ã‚Â±0,30 dan 3,79Ã‚Â±0,95). Data kualitas air meliputi, pH berada di nilai (5,97-7,63), DO (3,1-6,9 mg/L), suhu (26,5-28,4Ã‚Â°C), konsentrasi NH4+ (0,0-0,5 mg/L), dan konsentrasi NO2 (0,0-5,0 mg/L). Berdasarkan kelayakan teknis budidaya udang putih layak. Hal ini terbukti dari parameter sumber air, kondisi biofisik, akses pasar dan pemasok bahan. Pengembangan skema produksi juga diperlukan untuk menunjang kelayakan teknis budidaya terdiri dari beberapa unit. Analisis kelayakan finansial menunjukkan bahwa sistem hybrid layak untuk 500 dan 750  ind/m3, menunjukkan NPV bernilai positif, rasio B/C lebih dari 1 dan nilai IRR lebih tinggi dari faktor diskonto masing-masing 16% dan 18%. Penerapan sistem hybrid (ZWD-RAS) untuk produksi udang putih secara biologis, teknis, dan finansial layak untuk diterapkan di Gerokgak-Buleleng, Bali.", "Daftar File": {"2017 TS PP  TRIESHA RETNO ASTARI 1 - ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/141260"}, "Penulis": "TRIESHA RETNO ASTARI (NIM: 21315301)", "Kontributor / Dosen Pembimbing": ["Pembimbing :    \n\nDr. Gede Suantika.   \n\nDr. Hikmat Ramdhan."], "Jenis Koleksi": "Tesis", "Penerbit": "Biomanajemen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Hybrid system; Kelayakan biologis; Kelayakan teknis; Kelayakan finansial; Litopenaeus vannamei.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "14 Mar 2018"}