{"Nomor": 31374, "Judul": "PERANCANGAN DAN PENGUJIAN USABILITY APLIKASI  GO-VOTE DENGAN METODE USER CENTRED DESIGN UNTUK MENINGKATKAN KEPUASAN PENGGUNA", "Abstrak": "Pemilihan umum (Pemilu) adalah proses dimana rakyat memilih calon pemimpin yang akan menentukan masa depan rakyat untuk kurun waktu tertentu. Masyarakat sebagai bagian dari negara harus berhak untuk ikut berperan mengawasi jalannya proses Pemilu. Memanfaatkan perkembangan teknologi media digital, aplikasi bernama Go-Vote dibentuk. Aplikasi Go-Vote berbasis crowdsourcing dimana datanya berasal dari crowd, atau dalam kasus ini adalah pengguna.  \n\nMasalah yang timbul adalah tingkat partisipasi pengguna sebagai pemberi masukan. Semakin banyak pengguna berpartisipasi, maka semakin akurat pula informasi pada aplikasi. Maka perlu adanya analisis khusus mengenai bagaimana meningkatkan kepuasan pengguna.   \n\nPerancangan dilakukan menggunakan metode User Centred Design (UCD) yang berfokus kepada pengguna. Metode ini dipilih karena metode ini berfokus pada pengguna, dimana sumber data dan informasi aplikasi Go-Vote didapatkan dari masukan pengguna. Untuk menguji apakah pengguna puas saat menggunakan aplikasi, dilakukan pengujian usability terhadap sistem yang sudah dirancang. dan pengujian diujikan menggunakan metode black box dan user experience questionnaire (UEQ).   \n\nHasil pengujian black box menyatakan fungsi pada sistem memenuhi kebutuhan sesuai analisis dan perancangan. Sedangkan berdasarkan hasil pengujian kuesioner, dari skala -3 sampai dengan +3, aplikasi mendapat nilai diatas rata-rata. Rincian nilai yang diperoleh adalah nilai daya tarik sebesar 1.375, nilai kejelasan sebesar 1.393, nilai efisiensi sebesar 1.615, nilai ketepatan sebesar 1.015, nilai stimulasi sebesar 1.095, dan nilai orijinalitas sebesar 1.250.", "Daftar File": {"2018 TS PP TRI SEPDIAN ADITIA FAUDJI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/141276"}, "Penulis": "TRI SEPDIAN ADITIA FAUDJI - NIM : 23215313", "Kontributor / Dosen Pembimbing": ["Dr. Ary Setijadi Prihatmanto ST.,MT"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Pemilu, usability, user centred design.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "07 Mar 2018"}