{"Nomor": 31377, "Judul": "PEMODELAN KETERSEDIAAN UNSUR NITROGEN TOTAL MEDIA TANAM PADA BUDIDAYA TANAMAN SAWI HIJAU (Brassica juncea L. var. TOSAKAN) DENGAN PUPUK KOMPOS LIMBAH BRASSICA", "Abstrak": "Sawi hijau sebagai jenis sayuran yang digemari masyarakat Indonesia masih memiliki produktivitas rendah. Produksi sawi hijau dapat ditingkatkan dengan pemberian pupuk organik. Penggunaan pupuk organik pada media tanam berperan dalam memperbaiki sifat fisik, biologi, dan kimia tanah khususnya ketersediaan unsur N total. Pengetahuan terhadap pemodelan ketersediaan unsur N total pada media tanam sawi hijau berperan penting sebagai dasar produksi skala besar. Tujuan dari penelitian ini adalah mempelajari pengaruh penggunaan pupuk kompos sayuran sawi terhadap ketersediaan unsur hara N total dibanding kontrol pada pertumbuhan sawi hijau var. Tosakan dan menentukan model matematis ketersediaan unsur hara N total pada media tanam sawi hijau var. Tosakan selama pertumbuhan. Penelitian dibagi menjadi dua bagian, yakni penelitian budidaya sawi hijau di lapangan dan penelitian unsur N total di laboratorium. Penelitian dilakukan dengan perlakuan media tanam yakni tanah-arang sekam-kompos 1:1:1 w/w/w (perlakuan kompos) dan tanah-arang sekam-pupuk kandang 1:1:1 w/w/w dengan pupuk NPK (perlakuan kontrol) sebagai acuan SOP budidaya konvensional. Penanaman dilakukan pada polybag dengan sistem irigasi tetes. Pengambilan data budidaya sawi hijau meliputi jumlah dan luas daun, bobot panen, serta kadar klorofil daun panen. Pengambilan data unsur N total dilakukan secara komposit dengan sampel tunggal untuk setiap perlakuan. Hasil yang diperoleh untuk rata-rata unsur N total (%) media tanam sawi hijau secara keseluruhan (diurutkan berdasarkan hari setelah tanam: 0; 7; 14; 21; 28) yakni perlakuan kompos: 0,500; 0,585; 0,580; 0,615; 0,645 dan perlakuan kontrol: 0,470; 0,590; 0,585; 0,610; 0,600; yang menunjukkan data relatif stabil dengan pola dominan naik. Berdasarkan data tersebut model matematis ketersediaan unsur N total media tanam yakni perlakuan kompos: y = -0,0073x4 + 0,0946x3 Ã‚Â– 0,4302x2 + 0,8229x + 0,02 dan perlakuan kontrol: y = -0,0092x4 + 0,1175x3 Ã‚Â– 0,5383x2 + 1,05x Ã‚Â– 0,15.", "Daftar File": {"2018 TA PP TRI SUSANTI 1-ABSTRAK 1.pdf": "https://digilib.itb.ac.id/gdl/download/141293"}, "Penulis": "TRI SUSANTI (NIM : 11414025)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n\nDr. Pingkan Aditiawati, MS.", "Dr. Ir. Mia Rosmiati, MP."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Sawi hijau, pemodelan, N total, kompos", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "19 Sep 2018"}