{"Nomor": 31373, "Judul": "STUDI KEANDALAN SISTEM STRUKTUR SEDERHANA UNTUK KEGAGALAN YANG BERKORELASI", "Abstrak": "Dalam teori probabilitas, kapasitas dan tingkat risikonya dinyatakan dengan kemungkinan kegagalan (probability of failure,Pf). Perhitungan kemungkinan kegagalan (probability of failure, Pf) dalam suatu sistem struktur tidaklah sederhana karena melibatkan beberapa peristiwa kegagalan komponen. Proses perhitungan ini merupakan integrasi fungsi-fungsi kinerja dari beberapa komponen dengan daerah integrasi yang tergantung pada korelasi antar peristiwa kegagalan komponen-komponen tersebut. Persamaan eksak yang ada hanya dapat digunakan untuk menentukan kemungkinan kegagalan suatu sistem struktur yang komponennya berkorelasi sempurna atau tidak berkorelasi sama sekali. Sedangkan untuk menentukan kemungkinan kegagalan suatu sistem struktur dengan komponen yang saling berkorelasi tidak sempurna diperlukan persamaan pendekatan.  \n\nTujuan penelitian ini secara umum adalah untuk mengetahui keandalan sistem struktur dengan kegagalan dan keruntuhan tiap komponennya saling berkorelasi tidak sempurna. \n\nMetode yang digunakan dalam penelitian ini adalah metode pendekatan Interpolasi Irisan dengan metode First Order Second Moment (FOSM) dalam hal ini adalah penentuan batas atas dan batas bawah Unimodal dan Bimodal dan Simulasi Monte Carlo sebagai metode pembanding dari perhitungan ini. \n\nStudi keandalan kemungkinan kegagalan (Probability of Failure, Pf) sistem struktur yang berkorelasi untuk beberapa kasus pada penelitian ini dengan Metode Interpolasi Irisan menunjukan bahwa hasil perhitungan masih berada dalam batas Unimodal dan Bimodal dan berdekatan dengan hasil Simulasi Monte Carlo sehingga dapat dikatakan bahwa metode tersebut dapat digunakan sebagai alternatif metode perdekatan dalam perhitungan Pf dengan komponen yang berkorelasi. \n\nMetode Interpolasi Irisan dengan faktor koreksi r(rho) dapat digunakan sebagai alternatif metode perhitungan keandalan sistem struktur dengan komponen yang berkorelasi tidak sempurna dengan kondisi-kondisi yang ditentukan dimana perbedaan PFi dan PFj tidak terlalu jauh, yaitu kurang dari 10 kalinya dan data yang dipergunakan untuk membuat grafik r(rho) vs rho harus dibuat sedemikian rupa dengan rentang nilai rho tidak jauh dengan rho yang akan dihitung P[FiFj] nya.", "Daftar File": {"2018 TS PP TRI SASANGKA ADJI  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/141275"}, "Penulis": "TRI SASANGKA ADJI (NIM: 25016008)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Ir. Adang Surahman MSc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "probabilitas, keandalan, First Order Second Moment Method, Unimodal, Bimodal, Monte Carlo Simulation, koefisein korelasi.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "02 Jul 2018"}