{"Nomor": 31376, "Judul": "SIMULASI ALIRAN UDARA UNTUK OPTIMALISASI PELETAKAN TURBIN ANGIN DI NUSA TENGGARA TIMUR", "Abstrak": "Provinsi Nusa Tenggara Timur merupakan daerah yang memiliki rasio elektrifikasi rendah yakni sebesar 21,34% sementara kecepatan angin di daerah ini berkisar antara 3Ã‚Â–6,5 m/s yang menyebabkan wilayah ini berpotensi untuk dikembangkannya energi angin. Semua daerah dilewati oleh angin, tetapi tidak semua daerah berpotensi untuk menjadi tempat peletakan turbin angin. Oleh karena itu, perlu dilakukan kajian mengenai optimalisasi peletakan turbin angin. Dalam penelitian ini, analisis klimatologi kecepatan angin dan persentase kecepatan angin melebihi 3,5 m/s digunakan untuk menentukan wilayah yang potensial untuk peletakan turbin angin di Provinsi Nusa Tenggara Timur. Selanjutnya dilakukan simulasi model windstation dengan wilayah potensial yang telah diperoleh sebelumnya menjadi domain. Simulasi model windstation berguna untuk melihat konsistensi suatu wilayah yang memiliki kecepatan angin yang tinggi dan kemudian akan menjadi wilayah yang optimal untuk peletakan turbin angin. Setelah melakukan analisis dari segi meteorologi dan simulasi windstation, terdapat empat wilayah yang potensial untuk peletakan turbin angin. Dari keempat wilayah potensial tersebut, bagian selatan Pulau Rote merupakan wilayah yang paling optimal untuk dijadikan tempat peletakan turbin angin dengan rata-rata kecepatan angin 6,7 m/s.", "Daftar File": {"2017 TA PP TRISNA SILVIA SINAGA 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/141278", "2017 TA PP TRISNA SILVIA SINAGA 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/141279", "2017 TA PP TRISNA SILVIA SINAGA 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/141280", "2017 TA PP TRISNA SILVIA SINAGA 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/141281", "2017 TA PP TRISNA SILVIA SINAGA 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/141282", "2017 TA PP TRISNA SILVIA SINAGA 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/141283", "2017 TA PP TRISNA SILVIA SINAGA 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/141284"}, "Penulis": "TRISNA SILVIA SINAGA (nim :12812001)", "Kontributor / Dosen Pembimbing": ["Pembimbing : \n\nI Dewa Gede Agung Junnaedhi, M.Si \n \n\nDr.rer.nat. Armi Susandi, MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "optimal; windstation; Nusa Tenggara Timur;", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "7 file", "Tanggal Input": "16 Agu 2018"}