{"Nomor": 31385, "Judul": "VIDEO TRACKING MENGGUNAKAN PARTICLE FILTER DAN ORB UNTUK APLIKASI VISUAL SERVOING", "Abstrak": "Visual servoing telah banyak digunakan di berbagai sektor seperti industri manufaktur, transportasi, kesehatan, dan juga sekuriti. Pada sektor sekuriti seperti penggunaan video surveillance, visual servoing mensyaratkan kemampuan untuk dapat melakukan tracking pada berbagai bentuk benda di lingkungan yang kompleks dan dalam berbagai kondisi pencahayaan. Pendekatan klasik dalam ekstraksi fitur, seperti menggunakan fiducial marker, tidak mungkin dilakukan lagi dalam kondisi ini. Sebagai gantinya, integrasi algoritma video tracking dapat dilakukan untuk menangani proses ekstraksi fitur tersebut. \n\nVideo tracking adalah proses untuk memprediksi posisi suatu fitur dari obyek dalam sekuen image yang terekam oleh kamera secara terus menerus. Agar dapat digunakan pada sistem real-time seperti visual servoing, video tracking harus bersifat efisien, presisi tinggi, dan juga robust. Untuk keperluan ini, kami mengusulkan algoritma color-based particle filter yang dimodifikasi menggunakan hasil dari detektor fitur ORB (ORBPF). Dengan modifikasi ini, algoritma particle filter untuk video tracking mempunyai daya komputasi yang rendah karena jumlah partikel yang digunakan dapat dikurangi secara signifikan namun dengan tetap menjaga keakuratannya. \n\nPerbandingan performa tracking dengan algoritma particle filter tanpa modifikasi dilakukan dan mendapatkan hasil yang sesuai harapan. Pengujian performa algoritma tracking juga dilakukan untuk berbagai kondisi seperti rotasi, skala, perubahan iluminasi, oklusi, dan juga clutter dengan hasil akurasi yang stabil dan relatif meningkat. Pengujian hasil integrasi dengan sistem visual servoing juga menunjukkan performa yang bagus dan dapat digunakan untuk tracking berbagai obyek pada lingkungan indoor maupun outdoor.", "Daftar File": {"2018 TS PP TSANI HENDRO NUGROHO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/141307"}, "Penulis": "TSANI HENDRO NUGROHO (NIM : 23215084)", "Kontributor / Dosen Pembimbing": ["Pembimbing : \n\nProf.Dr.Ir. Bambang Riyanto Trilaksono. \n\nIr. Toto Indriyanto, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "video tracking, color-based particle filter, ORB, visual servoing.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "12 Mar 2018"}