{"Nomor": 31384, "Judul": "CORPORATE SOCIAL RESPONSIBILITY DISCLOSURE AND ISLAMIC BANK PROFITABILITY: EVIDENCE FROM INDONESIA", "Abstrak": "Perkembangan perbankan syariah di Indonesia diarahkan untuk memberikan manfaat besar bagi masyarakat dan optimal bagi perekonomian nasional. Dengan meningkatkan nilai perusahaan yang menarik investor untuk mencapai profitabilitas yang lebih tinggi yang mungkin didukung oleh pengungkapan CSR dalam laporan tahunan perusahaan. Selain itu, CSR dari perspektif Islam juga diharapkan menjadi bagian eksistensial dari bank-bank Islam dan lembaga keuangan. Oleh karena itu, tujuan dari penelitian ini adalah untuk menguji hubungan antara pengungkapan tanggung jawab sosial perusahaan (CSR) dan profitabilitas untuk bank syariah di wilayah Indonesia selama periode 2008-2017 dengan menghasilkan data terkait CSR melalui analisis pengungkapan berdasarkan standar yang dikembangkan oleh Organisasi Akuntansi dan Audit untuk Lembaga Keuangan Islam (AAIOFI) dari laporan tahunan dari 12 bank sampel yang terdaftar di Bank Indonesia. Penelitian ini dilakukan dengan menggunakan indeks pengungkapan CSR, indeks dimensi individu, ukuran, rasio modal, rasio pinjaman, dan biaya overhead sebagai variabel independen, sedangkan variabel dependen adalah profitabilitas yang diproksikan dengan menggunakan Return on Asset (ROA). Metode yang digunakan untuk menganalisis data adalah regresi data panel, karena penelitian ini menggunakan kombinasi data cross-sectional dan time-series. Hasil penelitian ini menunjukkan bahwa ada hubungan positif yang signifikan antara pengungkapan CSR dan profitabilitas bank syariah Indonesia. Namun demikian, untuk tiga dimensi individual; 'Zakat, amal, dan dana kebajikan', 'komitmen terhadap debitur', dan 'komitmen terhadap masyarakat' menunjukkan hasil negatif karena menunjukkan tidak ada hubungan yang signifikan dengan profitabilitas bank syariah di Indonesia. Oleh karena itu, rekomendasi untuk beberapa perhatian pada variabel negatif telah diidentifikasi dalam penelitian ini.", "Daftar File": {"2018 TA PP TSAMARA HASANAH NUGRAHA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/141306", "2018 TS PP TSAMARA H 1 - FULL TEXT.pdf)u": "https://digilib.itb.ac.id/gdl/download/251736"}, "Penulis": "Tsamara Hasanah Nugraha (19015209)", "Kontributor / Dosen Pembimbing": ["Dr. Taufik Faturrohman. P.hD"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "CSR disclosure, Profitability, Islamic Bank", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "2 file", "Tanggal Input": "23 Jul 2018"}