{"Nomor": 31389, "Judul": "PENGARUH APLIKASI KOTORAN AYAM TERHADAP PRODUKTIVITAS DAN KUALITAS POLONG SEGAR TANAMAN KEDELAI JEPANG EDAMAME (GLYCINE MAX (L.) MERRIL) VARIETAS RYOKKOH", "Abstrak": "Kedelai edamame merupakan sejenis kedelai yang termasuk ke dalam kategori sayuran yang dimakan saat masih hijau. Kedelai edamame dikenal sebagai sayuran dan cemilan sehat teman minum teh di negara asalnya yaitu Jepang. Saat ini peluang pasar ekspor edamame sangat luas sehingga peluang untuk mengembangkan edamame masih sangat tinggi. Namun seiring dengan pengembangan produksi edamame meningkat pula penggunaan pupuk sintetis kimia yang dapat mendegradasi lahan. Kotoran ayam merupakan limbah yang dihasilkan dari peternak ayam dan pupuk organik ayam merupakan pupuk yang mudah didapatkan oleh petani. Pupuk kandang ayam mengandung unsur hara tiga kali lebih besar dari pada pupuk kandang lainnya. Oleh karena itu dilakukan penelitian mengenai pengaruh dosis pupuk kotoran ayam terhadap produktivitas dan kualitas kedelai edamame. Parameter pertumbuhan, produktivitas, dan kualitas yang diamati adalah tinggi tanaman, jumlah daun, jumlah cabang, jumlah buku, jumlah polong, bobot polong, bobot segar brangkasan, organoleptik, dan total padatan terlarut. Penelitian dilaksanakan di daerah Desa Sukawangi, Kecamatan Pamulihan, Kabupaten Sumedang, Jawa Barat. Faktor perlakuannya pemberian dosis pupuk kotoran ayam yang berbeda yaitu 1 ton/ha, 3 ton/ha, dan 5 ton/ha pada setiap lubang tanam. Produktivitas polong segar kedelai edamame varietas Ryokkoh pada dosis pupuk kandang ayam 1 ton/ha, 3 ton/ha, dan 5 ton/ha secara berurutan adalah 6,12 ton/ha, 5,11 ton/ha, dan 4,6 ton/ha. Dosis pupuk kandang sapi yang mampu memberikan produktivitas polong segar tinggi dan kualitas polong terbaik adalah 1 ton/ha.", "Daftar File": {"2018 TA PP TUTIK RATNA SARI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/141312"}, "Penulis": "TUTIK RATNA SARI (nim : 11414029)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ramadhani Eka Putra."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "edamame, kualitas, produktivitas, pupuk kotoran ayam", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "29 Jun 2018"}