{"Nomor": 31382, "Judul": "PERANCANGAN BUKU SILENT COMIC MENGENAI CAGAR BUDAYA KOTA BANDUNG TEMPO DOELOE", "Abstrak": "Kota Bandung adalah kota yang kaya akan Cagar Budaya, terutama Cagar Budaya yang dibangun pada saat era kolonial Belanda. Mulai tahun 1920an hingga 1930an pembangunan kota Bandung berkembang pesat hingga dijuluki sebagai Parisj van Java, kemudian era ini disebut sebagai Bandung tempo doeloe. Namun seiring dengan perkembangan kota, keberadaan cagar budaya semakin lama semakin hilang. Dibandingkan dengan kota-kota besar lain di Indonesia, kota Bandung bisa dikatakan agak terlambat dalam melaksanakan pelestarian cagar budaya tempo doeloenya. Padahal, cagar budaya ini merupakan salah satu ciri khas kota Bandung dan dapat dimanfaatkan kedalam berbagai sektor. Kesadaran untuk melestarikan keberadaan cagar budaya juga semakin hilang dari masyarakat, terutama generasi muda. Masih banyak generasi muda yang cenderung tdak acuh terhadap sejarah dan keberadaan cagar budaya di kotanya. Hal ini berkaitan dengan pengenalan cagar budaya di sekolah. Pelajaran sejarah sering terkesan kaku dan di dikte tanpa melibatkan siswa. Mengenalkan cagar budaya bisa melalui berbagai cara, termasuk melalui media populer seperti komik. Dalam membaca komik, dibutuhkan keterlibatan pembacanya untuk dapat memahami isi cerita yang ada di dalam maupun luar panel. Terutama dalam panel-panel tanpa teks. Panel-panel tanpa teks dapat ditemui dalam jenis komik silent comic yang mengutamakan visual dalam penyampaiannya. Tanpa adanya teks memberikan kesempatan bagi para pembacanya untuk dapat lebih berimajinasi, berkelana, dan ikut masuk ke dalam dunia yang dihadirkan oleh cerita dalam komik. Melalui metoda analisa teks dan visual pada sumber literatur sejarah, serta analisa visual pada silent comic dan komik bertema sejarah maka dihasilkan simpulan serta konsep yang kemudian diterapkan dalam pengolahan visual silent comic. Dalam rancangan komik, dilakukan pemilihan dan penggunaan panel yang sesuai untuk ketersampaian informasi cerita. Selain itu, gambar latar dan objek yang digambar mendetail bukan hanya berfungsi sebagai latar pelengkap, tetapi juga sebagai bagian dari cerita. Informasi, cerita, dan suasana cagar budaya kota Bandung tempo doeloe dapat tersampaikan kepada pembaca dengan menerapkan konsep-konsep tersebut. \n\nKata kunci:", "Daftar File": {}, "Penulis": "TSALITSA KAMILA - NIM: 17414037", "Kontributor / Dosen Pembimbing": ["Pembimbing : Triyadi Guntur Wiratmo,S.Sn.,M.Sn"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Komunikasi Visual", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Silent Comic, Bandung, Cagar Budaya, Tempo Doeloe", "Sumber": "", "Staf Input/Edit": "Saipul Aripin  \n                                     Saipul Aripin", "File": "1 file", "Tanggal Input": "28 Jun 2018"}