{"Nomor": 31396, "Judul": "STUDI MINERALISASI DAN PARAGENESA BIJIH BESI DI LOKASI CHANNEL SAMPLING CS1 DAN CS2 , DAERAH SIMPANG DUA, TAPAKTUAN, KABUPATEN ACEH SELATAN, PROVINSI NANGGROE ACEH DARUSSALAM", "Abstrak": "Perkembangan teknologi dalam bidang otomotif mendorong konsumsi bijih besi dunia \n\nyang mendorong pula kegiatan eksplorasi bijih besi di Indonesia. Salah satu endapan \n\nmineral bijih di Indonesia adalah endapan Fe Skarn di Simpang Dua, Tapaktuan Aceh \n\nSelatan. Untuk memudahkan kegiatan eksplorasi di daerah tersebut dilakukan penelitian \n\nmengenai karakteristik mineralogi, tekstur mineral, genesa dan studi paragenesa. \n\nSampel bijih besi diambil dengan metode channel sampling di lokasi CS1 dan CS2 di \n\ndaerah Simpang Dua, Tapaktuan, Aceh Selatan. Sampel batuan dianalisis dengan metode \n\npengamatan megaskopis dan mikroskopis berupa analisis mineragrafi dan analisis \n\npetrografi. \n\nBerdasarkan hasil penelitian menunjukkan bahwa sampel bijih besi di lokasi channel \n\nsampling CS1 dan CS2, Simpang Dua, Tapaktuan, Aceh Selatan merupakan batuan bijih \n\nbesi masif yang didominasi oleh mineral bijih besi oksida/hidroksida yaitu magnetit, \n\nhematit, maghemit dan gutit, serta sedikit mineral bijih sulfida yaitu pirit, kalkopirit dan \n\nkovelit, sedangkan mineral pembentuk batuan yang teramati hanya mineral kuarsa. \n\nBerdasarkan studi literatur, analisis mineralogi, dan analisis tekstur, paragenesa \n\npembentukan mineral dalam sampel bijih besi di lokasi penelitian yaitu tahap isokomia \n\nyang dibuktikan oleh adanya kuarsit dalam sampel, tahap prograde metasomatic \n\nalteration dibuktikan oleh adanya mineral magnetit massif serta mineral sulfida primer \n\ndan kuarsa. Tahap alterasi retrograde dibuktikan oleh adanya mineral sulfida dan tekstur \n\npenggantian magnetit oleh hematit spekularit. Namun tidak teridentifikasi mineral penciri \n\nalterasi batuan samping seperti: epidot, aktinolit dan klorit, karena sampel yang dimiliki \n\nhanya bagian bijih besi yang kontak dengan batuan kuarsit. Sampel telah mengalami \n\npelapukan yang ditandai oleh kehadiran mineral gutit dan banyaknya rongga dalam \n\nsampel.", "Daftar File": {"2018 TA PP UCIK DEVI MIRNAWATI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/141338"}, "Penulis": "UCIK DEVI MIRNAWATI (NIM:12114078)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Teti Indriati, MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "mineralisasi, paragenesa, bijih besi", "Sumber": "", "Staf Input/Edit": "Diah Ayu Merdekawati  \n                                     Diah Ayu Merdekawati", "File": "1 file", "Tanggal Input": "03 Jul 2018"}