{"Nomor": 31408, "Judul": "PERANCANGAN SUMBER DAYA AIR APARTEMEN JEIDENAR TWIN TOWER PEKANBARU, RIAU TUGAS AKHIR DESAIN", "Abstrak": "Dalam merencanakan pembangunan suatu Apartemen tidak lepas dari perencanaan bidang Sumber Daya Air yaitu pengelolaan air hujan dan supplai air bersih untuk penghuni apartemen. Pengelolaan air hujan yang direncanakan harus dapat mengalirkan air sejak turunnya hujan diatas atap Apartemen Jeidenar Tower sampai menuju ke sungai. Sistem pengelolaan air hujan berupa drainase harus dapat mangakomodasi besarnya debit ekstrim pada saat banjir sehingga air tidak meluap dan terjadi banjir. Peruntukan Apartemen menjadi salah satu faktor besarnya kebutuhan air bersih yang diperlukan untuk penghuni apartemen. Karena air bersih harus selalu tersedia, maka diperlukan suatu sistem supplai air bersih baik dari PDAM maupun pemanenan hujan yang dapat menunjang kebutuhan air bersih apartemen.  \n\nDalam merencanakan suatu Apartemen juga perlu mempertimbangan aspek lingkungan sebelum konstruksi maupun saat dan setelah konstruksi. Sebelum konstruksi masalah yang terjadi yaitu adanya Muka Air Tanah pada saat melakukan penggalian sehingga dapat menghambat proses konstruksi, sedangkan masalah yang lain yaitu akibat lokasi proyek yang berada pada tikungan sungai Siak, menyebabkan sering tergerusnya tebing sungai sehingga membutuhkan penanganan agar tidak mengganggu fungsi apartemen. Penurunan muka air tanah atau biasa disebut dewatering dilakukan dengan menggunakan pompa air tanah pada sekeliling gedung Apartemen selama masa konstruksi. Sedangkan untuk mencegah tergerusnya tebing sungai akibat aliran air, digunakan batuan rip-rap atau pasangan batu kosong yang diletakkan sepanjang tikungan.", "Daftar File": {"2018 TA PP UMAR FATUROKHMAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/141369"}, "Penulis": "UMAR FATUROKHMAN - NIM: 15014149", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Muhammad Syahril BK"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Saluran drainase, tampungan air hujan dan PDAM, pompa air, dewatering, pompa air tanah, batuan rip-rap", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Sep 2018"}