{"Nomor": 31406, "Judul": "STUDI PERUBAHAN MORFOLOGI PANTAI: STUDI KASUS PANTAI KARANGSONG, INDRAMAYU", "Abstrak": "Penelitian tugas akhir ini bertujuan untuk mengestimasi laju transpor sedimen di Pantai Karangsong, Indramayu menggunakan model evolusi pantai. Penerapan model ini difokuskan untuk menganalisis perubahan morfologi pantai yang signifikan akibat pengaruh pembangunan jetty pada tahun 2005. Dibutuhkan perhitungan perubahan garis pantai dan kedalaman penutup (depth of closure), yaitu kedalaman dimana profil dasar pantai tidak berubah, untuk menerapkan model ini. Perubahan garis pantai diperoleh dari analisis citra satelit Google Earth. Sementara, nilai kedalaman penutup diperoleh dari perhitungan rata-rata dan standar deviasi tinggi gelombang signifikan dalam setahun dari hasil simulasi gelombang SWAN dengan resolusi 1 ÃƒÂ—1 km. Hasil dari penelitian ini menunjukkan selisih sebesar 7,5% model evolusi pantai dibandingkan dengan perhitungan perubahan volume pantai. Perubahan luas pantai dan perubahan garis pantai terbesar terjadi pada periode 2001 Ã‚Â– 2008 yaitu sebesar 297.136 m2 dan 13.897 m. Hasil penelitian juga menunjukkan adanya perbedaan pola transpor sedimen di wilayah selatan jetty dan wilayah utara jetty akibat adanya struktur yang mengganggu penggerak transpor sedimen ke wilayah selatan jetty. Selain itu, laju transpor sedimen menunjukkan nilai yang fluktuatif dan semakin mengecil terhadap waktu mengindikasikan proses pantai menuju keadaan setimbang setelah adanya pembangunan jetty.", "Daftar File": {"2018 TA PP UMAR ABDURRAHMAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/141361"}, "Penulis": "UMAR ABDURRAHMAN (NIM: 12914008)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Eng. Totok Suprijo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Pantai Karangsong, model evolusi pantai, perubahan morfologi pantai", "Sumber": "", "Staf Input/Edit": "Diah Ayu Merdekawati  \n                                     Diah Ayu Merdekawati", "File": "1 file", "Tanggal Input": "03 Jul 2018"}