{"Nomor": 31409, "Judul": "STRATEGI PENGEMBANGAN WISATA PULAU KEMARO, KOTA PALEMBANG, BERDASARKAN PRINSIP PARIWISATA BERKELANJUTAN", "Abstrak": "Pulau Kemaro merupakan salah satu delta dari Sungai Musi yang terletak di bagian hulu Sungai Musi dan ditetapkan sebagai wisata religi dan sejarah. Penyelenggaraan Pariwisata Pulau Kemaro hingga saat ini masih menunjukkan kondisi yang biasa, secara umum belum menunjukkan suatu objek wisata yang berkelanjutan. Keberlanjutan pariwisata merupakan salah satu program kegiatan dari Pembangunan Kepariwisataan Nasional. Persoalan-persoalan kemudian dilihat dari sudut pandang aspek-aspek pariwisata berkelanjutan. Persoalan perwujudan wisata Pulau Kemaro yang berkelanjutan disebabkan oleh banyaknya aktor yang memiliki keterlibatan, variasi kepentingan dari masing-masing aktor, koordinasi antar kelembagaan lemah yang berkaitan dengan pembiayaan pembangunan pariwisata. Kondisi ini menyulitkan perwujudan pariwisata berkelanjutan sehingga sangat dibutuhkan strategi-strategi bagi penyelesaian persoalan. Strategi-strategi yang dirumuskan tidak hanya berpedoman kepada prinsip-prinsip pariwisata berkelanjutan tetapi juga membutuhkan sistem pengelolaan  pariwisata sehingga rumusan strategi yang dihasilkan mudah diimplementasikan.     \n \n \n \n \n \n\nMerumuskan strategi pengembangan wisata Pulau Kemaro berdasarkan prinsip-prinsip pariwisata berkelanjutan dalam konteks wisata religi dan sejarah memerlukan sasaran-sasaran untuk mencapai tujuan penelitian ini yaitu: 1) Teridentifikasinya prinsip-prinsip pariwisata berkelanjutan dalam pengembangan destinasi wisata religi dan sejarah di delta sungai; 2) Terumuskannya persoalan yang dihadapi dalam pengembangan pariwisata Pulau Kemaro berdasarkan perspektif wisata berkelanjutan dan pengelolaan pembangunan pariwisata; 3) Teridentifikasinya peran dan kepentingan para stakeholder yang berpengaruh dan terdampak dalam pengembangan pariwisata Pulau Kemaro; 4) Terumuskannya tujuan pengembangan wisata Pulau Kemaro berdasarkan persoalan dan berbagai kebijakan terkait sebagai dasar merumuskan kekuatan, kelemahan, peluang dan ancaman; 5) Teridentifikasinya faktor internal untuk merumuskan kekuatan dan kelemahan serta peluang dan ancaman dari faktor eksternal yang berpengaruh dalam perumusan strategi pengembangan wisata Pulau Kemaro.     \n \n \n \n \n \n\nPenelitian ini dilakukakan melalui metode kualitatif sehingga proses observasi pengumpulan data primer sangat diutamakan, kemudian kajian terhadap sumber data sekunder juga diperlukan sebagai pelengkap. Prinsip-prinsip pariwisata berkelanjutan dalam konteks wisata religi dan sejarah di pulau Kemaro menjadi hal pertama yang diidentifikasi. Kemudian setelah perumusan persoalan, analisis stakeholder dilakukan untuk mengetahui peran dan kepentingan, serta penentuan stakeholder utama penyelenggara pariwisata Pulau Kemaro. Langkah selanjutnya menganalisis data dan hasil observasi untuk  menentukan tujuan pengembangan pariwisata Pulau Kemaro dan mengidentifikasi faktor internal dan eksternal yang akan menjadi modal untuk merumuskan strategi melalui analisis SWOT. Kemudian rumusan strategi akan diuraikan lebih detail berdasarkan aspek-aspek pariwisata berkelanjutan. Keterkaitan sistem pengelolaan pariwisata berkelanjutan dalam perwujudan pariwisata berkelanjutan membuat rumusan strategi perlu diarahkan di dalam kerangka manajemen fungsi.     \n \n \n \n \n \n\nHasil studi menunjukkan adanya tiga aspek utama pariwisata berkelanjutan yaitu aspek ekonomi, aspek sosisal-budaya, dan aspek lingkungan. Aspek-aspek ini yang menjadi pedoman dalam identifikasi prinsip-prinsip pariwisata berkelanjutan dan juga dalam perumusan strategi. Hasil identifikasi stakeholder  menunjukkan Pemerintah Kota Palembang sebagai stakeholder utama dan menjadi subjek strategi dalam penelitian ini. Hasil analisis SWOT merumuskan beberapa strategi utama yaitu: 1) Memperkuat koordinasi stakeholder internal dan eksternal dalam mencari solusi dan ide-ide untuk kemajuan pariwisata; 2) Intensifikasi daya tarik wisata Pulau Kemaro dengan potensi keagamaan dan kebudayaan yang dimiliki; 3) Intesifikasi aksesibilitas dan amenitas wisata Pulau Kemaro dengan memanfaatkan sumber daya internal dan eksternal secara optimal; 4) Menghasilkan kebijakan pro pariwisata dan pro masyarakat. Dari strategi-strategi utama tersebut diturunkan lebih detail di dalam kerangka aspek-aspek pariwisata berkelanjutan dan kemudian rumusan strategi diarahkan ke dalam kerangka fungsi-fungsi manajemen sebagai berikut: 1) Peramalan (Forecasting); 2) Perencanaan (Planning); 3) Organisasi (Organization); 4) Kepegawaian/Personalia (Staffing); 5) Pengarahan (Actuating); 6) Koordinasi (coordinating); 7) Pembiayaan (Budgeting); 8) Pengendalian (Controlling). Hasil dari perumusan strategi ini diharapkan menjadi rekomendasi bagi stakeholder utama dalam mewujudkan dan mengembangkan pariwisata berkelanjutan dalam konteks wisata religi dan sejarah di Pulau Kemaro.", "Daftar File": {"2018 TS PP UMAR WIRABHUANA_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/141370", "2018 TS PP UMAR WIRABHUANA_ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/141371"}, "Penulis": "Umar Wirabhuana (NIM: 25416053)", "Kontributor / Dosen Pembimbing": ["Dr. Petrus Natalivan Indrajati, ST, MT"], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Production", "Kata Kunci": "Wisata, Pariwisata Pulau Kemaro, Pariwisata Berkelanjutan, Wisata Religi dan Sejarah Strategi, Manajemen Fungsi,  Stakeholder.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Rd. Lenny Fatimah N., Dra", "File": "2 file", "Tanggal Input": "24 Feb 2018"}