{"Nomor": 31403, "Judul": "KAJIAN PENGGUNAAN BAHAN BAKAR DAN BAHAN BAKU ALTERNATIF PADA KILN INDUSTRI SEMEN TERHADAP EMISI GAS BENZENE, TOLUENE, ETHYLBENZENE DAN XYLENE (BTEX)", "Abstrak": "Penggunaan bahan bakar dan/atau bahan baku alternatif pada industri semen dikenal dengan istilah co-processing. Selain sebagai upaya konservasi energi, kegiatan co-processing merupakan salah satu solusi pemusnahan limbah. Namun demikian, senyawa benzene, toluene, ethylbenze dan xylene (BTEX) yang berpotensi menimbulkan dampak negatif terhadap kesehatan dan lingkungan cenderung meningkat pada kiln yang memanfaatkan limbah sebagai bahan bakar alternatif. Untuk memperoleh manfaat yang optimal dan meminimalisasi dampak negatif dari kegiatan co-processing, diperlukan sebuah studi yang mengkaji pemanfaatan limbah baik sebagai bahan bakar maupun bahan baku alternatif pada proses manufaktur semen. Pada penelitian ini, dilakukan analisa terhadap emisi BTEX dari kiln yang disubstitusi oleh solid AFR sebesar 4,7 ton/jam (kapasitas produksi 4600 ton klinker/hari) dan kiln yang disubstitusi oleh sekam padi sebesar 7,4 ton/jam (kapasitas produksi 7800 ton kilnker/hari). Selain BTEX, senyawa octane, nonane dan decane juga terdeteksi dalam gas buang dari proses manufaktur semen. Emisi total VOC dari kiln yang menggunakan solid AFR sebagai bahan bakar alternatif sebesar 11,96Ã‚Â±4,32 mg/Nm3, sedangkan dari kiln yang menggunakan sekam padi sebesar 15,68Ã‚Â±2,23 mg/Nm3. Emisi BTEX berkaitan erat dengan kandungan karbon organik dalam bahan bakar alternatif dan dipengaruhi oleh tingkat substitusinya (TSR). Selain itu, kondisi operasional seperti temperatur preheater dan kecepatan putaran kiln juga diduga mempengaruhi emisi BTEX. Emisi BTEX juga cenderung berbanding terbalik dengan konsentrasi NOx dalam gas buang yang diduga berkaitan dengan temperatur dan laju aliran udara di dalam ruang bakar.", "Daftar File": {"2016 TS PP ULFI MULIANE 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/141351", "2016 TS PP ULFI MULIANE 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/141352", "2016 TS PP ULFI MULIANE 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/141353", "2016 TS PP ULFI MULIANE 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/141354", "2016 TS PP ULFI MULIANE 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/141355", "2016 TS PP ULFI MULIANE 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/141356", "2016 TS PP ULFI MULIANE 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/141357", "2016 TS PP ULFI MULIANE 1-DAFTAR PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/141358"}, "Penulis": "ULFI MULIANE (NIM: 25313008)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Puji Lestari, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "BTEX, bahan bakar alternatif, co-processing, semen, sekam padi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "8 file", "Tanggal Input": "02 Okt 2018"}