{"Nomor": 31418, "Judul": "Penentuan Alternatif Penggunaan Lahan Pascatambang Berdasarkan Preferensi Stakeholder Di Kutai Kartanegara", "Abstrak": "Aktifitas penambangan batubara telah mengubah penggunaan lahan dan tutupan lahan di Kabupaten Kutai Kartanegara. Setelah reklamasi dan rehabilitasi lahan tambang, pemanfaatan lahan pascatambang masih menghadapi banyak kendala, terutama terkait dengan perubahan kondisi fisik dan lingkungan serta perbedaan preferensi pemangku kepentingan mengenai guna lahan yang sesuai untuk diterapkan bagi lahan pascatambang. Terbatasnya lahan yang sesuai untuk pengembangan mendorong daerah untuk menggunakan kembali lahan bekas tambang. Permasalahan utama penelitian ini terkait dengan bagaimana menentukan alternatif penggunaan lahan pasca-tambang dengan mempertimbangkan kendala utama yang menghambat pengembangan penggunaan lahan. Masalah lainnya yang menghambat adalah tidak adanya metode yang fix untuk menilai kelayakan pemanfaatan lahan pascatambang. Maksud dari penelitian ini adalah mengembangkan metode penilaian berbasis pemangku kepentingan bagi penggunaan lahan pascatambang untuk mencapai pembangunan berkelanjutan di Kutai Kartanegara. Untuk mencapai maksud tersebut, penelitian ini merumuskan tiga tujuan utama. Tujuan pertama yaitu mengidentifikasi apakah lahan bekas tambang dapat dimanfaatkan untuk pengembangan lebih lanjut. Tujuan kedua adalah menilai preferensi pemangku kepentingan mengenai faktor yang paling penting dalam menentukan penggunaan lahan pasca-penambangan. Adapun tujuan terakhir yaitu mengidentifikasi alternatif penggunaan lahan pascatambang dengan mempertimbangkan preferensi para pemangku kepentingan. Pengumpulan data primer dilakukan melalui wawancara dan penyebaran kuesioner kepada pemerintah daerah, akademisi, perusahaan pertambangan, organisasi non-pemerintah serta masyarakat. Pemilihan responden dilakukan secara purposive sampling dengan mempertimbangkan beberapa kriteria seperti pengalaman, tingkat pendidikan dan kredibilitas serta kesediaan untuk menjadi responden. Selain pengumpulan data primer, studi ini juga menggunakan beberapa data sekunder untuk menunjang penelitian. Adapun data sekunder yang digunakan yaitu peta, dokumen perencanaan tata ruang, dokumen Analisis Mengenai Dampak Lingkungan (AMDAL), serta dokumen perencanan lainnya. \n\nHasil penelitian ini menunjukkan bahwa lahan bekas tambang dapat dimanfaatkan untuk pengembangan lebih lanjut selama mempertimbangkan aspek fisik dan teknis serta preferensi para pemangku kepentingan. Setidaknya terdapat 5 (lima) jenis penggunaan lahan yang dapat diterapkan di wilayah studi yaitu pertanian, danau atau kolam, konstruksi, rekreasi, dan hutan. Setiap jenis penggunaan lahan memiliki kriteria yang berbeda. Kriteria ini dipilih berdasarkan tinjauan pustaka dan penilaian pemangku kepentingan. Lebih lanjut, pemangku kepentingan memiliki persepsi yang berbeda tentang faktor paling penting yang harus dipertimbangkan untuk menentukan penggunaan lahan pascatambang. Mereka juga memiliki preferensi yang berbeda mengenai faktor paling penting yang harus dipertimbangkan untuk mengembangkan penggunaan lahan pascatambang. Selanjutnya, perbedaan preferensi pemangku kepentingan tersebut menghasilkan alternatif penggunaan lahan pascatambang yang berbeda pula. Perbedaan ini terutama berkaitan dengan lokasi dan luas pemanfataan lahan pascatambang. Hasil dari studi ini merekomendasikan pengambil keputusan untuk mempertimbangkan preferensi pemangku kepentingan. Pertimbangan terhadap preferensi pemangku kepentingan mampu mendorong pengembangan lahan bekas tambang yang memperhatikan prinsip lingkungan dan partisipasi masyarakat. Pembangunan konsensus juga dapat menjadi salah satu pendekatan yang mampu menjembatani perbedaan preferensi antara para pemangku kepentingan. Selain itu, Focus Group Discussion (FGD) yang melibatkan semua pemangku kepentingan juga penting. Dengan FGD, semua pemangku kepentingan dapat bertukar dan berbagi ide dan pemikiran untuk mencapai tujuan bersama.", "Daftar File": {"2018 TS PP UPIK AGUSTIANI PERDANA_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/141381", "2018 TS PP UPIK AGUSTIANI PERDANA_ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/141382"}, "Penulis": "Upik Agustiani Perdana (NIM: 25416009)", "Kontributor / Dosen Pembimbing": ["Prof. Benedictus Kombaitan"], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Economics of land & energy", "Kata Kunci": "Penggunaan lahan, Lahan pascatambang, Preferensi pemangku kepentingan, Analytic Hierarchical Process", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Rd. Lenny Fatimah N., Dra", "File": "2 file", "Tanggal Input": "01 Okt 2018"}