{"Nomor": 31417, "Judul": "POLIMER BERCETAKAN MOLEKUL   UNTUK EKSTRAKSI FASA PADAT KATEKIN DAN TURUNANNYA", "Abstrak": "Daun teh (Camellia sinensis) mengandung senyawa polifenol yang berfungsi sebagai antioksidan. Senyawa polifenol yang terdapat di dalam daun teh antara lain catechin (C), epicatechin (EC), epicatechin gallate (ECG), epigallocatechin (EGC) dan epigallocatechin gallate (EGCG). Aktivitas antioksidan paling tinggi dimiliki oleh senyawa EGCG dan aktivitas antioksidan EGCG 100 kali lebih potensial dibandingkan vitamin C. Selain polifenol, di dalam daun teh juga terdapat kafein yang memiliki efek insomnia, cepat marah bahkan kerusakan fungsi syaraf jika dikonsumsi berlebihan. Oleh karena itu, dibutuhkan metode pemisahan senyawa polifenol khususnya golongan katekin dari daun teh untuk dimanfaatkan sebagai antioksidan.         \n\nPolimer bercetakan molekul atau molecularly imprinted polymer (MIP) yang ditemukan sejak awal 1980-an, telah mengalami perkembangan yang sangat pesat beberapa dekade terakhir. Kemampuan MIP untuk membentuk cetakan yang sesuai dengan ukuran dan afinitas molekul tertentu menjadikan metode ini sangat penting untuk diaplikasikan. Preparasi yang relatif murah dan mudah, kestabilan terhadap panas, asam, suhu dan tekanan tinggi serta ketahanan terhadap kondisi yang ekstrim adalah kelebihan dari metode ini. MIP disintesis menggunakan monomer dan pengikat silang serta kehadiran molekul cetakan. Pemilihan inisiator akan berpengaruh pada proses pembentukan polimer dan penggunaan porogen berhubungan dengan pembentukan pori pada MIP.         \n\nMolekul katekin dan EGCG yang digunakan sebagai molekul cetakan pada metode MIP belum banyak dipublikasikan. Pada penelitian ini, telah berhasil disintesis MIP dengan monomer asam metakrilat (MAA), pengikat silang etilen glikol dimetakrilat (EGDMA), inisiator benzoil peroksida (BPO) dan porogen asetonitril (ACN), Molekul cetakan yang digunakan adalah katekin dan epigallokatekin gallat. Rasio mol (mmol) MAA:EGDMA:BPO adalah 5:30:0,5. Non imprinted polymer (NIP) yang berfungsi sebagai kontrol dibuat sama seperti MIP tapi tanpa kehadiran molekul cetakan. NIP, CIP (catechin imprinted polymer) dan EGCGIP (epigallocatechin gallate imprinted polymer) dikarakterisasi menggunakan spektroskopi inframerah dan foto SEM.          \n\nStabilitas termal NIP, CIP, dan EGCGIP telah dipelajari dengan analisis TGA. Pengurangan massa paling besar untuk NIP, CIP dan EGCGIP berturut-turut terjadi pada temperatur adalah 290 oC, 440 oC, dan 380 oC. Analisis luas permukaan menunjukkan bahwa EGCGIP memiliki luas permukaan paling besar yakni 76,31 m2/g, kemudian CIP 17,93 m2/g dan terakhir adalah NIP 9,79 m2/g. EGCGIP memiliki ukuran radius pori rata-rata paling besar dibandingkan CIP dan NIP yaitu sebesar 4,21 nm. Data ini sesuai dengan foto SEM yang diberikan.         \n\nEkstraksi fasa padat dilakukan menggunakan pelarut metanol-air (90/10, %v/v) dan metanol. Panjang gelombang maksimum untuk katekin dan epigallokatekin gallat berturut-turut adalah 280 nm dan 275 nm. Analisis kuantitatif menggunakan kromatografi cair kinerja tinggi dengan kolom C18 (5 Ã‚Âµm, 150 x 4,6 mm) dengan eluen metanol-air (30/70, %v/v) dengan laju alir 1,0 mL/menit. Sebagai pembanding, digunakan cartridge SPE C18  fasa terbalik. Waktu retensi untuk katekin adalah 3,917 menit sedangkan EGCG adalah 5,576 menit. Persen adsorpsi katekin dengan larutan standar katekin 100 ppm untuk NIP, CIP dan C18 berturut-turut adalah 53,46%, 83,69% dan 93,90%. Persen adsorpsi EGCG dengan larutan standar EGCG 100 ppm untuk NIP, EGCGIP, dan C18 berturut-turut adalah 85,86%, 98,03% dan 98,62%. Persentase adsorpsi katekin dari larutan campuran standar katekin 100 ppm dan EGCG 100 ppm untuk NIP, CIP, EGCGIP dan C18 berturut-turut adalah 39,50%, 71,75%, 97,23% dan 84,13%. Sedangkan persentase adsorpsi EGCG untuk NIP, CIP dan C18 adalah 86,76%, 95,01% dan 84,07%. Persentase adsorpsi EGCG untuk EGCGIP tidak dapat dihitung karena puncak kromatogram EGCG terlalu kecil sehingga tidak dapat dibaca alat. Sampel nyata yang digunakan adalah padatan daun teh komersial. Sampel ini telah mengalami pemrosesan di pabrik sehingga terjadi perubahan komposisi. Kadar EGCG dalam sampel teh adalah 6,87 ppm dan katekin adalah 3,72 ppm.", "Daftar File": {"2018_DIS_PP_UNTUNG_TRIADHI_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/165376", "2018_DIS_PP_UNTUNG_TRIADHI_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/165377", "2018_DIS_PP_UNTUNG_TRIADHI_1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/165378", "2018_DIS_PP_UNTUNG_TRIADHI_1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/165379", "2018_DIS_PP_UNTUNG_TRIADHI_1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/165380", "2018_DIS_PP_UNTUNG_TRIADHI_1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/165381", "2018_DIS_PP_UNTUNG_TRIADHI_1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/165382", "2018_DIS_PP_UNTUNG_TRIADHI_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/165383"}, "Penulis": "UNTUNG TRIADHI [30512006]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Muhammad Bachri Amran", "Dr. Muhammad Ali Zulfikar"], "Jenis Koleksi": "Disertasi", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "polimer bercetakan molekul, ekstraksi fasa padat, katekin, epigallokatekin gallat, daun teh", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "8 file", "Tanggal Input": "07 Mar 2018"}