{"Nomor": 31411, "Judul": "DESAIN SISTEM PENGOLAHAN PASIF AIR ASAM TAMBANG DI PERTAMBANGAN BATU BARA (STUDI KASUS: SITE ASAM-ASAM,  PT ARUTMIN INDONESIA)", "Abstrak": "Pertambangan merupakan pilar penting pembangunan negara. Sektor ini merupakan salah satu penyumbang pemasukan bagi negara. Namun dari usaha pertambangan pula dapat merusak lingkungan sekitar apabila tidak dilakukan pengelolaan lingkungan yang baik. Salah satu masalah pencemaran lingkungan akibat pertambangan adalah air asam tambang. Berdasarkan Peraturan Menteri ESDM RI No 15 Tahun 2017 pasal 11 menyebutkan bahwa pemegang PKP2B wajib memenuhi prinsip salah satunya adalah perlindungan dan pengelolaan lingkungan hidup pertambangan. PT Arutmin Indonesia selaku pemegang PKP2B dalam kegiatannya menghasilkan air asam tambang yang dapat mencemari lingkungan. Dalam upaya perlindungan dan pengelolaan lingkungan hidup pertambangan khusunya dalam mengolah air asam tambang, maka dirancang sistem pengolahan pasif air asam tambang. Sistem ini sangat cocok untuk lokasi pertambangan, karena membutuhkan kontrol manusia yang sedikit, juga biayanya murah disbanding dengan sistem pengolahan aktif.  Dalam perencanaan kali ini mengambil 2 daerah perencanaan di Site Asam-asam, PT Arutmin Indonesia. Daerah perencanaan 1 memiliki catchment area tangkapan hujan 53,83 ha dan daerah perencanaan 2 memiliki catchment area tangkapan hujan 75 ha. Karakteristik air asam tambang di Site Asam-asam pada dua daerah perencanaan tersebut hampir sama yaitu pH rendah, asiditas tinggi, konsentrasi logam tinggi dan konsentrasi total padatan tersuspensi (TSS) juga tinggi. Unit-unit yang terpilih yang digunakan dalam sistem pengolahan pasif air asam tambag adalah anoxic limestone drain (ALD), bak sedimentasi, aerobic constructed wetland (ACW) dan unit pengumpul lumpur. Karena kondisi geografisnya debit limpasan di area tersebut sangatlah besar maka perlu bangunan air untuk mengontrol debit agar unit Ã‚Â– unit setelahnya memiliki ukuran yang tidak terlalu besar sehingga biaya konstruksi bisa tereduksi. Air hasil olahan sistem pengolahan pasif air asam tambang diharapkan mampu memenuhi baku mutu untuk air baku yaitu Peraturan Pemerintah No 82 Tahun 2001 tentang Pengelolaan Kualitas Air dan Pengendalian Pencemaran Air untuk Kelas 1.", "Daftar File": {"2018 TA PP Umi Barokah.pdf": "https://digilib.itb.ac.id/gdl/download/141374"}, "Penulis": "UMI BAROKAH NIM: 15313054", "Kontributor / Dosen Pembimbing": ["Pembimbing Pertama :Prof. Dr-Ing Prayatni Soewondo, MS \n\nPembimbing Kedua   :Dr. Muhammad Sonny Abfertiawan, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Air asam tambang, sistem pengolahan pasif air asam tambang, bangunan air pengontrol debit, anoxic limestone drain (ALD), bak sedimentasi, aerobic constructed wetland (ACW), unit pengumpul lumpur", "Sumber": "", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "06 Mar 2018"}