{"Nomor": 31415, "Judul": "PENGARUH WELL SPACING DAN CLEAT SPACING TERHADAP RECOVERY FACTOR PADA RESERVOIR COALBED METHANE DENGAN KOMUNIKASI AKUIFER", "Abstrak": "Coalbed Methane (CBM) adalah salah satu jenis non-konvensional gas yang komposisi utamanya adalah metana. Gas ini teradsorpsi pada permukaan matriks batu bara selama proses pembentukan batubara. Produksi CBM dilakukan dengan proses dewatering, yaitu memproduksi air yang mengisi rekahan untuk menurunkan tekanan reservoir hingga mencapai tekanan desorpsi. Setelah mencapai tekanan desorpsi, gas metana terlepas dari permukaan matriks batubara dan mengalir sepanjang mikropori menuju rekahan lalu ke lubang bor. Reservoir CBM, secara sekaligus dapat bertindak sebagai source rock dan storage reservoir. Reservoir CBM sering ditemui memiliki komunikasi dengan akuifer, dimana efek dari akuifer tersebut cenderung mempertahankan tekanan reservoir dan menghambat penurunan tekanan sehingga mengurangi desorpsi metana. Untuk menangani produksi air dari reservoir dan akuifer, dan untuk meningkatkan produksi metana, dibutuhkan jumlah sumur yang memadai sehingga diperlukan optimasi well spacing. Pada paper ini, penulis melakukan studi simulasi untuk melihat pengaruh dari well spacing terhadap produksi metana jika reservoir CBM terkoneksi dengan akuifer. Selain itu, simulasi juga dilakukan untuk melihat pengaruh aquifer strength dan cleat spacing terhadap produksi metana untuk setiap well spacing yang diterapkan.", "Daftar File": {"2012 TA PP UMMY KARTININGRUM 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/141378"}, "Penulis": "UMMY KARTININGRUM (NIM : 12208088)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Taufan Marhaendrajana"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "CBM, well spacing, aquifer strength, cleat spacing", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "1 file", "Tanggal Input": "22 Mei 2018"}