{"Nomor": 31427, "Judul": "ANALISIS CEDERA KEPALA PENUMPANG BUS AKIBAT TUMBUKAN ARAH DEPAN: STUDI PARAMETRIK SISTEM SABUK PENGAMAN DAN LOKASI DUDUK", "Abstrak": "Setiap tahun, jumlah bus di Indonesia yang terus meningkat diimbangi oleh banyaknya jumlah kecelakaan yang terjadi. Salah satu jenis kecelakaan yang sering terjadi pada bus adalah tumbukan depan (frontal crash). Tumbukan pada kendaraan dapat menyebabkan cedera ringan hingga kematian. Salah satu dari cedera yang umum terjadi pada penumpang adalah cedera kepala. Head Injury Criterion (HIC) merupakan salah satu parameter yang dapat menunjukkan tingkat keparahan cedera kepala. Menurut regulasi FMVSS 208, yaitu regulasi pemerintah federal Amerika Serikat yang mengatur perlindungan penumpang kendaraan saat tabrakan, kriteria cedera kepala atau HIC yang diizinkan adalah 700.  \n \n\nAnalisis cedera kepala pada penelitian ini terdiri dari dua tahap simulasi, yaitu full-scale barrier test dan sled test. Dari full-scale barrier test didapatkan kurva perlambatan yang dialami oleh bus. Selanjutnya negatif dari kurva perlambatan diaplikasikan ke pengujian sled test dengan menggunakan boneka tiruan manusia (dummy) untuk mendapatkan nilai HIC.  \n \n\nHasil simulasi full-scale barrier test menunjukkan terjadinya perlambatan maupun percepatan dari kecepatan 48 km/jam hingga 0 km/jam. Hal ini disebabkan karena penyerapan energi hanya terjadi pada superstruktur bus dan buckling struktur terjadi secara kontinu.  \n \n\nDari hasil simulasi sled test tanpa seatbelt, nilai HIC tertinggi terdapat pada penumpang baris 6, karena dummy terlempar (ejected) dari kursi, dan nilai HIC terendah terdapat pada baris 12, karena dummy melayang. Sedangkan dari simulasi dengan lap belt, nilai HIC tertinggi terdapat pada penumpang baris 6 karena kepala dummy membentur kursi depannya dan baris 12 karena memiliki durasi perlambatan yang lama. Untuk gabungan lap dan shoulder seatbelt, nilai HIC tertinggi pada baris 12 karena gerakan kepala yang berulang.", "Daftar File": {"2017 TA PP VADILA MENTARI PUSPITANINGTIAS 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/141410"}, "Penulis": "VADILA MENTARI PUSPITANINGTIAS (NIM : 13113062)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n\nDr. Eng. Sandro Mihradi  \n\nDr. Satrio Wicaksono, S.T., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Crashworthiness, frontal crash, LS-DYNA", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "15 Jan 2018"}