{"Nomor": 31422, "Judul": "ANALYSIS OF FACTORS INFLUENCING FOREIGN OWNERSHIP IN GOVERNMENT BONDS INDONESIA", "Abstrak": "Indonesia menerapkan kebijakan defisit anggaran dalam perencanaan suatu anggaran. Kebijakan defisit anggaran adalah kebijakan yang dilakukan oleh pemerintah dimana dalam perencanaan budget untuk pengeluaran pemerintah lebih besar dibandingkan dengan pendapatan yang diterima oleh pemerintah. Tujuan penggunaan kebijakan tersebut adalah untuk mencapai kesejahteraan masyarakat. Untuk mencukupi kekurangan anggaran tersebut, pemerintah dapat menerbitkan utang bank, utang luar negeri, atau menerbitkan surat berharga negara. Di dalam Surat Utang Negara, Bukan haya terdapat Investor lokal saja melainkan juga terdapat investor asing. Pada tahun 2017, jumlah kepemilikan asing dalam surat utang negara Indonesia hampir mencapai 39.25%. Dibandingkan dengan negara lain di ASEAN, Indonesia adalah negara tertinggi dengan porsi kepemilikan asing dalam surat berharaga negara. Adanya investor asing dapat membantu meningkatkan likuiditas pada Surat Utang Negara dan efisiensi pasar Surat Utang Negara berjalan dengan baik. Selain itu, adanya asing didalam Surat Utang Negara juga membantu kesehatan dan peningkatan perekonomian suatu negara. Meski demikian, tingginya kepemilikan asing dalam surat utang negara dapat membuat resiko kegagalan dan resiko pasar naik. Investor asing bukan hanya sensitif dengan faktor ekonomi dari dalam saja, namun ia juga sensitif dengan sentimen global. Oleh karena itu, beberapa hal penting yang harus diperhatikan oleh pemerintah dan investor dalam menentukan faktor apa saja yang memepengaruhi kepemilikan asing pada surat utang Negara Indonesia. Faktor tersebut dibedakan menjadi tiga jenis yaitu faktor dari dalam, faktor dari luar, dan faktor gabungan. Faktor dari dalam terdiri atas tingkat inflasi, nilai tukar Dollar Amerika Serikat-Rupiah Indonesia, volume transaksi, dan imbal hasil Surat Utang Negara tenor 10 tahun. Faktor dari luar terdiri atas nilai tukar Dollar Amerika serikat-Ringgit Malaysia, imbal hasil Surat Utang Negara Malaysia tenor 0 tahun, Nilai tukar Dollar Amerika Serikat-Bath Thailand, imbal hasil Surat Utang Negara Thailand tenor 10 tahun, dan Fed rate. Faktor gabungan adalah faktor yang menggabungkan faktor dari dalam dan luar. Riset ini menggunakan data sekunder dan metode analisis menggunakan kuantitatif deskripsi. Untuk menganalisa data, riset ini menggunakan model regresi OLS. \n\nHasil dari riset ini adalah regresi dengan menggunakan variabel yang berasal dari dalam menunjukkan bahwa semua variabel signifikan mempengaruhi kepemilikan asing dalam surat utang negara. Infalsi dan volume transaksi berpengaruh positif terhadap kepemilikan asing. Nilai tukar dan imbal hasil Surat Utang Negara tenor 10 tahun berpengaruh negatif terhadap kepemilikan asing. Sedangkan regresi menggunakan variabel yang berasal dari luar menunjukkan bahwa nilai tukar USD-MYR dan fed rate signifikan berpengaruh negatif terhadap kepemilikan asing dalam Surat Utang Negara Indonesia. Dan menggunakan faktor campuran, hanya variabel yang berasal dari dalam saja yang signifikan mempengaruhi kepemilikan asing di dalam surat utang negara.", "Daftar File": {"2018 TA PP UTAMI APRILIA WATI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/141399", "2018 TS PP UTAMI APRILIA WATI 1 - FULL TEXT.pdf)u": "https://digilib.itb.ac.id/gdl/download/251745"}, "Penulis": "Utami Aprilia Wati (19015170)", "Kontributor / Dosen Pembimbing": ["Ahmad Danu Prasetyo, ST, MSM, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Foreign ownership, Exchange Rate, Volume transaction, Indonesia Government bond, inflation rate, fed rate, 10th government bond yield", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "2 file", "Tanggal Input": "06 Jul 2018"}