{"Nomor": 31429, "Judul": "THE IMPACT OF INSTAGRAM CONTENT TOWARDS PURCHASE INTENTION IN FASHION BAG INDUSTRY CASE STUDY: REYN.ID", "Abstrak": "Meningkatnya popularitas media sosial telah membuka peluang baru bagi bisnis untuk terhubung dengan pelanggan. Salah satu media paling popular yang digunakan bisnis adalah Instagram. Platform ini telah bermanfaat untuk bisnis terutama di antara merek fesyen. Salah satu merek lokal, REYN, sebagai studi kasus dalam penelitian ini, menggunakan Instagram sebagai saluran pemasaran utama mereka. REYN menggunakan Instagram sebagai alat untuk membagikan informasi mereka melalui konten. Namun, ada kesenjangan besar antara keterlibatan konten Instagram REYN dan niat pembelian. REYN memiliki total 100.615 impressions dan 79.919 reach dari semua 90 konten yang telah diposkan. Rata-rata impressions dan reach berturut-turut adalah 1.118 dan 887 per konten. Di sisi lain, ada 148 orang total dari 90 konten yang menunjukkan niat membeli. Itu berarti bahwa rata-rata orang yang menunjukkan niat membeli hanya 2 orang per posting. Dalam hal ini, niat pembelian dapat berupa meminta informasi lebih lanjut tentang tas. Ini menunjukkan hanya 0,22% orang yang menunjukkan niat membeli jika kita membandingkan dengan jumlah orang yang melihat konten Instagram dari REYN. Jadi penelitian ini akan melihat lebih dekat pada jenis konten Instagram dari REYN yang memiliki pengaruh signifikan terhadap niat pembelian. \n\nMetode penelitian ini adalah explanatory dengan pendekatan kuantitatif melalui kuesioner online. Setelah tinjauan pustaka, variabel independen adalah konten Product Presentation, konten User-Generated, konten Aspirational Group, konten Utilitarian Message, dan niat pembelian sebagai variabel dependen. Data yang dikumpulkan dengan non-probability sampling dan akan dianalisis dengan menggunakan regresi linier berganda pada SPSS. Sebelum memasukkan analisis dengan regresi linier berganda, data dari 40 responden akan diperiksa validitas dan reliabilitasnya. Ada juga uji asumsi klasik yang dilakukan dan setelah melewati semua persyaratan, maka akan dilanjutkan ke tes MLR. Berdasarkan hasil ini, dengan 223 responden wanita dengan usia mayoritas antara 18 - 30 tahun terutama mahasiswa, menghasilkan hasil bahwa Konten Product Presentation, konten User-Generated, dan konten Utilitarian Message memiliki dampak yang signifikan terhadap niat pembelian saat konten Aspirational Group tidak menunjukkan dampak yang signifikan. Faktor terbesar yang memengaruhi niat pembelian pelanggan REYN adalah Konten Utilitarian Message.", "Daftar File": {"2018 TA PP VALENCIA INDINA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/141412"}, "Penulis": "Valencia Indina (19215027)", "Kontributor / Dosen Pembimbing": ["Evy Rachmawati Chaldun, SE., M.Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Instagram Content, Purchase Intention, Fashion Bag", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "1 file", "Tanggal Input": "31 Jul 2018"}