{"Nomor": 31436, "Judul": "SINTESIS DAN KARAKTERISASI SIFAT FOTOLUMINESENSI SRAL2O4 TERDOPING CU2+ DENGAN METODE SONOKIMIA", "Abstrak": "Senyawa fosfor merupakan senyawa yang memiliki sifat luminesensi jika diberi energi dalam bentuk cahaya. Salah satu senyawa fosfor yang berpotensi untuk dikembangkan adalah SrAl2O4. SrAl2O4 merupakan senyawa host yang cukup efisien dengan band gap yang lebar yang menghasilkan spektrum emisi tertentu dengan adanya doping ion logam tanah jarang dan logam transisi. Umumnya SrAl2O4 didoping dengan Eu2+, namun Eu2+ termasuk logam tanah jarang yang mahal sebagai dopan. Akan dipelajari sebuah alternatif yaitu Cu2+ sebagai dopan SrAl2O4. Pada penelitian ini akan dipelajari penggunaan metode sonokimia yang belum pernah diaplikasikan untuk sintesis senyawa ini. Variasi pH, suhu pemanasan, dan konsentrasi prekursor dilakukan untuk mengoptimalkan pembentukan senyawa SrAl2O4 terdoping. Dilakukan juga perbandingan hasil dengan metode reaksi fasa padat untuk sintesis SrAl2O4 terdoping Cu2+. Difraksi sinar-X menunjukkan senyawa ini berhasil disintesis dengan fraksi volume 80% untuk metode sonokimia dan 90% untuk metode reaksi fasa padat. Pengukuran fotoluminesensi senyawa SrAl2O4 terdoping Cu2+ tidak menghasilkan puncak spesifik untuk metode sonokimia, sedangkan terdapat puncak emisi biru pada panjang gelombang 469 nm dengan panjang gelombang eksitasi 258 nm untuk metode reaksi fasa padat. Diffuse reflectance spectroscopy yang dilakukan untuk melihat sifat optik kristal senyawa ini menunjukkan banyak keadaan cacat pada celah energi.", "Daftar File": {"2016 TA PP VALLERY VOANTRIS 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/141426", "2016 TA PP VALLERY VOANTRIS 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/141432"}, "Penulis": "VALLERY VOANTRIS  (NIM: 10512044)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Bambang Prijamboedi."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "SrAl2O4, fotoluminesensi, sonokimia, fosfor, Cu2+, reaksi fasa padat", "Sumber": "", "Staf Input/Edit": "suwadji  \n                                     suwadji", "File": "7 file", "Tanggal Input": "09 Okt 2018"}