{"Nomor": 31437, "Judul": "PERANCANGAN PONDASI TIANG PANCANG DAN DIAPHRAGM WALL AULA KONSER MUSIK GEDEBAGE BANDUNG", "Abstrak": "Aula Konser Musik Gedebage terdiri dari 4 lantai struktur atas dan 4 lantai basement. Tugas akhir ini berfokus pada desain dan analisis terhadap tiang pancang yang digunakan pada pondasi dan dinding penahan tanah beserta perkuatan frame wall. Tanah pada lokasi proyek berupa lempung.  \n \n\nPondasi yang digunakan memiliki diameter 60 cm dengan kedalaman 20 m dan 24 m dan dilakukan pemancangan menggunakan bantuan follower/dolly. Desain sistem pondasi tiang pancang dilakukan terhadap daya dukung aksial tekan tunggal menggunakan metode Reese dan Wright, daya dukung lateral dengan bantuan software ENSOFT LPILE, daya dukung aksial grup dengan bantuan ENSOFT GROUP, analisis settlement menggunakan metode Poulos dan Davis, differential settlement yang diperiksa terhadap batas izin, desain penulangan pile cap, desain tie beam, dan uplift yang terjadi pada pondasi.  \n \n\nDesain dinding penahan tanah berupa diaphragm wall dengan tebal 0.8 m dengan kedalaman 27 m, desain perkuatan 2 lapis  frame wall  pada kedalaman 4.5 m dan 11.3 m dengan pemodelan menggunakan ETABS, analisis kestabilan, gaya dalam, dan deformasi yang terjadi dengan pemodelan pada PLAXIS 2D. Dilakukan analisis terhadap keruntuhan basal heave dan desain penulangan diaphragm wall.", "Daftar File": {"2018 TA PP Vallian Yuda 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/141433"}, "Penulis": "Vallian Yuda Wiratama - NIM :  15014014", "Kontributor / Dosen Pembimbing": ["Franciscus Xaverius Toha, MSCE, MSEM, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Tiang pancang, daya dukung, dinding diafragma, penurunan tanah, PLAXIS 2D, frame wall, ENSOFT, pile cap, tie beam,", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Sep 2018"}