{"Nomor": 31448, "Judul": "DESAIN LAYOUT LADANG PEMBANGKIT LISTRIK ( TURBINE FARM ) TENAGA ARUS PASANG SURUT DI SELAT KURUDU, PROVINSI PAPUA", "Abstrak": "Dalam pemenuhan kebutuhan energi, Indonesia masih bergantung pada sumber energi tidak terbarukan, seperti minyak bumi, batubara, dan gas alam. Cadangan sumber daya tersebut sudah mulai menipis dan pada suatu saat akan habis, sehingga perlu adanya sumber lain untuk memenuhi kebutuhan energi negara yang terus mengalami peningkatan. Penelitian ini bertujuan untuk mendapatkan desain layout ladang pembangkit listrik tenaga arus pasang surut yang sesuai dengan kondisi perairan dan kecepatan arus di Selat Kurudu, Provinsi Papua. Ladang pembangkit berisikan instrumen yang sesuai dengan kriteria perairan Selat Kurudu yang kemudian digunakan untuk melakukan analisis finansial berdasarkan daya yang dihasilkan untuk mendapatkan harga jual listrik. Untuk mendapatkan gambaran kecepatan arus pada Selat Kurudu, dilakukan pemodelan hidrodinamika dengan menggunakan perangkat lunak Delft3D. Pemodelan memberikan hasil galat elevasi muka air sebesar 6.454 % dan galat kecepatan arus sebesar 19.33 % serta memberikan gambaran kesamaan model dan pengukuran pada scatter plot Vx dan Vy, fasa dan amplitude kecepatan arus. Berdasarkan hasil pemodelan, didapatkan 2 lokasi potensial dengan kecepatan arus yang cukup besar. Pada kedua lokasi tersebut dilakukan perencanaan desain layout ladang pembangkit dengan menggunakan 450 unit Gorlov Helical Turbine. Berdasarkan besar daya yang dibangkitkan, didapatkan bahwa lokasi Kurudu 2 ( -1.824 LS dan 136.944 BT ) menghasilkan daya lebih besar, yaitu 512.86 MWh di tahun 2017. Pada tahun 2018 investasi pembangunan ladang pembangkit pada lokasi tersebut membutuhkan dana sebesar Rp 204,970,585,679.30 dan untuk mengembalikan investasi tersebut dalam jangka waktu 25 tahun, direncanakan harga penjualan listrik sebesar Rp 16,000.- per kWh.", "Daftar File": {"2018 TA PP  VARIAN STEVEN TIMOTEUS 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/141444"}, "Penulis": "Varian Steven Timoteus (15514067)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n\nAlamsyah Kurniawan, Ph.D.", "Dr. Eng. Nita Yuanita, ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Pemodelan Hidrodinamika, Arus Pasang Surut, Energi Terbarukan, Selat Kurudu, Papua.", "Sumber": "", "Staf Input/Edit": "suwadji  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "28 Sep 2018"}