{"Nomor": 31441, "Judul": "PERANCANGAN METODE PERAMALAN PERMINTAAN PASAR UNTUK PERBAIKAN FORECAST ACCURACY DAN KEBIJAKAN INVENTORI DI PT MEPROFARM PHARMACEUTICAL INDUSTRIES", "Abstrak": "Kebijakan pemerintah mengenai program Jaminan Kesehatan Nasional (JKN) menimbulkan permintaan yang meningkat untuk obat generik, sehingga perusahaan-perusahaan farmasi di Indonesia berusaha menjalankan bisnisnya sedemikian rupa agar perusahaan dapat memperoleh pendapatan maksimal dan kepuasan konsumen tetap terjamin. PT Meprofarm Pharmaceutical Industries merupakan salah satu dari perusahaan farmasi Indonesia tersebut yang memproduksi berbagai jenis obat generik dan obat paten. \n\nPT Meprofarm saat ini sering mengalami kejadian stockout atau back order akibat tidak mampu memenuhi permintaan konsumen pada waktu yang dijanjikan, sehingga menimbulkan keterlambatan pengiriman. Saat ini PT Meprofarm belum memiliki sistem peramalan permintaan maupun perhitungan manajemen inventori yang berdasar kepada data penjualan historis. Tingkat akurasi peramalan di PT Meprofarm berada pada nilai 61,77% (dengan tingkat error sebesar 38,23%, yang dihitung dengan metode Mean Absolute Percentage Error atau MAPE) sementara target manajemen adalah 25%. Oleh karena itu, perlu dilakukan perbaikan terhadap metode peramalan di PT Meprofarm untuk meningkatkan forecast accuracy dan menggunakan hasil peramalan tersebut untuk memperkirakan kebijakan inventori yang tepat. \n\nPerbaikan metode peramalan dilakukan dengan mencoba tiga metode time-series berbeda untuk menentukan metode yang menghasilkan MAPE terkecil setelah sebelumnya membagi produk-produk yang diteliti ke dalam cluster berdasarkan kesamaan pola data menggunakan metode hClust. Model Q digunakan untuk memperkirakan kebijakan inventori dengan Microsoft Excel VBA Macro sebagai alat bantu hitung. Rancangan perbaikan menghasilkan rata-rata penurunan forecast error sebesar 1,73%, dan jumlah ukuran lot ekonomis, reorder point, safety stock, tingkat pelayanan, serta ekspektasi biaya total inventori per tahun yang bervariasi menurut jenis produk.", "Daftar File": {"2018 TA PP VANIA FAUSTANTA 1 ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/141437"}, "Penulis": "VANIA FAUSTANTA NIM 13414072", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Sukoyo, M. T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "PERAMALAN PERMINTAAN, KEBIJAKAN INVENTORI, TIME-SERIES, MEAN ABSOLUTE PERCENTAGE ERROR, CLUSTERING", "Sumber": "", "Staf Input/Edit": "Dewi Supryati  \n                                     Dewi Supryati", "File": "1 file", "Tanggal Input": "20 Sep 2018"}