{"Nomor": 31458, "Judul": "PENGARUH SISTEM DUA LAYER PADA PENENTUAN PREMI MURNI REASURANSI", "Abstrak": "Risiko katastropik merupakan suatu bentuk kerugian yang ditimbulkan akibat peristiwa bencana alam seperti gempa bumi, kebakaran dan banjir dimana kejadiannya tidak terjadi secara periodik dan sulit untuk diprediksi kapan tepatnya akan terjadi. Risiko katastropik ini pada umumnya tidak dapat ditanggung oleh perusahaan asuransi (ceding) saja sehingga diperlukan kerja-sama dengan sejumlah perusahaan reasuransi dalam menanggung risiko tersebut. Perusahaan asuransi akan mengalihkan sebagian risiko yang ditanggungnya tersebut ke perusahaan reasuransi dan sebagai gantinya perusahaan asuransi harus membayar premi ke perusahaan reasuransi. Dalam tesis ini, diberikan metode perhitungan premi reasuransi berdasarkan lapisan (layer) kerugian dan diamati juga pengaruh interval layer dalam mendapatkan nilai premi. Metode tersebut diaplikasikan pada data kerugian akibat peristiwa kebakaran di Negara Denmark yang tercatat dari tanggal 1 Maret 1980 sampai dengan 31 Desember 1990. Metode yang digunakan ini dikenal dengan Teori Nilai Ekstrem (TNE). Penentuan nilai ekstrem pada TNE dilakukan dengan menggunakan Metode POT. Metode POT ini mengidentifikasikan nilai ekstrem dengan cara terlebih dahulu menetapkan suatu nilai batas tertentu yang disebut dengan threshold yang penentuannya dapat dilakukan berdasarkan Metode MEF. Perhitungan premi reasuransi dilakukan dengan menggunakan fungsi excess of loss dan menerapkan mekanisme perhitungan premi reasuransi untuk dua layer. Pembagian nilai kerugian pada kedua layer dilakukan menjadi beberapa tipe berdasarkan rasio limit pertanggungan. Berdasarkan hasil perhitungan, diperoleh bahwa besarnya premi yang harus dibayarkan perusahaan asuransi kepada perusahaan reasuransi apabila menggunakan sistem dua layer adalah lebih rendah dibandingkan apabila tidak menggunakan sistem dua layer.", "Daftar File": {"TS PP 2018 VERA MUSDALIFAH 1- ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/141473"}, "Penulis": "VERA MUSDALIFAH (NIM: 20816007)", "Kontributor / Dosen Pembimbing": ["Pembimbing:Sapto Wahyo Indratno, M.Sc., Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Aktuaria", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "peaks over threshold, MEF, distribusi generalized pareto, fungsi excess of loss, distribusi poisson", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti  \n                                     Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "20 Sep 2018"}