{"Nomor": 31454, "Judul": "PERAN INOVASI PELAKU USAHA INDUSTRI RAJUT BINONGJATI TERHADAP KEBERLANJUTAN USAHA SEBAGAI INDUSTRI KREATIF KOTA BANDUNG", "Abstrak": "Penelitian ini bertujuan untuk mengidentifikasi bentuk-bentuk inovasi yang dilakukan oleh pelaku usaha Sentra Industri Rajut Binongjati, Kecamatan Batununggal, Kota Bandung. Dan bagaimana pengaruhnya terhadap keberlanjutan usaha sebagai industri kreatif Kota Bandung. Untuk mencapai tujuan tersebut, selain melihat sejarah muncul dan perkembangan sentra industri rajut, peneliti juga menganalisis beberapa variabel terkait bentuk inovasi dan keberlanjutan usaha sebagai industri kreatif serta keterkaitan antara keduanya. Variabel terkait bentuk inovasi tersebut merupakan turunan dari konsep yang dikemukakan oleh Rogers (2003), Johhanessen (2001), serta Guideline pelaksanaan inovasi dari OECD Oslo Manual yang meliputi Inovasi Produk, Inovasi Proses, Inovasi Manajemen, dan Inovasi Pemasaran. Kemudian terkait variabel yang menjadi indikator didalam keberlanjutan usaha, menggunakan turunan konsep yang dikemukakan oleh Fatoki (2014) serta Rogers dalam Dibra (2015). Selanjutnya terkait Konsep Industri dan Ekonomi Kreatif menggunakan teori yang dikemukakan oleh Florida (2012) dan Fahmi (2016), serta Panduan dari UNCTAD (2013) dan DCMS (2013). Selain itu terkait dengan potensi sektor industri kreatif dalam pengembangan ekonomi lokal menggunakan teori dan konsep yang dikemukakan oleh Firman (1999) dan Coffey&Polese (1984). Yang kemudian dilakukan tinjauan terhadap pengaruh inovasi dengan keberlanjutan usaha menggunakan teori dan konsep yang dikemukakan oleh WCED (1987) dan Boons&Ludekefreund (2013). \n \n\nDari seluruh hasil penelitian dapat disimpulkan bahwa Sentra Industri Kreatif Rajut Binongjati dapat ditemukan bentuk-bentuk inovasi yang dilakukan berupa inovasi pada aspek produk, inovasi pada aspek proses, inovasi pada aspek manajemen serta inovasi pada aspek pemasaran. Namun secara umum inovasi yang berpengaruh secara signifikan terhadap keberlanjutan usaha rajut di Binongjati meliputi tiga  bentuk inovasi saja yaitu: inovasi pada aspek produk yang berupa inovasi terkait desain rajut, inovasi pada aspek manajemen yang berupa inovasi terkait manajemen tenaga kerja, serta inovasi pada aspek pemasaran yang berupa inovasi terkait promosi dan wilayah pemasaran.", "Daftar File": {"2018 TA PP VELY BRIAN ROSANDI_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/141461", "2018 TA PP VELY BRIAN ROSANDI_ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/141462"}, "Penulis": "VELY BRIAN ROSANDI (NIM:15414025)", "Kontributor / Dosen Pembimbing": ["Adiwan Fahlan Aritenang, S.T., M.GIT., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "inovasi, keberlanjutan usaha, ekonomi kreatif, industri kreatif, dan pengaruh", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Yoninur Almira", "File": "2 file", "Tanggal Input": "29 Jun 2018"}