{"Nomor": 31453, "Judul": "DEFORMATION STUDY OF KAMOJANG GEOTHERMAL FIELD, FROM GPS OBSERVATION DATA IN 2016-2017", "Abstrak": "GPS telah terbukti menjadi alat yang sangat diperlukan dalam upaya untuk memahami deformasi. GPS memantapkan dirinya sebagai teknologi mutakhir yang mampu mendeteksi aktivitas panas bumi yang sedang berlangsung terkait dengan penurunannya. Di Lapangan Panas Bumi Kamojang, sayangnya, interaksi antara tektonik dan aktivitas panas bumi belum pernah dianalisis menggunakan GPS sebelumnya. Dengan demikian, analisis deformasi kerak seperti itu tidak pernah dilakukan dan masalah ini menjadi subjek wajib terutama jika kita melihat sejarah panjang Kamojang Geothermal Field dan situasi geografis yang terletak di dekat Gunung Guntur. Data yang digunakan dalam penelitian ini adalah data observasi GPS dari tahun 2016-2017. Pengolahan data menghasilkan koordinat, dengan nilai standar deviasi dari koordinat toposentris kurang dari atau sama dengan 11 mm. Hasil yang tepat penting untuk memberikan hasil yang lebih baik dari sinyal dan regangan deformasi. Penghitungan sinyal deformasi dilakukan berdasarkan analisis tren dari pemindahan displacement seri waktu dari titik-titik pengamatan GPS relatif terhadap POST. Komponen horizontal sinyal deformasi di daerah ini berada pada kisaran 2,60 mm / tahun hingga 20,75 mm / tahun dalam referensi blok Sundaland, sedangkan nilai maksimum terjadi di stasiun KMJ6. Pola regangan yang terjadi di sekitar area reservoir didominasi oleh kompresi karena ekstraksi panas dan fluida dalam aktivitas geotermal.", "Daftar File": {"2017 TA PP VELLA AHALLA HULAIFAH SOMANTRI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/141455", "2017 TA PP VELLA AHALLA HULAIFAH SOMANTRI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/141456", "2017 TA PP VELLA AHALLA HULAIFAH SOMANTRI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/141457", "2017 TA PP VELLA AHALLA HULAIFAH SOMANTRI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/141458", "2017 TA PP VELLA AHALLA HULAIFAH SOMANTRI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/141459", "2017 TA PP VELLA AHALLA HULAIFAH SOMANTRI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/141460"}, "Penulis": "VELLA AHALLA HULAIFAH SOMANTRI  (NIM:15113030)", "Kontributor / Dosen Pembimbing": ["Pembimbing : H"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kamojang Geothermal Field, GPS, Deformation, Deformation signal, Strain", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "6 file", "Tanggal Input": "12 Sep 2018"}