{"Nomor": 31457, "Judul": "PERANCANGAN PONDASI TIANG DAN STRUKTUR PENAHAN TANAH APARTEMEN JEIDENAR TWIN TOWER PEKANBARU, RIAU", "Abstrak": "Apartemen Jeidenar Twin Tower terletak di kawasan Pekanbaru, Riau. Bangunan ini memiliki 15 lantai tipikal yang berfungsi sebagai hotel dan toko retail dan 2 lantai basemen yang berfungsi sebagai lahan parkir dan tempat utilitas. Tugas akhir ini membahas mengenai aspek geoteknik khususnya perancangan konfigurasi pondasi tiang beserta struktur penahan tanah dari bangunan ini. Pondasi tiang didesain dengan tujuan untuk memikul beban dari struktur, sedangkan struktur penahan tanah didesain dengan tujuan sebagai pengaman ketika dilakukan galian basemen.  \n\nPondasi tiang yang digunakan adalah jenis tiang bor. Metode yang digunakan pada perhitungan daya dukung aksial tiang tunggal berdasarkan pada pendekatan Reese dan Wright. Penentuan daya dukung lateral tiang tunggal menggunakan program ENSOFT LPILE. Kombinasi beban yang akan dianalisis terhadap kapasitas tiang yaitu kombinasi ASD. Analisis kelompok tiang menggunakan program ENSOFT GROUP, analisis settlement menggunakan metoda Vesic dan raft equivalent. Pemeriksaan differential settlement dilakukan antara dua titik terdekat harus memenuhi syarat ijin dari aturan yang berlaku. Penulangan elemen-elemen pondasi yaitu tiang bor, tie beam, dan pile cap dilakukan dengan berdasarkan data kombinasi beban LRFD.  \n\nProteksi galian sedalam 8 meter dilakukan dengan menggunakan struktur diaphragm wall dengan menggunakan sistem penunjang ground anchor. Analisis dilakukan dengan menggunakan program PLAXIS 2D dengan pemodelan konstruksi bertahap, pemasangan dinding, 3 tahap galian dan 1 tahap pemasangan ground anchor. Tebal diaphragm wall yang digunakan adalah 0,8 meter dengan kedalaman 14 meter. Ground anchor akan dipasang pada kedalaman 4 meter. Analisis kestabilan galian terdiri dari upheaval, basal heave, dan sand boiling.", "Daftar File": {"2018 TA PP VENNY SULIEN SARAGI  1- ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/141472"}, "Penulis": "VENNY SULIEN SARAGI - NIM : 15014155", "Kontributor / Dosen Pembimbing": ["Sugeng Krisnanto, ST, MT, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "desain, pondasi tiang bor, pondasi tiang bor kelompok, settlement, basement, diaphragm wall, ground anchor, LPILE, GROUP, PLAXIS 2D.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "02 Jul 2018"}