{"Nomor": 31464, "Judul": "Strategi Pemasaran Terpadu di BPR Kedu Arthasetia", "Abstrak": "Di sektor keuangan mikro tidak hanya didominasi oleh BPR, banyak produk pengganti BPR seperti koperasi dan perusahaan finansial yang bermunculan untuk memberikan pembiayaan bagi para pelaku usaha mikro. Salah satu provinsi yang memiliki pertumbuhan positif dan menyumbang angka signifikan dalam perkembangan aset BPR di Indonesia adalah Jawa Tengah. Perkembangan positif tersebut juga menjanjikan peluang yang menarik untuk industri BPR di Kabupaten Temanggung yang merupakan salah satu kabupaten di Jawa Tengahyang masih memiliki potensi untuk mengembangkan sektor keuangan mikro. BPR Kedu Arthasetia sejak tahun 2012 mengalami penurunan performa dalam menghasilkan total aset dan dapat dibilang kalah bersaing dengan para kompetitornya. Dikarenakan BPR Kedu Arthasetia menyasar segmentasi B2B maka pertumbuhan sektor produktif berpengaruh besar terhadap performa BPR Kedu Arthasetia. Oleh sebab itu, BPR Kedu Arthasetia harus meninjau kembali strateginya untuk tetap dapat bersaing di sektor keuangan mikro di Temanggung.  \n\nBerdasarkan laporan tahunan dari BPR Kedu Arthasetia, menunjukkan bahwa realisasi target produk pembiayaan tertinggal dari realisasi target dari produk pendanaan. Berdasar analisis akar permasalahan menghasilkan bahwa tidak adanya strategi pemasaran terpadu menyebabkan gagalnya perusahaan dalam meningkatkan jumlah debitur  sehingga berimbas pada tidak tercapainya target realisasi produk pembiayaan. Untuk menentukan strategi pemasaran terpadu, perusahaan perlu mempelajari kebiasaan dan kecenderungan konsumen dalam memilih penyedia jasa keuangan.  \n\nHasil dari tugas akhir ini diharapkan dapat memberikan beberapa solusi yang dapat diterapkan oleh BPR Kedu Arthasetia untuk memasarkan produknya dengan cara komunikasi yang tepat sesuai dengan karakter konsumennya. Selain untuk meningkatkan jumlah debitur baru, solusi bisnis yang ditawarkan juga diharapkan dapat meningkatkan loyalitas debitur BPR Kedu Arthasetia.", "Daftar File": {"Veronika Dyah Setiati.pdf": "https://digilib.itb.ac.id/gdl/download/141480"}, "Penulis": "Veronika Dyah Setiati / 29116132", "Kontributor / Dosen Pembimbing": ["Atik Aprianingsih, ST, MM, DBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "bank, BPR, consumer decision journey, loan instrument, marketing communications", "Sumber": "", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "16 Agu 2018"}