{"Nomor": 31475, "Judul": "INTEGRASI SISTEM TELEROBOTIK DENGAN SIMULASI VIRTUAL REALITY DAN SENSOR GESTURE", "Abstrak": "Perkembangan sistem telerobotik berkembang cukup pesat dengan berbagai fungsi dan keperluan, didukung perkembangan platform dan sumber daya yang bersifat bebas dan terbuka untuk dikembangkan (open source). Salah satu teknologi yang bersifat multi-platform dan open source ini adalah teknologi simulasi Virtual Reality mobile yang dapat diwujudkan pada smartphone. Dengan teknologi Virtual Reality kondisi pengontrolan sistem telerobotik yang bersifat lebih intuitif dan immersive dari sisi pengguna dapat diwujudkan . Penelitian ini bertujuan untuk membuktikan konsep pengontrolan suatu sistem telerobotik secara intuitif dan immersive melalui teknologi simulasi Virtual Reality, sehingga pengguna dapat merasakan pengalaman sensasi seolah-olah dapat mengontrol robot secara langsung pada jarak jauh. Sistem telerobotik terdiri dari dua bagian robot yaitu arm-type robot tiga derajat kebebasan (3DOF) berupa model MeArm yang digerakan dengan motor servo analog-feedback yang dapat berfungsi sebagai aktuator dan sensor karena memiliki internal potensiometer serta memiliki end effector berupa capit, dan mobile robot yang terdiri dari chassis akrilik dan motor DC yang terhubung dengan modul roda dan encoder yang berfungsi untuk membaca kecepatan motor DC. Robot ini dikontrol melalui jaringan nirkabel WiFi dari pengguna secara immersive dari aplikasi simulasi Virtual Reality. Pada sistem telerobotik berhasil dirancang arm-type robot yang memiliki tingkat akurasi komponen motor servo 1 (γ) sebesar 80,45%, motor servo 2 (α) sebesar 99,29%, motor servo 3 (β) sebesar 89,05%, serta berhasil dirancang mobile-type robot yang memiliki tingkat akurasi komponen motor DC 1 sebesar 78,37%, dan motor DC 2 sebesar 81,67%.", "Daftar File": {"2018 TA PP  VICTOR SINAGA - NADYA FEBIANI   1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/141517"}, "Penulis": "VICTOR SINAGA (NIM : 13313043) - NADYA FEBIANI (NIM : 13313069)", "Kontributor / Dosen Pembimbing": ["Pembimbing:   \n\nDr. Ir. Estiyanti Ekawati, MT.   \n\nAswin Indraprastha, ST., MT., M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Virtual Reality, immersive, 3DOF, arm-type robot, mobile robot, WiFi.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "02 Jul 2018"}