{"Nomor": 31477, "Judul": "SPATIAL MODELING OF NATURAL DISASTER RESILIENCE USING COMMUNITY DISASTER RESILIENCE INDEX (CDRI) IN WEST BANDUNG DISTRICT, BANDUNG CITY, AND CIMAHI CITY", "Abstrak": "Indonesia dikelilingi oleh konvergensi lempeng tektonik yang kompleks. Lembang Fault merupakan salah satu dampak dari aktivitas tektonik yang terjadi di Kabupaten Bandung, Jawa Barat. Letaknya di Kecamatan Lembang sepanjang 22 kilometer dari Maribaya, Cisarua, dan hilang di Kecamatan Padalarang. Patahan ini diprediksi menjadi sesar aktif, sehingga berpotensi terjadi gempa di wilayah Bandung, terutama yang paling dekat dari patahan, yaitu Kabupaten Bandung Barat, Kota Bandung, dan Kota Cimahi. Oleh karena itu, sangat perlu untuk mengamati kemampuan masyarakat dalam menghadapi bencana alam untuk mengurangi risiko kerugian. Mengingat bahwa Kabupaten Bandung Barat, Kota Bandung, dan Kota Cimahi berada pada risiko tinggi bencana alam karena Sesar Lembang, dan membutuhkan pengukuran indeks ketahanan bencana alam, oleh karena itu, penelitian ini dilakukan untuk melakukan pemodelan spasial bencana alam. ketahanan menggunakan metode CDRI. CDRI dapat dilakukan dengan 2 pendekatan, yaitu CDRI-1 (domain modal) dan CDRI-2 (fase bencana). Ketahanan juga dapat dimodelkan secara spasial dengan menggunakan analisis jarak (multi ring buffer) yang diterapkan pada distribusi objek fasilitas. Hasilnya menunjukkan pola yang sama dengan hasil CDRI, yaitu ketahanan yang lebih tinggi di wilayah kota, sementara wilayah kabupaten memiliki ketahanan yang rendah. Hasil model spasial lebih detail daripada CDRI karena berisi variasi indeks ketahanan di setiap kecamatan", "Daftar File": {"2017 TA PP VIDYA AULIA PUSPASARI1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/141520", "2017 TA PP VIDYA AULIA PUSPASARI1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/141521", "2017 TA PP VIDYA AULIA PUSPASARI1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/141522", "2017 TA PP VIDYA AULIA PUSPASARI1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/141524", "2017 TA PP VIDYA AULIA PUSPASARI1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/141525"}, "Penulis": "VIDYA AULIA PUSPASARI (NIM : 15113076)", "Kontributor / Dosen Pembimbing": ["Pembimbing :    \n \n \n \n\nDr. Akhmad Riqqi, S.T., M.Si.    \n \n \n \n\nDr. Irwan Meilano, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "natural disaster resilience, CDRI, spatial modeling", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice Diniarti", "File": "6 file", "Tanggal Input": "19 Okt 2018"}