{"Nomor": 31479, "Judul": "ADAPTASI GAYA FASHION HARAJUKU VISUAL KEI di BANDUNG PERDIODE 2005-2018", "Abstrak": "Fashion merupakan sesuatu yang berkaitan dengan mode, trend, dan waktu. Keragaman mode yang naik turun popularitasnya sesuai dalam kurun waktu tertentu dengan pola berputar, itulah yang dikenal dengan fashion. Hal seperti penampilan, tingkah laku, dan status sosial memiliki ikatan kuat terhadap fashion. Sistem sosial, jenis kelamin, dan juga adat istiadat sangat mempengaruhi dalam perkembangan dunia fashion. Dapat dikatakan bahwa fashion sendiri merupakan suatu perlambangan jiwa dari penggunanya. \n\nStreet fashion merupakan gaya yang berkembang dari keunikan pribadi masing-masing yang digunakan untuk mengekspresikan diri. Harajuku street fashion memiliki keunikan tersendiri dalam mempresentasikan ekspresif diri dari konsep dan kebebasan. Visual kei yang merupakan bagian dari subkultur gaya harajuku yang dipopuleritaskan oleh band beraliran rock, X Japan menimbulkan suatu gerakan gaya dari visual kei itu sendiri sejak masuknya perubahan era. \n\nIndonesia yang termasuk dalam negara yang menerima masuknya budaya asing, menerima kebudayaan Jepang yang salah satunya adalah visual kei. Masyarakat kota Bandung yang dapat dikatakan kota mode, mengembangkan gaya dari visual kei itu sendiri dengan mengadaptasikan busana yang terinspirasi, dikenakan dan dipopulerkan oleh band visual kei Jepang. Periode waktu 2005-2018 dijadikan batasan waktu penelitian berdasarkan perkembangan dan perolehan data.", "Daftar File": {}, "Penulis": "VIEKARINA RAMADHANI KADRA (NIM: 17214025)", "Kontributor / Dosen Pembimbing": ["Pembimbing :Tyar Ratuannisa, S.Ds., M.Ds."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kriya", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "adaptasi, fashion, gaya, harajuku, visual kei", "Sumber": "", "Staf Input/Edit": "Saipul Aripin  \n                                     Saipul Aripin", "File": "1 file", "Tanggal Input": "25 Jun 2018"}