{"Nomor": 31484, "Judul": "HUBUNGAN KUANTITATIF STRUKTUR-AKTIVITAS (HKSA) TURUNAN KAMTOTEKIN SEBAGAI KANDIDAT INHIBITOR ENZIM DNA TOPOISOMERASE IB", "Abstrak": "Adenokarsinoma paru-paru merupakan salah satu penyebab kematian paling banyak di seluruh dunia \n\nyang salah satunya diakibatkan oleh ekspresi enzim DNA topoisomerase IB yang berlebihan. \n\nSenyawa turunan kamtotekin terbukti memiliki aktivitas inhibisi enzim tersebut. Penelitian ini \n\nbertujuan untuk menentukan persamaan HKSA terbaik turunan kamtotekin sehingga dapat didesain \n\nsenyawa turunan baru dengan nilai IC50 prediksi yang lebih rendah dan kestabilan afinitas dengan \n\nreseptor yang lebih optimal. Penelitian ini menggunakan metode hubungan kuantitatif strukturaktivitas (HKSA) pada 34 senyawa training set yang memiliki aktivitas antikanker pada sel \n\nadenokarsinoma paru-paru (A549). Senyawa tersebut dioptimasi geometri menggunakan program \n\nGaussian, kemudian parameter fisikokimianya dianalisis melalui perhitungan 13 deskriptor dengan \n\nprogram MOE 2014.09. Analisis statistik multilinear menghasilkan persamaan HKSA terbaik log IC50 \n\n(Ã‚ÂµM) = Ã‚Â–4,669 (Ã‚Â±1,3) Ã‚Â–0,451 (Ã‚Â±0,046) x AM1_dipole Ã‚Â–6,251 (Ã‚Â±0,81) x AM1_LUMO Ã‚Â–1,947 \n\n(Ã‚Â±3,528) x glob + 0,153 (Ã‚Â±0,053) x logS. Modifikasi struktur menghasilkan 22 senyawa turunan baru \n\ndengan nilai IC50 prediksi yang lebih rendah dari senyawa induk (15c). Penambatan molekuler \n\ndievaluasi menggunakan AutoDock 4.2.6 MGLTools 1.5.6rc3 dan BIOVIA Studio Visualizer 2016. \n\nSenyawa B6 dan B11 memiliki nilai IC50 prediksi lebih rendah dari senyawa 15c dan mampu \n\nmembentuk kestabilan kompleks dan afinitas ikatan yang lebih baik sehingga berpotensi menjadi \n\nkandidat inhibitor enzim DNA topoisomerase IB.", "Daftar File": {"2018 TA PP VIKA YULIAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/141548"}, "Penulis": "VIKA YULIAN NIM : 10714082", "Kontributor / Dosen Pembimbing": ["PEMBIMBING : Prof. Dr. Daryono Hadi Tjahjono"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Adenokarsinoma Paru-paru, HKSA, log IC50, kamtotekin, human DNA topoisomerase IB, docking", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "1 file", "Tanggal Input": "21 Jun 2018"}