{"Nomor": 31482, "Judul": "PERENCANAAN INSTALASI PENGOLAHAN AIR LIMBAH DOMESTIK DI KAWASAN OLAH RAGA TERPADU SI JALAK HARUPAT", "Abstrak": "Semakin meningkatnya pertumbuhan ekonomi dan penduduk di Kecamatan Katapang dan Kecamatan Kutawaringin menimbulkan berbagai masalah lingkungan. Pertumbuhan penduduk yang terus meningkat akan menghasilkan air limbah yang meningkat pula, dan menyebabkan pencemaran yang semakin parah. Pemakaian air bersih baik pada kegiatan domestik maupun niaga menyebabkan perubahan kualitas air. Pada tahun 2009 didapatkan jumlah penduduk di Kecamatan Katapang dan Kecamatan Kutawaringin adalah 188861 jiwa dengan debit rata-rata air limbah yang dihasilkan sebesar 0,485 m3/dtk. Dengan dibangunnya Kawasan Olah Raga Terpadu Si Jalak Harupat diprediksi akan terjadi lonjakan jumlah penduduk karena migrasi. Oleh karena itu, dibutuhkan sarana sanitasi untuk mengolah limbah domestik yang akan dihasilkansebelum dibuang ke badan air penerima. Hal ini dimaksudkan untuk menjaga kualitas dan mengurangi beban yang diterima oleh badan air penerima, yaitu Sub DAS Ciwidey - Sungai Citarum. Usaha yang dapat dilakukan adalah membangun suatu Instalasi Pengolahan Air Limbah. Pembangunan IPAL ini direncanakan dalam 2 tahap, yaitu tahap I pada tahun 2017-2027 dan tahap 2 pada tahun 2027-2037. Pelayanan IPAL pada tahap I sebesar 60% dan akan meningkat sebesar 91% pada tahap II. Sebagai kawasan yang terintegrasi, salah satu usaha yang dapat dilakukan adalah dengan memanfaatkan kembali air buangan domestik hasil olahan IPAL Si Jalak Harupat untuk kebutuhan flushing pada toilet. Hal tersebut secara signifikan dapat membantu pengurangan penggunaan air. Kebutuhan air untuk penggelontoran toilet pada kawasan ini adalah 21,87 m3/s atau 9,4% dari debit effluent IPAL Si Jalak Harupat.IPAL Si Jalak Harupat menggunakan Completely Mixed Activated Sludge (CMAS) sebagai sistem pengolahan biologis yang mampu menghasilkan efluen dengan kandungan BOD mencapai 14,91 mg/L. Pengolahan tersier untuk menghasilkan flushing water dilakukan dengan menggunakan slow sand filtration (SSF) agar mampu menyisihkan pathogen dan mikroorganisme lain yang berbahaya bagi kesehatan.", "Daftar File": {"2012 TA PP VIKA FEBIANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/141538", "2012 TA PP VIKA FEBIANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/141539", "2012 TA PP VIKA FEBIANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/141540", "2012 TA PP VIKA FEBIANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/141541", "2012 TA PP VIKA FEBIANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/141542", "2012 TA PP VIKA FEBIANI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/141543", "2012 TA PP VIKA FEBIANI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/141544", "2012 TA PP VIKA FEBIANI 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/141545", "2012 TA PP VIKA FEBIANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/141546"}, "Penulis": "VIKA FEBIANI (NIM: 15308039)", "Kontributor / Dosen Pembimbing": ["Pembimbing :Dr. Ing. Marisa Handajani, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "BOD5, CMAS, IPAL, Reclaimed water, TSS", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "9 file", "Tanggal Input": "15 Agu 2018"}