{"Nomor": 31480, "Judul": "IDENTIFIKASI DAN DISTRIBUSI PENGGUNAAN PESTISIDA ORGANOKLORIN PADA CAMPURAN PESTISIDA DI DAS CITARU HULU", "Abstrak": "Penggunaan organoklorin sebagai pestisida sudah dilarang karena sifat toksiknya. Namun, pestisida ini masih digunakan pada negara berkembang. Pestisida organoklorin merupakan pestisida yang ampuh tetapi berdampak buruk bagi lingkungan. Semua pestisida organoklorin sukar terurai oleh faktor-faktor lingkungan dan bersifat persisten. Pada penelitian ini dilakukan studi mengenai pestisida organoklorin yang digunakan oleh petani di kawasan hulu Sungai Citarum. Penelitian ini dilakukan dengan penyebaran kuesioner pada 102 orang responden dan pengambilan sampel campuran pestisida. Sampel campuran pestisida diteliti di laboratorium dengan preparasi sampel menggunakan metode ekstraksi dengan prosedur standar dan selanjutnya dianalisis bahan aktif yang terkandung dalam campuran tersebut menggunakan Gas Chromatografi-Electron Captured Detector. Secara keseluruhan sebesar 30% hasil kuesioner menyatakan bahwa petani masih menggunakan pestisida organoklorin. Jenis pestisida golongan organoklorin yang ditemukan pada wilayah studi yaitu insektisida (74%) dan fungisida (26%).Hasil kuesioner hanya mengindikasikan endosulfan dan klorotalonil saja sebagai bahan aktif organoklorin yang digunakan oleh petani selama 5 tahun terakhir. Namun, hasil analisis laboratorium terhadap 32 sampel campuran pestisida yang diambil langsung dari para petani membuktikan bahwa beberapa bahan aktif organoklorin lainnya juga terdeteksi seperti Lindan, Aldrin, Heptaklor, Dieldrin, DDT, dan Endosulfan. Endosulfan ditemukan penggunaannya di wilayah UPT Pertanian Solokan Jeruk dan UPT Pertanian Bojongsoang. Sedangkan klorotalonil ditemukan penggunaannya pada wilayah UPT Pertanian Pacet. Estimasi beban pencemaran pestisida organoklorin berdasarkan luas lahan pada wilayah studi yaitu sebesar 159.79 kg untuk luas lahan 87.5 ha.", "Daftar File": {"2012 TA PP VIENTA AUGUSTY REDWAR 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/141528", "2012 TA PP VIENTA AUGUSTY REDWAR 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/141529", "2012 TA PP VIENTA AUGUSTY REDWAR 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/141530", "2012 TA PP VIENTA AUGUSTY REDWAR 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/141531", "2012 TA PP VIENTA AUGUSTY REDWAR 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/141532", "2012 TA PP VIENTA AUGUSTY REDWAR 1-BAB 5A.pdf": "https://digilib.itb.ac.id/gdl/download/141533", "2012 TA PP VIENTA AUGUSTY REDWAR 1-BAB 5B.pdf": "https://digilib.itb.ac.id/gdl/download/141534", "2012 TA PP VIENTA AUGUSTY REDWAR 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/141535", "2012 TA PP VIENTA AUGUSTY REDWAR 1-DAFTAR PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/141536"}, "Penulis": "VIENTA AUGUSTY REDWAR (nim:15308082)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Katharina Oginawati, MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "bahan atkif, DAS Citarum hulu, organoklorin", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "9 file", "Tanggal Input": "04 Sep 2018"}