{"Nomor": 31497, "Judul": "PERKEMBANGAN KOTA BARU GOWA-MAROS MENUJU KOTA TEPI (EDGE CITY)", "Abstrak": "Pengembangan Kota Baru Gowa-Maros merupakan salah satu cara untuk mengataasi ketidakmampuan kota inti (Kota Makassar) dalam menyokong dampak dari urbanisasi yang dialami perkotaan Metropolitan Mamminasata saat ini. Penelitian ini bertujuan untuk mengidentifikasi kecenderungan perkembangan Kota Baru Gowa-Maros sebagai sebuah edge city yang berdampak terhadap keberlanjutan urbanisasi perkotaan Metropolitan Mamminasata. Penelitian ini termasuk jenis penelitian deskriptif dengan menggunakan data kuantitatif. Karakteristik perkembangan perkotaan baru dalam penelitian ini berfokus pada aspek fisik, sosial kependudukan, dan perekonomian wilayah dengan mengacu pada indikator edge city. Selanjutnya, terkait dampak perkembangan Kota Baru Gowa-Maros tersebut upaya mengurangi beban kota inti (Kota Makassar) dalam menyokong urbanisasi perkotaan Metropolitan Mamminasata diidentifikasi berdasarkan karakteristik perkembangan wilayahnya saat ini. Hasil penelitian ini menunjukkan adanya kecenderungn kesesuaian karakteristik wilayah Kota Baru Gowa-Maros dengan indikator edge city yang lebih lanjut memberikan dampak langsung yang positif terhadap perkembanngan perkotaan metropolitan, khususnya terkait struktur ruang wilayah, peningkatan peluang kerja, dan perkembangan struktur perekonomian wilayah.", "Daftar File": {"2018 TS PP VIRDA EVI YANTI DERIL 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/141562"}, "Penulis": "VIRDA EVI YANTI DERIL (NIM: 25416011)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Delik Hudalah, ST., MT., M.Sc., Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "Kota Baru Gowa-Maros, edge city, dan karakteristik perkotaan baru.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Rd. Lenny Fatimah N., Dra", "File": "1 file", "Tanggal Input": "22 Jun 2018"}