{"Nomor": 31493, "Judul": "Analisis Tegangan pada Double V-Groove Welded Butt Joint dengan Ketebalan Logam Induk Berbeda Menggunakan Perhitungan Manual dan Kajian Numerik", "Abstrak": "Ada banyak cara untuk menyambung dua buah benda yang terpisah, salah satunya adalah pengelasan. Pengelasan juga terdiri dari berbagai jenis dengan performa yang berbeda-beda. Untuk mengetahui kekuatan dari suatu sambungan las, maka dilakukan analisis tegangan. Analisis tegangan dapat dilakukan dengan beberapa metode. Pengujian lapangan sulit dan mahal untuk dilakukan, sehingga dipilih pengujian laboratorium. Pengujian laboratorium dilakukan dengan perhitungan manual, analisis numerik, dan pengujian menggunakan mesin uji. Ketiga metode tersebut saling melengkapi. Ada tiga kasus pembebanan, dua diantaranya menyalahi standar AWS D1.1-2015. Dengan perhitungan manual, dicari beban kritis yang menyebabkan hasil lasan Double VGroove Welded-Butt Joint patah. Rancangan akan memiliki dua buah logam induk dengan ketebalan berbeda. Kemudian, beban tersebut dimasukkan pada Software ANSYS Workbench untuk kajian numerik. Umumnya ANSYS akan mengeluarkan hasil yang safety factornya lebih tinggi dari perhitungan manual. Perhitungan manual yang dipakai sebagai standar akan divalidasi kembali menggunakan uji tarik untuk melihat kuat tarik hasil lasan yang sesuai standar AWS D1.1-2015. Dari pengujian-pengujian sebelumnya telah banyak perbaikan dan improvisasi yang dilakukan pada tugas akhir ini.", "Daftar File": {"2018 TA PP Vinsensius Hansen 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/141558"}, "Penulis": "Vinsensius Hansen - Nim: 13113092", "Kontributor / Dosen Pembimbing": ["Ir. Kemas Rifian, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pengelasan, analisis tegangan, standar, Butt Joint, perhitungan manual, analisis numerik, uji tarik, perbaikan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Jun 2018"}