{"Nomor": 31504, "Judul": "PERANCANGAN DAN IMPLEMENTASI LAPISAN FISIK BASEBAND SISTEM PEMANCAR DAN PENERIMA BERBASIS PROTOKOL ZIGBEE PADA SOC", "Abstrak": "IoT merupakan teknologi yang berkembang cukup pesat. Penggunaan perangkat berbasis IoT dari tahun 2010 sampai 2017 mengalami kenaikan yang cukup signifikan. IoT dapat didefinisikan sebagai suatu sistem yang dibangun dari hardware (sensors, actuators) serta middleware (storage, computing tools), saling terhubung dan memungkinkan untuk bertukar data satu sama lain, dan bekerja berdasarkan protokol komunikasi tertentu. Dalam beberapa sistem, IoT menghubungkan node dalam jumlah yang sangat banyak, sehingga memerlukan protokol komunikasi yang bisa memenuhi kebutuhan sistem. \n \n\nBluetooth, ZigBee dan Wi-Fi merupakan protokol komunikasi yang paling banyak diaplikasikan dalam sistem IoT di seluruh dunia dan beroperasi pada pita frekuensi 2.4 GHz. Setelah dilakukan komparasi terhadap ketiga protokol komunikasi diatas, dari segi konsumsi daya, ukuran, tingkat kompleksitas desain dan biaya pembuatan, ZigBee dinyatakan memiliki keunggulan dibandingkan dengan Bluetooth atau Wi-Fi. \n \n\nFokus penelitian ini adalah perancangan desain lapisan fisik sistem transciever ZigBee untuk pengolahan sinyal baseband. Proses penelitian ini mencakup beberapa hal diantaranya menyajikan desain, implementasi serta uji fungsionalitas sistem. Pembuatan desain transciever ZigBee akan didasarkan pada standar IEEE 802.15.4 dengan menggunakan modulasi OQPSK. Metode spreading akan memakai DSSS dan pembentukan sinyal sinus akan memakai teknik half sine pulse shaping. \n \n\nPada proses awal penelitian, desain transceiver disimulasikan di perangkat lunak MATLAB menggunakan Simulink. Berikutnya, desain RTL pengolahan sinyal baseband akan dibuat dalam bahasa VHDL dan disimulasikan di simulator modelsim. Hardware yang sudah dibuat akan diimplementasikan pada platform AP SoC Zybo board dari Xilinx serta dilakukan analisa terhadap performa desain.", "Daftar File": {"2018 TS PP VITA AWALIA MARDIANA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/141575"}, "Penulis": "VITA AWALIA MARDIANA - NIM: 23216077", "Kontributor / Dosen Pembimbing": ["Trio Adiono, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "IoT, ZigBee, OQPSK, DSSS, VHDL, transceiver, Zybo.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "30 Mei 2018"}