{"Nomor": 31506, "Judul": "UJI IMUNOGENISITAS VAKSIN RAGI REKOMBINAN NS2B/NS3 DENV3 STRAIN INDONESIA PADA MENCIT Balb/c", "Abstrak": "Infeksi dengue merupakan salah satu penyakit utama di daerah tropis maupun subtropis yang disebabkan oleh nyamuk Aedes aegypti maupun Aedes albopictus. Namun hingga saat ini belum ditemukan obat maupun vaksin yang efektif untuk mencegah penyakit tersebut. Penelitian sebelumnya telah berhasil mengkonstruksi NS2B/NS3 rekombinan sebagai kandidat vaksin pada Saccharomyces cerevisiae. Namun vaksin yang telah berhasil dikonstruksi ini belum diketahui respons imun selular dan humoral yang ditimbulkannya. Oleh karena itu, penelitian ini bertujuan untuk mengevaluasi respons imun selular dan humoral yang diinduksi oleh vaksin ragi rekombinan pada mencit Balb/c. Uji respons imun selular dan humoral dilakukan terhadap dua kelompok yaitu, oral dan subkutan dengan variasi dosis 1, 25, 50 dan 100 Yeast Unit (YU). Setiap variasi dosis diberikan terhadap 6 mencit sebagai pengulangan. Setelah vaksinasi pertama, vaksinasi ulangan (boosting) dilakukan satu minggu sekali. Vaksinasi ulangan dilakukan sebanyak tiga kali. Selama pengujian diamati perilaku keseharian, perubahan fisiologis umum serta berat badan nya. Pada minggu ke-0, ke-2 dan ke-4 serum darah mencit dikoleksi untuk dianalisis respons imun nya dengan metode ELISA. Respons imun selular dianalisis dengan mengukur titer IFN-γ dan TNF- α yang diproduksi oleh sel T, sedangkan respons imun humoral dianalisis dengan mengukur titer antibodi terhadap NS2B/NS3 yang dihasilkan.   \n\nAnalisis ELISA pada minggu kedua menunjukkan respons imun selular berupa IFN-γ pada kelompok oral dosis 25 dan 100 YU dengan konsentrasi 1446 pg/mL dan 980 pg/mL, namun pada kelompok subkutan tidak menunjukkan perbedaan konsentrasi antara kelompok uji dengan kontrol. Pada minggu keempat kelompok mencit uji oral menunjukkan peningkatan titer IFN-γ hingga 4-6 kali dibandingkan dengan kontrol. Peningkatan konsentrasi IFN-γ terjadi pada variasi dosis 1 YU, 50 YU dan 100 YU, namun pada kelompok uji subkutan konsentrasi IFN-γ tidak berbeda nyata dengan kontrol.  Respons imun selular TNF-α pada semua kelompok uji oral maupun subkutan pada minggu kedua dan keempat menunjukkan hasil yang tidak berbeda nyata dengan kontrol. Respons imun humoral ditunjukkan dengan titer antibody terhadap NS2B/NS3 pada kelompok mencit uji oral dengan dosis variasi 100 YU, namun tidak untuk variasi dosis yang lain. Berdasarkan data-data tersebut dapat diprediksikan bahwa ragi Saccharomyces cerevisiae yang mengekspresikan protein NS2B/NS3 rekombinan dapat menginduksi respons imun selular dan humoral dengan rute pemberian oral berturut-turut pada variasi dosis 1 YU dan 100 YU, sehingga diduga berpotensi dalam pengembangan vaksin dengue alternatif.", "Daftar File": {"2018 TS PP VITHRIA NIDA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/141577"}, "Penulis": "VITHRIA NIDA          (NIM : 21114027)", "Kontributor / Dosen Pembimbing": ["Dr. Ernawati Arifin Giri Rachman \n\nDr. Azzania Fibriani \n\nDr. Sabar Pambudi"], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": ":Vaksin, Dengue, Ragi, NS2B/NS3, Saccharomyces cerevisiae, Respons imun selular, Respons imun humoral.", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     cecep hikmat", "File": "1 file", "Tanggal Input": "19 Mar 2018"}