{"Nomor": 31519, "Judul": "FAKTOR YANG MEMPENGARUHI KEEFEKTIFAN PENGELOLAAN KAWASAN KONSERVASI PERAIRAN NUSA PENIDA, KABUPATEN KLUNGKUNG, PROVINSI BALI", "Abstrak": "Indonesia merupakan negara kepulauan yang kaya akan sumber daya kelautannya. Sumber \n\ndaya tersebut dapat dimanfaatkan sebagai pengembangan perekonomian masyarakat dengan \n\nperikanan maupun kegiatan pariwisata. Saat ini banyak ancaman yang terjadi di ekosistem \n\npesisir dan laut akibat kegiatan manusia. Untuk mengurangi ancaman pada sumber daya \n\nkelautan dan ekosistem perlu adanya kawasan konservasi perairan. Saat ini jumlah kawasan \n\nkonservasi perairan di Indoneisa terus meningkat. Namun, penambahan jumlah kawasan \n\nkonservasi perairan harus diikuti dengan pengelolaan kawasan konservasi yang efektif. Kawasan \n\nKonservasi Perairan (KKP) Nusa Penida merupakan salah satu kawasan konservasi perairan di \n\nIndonesia yang keefektifan pengelolaannya temasuk tinggi. Pada tahun 2013 KKP Nusa Penida \n\nmendapat penghargaan Nasional dari E-KKP3K Award akan proses pembentukan kawasan, Nusa \n\nPenida juga merupakan salah satu site pembalajaran untuk pengelolaan kawasan konservasi \n\nyang efektif. Oleh karena itu perlu adanya penelitian mengani proses pengelolaan di KKP Nusa \n\nPenida agar dapat dijadikan pembelajaran bagi pengelolaan KKP lain di Indonesia. \n\nPenelitian ini bertujuan untuk mengetahui faktor yang memengaruhi keefektifan pengelolaan \n\nkawasan konservasi perairan Nusa Penida. Faktor yang paling berpengaruh dalam keefektifan \n\npengelolaan KKP Nusa Penida adalah faktor pembiayaan, undang-undang dan kebijakan terkait \n\nkawasan konservasi, adanya pengelolaan pengujung, penegakan hukum, rencana pengelolaan \n\ndan zonasi serta yang terakhir adanya keterlibatan masyarakat dalam prosesnya.", "Daftar File": {"2015 TA PP VYLDA RIEZKA FEBBYANA 1-JURNAL.pdf": "https://digilib.itb.ac.id/gdl/download/141604"}, "Penulis": "VYLDA RIEZKA FEBBYANA (15411093)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Andi Oetomo, Ir., M.PI"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "faktor yang mempengaruhi keefektifan, Pengelolaan, Kawasan konservasi Perairan (KKP)", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "08 Feb 2018"}