{"Nomor": 31517, "Judul": "PERHITUNGAN IURAN NORMAL PROGRAM TABUNGAN HARI TUA BAGI PNS DENGAN MENGGUNAKAN METODE PENDANAAN ENTRY AGE NORMAL BERDASARKAN DISTRIBUSI GAJI", "Abstrak": "Kewajiban Aktuaria pada suatu Program Pensiun menyatakan kecukupan pendanaan pembayaran manfaat yang akan menjadi kewajiban dari pemberi kerja. Kekurangan pendanaan terjadi ketika manfaat yang dibayarkan lebih besar dibandingkan dengan iuran yang telah disetor pegawai. Ketika suatu program pensiun manfaat pasti dikaitkan dengan gaji saat pensiun yang mengandung ketidakpastian di dalam besarannya, maka iuran sewajarnya berubah mengikuti \n\nproyeksi besaran manfaat pensiun. Namun permasalahan yang terjadi di dalam Program Tabungan Hari Tua PNS, kenaikan besaran manfaat pensiun tidak diimbangi dengan kenaikan iuran. Berdasarkan Peraturan Pemerintah No. 25 tahun \n\n1981 besar iuran untuk program Tunjangan Hari Tua PNS adalah sebesar 3,25%, dan angka ini yang digunakan hingga saat ini. Dalam pemodelan tesis ini, digunakan metode pendanaan aggregat entry age normal untuk menghitung besar \n\niuran normal yang seharusnya dibayarkan oleh PNS apabila terjadi kenaikan gaji dasar. Faktor yang mempengaruhi perhitungan iuran normal secara aggregat adalah rata-rata usia masuk dan rata-rata besar gaji suatu populasi. Digunakan 4 titik populasi usia, yaitu usia 25, 35, 45 dan 55 tahun sebagai sampel perhitungan yang diharapkan dapat mewakili karakteristik setiap rentang populasi. Berdasarkan hasil analisis regresi didapatkan hubungan linier antara besar gaji dengan golongan, sehingga data per usia dipisahkan berdasarkan kode golongan untuk mendapatkan rata-rata usia masuk populasi tiap usia dengan lebih akurat. Distribusi gaji dalam tesis ini diasumsikan lognormal, dan rata-rata gaji populasi pegawai aktif pada \n\nsetiap usia didapat dengan cara membagi populasi tiap usia menjadi 3 kelompok berdasarkan tingkat gaji rendah, sedang dan tinggi. Dari hasil perhitungan terhadap populasi usia 25, 35, 45, dan 55 tahun didapatkan besaran iuran normal yang berbeda tiap usia dan bergantung pada rata-rata usia masuk. Masih dengan menggunakan metode pendanaan aggregat entry age normal akan didapatkan pula alternatif lain pemecahan masalah ketidakcukupan pendanaan, yaitu dengan \n\nmerubah koefisien manfaat pensiun.", "Daftar File": {"2016 TS PP VONNY KARTIKA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/141596", "2016 TS PP VONNY KARTIKA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/141597", "2016 TS PP VONNY KARTIKA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/141598", "2016 TS PP VONNY KARTIKA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/141599", "2016 TS PP VONNY KARTIKA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/141600", "2016 TS PP VONNY KARTIKA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/141601", "2016 TS PP VONNY KARTIKA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/141602"}, "Penulis": "VONNY KARTIKA (NIM: 20814017)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Sapto Wahyu Indratno., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Aktuaria", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "aggregat entry age normal, kewajiban aktuaria, lognormal, program tunjangan hari tua, PNS", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "22 Jan 2018"}