{"Nomor": 31520, "Judul": "PEMBUATAN MODEL MORFOLOGI KAWAH GUNUNG API UNTUK MEMPREDIKSI DASAR KAWAH BERDASARKAN DATA DEM DAN SAR", "Abstrak": "Letak geografis Indonesia pada pertemuan tiga lempeng menyebabkan terdapatnya gunung api yang beberapa diantaranya mempunyai rekam jejak letusan yang cukup besar. Letusan gunung api memberikan dampak pada terbentuknya morfologi kawah gunung api. Kawah gunung api merupakan bentangan alam yang berbentuk melingkar akibat adanya aktivitas vulkanik. Perkembangan ilmu pengetahuan dan teknologi menyebabkan perkembangan pada studi aktivitas gunung api yang salah satunya mengenai kawah gunung api ini. Penelitian ini dilakukan untuk membuat model 3D dari kawah gunung api serta melakukan perhitungan morfologi kawah tersebut untuk memprediksi dasar danau kawah gunung api yang didasarkan pada data SAR Sentinel 1A serta DEM. Data yang digunakan dalam studi ini adalah Data SAR Sentinel 1A dan Data DEM dari USGS yang pengolahan datanya dilakukan menggunakan perangkat lunak SNAP, Surfer 13 Demo Version, ArcGIS 10.2.1 dan Ms. Excel. Daerah studi yang digunakan dalam penelitian ini adalah Gunung Tambora dan Gunung Tangkubanperahu. Pengolahan data dilakukan dengan membuat model 3D dari masing-masing kawah gunung berdasarkan penentuan daerah kawah berdasarkan Data SAR dan informasi ketinggian dari data DEM. Selanjutnya dilakukan pendeteksian dasar danau kawah dengan pendekatan model 2D untuk penampang melintang kawah tersebut dengan trapesium sama kaki. Perhitungan volume dilakukan dengan mendekati kawah tersebut dengan bangun ruang kerucut terpancung. Hasil yang didapat pada penelitian ini adalah model 3D masing-masing kawah serta perbandingan hasil perhitungan morfologi dari model 3D yang sudah ada dengan pendekatan model hasil pendeteksian dasar kawah gunung api.", "Daftar File": {"2016 TA PP WACHID NURAZIZ MUSTHAFA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/141605", "2016 TA PP WACHID NURAZIZ MUSTHAFA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/141606", "2016 TA PP WACHID NURAZIZ MUSTHAFA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/141607", "2016 TA PP WACHID NURAZIZ MUSTHAFA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/141608", "2016 TA PP WACHID NURAZIZ MUSTHAFA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/141609", "2016 TA PP WACHID NURAZIZ MUSTHAFA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/141610"}, "Penulis": "WACHID NURAZIZ MUSTHAFA (NIM : 15112043)", "Kontributor / Dosen Pembimbing": ["Pembimbing: \n\nProf. Ketut Wikantika, Ph.D.", "Dr.Eng. Asep Saepuloh."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "kawah, analisis DEM, model 3D, deteksi dasar kawah, citra Sentinel 1A", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "6 file", "Tanggal Input": "28 Sep 2018"}