{"Nomor": 31526, "Judul": "INFLUX BUSINESS STRATEGY PLANNING AND IMPLEMENTATION", "Abstrak": "The growth of startup companies has been rising significantly over the past decade. This trend has drives many companies to do their business as effective and efficient as possible, which will give them benefit in the long term. As a respond, a company must be more creative in terms of designing and deciding their business mission and analyze market strategy, which will be adopted in the field to anticipate various changes that are going to happen, as well as competing and keep moving along the way with customerÃ‚Â’s needs.  \n \n\nThis problem can be dealt by analyzing both external and internal in order to identify opportunities and threats of the industry as well as the strength and weaknesses of the company. The tools used to analyze external environment is the PorterÃ‚Â’s five and competitor analysis. The tools used to analyze internal environment is segmenting, targeting and positioning as well as marketing mix (product, price, place, promotion, people, process and physical evidence) of the company. This final project focuses on determining the company's strategy and how its implementation. Internal and external analysis results are used to determine where the company's position in the industry by performing calculations EFAS and IFAS. The business strategy for company backed up by six alternative strategies to support its functional strategy derived from the TOWS Matrix which are strategic alliance, new country based, phone call feature, special price, customized training and employee of the month.  \n\nThe selected strategy also continued with the Marketing Strategy, which is marketing mix 7P for the product or service. And it is scheduled for realization by using implementation plan that contains the time and activities that should be done.", "Daftar File": {"2017 TS PP WAHYUDI ANUGRAH 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/141633"}, "Penulis": "WAHYUDI ANUGRAH (NIM : 29114595)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Sudrajati Ratnaningtyas"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Startup Company, Customer Service, Business Strategy, Functional Level Strategy, Marketing Mi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "19 Jan 2018"}