{"Nomor": 31538, "Judul": "Struktur Elektronik dan Sifat Optik dari M2SnO4 (M = Mg, Zn) dan Pengaruh Substitusi Ti4+", "Abstrak": "Struktur elektronik dan sifat optik Mg2SnO4, Zn2SnO4 tanpa-substitusi dan tersubstitusi Ti4+ telah dihitung menggunakan metode full potential linear augmented plane wave (FP-LAPW) dalam teori kerapatan fungsional (DFT). Potensial korelasi-pertukaran Perdew, Burke dan Ernzerhof (PBE) dan Tran-Blaha modified Becke-Johnson (TB-mBJ) digunakan dalam perhitungan ini. Dengan menganalisis density of states (DOS), terdapat transisi antara pita valensi tertinggi dari orbital 2p O menuju pita konduksi terendah 5s Sn dengan nilai energi 4,26 eV untuk Mg2SnO4 dan 2,72 eV untuk Zn2SnO4. DOS pada pita valensi menunjukkan keadaan defek yang dibangun orbital 2p O. Rapat keadaan 2p O semakin meningkat pada lingkungan Mg2+. Parameter struktur dan celah pita energi material tanpa-substitusi didapat hasil yang sesuai dengan eksperimen. Substitusi dilakukan dengan mengganti posisi Sn4+ menjadi Ti4+. DOS menunjukkan pita baru 3d Ti yang memiliki korelasi pada teori medan kristal oktahedral. Pita energi 3d Ti semakin menurun bila lingkungan Sn4+ meningkat di sekitar Ti4+. Perhitungan konstanta dielektrik riil dan imajiner digunakan untuk menentukan koefisien absorpsi. Zn2SnO4 memiliki absorpsi cahaya lebih tinggi dari Mg2SnO4 pada daerah sinar tampak, serta akan meningkat pada substitusi Ti4+.", "Daftar File": {"2018 TA PP WAHYU ORPHAN KUSWANTORO  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/141676"}, "Penulis": "WAHYU ORPHAN KUSWANTORO  (nim : 10514043)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Bambang Prijamboedi, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Mg2SnO4, Zn2SnO4, struktur pita energi, density of states, metode full potential linear augmented plane wave, struktur elektronik, koefisien absorpsi.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "07 Jun 2018"}