{"Nomor": 31534, "Judul": "RANCANG BANGUN GARDENING EDU GAME  (Studi Kasus: Penerapan Transformasi dalam Kehidupan Nyata)", "Abstrak": "Inovasi dalam proses belajar mengajar matematika sangat diperlukan dalam dunia pendidikan, inovasi tersebut dapat diwujudkan dengan penggunaan media pembelajaran, salah satu media pembelajaran dalam dunia pendidikan yang populer sekarang ini adalah media berbasis game. Pembelajaran berbasis game memiliki beberapa peran penting di bidang pendidikan diantaranya game dapat melatih daya ingat siswa dan kreativitas siswa, serta meningkatkan pemahaman siswa. Pada riset kali ini, akan dibahas desain game edukatif dimana konten game berdasarkan pelajaran matematika materi transformasi. \n\nDari penelitian ini, telah didesain sebuah media pembelajaran dalam bentuk game edukasi. Game edukasi terdiri dari misi game dengan sub materi tertentu (translasi, dilatasi, rotasi dan refleksi) dan infomasi hasil belajar di setiap level sesuai tingkat kesulitan sub materi, fitur desain objek dalam permainan yang bertujuan menciptakan kreativitas siswa dan nilai estetika siswa, durasi waktu bermain yang bertujuan untuk melatih kecepatan siswa dalam menjawab setiap soal pada pengujian setiap level game. Perancangan objek game sesuai requirement game untuk memenuhi tujuan kurikulum 2013.  \n\nHasil analisis berdasarkan pengujian di SMP Telkom Bandung menggunakan pengujian usability dan user experience pada game edukasi. Siswa sangat setuju terhadap aspek kemudahan, kepuasan, antarmuka game, dan learnbility, dan siswa setuju terhadap aspek gameplay dan memorability yang dirancang pada game edukasi. Hasil analisis bahwa siswa memiliki pemahaman yang sangat baik terhadap materi pada game dan mengingat materi dengan baik serta siswa dapat monitoring perkembangan kemampuannya dalam berlatih menyelesaikan tantangan yang terdapat pada game. Hasil analisis berdasarkan data yang telah dikumpulkan setelah siswa bermain game, materi refleksi lebih diminati dibandingkan dengan materi rotasi. Diharapkan adanya evaluasi terhadap perancangan game edukasi dengan metode three layered thinking.", "Daftar File": {"2017 TS PP Wahyu Murti Prewitosari 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/141672"}, "Penulis": "WAHYU MURTI PREWITOSARI - NIM : 23215370", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Arief Syaichu Rohman M.Eng.Sc.,Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Inovasi, Media Pembelajaran, Game Edukasi, Transformasi.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "17 Jan 2018"}