{"Nomor": 31532, "Judul": "PEMODELAN REVENUE DI RUMAH SAKIT MATA PEMERINTAH: PENDEKATAN PEMODELAN SYSTEM DYNAMIC", "Abstrak": "Pemerintah melalui BPJS menargetkan kepesertaan JKN menjadi 100% pada Tahun 2019. Oleh karena itu pemerintah sejak Tahun 2014 berupaya meningkatkan aksesibilitas pelayanan kesehatan dengan menambah jumlah rumah sakit. Untuk investasi, pemerintah mengalihkan dana operasional dari rumah sakit besar, dan menganjurkan rumah sakit untuk mandiri secara finansial. Pusat Mata Nasional Rumah Sakit Mata (PMN) Cicendo adalah rumah sakit pemerintah yang terkena dampak kebijakan tersebut. Sejak Tahun 2014, proporsi APBN operasional untuk Rumah Sakit telah dikurangi secara perlahan, namun APBN tetap menjadi komponen yang krusial, terutama dalam perencanaan pendanaan rumah sakit. PMN Cicendo berencana mengupayakan mandiri secara finansial  dengan target maksimal Tahun 2030. Penelitian ini bertujuan untuk membangun model forecasting Sistem Dinamis yang mampu membantu dalam perencanaan keuangan PMN Cicendo untuk mandiri secara finansial. \n\nPenelitian ini menganalisis aspek internal dan eksternal dari PMN Cicendo dan mencari akar permasalahannya. Kemudian membangun Causal Flow Diagram untuk memetakan hubungan sebab akibat diantara variabel. Selanjutnya membangun Stock Flow Diagram untuk konstruk terakhir dari model agar berfungsi sebagai alat peramalan pemasukan untuk PMN Cicendo. Model yang telah dibangun kemudian divalidasi. Metode validasi yang digunakan antara lain  ialah menggunakan structural test, behaviour test dan Mean Average Percentage Error Test. \n\nDari hasil penelitian, telah diketahui beberapa hasil. Akar permasalahan PMN Cicendo dalam usaha menuju mandiri  secara finansial adalah karena tidak adanya alat forecasting untuk perencanaan keuangan jangka panjang. Kemudian dibangunlah model Sistem Dinamis yang terdiri dari dua bentuk. Causal Flow Diagram telah dibentuk dan berdasarkan opini ahli, terdapat beberapa variable yang mempengaruhi dan berinteraksi satu sama lain. Terdapat satu loop pada Causal Flow Diagram yang dibentuk yang merepresentasikan sistem timbal balik antara jumlah operasional APBN  dengan pemasukan rumah sakit. Hasil validasi dari stock flow diagram menggunakan MAPE didapat hasil untuk  pemasukan layanan, pemasukan APBN, total pemasukan dan pengeluaran menunjukkan 1.15%, 0.57%, 3.16% dan 1.44% secara berurutan. Dapat disimpulkan bahwa model ini akurat dalam forecast pemasukan PMN Cicendo. Rekomendasi yang diberikan antara lain menerapkan sistem perencanaan prospektif, penerapan model Sistem Dinamis, Improvisasi dan penyesuaian model di kemudian hari.", "Daftar File": {"Abstrak WF Ridho.pdf": "https://digilib.itb.ac.id/gdl/download/141663"}, "Penulis": "Wahyu Fahrul Ridho /29116013", "Kontributor / Dosen Pembimbing": ["Taufik Faturohman Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "System Dynamic, Financial Model, Revenue, Hospital", "Sumber": "", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "08 Mei 2018"}