{"Nomor": 31549, "Judul": "PENGARUH LAMA WAKTU KULTIVASI Aspergillus niger dengan METODE SOLID STATE FERMENTATION (SSF) TERHADAP KANDUNGAN TOTAL FLAVONOID dari DAUN  LEMON (Citrus limon. L)", "Abstrak": "Penelitian ini bertujuan untuk menentukan pengaruh lama waktu fermentasi Aspergillus niger terhadap kandungan total flavonoid yang diekstrak dari daun lemon menggunakan pelarut basa. Jamur diinokulasi ke dalam substrat berupa daun yang telah disterilisasi bertahap dan diinkubasi selama empat variasi waktu yaitu 3, 5, 7, dan 9 hari. Setelah itu substrat diekstrak flavonoidnya dengan larutan Ca(OH)2 jenuh pada suhu 50oC, 500 rpm. Filtrat disaring dan diendapkan dengan HCl hingga pH 3. Perolehan crude flavonoid tertinggi adalah sebesar 0.012 g/g substrat kering yang diekstrak dari substrat pada hari ke-7. Crude flavonoid diuji kandungan total flavonoidnya menggunakan AlCl3 2% berat/volume sebanyak 1:1 volume/volume terhadapat volume crude flavonoid. Hasilnya menunjukkan bahwa kandungan total flavonoid meningkat seiring bertambahnya waktu fermentasi dengan perolehan tertinggi ada pada hari ke-5 yaitu sebesar 1.1 mgQE/g substrat kering. Ekstraksi pektin kemudian dilakukan untuk melihat adanya pengurangan pektin akibat aktivitas enzim ekstraselular serta untuk memvalidasi pengaruh pengurangan pektin terhadap peningkatan kandungan total flavonoid. Pektin diekstrak dengan metode gravimetrik. Perolehan crude pektin berkurang cukup selama proses fermentasi berlangsung dengan pengurangan paling tinggi ada pada hari ke-9 yaitu sebanyak 4.32 mg/g substrat kering. Setelah diberi perlakuan fermentasi, perkiraan produktivitas crude flavonoid ini adalah sebesar 28.08 kg/ha.tahun.", "Daftar File": {"2018 TA PP Wahyu Zuliansah 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/141721"}, "Penulis": "Wahyu Zuliansah - Nim: 11214013", "Kontributor / Dosen Pembimbing": ["Dr. Muhammad Yusuf Abduh"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Daun lemon, total flavonoid, Aspergillus niger, pektin, ekstraksi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Siti Sarah Nurbaity", "File": "1 file", "Tanggal Input": "02 Jul 2018"}