{"Nomor": 31544, "Judul": "PERBANDINGAN EFEK LARVISIDAL EKSTRAK ETIL ASETAT DAN HEKSANA DARI FILTRAT Beauveria bassiana TERHADAP Aedes aegypti", "Abstrak": "Beauveria bassiana menghasilkan sejumlah metabolit yang bersifat toksik terhadap serangga sehingga dapat dijadikan sebagai agen pengendali hayati alternatif dari pestisida kimia. Penelitian ini dilakukan untuk mengetahui efek larvisidal ekstrak etil asetat dan heksana dari filtrat B. bassiana. Percobaan ini dilakukan dengan menentukan umur inokulum spora optimum pada medium padat potato dextrose agar (PDA) berdasarkan jumlah dan viabilitasnya. Selanjutnya, ditentukan waktu inkubasi jamur dalam medium cair potato dextrose broth (PDB) untuk mendapatkan produk fermentasi yang memberikan mortalitas tertinggi terhadap larva Aedes aegyti instar II. Terakhir, dilakukan ekstraksi cair-cair (1:1) dari filtrat B. bassiana, diambil fasa pelarutnya dan diuapkan hingga didapatkan endapan ekstrak dari masing-masing pelarut. Hasil ekstraksi dilarutkan pada larutan dimetil sulfoksida (DMSO) dan ditentukan nilai LC50 (konsentrasi yang membunuh 50% larva yang diujikan) dari masing-masing ekstrak terhadap larva Ae. aegyti instar II. Hasil inokulum spora optimum pada medium PDA didapatkan pada hari ke-9 dengan jumlah spora 2,54 x 107 spora/mL dan viabilitas sebesar 93,46%. Waktu inkubasi jamur selama 6 hari dalam medium PDB menghasilkan filtrat yang memberikan mortalitas tertinggi yaitu sebesar 100% terhadap larva Ae. aegyti. Hasil LC50 selama 3 hari dari ekstrak etil asetat dan heksana sebesar 117,28 dan 287,09 ppm. Hasil ini menunjukkan bahwa ekstrak etil asetat dan heksana dari filtrat B. bassiana memiliki potensi sebagai agen pengendali hayati.", "Daftar File": {"2018 TA PP  WAHYU SETYAJI DWIANTARA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/141716"}, "Penulis": "WAHYU SETYAJI DWIANTARA (nim : 10413027)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. I Nyoman Pugeg Aryantha"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Mikrobiologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Aedes aegyti, agen pengendali hayati, Beauveria bassiana, etil asetat, heksana", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Jun 2018"}