{"Nomor": 31551, "Judul": "ANALISIS TEKANAN PORI DI LAPANGAN SAKAKEMANG SUB-CEKUNGAN JAMBI CEKUNGAN SUMATRA SELATAN", "Abstrak": "Cekungan Sumatra Selatan merupakan salah satu cekungan sedimen yang sudahterbukti mempunyai sistem petroleum yang aktif. Salah satu resiko dalam eksplorasi hidrokarbon di cekungan ini adalah keberadaan tekanan luap. Sumur-sumur yang berada di daerah penelitian menunjukkan adanya masalah-masalah yang berhubungan dengan keberadaan tekanan luap seperti; semburan liar, pembacaan gas tinggi, dan tight hole. Resiko pengeboran dapat dikurangi dengan melakukan studi mengenai tekanan luap yang mencakup prediksi puncak kedalaman tekanan luap, mekanisme pembentuk tekanan luap, dan estimasi besar magnitudenya. Dari korelasi antara tekanan luap dan kondisi geologi, diketahui bahwa tekanan luap terjadi ketika kedalaman basement lebih dari 2.000 m dan sebaliknya. Semua tekanan luap terjadi pada Formasi Gumai. Hasil penelitian ini juga menunjukkan bahwa penyebab tekanan luap di daerah penelitian adalah kombinasi antara mekanisme loading dan fluid expansion. Hal ini ditandai dengan: 1. Kenaikan tekanan luap yang bertahap, yang diikuti oleh tegasan efektif yang relatif konstan, 2. Plot silang densitas dan sonik yang menunjukkan bahwa data yang berada dalam kondisi tekanan uap jatuh pada dan diluar garis kompaksi. Tekanan luap di daerah penelitian dapat diestimasi dengan cukup baik dengan menggunakan nilai satu sebagai eksponen dalam persamaan Eaton. Hasil studi tekanan luap regional ini juga telah dibuktikan cukup akurat untuk digunakan sebagai prediksi untuk sumur Ã‚Â“wild-catÃ‚Â”", "Daftar File": {"2016 TS PP WANASHERPA1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/141723", "2016 TS PP WANASHERPA1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/141724", "2016 TS PP WANASHERPA1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/141725", "2016 TS PP WANASHERPA1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/141726", "2016 TS PP WANASHERPA1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/141727", "2016 TS PP WANASHERPA1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/141728", "2016 TS PP WANASHERPA1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/141729", "2016 TS PP WANASHERPA1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/141730"}, "Penulis": "WANASHERPA (NIM: 22015015)", "Kontributor / Dosen Pembimbing": ["Pembimbing :          \n \n \n \n \n \n \n \n \n\nAgus M. Ramdhan ST. MT. PhD.", "DR. Indra Gunawan ST. MSc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "tekanan luap, fluid expansion, Cekungan Sumatra Selatan, Formasi Gumai", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "8 file", "Tanggal Input": "18 Sep 2018"}