{"Nomor": 31550, "Judul": "METODE USULAN UNTUK PERANCANGAN SISTEM ALIRAN PIPA PADA LAPANGAN GAS OFFSHORE DALAM MENANGANI MASALAH SLUG", "Abstrak": "Severe slug flow merupakan fenomena dimana riser terisi penuh oleh liquid dan menghalangi aliran gas yang terletak di belakang liquid tersebut sehingga gas tidak dapat melalui liquid untuk menuju ke separator pada waktu tertentu. Fenomena ini dapat menyebabkan masalah-masalah seperti tidak beroperasinya sumur untuk sementara dan kerusakan peralatan permukaan. Studi ini dilakukan pada sumur X lapangan Y yang terletak di Laut Natuna. Lapangan ini memiliki 3 zona produktif dengan dua zona minyak dan satu zona gas. Sumur X terletak pada zona gas. Studi dimulai dengan membuat model fasilitas produksi untuk sumur X sampai dengan separator sesuai dengan fasilitas produksi yang ada di lapangan Y. Pada sumur X, fenomena severe slug flow terbentuk pada sistem aliran pipa produksi akibat keterbatasan laju alir produksi gas..   \n \n \n\nParameter yang berpengaruh dalam terbentuknya severe slug pada sistem aliran pipa produksi di sumur X yaitu diameter tubing, diameter subsea flowline, diameter riser, dan laju alir produksi. Dari keempat parameter tersebut laju alir produksi gas merupakan parameter yang paling berpengaruh dalam pembentukan slug di pipa produksi. Semakin kecil laju alir produksi gas, maka akan semakin besar volume severe slug yang terbetuk. Laju alir produksi 1,5 kali lebih berpengaruh dibanding diameter subsea flowline dan 4 kali lebih berpengaruh dibanding diameter tubing. Parameter yang digunakan untuk menunjukkan severe slug flow pada studi kali ini adalah PI-SS. PI-SS merupakan indikator pada software komersil dalam menentukan terjadinya severe slug flow pada sistem fasilitas sistem produksi. Nilai PI-SS yang kurang dari 1 menunjukkan bahwa terjadi severe slug flow pada sistem produksi. Dalam studi ini dapat memperlihatikan hubungan antara laju alir produksi gas dengan diameter fasilitas produksi seperti tubing, subsea flowline, dan riser dalam penanganan masalah severe slug flow.", "Daftar File": {"2015 TA PP WAIS ALQARNI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/141722"}, "Penulis": "WAIS ALQARNI (NIM : 12211076)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Ir. Tutuka Ariadji, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "severe slug flow , subsea flowline, riser, PI Ã‚Â– SS.", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "1 file", "Tanggal Input": "11 Mei 2018"}