{"Nomor": 31554, "Judul": "ANALISIS CEDERA KEPALA PENUMPANG  BUS PADA TUMBUKAN ARAH DEPAN DENGAN MENGGUNAKAN METODE ELEMEN HINGGA", "Abstrak": "Dari tahun ke tahun kecelakaan kendaraan bermotor di Indonesia terus bertambah banyak. Pertambahan jumlah kecelakaan tersebut disebabkan oleh pertambahan jumlah kendaraan bermotor di jalan raya. Salah satu kendaraan yang jumlahnya meningkat dari tahun ke tahun adalah bus. Adapun salah satu jenis kecelakaan yang umum terjadi pada bus adalah tumbukan depan (frontal collision). Tumbukan ini dapat menyebabkan cedera ringan hingga kematian pada penumpang. Salah satu cedera yang sering terjadi saat tumbukan depan adalah cedera kepala. Tingkat keparahan dari cedera kepala dapat diketahui dari Head Injury Criterion (HIC), yang diatur dalam FMVSS 208. Berdasarkan FMVSS 208 nilai HIC maksimum yang diizinkan adalah 700. Pada penelitian sebelumnya yang dilakukan oleh Puspitaningtias [10], telah dilakukan analisis cedera kepala pada tumbukan depan bus dengan menggunakan dua tahap, yaitu full-scale barrier test dan sled test. Sedangkan pada penelitian ini, analisis cedera kepala pada tumbukan depan bus dilakukan dengan satu tahap, yaitu full-scale barrier test. Analisis ini dilakukan dengan menggunakan perangkat lunak LS-DYNA dan ANSYS Mechanical APDL. Nilai HIC dapat diketahui langsung dari simulasi full-scale barrier test. Dari simulasi yang telah dilakukan, diperoleh nilai HIC tertinggi pada kasus tanpa sabuk pengaman terjadi pada baris 6 karena penumpang terlempar dan kepala dummy membentur kursi baris 5. Pada kasus lap seatbelt, nilai HIC yang tertinggi terjadi pada baris 6 karena posisi kursi baris 5 yang terdeformasi ke arah dummy dan kursi yang diduduki dummy mengalami deformasi ke depan sehingga terjadi benturan yang cukup parah. Sedangkan pada kasus gabungan lap dan shoulder seatbelt nilai HIC yang tertinggi terjadi pada baris 4 karena terjadinya sedikit benturan kepala dummy terhadap kursi baris 3.", "Daftar File": {"2018 TA PP Wandi Prasetia 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/141733"}, "Penulis": "Wandi Prasetia - Nim: 13114033", "Kontributor / Dosen Pembimbing": ["Dr. Satrio Wicaksono, S.T., M.Eng.  \n\nDr. Eng. Sandro Mihradi      \n\nProf. Dr. Ir. Andi Isra Mahyuddin"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "LS-DYNA, FMVSS 208, Tumbukan Depan, HIC", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Jun 2018"}