{"Nomor": 31555, "Judul": "KAJIAN RUANG KOMUNAL DALAM PERSISTENSI DI DESA ADAT (PAKERAMAN) TENGANAN PEGRINGSINGAN DI PULAU BALI INDONESIA", "Abstrak": "Penelitian ini dilakukan untuk mengungkap kekhasan ruang komunal berkonteks vernakularÃ‚Â–tradisional di Desa Adat (Pakeraman) Tenganan Pegringsingan, Kecamatan Manggis, Kabupaten Karangasem, Provinsi Bali, Indonesia, selanjutnya disebut Desa Adat Tenganan Pegringsingan. Berdasarkan sejumlah studi yang telah dilakukan sebagai premis, ruang komunal dipahami sebagai ruang yang digunakan secara bersamaÃ‚Â–sama oleh suatu komunitas untuk kegiatanÃ‚Â–kegiatan yang didasari ide berbagi (sharing), baik ide yang berasal dari kelompok atau pun anggota komunitas. \n\nDasar dilakukannya penelitian ini adalah persistensi fisik yang terjadi pada tata letak bangunan, demikian pula pada rancangan ruangÃ‚Â–ruang luar terbuka serta bangunanÃ‚Â–bangunan di Desa Adat Tenganan Pegringsingan, setidaknya sejak terjadi musibah kebakaran besar pada tahun 1842 tepatnya persisten selama 176 tahun. Persistensi yang dimaksud adalah keterkaitannya dengan konstelasi yang tidak sederhana antara Ã‚Â“ruangÃ‚Â–kegiatanÃ‚Â–pelakuÃ‚Â”, dalam hal ini kegiatanÃ‚Â–kegiatan ritual (usaba dan odalan) yang tercakup ke dalam 46 dina usaba (hari ritual) dan nonÃ‚Â–ritual berpola yang telah berlangsung selama bertahunÃ‚Â–tahun di ruang komunal, yang dilakukan oleh beragam kelompok pelaku. \n\nPermasalahan yang diteliti meliputi halÃ‚Â–hal fisik dan nonÃ‚Â–fisik dari ruangÃ‚Â–ruang luar dan bangunan pada saat digunakan oleh kegiatanÃ‚Â–kegiatan ritual dan non Ã‚Â– ritual berpola tersebut. Konstelasi yang terjadi antara Ã‚Â“ruangÃ‚Â–kegiatanÃ‚Â–pelakuÃ‚Â”, ditengarai membentuk sistem kegiatan (activity system) yang diwadahi secara khas oleh ruangÃ‚Â–ruang komunal. Penelitian dilakukan pula terhadap fenomenaÃ‚Â–fenomena baik yang merupakan subÃ‚Â–sub sistem maupun di luar sistem kegiatan, yang seluruhnya mendukung sistem berlangsung. \n\nPenelitian tentang ruang komunal ini dilakukan dengan pendekatan kualitatif. Strategi penelitian yang diterapkan adalah metode studi kasus (case study) yang didukung oleh data primer dan sekunder yang pelaksanaannya dilakukan dengan metode survei lapangan dan studi literatur (desk study). Berkasus tunggal dan intrinsik (intrinsic), yaitu ruangÃ‚Â–ruang komunal yang tersuperimposisi dengan 46 sistem kegiatan di setiap dina usaba (hari ritual). \n\nii \n\nInterpretasi dari hasil analisis yang juga merupakan state of the art penelitian ini, ruang komunal di Desa Adat Tenganan Pegringsingan berasosiasi dengan 46 sistem kegiatan yang berlangsung di sepanjang tahun yang merupakan perwujudan dari konstelasi antara Ã‚Â“ruangÃ‚Â–kegiatanÃ‚Â–pelakuÃ‚Â” di setiap dina usaba. Melekat pada sistemÃ‚Â–sistem kegiatan tersebut, subÃ‚Â–sub sistem yang merupakan fenomena yang pada umumnya mendukung penggunaan ruang komunal dengan lebih baik. FenomenaÃ‚Â–fenomena tersebut di antaranya, waktu penggunaan berasosiasi dengan pemanfaatan bayangan besar (huge shadow), proksemik antara ruangÃ‚Â–ruang komunal dan pendukungnya, dan ruang menerus (continuous space) yang mendukung (pe)sangkepan menuju sangkep. \n\nPolaÃ‚Â–pola kegiatan yang melembaga ke dalam kehidupan sosial masyarakat desa, kegiatanÃ‚Â–kegiatan ritual dan nonÃ‚Â–ritual berpola, dikatakan akan membangun ruang komunal sebagai rona perilaku (behaviour setting) pada saat terjadi kesamaan bentuk dan struktur antara pola perilaku tetap (standing pattern of behaviour) para pelaku dengan miliu fisik (physical milieu) ruang sehingga mencapai sinomorf, ringkasnya sinomorf antara perilaku dengan miliu fisik (behaviourÃ‚Â–physical milieu synomorph). Ruang komunal di Desa Adat Tenganan Pegringsingan bukan sekedar miliu fisik yang bersifat soma atau hanya artifak semata, namun merupakan rona perilaku yang melibatkan sekaligus perilaku dan miliu fisik. \n\nSeluruh kebaruan berhubungan dengan keempat tema utama, penggunaan, jaringan, rona lingkungan (behavior setting), dan arsitektur tidak kasat mata (invisible architecture). Sinomorf dinamik berhubungan dengan rona lingkungan. Sisi ruang luar pada ruang menerus luasnya bergantung kepada jumlah pelaku yang berpartisipasi, dalam kondisi sinomorf antara perilaku dengan miliu fisik, sisi luas miliu fisik selalu berubah namun sinomorf tetap tercapai. Sangkep berhubungan dengan arsitektur tidak kasat mata. Ruang komunal yang membentuk ruang menerus merepresentasikan sangkep, secara fungsional ruang menerus membantu menciptakan atmosfir kebersamaan bagi para pelaku yang berada di dalam dan di luar bangunan. Peningkatan efektivitas penggunaan ruang masih berhubungan dengan arsitektur tidak kasat mata. Mewadahi kegiatan bersama pada usaba puncak yang merupakan salah satu usaba di Usaba Sasih Sambah MekareÃ‚Â–Kare (Perang Pandan) Petemu Tengah (Pengrame). Sejumlah ruang luar tidak kasat mata secara efektif seperti BaleÃ‚Â–bale Banjar beserta pelatarannya mengalami peningkatan efektivitas penggunaan. \n\nSecara konseptual, Ruang Komunal di Desa Adat Tenganan Pegringsingan, merupakan ruang Ã‚Â“berenduransiÃ‚Â” (endurance). Dalam ketenangan persistensi fisik tata letak bangunan serta rancanganÃ‚Â–rancangan ruang luar dan bangunannya, ruang komunal tersuperimposisi dengan beragam sistem kegiatan yang berlangsung secara spasio temporal. Demikian pula beragam fenomena baik yang merupakan subÃ‚Â–sub sistem maupun di luar sistem yang seluruhnya bersifat mendukung berlangsungnya ruang komunal dengan lebih baik. \n\nHasil penelitian berupa ruang komunal yang berasosiasi dengan sistem kegiatan dalam beragam skala, dari sederhana hingga kompleks, diharapkan dapat memberi \n\nmanfaat signifikan bagi pengembangan ruang komunal dalam berbagai konteks. Dipelajari dari berbagai studi, pada umumnya ruang komunal mewadahi kegiatan tunggal tidak bersistem dari suatu kelompok komunitas. Sifat keteraturan sistem akan membantu berlangsungnya ruang komunal tanpa konflik. Demikian pula ruang komunal yang pada umumnya merupakan ruang luar terbuka dapat dirancang sedemikian rupa, sehingga setiap bagian rancangan tidak mengalami tidak kasat mata secara efektif karena dirancang memiliki fungsi yang jelas, kasat mata, dan mudah dirawat.", "Daftar File": {"2018 DS PP WANITA SUBADRA ABIOSO 1 ABSTRAK pdf.pdf": "https://digilib.itb.ac.id/gdl/download/141734"}, "Penulis": "WANITA SUBADRA ABIOSO (NIM : 35212004)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Sugeng Triyadi S, MT \n\nDr. Eng. Hanson E. Kusuma, ST, M.Eng."], "Jenis Koleksi": "Disertasi", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "arsitektur tidak kasat mata, rona perilaku, ruang komunal, ruang menerus, sangkep, sinomorf dinamik, Tenganan Pegringsingan.", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur  \n                                     Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "03 Okt 2018"}