{"Nomor": 31562, "Judul": "UJI AKTIVITAS ANTIHIPERTENSI HERBA SELADA AIR (NASTURTIUM OFFICINALE R. BR.), BUAH MENTIMUN (CUCUMIS SATIVUS L.), DAN KOMBINASINYA PADA TIKUS WISTAR JANTAN YANG DIINDUKSI DEKSAMETASON", "Abstrak": "Penyakit kardiovaskular merupakan salah satu penyakit yang menyebabkan kematian tertinggi di \n\ndunia. Salah satu faktor resiko terjadinya penyakit kardiovaskular adalah hipertensi. Herba selada air \n\n(Nasturtium officinale R. Br.) dan buah mentimun (Cucumis sativus L.) telah banyak digunakan secara \n\ntradisional untuk menurunkan tekanan darah. Penelitian ini bertujuan untuk menentukan efek \n\npenurunan tekanan darah dan efek diuretik dari herba selada air, buah mentimun dan kombinasinya \n\npada tikus Wistar jantan. Hewan uji pada penelitian ini diinduksi dengan deksametason 0,5 mg/kg bb \n\nsecara subkutan. Efektivitas konsentrat jus herba selada air, buah mentimun dan kombinasinya \n\nditentukan berdasarkan parameter tekanan darah sistolik dan diastolik yang diukur secara noninvasif dengan CODAÃ‚Â® tail-cuff blood pressure system. Pengukuran tekanan darah dilakukan sebelum \n\ninduksi, setelah induksi dan selama terapi (terapi hari ke-1, ke-3 dan ke-7). Pengamatan efek diuretik \n\nherba selada air, buah mentimun dan kombinasinya dilakukan dengan mengamati volume urin tikus \n\nyang ditampung pada kandang metabolisme setiap jam selama 5 jam dan 24 jam setelah pemberian \n\nzat uji. Pemberian konsentrat jus herba selada air 45 mg/kg bb, jus buah mentimun 365 mg/kg bb, \n\nkombinasi 1:1 (konsentrat jus herba selada air 45 mg/kg bb dan konsentrat jus buah mentimun 365 \n\nmg/kg bb) serta kombinasi Ã‚Â½ : Ã‚Â½ (konsentrat jus herba selada air 22,5 mg/kg bb dan konsentrat jus \n\nbuah mentimun 182,5 mg/kg bb) pada model hewan hipertensi menyebabkan penurunan tekanan \n\ndarah sistolik berturut-turut sebesar 53,48; 41,14; 40,32; dan 34,49 mmHg, sedangkan nilai \n\npenurunan tekanan darah diastolik berturut-turut sebesar 40,04; 34,66; 28,92; dan 31,11 mmHg. \n\nPada akhir terapi, tekanan darah sistolik dan diastolik kelompok kombinasi Ã‚Â½:Ã‚Â½ tidak berbeda \n\nbermakna dengan kombinasi 1:1 (p>0,05). Kombinasi 1:1 menunjukkan peningkatan volume urin \n\nyang signifikan (p", "Daftar File": {"2018 TA PP WATINI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/141760"}, "Penulis": "WATINI NIM : 11614021", "Kontributor / Dosen Pembimbing": ["pembimbing : Prof. Dr. I Ketut Adnyana, M.Si., Apt", "Dr. Afrillia Nuryanti Garmana, M.Si., Apt."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "hipertensi, deksametason, diuretik, Nasturtium officinale R. Br., Cucumis sativus L.", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "10 file", "Tanggal Input": "27 Sep 2018"}