{"Nomor": 31566, "Judul": "KINERJA CAMPURAN AC-WC DAN HRS-WC MENGGUNAKAN AGREGAT DARI SUNGAI IDANOGAWO", "Abstrak": "Kota Gunungsitoli yang terletak dibagian barat provinsi Sumatera Utara merupakan pusat perekonomian kepulauan Nias. Untuk mendukung aksebilitas Kota Gunungsitoli diperlukan insfrastruktur jalan yang memadai dan didukung oleh struktur perkerasan yang baik menggunakan campuran beraspal dengan agregat lokal. \n\nPenelitian ini melihat kinerja campuran beraspal AC-WC dan HRS-WC dengan menggunakan agregat Sungai Idanogawo-Nias pada lapisan permukaan berdasarkan variasi gradasi, parameter marshall, tingkat elastisitas, ketahanan terhadap deformasi permanen dan ketahanan terhadap fatigue. \n\nCampuran beraspal AC-WC memiliki Nilai stabilitas,  Indeks Kekuatan Sisa, ketahanan terhadap deformasi permanen, dan modulus yang lebih baik dibandingkan HRS-WC. Hal ini disebabkan Agregat yang bergradasi menerus bersifat saling mengunci sehingga menghasilkan stabilitas yang tinggi dan mampu menahan beban berulang. Void yang cukup juga menyebabkan aspal mampu menyelimuti agregat dengan baik sehingga lebih awet terhadap air dan temperatur. \n\nUntuk mendapatkan hasil campuran beraspal HRS-WC yang lebih baik perlu dilakukan pengujian dengan melakukan variasi gradasi pada campuran beraspal.", "Daftar File": {"2018 TS PP WELLING IKHMATIUS HIA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/141764"}, "Penulis": "WELLING IKHMATIUS HIA (NIM : 26915307)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n\nDr. Ir. Harmein Rahman, M.T. \n\nDr. Ir. Rudy Hermawan K. M.Sc., Ph.."], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Campuran beraspal AC-WC dan HRS-WC, Agregat Sungai Idanogawo, modulus resilien, ketahanan deformasi permanen dan  fatigue.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "02 Mar 2018"}