{"Nomor": 31560, "Judul": "PEMODELAN INVERSI 3 DIMENSI DATA GAYABERAT DENGAN PERHITUNGAN ITERATIF PADA AREA GUNUNG PANDAN, JAWA TIMUR", "Abstrak": "Gunung Pandan merupakan salah satu gunung api yang berada di Jawa Timur. Tercatat pernah terjadi gempa bumi dengan magnitudo 4,2 pada Kamis 25 Juni 2015, pukul 22.35 WIB berlokasi di daerah Gunung Pandan. Gempa tersebut mengindikasikan tektonik Gunung Pandan yang masih aktif. Selain itu, Gunung Pandan termasuk satu dari sebelas prospek panas bumi di Jawa Timur. Sehingga, menarik untuk dilakukan studi terkait kondisi geologi dari Gunung Pandan. Sejauh ini sebagian besar penelitian membahas terkait geologi permukaan dari Gunung Pandan. Penelitian ini bertujuan untuk memberikan informasi terkait kondisi bawah permukaan dari Gunung Pandan berdasarkan data gayaberat. Pada penelitian ini, digunakan teknik pemodelan inversi data gayaberat untuk mencitrakan kondisi bawah permukaan dari Gunung Pandan. Teknik inversi yang digunakan adalah inversi non linier dengan metode perhitungan iteratif. Pada skema pemodelan ini, model yang akan ditentukan adalah model kedalaman batas lapisan dari dua lapisan batuan berdasarkan dari data anomali gayaberat. Pada tiap lapisan batuan diasumsikan tersusun atas kumpulan prisma segiempat dengan dimensi tertentu. Kumpulan prisma yang merepresentasikan lapisan batuan ini selanjutnya dihitung respon modelnya dan dievaluasi dengan cara membandingkannya terhadap data observasi. Dari evaluasi ini, dilakukan modifikasi panjang prisma sehingga model batas lapisannya akan berubah. Proses evaluasi dan modifikasi terhadap model dilakukan secara iteratif hingga mencapai jumlah iterasi yang telah ditentukan. Hasil yang diperoleh dari pemodelan inversi gaya berat ini adalah model batas lapisan bawah permukaan Gunung Pandan. Model bawah permukaan yang didapatkan adalah adanya suatu bentukan yang menyerupai intrusi batuan, dalam hal ini diinterpretasikan sebagai batuan andesitis yang mengintrusi lapisan batuan yang berada diatasnya. Bentukan intrusi ini terletak pada daerah puncak dari Gunung Pandan dan tampak menerus ke arah utara, dengan daerah intrusi terdangkal terletak di sekitar puncak dari Gunung Pandan.", "Daftar File": {"2018 TA PP WASKITO AJI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/141751"}, "Penulis": "WASKITO AJI NIM: 12314036", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Eko Januari Wahyudi,S.T.,M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "gayaberat, Gunung Pandan, inversi, pemodelan", "Sumber": "", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "19 Sep 2018"}