{"Nomor": 31567, "Judul": "KINERJA MODULUS RESILIEN DAN DEFORMASI PERMANEN DARI CAMPURAN LAPIS ANTARA (AC-BC) YANG MENGGUNAKAN MATERIAL HASIL DAUR ULANG (RAP) DAN BNA BLEND 75/25 DALAM ASPAL CAMPURAN PANAS", "Abstrak": "Pertimbangan ekonomi dan lingkungan mendorong munculnya pemanfaatan bahan hasil daur ulang pada seluruh proses produksi. Tak terlepas dari menciptakan suatu konstruksi jalan yang ekonomis dan ramah lingkungan seperti pemanfaatan ulang dari material Reclaimed Asphalt Pavement (RAP) serta penggunaan aspal alam hasil produksi lokal yaitu aspal Buton sebagai teknologi alternatif dalam pembangunan dan rehabilitasi perkerasan jalan.   \nPenelitian ini bertujuan untuk melihat potensi pemanfaatan kembali material perkerasan daur ulang (RAP) dalam campuran lapis antara (AC-BC) memakai aspal Pertamina Pen 60/70 dan aspal BNA Blend 75/25. Persentase dari Reclaimed Asphalt Pavement (RAP) dibatasi sebesar 0%, 10%, dan 15% dengan alasan bahwa penggunaan RAP hingga kadar 15% masih mengasumsikan aspal yang masih melekat tidak aktif sebagai bitumen.   \nPengujian laboratorium yang dilakukan adalah percobaan Marshall, Marshall Immersion, Modulus Resilient UMATTA, dan pengujian Wheel Tracking. Campuran yang digunakan yaitu AC-BC gradasi kasar. Hasil KAOrefusal yang diperoleh dari percobaan Marshall untuk campuran A0, A10, A15, B0, B10, dan B15 adalah 5,80%; 5,25%; 5,03%; 6,00%; 5,53%; dan 5,20%. Sedangkan nilai Marshall sebesar 1274,72 kg; 1378,18 kg; 1478,22 kg; 1439,25 kg; 1533,48 kg; dan 1562,62 kg. Rasio nilai IKS diperoleh 91,67%; 94,67%; 91,13%; 91,34%; 95,63%; dan 90,88%. Pada pengujian UMATTA dilakukan terhadap dua variasi suhu, yaitu pada suhu 25 Ã‚Â°C menunjukkan nilai 4138 MPa, 4127 MPa, 4614 MPa, 3807 MPa, 4191 MPa, 4705 MPa. Sedangkan pada suhu 45 Ã‚Â°C menghasilkan modulus resilien sebesar 212 MPa, 512 MPa, 553 MPa, 616 MPa, 657 MPa, serta 918 MPa. Untuk pengujian akhir yaitu Wheel Tracking menunjukkan nilai total deformasi pada suhu 45 Ã‚Â°C sebesar 2,20 mm; 1,60 mm; 1,27 mm; 1,88 mm; 1,48 mm; dan 1,20 mm. Sedangkan untuk pengujian suhu 60 Ã‚Â°C sebesar 2,54 mm; 2,17 mm; 1,84 mm; 1,98 mm; 1,89 mm; dan 1,33 mm.   \nSecara umum, dapat disimpulkan bahwa pemakaian aspal BNA Blend 75/25 dan RAP meningkatkan nilai Modulus Resilien serta dapat meningkatkan ketahanan terhadap Deformasi Permanen.", "Daftar File": {"2013 TS PP WELLY PRADIPTA 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/141771", "2013 TS PP WELLY PRADIPTA 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/141770", "2013 TS PP WELLY PRADIPTA 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/141769", "2013 TS PP WELLY PRADIPTA 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/141768", "2013 TS PP WELLY PRADIPTA 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/141767", "2013 TS PP WELLY PRADIPTA 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/141766", "2013 TS PP WELLY PRADIPTA 1- BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/141765", "2013 TS PP WELLY PRADIPTA 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/141772"}, "Penulis": "WELLY PRADIPTA (NIM: 26910004)", "Kontributor / Dosen Pembimbing": ["Pembimbing :    \nDr. Ir. Harmein Rahman, M.T.", "Prof. Dr. Ir. Bambang Sugeng S., DEA."], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Lapis Antara (AC-BC), Reclaimed Asphalt Pavement (RAP), Aspal BNA Blend 75/25, Aspal Pertamina Pen 60/70, Modulus Resilien, Deformasi Permanen.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "16 Okt 2018"}