{"Nomor": 31578, "Judul": "PEMODELAN HIDRODINAMIKA PADA TERMINAL KALIBARU UTARA PELABUHAN TANJUNG PRIOK", "Abstrak": "Pengembangan Pelabuhan Tanjung Priok diperlukan sebagai salah satu solusi untuk mengatasi kelebihan kapasitas tampung Pelabuhan Tanjung Priok saat ini. Pengembangan Pelabuhan Tanjung Priok sebagaimana dijelaskan didalam Keputusan Menteri Perhubungan No. 38 tentang Rencana Induk Pelabuhan Tanjung Priok berupa penambahan Terminal dengan nama Kalibaru Utara. Penambahan terminal baru berpotensi untuk merubah pola Hidrodinamika perairan baik di dalam wilayah Pelabuhan Tanjung Priok maupun di sekitar Pelabuhan Tanjung Priok. Tujuan dari karya ilmiah ini adalah untuk mengetahui secara umum sejauh mana perubahan pola Hidrodinamika yang terjadi akibat dibangunnya Terminal Kalibaru Utara ini. Pola Hidrodinamika yang dimaksud dalam hal ini adalah pasang surut, arus, gelombang, dan sedimen, secara khusus penulis mengkaji aspek pengaruh pengembangan pelabuhan Tanjung Priok terhadap pantai-pantai yang berada di sekitar Tanjung Priok, dan juga menganalisis pengaruh gelombang yang terjadi di dermaga Terminal Kalibaru terhadap keamanan dan kenyamanan proses bongkar muat. Penulis melakukan kajian terhadap perubahan pola hidrodinamika dengan menggunakan bantuan software MIKE 21 yang terdiri dari modul Hydrodynamic, Spectral Wave, dan Sand Transport. Keluaran software MIKE 21 berupa elevasi muka air, kecepatan dan arah arus, tinggi dan periode gelombang, serta pola sedimentasi yang terjadi di pantai sekitar Tanjung Priok. Hasil kajian terhadap sedimentasi (Modul Sand Transport) menunjukkan adanya pengaruh pembangunan Terminal Kalibaru terhadap pantai-pantai di sekitar Pelabuhan Tanjung Priok. Sementara itu dari hasil pemodelan gelombang (Modul Spectral Wave) berupa tinggi dan periode gelombang, diketahui bahwa kegiatan bongkar muat peti kemas dan curah cair tidak memenuhi kriteria ketenangan dalam kolam pelabuhan yang ditunjukkan dari nilai amplitudo gerak kapal yang melebihi batas izin yang telah ditentukan. Dari analisis terhadap gelombang Penulis merekomendasikan diperlukan adanya breakwater didepan Terminal Kalibaru.", "Daftar File": {"2015 TS PP  WIDAGDO PRADONO SIWI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/141811", "2015 TS PP  WIDAGDO PRADONO SIWI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/141812", "2015 TS PP  WIDAGDO PRADONO SIWI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/141813", "2015 TS PP  WIDAGDO PRADONO SIWI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/141814", "2015 TS PP  WIDAGDO PRADONO SIWI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/141815", "2015 TS PP  WIDAGDO PRADONO SIWI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/141816", "2015 TS PP  WIDAGDO PRADONO SIWI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/141817", "2015 TS PP  WIDAGDO PRADONO SIWI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/141818"}, "Penulis": "WIDAGDO PRADONO SIWI (NIM : 25511303)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Andojo Wurjanto, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "MIKE21, Kalibaru Utara, Tanjung Priok, Hidrodinamika, Gelombang, Pasang Surut, Sedimen", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "23 Apr 2018"}