{"Nomor": 31574, "Judul": "PERANCANGAN PRODUK FASHION DENGAN RAGAM TENUN LURIK JAWA PEDAN BAGI MASYARAKAT URBAN DI INDONESIA", "Abstrak": "Perancangan produk fashion dengan memanfaatkan kain tenun lurik Jawa ditujukan bagi kalangan kelas urban menengah hingga menengah ke atas dengan karakter semangat muda, sarat lokalitas dan cinta budaya. Karakter lain dari masyarakat urban juga memiliki kegiatan yang padat namun di tengah kesibukannya kaum ini tetap tampil gaya dan mengikuti tren terhadap gaya tampilannya. Atas pertimbangan tersebut maka perancangan busana yang akan dihasilkan menggunakan siluet visual simpel, klasik dan minimalis untuk berbagai aktifitas. Tujuan penelitian ini adalah untuk mempertahankan eksistensi tenun lurik dengan mengembangkan motif/corak dan warna ke dalam bentuk produk fashion yang inovatif dengan mengembangkan kain tenun lurik Jawa Pedan yang ditujukan untuk kaum urban di Indonesia. Serta diharapkan memperkaya perkembangan produk fashion dengan nuansa budaya Indonesia serta dapat meningkatkan kemungkinan daya jual tenun lurik Jawa. Dengan menggunakan ragam hias dan pola tenun lurik Jawa Pedan yang sudah dikembangkan diharapkan dapat semakin mengembangkan motif dan corak khas daerah yang masih belum tereksplorasi. Salah satu corak atau motif tersebut adalah lurik Jawa Pedan, dengan mengadaptasi motif ke dalam bentuk desain produk fashion bagi kebutuhan masyarakat urban di Indonesia serta diharapkan dapat mempertahankan eksistensi Tenun Lurik Jawa Pedan dan terjaga kelestariannya.", "Daftar File": {"Wenny Anggraini Natalia- 27116050.pdf": "https://digilib.itb.ac.id/gdl/download/141787"}, "Penulis": "Wenny Anggraini Natalia NIM: 27116050", "Kontributor / Dosen Pembimbing": ["Dr. Dian Widiawati, M.Sn. \n\nDr. Agus Sachari, M.Sn."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Inovatif, Produk Fashion, Ragam corak dan motif, Tenun Lurik Jawa Pedan, Urban.", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "20 Sep 2018"}