{"Nomor": 31570, "Judul": "STRATEGI PERTUMBUHAN PT KRAKATAU POSCO UNTUK MENINGKATKAN KEUNGGULAN DAYA SAING", "Abstrak": "Krakatau Posco adalah perusahaan baja yang tergolong muda, dibangun pada tahun 2011 dan telah memulai beroperasi pada akhir tahun 2013. Krakatau Posco didirikan atas kerjasama Joint Venture antara Krakatau Steel dan Posco. fasilitas produksi yang dimiliki Krakatau Posco mampu menghasilkan maksimum 3 juta ton steel per tahun. Pabrik baja terpadu yang dibangun di Kawasan Industri Krakatau-Cilegon ini adalah pabrik baja pertama di Indonesia dan Asia Tenggara yang menggunakan teknologi Blast Furnace. Produk utama dari Krakatau Posco adalah Steel Slab dan Steel Plate. \n\nSelama 5 tahun terakhir, industry baja dunia mengalami kondisi yang sulit akibat oversupply dan naiknya harga raw materials. Walaupun belum mampu mencatatkan nett profit semenjak tahun pertama beroperasi, Krakatau Posco mencatatkan performa operasi yang stabil sebagai young-age steel producer. Perkembangan industri baja nasional yang mulai menunjukan sinyal positif dan potensi kebutuhan industri baja nasional harus direspon oleh strategi pengembangan perusahaan agar tidak kehilangan kesempatan dan momentum. Untuk itu perlu dilakukan analisa situasi bisnis (Eksternal dan Internal) agar dapat memotret kondisi perusahaan saat ini. Hasil analisa tersebut kemudian di identifikasi dengan target perusahaan untuk mengetahui kesenjangan sumber daya strategis perusahaan. Dengan Resource Pathways Framework, dapat membantu menentukan strategi perusahaan untuk meningkatkan keunggulan daya saing. \n\nHasil analisa menunjukan bahwa Krakatau Posco harus menutup kesenjangan pada sumber daya strategis yang meliputi sumber daya innovasi, sumber daya manusia, fasilitas operasi dan brand reputation. Untuk memperbaiki kesenjangan tersebut, Krakatau Posco direkomendasikan untuk menggunakan strategi yang berbeda pada tiap sumber daya. Jalur pengembangan internal digunakan untuk mengambangkan sumber daya inovasi dan brand reputation. Jalur basic contract untuk mengembangkan sumber daya operasi. Dan Jalur alliance untuk mengembangkan sumber daya manusia.", "Daftar File": {"2018 TS PP WENDI ALVEN PRADANA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/141775"}, "Penulis": "WENDI ALVEN PRADANA (NIM 29316098)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Mohammad Hamsal, MSE, MQM, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Strategi, Industri Baja, Keunggulan Daya Saing, Sumber Daya Perusahaan, Resource Pathways Framework.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "09 Jun 2018"}