{"Nomor": 31579, "Judul": "GEOLOGI DAN POTENSI GEOTERMAL AREA PROSPEK CIHARUS, KABUPATEN BANDUNG DAN GARUT, JAWA BARAT", "Abstrak": "Area Prospek Ciharus terletak di Kabupaten Bandung dan Garut, Jawa Barat dan berbatasan langsung dengan Area Panas Bumi Kamojang di sebelah timur. Area ini terletak secara geografis pada 798000-806000 E, dan 9202000-9210000 N zona 48S dengan luas 64 km2. Tujuan penelitian ini adalah untuk mengetahui kondisi geologi Area Prospek Ciharus, meliputi geomorfologi, geologi, volkanostratigrafi, dan struktur geologi daerah penelitian serta kemungkinan kemenerusan kondisi geologi berdasarkan volkanostratigrafi fisik antara daerah Ciharus dengan Area Panas Bumi Kamojang.     \nGeomorfologi daerah penelitian dibagi menjadi 11 satuan, yaitu: Satuan Lereng Aliran Piroklastik Kendang, Satuan Punggungan Aliran Lava Rakutak, Prahu, ogdog dan Pasir Jawa, Satuan Punggungan Aliran Piroklastik Cibereum dan Cibatuipis, Satuan Kerucut Gunungapi Sanggar, Satuan Punggungan Jatuhan Piroklastik Ciharus, Satuan Bukit Aliran Piroklastik Kiamis, dan Satuan Dataran Danau Ciharus. Volkanostratigrafi daerah penelitian dibagi menjadi 4 khuluk, yaitu: Khuluk Kendang, Dogdog-Rakutak Purba, Kamojang dan Kiamis. Pada Khuluk Kendang terdapat 1 gumuk, yaitu Gumuk Puncak Cae. Pada Khuluk Dogdog-Rakutak Purba terdapat 2 gumuk, yaitu: Gumuk Dogdog-Rakutak dan Prahu. Pada Khuluk Kamojang terdapat 2 gumuk, yaitu : Gumuk Sanggar dan Ciharus. Batuan yang ditemukan pada daerah penelitian adalah basalt, andesit, breksi piroklastik, batulapilituf dan endapan koluvial yang dibagi menjadi 10 satuan tidak resmi berdasarkan: sumber, litologi yang dibedakan dari ukuran, komponen dari batuan dan waktu pembentukannya. Struktur geologi pada daerah penelitian terdiri dari struktur sekunder berupa Sesar Normal Dogdog-Rakutak dan Sesar Mendatar Mengiri Ciharus.     \nArea Prospek Ciharus dinyatakan memiliki potensi geotermal yang baik berdasarkan data temperatur pada sumur CHR-1. Namun berdasarkan panduan evaluasi potensi geotermal, Area Prospek Ciharus memiliki potensi geotermal yang tidak cukup besar dengan kriteria sebagai berikut: volume gunungapi dari Area Prospek Ciharus kurang dari 50 km3, memiliki evolusi magma submature.", "Daftar File": {"2016 TA PP WIDHIYAKSA SAVEEDRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/141819", "2016 TA PP WIDHIYAKSA SAVEEDRA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/141820", "2016 TA PP WIDHIYAKSA SAVEEDRA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/141821", "2016 TA PP WIDHIYAKSA SAVEEDRA 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/141822", "2016 TA PP WIDHIYAKSA SAVEEDRA 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/141823", "2016 TA PP WIDHIYAKSA SAVEEDRA 1-BAB 3C.pdf": "https://digilib.itb.ac.id/gdl/download/141824", "2016 TA PP WIDHIYAKSA SAVEEDRA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/141825", "2016 TA PP WIDHIYAKSA SAVEEDRA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/141826", "2016 TA PP WIDHIYAKSA SAVEEDRA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/141827", "2016 TA PP WIDHIYAKSA SAVEEDRA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/141828"}, "Penulis": "WIDHIYAKSA SAVEEDRA (NIM : 120 11 030)", "Kontributor / Dosen Pembimbing": ["Pembimbing :      \nDr. Eng. Suryantini.     \nArif Susanto, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Ciharus, volkanostratigrafi, khuluk, gumuk, evaluasi potensi geotermal.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "10 file", "Tanggal Input": "11 Apr 2018"}