{"Nomor": 31587, "Judul": "PENGARUH MODIFIKASI MEDIA DAN PENGGUNAAN DAPAR TERHADAP OVERPRODUKSI MNSOD STAPHYLOCOCCUS EQUORUM MENGGUNAKAN PROMOTOR GADA DI ESCHERICHIA COLI", "Abstrak": "Penggunaan promotor autoinduksi merupakan salah satu strategi efisiensi ekspresi protein  \n \n\nrekombinan tanpa penambahan senyawa penginduksi. Plasmid pMCD_sod merupakan vektor  \n \n\nekspresi berbasis promotor autoinduksi gadA hasil konstruksi di Laboratorium Bioteknologi Farmasi  \n \n\nITB yang membawa gen pengkode superoksida dismutase Staphyloccocus equorum (rMnSODSeq)  \n \n\nuntuk ekspersi di Escherichia coli. Promotor gadA aktif bekerja pada fase stasioner, pH rendah, atau  \n \n\nkondisi stress garam. Pada penelitian sebelumnya dilakukan produksi protein pada kondisi pH 5,5  \n \n\nyang dipertahankan melalui penambahan HCl secara berkala. Tujuan penelitian ini adalah  \n \n\nmempelajari pengaruh penggunaan dapar pH 5,5 dan modifikasi media pada produksi protein dengan  \n \n\npMCD_sod di Escherichia coli TOP10. Konfirmasi kebenaran plasmid pMCD_sod dilakukan dengan  \n \n\nanalisis migrasi dan pemotongan. Protein rMnSODSeq yang diproduksi dianalisa dengan SDS-PAGE  \n \n\ndan perangkat lunak ImageJ. Jenis dapar yang digunakan adalah dapar suksinat, asetat, dan sitrat.  \n \n\nJenis dapar yang paling sesuai digunakan untuk overproduksi protein rMnSODSeq adalah dapar  \n \n\nsuksinat. Modifikasi terhadap media Luria Bertani (LB) dilakukan dengan menggunakan seperempat  \n \n\nkomponennya (Ã‚Â¼LB). Pengaruh dapar dalam mempercepat proses produksi rMnSODSeq dilihat  \n \n\nmelalui keberadaan protein rMnSODSeq pada awal waktu overproduksi. Protein rMnSOSeq dapat  \n \n\ndiproduksi dengan dapar suksinat pH 5,5 pada media LB dan mampu menghasilkan rMnSODSeq  \n \n\nsebanding dengan produksi menggunakan HCl. Jumlah protein yang diproduksi dengan media Ã‚Â¼LB  \n \n\nlebih banyak dibandingkan media LB. Produksi protein rMnSODSeq dapat dilakukan dengan optimal  \n \n\ndan efektif menggunakan media Ã‚Â¼LB-Suksinat selama 11,5 jam dengan jumlah protein rMnSODSeq  \n \n\n35,275Ã‚Â±1,47% dari protein total dan jumlah protein total sebesar 4,05Ã‚Â±0,69 mg rMnSODSeq dalam  \n \n\nsatu gram bobot sel basah serta memiliki aktivitas dismutasi.", "Daftar File": {"2018 TA PP WIDYA IMELDA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/141859"}, "Penulis": "WIDYA IMELDA NIM : 10714030", "Kontributor / Dosen Pembimbing": ["PEMBIMBING : Dr. rer. nat. Catur Riani", "Anindyajati, M.Si., Apt."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "produksi protein, promotor gadA, rMnSODSeq, dapar suksinat, modifikasi media", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "1 file", "Tanggal Input": "29 Jun 2018"}