{"Nomor": 31584, "Judul": "Corporate University: Sebuah Upaya Strategis Organiasi dalam Pembelajaran dan Pengembangan", "Abstrak": "Corporate university benar-benar telah menjadi fenomena global semenjak kemunculannya \n\ndi Amerika Serikat dan telah menjadi salah satu pendekatan yang progresif digunakan oleh \n\nberbagai organisasi di banyak negara untuk pengembangan modal insani mereka dan \n\ntermasuk di Indonesia. Akan tetapi penelitian akademis dan publikasi ilmiah mengenai \n\nkonsep ini pada konteks perusahaan di Indonesia masih sangat terbatas bahkan dapat \n\ndikatakan langka. Hal ini mendasari pentingnya melakukan penelitian mengenai corporate \n\nuniversity terutama pada konteks perusahaan-perusahaan di Indonesia yang baru \n\nmenjalankan konsep ini. Dengan mempertimbangkan masalah ini, penelitian ini bertujuan \n\nuntuk: (1) menggambarkan praktik corporate university terkini di Indonesia, (2) membuat \n\nmodel konseptual untuk membantu memahami fenomena corporate university di Indonesia, \n\ndan (3) menggali berbagai isu dan tantangan utama yang dihadapi oleh corporate university \n\ndi Indonesia. \n\nPenelitian eksplorasi dipilih untuk membantu menjawab tujuan penelitian ini dengan tujuh \n\ncorporate universities dipilih sebagai sampel penelitian ini. Analisis tematik dengan \n\nmenggunakan teknik coding, dokumen analisis, serta observasi dilakukan dalam \n\npengumpulan data dan analisis. Hasilnya, corporate universities yang diteliti menunjukan \n\nbahwa mereka lebih dari sekedar berganti nama dan dalam praktiknya mereka berbeda \n\nmenyesuaikan dengan kebutuhan dan tujuan dari induk organisasi mereka. Dalam praktiknya \n\ncorporate universities dapat dijelaskan dalam empat profil yaitu profil organisasional, profil \n\ninfrastruktur pembelajaran dan operasi, profil manajemen pembelajaran, serta profil \n\nkemitraan. Penelitian ini memunculkan empat isu dan tantangan utama yang dihadapi oleh \n\ncorporate universities diantaranya yaitu pembelajaran dan operasi berbasis teknologi, \n\nkolaborasi dan kemitraan antar organisasi, inovasi berkeanjutan dalam solusi pembelajaran, \n\ndan komunikasi yang berkelanjutan kepada seluruh pemangku kepentingan di organsiasi \n\nmaupun di luar organisasi. Pada akhirnya, sebuah model konseptual dibangun untuk \n\nmembantu memahami fenomena corporate university di Indonesia dimana peneliti \n\nmelandaskan pada praktik mereka di Indonesia.", "Daftar File": {"2018 TS PP WIDI GALIH ANGGARA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/141842"}, "Penulis": "Widi Galih Anggara (29016021)", "Kontributor / Dosen Pembimbing": ["Hary Febriansyah, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Corporate University, Exploratory Research, Learning and Development, Workplace learning", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "1 file", "Tanggal Input": "04 Jun 2018"}