{"Nomor": 31581, "Judul": "Analisis Dinamik Dermaga Terapung Sebagai Dasar Perancangan Dermaga Kapal Ikan pada Kawasan Jakarta Utara", "Abstrak": "Dermaga terapung menggunakan sistem mooring untuk mempertahankan posisinya. Konfigurasi sistem mooring bermacam-macam, mulai dari ketegangan talinya (taut, semi-taut, catenary), diameter tali mooring, serta ada atau tidaknya pemberat. Ketiga variasi konfigurasi tersebut dianalisis hubungannya dengan respon dermaga terapung dalam proses iterasi variasi konfigurasi. Analisis hubungan konfigurasi dan respon dermaga tersebut kemudian dijadikan dasar untuk menentukan konfigurasi akhir. Pada konfigurasi akhir, dermaga terapung dimodelkan secara dinamik dengan diberikan beban lingkungan. Beban lingkungan yang dimaksud adalah beban gelombang akibat gelombang yang dibangkitkan oleh angin dan beban arus akibat arus pasang-surut. Gelombang dimodelkan secara linear dan acak, dimana pada gelombang linear, dianalisis hubungan antara gelombang dan respon dermaga. Konfigurasi akhir dimodelkan pada 12 kondisi pembebanan dengan variasi gelombang operasional (periode ulang 2 tahun) dan storm (periode ulang 50 tahun), kedalaman pasang dan surut, serta 3 arah beban lingkungan (sejajar dermaga, tegak lurus dermaga, dan sejajar tali mooring). Pemodelan dilakukan sesuai aturan pada API RP 2SK, dimana analisis dinamik dermaga terapung dilakukan pada 2 kondisi tali yaitu intact (utuh) dan damaged. Analisis kondisi damaged dilakukan dengan memodelkan 1 tali mooring terputus. Pemodelan kondisi damaged dipisah menjadi 2 kondisi, kondisi pertama tali yang putus merupakan tali dengan gaya tarik maksimum saat pemodelan kondisi intact, kondisi kedua tali yang putus merupakan tali yang menyababkan penambahan gaya tarik terbesar untuk tali dengan gaya tarik maksimum pada pemodelan kondisi intact. Respon dermaga terapung dianalisis dengan 2 batas, yaitu batas gaya tarik atau minimum breaking strength agar gaya tarik tali tidak melebihi kapasitas, dan batas percepatan heave untuk memastikan respon dermaga terapung tidak menyebabkan mabuk laut bagi penggunanya. Hasil analisis konfigurasi akhir menyimpulkan bahwa respon dermaga terapung memenuhi kriteria batas gaya tarik dan percepatan, dengan catatan konfigurasi semi-taut yang digunakan pada kasus ini menyebabkan penambahan draft dermaga saat pasang yang menimbulkan resiko tenggelamnya dermaga pada saat pasang dan gelombang tinggi. Solusi permasalahan tersebut adalah dengan meninggikan freeboard dermaga terapung atau memperpanjang bentangan tali mooring dan dilakukan analisis ulang.", "Daftar File": {"2018 TA PP Widianto 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/141839"}, "Penulis": "Widianto (15514043)", "Kontributor / Dosen Pembimbing": ["Krisnaldi Idris, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Dermaga Terapung, Mooring, Struktur Terapung, Gelombang Acak, RAO", "Sumber": "", "Staf Input/Edit": "suwadji  \n                                     suwadji", "File": "1 file", "Tanggal Input": "26 Sep 2018"}