{"Nomor": 31592, "Judul": "MEKANISME PENDESAKAN YANG COCOK PADA KASUS HEAVY OIL DAN LOW TEMPERATURE DI RESERVOIR SANDSTONE (ANALISA LABORATORIUM)", "Abstrak": "Salah satu upaya menanggulangi turunnya produksi minyak bumi dengan teknologi EOR yaitu chemical flooding (injeksi kimia) menggunakan surfaktan yang bertujuan untuk menurunkan tegangan antar-muka antara minyak dan air serta membawa minyak yang tidak dapat terbawa oleh air, selain itu untuk menambah perolehan minyak semaksimal mungkin (100%), surfaktan juga dapat mengurangi jumlah minyak yang terjebak di reservoir (Saturation Oil Residu atau Sor).  \n \n\nPenelitian ini dilakukan di laboratorium Enhanced Oil Recovery, Program Studi Teknik Perminyakan ITB. Percobaan utama pada penelitian ini adalah uji imbibisi, wettability pada artificial sandstone dengan surfaktan G03 dan G04. Uji imbibisi yang dilakukan menggunakan surfaktan dengan konsentrasi masing - masing sebesar 2%, 2.5% dan 3% pada suhu 400C.  \n \n\nHasil dari penelitian, surfaktan yang paling baik adalah yang dapat menghasilkan nilai viskositas terendah pada fraksi volume minyak di bawah 50%. Hasil pengukuran viskositas campuran, surfaktan G04-3% pada suhu 40 oC memberikan nilai viskositas campuran yang paling rendah. Pada uji IFT, surfaktan G04 memiliki nilai IFT lebih rendah dibandingkan surfaktan G03. Maka berdasarkan uji IFT surfaktan chemical terbaik adalah G04-3% karena mampu mengubah batuan yang bersifat oil wet menjadi water wet dan memiliki sudut kontak yang paling rendah. Pada uji wettability, konsentrasi surfaktan mampu membuat perubahan sifat wettability batuan dari oil wet menjadi semakin water wet sehingga minyak yang terperangkap didalam pori semakin mudah mengalir bersama air dan meningkatkan recovery factor minyak. Pada uji coreflooding, uji coreflooding I & II total recovery factor belum mencapai 100%. Setelah dilakukan uji coreflooding III pada suhu 40 oC dengan ditambahkan superadditive diperoleh recovery factor menjadi 100%. Untuk melihat performa chemical yang digunakan, dilakukan uji coreflooding IV dengan suhu diturunkan menjadi 37 oC tanpa menggunakan waterflooding diperoleh hasil recovery factor tetap sebesar 100%. Ini berarti superadditive sangat mempengaruhi recovery.", "Daftar File": {"2018 TS PP WIDYA PRATAMA KESUMA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/141865"}, "Penulis": "WIDYA PRATAMA KESUMA (NIM : 22216014)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Ir. Leksono Mucharam, M.Sc.,Ph.D.  \n \n\nPembimbing 2 : Prof. Dr. Ir. Sudjati Rachmat, DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Surfaktan, IFT, Wettability, Sudut Kontak dan Coreflooding", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "1 file", "Tanggal Input": "02 Jul 2018"}