{"Nomor": 31599, "Judul": "PERANCANGAN TIMBUNAN DAN PONDASI TIANG BOR STASIUN KERETA API BANDARA SUDIRMAN", "Abstrak": "Stasiun Sudirman merupakan stasiun kereta api yang bertujuan untuk menghubungkan Bandara Soekarno-Hatta dan kota Jakarta, mengurangi kemacetan yang terjadi di tol menuju bandara, dan juga perjalanan menuju Bandara Soekarno-Hatta memerlukan waktu yang lebih singkat. Stasiun ini juga direncanakan menjadi stasiun interkoneksi monorail dan antarmoda bagi seluruh jenis angkutan di DKI Jakarta. Tugas akhir ini memiliki tujuan untuk mendesain timbunan dan pondasi pada dua gedung utama yaitu : gedung parkir dan gedung stasiun. \n\nPerencanaan timbunan pada stasiun bertujuan untuk menaikkan elevasi tanah dan mencegah banjir. Dalam menghitung daya dukung tanah dasar dan penurunan tanah ditinjau dengan satu dimensi digunakan teori Terzaghi. Penurunan tanah dan factor keamanan stabilitas lereng juga dimodelkan dengan aplikasi PLAXIS. \n\nDalam pendasainan pondasi, dipilih pondasi tiang bor. Metode yang digunakan untuk perhitungan kapasitas daya dukung aksial adalah dengan perhitungan manual berdasarkan Meyerhoff. Sedangkan untuk kapasitas daya dukung lateral digunakan bantuan program Ensoft LPILE. Untuk analisa grup tiang, digunakan bantuan program Ensoft GROUP. Perhitungan penurunan tanah digunakan teori Terzaghi. Pengecekan penurunan tanah dan differential settlement dilakukan berdasarkan kaidah-kaidah yang tercantum dalam TPKB DKI Jakarta. Penulangan pile cap dilakukan dengan menggunakan teori Codutoo dan penulangan tiang bor digunakan bantuan program PCA Column dimana penulangan dilakukan berdasarkan SNI 03-2847-2013 tentang Tata Cara Perencanaan Struktur Beton untuk Bangunan Gedung.", "Daftar File": {"2018 TA PP WIKENDRO WIJAYA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/141888"}, "Penulis": "WIKENDRO WIJAYA - NIM : 15014047", "Kontributor / Dosen Pembimbing": ["Ir. Dedi Apriadi, M.T, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Desain, timbunan, pondasi tiang bor, PLAXIS , LPILE, GROUP, PCA Column.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "19 Mar 2018"}