{"Nomor": 31607, "Judul": "MANAJEMEN RISIKO UNTUK STARTUP TEKNOLOGI (KASUS PT REKA SINERGI PRATAMA)", "Abstrak": "Indonesia memiliki lebih dari 132.7 juta pengguna internet atau sekitar 52.5% dari total populasinya. \n\nAngka ini diprediksikan akan terus tumbuh di tahun-tahun berikutnya karena tingginya tingkat penetrasi \n\nmobile internet diiringi dengan harga koneksi internet rumahan yang semakin terjangkau. Dengan jumlah \n\npengguna internet sebanyak ini, Indonesia adalah salah satu pangsa pasar internet yang terbesar di dunia. \n\nAsosiasi e-commerce Indonesia (idEA) menyatakan bahwa industri e-commerce diprediksi akan menjadi \n\npilar ekonomi Indonesia dalam waktu dekat. \n \n\nWalaupun demikian, dibalik setiap kesempatan biasanya ada risiko yang menyertainya. Teknologi \n\ndigital menciptakan ancaman keamanan baru yang tidak ada sebelumnya. Startup Teknologi bermunculan \n\ndimana-mana namun kebanyakan berakhir gagal. Penelitian oleh Shikhar Ghost dari Harvard University \n\nmenyatakan bahwa sekitar 3 dari 4 startup yang dibayai oleh Venture Capital (VC) di Amerika gagal \n\nmengembalikan investasinya. Walaupun alasan startup gagal berbeda-beda, beberapa permasalahan dapat \n\ndicegah dengan praktik manajemen risiko yang baik. \n \n \n\nManajemen risiko dapat dipandang sebagai akitivas yang membutuhkan investasi signifikan baik \n\nsecara waktu, biaya, dan kadang identic dengan perusahaan besar. Tugas akhir ini akan berusaha \n\nmembangun kerangka manajemen risiko yang dapat dilakuka oleh perusahaan startup dengan berbasis pada \n\nstandar ISO 31000:2009 dengan studi kasus PT Reka Sinergi Pratama (RSP). Pada akhir proses manajemen \n\nrisiko, dapat disimpulkan bahwa RSP sudah berhasil mengelola risiko development dan keamanan mereka \n\nnamun masih harus memitigasi risiko di bidang operasi, keunagan, bisnis, dan reputasi. Perusahaan juga \n\nharus membuat aturan dan protokol baru dari hasil proses manajemen risiko terbut sebagai langkah untuk \n\nmemitigasi risiko yang ada.", "Daftar File": {"Wildan Rachman - 29114416.pdf": "https://digilib.itb.ac.id/gdl/download/141897"}, "Penulis": "Wildan Rachman - 29114416", "Kontributor / Dosen Pembimbing": ["Advisor: Dr. Yunieta Anny Nainggolan"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Risk Management, Tech Startup, Business Model Canvas", "Sumber": "", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "07 Mar 2018"}