{"Nomor": 31617, "Judul": "STUDI DAN PERENCANAAN PEMBANGKIT LISTRIK ENERGI GELOMBANG LAUT DI INDONESIA", "Abstrak": "Indonesia memiliki potensi yang sangat besar terutama dalam hal energi terbaharukan dari laut. Salah satu contohnya adalah pemanfaatan energi gelombang dalam memenuhi kebutuhan listrik di Indonesia. Tujuan penelitian ini adalah membuat peta potensi energi gelombang Indonesia dan melakukan studi kasus perencanaan pembangkit listrik tenaga gelombang laut (PLTGL). Studi kasus perencanaan pembangkit meliputi penentuan lokasi studi, pemodelan perambatan gelombang, penentuan pembangkit listrik yang sesuai, penentuan konfigurasi pembangkit, serta dilakukan analisis finansial untuk menentukan harga jual listrik yang dihasilkan. Pada penelitian ini dihasilkan peta potensi daya gelombang di seluruh Indonesia. Peta potensi tersebut dicocokkan dengan data rasio elektrifikasi untuk menentukan wilayah studi kasus yaitu di Provinsi Papua.Selain itu, dilakukan pemodelan perambatan gelombang untuk menentukan wilayah pembangunan pembangkit dengan menggunakan perangkat Delft3D. Pemodelan dilakukan di perairan utara Provinsi Papua, tepatnya di sekitar wilayah Kota Jayapura karena grid listrik yang memadai. Hasil pemodelan yang didapatkan menunjukkan pembangunan pembangkit dapat dilakukan di seluruh wilayah perairan yang sedikit lebih jauh dari pantai dengan jarak minimal 2,22 km. Berdasarkan analisis lebih lanjut, potensi teoritis yang dihasilkan di wilayah studi adalah sebesar 9.899,04 kW/m. Peralatan yang paling cocok dan efektif untuk diaplikasikan pada wilayah studi adalah Pelamis dengan potensi energi yang dapat dihasilakan sebesar 1,94 GWh per alat. Untuk itu, untuk memenuhi kebutuhan listrik pada Kota Jayapura tahun 2020 membutuhkan 32 alat. Sesuai dengan spesifikasi dan konfigurasi yang diberikan, harga listrik per kWh yang dihasilkan dari analisis finansial adalah sebesar Rp 1.300.", "Daftar File": {"2018 TA PP Willy Apriyanto 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/141928"}, "Penulis": "Willy Apriyanto (15514066)", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Nita Yuanita, ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "energi terbaharukan, model perambatan gelombang, peta potensi energi, potensi energi gelombang.", "Sumber": "", "Staf Input/Edit": "suwadji  \n                                     suwadji", "File": "1 file", "Tanggal Input": "27 Sep 2018"}