{"Nomor": 31626, "Judul": "PEMILIHAN ALTERNATIF PENGOLAHAN LIMBAH CAIR DOMESTIK DENGAN MENGGUNAKAN METODE DEPENDENCE AND DRIVING POWER ANALYSIS (DDPA) DAN ANALYTIC NETWORK PROCESS (ANP) (STUDI KASUS: KOTA DEPOK)", "Abstrak": "Minimnya fasilitas sanitasi pada sebagian besar masyarakat di Kota Depok, menyebabkan pemerintah setempat berencana untuk membangun sistem pengolahan limbah cair domestik. Penelitian ini bermaksud untuk memberi masukan kepada pemerintah setempat mengenai sistem terbaik yang dapat diimplementasikan di Kota Depok, dengan mempertimbangkan beberapa kriteria dan sub kriteria yang saling berkaitan. Alternatif sistem yang akan dipilih pada penelitian ini adalah komunal dan kawasan. Metode Dependence-Driving Power Analysis (DDPA) digunakan untuk menjelaskan ketergantungan antar sub kriteria yang dikategorikan ke dalam klaster empat kuadran. Sedangkan metode multikriteria Analytic Network Process (ANP) digunakan untuk membantu membuat keputusan berdasarkan kriteria dan sub kriteria pendukung. Melalui kuesioner berpasangan (pairwise comparison) dapat diketahui hubungan inner dependence (keterkaitan dalam satu kriteria) dan hubungan outer dependence (keterkaitan antar kriteria). Hasil analisis awal dengan metode Dependence and Driving Power menunjukkan bahwa kriteria maupun sub kriteria teknis dianggap tidak terlalu penting. Responden lebih menitikberatkan pada masalah ekonomi, sosial, lingkungan, dan kelembagaan. Berdasarkan hasil analisis dengan metode ANP, kriteria yang dianggap paling penting adalah kriteria lingkungan, dengan mempertimbangkan dampak negatif yang ditimbulkan terhadap udara dan air. Alternatif pengolahan limbah cair domestik yang sesuai untuk Kota Depok berdasarkan sistesis prioritas alternatif adalah sistem kawasan dengan bobot 0,71 dari 1.", "Daftar File": {"2015 TS PP WILMA NURRUL ADZILLAH1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/141945", "2015 TS PP WILMA NURRUL ADZILLAH1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/141946", "2015 TS PP WILMA NURRUL ADZILLAH1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/141947", "2015 TS PP WILMA NURRUL ADZILLAH1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/141948", "2015 TS PP WILMA NURRUL ADZILLAH1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/141949", "2015 TS PP WILMA NURRUL ADZILLAH1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/141950", "2015 TS PP WILMA NURRUL ADZILLAH1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/141951", "2015 TS PP WILMA NURRUL ADZILLAH1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/141952"}, "Penulis": "WILMA NURRUL ADZILLAH (NIM : 25312040)", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Sistem Komunal, Sistem Kawasan, Kriteria, Dependence-Driving Power Analysis, Analytic Network Process", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "8 file", "Tanggal Input": "21 Sep 2018"}