{"Nomor": 31621, "Judul": "SENI LUKIS DIASPORA BALI, SEBUAH IDENTITAS BARU", "Abstrak": "Bali adalah suatu kebudayaan unik yang terbangun atas hubungan khusus antara manusia, alam  \n \n\ndan Tuhan dalam ruang kepercayaan tri hita karana. Manusia Bali adalah individu yang  \n \n\nterbuka memberikan reaksi dan respon terhadap segala perubahan lingkungan yang terus  \n \n\nberlangsung, namun manusia Bali selalu berupaya secara simultan mengendalikan dan  \n \n\nmelestarikan kelokalan tradisi Bali. Michael Picard (2006) menyebut fenomena Bali ini sebagai  \n \n\nmuseum hidup.  \n \n\nDi tengah kelokalan tradisi Bali, pelukis diaspora Bali mengambil jarak dengan keluar dari  \n \n\nBali menuju kota besar, seperti Yogyakarta dan Bandung, untuk mengalami seni lukis  \n \n\nmodern (Adrian Vickers, 2011). Tidak seperti perkembangannya di Bandung,  \n \n\nperkembangan seni lukis diaspora Bali di Yogyakarta berkembang pesat dalam organisasi  \n \n\nSanggar Dewata Indonesia sejak tahun 1970an dan mengalami puncaknya di akhir tahun  \n \n\n1980an hingga tahun 1990an. Perkembangan seni lukis diaspora Bali ini belum mendapat  \n \n\nperhatian khusus dalam penelitian-penelitian seni rupa, sehingga penelitian terhadapnya  \n \n\nmenjadi penting.  \n \n\nPenelitian ini melihat perkembangan seni lukis diaspora Bali melalui penelitian kualitatif  \n \n\ndengan pendekatan hermeneutika dalam metode pengamatan visual dan wawancara pada  \n \n\npelukis I Nyoman Erawan dan I Putu Sutawijaya sebagai bagian dari perkembangan seni lukis  \n \n\ndiaspora Bali di Yogyakarta. Penelitian artistik, dengan metode penciptaan artistik karya-karya  \n \n\npenulis, dilakukan untuk memahami konteks seni lukis diaspora Bali yang berkembang di  \n \n\nBandung.  \n \n\nPenelitian ini menemukan diaspora referential idiolect sebagai identitas artistik seni lukis  \n \n\ndiaspora Bali, yang menjelaskan kehadiran konstan konsep dan simbol lokal tradisi Bali  \n \n\nsebagai rujukan identitas, namun sekaligus juga menjelaskan perbedaan pemilihan simbol baru  \n \n\nmenjangan dalam pendekatan artistik penulis, yang berbeda dengan simbol tipikal ngaben dan  \n \n\ntarian yang digunakan Nyoman Erawan dan Putu Sutawijaya, sebagai akibat perbedaan idiolect  \n \n\nyang terbangun oleh perbedaan pengalaman hidup masing-masing.", "Daftar File": {"PERPUS-DISERTASI WILLY HIMAWAN 37014007.pdf": "https://digilib.itb.ac.id/gdl/download/141932"}, "Penulis": "WILLY HIMAWAN (NIM: 37014007)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof.Dr.I.Bambang Sugiharto"], "Jenis Koleksi": "Disertasi", "Penerbit": "Seni Rupa Murni dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "diaspora Bali, diaspora referential idiolect, identitas, konteks, penelitian artistik", "Sumber": "", "Staf Input/Edit": "Saipul Aripin  \n                                     Saipul Aripin", "File": "1 file", "Tanggal Input": "28 Jun 2018"}