{"Nomor": 31629, "Judul": "PENGEMBANGAN SENSOR LVDT (LINEAR VARIABLE DIFFERENTIAL TRANSFORMER) SEBAGAI SENSOR  PERGESERAN TANAH", "Abstrak": "Teknologi sensor telah banyak mengalami perkembangan di berbagai bidang tidak hanya pada bidang industri, tapi juga merambah pada bidang lain, seperti bidang otomotif, teknologi pengolahan, bangunan, medis, komunikasi, teknologi informasi, mitigasi bencana  dan bidang lainnya. Dalam bidang mitigasi bencana, salah satu sensor yang digunakan yaitu sensor untuk mengamati  pergerakan tanah  dalam mangantisipasi terjadinya tanah longsor yang  sering terjadi di Indonesia. Dalam penelitian ini telah dikembangkan sensor Linear Variabel Differential Transformer (LVDT) yang merupakan sensor posisi yang dapat dijadikan sebagai sensor pergeseran tanah. Sensor LVDT telah mengalami banyak perkembangan dan sudah mulai diproduksi, namun  harga jualnya masih tergolong mahal sehingga tidak mudah untuk mendapatkannya. Pada penelitian ini sensor LVDT dibuat  dengan menggunakan bahan yang terjangkau sehingga harganya lebih murah. Sensor LVDT yang telah dibuat bejumlah lima buah dengan variasi diameter bobbin (tempat lilitan kawat) dan diameter kawat email yang berbeda-beda. Kelima sensor ini masih berbentuk LVDT pada umumnya, dimana lilitan primer berada di tengah antara kedua  lilitan  sekunder.  Namun, untuk memaksimalkan dari jangkauan pengukuran sensor ini, serta untuk membuat keluaran data sensor lebih presisi dan akurat maka sensor ini dimodifikasi dengan bentuk Balanced linear Ã‚Â–tapered secondaries  dan Overwound linear-tapered secondary windings. Berdasarkan hasil penelitian dari kelima sensor  LVDT (bentuk umum), sensor yang berdiameter 1,5 cm dan ukuran kawat email 0.3 mm  yang paling linear dengan jangkauan kelinearan mencapai 90 mm. Adapun dari bentuk-bentuk sensor LVDT yang telah dibuat, bentuk Overwound linear tepered secondary windings  yang baik  untuk dikembangkan menjadi sensor pergeseran tanah. Sensor LVDT ini memiliki spesifikasi  nilai skala terkecil (NST) 0.1 mm dengan jangkauan pengukuran sampai 140 mm. Dari hasil kalibrasi menunjukkan perbandingan dengan data alat ukur panjang (mistar) yaitu mendekati nilai satu dengan  pengulangan pengukuran sebanyak tiga kali. Selanjutnya dalam uji coba sensor ini, dilakukan pengamatan pergeseran dengan membuat simulasi eksperimen menggunakan wadah yang berukuran 100 cm x 30 cm x 30 cm. Wadah ini kemudian dimiringkan sampai membentuk sudut dengan variasi kemiringan sudut 400, 450 dan 500. Kemudian sensor LVDT diletakkan di samping wadah dan ujung tali dari sensor LVDT ditancapkan ke dalam tanah yang akan disirami air menggunakan saluran pipa yang didesain khusus. Besar debit air yaitu 3,76 cc/s  dengan waktu penyiraman selama 18.000 s. Hasil eksperimen pergeseran tanah pada sudut 400 , 450, dan 500 yaitu 5,5 mm, 27,6 mm dan 28,3 mm. Dari data ini menunujukkan sudut kemiringan tanah berbanding lurus terhadap pergeseran tanah dimana semakin besar sudutnya maka pergeseran tanah juga semakin besar, dan begitupun sebaliknya.", "Daftar File": {"2018 TS PP WILSON JEFRIYANTO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/141955", "2018 TS PP WILSON JEFRIYANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/141956", "2018 TS PP WILSON JEFRIYANTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/141957", "2018 TS PP WILSON JEFRIYANTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/141958", "2018 TS PP WILSON JEFRIYANTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/141959", "2018 TS PP WILSON JEFRIYANTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/141960", "2018 TS PP WILSON JEFRIYANTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/141961", "2018 TS PP WILSON JEFRIYANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/141962"}, "Penulis": "WILSON JEFRIYANTO (NIM : 20215043)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr.-Ing. Mitra Djamal."], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "LVDT,  Pergeseran tanah, Sensor, Tanah longsor", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ratnasari", "File": "8 file", "Tanggal Input": "18 Mei 2018"}