{"Nomor": 31638, "Judul": "PENGENDALIAN HAMA BOLENG (Cylas formicarius Fabr.) PADA TANAMAN UBI CILEMBU (Ipomoea batatas Poir. Var. Rancing) MENGGUNAKAN INSEKTISIDA ALAMI TANAMAN Tagetes erecta Linn.", "Abstrak": "Ubi jalar (Ipomoea batatas Poir.) merupakan salah satu tanaman pangan berupa umbi akar dengan kandungan nutrisi yang cukup tinggi dan dapat digunakan sebagai makanan alternatif di musim paceklik atau makanan pengganti dalam usaha diversifikasi makanan. Dalam usaha budidaya tanaman ubi jalar, tidak jarang petani mengalami gagal panen, salah satunya karena serangan hama boleng atau lanas yang diakibatkan oleh kumbang Cylas formicarius Fabr. Tanaman Tagetes erecta Linn. telah dilaporkan memiliki efek insektisida dan dapat menangkal berbagai hama yang menyerang tanaman. Berdasarkan informasi di atas, dilakukan penelitian untuk melihat pegaruh tanaman T. erecta terhadap pertumbuhan tanaman ubi dan intensitas serangan hama boleng pada tanaman ubi cilembu. Percobaan dilakukan di lahan pertanian desa Cigendel, Kabupaten Sumedang, Jawa Barat dengan menggunakan rancangan acak lengkap. Tanaman ubi ditanam pada petak-petak perlakuan dengan tanaman Tagetes di sekelilingnya. Perlakuan meliputi TC (petak dengan Tagetes dan Cylas), T (petak dengan Tagetes saja), C (petak dengan Cylas saja) dan K (petak tanpa Tagetes dan Cylas) sebagai kontrol. Pada petak TC dan C, hama Cylas diintroduksi sebanyak 20 ekor imago/tanaman ubi. Hasil pengamatan menunjukkan bahwa seluruh perlakuan, pemberian Cylas dan Tagetes memberikan pengaruh terhadap pertumbuhan tanaman ubi jalar meskipun tidak berbeda secara signifikan bila dibandingkan kontrol. Meskipun demikian, penanaman Tagetes menurunkan intensitas serangan hama boleng. Nilai serangan pada petak K, T, TC dan C berturut-turut adalah 33,74%; 8,7%; 15,8% dan 62,0% dengan rata-rata jumlah Cylas per tanaman ubi masing-masing sebanyak 28 larva, 32 pupa, dan 8 imago; 6 larva, 8 pupa, dan 3 imago; 7 larva, 6 pupa, dan 8 imago; dan 85 larva, 8 pupa, dan 52 imago. Berat kering ubi pada petak dengan Tagetes menunjukkan peningkatan bila dibandingkan dengan kontrol (T : 46,69 g, TC : 42,66 g dibandingkan dengan K : 37 g) sedang berat kering ubi pada petak C menunjukkan nilai terendah yaitu 34 g. Uji fitokimia menunjukkan organ tumbuhan yang berbeda dapat mengandung senyawa metabolit sekunder yang berbeda tetapi hanya organ bunga yang mengandung semua jenis metabolit sekunder yang diuji yaitu alkaloid, terpenoid, fenol, tanin, flavonoid, dan kumarin. Hasil analisis GC-MS pada ekstrak akar, taruk dan bunga Tagetes menunjukkan hanya akar dan bunga saja yang mengandung senyawa α-tertienil (2,2':5',2''-Terthiophene), yang telah banyak dilaporkan merupakan salah satu senyawa aktif yang memiliki efek insektisida. Dari penelitian ini dapat disimpulkan bahwa perlakuan dengan menanam tanaman Tagetes di sekeliling tanaman ubi jalar dapat menurunkan intensitas serangan hama boleng dan senyawa α-tertienil kemungkinan berperan dalam penurunan serangan hama boleng.", "Daftar File": {"2018 TA PP  WINA SUPRIANI  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/141978"}, "Penulis": "WINA SUPRIANI (NIM: 10614012)", "Kontributor / Dosen Pembimbing": ["Pembimbing Tugas Akhir : Dr. Trimurti Hesti Wardini."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Tagetes erecta, sweet potato, Cylas formicarius, percentage of damage, α-terthienyl.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Sep 2018"}