{"Nomor": 31634, "Judul": "ADAPTASI CYCLIC FRAMEWORK PADA SENSOR NETWORK UNTUK PENGUKURAN TRUSTWORTHINESS DATA PADA WEB", "Abstrak": "Pada saat ini data pada web meningkat secara pesat. Tidak hanya data yang meningkat secara pesat, siapapun juga dapat melakukan publikasi data pada web tanpa adanya batasan mengenai seberapa banyak data dapat dipublikasi. Data yang tersedia pada web juga dapat diakses oleh siapapun. Hal ini yang kemudian memberikan suatu kemudahan bagi siapapun untuk dapat dengan mudah mencari dan mendapatkan informasi yang diinginkan dari web. Namun dengan meningkatnya data pada web, kualitas data menjadi hal yang penting untuk diperhatikan ketika ingin digunakan. Salah satu cara untuk melakukan evaluasi terhadap kualitas data adalah dengan melakukan analisis terhadap data provenance untuk mengetahui trustworthiness yaitu melihat apakah informasi tersebut dapat dipercaya atau tidak.     \n \n \n \n\nProvenance merupakan asal usul data, misalnya tercatat alur perpindahan data dari satu sumber ke sumber yang lainnya sampai pada sumber yang terakhir. Dari provenance dapat diketahui histori mengenai proses yang terjadi, pihak yang terlibat, atau metode yang digunakan sehingga menghasilkan data yang ada saat ini. Solusi yang dapat digunakan untuk mengukur trustworthiness berdasarkan provenance adalah menggunakan cyclic framework yang sebelumnya digunakan untuk data pada sensor network. Perhitungan trust score dilakukan dengan pendekatan value similarity dan provenance similarity, dan perhitungan trust score dilakukan secara terus-menerus setiap ada data yang bertambah. Namun sebelumnya cyclic framework hanya bisa digunakan untuk menghitung trust score dari data yang bertipe numeric. Tetapi karena data pada web memiliki berbagai tipe yang berbeda, perlu penanganan lebih lanjut bagaimana mengukur similarity untuk data dan provenance dari web. Selain itu, diperlukan juga suatu cara untuk mengukur seberapa besar suatu data beserta sumbernya dapat dipercaya.    \n \n \n \n\nTujuan dari penelitian tesis ini adalah untuk melakukan adaptasi cyclic framework yang diterapkan pada data dari sensor network agar dapat digunakan untuk mengukur trustworthiness data dari web. Hal ini mencakup bagaimana mengukur similarity untuk    \n \n \n \n \n\ndata dan provenance, serta mengukur nilai trust untuk setiap data dari web beserta sumbernya.    \n \n \n \n\nHasil dari penelitian ini adalah metode cyclic framework yang telah diadaptasi agar bisa digunakan untuk mengukur trustworthiness data dari web. Model provenance pada sensor network untuk diproses oleh cyclic framework juga dapat diadaptasi untuk web karena prinsip provenance untuk kedua kasus tersebut sama yaitu mencatat alur perpindahan dari satu sumber ke sumber yang lainnya. Cyclic framework yang sebelumnya diterapkan pada kasus sensor network juga dapat diterapkan pada web karena dengan menggunakan metode ini, permasalahan kualitas data pada web dapat teratasi dengan mengetahui trust score dari data dan sumbernya.", "Daftar File": {"Abstrak Wim.pdf": "https://digilib.itb.ac.id/gdl/download/141967"}, "Penulis": "Wim Prismayadi - NIM: 23516059", "Kontributor / Dosen Pembimbing": ["provenance, trustworthiness, web, cyclic framework"], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "provenance, trustworthiness, web, cyclic framework.", "Sumber": "", "Staf Input/Edit": "Karya Sumpena  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "01 Okt 2018"}