{"Nomor": 31632, "Judul": "GALERI NASIONAL INDONESIA DI JAKARTA", "Abstrak": "Menghadapi perkembangan dinamika abad 21 di tingkat nasional, regional dan global, disadari bahwa peran GNI menjadi sangat strategis sebagai salah satu lembaga budaya yang mewakili negara (state cultural institutions) dalam menunjukkan identitas bangsa melalui koleksi penting karya-karya seni rupa, edukasi publik terhadap pemahaman sejarah bangsa dan peran diplomasi budaya. Belum seimbangnya posisi lembaga budaya skala nasional Ã‚Â–yang memerankan sebagai lembaga negaraÃ‚Â—berada dalam posisi,status dan peran yang semestinya, yaitu kedudukan Galeri Nasional sebagai salah satu lembaga lembaga budaya negara yang dikarenakan posisinya selama ini belum dapat memerankan secara maksimal perannya sebagai salah satu sisi Ã‚Â“wajahÃ‚Â” budaya Indonesia dan menjadi motor penggerak budaya Indonesia (generator of culture). Selain itu semakin berkurangnya daya tarik masyarakat dan peran galeri dalam mencerdaskan masyarakat Ã‚Â“Cultural EffectÃ‚Â”. Dengan kondisi keberadaan bangunan lama Galeri Nasional yang harus dipertahankan dan dijaga, proses desain dimulai dengan bentuk penghormatan kepada bangunan lama dengan cara bangunan baru dibuat sebagai latar dari bangunan lama. Area disekitar bangunan lama difungsikan sebagai outdoor exhibition sedangkan bangunan latar difungsikan sebagai galeri, sehinga menghasilkan konsep outdoor to indoor.", "Daftar File": {"2018 TA PP WILSON THEODORUS T 1-ABSTRAKN pdf.pdf": "https://digilib.itb.ac.id/gdl/download/141965"}, "Penulis": "WILSON THEODORUS T (NIM : 15214087)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Tri Yuwono M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Wajah Indonesia, Cultural Effect, Bangunan lama Galeri Nasional, bangunan latar, outdoor to indoor.", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur  \n                                     Perpustakaan Prodi Arsitektur", "File": "10 file", "Tanggal Input": "01 Okt 2018"}