{"Nomor": 31643, "Judul": "INTRODUKSI BLOW FLIES (Diptera: Calliphroidae) DAN Tetragonula laeviceps DALAM UPAYA PENINGKATAN PRODUKSI TRUE SHALLOT SEED (Allium cepa L.)", "Abstrak": "Metode yang umum digunakan untuk produksi True Shallot Seed adalah menggunakan tenaga manusia (hand pollination) yang dapat menghasilkan produktivitas biji yang tinggi namun dibutuhkan biaya tinggi untuk penerapan dalam skala besar. Pendekatan lain yang memiliki prospek adalah aplikasi serangga sebagai agen penyerbuk. Beberapa penelitian menunjukkan bahwa blow flies (Diptera: Calliphroidae) dan lebah tidak bersengat (Tetragonula laeviceps) merupakan sebagian dari serangga pengunjung bunga bawang merah (Allium cepa L.) sehingga memiliki potensi untuk diaplikasikan sebagai agen penyerbuk. Penelitian ini bertujuan untuk (1) mendapatkan informasi mengenai aktivitas polinasi blow flies dan T. laeviceps, (2) membandingkan efisiensi penyerbukan bunga bawang merah oleh blow flies, lebah tidak bersengat, dan bantuan manusia, (3) menentukan kepadatan optimal blow flies untuk menghasilkan produktivitas TSS tertinggi. Penelitian dilaksanakan di perkebunan terbuka bawang merah daerah Lembang pada ketinggian >1000 m dpl. Terdapat tujuh perlakuan, diantaranya open hand pollination; open pollination; cage control; blow flies 100 individu (B100); blow flies 300 individu (B300); blow flies 500 individu (B500); dan T. laeviceps satu koloni. Perlakuan introduksi serangga dan cage control dibatasi dengan kain kasa untuk menaungi 20 tanaman bawang merah. Pengamatan aktivitas serangga penyerbuk dilakukan selama masa pembungaan. Secara umum blow flies lebih banyak mengunjungi bunga per menit (15,18Ã‚Â±4,54 bunga/ menit) dan handling time per umbel (134,47Ã‚Â±45,90 detik/umbel) lebih lama dibandingkan dengan T. laeviceps (5,40Ã‚Â±2,66 bunga/menit dan 80,57Ã‚Â±17,42 detik/umbel, secara berurutan). Hasil penelitian menunjukkan perlakuan open hand pollination menghasilkan efisiensi polinasi dan berat TSS per umbel tertinggi (61,91% dan 1,22 gram) dengan nilai signifikansi yang tidak berbeda nyata dibandingkan perlakuan B500 (60,56% dan 1,09 gram). Dengan demikian dapat diketahui perlakuan B500 merupakan kepadatan optimal terbaik bagi aplikasi blow flies sebagai agen penyerbuk. Berdasarkan hasil pengamatan aktivitas polinator dan produktivitas TSS maka blow flies berpotensi menjadi polinator untuk menggantikan peran manusia dengan jumlah kepadatan optimum pada aplikasi sistem tertutup 500 individu per m2.", "Daftar File": {"2018 TA PP Winda Nazirah Sulistia 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/141990"}, "Penulis": "Winda Nazirah Sulistia - Nim: 10614022", "Kontributor / Dosen Pembimbing": ["Ramadhani Eka Putra, Ph. D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "True Shallot Seed, blow flies, Tetragonula laeviceps, polinasi, polinator.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Sep 2018"}