{"Nomor": 31641, "Judul": "RESPON IONOSFER SAAT TERJADINYA GERHANA MATAHARI TOTAL 9 MARET 2016 DI ATAS INDONESIA", "Abstrak": "Gerhana matahari total pada 9 Maret 2016 merupakan fenomena langka yang dapat diamati di 12 provinsi di Indonesia. Penurunan radiasi matahari ke bumi selama gerhana matahari total akan mempengaruhi jumlah total content electron (TEC) di ionosfer. Dinamika ionosfer saat terjadinya gerhana di atas Indonesia telah dipelajari dengan menggunakan data dari 40 stasiun GPS yang tersebar di seluruh Indonesia. Berdasarkan hasil penelitian, diperoleh bahwa adanya penurunan TEC di atas Indonesia saat terjadinya gerhana tidak hanya pada lintasan totalitas gerhana namun hampir diseluruh longitude dan latitude yang teramati olah PRN. Terjadinya penurunan TEC saat gerhana tidak menimbulkan adanya sintilasi. Disamping itu dianalisis pula hubungan antara magnitudo gerhana terhadap penurunan TEC 3 sampel stasiun GPS. Analisis dari masing- masing stasiun menunjukkan  penurunan TEC terbesar terdapat pada stasiun CSMN sebesar 69,5125 %  untuk PRN 24 dan 70,6781% untuk PRN 12, disusul dengan stasiun CREO sebesar 23,78 % untuk PRN 24 dan 45,73 % untuk PRN 12,  serta CNDE sebesar 22.87 % untuk PRN 12 dan  29% untuk PRN 24. Waktu yang diperlukan oleh TEC untuk mencapai penurunan maksimum sejak kontak awal gerhana  lebih cepat dibandingkan dengan waktu recovery. Penurunan TEC maksimum terjadi beberapa menit setelah maksimum waktu puncak gerhana  yang menandakan bahwa proses rekombinasi masih terus berlangsung meskipun puncak gerhana telah terjadi. Besarnya penurunan ini berkorelasi tinggi terhadap letak geografis stasiun dan lintasan relatif satelit terhadap lintasan gerhana matahari total. Jumlah penurunan TEC sebanding dengan besarnya magnitudo gerhana yang secara langsung berhubungan dengan proses fotoionisasi. Karena Indonesia terletak didaerah lintang rendah equator magnetik, maka dinamika ionosfer di atasnya menjadi lebih kompleks disebabkan adanya fountain effect. Saat terjadinya gerhana, fountain effect akan melemah dan mengganggu transport plasma dari equator magnetik ke daerah lintang rendah.", "Daftar File": {"2018 TS PP WINDA MEUTIA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/141981", "2018 TS PP WINDA MEUTIA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/141982", "2018 TS PP WINDA MEUTIA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/141983", "2018 TS PP WINDA MEUTIA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/141984", "2018 TS PP WINDA MEUTIA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/141985", "2018 TS PP WINDA MEUTIA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/141986", "2018 TS PP WINDA MEUTIA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/141987", "2018 TS PP WINDA MEUTIA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/141988"}, "Penulis": "WINDA MEUTIA - NIM: 20216030", "Kontributor / Dosen Pembimbing": ["Wahyu Srigutomo, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Gerhana matahari total, TEC, rekombinasi dan fountain effect.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ratnasari", "File": "8 file", "Tanggal Input": "07 Agu 2018"}