{"Nomor": 31640, "Judul": "PENGEMBANGAN SISTEM SIMULASI UJI TAK MERUSAK BERBASIS GELOMBANG ULTRASONIK UNTUK PREDIKSI CACAT PADA REL KERETA MENGGUNAKAN JARINGAN SYARAF TIRUAN DAN ALGORITMA GENETIKA", "Abstrak": "Rencana percepatan pembangunan jalur kereta di Indonesia perlu diimbangi dengan peningkatan kualitas layanan, salah satu yang menjadi hal penting adalah keamanan dan keselamatan. Menurut data dari Departemen Perhubungan RI 76% dari total kecelakaan kereta yang terjadi di Indonesia dari tahun 2004 hingga 2008 adalah kereta anjlok. Kereta anjok umumnya terjadi karena masalah pada rel. Sejauh ini metode yang digunakan untuk melakukan inspeksi cacat rel hanya efektif untuk mendeteksi cacat permukaan. Oleh karena itu, diperlukan suatu sistem uji tak merusak yang dapat mendeteksi cacat internal rel. Pendekatan simulasi menggunakan metode simulasi pseudospectral dilakukan untuk mengamati dan mengambil sinyal gelombang ultrasonik yang dilewatkan pada berbagai jenis cacat garis pada rel. Terdapat dua metode perekaman, yaitu transmisi dan echo. Sinyal ini akan diekstrak fiturnya dengan mentransformasi pada domain frekuensi kemudian dicuplik puncak-puncak gelombang serta frekuensi yang bersesuaian. Besaran tersebut menjadi masukan jaringan syaraf tiruan yang sebelumnya ditransformasi dengan membuat rata-rata data latih mendekati nol dan memiliki deviasi standar satu. Fungsi aktivasi Jaringan Syaraf Tiruan (JST) adalah log-sigmoid untuk semua lapisan tersembunyi dan lapisan keluaran. Data target dinormalisasi menjadi berada pada rentang [0,1]. Pelatihan JST dilakukan dengan tiga metode yaitu Stochastic Gradient Descent (SGD), SGD-AG 1, dan SGD-AG 2. Berdasarkan model JST yang berhasil dilatih, pelatihan dengan SGD-AG 2 mampu memprediksi cacat posisi dan panjang cacat garis pada rel dan mengatasi masalah pada pelatihan dengan metode SGD. 80% dan 100% dari hasil pengujian dengan data uji memiliki error yang tidak lebih dari 20% berturut-turut dalam memprediksi lokasi dan panjang cacat garis. Persentase error parameter lokasi sebesar 12,08% dan persentase error parameter panjang sebesar 9,25%.", "Daftar File": {"2018 TA PP Winda Kirana Marantika 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/141980"}, "Penulis": "Winda Kirana Marantika - Nim: 13314021", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Deddy Kurniadi  \n\nDr. Suprijanto, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Uji tak merusak, gelombang ultrasonik, JST, algoritma genetika (AG)", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "28 Sep 2018"}