{"Nomor": 31658, "Judul": "APLIKASI METODE REGION GROWING DAN SEGMENT TRACING ALGORITHM UNTUK MENENTUKAN KARAKTERISTIK JENDELA MINYAK DI DAERAH VULKANIK (STUDI KASUS: GUNUNG TAMPOMAS, SUMEDANG)", "Abstrak": "Peran penginderaan jauh dalam menentukan karakteristik daerah jendela minyak sangat penting untuk membantu kegiatan eksplorasi minyak dan gas. Penelitian ini bertujuan untuk menginterpretasi data penginderaan jauh aktif berupa citra ALOS PALSAR, citra Landsat-8, dan peta geologi untuk menentukan karakteristik daerah yang diduga memiliki jendela minyak. Citra ALOS PALSAR digunakan untuk menentukan struktur geologi menggunakan metode Segment Tracing Algorithm (STA) dengan teknik automatic extraction dan menentukan batas satuan batuan dengan menggunakan persamaan dekomposisi Pauli yang diklasifikasi menggunakan metode Region Growing. Hasil pengolahan citra ALOS PALSAR divalidasi menggunakan peta geologi dan pemeriksaan langsung ke lapangan. Citra Landsat-8 digunakan untuk menentukan jenis tutupan lahan daerah penelitian dengan menggunakan metode klasifikasi tidak terbimbing Isodata. Akurasi peta hasil klasifikasi tutupan lahan dihitung menggunakan error matrix. Hasil dari penarikan kelurusan menunjukkan adanya sesar yang berada dekat dengan titik yang diduga memiliki jendela minyak dengan nilai densitas sebesar 10,18%. Selain itu, terdapat sepuluh batas satuan batuan dengan nilai Red, Green, dan Blue (RGB) pada titik yang diduga memiliki jendela minyak sebesar R=43, G=36, dan B=36. Hasil pada klasifikasi tutupan lahan juga menunjukkan bahwa titik yang diduga memiliki jendela minyak berada pada jenis tutupan lahan vegetasi (range land). Selanjutnya, informasi karakteristik tersebut dapat digunakan sebagai acuan untuk menentukan daerah ekplorasi minyak dan gas di wilayah lainnya.", "Daftar File": {"2015 TA PP WINTIA ARINDINA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/142010", "2015 TA PP WINTIA ARINDINA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/142011", "2015 TA PP WINTIA ARINDINA 1-BAB 2A.pdf": "https://digilib.itb.ac.id/gdl/download/142012", "2015 TA PP WINTIA ARINDINA 1-BAB 2B.pdf": "https://digilib.itb.ac.id/gdl/download/142013", "2015 TA PP WINTIA ARINDINA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/142014", "2015 TA PP WINTIA ARINDINA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/142015", "2015 TA PP WINTIA ARINDINA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/142016"}, "Penulis": "WINTIA ARINDINA  (NIM : 15111103)", "Kontributor / Dosen Pembimbing": ["Pembimbing :    \n\nProf. Ir. Ketut Wikantika, M.Eng, Ph.D.   \n\nDr. Asep Saepuloh, S.T, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "ALOS PALSAR, jendela minyak, kelurusan, komposit polarisasi, Region Growing.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "30 Jul 2018"}