{"Nomor": 31666, "Judul": "PENGEMBANGAN RSUD KELAS B KOTA BANDUNG DI UJUNG BERUNG", "Abstrak": "Rumah Sakit Umum Daerah (RSUD) Kota Bandung yang berada di Jalan Rumah Sakit no.22 Ujung Berung saat ini masih berstatus kelas C. Padahal kebutuhan akan pelayanan kesehatan semakin meningkat terbukti dengan adanya antrian pasien di RSUD ini. Oleh karena itu dibutuhkan pengembangan dan peningkatan kelas RSUD Kota Bandung menjadi kelas B sehingga pelayanan kesehatan untuk seluruh golongan masyarakat menjadi lebih optimal. Tema yang digunakan dalam proyek ini adalah pengembangan dan peningkatan kelas rumah sakit pada lahan yang diperluas. Beberapa masalah perancangan yang perlu diperhatikan adalah bagaimana menentukan bangunan eksisting mana yang dibongkar dan mana yang dipertahankan, bagaimana mengatur zonasi dan sirkulasi pada tapak dengan adanya bangunan eksisting yang dipertahankan, serta bagaimana menciptakan bangunan RSUD yang fungsional tapi nyaman dan menarik yang terintegrasi dengan bangunan eksisting. Konsep umum yang digunakan adalah fungsionalitas, efisiensi dan estetika dengan pendekatan Healing Environment. Penerapan konsep ini terlihat pada pengolahan zonasi, sirkulasi, pencahayaan dan penghawaan dalam ruang rumah sakit serta penggunaan innercourt sebagai healing garden. Dengan diterapkannya konsep ini dalam desain akan mempengaruhi kelancaran aktivitas dalam rumah sakit dan dapat memberikan kenyamanan kepada semua pengguna rumah sakit. Bangunan RSUD kelas B ini dikembangkan secara vertikal yang terdiri dari 5 lantai massa utama, 4 lantai massa 2 dan 3 serta 2 lantai massa pendukung. Luas lantai bangunan adalah 21874m2 yang berdiri pada lahan 18.000 m2. Kapasitas rumah sakit ini adalah 250 tempat tidur.", "Daftar File": {"2015 TA PP WIRLI YANI IZMI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/142025", "2015 TA PP WIRLI YANI IZMI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/142026", "2015 TA PP WIRLI YANI IZMI 1-BAB 2a.pdf": "https://digilib.itb.ac.id/gdl/download/142027", "2015 TA PP WIRLI YANI IZMI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/142028", "2015 TA PP WIRLI YANI IZMI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/142029", "2015 TA PP WIRLI YANI IZMI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/142030", "2015 TA PP WIRLI YANI IZMI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/142031"}, "Penulis": "WIRLI YANI IZMI  (NIM : 15211031)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n \n\nDr. Ir. Woerjantari Kartidjo, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Rumah sakit umum, Pengembangan, Hemat Energi, Healing Environment", "Sumber": "", "Staf Input/Edit": "suwadji  \n                                     suwadji", "File": "7 file", "Tanggal Input": "30 Okt 2018"}