{"Nomor": 31669, "Judul": "ANALISIS PENGARUH GUNA LAHAN TERHADAP VOLUME PEJALAN KAKI PADA SAAT JAM PUNCAK  (Studi Kasus: Jl. Ir. H. Djuanda, Kota Bandung)", "Abstrak": "Perkembangan kota dewasa ini mengarah pada konsep kawasan mixed-use. Adanya ragam guna lahan dalam satu kawasan memiliki karakteristik pergerakan tersendiri. Tujuan dengan adanya konsep kawasan mixed-use adalah untuk mengurangi pergerakan kendaraan bermotor dan meningkatkan pergerakan dengan berjalan kaki (internal) dan pergerakan dengan transportasi umum (eksternal). Koridor Jl. Ir. H. Djuanda merupakan salah satu kawasan dengan heterogenitas fungsi lahan yang cukup tinggi dengan beberapa diantaranya adalah merupakan titik pusat aktivitas dengan tarikan pergerakan yang tinggi. Adapun peningkatan kualitas fisik jalur pedestrian pada koridor Jl. Ir. H. Djuanda bertujuan untuk memfasilitasi pergerakan pejalan kaki.     \n \n \n \n \n \n \n \n\nPenelitian ini bertujuan untuk menganalisa karakteristik guna lahan, karakteristik pergerakan pejalan kaki, tingkat pelayanan jalur pedestrian dan mengetahui interaksi antara pengaruh guna lahan terhadap bangkitan pejalan kaki dengan menggunakan metode analisa destkriptif kualitatif dan kuantitatif. Hasil penelitian menunjukkan karakteristik guna lahan didominasi oleh fungsi non Ã‚Â– hunian pada perimeter blok kawasan dan dominasi fungsi hunian pada area dalam blok kawasan. Persebaran pergerakan pejalan kaki tidak merata, terpusat pada segmen Ã‚Â– segmen yang merupakan titik Ã‚Â– titik pusat aktivitas kawasan. Tingkat pelayanan jalur pedestrian pada koridor ini berkisar pada tingkat C, D, E. Adapun fungsi hunian memiliki pengaruh tertinggi terhadap bangkitan volume pajalan kaki.", "Daftar File": {"2018 TS PP WISNU DEWANTO_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/142043", "2018 TS PP WISNU DEWANTO_ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/142044", "BAB 1 Wisnu Dewanto (NIM: 24215005)": "https://digilib.itb.ac.id/gdl/download/175316", "BAB 2 Wisnu Dewanto (NIM: 24215005)": "https://digilib.itb.ac.id/gdl/download/175317", "BAB 3 Wisnu Dewanto (NIM: 24215005)": "https://digilib.itb.ac.id/gdl/download/175318", "BAB 4 Wisnu Dewanto (NIM: 24215005)": "https://digilib.itb.ac.id/gdl/download/175329", "BAB 5 Wisnu Dewanto (NIM: 24215005)": "https://digilib.itb.ac.id/gdl/download/175330", "PUSTAKA Wisnu Dewanto (NIM: 24215005)": "https://digilib.itb.ac.id/gdl/download/175331"}, "Penulis": "Wisnu Dewanto (NIM: 24215005)", "Kontributor / Dosen Pembimbing": ["Ibnu Syabri, B.Sc, M.Sc, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Transportasi", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Guna lahan, jalur pedestrian, tingkat pelayanan, pejalan kaki.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Alice D", "File": "18 file", "Tanggal Input": "02 Mar 2018"}