{"Nomor": 31664, "Judul": "IMPLEMENTASI REALTIME DATABASE SEBAGAI MEDIA PENYIMPANAN DATA DAN APLIKASI ANDROID SEBAGAI ANTARMUKA PENGGUNA PADA AUTOMATIC TABLET DISPENSER", "Abstrak": "Automatic Tablet Dispenser merupakan sebuah homecare health device yang dapat membantu mengingatkan pengguna dalam mengonsumsi obat secara teratur melalui fitur alarm yang dimilikinya, serta dapat menyajikan obat dengan kombinasi dan dosis yang sesuai dengan resep dokter. Guna menjalankan fungsionalitas alat, devais ini dilengkapi sistem untuk mengirim data pada database dan aplikasi sebagai antarmuka pengguna dalam mengoperasikan devais. Database sebagai back-end merupakan bagian yang penting dalam penyimpanan dan pengelolaan data yang dapat diakses secara kapanpun oleh pengguna. Aplikasi android sebagai front-end dipilih agar pengguna mudah untuk melakukan akses data ke dalam database, serta dapat mengakses fitur yang terdapat pada devais. Pengujian menunjukkan bahwa database berhasil melakukan komunikasi berupa penambahan data, menampilkan data, pengubahan data, dan penghapusan data dari dan ke user interface. Aplikasi android pun berhasil menampilkan data dari database berupa informasi data pengguna, data obat, dan data jadwal konsumsi obat. Dengan demikian, hasil yang diperoleh telah sesuai dengan fungsi dari realtime database sebagai back-end dan aplikasi android sebagai front-end pada Automatic Tablet Dispenser.", "Daftar File": {"2018 TA PP Wirenda Sekar Ayu 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/142023"}, "Penulis": "Wirenda Sekar Ayu - NIM: 13214039", "Kontributor / Dosen Pembimbing": ["Ir. Yana S. Raharja M.B.A   \n\nIr. Mervin Tangguar Hutabarat, M.Sc, P.hD."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Automatic Tablet Dispenser, user interface, realtime database, backend,  front-end.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Jun 2018"}