{"Nomor": 31673, "Judul": "PERANCANGAN DAN IMPLEMENTASI ENKRIPSI DATA DENGAN METODE RSA PADA PROTOKOL MQTT UNTUK SIMULATOR TEMBAK", "Abstrak": "Simulator tembak merupakan suatu sistem simulasi pendukung latihan tempur bagi personel di kesatuan Pussimpur TNI AD. Simulator tembak memanfaatkan kemajuan teknologi modern yang dapat digunakan sebagai penyelenggara latihan tempur bersenjata untuk menilai dan mengendalikan suatu latihan dengan beberapa metode latihan. Sistem komunikasi data pada simulator tembak menggunakan protokol MQTT yang merupakan protokol pesan publish/subscribe yang sangat ringan dan sederhana karena prinsip desain dari protokol ini adalah untuk meminimalkan bandwidth jaringan sambil berusaha memastikan tingkat keandalan pengirimannya. Meskipun MQTT sudah mendukung otentikasi pengguna dalam sistem keamanannya, hal tersebut tidak menjamin bahwa protokol ini aman dari penyadapan atau pencurian data. Sehingga dibutuhkan sistem pengamanan yang lebih terhadap data yang akan dikirimkan melalui protokol tersebut. Algoritma enkripsi data yang digunakan pada penelitian ini adalah algoritma RSA karena merupakan algoritma kunci publik yang berarti menggunakan kunci yang berbeda untuk proses enkripsi dan dekripsinya. Hasil pengujian dari penggunaan algoritma RSA sebagai penambah sistem keamanan data pada protokol MQTT dapat dilakukan dengan tingkat akurasi enkripsi data mencapai 100%. Sedangkan waktu yang dibutuhkan untuk melakukan proses enkripsi pada perangkat android adalah sebesar 122,57 mikro detik per karakter. Pada perangkat laptop proses enkripsi membutuhkan waktu sebesar 30,64 mikro detik per karakter, untuk proses dekripsinya membutuhkan waktu sebesar 17,66 mikro detik per karakter. Proses pengiriman data pada protokol MQTT membutuhkan waktu sebesar 14370,57 mikro detik, sedangkan untuk pengiriman data enkripsi sebesar 13328,64 mikro detik.", "Daftar File": {"2018 TS PP Wisnu Siswantoko 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/142048"}, "Penulis": "WISNU SISWANTOKO - NIM : 23215342", "Kontributor / Dosen Pembimbing": ["Dr. tech. Ary Setijadi Prihatmanto\t \n\nDr. Reza Darmakusuma"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Kriptografi, Kunci Publik, Algoritma RSA, Protokol MQTT, Enkripsi, Keamanan Data", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "30 Jan 2018"}