{"Nomor": 31675, "Judul": "EFEK  PAPARAN MERKURI TERHADAP HISTOPATOLOGI  GONAD  KERANG TOTOK (POLYMESODA EROSA )", "Abstrak": "Merkuri (Hg) merupakan salah satu polutan utama yang terdapat dalam lingkungan perairan yang dapat terakumulasi dalam jaringan tubuh organisme perairan karena memiliki afinitas terhadap lipid. Akumulasi merkuri ini dapat menyebabkan kelainan pada sel germinal gonad kerang. Oleh karena itu, penelitian ini bertujuan menganalisis efek logam merkuri terhadap abnormalitas  gonad kerang totok (Polymesoda erosa). Adapunmetode yang digunakan untuk mengetahui jaringan yang diduga terganggu yaitu dengan pemeriksaan histopatologi. Data yang diperoleh dianalisis dengan SPSS 16 menggunakan uji  analisis of variant (ANOVA) dengan uji lanjut menggunakan uji Duncan dan uji regresi linear sederhana pada taraf signifikan (α = 0,05). Tahapan aklimatisasi dilakukan selama 3 hari dengan menempatkan sebanyak 24 ekor kerang  pada akuarium dengan ukuran 50 x 30 x 30 cm dengan volume sebanyak 45 liter serta dilengkapi dengan aerator. Kerang diberi pakan mikroalga Navicula sp sebanyak 27 sel/ml air. Pada tahapan perlakuan, kerang dikelompokan kedalam 1 kontrol dengan 3 perlakuan HgCl (kosentrasi 0,025 ppm, 0,056 ppm, 0,125 ppm) yang didedahkan selama 7 dan 14 hari yang kemudian dilakukan pengukuran morfometrik dan tahapan histologi dengan pewarnaan pentachrome. Pendedahan pada hari ke Ã‚Â– 8 telah menunjukan adanya kematian dan pada hari ke-10 telah menyebabkan kematian total. Hasil pendedahan selama 7 hari didapatkan mayoritas kerang jantan yang bertahan hidup dan pendedahan ini menyebabkan kerusakan nyata pada sel gamet jantan dan betina berupa adanya agregat lipofushin dengan nilai determinasi (R2) = 0,832 pada gonad jantan, atretik oosit (R2=0,958) dan nekrosis oosit (R2 = 0,936) pada gonad betina serta infiltrasi hemosit pada gonad jantan dan gonad betina dengan nilai signifikansi > 0,05. Hal ini menunjukan bahwa pendedahan  HgCl dengan kosentrasi 0,025 ppm, 0,056 ppm, 0,125 ppm  mempengaruhi mortalitas, morfometrik gonad dan abnormalitas sel germinal pada gonad.", "Daftar File": {"2017 TS PP  WIWING MUSI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/142056"}, "Penulis": "Wiwing Musi (NIM: 20614020)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1: Dr. A. Sjarmidi, Pembimbing 2: Dr. Ayda T. Yusuf", "Editor 2: Ena Sukmana (2018-02-24), unggah pertama pada 2018-01-12 oleh"], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Merkuri Klorida, Gonad,  Histopatologi, Polymesoda erosa.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "24 Feb 2018"}