{"Nomor": 31676, "Judul": "PENGEMBANGAN MESIN PENCARI CITRA DENGAN PENANGANAN SEMANTIK KEMIRIPAN CITRA BERBEDA", "Abstrak": "Koleksi citra yang semakin meningkat jumlahnya, membuat mesin pencari citra menjadi semakin dibutuhkan untuk mencari citra dalam koleksi citra yang besar secara efisien. Koleksi citra yang memiliki teks deskriptif dapat memanfaatkan teks deskriptif tersebut untuk dipakai dalam mesin pencari berbasis teks, namun untuk koleksi citra tanpa teks perlu menggunakan mesin pencari citra berbasis konten (CBIR) yang hanya berdasarkan informasi visual pada citra. Dalam CBIR, kemiripan citra didasarkan pada fitur yang dapat diekstraksi dari citra seperti warna, tekstur dan bentuk. Salah satu permasalahan utama dalam CBIR adalah semantic gap, yaitu gap yang terjadi karena keterbatasan fitur ekstraksi dalam mendeskripsikan semantik yang diharapkan. Semantik yang digunakan untuk membandingkan kemiripan dua buah citra pun sangat bergantung kepada penilaian pengguna yang cenderung bersifat subjektif. Oleh karena itu, semantik kemiripan citra tersebut bisa sangat bervariasi tergantung penilaian dan maksud dari pengguna.   \n \n \n \n\nSalah satu pendekatan dalam mengatasi semantic gap adalah dengan melakukan pembobotan pada fitur ekstraksi citra. Pembobotan fitur tersebut menentukan bagian fitur yang dianggap lebih dominan dalam membandingkan citra berdasarkan semantik kemiripan citra yang dimaksud. Relevance feedback bisa digunakan untuk menghitung pembobotan fitur berdasarkan umpan balik dari pengguna agar semakin mendekati semantik kemiripan citra yang dimaksud. Metode relevance feedback yang digunakan dalam perhitungan pembobotan adalah Self Order Feature Reweighting. Inverted Multi-Index juga digunakan sebagai struktur data indeks agar proses pencarian citra menjadi lebih efisien.   \n \n \n \n\nHasil pengujian menunjukan bahwa penerapan relevance feedback mampu memberikan peningkatan akurasi namun tidak terlalu signifikan. Struktur data Inverted Multi-Index mampu meningkatkan kecepatan pencarian untuk jumlah citra yang diambil tidak terlalu banyak. Adapun kelemahan Inverted Multi-Index memberikan efek penurunan akurasi dan tidak berjalan baik jika jumlah citra yang diambil terlalu banyak.", "Daftar File": {"abstract.docx": "https://digilib.itb.ac.id/gdl/download/142057"}, "Penulis": "WIWIT RIFAÃ‚Â’I  - NIM : 13513073", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Rinaldi Munir, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "citra, semantik kemiripan, relevance feedback, inverted multi-index.", "Sumber": "", "Staf Input/Edit": "Karya Sumpena  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "02 Okt 2018"}