{"Nomor": 31670, "Judul": "STRATEGI PEMASARAN UNTUK BISNIS ONLINE BARU  STUDI KASUS PAMPERPOP.COM", "Abstrak": "Pamperpop adalah platform online baru di Indonesia  yang menghubungkan penyedia layanan kecantikan dan perawatan pribadi seperti salon, perawatan kuku dan layanan kecantikan lainnya dengan konsumen akhir. Ide bisnisnya terinspirasi dari Zomato, sebuah platform online untuk layanan pencarian dan  direktori restoran. Ada beberapa pesaing yang menyediakan layanan mirip dengan Pamperpop, tapi mereka semua adalah pemain baru yang masih membangun basis pelanggan mereka. Kondisi ini Menempatkan Pamperpop dalam persaingan ketat dan memaksa perusahaan untuk berinovasi dalam menembus pasar.      \n\nDengan mempertimbangkan layanan yang diberikan oleh Pamperpop, ada dua pasar yang perlu ditembus oleh perusahaan. Pasar pertama adalah penyedia layanan yang akan menjadi penyewa, dan pasar kedua adalah konsumen akhir yang akan menjadi pengguna. Pamperpop telah melakukan beberapa kegiatan pemasaran untuk menembus kedua pasar tersebut, namun hasilnya jauh dari harapan. Tingkatakuisisi pelanggan tidak memenuhi target. Pamperpop perlu meninjau ulang strategi pemasaran mereka agar tetap kompetitif di pasar.      \n\nArtikel ini menjelaskan analisis atas masalah bisnis yang dihadapi oleh Pamperpop terutama tantangan dalam penetrasi pasar. Penulis mengidentifikasi akar masalah dalam kasus ini dengan menggunakan beberapa kerangka terpilih, termasuk  PorterÃ‚Â’s 5 Forces, Business Model Canvas, analisis S-T-P, dan  Marketing Mix. Penulis menemukan bahwa Pamperpop terlalu fokus pada Pengembangan produk daripada mengidentifikasi kebutuhan pelanggan saat membangun bisnis ini. Kurangnya penemuan dan validasi pelanggan menciptakan kesenjangan antara solusi produk dan masalah pelanggan. Pamperpop juga belum memiliki strategi pemasaran yang tepat untuk masuk ke pasar.  \n\nUntuk mengatasi masalah yang teridentifikasi, penulis menggunakan kerangka kerja New Wave Marketinguntuk merumuskan strategi pemasaran yang sesuai bagi Pamperpop dengan pertimbangan bahwa kerangka kerja ini relevan untuk model bisnis berbasis teknologi dan internet yang memiliki komunikasi secara  horizontal. Penulis menggunakan hasil analisis New Wave Marketinguntuk menyempurnakan model bisnis yang ada. Kombinasi ini memperkenalkan posisi yang  jelas dan didukung dengan diferensiasi yang kuat untuk membantu perusahaan Mengungguli yang lain.      \n\nSebagai startup, Pamperpop harus menempatkan promosi sebagai prioritas utama. Kumpulan solusi yang dihasilkan bertujuan untuk mencapai teknik pemasaran  Low Budgetdan High Impactdengan kombinasi pendekatan  Above-The-Linedan Below-TheLine.", "Daftar File": {"2018 TS PP WISNU MURTI SURYANINGRAT 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/142045"}, "Penulis": "WISNU MURTI SURYANINGRAT  (NIM 29115477)", "Kontributor / Dosen Pembimbing": ["Pembimbin: Dr. Jacky Mussry, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Bisnis Online, Model Bisnis,  New Wave Marketing, Strategi Pemasasaran,  Startup", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "07 Mar 2018"}