{"Nomor": 31684, "Judul": "PROTOTYPING OF STRUCTURE OF DRILLING MACHINE", "Abstrak": "In this research it is implied to prototype the structure of drilling machine only, which the main components of this machine consists of four parts that to be made, such as worktable, base column, column and the head part. The methodology in the case study is firstly discussed about the CAD drawing required to fix the machining process and then preparing the CAD drawing for real casting involved machine allowances added, analysis to provide the casting design equipment systems for entire components to support in real mold making, the techniques to consult the casting condition and its elements function, in case we trial with the casting software to predict the defects occur on the cast part and modification to provide the good casting design systems. The software that used in this simulation is Z-CastPro software, this software is one of the computer application that can use to simulate and analysis all of flow and solid conditions based on its shape mold. \n\nThe concept to growth the real prototype of the components is followed with all the casting procedures, such as made the real pattern, core printed based on the geometric dimensioning of the worktable, base column, column, and head component respectively; and involved real mold making for each shape to be produced and cast the product based on its mold. The final step is post process the product, this technique is used the machining process to clean the rough surface and modified the un-finished features from the casting process until it completed as the statements.", "Daftar File": {"2018 TS PP XENGMOUA VANENG  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/142078", "COVER XENGMOUA VANENG (NIM: 23116706)": "https://digilib.itb.ac.id/gdl/download/188724", "BAB 1 XENGMOUA VANENG (NIM: 23116706)": "https://digilib.itb.ac.id/gdl/download/188725", "BAB 2 XENGMOUA VANENG (NIM: 23116706)": "https://digilib.itb.ac.id/gdl/download/188726", "BAB 3A XENGMOUA VANENG (NIM: 23116706)": "https://digilib.itb.ac.id/gdl/download/188727", "BAB 3B XENGMOUA VANENG (NIM: 23116706)": "https://digilib.itb.ac.id/gdl/download/188729", "BAB 3C XENGMOUA VANENG (NIM: 23116706)": "https://digilib.itb.ac.id/gdl/download/188735", "BAB 4A XENGMOUA VANENG (NIM: 23116706)": "https://digilib.itb.ac.id/gdl/download/188740", "BAB 4B XENGMOUA VANENG (NIM: 23116706)": "https://digilib.itb.ac.id/gdl/download/188747", "BAB 5 XENGMOUA VANENG (NIM: 23116706)": "https://digilib.itb.ac.id/gdl/download/188748", "PUSTAKA XENGMOUA VANENG (NIM: 23116706)": "https://digilib.itb.ac.id/gdl/download/188749"}, "Penulis": "XENGMOUA VANENG (NIM: 23116706)", "Kontributor / Dosen Pembimbing": ["Supervisor : Prof.Dr.Ir.Yatna Yuwana Martawirya."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Create the CAD drawing, analysis CAD drawing for casting, casting simulation, grows the prototype, and machining process.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "11 file", "Tanggal Input": "02 Jul 2018"}