{"Nomor": 31686, "Judul": "ANALISIS GEOMEKANIKA DAN TEGASAN REKAH KRITIS UNTUK PENENTUAN BATAS MAKSIMUM TEKANAN INJEKSI AIR PADA FORMASI DURI DI LAPANGAN B, CEKUNGAN SUMATERA TENGAH, RIAU", "Abstrak": "Lapangan B terletak sekitar 160 km baratlaut dari Kota Pekanbaru yang termasuk ke dalam area Blok Rokan PT. Chevron Pacific Indonesia. Lapangan B memiliki 11 reservoir pada Formasi Telisa, Duri, dan Bekasap dengan Formasi Duri menjadi fokus utama pada awal produksi di lapangan ini. Reservoir pada Formasi Duri merupakan reservoir terbesar pada Lapangan B. Produksi yang terus dilakukan hingga saat ini menyebabkan tekanan pori pada Formasi Duri menurun yang mengakibatkan turunnya tingkat produksi minyak bumi, sehingga injeksi air ke dalam reservoir diperlukan untuk meningkatkan kembali tekanan pori agar produksi hidrokarbon dapat kembali meningkat.         \n \n \n \n \n \n \n \n \n\nPengetahuan tentang sifat tegasan di bawah permukaan sangat penting untuk memahami rezim tektonik yang bekerja di Lapangan B pada saat ini. Model geomekanika dapat digunakan untuk memahami kondisi tegasan pada rekahan dan sesar di bawah permukaan. Penentuan batas maksimum tekanan injeksi air pada reservoir sangat bergantung terhadap kondisi tegasan kritis pada rekahan dan sesar di bawah permukaan. Analisis geomekanika dilakukan pada lima sumur pengeboran dengan menggunakan data log tali kawat dan data pengujian langsung. Perhitungan SHmax dan Shmin juga dilakukan dengan menggunakan metode poligon tegasan. Berdasarkan model geomekanika yang dihasilkan, Lapangan B bearada pada rezim sesar normal (Sv>SHmax", "Daftar File": {"2017 TS PP YADZIL DARAJAT 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/142080", "2017 TS PP YADZIL DARAJAT 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/142081", "2017 TS PP YADZIL DARAJAT 1-BAB 2A.pdf": "https://digilib.itb.ac.id/gdl/download/142082", "2017 TS PP YADZIL DARAJAT 1-BAB 2B.pdf": "https://digilib.itb.ac.id/gdl/download/142083", "2017 TS PP YADZIL DARAJAT 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/142084", "2017 TS PP YADZIL DARAJAT 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/142085", "2017 TS PP YADZIL DARAJAT 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/142086", "2017 TS PP YADZIL DARAJAT 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/142087"}, "Penulis": "YADZIL DARAJAT (NIM: 22014301)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Benyamin Sapiie, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "geomekanika, rekahan, tegasan, sesar, tekanan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "8 file", "Tanggal Input": "13 Sep 2018"}