{"Nomor": 31683, "Judul": "PENGEMBANGAN RECOMMENDER SYSTEM DENGAN MENGGABUNGKAN TEKNIK CONTENT-BASED DAN KNOWLEDGE-BASED UNTUK EVENT PARIWISATA INDONESIA", "Abstrak": "Perekomendasian event (event recommendation) merupakan area penelitian baru dalam recommender system (recsys). Penelitian terdahulu mempelajari event pada satu kategori tertentu saja dan belum mencakup semua kategori event pariwisata, seperti: event musik, ilmiah, akademik dan Event-Based Social Network (EBSNs). Dalam perkembangannya recsys event mengalami beberapa masalah lain, salah satunya adalah karakteristik event yang merupakan one and only item, yaitu suatu kejadian yang berlangsung di masa yang akan datang, dengan waktu yang singkat dan tempat yang spesifik mengakibatkan setiap event dapat berbeda tiap tahunnya. Belum tentu event yang sama akan terjadi kembali pada masa yang akan datang. Oleh karenanya, umpan balik dari pengguna sulit didapatkan. Hal ini membuat rekomendasi event tidak dapat dilakukan dengan memanfaatkan penilaian dari pengguna. \n\nTeknik collaborative filtering (CF) tidak dapat mengatasi permasalahan item yang berkaitan dengan waktu seperti halnya pada event yang biasanya memperoleh rating setelah event tersebut selesai dilaksanakan. Oleh karena itu, pada penelitian ini digunakan teknik gabungan content-based (CB) dan knowledge-based (KB). Tantangan cold-start dan portfolio effect problem yang dimiliki oleh teknik CB, dapat diatasi oleh teknik KB. Tujuan recsys yang dikembangkan dalam penelitian ini adalah menghasilkan rekomendasi event yang personalized dan beragam (diversity) mengingat bahwa sistem bukan hanya memenuhi kebutuhan pengguna namun juga sebagai media promosi event pariwisata Indonesia. Hasil penelitian ini memberikan kesimpulan bahwa penggabungan CB dan KB pada penerapannya dalam kasus event pariwisata dapat dilakukan dan ke dua teknik tersebut menjadi pelengkap satu sama lain. Eksperimen yang dilakukan menunjukkan bahwa rancangan recsys ini menghasilkan skor diversity di atas 0,6. Kemudian hasil evaluasi terhadap survei pengguna menunjukkan pengembangan konsep recsys event pariwisata dapat diterima oleh pengguna berdasarkan aspek usability, kepuasan (satisfactionary) dan dinilai dapat memberikan rekomendasi yang sangat menarik bagi penggunanya.", "Daftar File": {"2018 TS PP WULAN YULIA SARI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/142077"}, "Penulis": "WULAN YULIA SARI (NIM: 23216132)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.Ir. Bambang Pharmasetiawan, MEE."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "recommender system, event pariwisata, content-based, knowledge-based.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "10 Sep 2018"}