{"Nomor": 31698, "Judul": "KERANGKA KERJA UNTUK MIGRASI DATA ANTAR NOSQL", "Abstrak": "Dalam dunia teknologi informasi saat ini, ada dua tipe basis data yaitu relasional (SQL) dan non-relasional (NoSQL). Basis data relasional telah menjadi basis data yang terkemuka dan digunakan untuk waktu yang sangat lama, namun dikarenakan pesatnya pekembangan teknologi membuat basis data relational tidak mampu lagi untuk memenuhi kebutuhan penyimpanan data. Tiga hal utama yang tidak dapat dipenuhi oleh basis data relasional adalah skalabilitas, terdistribusi, dan skema dinamis, sehingga basis data non-relational menjadi jawaban atas keterbatasan basis data relational.     \n \n \n \n\nNoSQL merupakan singkatan dari Not Only SQL. NoSQL menggambarkan bahwa saat merancang sebuah produk perangkat lunak, ada lebih dari satu mekanisme penyimpanan yang bisa digunakan berdasarkan kebutuhan data. Saat buku ini ditulis berdasarkan nosql-database.org ada lebih dari 225 jenis basis data NoSQL. NoSQL dapat dikategorikan berdasarkan bagaimana cara NoSQL tersebut menyimpan dan memanipulasi data. Berikut ini jenis-jenis dari NoSQL yaitu kunci-nilai, kolom, dokumen dan grafik. Setiap NoSQL memiliki peranan dan fungsi yang berbeda-beda. Meskipun NoSQL melampaui SQL dalam beberapa aspek, NoSQL sendiri masih memiliki kekurangan yaitu NoSQL masih relatif baru sehingga dukungan yang tersedia hanya sebatas komunitas, NoSQL belum memiliki bahasa yang distandarkan sehingga NoSQL dapat menyebabkan masalah selama migrasi.     \n \n \n \n\nDalam teknologi informasi (TI), migrasi adalah proses berpindah dari penggunaan satu lingkungan operasi ke lingkungan operasi lain. Ada beberapa jenis migrasi salah satunya adalah migrasi data. Secara umum migrasi data adalah proses transfer data antara sistem penyimpanan data, format data atau sistem komputer. Namun pada kenyataannya, migrasi data pada basis data NoSQL tidak hanya mentransfer data dari satu basis data ke basis data yang lain, tetapi juga membutuhkan adaptasi data, struktur dan model data yang sesuai dengan basis data target, tanpa mempengaruhi correctness dan integrity data. Adapun alasan mengapa migrasi data antara NoSQL dilakukan yaitu pengembang aplikasi sering kali mengalami kesulitan untuk menentukan kebutuhan penyimpanan data. Hal tersebut dikarenakan pertumbuhan data yang tidak bisa ditebak dalam mengembangkan sebuah aplikasi.     \n \n \n \n \n \n \n\nBanyak penelitian yang telah mencoba menyelesaikan persoalan mengenai kelemahan yang dimiliki oleh NoSQL terutama dalam hal migrasi. Dimulai oleh Srivastava dkk dengan menganalisa basis data NoSQL sehingga menghasilkan gambaran umum tentang NoSQL berserta fitur, kekuatan dan keterbatasan yang dimiliki oleh setiap jenis NoSQL. Dilanjutkan dengan masalah utama NoSQL yaitu migrasi oleh Scavuzzo dkk, namun migrasi yang dilakukan masih sebatas NoSQL basis data berjenis kolom. Scavuzzo dkk menemukan bahwa meskipun dalam jenis basis data yang sama masih terdapat beberapa kendala yang terjadi. Penelitian berikutnya dilakukan oleh Bansel dkk, penelitian yang dilakukan oleh Bansel dkk menyelesaikan masalah migrasi untuk 3 jenis basis data sekaligus yaitu kolom, grafik, dan document dengan menggunakan kerangka kerja yang dikembangkan sendiri.     \n \n \n \n\nSecara umum kerangka kerja sebenarnya adalah struktur nyata, ataupun konseptual yang dimaksudkan sebagai pendukung atau panduan untuk membangun sesuatu yang dapat diperluas dengan memodifikasi sesuai kebutuhan, baik dengan menambahkan atau menghapus item yang ada. Dalam sistem komputer, kerangka kerja dapat terdiri dari rekomendasi program yang harus dibangun atau digunakan, baik berupa teknik/model/algoritma/fungsi, bagaimana keterkaitan antara item, dan lain sebagainya. Sehingga dapat kita simpulkan bahwa dengan adanya kerangka kerja dapat mempermudah pengembang dalam melakukan migrasi data dikarenakan tersedianya panduan dalam melakukan proses migrasi.     \n \n \n \n\nPada penelitian ini, penulis akan merancang sebuah kerangka kerja yang menjadi panduan untuk memigrasikan data antar NoSQL berbasis cloud yang melengkapi penelitian sebelumnya dengan menggunakan jenis NoSQL yaitu kunci-nilai, kolom, dokumen dan grafik. Adapun alasan penambahan basis data kunci-nilai yaitu karena kunci-nilai merupakan bagian utama dari basis data NoSQL, sehingga dengan hadirnya kunci-nilai bertambahnya pilihan perpindahan basis data pada kerangka kerja yang telah ada, kunci-nilai merupakan solusi terbaik untuk kebutuhan IoT di masa depan dikarenakan basis data nilai kunci memiliki kesederhanaan yang dibutuhkan oleh IoT, meskipun IoT sendiri masih akan terus berkembang, terutama dalam arah integrasi dan infrastruktur.", "Daftar File": {"23515039-Yansyah.pdf": "https://digilib.itb.ac.id/gdl/download/142119"}, "Penulis": "Yansyah Saputra Wijaya - NIM: 23515039", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Arry Akhmad Arman M.T"], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "NoSQL, migrasi data, kerangka kerja, migrasi, kerangka kerja migrasi.", "Sumber": "", "Staf Input/Edit": "Karya Sumpena  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "01 Okt 2018"}