{"Nomor": 31697, "Judul": "PERGESERAN RUANG PUBLIK PADA PEMBANGUNAN TAMAN KOTA DI KOTA BANDUNG DAN SURABAYA: KAJIAN DENGAN PENDEKATAN RHYTHMANALYSIS DAN TEORI JARINGAN AKTOR", "Abstrak": "Pembangunan taman kota sebagai salah satu perwujudan ruang terbuka hijau merupakan salah satu elemen penting yang harus ada dalam suatu wilayah perkotaan. Tren pembangunan taman kota saat ini mengarahkan pada taman kota yang menjadi hiasan kota dan mampu menarik perhatian dari banyak pihak. Pemerintah kota berlomba-lomba membangun taman kota sebagai ikon andalan. Kota Bandung dan Surabaya menjadi salah satu kota besar yang mendapatkan sorotan atas pembangunan taman kota. Fenomena pergeseran keruangan taman kota sebagai ruang publik menjadi penting untuk dideskripsikan. Untuk dapat mendeskripsikan pergeseran ruang publik, penelitian ini memahami gambaran keruangan taman kota sebagai ruang publik dan menelusuri jaringan aktor pada masing-masing wali kota serta memahami keterkaitannya dengan keruangan taman kota. Metode yang digunakan adalah metode kualitatif dengan multi kasus dan menggunakan pendekatan rhythmanalysis dan teori jaringan aktor. Kedua tahapan tersebut adalah untuk memahami temuan empiris yang digunakan sebagai dasar untuk merumuskan kebijakan yang sesuai untuk pembangunan taman kota sebagai ruang publik di wilayah kota Indonesia. Hasil penelitian ini menunjukkan terdapat perbedaan yang mencolok pada fenomena keruangan taman kota sebagai ruang publik di Kota Bandung dan Surabaya. Perbedaan yang terjadi erat kaitannya dengan jaringan aktor yang terbentuk pada masing-masing wali kota dan mempengaruhi seluruh aspek keruangan pada taman kota sebagai ruang publik. Taman kota di Kota Bandung mengarah pada pembangunan ekslusif untuk memfasilitasi lapisan masyarakat tertentu. Sedangkan di Kota Surabaya, pembangunan taman kota ditujukan sebagai ruang interaksi untuk meleburkan segmentasi sosial dengan menghadirkan ruang publik yang inklusif. Taman kota sebagai ruang inklusif yang dapat menjadi ruang interaksi untuk berbagai lapisan masyarakat masih sangat diperlukan untuk pembangunan taman kota sebagai ruang publik di wilayah perkotaan Indonesia. \n \n\nKata kunci: ruang publik, fitur keruangan, ritme, jaringan aktor.", "Daftar File": {"TS PP YANI WULANDARI 1 ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/142118"}, "Penulis": "YANI WULANDARI  [24016002]", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Sonny Yuliar, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "ruang publik, fitur keruangan, ritme, jaringan aktor.", "Sumber": "", "Staf Input/Edit": "sarnya  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "15 Mar 2018"}