{"Nomor": 31705, "Judul": "PENGEMBANGAN MODEL TURNOVER INTENTION PADA PROJECT-BASED WORKER", "Abstrak": "Meningkatnya investasi pada proyek-proyek di berbagai sektor industri, membuat perusahaan harus menjaga dan memelihara sumber daya manusia yang dimiliki untuk dapat mendukung pelaksanaan proyek dengan maksimal. Salah satu permasalahan SDM yang harus diperhatikan adalah mengenai tingginya angka turnover pegawai di perusahaan, yang secara langsung akan mempengaruhi biaya operasional perusahaan atau alokasi dana yang diberikan untuk proyek. Penelitian ini berupaya untuk mengembangkan suatu model yang dapat menggambarkan faktor-faktor yang dapat mempengaruhi pegawai, khususnya yang tugas pekerjaannya berdasarkan proyek yang diberikan perusahaan, untuk mengundurkan diri atau keluar dari perusahaan. Faktor-faktor yang diteliti antara lain adalah stres kerja, beban proyek yang berlebihan, lingkungan pekerjaan, dan kepuasan kerja, dimana faktor stres kerja, beban proyek yang berlebihan, dan lingkungan kerja juga akan dilihat pengaruhnya terhadap kepuasan kerja. Selain itu dilakukan pengujian efek perbedaan jumlah proyek yang dikerjakan terhadap model penelitian yang sudah dibuat. \n\nPenelitian dilakukan dengan menyebar kuesioner kepada para pegawai yang sehari-harinya atau pada waktu tertentu bekerja berdasarkan proyek yang ditugaskan oleh perusahaan. Data yang diperoleh adalah sebanyak 304 sampel yang dibagi menjadi dua grup berdasarkan jumlah proyek yang dikerjakan. Grup 1 adalah yang mengerjakan hanya satu proyek dalam satu waktu (single project), dan grup 2 adalah yang mengerjakan lebih dari satu proyek di waktu yang bersamaan (multi project). Pengolahan data dilakukan dengan teknik multigrup SEM. \n\nHasil penelitian menunjukkan bahwa jumlah proyek tidak berpengaruh secara signifikan terhadap model penelitian yang sudah dibuat. Namun, hasil uji hipotesis menunjukkan bahwa kepuasan kerja terbukti berpengaruh negatif terhadap keinginan keluar di grup 1 (single project) dan tidak di grup 2 (multi project). Sedangkan di grup 2 (multi project), lingkungan kerja terbukti berpengaruh negatif terhadap keinginan keluar, namun tidak terbukti di grup 1 (single project).", "Daftar File": {"2018 TS PP YASHINTA ADE PRIASTARI 1-ASTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/142132"}, "Penulis": "YASHINTA ADE PRIASTARI  [23415009]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Joko Siswanto, MPA."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "KEINGINAN KELUAR, PROYEK, MULTI PROYEK, KEPUASAN KERJA, STRES KERJA, BEBAN PROYEK, LINGKUNGAN KERJA", "Sumber": "", "Staf Input/Edit": "Dewi Supryati  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "19 Mar 2018"}