{"Nomor": 31718, "Judul": "KAMPUNG SUSUN BANTARAN SUNGAI CILIWUNG DI JATINEGARA, JAKARTA", "Abstrak": "Kecamatan Jatinegara adalah daerah yang selalu terlanda banjir bila musim hujan tiba. Kawasan ini umumnya menaungi fungsi kegiatan komersial dan bisnis yang dapat dilihat dari banyaknya pertokoan disepanjang jalan-jalan pada kelurahan ini. Namun pada daerah bantaran sungai Ciliwung yang melintasi kawasan ini terdapat banyak permukiman kumuh yang menjadi salah satu penyebab timbulnya banjir. Pengadaan permukiman hunian kepadatan tinggi di daerah ini adalah salah satu solusi untuk menangani permukiman kumuh dan banjir serta untuk mendukung program Normalisasi Ciliwung. Luas lahan yang dijadikan area desain sebesar 8.280 m2. Berdasarkan peraturan, lahan dapat dibangun dengan luas lantai dasar maksimal 3.312 m2 dan luas lantai maksimal 37.260 m2.Sasaran proyek ini adalah masyarakat Jatinegara yang terkena relokasi dan penambahan unit untuk pendatang, Tergolong dalam tipologi hunian kepadatan tinggi, hunian ini mewadahi fasilitas hunian, fasilitas lingkungan, dan ruang terbuka. Fasilitas hunian terdiri dari beberapa tipe unit yang disediakan, yaitu tipe 21, 30, dan 36. Fasilitas lingkungan mencakup TK, apotek, Posyandu, masjid, ruang komunitas, dan kantor RT. Ruang terbuka berfungsi sebagai pusat kegiatan bersama dan area interaksi antara penghuni. Susunan blok-blok massa hunian yang disusun menyesuaikan bentuk lahan yang memiliki bentuk sempit di sisi utara dan besar di sisi selatan. Perbedaan antara kampung susun pada rancangan ini dengan rumah susun yang biasanya dirancang terletak pada beberapa hal, yaitu : 1)  Keberagaman pada susunan blok massa hunian; 2) Menjaga kegiatan ekonomi dan sosial yang ada pada masyarakat sebelumnya; 3) Ruang terbuka publik yang dapat menampung kegiatan bersama. Konsep pada rancangan ini adalah konsep penghubung yang diimplementasikan pada rencana tapak dan blok massa. Pada rencana tapak konsep penghubung ini menciptakan sebuah penghubung yang juga menjadi ruang terbuka publik untuk menampung kegiatan bersama, sedangkan pada blok massa konsep penghubung ini diimplementasikan pada teras dan jembatan yang menghubungkan antara blok yan satu dengan yang lainnya. Dengan penerapan konsep tersebut diharapkan hunian ini dapat menjadi hunian yang nyaman dengan tetap menjaga kegiatan ekonomi dan sosial yang ada pada kehidupan masyarakat sebelumnya.", "Daftar File": {"2014 TA PP YEDI SUPRIADI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/142174", "2014 TA PP YEDI SUPRIADI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/142175", "2014 TA PP YEDI SUPRIADI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/142176", "2014 TA PP YEDI SUPRIADI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/142177", "2014 TA PP YEDI SUPRIADI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/142178", "2014 TA PP YEDI SUPRIADI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/142179", "2014 TA PP YEDI SUPRIADI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/142180"}, "Penulis": "YEDI SUPRIADI (NIM : 1520 068)", "Kontributor / Dosen Pembimbing": ["Pembimbing : \n\nIr. Ismet Belgawan H., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Hunian Kepadatan Tinggi, Sungai Ciliwung, Kampung,", "Sumber": "", "Staf Input/Edit": "suwadji  \n                                     suwadji", "File": "7 file", "Tanggal Input": "29 Okt 2018"}