{"Nomor": 31712, "Judul": "PERANCANGAN LINTAS PERAKITAN OVERHEAD LINE DENGAN PENDEKATAN LEAN MANUFACTURING DALAM PROSES PRODUKSI BMW X1 (F48) DI PT GAYA MOTOR", "Abstrak": "Pada tahun 2017, BMW Group Indonesia (BGI) mengumumkan pencapaian tertinggi dengan \n\nmeningkatnya penjualan mobil BMW. Pada kuartal I tahun 2018, terjadi peningkatan penjualan \n\nBMW dibandingkan dengan periode yang sama pada tahun 2017. Dari kedua pencapaian \n\ntersebut, BMW X1 merupakan tipe produk yang memiliki peningkatan penjualan terbesar \n\nsehingga BGI memprediksi akan terjadi peningkatan permintaan BMW X1 di masa yang akan \n\ndatang. \n\nPencapaian ini diraih BGI dengan menggandeng PT Gaya Motor yang merupakan perusahaan \n\nperakit kendaraan roda empat, seperti BMW, dengan proses produksi berbasis completely \n\nknocked down. Dalam mengantisipasi peningkatan permintaan, perusahaan mengevaluasi \n\npenerapan metode one common takt time yang tidak lagi relevan dan mengakibatkan lintas \n\nperakitan memiliki produktivitas yang rendah, terutama pada overhead line. \n\nProduktivitas yang rendah diselesaikan melalui perancangan lintas perakitan menggunakan \n\npendekatan lean manufacturing, yakni eliminasi pemborosan, line balancing menggunakan \n\nmetode ranked positional weight dan largest candidate rule, process activity mapping, peta \n\nproses kelompok kerja, evaluasi tata letak menggunakan spaghetti diagram, dan 5S. \n\nDiketahui bahwa excess motion merupakan jenis pemborosan tertinggi dengan proporsi \n\n43,50%. Solusi yang diberikan terbukti meningkatkan produktivitas dengan menurunnya \n\nwaktu menganggur sebesar 1545,74 detik dan smoothness index sebesar 850,73, meningkatnya \n\nefisiensi lintasan sebesar 15,30% dan kapasitas produksi dari 12 menjadi 16 unit per hari, serta \n\nusulan tata letak yang lebih optimal.", "Daftar File": {"2018 TA PP YASSER APRLIANTO YOSANDI 1 ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/142159"}, "Penulis": "YASSER APRILIANO YOSANDI NIM 13414059", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Sukoyo, M.T. \n\nNIP 196805281995121001"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "PRODUKTIVITAS, LEAN MANUFACTURING, LINE BALANCING, TATA LETAK, PEMBOROSAN", "Sumber": "", "Staf Input/Edit": "Dewi Supryati  \n                                     Dewi Supryati", "File": "1 file", "Tanggal Input": "07 Sep 2018"}