{"Nomor": 31722, "Judul": "ANALISIS WAKTU SATURASI DALAM PROSES DIFUSI NITROGEN DIOKSIDA PADA PASSIVE SAMPLER UNTUK PEMANTAUAN UDARA AMBIEN", "Abstrak": "Passive sampler beroperasi dengan prinsip difusi gas dari atmosfer melewati dimensi sampler hingga mencapai media penyerap. Penelitian dilakukan untuk menganalisis perubahan konsentrasi NO2 yang terukur pada passive badge sampler dan passive tube sampler dengan variasi berupa durasi sampling enam hingga empat belas hari. Perbedaan konsentrasi pada setiap variasi digunakan untuk menentukan difusivitas passive sampler sehingga diperoleh koefisien difusivitas aktual (Daktual). Lokasi pengukuran berdekatan dengan Air Quality Monitoring Station (AQMS) DKI-1 di kawasan Bundaran HI, DKI Jakarta. Konsentrasi NO2 yang terukur pada passive sampler divalidasi dengan data konsentrasi NO2 dari hasil pengukuran AQMS DKI-1. Validasi menggunakan analisis Chi Square menunjukkan konsentrasi NO2 yang terukur pada passive sampler tidak memiliki perbedaan signifikan dengan konsentrasi NO2 yang terukur pada AQMS. Namun dari perbandingan nilai konsentrasi, hasil pengukuran menggunakan passive sampler memiliki nilai konsentrasi yang lebih kecil dibandingkan dengan hasil pengukuran AQMS. Analisis regresi linear digunakan untuk memodelkan perubahan konsentrasi NO2 pada passive sampler terhadap perubahan durasi sampling dan faktor meteorologi (temperatur, kelembaban udara dan kecepatan angin). Faktor temporal memiliki pengaruh sebesar 54,02% pada badge sampler dan pada tube sampler sebesar 79,22%. Faktor meteorologi tidak berpengaruh signifikan dan cenderung berpengaruh sangat kecil terhadap konsentrasi terukur. Nilai Dteoritis rata-rata adalah sebesar 0,158 cm2/detik. Daktual passive sampler dihitung pada setiap selisih konsentrasi (interval durasi sampling) dan dibandingkan dengan Dteoritis yang diperoleh dari persamaan model difusi yang mempertimbangkan faktor meteorologi. Hasil analisis Chi Square menunjukkan bahwa persamaan difusi Buzica dkk. (2005) dapat memprediksi difusivitas badge sampler dan tube sampler untuk pengukuran NO2 di kawasan Bundaran HI. Model Heal and Cape (1997) menunjukkan bahwa terdapat perubahan konsentrasi yag terukur pada passive sampler yang menunjukkan bahwa terdapat pengaruh durasi paparan terhada proses difusi pada passive sampler.", "Daftar File": {"2018 TS PP YEGA SERLINA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/142184"}, "Penulis": "YEGA SERLINA (NIM: 25315016)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. R. Driejana, MSCE, Ph.D \n\nCo. Pembimbing : Haryo Satriyo Tomo, ST., MT"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "nitrogen dioksida, metode sampling pasif, passive badge sampler, passive tube sampler, difusivitas", "Sumber": "", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "05 Okt 2018"}