{"Nomor": 31724, "Judul": "PERANCANGAN STRUKTUR TERMINAL PENUMPANG BANDAR UDARA RENDANI MANOKWARI", "Abstrak": "Bangunan Terminal Penumpang Bandar Udara Rendani Manokwari adalah bangunan yang memiliki 2 lantai dan atap dengan ketinggian total 16 meter. Komponen utama struktur ini adalah bangunan beton bertulang dan pondasi tiang pancang. Bangunan berlokasi di Manokwari, lokasi dimana gempa sering terjadi, sehingga struktur harus dirancang untuk tahan gempa dengan sistem rangka pemikul momen khusus (SRPMK) sesuai dengan persyaratan kategori desain seismik D. Untuk struktur atap, digunakan rangka baja dengan profil pipa sebagai struktur utama. \n \n\nDalam perencanaannya, dibatasi bahwa bangunan yang akan didesain berupa struktur atas dan struktur bawah Bangunan Terminal Penumpang Bandar Udara Rendani. Output yang diharapkan dari laporan tugas akhir ini adalah hasil desain berupa shop drawing detail dari bangunan utama yang meliputi gambar detail dari profil baja, sambungan antar baja, kolom, balok, beserta pelat yang sudah memenuhi syarat-syarat kategori desain seismik. \n \n\nMetode pengerjaan seluruh tugas akhir ini adalah dengan mengacu pada studi literatur dan pemodelan struktur. Analisis dinamik dan perancangan struktur beton beserta penentuan beban-beban yang bekerja mengacu pada standar-standar Indonesia, yaitu SNI 1726-2012, SNI 1727-2013, SNI 2847-2013, dan SNI 1729-2015. Perangkat lunak yang digunakan pada perancangan ini berupa SAP 2000 20, PCA Column, SAFE 2016, Group8, dan Autodesk Revit 2017.", "Daftar File": {"2018 TA PP YEHEZKIEL WILLY L 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/142186"}, "Penulis": "YEHEZKIEL WILLY L.         (NIM : 15014021)", "Kontributor / Dosen Pembimbing": ["Dr. Harmein Rahman, S.T., M.T. \n\nIr. Erza Rismantojo, MSCE, Ph.D. \n\nDr. Eng Aris Aryanto ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "terminal, bandara,struktur, pondasi, gempa, SRPMK, atap, Revit", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     cecep hikmat", "File": "1 file", "Tanggal Input": "19 Mar 2018"}