{"Nomor": 31731, "Judul": "PEMILIHAN VENDOR DECISION ENGINE PLATFORM DI BANK PINTAR MENGGUNAKAN AHP MODEL", "Abstrak": "BANK PINTAR adalah salah satu bank berkembang di Indonesia mendapat tekanan persaingan dari fintech. Pertumbuhan model bisnis baru yaitu peminjaman p2p dari startup teknologi keuangan semakin memberatkan bank untuk bersaing. Beberapa bank di Indonesia saat ini mengalami perkembangan yang sangat lambat dalam mendigitalisasi proses peminjaman. BANK PINTAR mencari alternatif untuk membentuk model bisnis baru yang akan mengotomatiskan proses pemberian pinjaman. Oleh karena itu, Bank menciptakan proyek besar yang disebut sistem core lending dan bagian utama dari sistem tersebut adalah platform decision engine. \n \n\nTujuan dari penelitian ini adalah untuk mengembangkan model pendukung pengambilan keputusan menggunakan Analytical Hierarchy Process (AHP) untuk memilih vendor terbaik untuk Decision Engine Platform. Vendor Decision Engine Platform akan berjalan bersama dengan BANK PINTAR untuk menyediakan system terpusat untuk kerangka mesin pengambil keputusan dan dapat digunakan di seluruh channel, memberikan standarisasi dalam pengaturan kebijakan, manajemen resiko yang lebih baik dengan melakukan kontrol terhadap tingkat pelanggan dan kepuasan pelanggan, dan pada akhirnya akan menjadi system yang terintegrasi secara end to end untuk system otomasi. AHP dipilih sebagai proses kerangka kerja karena AHP mengurai masalah rumit menjadi bentuk-bentuk yang lebih sederhana untuk kemudian mensintesis berbagai faktor yang terlibat dalam masalah pengambilan keputusan. \n \n\nSemua pengambilan data dilakukan melalui metode kualitatif dan kuantitatif. Data primer dikumpulkan dari wawancara dan diskusi dengan pengambil keputusan yang bertindak sebagai tim proyek, dan juga kuesioner. Data primer juga diperoleh dengan mewawancarai enam pengambil keputusan responden. Data sekunder dikumpulkan dari dokumen penelitian perusahaan dan data lain yang berasal dari dokumen tanggapan dari vendor alternatif.  \n \n\nDari hasil pengolahan data ditemukan bahwa kriteria dan sub kriteria dengan pembobotan yang paling penting dalam proyek ini adalah kemampuan fungsional untuk kriteria dan decision engine untuk proses origination (fungsional), kemampuan integrasi (teknis), reputasi, keahlian orang, dan kemampuan tim (pembuktian konsep) untuk sub kriteria. Setelah kami mendapatkan hasil untuk kriteria dan subkriteria, maka kami melakukan pembobotan alternatif untuk vendor yang akan ditunjuk untuk proyek ini. Dan hasil peringkat untuk empat kandidat secara berurutan adalah EN, FO, PR, dan CF. Hasil penelitian menunjukkan bahwa AHP model juga dapat digunakan untuk sistem pendukung keputusan yang secara khusus berkaitan dengan pemilihan vendor yang memiliki kriteria kompleks dan responden yang banyak dan tersebar dari berbagai unit dan latar belakang.", "Daftar File": {"2018 TS PP YERRIKHO BERGAS 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/142194"}, "Penulis": "YERRIKHO BERGAS (NIM 29316083)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Yos Sunitiyoso, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Analytical Hierarchy Process, Decision Engine Platform, Pengambilan Keputusan Kelompok, Pemilihan Vendor, Industri Perbankan", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "09 Jun 2018"}