{"Nomor": 31734, "Judul": "DESAIN DAN IMPLEMENTASI TRANSMITTER PADA TRACKING RADAR FMCW S-BAND UNTUK PELACAKAN OBJEK", "Abstrak": "Penggunaan drone yang semakin banyak untuk keperluan komersil maupun sekedar hobi kurang mendapat pengawasan dan tidak terkendali. Untuk alasan kemanan dan keselamatan setiap drone yang akan terbang dan mengambil gambar dari ketinggian tertentu harus mendapat izin dari Kementrian Perhubungan. \n\nRadar FMCW S-Band untuk kemampuan tracking ini diharapkan dapat membantu pengawasan objek yang terbang di kawasan terlarang tersebut. \n\nPada Tugas Akhir ini telah dilakukan desain dan implementasi transmitter pada Tracking Radar FMCW S-Band untuk memancarkan sinyal dan membangkitkan bentuk gelombang yang diinginkan sesuai dengam pemakaian radar yang ke depannya dapat dikembangkan untuk kebutuhan deteksi berbagai macam objek dan pencitraan untuk berbagai macam keperluan. Sistem radar diimplementasikan berdasarkan diagram blok yang dirancang. Sistem pada transmitter FMCW ini dimulai dengan dilakukannya pembangkitan sinyal ramp dan generate sinyal menggunakan Software Defined Radio yaitu USRP dengan LabVIEW yang akan menghasilkan sinyal chirp FMCW. Chirp FMCW yang digunakan berbentuk segitiga dengan masing-masing periode up-chirp dan down-chirp nya sebesar Tuc = Tdc = 20 ms. \n\nSistem Monopulse Radar yang dirancang dapat mengirimkan sinyal chirp FMCW dengan rentang frekuensi kerja antara 2.925 GHz sampai dengan 2.975 GHz. Transmitter pada sistem tracking ini dapat memancarkan sinyal untuk menggerakkan motor tepat ke arah objek.", "Daftar File": {"2018 TA PP  YESI NOFITA 1 - ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/142197"}, "Penulis": "YESI NOFITA (NIM : 18113032)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr Joko Suryana. S.T., M.T"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Telekomunikasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Radar, transmitter, FMCW, tracking", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "09 Mar 2018"}