{"Nomor": 31735, "Judul": "Peningkatan Laju Pergantian Persediaan di CV Adil", "Abstrak": "CV Adil adalah sebuah perusahaan pemasok bahan-bahan konstruksi yang berlokasi di Bandung. Sebagai perusahaan retail, manajemen persediaan merupakan salah satu faktor krusial bagi CV Adil. Namun, setelah menganalisis data-data persediaan CV Adil, ditemukan bahwa laju pergantian persediaan CV Adil (2,5) jauh lebih lambat dibandingkan laju pergantian persediaan rata-rata industri ini (5,9). Masalah ini telah berlangsung cukup lama dan, sayangnya, tidak terdeteksi oleh pemilik perusahaan akibat prinsip dan metode bisnis mereka yang masih konvensional. \n\nMelalui kerangka konseptual, ditemukan bahwa overstok, persediaan yang tidak bergerak, dan lesunya tingkat penjualan mempengaruhi laju pergantian persediaan. Di sisi lain, rendahnya laju pergantian persediaan berimbas pada tingginya biaya penyimpanan dan menyebabkan berkurangnya laba bersih bagi CV Adil. Proses-proses bisnis digambarkan menggunakan Business Process Modelling and Notation (BPMN). Setelah melalui analisis lebih lanjut menggunakan Current Reality Tree (CRT), ditemukan tiga akar masalah dari isu bisnis ini. Dengan mempertimbangkan beberapa batasan, dua dari akar masalah ini dibahas lebih lanjut, yaitu: tidak adanya sistem perencanaan persediaan dan sistem monitoring yang kurang memadai. \n\nMelalui analisis lebih lanjut, ditemukan beberapa solusi bisnis. Solusi pertama adalah rekomendasi untuk menggunakan metode forecasting dan perencanaan persediaan terbaik bagi CV Adil, yaitu metode regresi linier dan Q-Model. Mengenai sistem monitoring, CV Adil disarankan untuk mengembangkan sebuah software dengan menggunakan jasa programmer serta melakukan prosedur stok opname secara rutin. Untuk penelitian lebih lanjut, akan lebih baik apabila penggunaan Q-Model bisa dikombinasikan dengan metode forecasting regresi linier.", "Daftar File": {"COVER-VALIDATION_Yessica Astrid_29115639.pdf": "https://digilib.itb.ac.id/gdl/download/142198"}, "Penulis": "Yessica Astrid - 29115639", "Kontributor / Dosen Pembimbing": ["Dr. Mursyid Hasan Basri, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "current reality tree, EOQ, inventory turnover rate, overstock, retail", "Sumber": "", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "07 Mar 2018"}