{"Nomor": 31748, "Judul": "VALIDASI MODEL MODULUS KEKAKUAN ASPAL DARI NOMOGRAM VAN DER POEL TERHADAP HASIL UJI DSR PADA RENTANG SUHU DAN WAKTU PEMBEBANAN TERTENTU", "Abstrak": "Pada struktur perkerasan lentur, modulus kekakuan campuran beraspal (Smix) adalah propertis bahan utama yang sangat bergantung pada modulus kekakuan aspal (Sbit) dan komposisi volumetrik campuran. Pada tahun 1954, Van der Poel memperkenalkan sebuah nomogram untuk memperkirakan modulus kekakuan aspal (Sbit) berdasarkan hasil pengujian penetrasi dan titik lembek aspal yang dikaitkan dengan waktu pembebanan (t) dan suhu lapisan perkerasan (T) (Van der Poel, 1954). Pada awal dekade 1990-an alat Dynamic Shear Rheometer (DSR) mulai digunakan sebagai alat uji aspal yang bersifat fundamental untuk mengkarakterisasi sifat reologi secara mekanistik yang selanjutnya melahirkan Spesifikasi Aspal Performance Grade (PG) (SHRP A-410,1994). Anderson dan rekan-rekan menyatakan bahwa nomogram Van der Poel masih memiliki tingkat akurasi yang cukup baik terhadap hasil pengujian DSR pada suhu aspal diatas suhu ruang dan waktu pembebanan yang singkat (SHRP A-367,1994). Nomogram Van der Poel masih digunakan untuk memperkirakan nilai modulus kekakuan aspal dalam perencanaan struktur perkerasan lentur secara mekanistik, pada tahun 1998 Shell memperkenalkan versi digital dari nomogram tersebut dalam bentuk software Penelitian ini dilakukan untuk mengkonformasi kedekatan antara nilai modulus kekakuan aspal dari nomogram dan hasil pengujian dari alat DSR. Serangkaian pengujian penetrasi, titik lembek dan DSR pada berbagai kondisi penuaan, suhu dan pembebanan dilakukan dalam penelitian ini dengan tujuan untuk mengkonformasi kedekatan antara modulus kekakuan aspal dari nomogram Van der Poel terhadap hasil uji DSR. Hasil pengujian dan perhitungan menunjukan bahwa nomogram Van der Poel masih memiliki tingkat akurasi yang baik terhadap hasil uji DSR pada rentang suhu dan waktu pembebanan tertentu, tingkat akurasinya menurun seiring peningkatan nilai strain, penurunan suhu dan bertambahnya penuaan aspal.", "Daftar File": {"2018 TS PP YOGI INDRA PRAYOGA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/142236"}, "Penulis": "YOGI INDRA PRAYOGA [26914316]", "Kontributor / Dosen Pembimbing": ["Dr. Eri Susanto Hariyadi, ST., MT Dr. Ir. Djunaedi Kosasih, M.Sc"], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "modulus kekakuan aspal, nomogram Van der Poel, Dynamic Shear Rheometer, Penetration Grade, Performance Grade.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "15 Mar 2018"}