{"Nomor": 31741, "Judul": "PENGEMBANGAN SISTEM EKSTRAKSI INFORMASI TERBUKA YANG  EKSTENSIBEL DENGAN PENAMBAHAN MODUL PEMBELAJARAN  MESIN PENGEMBANGAN SISTEM EKSTRAKSI INFORMASI TERBUKA YANG  EKSTENSIBEL DENGAN PENAMBAHAN MODUL PEMBELAJARAN  MESIN", "Abstrak": "Paradigma ekstraksi informasi terbuka sudah ditemukan dari tahun 2007. Hingga saat ini banyak sekali sistem ekstraksi informasi terbuka yang sudah dikembangkan. Pendekatan yang digunakan ada dua, yaitu; berbasis aturan tetap dan pembelajaran mesin. Pada umumnya, proses yang dilakukan dalam ekstraksi informasi terbuka hampir sama, yaitu: praproses, ekstraksi, dan paskaproses. Sebelumnya, terdapat sebuah sistem ekstraksi informasi terbuka modular dan ekstensibel yang memodularkan proses ekstraksi informasi terbuka berdasarkan tiga proses utama tersebut. Namun salah satu pendekatan ekstraksi informasi terbuka yaitu pembelajaran mesin, memiliki banyak proses di dalamnya. Sehingga implementasi pendekatan pembelajaran mesin dengan sistem tersebut, menyebabkan sistem kehilangan sifat modular dan ekstensibelnya. Pengembangan sistem tersebut akan dilakukan agar ekstraksi informasi berbasis pembelajaran mesin dapat dilakukan dengan menjaga sifat modular dan ekstensibelnya. Analisis sistem-sistem ekstraksi informasi terbuka berbasis pembelajaran mesin dilakukan agar ditemukan arsitektur baru yang dapat menjadi solusi. Hasilnya ditambahkan komponen pemrosesan data dan classifier ke dalam arsitektur sistem sebelumnya. Pengujian dilakukan dengan melakukan proses utama dalam sistem, yaitu; proses ekstraksi informasi berbasis pembelajaran mesin serta integrasi implementasi yang dibuat pengguna ke dalam sistem. Hasil pengujian menunjukkan bahwa setiap fungsi tersebut dapat dijalankan dengan baik. Oleh karena itu, dapat disimpulkan bahwa penambahan komponen pemrosesan data dan classifier serta modifikasi pada komponen ekstraksi cukup untuk membuat sistem mempertahankan sifat modular dan ekstensibel dalam eksekusi ekstraksi informasi berbasis pembelajaran mesin.", "Daftar File": {"ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/142209"}, "Penulis": "Yoga Adrian Saputra  - NIM : 13513030", "Kontributor / Dosen Pembimbing": ["Prof.Ir. Dwi Hendratmo Widyantoro, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "ekstensibel , modular , pembelajaran mesin, sistem ekstraksi informasi terbuka", "Sumber": "", "Staf Input/Edit": "Karya Sumpena  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "01 Okt 2018"}