{"Nomor": 31754, "Judul": "PERANCANGAN COWORKING SPACE DENGAN PENDEKATAN THIRD PLACE PADA BANGUNAN LAMA DI KOTA BANDUNG", "Abstrak": "Bandung merupakan salah satu kota di Indonesia yang dikenal sebagai kota kreatif dan kota sejarah. Perkembangan Bandung sebagai kota kreatif didasari salah satunya berdasarkan pemahaman tentang identitas lokal setempat. Identitas kota Bandung dapat dilihat melalui keberadaan kawasan bangunan lama dan cagar budaya yang ada di Bandung. Namun disisi lain, saat ini bangunan lama mulai mengalami degradasi. Hal ini dapat terjadi karena pada umumnya, usaha preservasi bangunan dilakukan hanya untuk tujuan estetika. Kondisi ini dapat menimbulkan isu, di mana keberadaan bangunan bersejarah seiring berjalannya waktu akan Ã‚Â‘terlupakanÃ‚Â’ dan berujung pada hilangnya salah satu identitas lokal Bandung. Disamping itu, perkembangan Bandung sebagai kota kreatif kini mengarah pada sektor ekonomi kreatif seperti fashion, kuliner dan teknologi. Hal ini juga didukung dengan fakta Indonesia akan mengalami bonus demografi pada tahun 2025, di mana dominasi masyarakat usia produktif adalah generasi milenial. Isu ini, juga akan berdampak pada perubahan sistem ekonomi menjadi era ekonomi digital dan kebutuhan ruang yang baru. Salah satu solusi dari tuntutan kebutuhan ruang baru yang saat ini sedang berkembang adalah coworking space, tempat kerja yang menawarkan tingkat fleksibilitas tinggi dengan fasilitas bersama. Namun, coworking space tidak sekedar tempat kerja tapi juga sebagai tempat yang berpotensi untuk membangun komunitas dalam masyarakatnya. \n\nDua isu utama yang terjadi di Bandung dapat menjadi bentuk solusi yang menguntungkan untuk kedua belah pihak. Bangunan lama di Bandung yang mengalamai degradasi dapat dimanfaatkan sebagai coworking space sebagai salah satu bentuk upaya untuk mempertahankan identitas Kota Bandung. Konsepnya adalah untuk menghubungkan masa lalu (bangunan lama) dan masa depan (lingkungan kerja kreatif) melalui fungsi coworking space. Dasar teori yang digunakan dalam proses simulasi desain adalah third place dari Oldenburg dan adaptive reuse building. Perancangan coworking space sebagai third place dapat menciptakan ruang informal untuk komunitas Bandung untuk bekerja dan berkumpul. Dengan mengubah fungsi bangunan lama di Bandung untuk menjadi tempat kerja baru bagi masyarakat kreatif, maka Bandung dapat mempertahankan identitas lokal daerah serta memberikan fasilitas ruang kerja dan ruang publik baru untuk komunitas masyarakat untuk mengembangkan kreativitas dan ekonomi masyarakat.", "Daftar File": {"2018 TS PP YOHANES ALDI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/142248"}, "Penulis": "YOHANES ALDI (NIM : 25216029)", "Kontributor / Dosen Pembimbing": ["Pembimbing : \n\nDr. Agus S. Ekomadyo, ST., MT. \n\nDr.Eng. Arif S. Wibowo, ST., MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "bangunan lama, coworking space, third place, adaptive reuse, Bandung", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "13 Mar 2018"}