{"Nomor": 31751, "Judul": "PENGEMBANGAN MODEL KUALITAS KEMITRAAN PADA OFFSHORE OUTSOURCING TEKNOLOGI INFORMASI DARI PERSPEKTIF PEMASOK", "Abstrak": "Outsourcing merupakan salah satu cara yang diambil perusahaan dalam rangka memperoleh manfaat yang lebih besar dengan melibatkan pihak di luar perusahaan dalam menjalankan sebagian fungsinya dibandingkan dengan melakukan sendiri fungsi tersebut di dalam perusahaan. Outsourcing yang melibatkan pemasok dan klien yang berasal dari negara yang berbeda dikenal dengan offshore outsourcing. Perkembangan offshore outsourcing dalam bidang teknologi informasi semakin pesat seiring dengan ketersediaan pemasok jasa teknologi informasi yang semakin banyak dengan kapabilitas tinggi di negara berkembang. Pada tahun 2016 pasar teknologi informasi global sangat besar dengan nilai pengeluaran teknologi informasi global khususnya untuk perangkat lunak mencapai US$ 333 milyar dan nilai tersebut diperkirakan akan terus meningkat. Walaupun nilai outsourcing teknologi informasi global sangat besar, akan tetapi perusahaan-perusahaan teknologi informasi di Indonesia belum mampu bersaing dengan perusahaan-perusahaan dari negara lain seperti India dan Tiongkok. Salah satu faktor yang menyebabkan pemasok teknologi informasi di Indonesia belum bisa bersaing dengan negara-negara lain adalah kemampuan dalam berhubungan dengan klien. \n\nFaktor yang terkait dengan hubungan merupakan salah satu faktor penting yang dapat memengaruhi keberhasilan outsourcing teknologi informasi. Dalam konteks outsourcing, hubungan inter-organisasi sudah bergeser dari hubungan kontrak antara pemasok dan klien ke hubungan yang sifatnya kemitraan. Kemitraan antara perusahaan klien dan pemasok outsourcing teknologi informasi semakin dipandang penting untuk mencapai keberhasilan outsourcing teknologi informasi, akan tetapi penelitian empiris yang menguji kualitas kemitraan dalam outsourcing teknologi informasi masih sedikit. Oleh karena itu studi ini bertujuan untuk mengembangkan model kualitas kemitraan dalam konteks offshore outsourcing teknologi informasi. \n\nModel yang dikembangkan dalam penelitian ini mengacu pada dua model dasar kualitas kemitraan yang dikembangkan oleh Lee dan Kim (1999) dan Gupta dan Sushil (2014). Model kualitas kemitraan dalam penelitian ini memodelkan kualitas kemitraan sebagai variabel orde-kedua yang terdiri dari enam dimensi, yaitu: kepercayaan, komitmen, kooperasi, integrasi, pemahaman bisnis klien, dan \n\nperbaikan proaktif; pengaruh kualitas kemitraan terhadap keberlanjutan hubungan; dan determinan yang memengaruhi kualitas kemitraan yang terdiri dari pengelolaan tim proyek, pemahaman industri, pertukaran informasi, koordinasi, partisipasi, pengelolaan perbedaan budaya, temporal, dan standar. Dalam penelitian ini juga memodelkan hubungan antar dimensi dari kualitas kemitraan, yaitu: kepercayaan berhubungan dengan komitmen, integrasi, dan kooperasi; komitmen berhubungan dengan integrasi, kooperasi, dan perbaikan proaktif; dan pemahaman bisnis klien berhubungan dengan perbaikan proaktif. \n\nPengujian model dilakukan melalui dua metode, yaitu metode survei dan dilanjutkan dengan studi kasus. Survei dilakukan terhadap pemasok teknologi informasi yang memiliki pengalaman dalam menjalankan proyek teknologi informasi dari klien luar negeri. Total respon yang lengkap sebanyak 78 buah yang berasal dari 40 perusahaan. Teknik yang digunakan untuk menguji model secara kuantitatif adalah Partial Least Squares Ã‚Â– Structural Equation Modeling (PLS-SEM). Hasil dari pengujian ini menunjukkan bahwa ada pengaruh signifikan antara kualitas kemitraan terhadap keberlanjutan hubungan dengan R2 sebesar 0,571; pengelolaan tim proyek, pertukaran informasi, koordinasi, partisipasi terhadap terhadap kualitas kemitraan dengan R2 sebesar 0,852; pengelolaan perbedaan budaya terhadap pertukaran informasi dengan R2 sebesar 0,686, pengelolaan perbedaan temporal terhadap koordinasi dengan R2 sebesar 0,299, dan pengelolaan perbedaan standar terhadap partisipasi dengan R2 sebesar 0,269. Hasil lain dari pengujian ini adalah adanya pengaruh signifikan dari kepercayaan terhadap komitmen dengan R2 sebesar 0,565; kepercayaan dan komitmen terhadap kooperasi dengan R2 sebesar 0,797 dan 0,406; komitmen terhadap integrasi dengan R2 sebesar 0,326; pemahaman bisnis klien dan komitmen terhadap perbaikan proaktif dengan R2 sebesar 0,292. Berdasarkan analisis kuantitatif diperoleh bahwa kooperasi merupakan karakteristik utama dari kualitas kemitraan disusul oleh komitmen, pemahaman bisnis klien, kepercayaan, integrasi, dan perbaikan proaktif. \n\nHasil dari pengujian survei divalidasi dengan dua studi kasus di dua perusahaan teknologi informasi yang memiliki hubungan yang berlanjut dengan klien dari luar negeri. Berdasarkan studi kasus tersebut dapat dijelaskan bahwa nilai R2 keberlanjutan hubungan yang rendah disebabkan oleh adanya variabel lain yang memengaruhinya selain kualitas kemitraan, yaitu kualitas hasil, kecocokan nilai, banyaknya alternatif pemasok yang dapat diajak kerja sama oleh klien, dan kapasitas internal klien. Hasil studi kasus juga menunjukkan bahwa pengelolaan tim proyek, pertukaran informasi, koordinasi berpengaruh terhadap kualitas kemitraan. Berdasarkan studi kasus hubungan yang tidak signifikan antara kepercayaan dengan integrasi disebabkan oleh adanya kontrak tertulis sebelum penyesuaian proses internal dilakukan sehingga tidak ada risiko yang harus ditanggung, serta penguasaan industri dan partisipasi dengan kualitas kemitraan yang disebabkan oleh hubungan yang teknis dan spesifik antara perusahaan dengan klien. \n\nStudi ini memberikan kontribusi teoretis berupa adanya dimensi baru yang mengkarakterisasi kualitas kemitraan yaitu perbaikan proaktif; dan penjelasan \n\nbagaimana pengelolaan perbedaan antara pemasok dan klien luar negeri memengaruhi kualitas kemitraan melalui interaksi. Studi ini juga mengonfirmasi hasil-hasil penelitian sebelumnya mengenai pengaruh kualitas kemitraan terhadap keberhasilan outsurcing; hubungan antar dimensi dari kualitas kemitraan, dan pengaruh pengelolaan tim proyek, pertukaran informasi, dan koordinasi terhadap kualitas kemitraan. Selain mengonfirmasi penelitian sebelumnya, studi ini juga menentang hasil penelitian sebelumnya yang menyatakan bahwa penguasaan industri berpengaruh signifikan terhadap kualitas kemitraan.", "Daftar File": {"2018 DS PP YOGI YUSUF WIBISONO 1 ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/142245"}, "Penulis": "YOGI YUSUF WIBISONO NIM 33413004", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Iman Sudirman, DEA      (Ketua) \n\nProf. Dr. Ir. Dradjad Irianto, M.Eng  (Anggota) \n\nDr. Rajesri Govindaraju, ST., MT.     (Anggota)"], "Jenis Koleksi": "Disertasi", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "KEBERLANJUTAN HUBUNGAN, KUALITAS KEMITRAAN, OFFSHORE OUTSOURCING, PEMASOK, PENGELOLAAN PERBEDAAN, PROSES INTERAKSI, TEKNOLOGI INFORMASI.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati  \n                                     Dewi Supryati", "File": "1 file", "Tanggal Input": "08 Okt 2018"}