{"Nomor": 31769, "Judul": "PEMODELAN DAN IMPLEMENTASI SIMULASI HEWAN PELIHARAAN DIJITAL PADA APLIKASI VIDEO GAME DIGIPET", "Abstrak": "Digipet adalah aplikasi mobile game berbasis android yang digunakan untuk melakukan simulasi memelihara hewan. Di dalam mobile game ini akan dimodelkan dan disimulasikan aktivitas, perilaku, dan sifat anjing di dunia nyata ke dalam dunia virtual. Pemodelan perilaku dirancang menyerupai perilaku anjing nyata dengan tujuan membawa perasaan senang, persahabatan, kenyamanan, dan kemudahan orang yang memelihara hewan peliharaan dijital karena mereka tidak perlu khawatir tentang biaya perawatan ataupun alasan lain seperti watak anjing yang berisik atau bersifat buas. \n \n \n\nPemodelan anjing dijital dibagi menjadi pemodelan aktivitas anjing dijital misalnya seperti berjalan-jalan, bermain lempar bola dan tangkap bola, memberi makan, membeli persediaan makanan, latihan dan istirahat. Sedangkan pemodelan sifat anjing seperti murung, lelah, lapar, bosan, dan stres. Pembuatan aplikasi video game ini menggunakan Unity game Engine dan pengujian dilakukan dengan menggunakan Unity Editor dan ponsel pintar berbasis Android. Pemodelan menggunakan sistem pengurangan timer yang nilai pengurangan dan penabahannya berbeda antar parameter. Perubahan nilai disimpan pada Playerpref Unity, yaitu penyimpanan sementara sebelum pengiriman data ke server ketika aplikasi ditutup. \n \n\nHasil pengujian sistem menunjukkan bahwa pemodelan aktivitas, parameter, dan mini game telah selesai diimplementasikan. Sedangkan untuk pengujian penilain pemain tester terhadap video game Digipet adalah baik dan baik sekali dalam aspek sistem sebesar 64%, baik dan baik sekali dalam aspek konten sebesar 64%, serta baik dan baik sekali dalam aspek audio visual sebesar 80%. Itu berarti video game simulasi memelihara hewan peliharaan dijital medapatkan respon yang baik oleh pemain.", "Daftar File": {"2018 TS PP YONI AZHAR WINATA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/142289"}, "Penulis": "YONI AZHAR WINATA - NIM : 23215305", "Kontributor / Dosen Pembimbing": ["Dr. techn. Ary Setijadi Prihatmanto, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Hewan Peliharaan, Game Android 3D, Unity, Pemodelan dan Simulasi Berbasis Permainan, Pengembangan Simulasi Model", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "07 Mar 2018"}