{"Nomor": 31768, "Judul": "STUDI HIDROGEOLOGI DAERAH MEKARMUKTI, KABUPATEN GARUT, PROVINSI JAWA BARAT", "Abstrak": "Daerah penelitian berada di daerah Mekarmukti, Kabupaten Garut, Provinsi Jawa Barat. Berdasarkan Perda Jabar nomor 12 tahun 2014 daerah ini termasuk kedalam salah satu pusat pertumbuhan Jawa Barat bagian Selatan. Meskipun air merupakan salah satu faktor penting dalam pengembangan suatu daerah, penelitian mengenai potensi airtanah masih sangat jarang dilakukan di daerah penelitian. Penelitian di daerah ini bertujuan untuk mengetahui potensi air tanah yang meliputi persebaran batuan, persebaran akuifer, penentuan daerah imbuhan airtanah dan kualitas air tanah. Metode yang dilakukan adalah pemetaan geologi, analisis petrografi, metode geolistrik VES (Vertical Electrical Sounding), analisis isotop stabil, analisis arah aliran \n\nair tanah, analisis kandungan kimia dan parameter fisika air. Hasil dari penelitian yang dilakukan, didapatkan bahwa daerah penelitian terbagi menjadi empat satuan batuan, Satuan Batupasir I, Satuan Batupasir II, Satuan Breksi dan Satuan Endapan Aluvial. Dari analisis petrografi satuan batuan yang memiliki potensi sebagai akuifer adalah Satuan Batupasir I dan Satuan Batupasir II dengan porositas rata-rata adalah 10%-20%. Berdasarkan hasil pengolahan data geolistrik, sampai dengan kedalaman \n\n133 m terdapat tiga lapisan resistivitas. Lapisan pertama berada pada permukaan hingga kedalaman 6 m dengan nilai resistivitas 12 Ωm Ã‚Â– 18 Ωm, lapisan kedua berada pada \n\nkedalaman 6 m hingga 50 m dengan nilai resistivitas 40 Ωm Ã‚Â– 60 Ωm dan lapisan ketiga berada pada kedalaman 50 m hingga 133 m dengan nilai resistivitas 7 Ωm Ã‚Â– 14 Ωm. \n\nBerdasarkan data kalibrasi yang dilakukan pada singkapan, ketiga unit lapisan ini merupakan litologi batupasir dan membentuk satu sistem akuifer bebas. Daerah imbuhan air tanah di daerah penelitian berada pada elevasi 323 m Ã‚Â– 622 m. Dari hasil analisis kandungan kimia dan parameter fisika air, hanya sampel SS-1 yang tidak memenuhi parameter kelayakan air minum.", "Daftar File": {"2017 TA PP YONGKY KUSUMO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/142282", "2017 TA PP YONGKY KUSUMO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/142283", "2017 TA PP YONGKY KUSUMO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/142284", "2017 TA PP YONGKY KUSUMO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/142285", "2017 TA PP YONGKY KUSUMO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/142286", "2017 TA PP YONGKY KUSUMO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/142287", "2017 TA PP YONGKY KUSUMO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/142288"}, "Penulis": "YONGKY KUSUMO (NIM: 12012048)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n\nAgus M. Ramdhan, S.T., M.T., Ph.D.  \n\nIrwan Iskandar, S.T., M.T., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Mekarmukti, kabupaten garut, isotop stabil, potensi airtanah, akuifer.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "11 Apr 2018"}