{"Nomor": 31760, "Judul": "ANALISIS RISIKO KESELAMATAN DAN KESEHATAN KERJA (K3) PADA PROYEK KONSTRUKSI JALAN LAYANG STUDI KASUS : PROYEK SIMPANG SUSUN SEMANGGI", "Abstrak": "Angka kecelakaan kerja yang terjadi, menempatkan Indonesia sebagai salah satu negara dengan tingkat kecelakaan kerja tertinggi di dunia. Dimana, sektor konstruksi menyumbangkan angka yang tinggi dalam permasalahan kecelakaan kerja. Pembangunan infrastruktur sangat dibutuhkan dalam memenuhi kebutuhan masyarakat. Seperti halnya pembangunan Simpang Susun Semanggi yang menjadi solusi dalam mengatasi permasalahan macet di Jakarta. Pelaksanaan konstruksi jalan layang lebih kompleks dibandingkan dengan konstruksi lainnya. Sedikitnya sepanjang tahun 2017 terjadi 4 kasus kecelakaan kerja pada pelaksanaan konstruksi jalan layang. Oleh karena itu sangat dibutuhkan profesionalitas pekerja serta manajemen yang baik guna menghindari potensi kecelakaan kerja yang terjadi. \n\nPenelitian ini megidentifikasi faktor risiko kecelakaan kerja pada konstruksi jalan layang dengan melakukan pengamatan lapangan, penyebaran kuisioner dan analisis manajemen risiko menurut ISO 31000:2009. Kemudian dilakukan analisis mekanisme penyebab kecelakaan kerja dengan metode FTA (fault tree analysis). Hasil akhir penelitian ini deperoleh nilai indeks risiko tertinggi adalah 0,40 pada pekerjaan setting temporary casing pondasi bore pile dengan variabel pekerja tertimpa material. Hasil pengelompokan risiko berdasarkan matriks AS/NZS 4360:2004 diperoleh sebanyak 10 faktor pada kelompok L (low), 71 faktor pada kelompok M (medium) dan sebanyak 8 variabel pada kelompok H (high). Sedangkan hasil analisis FTA diketahui bahwa kecelakaan kerja terjadi karena dipengaruhi oleh beberapa faktor yaitu : faktor manusia, faktor manajemen, faktor peralatan dan faktor area pekerjaan. Pada akhir penelitian ini, dilakukan wawancara guna memperoleh cara penanganan yang diterapkan pihak pelaksana dalam menghadapi permasalahan K3 di lapangan. Risiko kecelakaan kerja yang teridentifikasi dapat dijadikan acuan sebagai sesuatu yang harus diperhatikan dalam pelaksanaan proses konstruksi untuk mengurangi angka kecelakaan kerja. Dengan demikian perusahaan konstruksi memperoleh masukan untuk melakukan perbaikan pada permasalahan K3.", "Daftar File": {"2018 TS PP Yolanda Agustianti Saputri 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/142263"}, "Penulis": "Yolanda Agustianti Saputri - NIM : 25015022", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Puti Farida Marzuki"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Kesehatan dan keselamatan kerja (K3), manajemen risiko, FTA (fault tree analysis)", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "02 Mar 2018"}