{"Nomor": 31777, "Judul": "PERENCANAAN TIMBUNAN RUNWAY DAN PONDASI TERMINAL BANDAR UDARA RENDANI", "Abstrak": "Konstruksi Runway Bandar Udara Rendani, Manokwari membutuhkan pekerjaan timbunan untuk mencapai elevasi +4.0 m. Pada runway tersebut akan bekerja beban operasional pesawat sebesar 15 kN/m2 dan beban perkerasan setebal 750 mm. Konstruksi ini akan dibangun pada lapisan tanah lempung yang lunak pada bagian atas, serta terdapat lapisan tanah pasir. Tanah lunak memiliki koefisien derajat konsolidasi yang besar sedangkan tanah pasir dengan konsistensi rendah sangat rentan terhadap likuifaksi. Oleh karena itu, dibutuhkan perbaikan tanah untuk tanah lempung dan tanah pasir, sehingga waktu konsolidasi dapat dipercepat dan tanah pasir aman terhadap likuifaksi. Hasil analisis menunjukan metode perbaikan tanah yang paling optimal adalah metode stone column dan prefabricated vertical drain. \n\nStone column digunakan untuk meningkatkan tahanan tanah pasir terhadap potensi likuifaksi pada saat terjadi gempa desain. Metode ini dilakukan dengan memasang kolom dari material yang memiliki permeabilitas dan kekakuan yang lebih besar dari tanah. Untuk mempercepat waktu konsolidasi tanah, digunakan metode prefabricated vertical drain, yang berperan untuk memperpendek jalur drainase sehingga air pori dapat terdisipasi dengan lebih cepat. Perencanaan ini dilakukan dengan perhitungan manual dan kemudian akan dibandingkan dengan software Plaxis 2D dengan model mohr-coulomb. \n\nPondasi pada terminal juga akan didesain, dimana tipe pondasi yang dipilih adalah bored pile. Desain pondasi akan dilakukan dengan software LPile dan Group. Setelah itu, desain penulangan bored pile juga akan didesain menggunakan perhitungan manual dan software PCA Column.", "Daftar File": {"2018 TA PP YOSEPH RANGGA  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/142313"}, "Penulis": "YOSEPH RANGGA (NIM : 15014038)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Endra Susila, MT., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Penurunan tanah, waktu konsolidasi, timbunan, preloading, PVD, stone column, likuifaksi, Plaxis 2D, pondasi, bored pile", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "29 Jun 2018"}