{"Nomor": 31772, "Judul": "RETAIL SERVICE QUALITY AND PRODUCT QUALITY ON CUSTOMER LOYALTY: THE CASE OF MATAHARI DEPARTEMENT STORE", "Abstrak": "Menurut data Bank Dunia, kondisi ekonomi Indonesia sedang tumbuh ke arah positif. Namun yang sebaliknya terjadi industri ritel Indonesia melemah tidak hanya secara nasional, tetapi juga global. Di industri ritel yang kompetitif saat ini, kesetiaan pelanggan adalah salah satu isu yang selalu dihadapi oleh tiap perusahaan. Oleh karena itu, seiring lambatnya pergerakan industri ritel di Indonesia, perusahaan ritel (Matahari Department Store dalam riset ini) masih harus bekerja keras untuk memahami lebih banyak elemen yang dapat membangun kesetiaan pelanggan mereka. Studi ini sendiri menguji dampak dari beberapa elemen yaitu kualitas layanan ritel atau retail service quality (termasuk Interaksi Pribadi, Kebijakan, Aspek Fisik, Keandalan, dan Pemecahan Masalah) dan kualitas produk (termasuk Fitur Produk, Estetika, dan Persepsi Pelanggan terhadap Kualitas) pada tingkat kesetiaan pelanggan. Studi ini menunjukkan bahwa hanya tiga dimensi (Interaksi Pribadi, Kebijakan, dan Aspek Fisik) dari kualitas layanan ritel yang secara positif terkait dengan kesetiaan pelanggan, dan satu dimensi (Persepi Pelanggan terhadap Kualitas) dari kualitas produk yang memiliki kaitan positif dengan kesetiaan pelanggan. Dengan mengambil bagian dalam bidang studi ini, penelitian ini menambahkan informasi yang signifikan dan berarti pada masalah pemasaran, khususnya kesetiaan pelanggan dalam industri ritel, khususnya ritel fesyen, yang akan berguna bagi banyak pembaca.", "Daftar File": {"2018 TA PP Yosefa Laura Rosella 1 ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/142292", "2018 TS PP YOSEFA LAURA ROSELLA 1 - FULL TEXT.pdf\n]": "https://digilib.itb.ac.id/gdl/download/251765"}, "Penulis": "YOSEFA LAURA ROSELLA ( NIM : 19015127)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Atik Aprianingsih, ST, MM, DBA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "retail service quality; product quality; customer loyalty", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini  \n                                     Alice Diniarti", "File": "2 file", "Tanggal Input": "21 Sep 2018"}