{"Nomor": 31774, "Judul": "ANALISIS FASIES DAN ROCK TYPING BATUAN KARBONAT FORMASI RAJAMANDALA, PASIR CIKAMUNING, PADALARANG, BANDUNG BARAT, JAWA BARAT", "Abstrak": "Penelitian dilakukan di Desa Tagogapu, Pasir Cikamuning, Kabupaten Bandung Barat, Provinsi Jawa Barat. Pengambilan data dilakukan dengan melakukan pengukuran penampang stratigrafi pada lintasan di Bukit Cikamuning dengan skala 1:100 untuk mengetahui asosiasi fasies pada lintasan penelitian. Conto batuan diambil dari \nsingkapan dengan kedalaman 5-10 cm dari permukaan singkapan. Analisis diagenesis batugamping dilakukan pula untuk mengetahui produk-produk diagenesis pada lintasan penelitian. Conto batuan dari lapangan dipreparasi menjadi batuan inti untuk dilakukan pengukuran porositas dan permeabilitas. Pengukuran porositas dan permeabilitas dengan alat porosimeter dan permeameter He-Ar, juga dilakukan untuk analisis rock typing yang merupakan pengklasifikasian batuan menjadi satuan yang berbeda berdasarkan kondisi geologi pembentukan dan alterasi diagenesisnya.    \nTerdapat sembilan litofasies/fasies mikro dengan tiga asosiasi fasies pada lintasan penelitian, yaitu Basin Margin, Foreslope, dan Platform Margin. Umur batuan pada \nlintasan penelitian adalah Oligosen Akhir hingga Miosen. Terdapat tiga lingkungan diagenesis yang telah dialami oleh batuan pada lintasan, yaitu marine phreatic, meteoric diagenesis, dan burial.    \nProperti pengontrol porositas dan permeabilitas pada batugamping Pasir Cikamuning adalah komponen batuan yang dilambangkan dengan fasies mikro dan didukung oleh    \nporositas sekunder yang berkembang, yaitu porositas interpartikel, vug, cavern, dan channel. Terdapat lima rock type, yaitu rock type A, B, C, D, dan E.", "Daftar File": {"2016 TA PP YOSEFHINO FREDERICK 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/142294", "2016 TA PP YOSEFHINO FREDERICK 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/142295", "2016 TA PP YOSEFHINO FREDERICK 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/142296", "2016 TA PP YOSEFHINO FREDERICK 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/142297", "2016 TA PP YOSEFHINO FREDERICK 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/142298", "2016 TA PP YOSEFHINO FREDERICK 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/142299", "2016 TA PP YOSEFHINO FREDERICK 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/142300", "2016 TA PP YOSEFHINO FREDERICK 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/142301", "2016 TA PP YOSEFHINO FREDERICK 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/142302", "2016 TA PP YOSEFHINO FREDERICK 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/142303"}, "Penulis": "YOSEFHINO FREDERICK (NIM : 12012046)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Dwiharso Nugroho, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Rajamandala, rock typing, diagenesis, porositas sekunder", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "10 file", "Tanggal Input": "27 Apr 2018"}