{"Nomor": 31789, "Judul": "DEKOLORISASI LIMBAH CAIR INDUSTRI TEKSTIL OLEH KOMBINASI KULTUR Pleurotus ostreatus dan Phanerochaete chrysosporium MENGGUNAKAN REAKTOR UNGGUN BERTINGKAT", "Abstrak": "Pewarna tekstil sintetis cukup dominan digunakan dibanding dengan pewana alami karena sifatnya yang tahan lama, murah, mudah diperoleh dan mudah digunakan, namun di sisi lain pewarna ini memiliki molekul senyawa yang kompleks, recalcitrant, dan bersifat hidrofobik sehingga sulit terurai dan berpotensi merusak lingkungan perairan. Salah satu upaya dalam menanggulangi pencemaran tersebut adalah dekolorisasi limbah pewarna menggunakan fungi dari kelompok jamur lapuk putih karena memiliki aspek biodegradasi, bioadsorpsi, dan bioakumulasi. Kapasitas biodegradasi ini diasumsikan sebagai hasil dari aktivitas non-spesifik enzim ligninolitik yang disekresi, termasuk enzim lignin peroksidase, mangan peroksidase, dan lakase. Penelitian ini menyelidiki kemampuan kombinasi jamur lapuk putih Pleurotus ostreatus dan Phanerochaete chrysosporium terimobilisasi dalam menghilangkan campuran warna limbah industri tekstil. Metode yang digunakan adalah pemanfaatan fungi terimobilisasi serta absorbsi oleh media inert menggunakan polyurethane foam. Kultur yang telah diimobilisasi dialirkan pewarna limbah ke dalam reaktor unggun bertingkat selama 3 jam, diamati penurunan absorbansi pewarna setiap 15 menit, dan diukur toksisitas pewarna hasil dekolorisasi menggunakan bioindikator Daphnia magna. Hasil perlakuan menggunakan kultur tunggal P. ostreatus dan P. chrysosporium menunjukkan terjadinya dekolorisasi pada limbah pewarna tunggal Telon Red AFG (83,17% dan 89,84%) dan Telon Blue BRL (90,27% dan 93,02%), dengan kemampuan dekolorisasi kombinasi kultur jamur pada masing-masing pewarna tunggal sebesar 83,48% dan 91,40%. Pada limbah campuran pewarna, kultur tunggal P. ostreatus dan P. chrysosporium mampu melakukan dekolorisasi sebesar 79,32% dan 87,59%, sementara pada kombinasi kultur jamur menunjukkan penghilangan warna sebesar 69,92%. Kombinasi kultur Pleurotus ostreatus dan Phanerochaete chrysosporium memperlihatkan kemampuan dekolorisasi limbah campuran pewarna dengan berubahnya konsentrasi pewarna setelah pengujian.", "Daftar File": {"2018 TA PP YUAN ARDIANSYAH  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/142337"}, "Penulis": "YUAN ARDIANSYAH (NIM : 10414016)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. V. Sri Harjati Suhardi, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Mikrobiologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Enzim Ligninolitik, Imobilisasi, Jamur Lapuk Putih, Limbah Cair Industri Tekstil", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Sep 2018"}