{"Nomor": 31782, "Judul": "UPRATING UNIT KOAGULASI, FLOKULASI DAN SEDIMENTASI PADA INSTALASI PENGOLAHAN AIR (IPA) I CIBINONG PDAM TIRTA KAHURIPAN KABUPATEN BOGOR", "Abstrak": "Instalasi Pengolahan Air (IPA) Cibinong merupakan salah satu cabang yang dimiliki oleh PDAM Tirta Kahuripan Kabupaten Bogor. IPA Cibinong berlokasi berdekatan dengan Kantor PDAM Tirta Kahuripan, yaitu di Jalan Raya Tegar Beriman, Cibinong. IPA Cibinong memiliki 2 daerah pelayanan, yaitu Kecamatan Cibinong dan Kecamatan Bojonggede. Sumber air baku IPA Cibinong adalah Sungai Ciliwung. Pertumbuhan penduduk yang terjadi setiap tahun di kedua kecamatan tersebut, membuat IPA Cibinong harus meningkatkan kapasitas produksi nya. IPA Cibinong bisa meningkatkan kapasitas hingga 10 tahun ke depan, yaitu tahun 2028 dengan total kebutuhan air bersih adalah 1,023 m3/s. Untuk 10 tahun ke depan, sumber air baku IPA Cibinong (Sungai Ciliwung) masih mampu menyediakan air baku dengan ketersediaan air adalah 1,67 m3/s. Berdasarkan hasil evaluasi kualitas air produksi sudah memenuhi baku mutu, sedangkan kriteria desain pada unit flokulasi, dan sedimentasi belum terpenuhi  sehingga pengembangan IPA Cibinong lebih difokuskan pada perbaikan parameter desainnya. Alternatif terbaik dalam perencanaan pengembangan IPA Cibinong, yaitu dengan penambahan unit dan modifikasi desain. Pemilihan tersebut didasarkan pada peningkatan persentase pelayanan, ketersediaan lahan, serta ketersediaan dana. Perencanaan penambahan kapasitas IPA Cibinong I menjadi 600 L/s dan IPA Cibinong II menjadi 423 L/s  dilakukan dengan modifikasi desain pada flokulasi dan sedimentasi serta menambah kompartemen pada unit koagulasi sebanyak satu unit yang tipikal dengan eksisting, untuk unit flokulasi menambah dua unit baru dan tiga unit baru untuk sedimentasi . Dilakukannya uprating pada IPA Cibinong I akan menambah jumlah produksi air yang didistribusikan ke masyarakat, sehingga kebutuhan masyarakat akan air bersih terpenuhi.Total investasi awal untuk proyek ini adalah Rp 8.720.000.000,00.", "Daftar File": {"2018 TA PP YOSIA WILBERT DEE GINTING 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/142324"}, "Penulis": "YOSIA WILBERT DEE GINTING     NIM : 15314013", "Kontributor / Dosen Pembimbing": ["Pembimbing :Ir. Yuniati Zevi, M.T.,M.Sc.,Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "evaluasi, flokulasi, koagulasi, sedimentasi, total kebutuhan air", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "25 Sep 2018"}