{"Nomor": 31780, "Judul": "MENINGKATKAN KO-KONSUMSI D-XYLOSA DAN D-GLUKOSA UNTUK PRODUKSI BIOETANOL PADA Saccharomyces cerevisiae DS71054", "Abstrak": "Bioetanol merupakan sumber energi terbarukan yang penting karena dapat digunakan untuk \n\nmenggantikan bahan bakar fosil. Bioetanol memiliki beberapa keuntungan, diantaranya adalah \n\nreduksi polusi, sumber energi terbarukan, dan material awal yang mudah untuk produksi. \n\nProduksi bioetanol generasi pertama menggunakan hasil pertanian mengundang konotasi negatif \n\ndalam isu Ã‚Â“Food vs Fuel.Ã‚Â” Produksi bioetanol generasi kedua digunakan untuk menghindari \n\nkontroversi ini dengan menggunakan material lignoselulosa. Material lignoselulosa ini \n\nmengandung sekitar 40% gula heksosa (D-glukosa) dan 20% gula pentose (D-xylosa). \n\nRagi Saccharomyces cerevisiae yang digunakan untuk produksi bioetanol tidak dapat secara \n\nnatural menggunakan D-xylosa sebagai sumber karbon. Masalah ini diatasi dengan \n\nmenambahkan xylosa isomerase dari fungi dan overekspresi dari gen yang terlibat dalam jalur \n\npentosa fosfat. Modifikasi ini membuat ragi dapat mengkonsumsi D-xylosa akan tetapi setelah \n\nD-glukosa dikonsumsi terlebih dahulu. Untuk meningkatkan kemampuan konsumsi bersama Dglukosa \n\ndan D-xylosa, rekayasa evolusi dari S. cerevisiae dilakukan dan galur baru, Evo6, \n\ndiperoleh. Evo6 menunjukkan konsumsi D-xylosa yang lebih tinggi dibandingkan dengan galur \n\nawal, akan tetapi diikuti dengan penurunan konsumsi D-glukosa dan berakibat pada penurunan \n\nlaju pertumbuhan. Tujuan utama dari penelitian ini adalah meningkatkan konsumsi D-glukosa \n\npada Evo6 untuk produksi bioetanol yang lebih baik. \n\nEvo6 merupakan galur yang mudah mengalami flokulasi karena upregulasi yang signifikan dari \n\nFlo1, gen yang terlibat dalam flokulasi. Setelah delesi gen FLO1, Evo6 tidak mengalami \n\nflokulasi. Evo6ΔFlo1 yang digunakan pada penelitian ini menunjukkan konsumsi gula yang lebih \n\nbaik dibandingkan dengan Evo6. Lebih lanjut, data RNAseq menunjukkan bahwa terjadi \n\nupregulasi Tsl1 dan Tps3 pada Evo6. Kedua gen ini adalah gen yang terlibat dalam \n\npembentukkan trehalosa. Salah satu senyawa antara dalam jalur ini adalah trehalosa-6-fosfat \n\nyang merupakan inhibitor terhadap hexokinase yang melakukan fosforilasi glukosa menjadi \n\nglukosa-6-fosfat. Akumulasi dari trehalosa-6-fosfat ini menjelaskan penurunan konsumsi Dglukosa \n\noleh galur Evo6ΔFlo1. Setelah delesi TPS3 atau TSL1 menggunakan sistem CRISPRCas9, \n\ndiamati peningkatan konsumsi D-glukosa dan produksi etanol. \n\nPenelitian lebih lanjut menunjukkan terjadi penurunan level ekspresi Hxt1 secara signifikan pada \n\nEvo6 dibandingkan pada galur awal. Hxt1 merupakan transporter D-glukosa dengan affinitas \n\nrendah yang akan diekspresikan pada konsentrasi D-glukosa yang tinggi. Overekspresi dari Hxt1 \n\npada Evo6 meningkatkan metabolisme D-glukosa tetapi diikuti dengan penurunan konsumsi Dxylosa. \n\nLevel overekspresi dari Hxt1 dikonfirmasi dengan menggunakan qPCR untuk \n\nmembandingkan pada level ekspresi aktin. Overekspresi dari Hxt1 dilakukan dengan mengubah \n\npromoter Hxt1 menggunakan sistem CRISPR-Cas9. Untuk elusidasi lebih lanjut dari \n\npeningkatan konsumsi D-xylosa pada Evo6, transporter Hxt37 yang mengandung mutasi titik \n\nN367I, yang ditemukan pada Evo6, dioverekspresi pada galur awal. Mutasi ini mengubah Hxt37 \n\ndari transporter yang spesifik untuk D-glukosa menjadi transporter yang spesifik untuk D-xylosa. \n\nOverekspresi dari Hxt37 dengan mutase titik N367I menghasilkan penurunan metabolisme Dglukosa \n\nsecara signifikan namun hanya diikuti dengan peningkatan konsumsi D-xylosa yang \n\ntidak signifikan. Overekspresi dari Hxt37 dilakukan dengan menggunakan sistem plasmid. \n\nSecara keseluruhan, data ini menunjukkan bahwa pada galur yang melakukan konsumsi bersama \n\nD-glukosa dan D-xylosa, metabolisme D-xylosa berujung pada peningkatan produksi trehalosa- \n\n6-fosfat yang akan membatasi konsumsi D-glukosa.", "Daftar File": {"2018 TS PP YOSHUA DONNY RUDINATHA 20517017 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/142316"}, "Penulis": "YOSHUA DONNY RUDINATHA (NIM:20517017)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Prof.Dr. Arnold J.M.Driessen \n\nPembimbing 2 : Dessy Natalia, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "bioetanol, flokulasi, jalur trehalosa, Evo6, transporter Hxt37", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "1 file", "Tanggal Input": "21 Agu 2018"}