{"Nomor": 31791, "Judul": "MEMBRAN ANTIBAKTERI BERBASIS ZnO-EUGENOL UNTUK PEMURNIAN AIR GAMBUT", "Abstrak": "Pemenuhan kebutuhan air bersih menjadi masalah yang belum dapat diatasi di sebagian wilayah Indonesia, khususnya di daerah pedesaan. Pengolahan dan pemurnian sumber daya air seperti air gambut merupakan solusi untuk meningkatkan ketersediaan akan air bersih. Salah satu alternatif teknologi pengolahan air gambut yang dapat digunakan adalah teknologi membran. Air gambut memiliki kandungan senyawa organik dan mikroorganisme yang dapat menyebabkan biofouling dalam operasi membran. Untuk mengatasi hal tersebut, penggunaan agen antibakteri seperti ZnO dan eugenol di dalam membran perlu dilakukan. Oleh karena itu, penelitian ini mengembangkan membran antibakteri berbasis ZnO-eugenol untuk aplikasi pemurnian air gambut.   \n\nPenelitian ini bertujuan untuk menentukan pengaruh konsentrasi ZnO dan eugenol terhadap karakteristik dan kinerja membran polisulfon. Membran polisulfon disintesis dengan metode inverse fasa dengan menggunakan dimetilasetamida (DmAc) sebagai pelarut, polietilen glikol (PEG) sebagai pore forming agent, serta ZnO dan eugenol sebagai aditif. Membran diuji kinerjanya yang meliputi permeabilitas, rejeksi air gambut, dan sifat antifouling serta dikarakterisasi dengan pengukuran contact angle, uji SEM dan FTIR, serta uji antibakteri. Uji antibakteri dilakukan dengan menggunakan bakteri E. coli sebagai bakteri uji.   \n\nHasil penelitian menunjukkan bahwasannya penambahan ZnO dan eugenol mampu meningkatkan karakteristik dan kinerja membran polisulfon. Karakteristik dan kinerja terbaik dihasilkan oleh membran dengan komposisi ZnO dan eugenol masing-masing sebesar 5 %-massa. Membran memiliki permukaan atas yang halus dan struktur pori memanjang. Keberadaan ZnO dan eugenol menyebabkan peningkatan kinerja seperti hidrofilisitas meningkat, permeabilitas dan rejeksi yang tinggi, serta sifat antifouling dan antibakteri yang baik. Permeabilitas membran diperoleh sebesar 86,4 L/m2.h.bar, rejeksi air gambut sebesar 88,1%, serta nilai FRR sebesar 85,3% dan RFR sebesar 28,5%. Hasil uji antibakteri menunjukkan zona inhibisi terhadap bakteri E. coli sebesar 2 mm. Oleh karena itu, membran polisulfon berbasis ZnO dan eugenol ini memiliki potensi untuk digunakan dalam aplikasi permurnian air gambut.", "Daftar File": {"2018 TA PP YUDA SATRIA SYAIFI  - FIRMANSYAH AGIL SAPUTRA  1 - ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/142339"}, "Penulis": "YUDA SATRIA SYAIFI (NIM : 13014047) - FIRMANSYAH AGIL SAPUTRA (NIM : 13014049)", "Kontributor / Dosen Pembimbing": ["Pembimbing:    \n\nProf. Dr. I Gede Wenten   \n\nDr. Megawati Zunita"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pemenuhan kebutuhan air bersih menjadi masalah yang belum dapat diatasi di sebagian wilayah Indonesia, khususnya di daerah pedesaan. Pengolahan dan pemurnian sumber daya air seperti air gambut merupakan solusi untuk meningkatkan ketersediaan akan air bersih. Salah satu alternatif teknologi pengolahan air gambut yang dapat digunakan adalah teknologi membran. Air gambut memiliki kandungan senyawa organik dan mikroorganisme yang dapat menyebabkan biofouling dalam operasi membran. Untuk mengatasi hal tersebut, penggunaan agen antibakteri seperti ZnO dan eugenol di dalam membran perlu dilakukan. Oleh karena itu, penelitian ini mengembangkan membran antibakteri berbasis ZnO-eugenol untuk aplikasi pemurnian air gambut.  Penelitian ini bertujuan untuk menentukan pengaruh konsentrasi ZnO dan eugenol terhadap karakteristik dan kinerja membran polisulfon. Membran polisulfon disintesis dengan metode inverse fasa dengan menggunakan dimetilasetamida (DmAc) sebagai pelarut, polietilen glikol (PEG) sebagai pore forming agent, serta ZnO dan eugenol sebagai aditif. Membran diuji kinerjanya yang meliputi permeabilitas, rejeksi air gambut, dan sifat antifouling serta dikarakterisasi dengan pengukuran contact angle, uji SEM dan FTIR, serta uji antibakteri. Uji antibakteri dilakukan dengan menggunakan bakteri E. coli sebagai bakteri uji.  Hasil penelitian menunjukkan bahwasannya penambahan ZnO dan eugenol mampu meningkatkan karakteristik dan kinerja membran polisulfon. Karakteristik dan kinerja terbaik dihasilkan oleh membran dengan komposisi ZnO dan eugenol masing-masing sebesar 5 %-massa. Membran memiliki permukaan atas yang halus dan struktur pori memanjang. Keberadaan ZnO dan eugenol menyebabkan peningkatan kinerja seperti hidrofilisitas meningkat, permeabilitas dan rejeksi yang tinggi, serta sifat antifouling dan antibakteri yang baik. Permeabilitas membran diperoleh sebesar 86,4 L/m2.h.bar, rejeksi air gambut sebesar 88,1%, serta nilai FRR sebesar 85,3% dan RFR sebesar 28,5%. Hasil uji antibakteri menunjukkan zona inhibisi terhadap bakteri E. coli sebesar 2 mm. Oleh karena itu, membran polisulfon berbasis ZnO dan eugenol ini memiliki potensi untuk digunakan dalam aplikasi permurnian air gambut.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "30 Mei 2018"}