{"Nomor": 31797, "Judul": "THE INFLUENCE OF CORPORATE SOCIAL RESPONSIBILITY (CSR) TO THE CORPORATE IMAGE WITH GOOD CORPORATE  GOVERNANCE PRACTICE AS A MODERATING VARIABLE AT PT LAUTAN LUAS, A CASE STUDY", "Abstrak": "Penelitian ini bertujuan untuk mengetahui pengeruh dari tanggung jawab sosial perusahaan terhadap citra perusahaan dimasyarakat dan di stakeholder dengan praktek tata kelola perusahaan yang baik sebagai variable moderating. Variabel bebas dalam penelitian ini yaitu Tanggung Jawab Sosial Perusahaan (X1), variable moderating yaitu Praktek Tata Kelola Perusahaan yang baik (X2), dan variable terikat yaitu Citra Perusahaan (Y). Jenis penelitian yang digunakan yaitu penelitian deskriptif dengan pendekatan kuantitatif. Analisi data yang digunakan adalah Analisis Regresi Moderat berganda dengan menggunakan program SPSS 22.0. Nilai koefisien determinasi sebesar 0,999 yang berarti bahwa 99,9% variabel Citra Perusahaan dapat dijelaksan oleh variabel bebasnya,yaitu tanggung jawab social perusahaan dengan praktek tata kelola perusahaan yang baik sebagai faktor penguat atau pelemah hubungan. Sedangkan sisanya 0,01% variabel Citra Perusahaan akan dipengaruhi oleh variabel-variabel yang lain yang tidak dibahas dalam penelitian ini. Hasil uji simultan (uji F), menunjukkan bahwa model regresi yang digunakan sudah tepat (hipotesa dapat diterima). Sedangkan uji parsial (uji t) menunjukkan bahwa nilai signifikan sebesar 0,000 di mana nilainya lebih kecil daripada nilai signifikansi yang ditentukan sebesar (α) = 5% or 0.05 yang berarti variabel bebas, yaitu tanggung jawab sosial perusahaan berpengaruh secara signifikan terhadap variabel terkait, yaitu citra perusahaan di mana tata kelola perusahaan yang baik sebagai variable penguat atau pelemah hubungan. Hasil penelitian ini mendapatkan persamaan Y = 1.005 + 1.620 X1 + 0.651 X2 + 0.15 X1X2  yang berarti untuk  meningkatkan citra perusahaan diperlukan usaha lebih besar pada praktek tanggung jawab social perusahaan daripada praktek tata kelola perusahaan yang baik namun praktek tata kelola perusahaan yang baik juga dapat mempengaruhi hubungan (memperkuat atau memperlemah antara tanggung jawab sosial perusahaan dan citra perusahaan).", "Daftar File": {"2018 TS PP YUDHA LAMHOT 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/142351"}, "Penulis": "YUDHA LAMHOT (NIM 29316109)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Hakimul Batih"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Corporate Social Responsibility (CSR), Citra Perusahaan, Tata Kelola Perusahaan Yang Baik", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "09 Jun 2018"}