{"Nomor": 31806, "Judul": "PENERAPAN AHP DAN PRIORITIZATION PROCESS  DALAM PENENTUAN KRITERIA PRIORITAS  DISTRIBUSI AKTIVITAS DALAM MANAJEMEN PROYEK PERANGKAT LUNAK", "Abstrak": "Sebagian besar proyek perangkat lunak tidak selesai tepat waktu dan tidak sesuai harapan pelanggan, dengan berbagai alasan seperti kebutuhan dan spesifikasi yang tidak lengkap, tujuan yang tidak jelas. Proyek perangkat lunak juga menghadapi kegagalan karena pengelolaan tugas yang tidak memadai. Semua proyek terutama proyek-proyek besar dan kompleks membutuhkan distribusi dan prioritas tugas yang jelas. Prioritas tugas yang diatur dengan baik pada fase perencanaan perangkat lunak akan mengurangi potensi penundaan koordinasi, melancarkan proses kolaborasi dan mengurangi siklus pengembangan perangkat lunak. Namun dalam prakteknya, tugas sering dialokasikan hanya berdasarkan satu kriteria tunggal seperti biaya, dan mendefinisikan proses atau algoritma untuk alokasi tugas yang biasanya juga tidak digunakan. Karena tugas sering didistribusikan hanya berdasarkan kriteria sederhana seperti biaya tenaga kerja, sedangkan distribusi alokasi tugas sebaiknya didasarkan pada beberapa kriteria yang baik dalam menentukan pekerjaan atau aktivitas. Ketika ada beberapa kriteria, penting untuk mempertimbangkan fakta bahwa beberapa kriteria lebih penting daripada yang lain. Penelitian ini menerapkan metode Analytic Hierarchy Process (AHP) untuk menghasilkan urutan prioritas kriteria dengan pengolahan data dari kuesioner yang diisi oleh Project Manager Perusahaan IT di kota Bandung. Kuesioner yang diolah menggunakan metode AHP menghasilkan urutan prioritas kriteria yaitu Expertise, Availabilty, Strategic Planning, Proximity to Client, Personal Reasons, Political Decisions, dan Labor Cost. Metode Prioritization Process kemudian digunakan untuk memperoleh urutan tugas yang diterapkan pada aplikasi Task Prioritizing sebagai implementasi dari prioritas kriteria yang digunakan untuk menghitung dan menghasilkan prioritas tugas dalam managemen alokasi tugas pada proyek pembangunan perangkat lunak kolaborasi.", "Daftar File": {"Abstrak_23515023_YUDI.pdf": "https://digilib.itb.ac.id/gdl/download/142379"}, "Penulis": "Yudi Ahmad Hambali - NIM: 23515023", "Kontributor / Dosen Pembimbing": ["Dr.Ing. Ir. M. Sukrisno Mardiyanto"], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "prioritas kriteria, prioritas tugas, AHP, prioritization process.", "Sumber": "", "Staf Input/Edit": "Karya Sumpena  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "01 Okt 2018"}