{"Nomor": 31801, "Judul": "OPTIMASI DESAIN VOLUME POLIMER PADA PROSES INJEKSI POLIMER DI LAPANGAN X UNTUK MENDAPATKAN PEROLEHAN MAKSIMAL", "Abstrak": "Injeksi polimer merupakan salah satu metode enhanced oil recovery untuk meningkatkan perolehan minyak dengan menurunkan mobilitas air injeksi sehingga pendesakan minyak berlangsung lebih stabil dan meningkatkan efisiensi penyapuan. Injeksi polimer dilakukan dengan menambahkan sejumlah konsentrasi polimer ke dalam air yang digunakan untuk injeksi sehingga meningkatkan viskositas air dan menurunkan permeabilitas relatif air yang menyebabkan penurunan mobilitas. Terdapat beberapa parameter yang dapat memengaruhi keberhasilan injeksi polimer, di antaranya adalah jarak antara sumur injeksi dengan sumur produksi, laju injeksi air yang digunakan, viskositas fluida reservoir, viskositas polimer yang digunakan, konsentrasi polimer yang digunakan, permeabilitas reservoir, dan adsorpsi polimer pada batuan reservoir. \n\nPada studi ini, dilakukan pemodelan proses injeksi polimer menggunakan metode analitik dan perhitungan numerik untuk menentukan performa produksi dari suatu reservor minyak. Pemodelan dilakukan secara terstruktur, mulai dari pemodelan permeabilitas relatif, fractional flow, pemodelan aliran melalui streamtube, dan perhitungan performa produksi serta faktor perolehan. Studi ini menganalisis pengaruh dari penggunaan volume slug polimer yang berbeda pada profil produksi dan injeksi serta faktor perolehan yang didapatkan pada rentang volume 0.1 Ã‚Â– 2.5 PV. Hasil studi menunjukkan bahwa penggunaan volume slug polimer sebesar 0.5 PV merupakan kondisi optimum yang menghasilkan faktor perolehan sebesar 44.51%.", "Daftar File": {"2016 TA PP YUDHI PRAYOGA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/142362"}, "Penulis": "YUDHI PRAYOGA (NIM : 12212012)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Asep Kurnia Permadi, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "injeksi polimer, mobilitas, volume polimer, profil produksi, faktor perolehan", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "1 file", "Tanggal Input": "18 Mei 2018"}