{"Nomor": 31809, "Judul": "PENGEMBANGAN MODEL ADOPSI SISTEM OPEN SOURCE ERP DI KALANGAN UMKM DENGAN MEMPERTIMBANGKAN KONTEKS TEKNOLOGI, MANUSIA DAN LINGKUNGAN", "Abstrak": "Sekarang ini sistem ERP sudah banyak digunakan oleh berbagai perusahaan di seluruh dunia. Namun penggunaan sistem ERP memerlukan banyak biaya mulai dari proses awal hingga proses pemeliharaan, sehingga sistem ini jarang digunakan oleh Usaha Mikro, Kecil dan Menengah (UMKM). Hal lain disebabkan oleh tidak semua fungsi yang terdapat pada sistem ERP dipakai di dalam proses bisnis UMKM itu sendiri, hanya sebagian kecil dari fungsi sistem tersebut yang akan digunakan. Oleh karena itu sistem Open Source ERP menjadi solusi untuk proses bisnis UMKM, dimana sistem ini sangat cocok untuk perusahaan yang tidak terlalu kompleks dan memiliki keterbatasan dana. \n\nPenelitian ini bertujuan untuk mengetahui faktor-faktor yang mempengaruhi adopsi dari sistem Open Source ERP di kalangan UMKM. Faktor- faktor tersebut dikelompokkan menjadi tiga konteks, yaitu teknologi, manusia dan lingkungan. Berdasarkan penelitian-penelitian sebelumnya faktor yang dihipotesiskan mempengaruhi adopsi sistem Open Source ERP adalah relative advantage, compatibility, complexity, decision makerÃ‚Â’s innovativeness, decision makerÃ‚Â’s IT/IS knowledge, IT/IS expertise, competitive pressure dan government support. \n\nPengumpulan data dilakukan pada UMKM yang belum pernah menggunakan sistem Open Source ERP. Instrumen pengumpulan data yang digunakan adalah kuisioner dengan skala likert 6 poin. Sebanyak 81 data terkumpul dari UMKM yang berada di wilayah Bandung dan sekitarnya. Metode Partial Least Square (PLS-SEM) digunakan untuk mengolah data yang telah terkumpul. Metode ini digunakan karena cocok untuk ukuran sampel yang rendah dan data yang tidak normal. \n\nHasil pengolahan data menunjukkan bahwa adopsi dari sebuah sistem Open Source ERP dipengaruhi oleh faktor relative advantage, decision makerÃ‚Â’s innovativeness, IT/IS expertise dan competitive pressure. Hal ini menunjukkan bahwa konteks teknologi, manusia dan lingkungan mempengaruhi adopsi sebuah sistem Open Source ERP di kalangan UMKM.", "Daftar File": {"2018 TS PP YUKA ANDRIZA 1 ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/142394"}, "Penulis": "YUKA ANDRIZA NIM : 23416067", "Kontributor / Dosen Pembimbing": ["Dr. Rajesri Govindaraju, ST., MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "OPEN SOURCE ERP, ADOPSI TEKNOLOGI, UMKM, PLS-SEM", "Sumber": "", "Staf Input/Edit": "Dewi Supryati  \n                                     Dewi Supryati", "File": "1 file", "Tanggal Input": "02 Jul 2018"}