{"Nomor": 31816, "Judul": "EVALUASI TINGKAT PEMENUHAN KETERLAKSANAAN ADMINISTRATIF PEMERINTAH KOTA BANDUNG DALAM KETERLIBATAN PENGELOLAAN METROPOLITAN BANDUNG RAYA", "Abstrak": "Pertumbuhan penduduk di kota meningkatkan aktivitas ekonomi masyarakat yang lama-kelamaan meluas ke wilayah di sekitarnya sehingga membentuk keterkaitan fungsional yang melebihi batas administrasi dari kota inti ke kota sekitarnya yang disebut metropolitan. Kawasan metropolitan dapat memberikan permasalahan bagi kesejahteraan masyarakat apabila tidak diatur pengelolaannya untuk itu pemerintah mengatur pengelolaan kawasan metropolitan dengan membuat kebijakan publik. Pemerintah Provinsi Jawa Barat berinisiatif membuat Peraturan Daerah No. 12 Tahun 2014 tentang Pengelolaan Pembangunan dan Pengembangan Metropolitan dan Pusat Pertumbuhan di Provinsi Jawa Barat. Pengelolaan ini mengatur 3 (tiga) metropolitan yaitu Metropolitan Bodebek Karpur, Metropolitan Bandung Raya dan Metropolitan Cirebon Raya. Peraturan daerah ini memiliki beberapa substansi yang bertentangan dengan kebijakan pemerintah di tingkat pusat padahal peraturan dibawah tidak boleh melanggar peraturan diatas. Suatu peraturan selain tidak boleh melanggar peraturan atas juga perlu memikirkan keterkaitan dengan peraturan bawahnya. Peraturan perlu dilihat apakah nantinya dapat dilaksanakan oleh pemerintah di tingkat bawahnya secara administrasi. Studi kasus pada penelitian ini adalah Kota Bandung sehingga yang dilihat adalah evaluasi tingkat pemenuhan keterlaksanaan administratif pemerintah Kota Bandung dalam keterlibatan untuk mengelola Metropolitan Bandung Raya. Evaluasi pemenuhan keterlaksanaan administratif ini dinilai menggunakan kriteria administrative operability yang diturunkan menjadi indikator otoritas, komitmen kelembagaan, kapabilitas, dan dukungan organisasi. Hasil penelitian ini menunjukan pemerintah Kota Bandung tergolong tidak memenuhi untuk melaksanakan pengelolaan Metropolitan Bandung Raya secara administratif. Hal ini dikarenakan pemerintah Kota Bandung belum ditunjuk untuk terlibat, tidak akan melimpahkan kewenangan kepada badan metropolitan, serta tidak bersedia mencantumkan pengelolaan metropolitan pada rencana pembangunan dan rencana tata ruang kota yang sudah ada karena pemerintah Kota Bandung memilih sesuai dengan rencana di tingkat atasnya. Sehingga agar perencanaan Metroplitan Bandung Raya dapat dilaksanakan secara administrasi di Kota Bandung maka perlu dilihat kesesuaian dengan tingkat atasnya.", "Daftar File": {"2015 TA PP YULIA PUSPA SARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/142412", "2015 TA PP YULIA PUSPA SARI 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/142413", "2015 TA PP YULIA PUSPA SARI 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/142414", "2015 TA PP YULIA PUSPA SARI 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/142415", "2015 TA PP YULIA PUSPA SARI 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/142416", "2015 TA PP YULIA PUSPA SARI 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/142417", "2015 TA PP YULIA PUSPA SARI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/142418"}, "Penulis": "YULIA PUSPA SARI (NIM : 15411075)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Andi Oetomo, Ir., M.Pl."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "evaluasi, metropolitan, peraturan-peraturan metropolitan, keterlaksanaan administratif, Pemerintah Kota Bandung", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "7 file", "Tanggal Input": "06 Sep 2018"}