{"Nomor": 31817, "Judul": "AMOBILISASI ?-AMILASE PADA MEMBRAN POLIPIROL SECARA ELEKTROPOLIMERISASI", "Abstrak": "Pati merupakan komponen terbanyak dalam makanan pokok manusia, khususnya di Indonesia, serta merupakan bahan baku untuk berbagai proses industri, khususnya industri pembuatan makanan dan minuman. Saat ini proses hidrolisis pati menjadi molekul yang lebih sederhana telah menjadi salah satu tahapan penting dalam dunia industri. Hidrolisis pati tersebut dilakukan dengan dua cara yaitu dengan menggunakan asam atau enzim pemecah pati misalnya dari golongan amilase. Penggunaan amilase lebih diminati karena ramah lingkungan, pemecahan pati yang terjadi lebih spesifik dan tidak menimbulkan rasa yang menyimpang pada produk akhir. Proses hidrolisis pati menjadi oligosakarida menggunakan amilase dapat mencapai derajat hidrolis pati hingga 42-97% tergantung jenis substrat dan waktu inkubasi. Seiring dengan semakin berkembang pesatnya ilmu pengetahuan, teknik analisis di bidang ilmu Kimia juga semakin berkembang, termasuk teknik hidrolisis pati dengan menggunakan enzim. Kelemahan enzim seperti kebolehulangannya yang rendah, diharapkan dapat diatasi dengan adanya teknik baru yaitu mengamobilisasi enzim tersebut pada sebuah membran polimer. \n\nPengembangan dan kebaruan dalam penelitian ini dimungkinkan dengan menggunakan kombinasi dua aspek penting, yaitu kondisi optimal preparasi film polipirol (PPy) secara elektrokimia sebagai media amobilisasi ?-amilase dan kondisi optimum amobilisasi ?-amilase dalam film PPy melalui antaraksi secara fisikokimia. Selanjutnya, dalam studi elektrometri, dipelajari penggunaan kasa baja sebagai elektrode tempat berlangsungnya elektrodeposisi PPy dan media pendukung amobilisasi ?-amilase dalam matriks PPy. Fenomena amobilisasi ?-amilase dalam matriks PPy dikonfirmasi lewat studi elektrometri, yaitu dengan mempelajari berturut-turut profil voltammogram siklik PPy, ?-amilase, dan PPy/?-amilase (?-amilase yang diamobilisasi dalam film PPy). Kedua aspek tersebut kemudian dijadikan dasar untuk preparasi membran PPy/?-amilase secara elektrolisis ruah. \n\nUntuk mengefektifkan kinerja ?-amilase, enzim ini perlu diamobilisasi pada permukaan film PPy yang bersifat konduktif dengan menggunakan metode elektropolimerisasi. Dalam penelitian ini, amobilisasi ?-amilase dilakukan dalam empat tahapan kerja. Tahap pertama, penyiapan film PPy dengan cara elektrodeposisi monomer pirol pada elektrode kasa baja. Tahap kedua, \n\npertumbuhan PPy pada membran PPy dan membran PPy/?-amilase tersebut dideteksi oleh voltammogram siklik. Selanjutnya, pada tahap ketiga, pembuatan membran PPy/?-amilase pada permukaan kasa baja dilakukan dengan metode elektrolisis ruah. Tahap terakhir adalah pengujian kinerja membran bioreaktor PPy/?-amilase. Dalam penelitian ini dilakukan sintesis lima jenis membran PPy/?-amilase dengan bahan pendukung kasa baja. Lima jenis membran PPy/?-amilase dielektrodeposisi pada permukaan kasa baja menggunakan larutan Py 0,1 M yang dibuat tetap dan lima variasi konsentrasi ?-amilase (0,1535, 0,307, 0,614, 0,921, 1,228 ?g/mL) dalam dapar fosfat 50 mM pH 6,5 pada suhu ruang dengan kondisi elektrolisis optimum (potensial 5V, waktu elektrolisis 5 menit dan jarak antara kedua elektrode 1,5 cm). \n\nHasil percobaan mengkonfirmasi dua peran kinerja membran PPy/?-amilase, yaitu sebagai penghalang selektif (rejeksi) membran terhadap pati dan sebagai bioreaktor untuk menghidrolisis pati. Rentang rejeksi membran PPy/?-amilase 1 sampai dengan 5 terhadap pati berturut turut 12,45-71,30%. Ditemukan juga bahwa membran PPy/?-amilase 5 merupakan membran dengan kinerja terbaik. Aplikasi membran PPy/?-amilase 5 terhadap sampel setelah 10 kali pemakaian berulang berturut-turut menunjukkan bahwa semakin banyak pemakaian, rejeksi membran terhadap pati semakin kecil, rejeksi pada pemakaian pertama sebesar 71,05%, sedangkan pada pemakaian kesepuluh sebesar 29,70%. \n\nPada bagian kedua dalam penelitian ini, setiap kondisi optimum tersebut di atas, dimanfaatkan untuk sintesis dan aplikasi membran PPy/?-amilase pada permukaan kasa baja. Dalam hal ini, kinerja enzim yang diamobilisasi pada matriks PPy dilakukan dengan membandingkan aktivitas enzim yang diamobilisasi dan aktivitas enzim bebas. Penentuan aktivitas ?-amilase dilakukan secara spektrofotometri uv-tampak. Aktivitas ?-amilase teramobilisasi dalam PPy/?-amilase 5 sebesar 1426 U/L, sedangkan aktivitas enzim bebas sebesar 1299 U/L. \n\nAmobilisasi ?-amilase dalam matriks PPy merupakan antaraksi fisikokimia antara gugus karboksilat pada ?-amilase dan gugus NH pada PPy, seperti yang dikonfirmasi oleh pergeseran puncak dan pembentukan puncak baru pada spektrum FTIR. Hasil pencitraan foto SEM dengan perbesaran 600 sampai 3000x mengindikasikan bahwa seluruh permukaan kasa baja tertutup oleh lapisan PPy. Hasil analisis SEM-EDS terhadap lapisan polimer diperoleh C 24,51% dan N 14,08% sebagai unsur-unsur penyusun PPy. Lapisan berwarna putih yang menempel dan terikat pada film polimer diidentifikasi sebagai ?-amilase dan terdiri dari unsur-unsur C 44,60%; O 19,78%. \n\nMetode sintesis membran PPy/?-amilase secara elektropolimerisasi memberikan kemudahan amobilisasi ?-amilase dalam matriks PPy dengan bahan pendukung kasa baja sebagai elektrode yang dipreparasi dengan metode voltammetri siklik. Dengan demikian, data hasil penelitian keseluruhan ini diharapkan dapat berkontribusi bagi pengembangan keilmuan kimia analitik secara khusus dan bidang lainnya yang terkait.", "Daftar File": {"2018_DIS_PP_YULIA_SUKMAWARDANI_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/165384", "2018_DIS_PP_YULIA_SUKMAWARDANI_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/165385", "2018_DIS_PP_YULIA_SUKMAWARDANI_1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/165386", "2018_DIS_PP_YULIA_SUKMAWARDANI_1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/165387", "2018_DIS_PP_YULIA_SUKMAWARDANI_1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/165388", "2018_DIS_PP_YULIA_SUKMAWARDANI_1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/165389", "2018_DIS_PP_YULIA_SUKMAWARDANI_1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/165390", "2018_DIS_PP_YULIA_SUKMAWARDANI_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/165391"}, "Penulis": "YULIA SUKMAWARDANI NIM:30512016", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Buchari", "Dr.Ihsanawati"], "Jenis Koleksi": "Disertasi", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "?-amilase, polipirol, elektropolimerisasi, pati", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "8 file", "Tanggal Input": "13 Mar 2018"}