{"Nomor": 31811, "Judul": "MANAJEMEN KAS PADA PERUSAHAAN KONSTRUKSI STUDI KASUS: MANAJEMEN KAS PADA DIVISI KONSTRUKSI, PROPERTI, DAN PRECAST PADA PT. AMHA", "Abstrak": "Manajemen Kas merupakan sistem pada pengaturan keuangan perusahaan pada arus kas untuk mempertahankan likuiditas dari aset perusahaan. Pengaturan kas pada perusahaan yang memiliki satu lini bisnis tentu saja berbeda dengan perusahaan yang memiliki lebih dari satu lini bisnis. Setiap lini bisnis harus diestimasi kebutuhan kasnya berdasarkan prakiraan penjualan, biaya penjualan, dan biaya operasionalnya. Pada perusahaan konstruksi milik perorangan, managemen perusahaan ditantang untuk memenuhi target pendapatan. Pendapatan yang masuk tidak bisa diprediksi, akan tetapi perusahaan tetap harus memenuhi kewajiban untuk membayar biaya tetap aktivitas operasional perusahaan. Kunci untuk mengatur aliran kas pada perusahaan konstruksi adalah dengan mengoptimalisasi aliran kas perusahaan dari aliran kas aktivitas operasional perusahaan dan aktivitas pendanaan perusahaan. Sumber pendanaan perusahaan seberapa besar dan rumitnya terdiri atas pinjaman (debt) dan dana pemilik perusahaan (equity). Dengan pengaturan yang tepat, perusahaan dapat menemukan komposisi pendanaan yang tepat, sehingga proyek dapat berjalan dengan beban bunga yang minimal dan pengurangan pada hutang jangka panjang yang dapat diperpanjang. \n\nMetode yang dilakukan pada final project ini adalah dengan memproyeksikan pertumbuhan pendapatan perusahaan selama 5 tahun kedepan, dengan menentukan nilai pertumbuhan perusahaan berdasarkan analisis internal dan eksternal. Kemudian dibuat estimasi laporan laba rugi untuk memastikan nilai profit perusahaan pada kondisi buruk, normal, dan baik. Dan implementasi manajemen budgeting aliran kas perusahaan agar perusahaan siap menghadapi yang lebih buruk terjadi. \n\nHasil yang diperoleh dari penelitian ini adalah model cash management yang bisa menjadi pedoman bagi perusahaan. Sehingga dari hasil akhir yang dicapai bukan hanya memprediksi seberapa besar profit yang dapat dicapai oleh perusahaan, seberapa besar arus cash flow yang dibutuhkan perusahaan untuk mengoperasikan aktivitas perusahaan, dan seberapa besar pendanaan yang diperlukan oleh perusahaan untuk dapat mencapai target. Akan tetapi dapat memperbaiki sistem managemen keuangan pada perusahaan secara keseluruhan, agar pada beberapa tahun kedepan perusahaan dapat mengurangi hutang jangka panjang yang dapat diperpanjang yang digunakan untuk memutar kas perusahaan dan pinjaman jangka pendek yang digunakan sebagai modal kerja proyek pada divisi konstruksi.", "Daftar File": {"2018 TS PP YULIA DIAH ROSDIANDHINI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/142396"}, "Penulis": "YULIA DIAH ROSDIANDHINI - Nim: 29115674", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Achmad Herlanto Anggono, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Manajemen Kas, Budgeting, Aliran kas, Diversifikasi Bisnis, Perusahaan Konstruksi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "23 Feb 2018"}