{"Nomor": 31826, "Judul": "PENENTUAN DAERAH TANGKAPAN AIR (CATCHMENT AREA) DAN ANALISIS NERACA AIR DI KAWASAN SITU CISANTI (HULU DAS CITARUM), KABUPATEN BANDUNG, JAWA BARAT", "Abstrak": "Situ Cisanti adalah sumber air bagi Sungai Citarum yang merupakan sungai utama di Jawa Barat. Kawasan hutan di sekitar Situ Cisanti berperan dalam menentukan ketersediaan air yang antara lain dimanfaatkan oleh masyarakat sekitar untuk berbagai kegiatan. Air yang berasal dari kawasan hutan merupakan output kinerja ekosistem hutan yang baik sebagai daerah tangkapan air, sehingga daerah tangkapan air memerlukan pengelolaan yang optimal. Oleh karena itu, informasi mengenai daerah tangkapan air (catchment area) dan ketersediaan air penting diketahui untuk kegiatan pengelolaan kawasan sebagai sumber air. Penelitian ini bertujuan untuk: (1) menentukan batas, luas, dan tipe penggunaan lahan daerah tangkapan air Situ Cisanti; (2) menentukan debit andalan Situ Cisanti; dan (3) menentukan neraca air (water balance) kawasan daerah tangkapan air Situ Cisanti. Penentuan daerah tangkapan air dilakukan menggunakan metode HESSA (Hydro Ecosystem Services Spatial Assesment) dengan analisis terhadap koordinat sumber air di lapangan yang diolah dengan data SRTM (Shuttle Radar Topography Mission) menggunakan perangkat lunak Global Mapper. Nilai debit andalan diperoleh dengan pengukuran debit secara langsung di lapangan. Perhitungan neraca air dengan metode F.J Mock (1973) menggunakan data curah hujan, evapotranspirasi potensial, dan karakteristik hidrologi. Evapotranspirasi potensial dihitung menggunakan metode Penman dengan input data klimatologi dan data pendukung. Hasil penelitian menunjukkan bahwa dari tujuh titik mata air yang mengalir ke Situ Cisanti terdapat luasan daerah tangkapan air (catchment area) sebesar 150,26 ha. Daerah tangkapan air tersebut terdiri dari lima tipe penggunaan lahan yaitu hutan (77,38 ha), semak (53,32 ha), perkebunan (9,71 ha), pertanian lahan kering (1,21 ha), dan badan air (8,65 ha). Daerah tangkapan air Situ Cisanti mampu menghasilkan debit terukur sebesar 2.701.563,99 m3/tahun dan debit simulasi F.J. Mock sebesar 1.408.642,3 m3/tahun. Dari hasil analisis neraca air, surplus air kawasan sebesar 14,4 juta mÃ‚Â³/tahun hingga 42,9 juta mÃ‚Â³/tahun, dan defisit sebesar 1,9 juta hingga 4,5 juta mÃ‚Â³/tahun.", "Daftar File": {"2018 TA PP-Yulya Saputri1 -Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/142435"}, "Penulis": "YULYA SAPUTRI (Nim : 11514053)", "Kontributor / Dosen Pembimbing": ["Dr. Devi Nandita Choesin, M.Sc \n\nDr. Hikmat Ramdan, S.Hut., M.Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Situ Cisanti, daerah tangkapan air, debit, neraca air", "Sumber": "", "Staf Input/Edit": "didi kusnendi  \n                                     didi kusnendi", "File": "1 file", "Tanggal Input": "28 Sep 2018"}