{"Nomor": 31823, "Judul": "EVALUASI BISNIS PROSES BARU PT POS INDONESIA MENGGUNAKAN KERANGKA E-SERVICE FLEXIBILITY DAN CAC", "Abstrak": "PT Pos Indonesia merupakan salah satu perusahaan besar milik negara Indonesia. Sampai saat ini, surat dan paket merupakan portfolio terbesar bagi PT Pos Indonesia diikuti dengan layanan keuangan. Pada tahun 2015 dan 2016 pendapatan dari sektor surat dan paket mengalami penurunan hingga 80%. Hal ini tidak sejalan dengan data penelitian bahwa industri kurir memiliki pertumbuhan 30% setiap tahunnya. Hal ini sangatlah berpengaruh kepada pendapatan utama PT Pos Indonesia yang 55% berasal dari surat dan paket. Menanggapi hal ini, PT Pos Indonesia harus membuat strategi baru untuk meningkatkan pendapatan mereka. Salah satu strategi yang dibuat oleh PT Pos Indonesia adalah membuat sub unit baru di bagian collecting yang disebut O-Ranger. O-ranger merupakan salah satu strategi PT Pos Indonesia untuk meningkatkan produksi paket dari collecting area. O-Ranger sebagai inovasidari PT Pos Indonesia adalah sebuah pick up service yang akan mengumpulkan paket dengan menjemputnya ke konsumen. Konsumen tidak perlu lagi pergi ke counter untuk mengantarkan barang mereka. Pertanyaan dari strategi ini adalah, apakah strategi baru ini sudah memenuhi permintaan konsumen? Hal apa saja yang perlu dikembangkan agar dapat memenuhi permintaan konsumen? Bagaimana impact dari strategi baru ini kepada pendapatan PT Pos Indonesia? Untuk menjawab pertanyaan pertanyaan tersebut, terdapat pendekatan metodologi yang disebut E-Service Flexibility & CAC Framework. Metode ini dapat mengevaluasi binis proses lebih akurat karena metode ini berbasis digital platform.", "Daftar File": {"Submit Perpus - Yulius Ginardi 29116462.pdf": "https://digilib.itb.ac.id/gdl/download/142425"}, "Penulis": "Yulius Ginardi Sukwandi / 29116462", "Kontributor / Dosen Pembimbing": ["Deddy Priatmodjo Koesrindartoto, Ph. D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Strategic Management, Management of Innovation,E-service flexibility, CAC, Business Evaluation, Business Process, Business Performance", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman  \n                                     Yose Ali Rahman", "File": "1 file", "Tanggal Input": "14 Sep 2018"}