{"Nomor": 31832, "Judul": "UPRATING UNIT KOAGULASI, FLOKULASI, DAN SEDIMENTASI PADA INSTALASI PENGOLAHAN AIR (IPA) SUKAMAJU PDAM TIRTA RAHARJA KABUPATEN BANDUNG", "Abstrak": "Perusahaan Daerah Air Minum (PDAM) Tirta Raharja merupakan perusahaan yang mempunyai tugas pokok dan fungsi memberikan pelayanan air bersih untuk 3 daerah otonom yaitu Kabupaten Bandung, Kota Cimahi dan kabupaten Bandung Barat. Instalasi Pengolahan Air (IPA) Sukamaju merupakan salah satu IPA yang berada di wilayah pelayanan PDAM Tirta Raharja yang memiliki kapasitas  \n\nproduksi 200 L/s untuk melayani 2 wilayah pelayanan yaitu kecamatan Banjaran dan Soreang. Kebutuhan air di Kecamatan Banjaran dan Soreang terus meningkat sehingga debit air bersih yang dihasilkan juga harus ditingkatkan untuk memenuhi kebutuhan masyarakat. Tujuan dari tugas akhir ini adalah untuk mengevaluasi dan merancang ulang unit koagulasi, flokulasi, dan sedimentasi untuk meningkatkan kapasitas pengolahan air bersih pada IPA Sukamaju. Pengolahan yang terdapat pada IPA Sukamaju adalah pengolahan yang menggunakan proses koagulasi,  \n\nflokulasi, sedimentasi, filtrasi dan desinfeksi. Air baku diambil dari PLTA Cikalong. Kemudian air baku masuk ke unit pertama yaitu koagulasi dengan penambahan aluminium sulfat. Selanjutnya air baku masuk ke unit flokulasi dengan pengadukan lambat. Lalu partikel yang terdapat di air akan diendapkan pada bak sedimentasi dan kemudian air disaring pada unit filtrasi. Kemudian ditambahkan gas klor untuk menyisihkan mikroorganisme pada air pada unit reservoir.Debit air bersih yang harus diproduksi IPA Sukamaju untuk memenuhi target layanan pada tahun 2027 adalah 400 L/s. Untuk memenuhi target tersebut, dilakukan perancangan ulang IPA Sukamaju dengan mempertimbangkan kesesuaian dengan kriteria desain dari SNI 6774:2008 dan Kawamura (1991). Unit koagulasi eksisting dan sedimentasi eksisting pada IPA Sukamaju masih dapat memenuhi kriteria desain untuk mengolah sesuai debit target, namun unit flokulasi eksisting tidak mampu mengolah hingga debit target. Desain yang disarankan adalah penambahan 2 kompartemen pada masing-masing unit flokulasi agar dapat mengolah sesuai debit target, yaitu 400 L/s.", "Daftar File": {"2017 TA PP YUNIAR FAZRIANI RUSMANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/142441", "2017 TA PP YUNIAR FAZRIANI RUSMANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/142442", "2017 TA PP YUNIAR FAZRIANI RUSMANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/142443", "2017 TA PP YUNIAR FAZRIANI RUSMANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/142444", "2017 TA PP YUNIAR FAZRIANI RUSMANA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/142445", "2017 TA PP YUNIAR FAZRIANI RUSMANA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/142446", "2017 TA PP YUNIAR FAZRIANI RUSMANA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/142447", "2017 TA PP YUNIAR FAZRIANI RUSMANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/142448"}, "Penulis": "YUNIAR FAZRIANI RUSMANA [15313006]", "Kontributor / Dosen Pembimbing": ["Pembimbing :     Prof. Ir. Suprihanto Notodarmojo, Ph.D   Dr. Qomarudin Helmy, S.Si., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Flokulasi, koagulasi, sedimentasi ; coagulation, flocculation, sedimentation", "Sumber": "", "Staf Input/Edit": "hidayat  \n                                     Irwan Sofiyan", "File": "8 file", "Tanggal Input": "07 Feb 2018"}