{"Nomor": 31837, "Judul": "KARAKTERISASI MORFOLOGI, GENETIKA, DAN KANDUNGAN BIOKIMIA DUA SPESIMEN MIKROALGA LAUT TROPIS", "Abstrak": "Keanekaragaman mikroalga di perairan Indonesia sangat tinggi, namun sejauh ini spesies-spesies mikroalga tersebut dan kandungan senyawa biokimianya belum diidentifikasi. Identifikasi spesies mikroalga dapat dilakukan secara morfologi dan genetika. Tujuan penelitian ini adalah untuk mengidentifikasi dua spesimen mikroalga laut tropis berdasarkan morfologi, genetika, dan kandungan biokimianya. Penelitian ini dilakukan dalam beberapa tahap yaitu pemurnian spesimen mikroalga, perbanyakan kultur murni dan pembuatan kurva pertumbuhan, analisis morfologi spesimen mikroalga dengan mikroskop cahaya dan SEM, analisis genetika spesimen mikrolaga menggunakan gen penanda 18S rDNA daerah V4, LSU D2/D3, dan rbcL-3P, serta penentuan kadar lipid dan protein total dari spesimen mikroalga tersebut. Dua spesimen mikroalga yang berasal dari Muara Angke dinamakan spesimen MA1 dan MA2. Hasil penelitian menunjukkan bahwa pertumbuhan kedua spesimen dalam medium f/2 memasuki fase stasioner pada hari ke-7. Spesimen MA1 dan MA2 berwarna coklat keemasan dan berbentuk bulat dengan permukaan sel bagian luarnya mengalami diferensiasi membentuk tangan-tangan (IFPP) yang berperan dalam pembentukan rantai. Bentuk morfologi tersebut merupakan ciri khas dari mikroalga genus Skeletonema, sehingga untuk selanjutnya dua spesimen mikroalga disebut Skeletonema MA1 (SMA1) dan Skeletonema MA2 (SMA2). Bentuk pertalian IFPP MA1 menyerupai tulang tangan manusia dan mirip dengan yang dimiliki oleh S. pseudocostatum dan S. japonicum. Bentuk pertalian IFPP MA2 menyerupai simpul tali dan mirip dengan yang dimiliki oleh S. tropicum dan S. grethae. Berdasarkan fragmen gen 18S rDNA daerah V4, SMA1 dan SMA2 berada dalam satu kelompok dengan S. cf. pseudocostatum. Berdasarkan fragmen gen LSU D2/D3, SMA1 dan SMA2 teridentifikasi memiliki kekerabatan terdekat dengan S. tropicum. Berdasarkan fragmen gen rbcL-3P, SMA2 memiliki kekerabatan terdekat dengan S. grethae. Produktivitas biomassa kering SMA1 dan SMA2 berturut-turut sebesar 46,23+-3,24 dan 47,38+-0,29 mg L-1 h-1. Kandungan lipid SMA1 dan SMA2 berturut-turut sebesar 42,42%+-4,35 dan 20,43%+-0,68 (berat lipid per berat biomassa kering). Kandungan protein total SMA1 dan SMA2 berturut-turut sebesar 31,39%+-0,38 dan 29,82%+-5,4 (jumlah protein untuk setiap berat biomassa kering). Asam palmitoleat adalah asam lemak yang paling dominan pada SMA1 dan SMA2 yaitu masing-masing sebesar 22,16% dan 22,86% (jumlah asam lemak per kandungan asam lemak total).", "Daftar File": {"2017 TS PP YUNI HANDAYANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/142453", "2017 TS PP YUNI HANDAYANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/142454", "2017 TS PP YUNI HANDAYANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/142455", "2017 TS PP YUNI HANDAYANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/142456", "2017 TS PP YUNI HANDAYANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/142457", "2017 TS PP YUNI HANDAYANI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/142458", "2017 TS PP YUNI HANDAYANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/142459"}, "Penulis": "YUNI HANDAYANI (NIM: 20515006)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Zeily Nurachman., Yanti Rachmayanti, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "mikroalga, Skeletonema, morfologi, kode batang DNA, protein, lipid.", "Sumber": "", "Staf Input/Edit": "suwadji  \n                                     suwadji", "File": "7 file", "Tanggal Input": "15 Okt 2018"}