{"Nomor": 31831, "Judul": "SIMULASI NUMERIK KERUSAKAN STRUKTUR KOMPOSIT AKIBAT BEBAN TUMBUKAN KECEPATAN RENDAH MENGGUNAKAN COHESIVE ELEMENT", "Abstrak": "Material komposit telah banyak digunakan dalam industri pesawat terbang karena memiliki strength to weight ratio yang tinggi. Aplikasi dari material komposit diprediksi akan semakin bertambah demi meningkatkan performa pesawat. Meski begitu, salah satu perhatian utama dalam penggunaan material komposit adalah terjadinya beban tumbukan berkecepatan rendah (low velocity impact). Beban tumbukan berkecepatan rendah menyebabkan kerusakan yang tidak dapat dideteksi secara visual tetapi dapat menurunkan kekuatan struktur secara signifikan. Kerusakan komposit akibat beban tumbukan berkecepatan rendah, yang biasa disebut sebagai Barely Visible Impact Damages (BVID), meliputi retak pada matriks, delaminasi, dan patah pada serat. Alasan lain mengapa beban tumbukan berkecepatan rendah menjadi salah satu perhatian utama tentang struktur koposit adalah, berdasarkan FAR, komposit dengan BVID harus masih mampu menahan beban desain tertinggi (ultimate design load). \n\nPada penelitian ini dilakukan simulasi elemen hingga untuk delaminasi pada pelat komposit akibat beban tumbukan berkecepatan rendah. Spesimen yang digunakan ada simulasi ini adalah pelat segi empat yang terbuat dari carbon-epoxy uniderictional. Simulasi numerik ini mempelajari efek dari adanya ply clustering dalam hal ketahanan terhadap kerusakan dan ukuran kerusakan. Cohesive element digunakan untuk menyimulasikan kerusakan akibat beban tumbukan. Hasil dari simulasi numerik akan dibandingkan dengan hasil eksperimen dari paper referensi. Terdapat perbedaan antara hasil simulasi numerik dengan eksperimen. Perbedan ini disebabkan oleh perbedaan material property yang digunakan. Meski begitu, hasil simulasi numerik mampu menggambarkan efek adanya ply clustering terhadap efek ketahanan struktur komposit terhadap beban tumbukan. Dari hasil yang diperoleh, semakin banyak ply clustering maka luas kerusakan akan semakin besar.", "Daftar File": {"2018 TA PP  YUNIA FAIZIATUZZAHRIA   1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/142440"}, "Penulis": "YUNIA FAIZIATUZZAHRIA (NIM : 13614009)", "Kontributor / Dosen Pembimbing": ["Pembimbing : \n\nDr. Bambang Kismono Hadi. \n\nProf. Dr. Tatacipta Dirgantara. \n\nDr. Leonardo Gunawan."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "low velocity impact, carbon-epoxy, barely visible impact damage, delaminasi, ply-clustering, cohesive element", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "07 Jun 2018"}