{"Nomor": 31839, "Judul": "STUDI PLACE ATTACHMENT PADA PUSAT PERBELANJAAN DI BANDUNG DAN HUBUNGANNYA DENGAN FAKTOR AKTIVITAS, WAKTU DAN KONDISI SETING", "Abstrak": "Salah satu bentuk ruang publik di kota-kota besar adalah pusat perbelanjaan. Saat ini pusat perbelanjaan tidak hanya berfungsi sebagai tempat berbelanja saja, akan tetapi telah menjadi sebuah pusat hiburan dan kegiatan-kegiatan kebudayaan. Beberapa diantara para pengunjung pusat perbelanjaan ini biasanya memiliki kecenderungan untuk beraktivitas dan menghabiskan waktu di area-area tertentu secara berkala. Kecenderungan tersebut dapat disebabkan karena adanya perasaan positif, baik senang, betah, ataupun puas, sehingga secara tidak sadar pengunaan ruang yang terus berulang dapat menciptakan keterikatan emosi pada tempat tersebut (place attachment). Penelitian ini berusaha mencari tahu apakah antara pengunjung pusat perbelanjaan dan tempat yang dikunjunginya terdapat suatu ikatan emosional, dengan cara mengukur tingkat keterikatan pada tempat, dan mengetahui korelasi antara faktor-faktor eksternal seperti waktu, aktivitas dan kondisi seting. Penelitian ini dilakukan dengan mensurvey 175 responden usia 18 sampai dengan 40 tahun yang tinggal di kota Bandung. Hasil penelitian menujukkan bahwa rata-rata pengunjung memiliki tingkat keterikatan sedang dengan pusat perbelanjaan yang dikunjunginya. Dari ketiga faktor place attachment pada pusat perbelanjaan yang diteliti, yaitu aktivitas, faktor waktu dan kondisi seting, aktivitas rekreasional memiliki korelasi yang paling tinggi dengan tingkat keterikatan pengunjung. Faktor aktivitas ini juga erat kaitannya dengan faktor waktu yang mencakup frekuensi dan durasi kedatangan pengunjung. Faktor-faktor place attachment pada setiap pusat perbelanjaan memiliki karakter tersendiri yang berbeda satu sama lain. Masing-masing pusat perbelanjaan mampu membuat kelompok pengunjung tertentu merasa terikat dengan tempat. Preferensi pengunjung ini dapat dipengaruhi oleh faktor kondisi fisik seting, terutama dari segi bentuk visual dan kondisi spasial.", "Daftar File": {"2009 TS PP YUNI MAHARANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/142467", "2009 TS PP YUNI MAHARANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/142468", "2009 TS PP YUNI MAHARANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/142469", "2009 TS PP YUNI MAHARANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/142470", "2009 TS PP YUNI MAHARANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/142471", "2009 TS PP YUNI MAHARANI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/142472", "2009 TS PP YUNI MAHARANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/142473"}, "Penulis": "YUNI MAHARANI (NIM : 25206021)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ir. Woerjantari K.S., MT. \n\nDr.-Eng. Hanson Endra Kusuma, ST., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "place attachment, pusat perbelanjaan, pengunjung, aktivitas, kondisi seting", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Perpustakaan Prodi Arsitektur", "File": "7 file", "Tanggal Input": "03 Okt 2018"}