{"Nomor": 31838, "Judul": "PENGARUH INTENSITAS DAN DURASI HUJAN TERHADAP TINGGI GENANGAN (PONDING) PADA RAIN GARDEN DI KAWASAN TERBANGUN", "Abstrak": "Perubahan fungsi lahan dan pembangunan telah mengubah keseimbangan siklus hidrologi. Pembangunan infrastruktur telah mengubah sifat lahan yang mulanya berpori menjadi kedap air. Sehingga volume limpasan air hujan menjadi meningkat. Diperlukan upaya dini untuk mengatasi permasalahan ini. Rain garden merupakan salah satu teknologi yang ditawarkan low impact development, teknologi ini bertujuan untuk mengelola air limpasan hujan dan mengubah paradoks pengelolaan limpasan air hujan yang konvesional. Rain garden adalah sebuah lahan cekung dengan tanaman di permukaan dan terdapat lapisan filter dibagian bawahnya. Teknologi ini berusaha untuk menahan limpasan, menginfiltrasi air hujan, dan meresapkannya ke dalam tanah untuk melewati proses filtrasi oleh media filter. Penelitian ini difokuskan pada penentuan perfoma hidrolis dari rain garden tanpa sistem underdrain di kawasan terbangun dengan studi kasus kampus Institut Teknologi Bandung (ITB). Metode penentuan performa hidrolis dilakukan dengan melihat karakteristik kejadian genangan di permukaan rain garden. Penelitian ini akan melihat pengaruh intensitas curah hujan, durasi hujan, dan kadar air dalam tanah terhadap kejadian genangan (ponding). Berdasarkan 30 kejadian hujan pada periode pengujian rain garden, diperoleh 20 kejadian dengan genangan dan 10 kejadian tanpa genangan di permukaan rain garden. Kejadian genangan terjadi saat intensitas curah hujan yang tinggi dan cenderung saat durasi yang panjang. Didapatkan bahwa rain garden mampu mengurangi volume limpasan yang masuk sebesar 100%, walaupun pada saat hujan dengan intensitas tinggi terjadi genangan.", "Daftar File": {"2016 TA PP YUNIKI MEDIAYATI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/142460", "2016 TA PP YUNIKI MEDIAYATI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/142461", "2016 TA PP YUNIKI MEDIAYATI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/142462", "2016 TA PP YUNIKI MEDIAYATI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/142463", "2016 TA PP YUNIKI MEDIAYATI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/142464", "2016 TA PP YUNIKI MEDIAYATI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/142465", "2016 TA PP YUNIKI MEDIAYATI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/142466"}, "Penulis": "YUNIKI MEDIAYATI  (nim : 15311016)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Yuniati, M.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "durasi hujan, genangan, intensitas curah hujan, limpasan air hujan, rain garden.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "13 Mar 2018"}