{"Nomor": 31848, "Judul": "STRATEGY EKSPANSI PASAR UNTUK INDUSTRI TIK PADA PASAR ASIA PASIFIC STUDI KASUS: PT INTI (PERSERO)", "Abstrak": "Ekonomi global yang sekarang fokus ke kawasan Asia Pasifik tidak boleh diremehkan.              PT INTI sebagai badan usaha milik negara (BUMN) di Indonesia diharapkan menjadi agen pengembangan ekonomi Indonesia menuju potensi pasar Asia Pasifik. PT INTI dengan fokus bisnis baru mereka di Industri TIK memiliki banyak peluang di pasar Asia Pasifik, karena industri TIK di pasar ini memiliki pertumbuhan positif dari tahun ke tahun. Namun, hingga kini PT INTI masih fokus pada pasar Indonesia. Lambatnya PT INTI memasuki pasar Asia Pasifik tentu saja menyebabkan kerugian, sehingga penting bagi PT INTI untuk mempertimbangkan ekspansi pasar. Proyek ini mengusulkan strategi untuk membantu PT INTI dalam ekspansi bisnis di pasar Asia Pasifik. Proyek ini melakukan studi tentang kondisi terkini dari sumber internal PT INTI dan dibandingkan dengan sudut pandang manajemen PT INTI. Studi tentang sumber daya internal yang PT INTI dilakukan dengan menggunakan STP (Segmenting, Targeting, dan Positioning) analisis dan analisis 4P (Product, Price, Place, dan Promotion). Selain itu, proyek ini juga membandingkan analisis internal PT INTI dengan faktor eksternal yang menggunakan analisis PESTLE dan Porter's 5 Forces. Studi ini meringkas bahwa PT INTI terlambat memasuki pasar Asia Pasifik yang disebabkan oleh strategi STP dan 4P yang tidak jelas untuk pasar Asia Pasifik. Proyek ini juga memberikan analisis pemecahan masalah dan rencana aksi untuk meningkatkan kondisi internal PT INTI menggunakan STP dan 4P untuk memenangkan pasar Asia Pasifik.", "Daftar File": {"2018 TS PP YURIZKA ANINDITA 1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/142491"}, "Penulis": "YURIZKA ANINDITA NIM: 29116162", "Kontributor / Dosen Pembimbing": ["Drs. Herry Hudrasyah, MA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Asia Pacific Market, External Analysis, ICT Industry, Internal Analysis, PT INTI", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman  \n                                     Yose Ali Rahman", "File": "1 file", "Tanggal Input": "03 Okt 2018"}