{"Nomor": 31844, "Judul": "FORMULASI PATCH FUROSEMID DAN EVALUASINYA SECARA IN VITRO", "Abstrak": "Hipertensi diperkirakan telah menyebabkan 9,4 juta kematian di seluruh dunia per tahunnya. \n\nFurosemid merupakan loop diuretic yang dianjurkan untuk pasien hipertensi yang disertai dengan \n\nudem. Furosemid paling banyak tersedia dalam bentuk sediaan oral namun bentuk sediaan ini \n\nmempunyai keterbatasan yaitu ketersediaan hayatinya di darah yang hanya 60% dan bervariasi. \n\nOleh karena itu, pada penelitian ini dikembangkan formula patch furosemid yang memiliki \n\nkarakteristik yang baik. Awalnya dibuat gel furosemid yang terdiri dari polimer, furosemid yang \n\ndilarutkan dalam pelarutnya, dan plasticizer dan peningkat penetrasi. Gel dikeringkan pada suhu \n\n60C selama 4 jam, lalu diberi larutan poliisobutilen (2,5% dalam n-heksan) diatas film sebagai \n\nadesif. Formula akhir gel yang didapat terdiri dari HPMC (8%), etanol 96% (20%), aquades, PEG 400 \n\n(18%), furosemid (0,4%), dan propilen glikol (20% dari polimer). Patch furosemid memiliki \n\nkeragaman bobot sebesar 1,643 Ã‚Â±0,009 gram (n= 10), memiliki kandungan yang seragam dengan \n\nrata-rata kandungan furosemid sebesar 98,70 Ã‚Â±0,46%, memiliki tensile strength sebesar 0,097Ã‚Â± \n\n0,003 kg/mm \n\n2 \n\ndengan persen pemanjangan patch sebesar 4,555Ã‚Â± 0,055%. Pelepasan furosemid dari \n\npatch dievaluasi dengan uji difusi in vitro menggunakan sel difusi Franz tipe flow through dan \n\nmembran dari kulit ular Phyton reticulatus. Furosemid yang dapat dilepaskan dari sediaan selama 24 \n\njam adalah sebesar 60,02Ã‚Â± 2,65%. Uji iritasi dilakukan dengan menempelkan patch furosemid pada \n\npunggung kelinci. Uji stabilita dilakukan selama 30 hari pada suhu ruang dan 40C dan hasilnya \n\nmenunjukkan stabil secara fisik walaupun terlihat ada kecenderungan penurunan kadar. Patch \n\nfurosemid memiliki bobot dan kandungan yang seragam, mengikuti kinetik Higuchi dan tidak bersifat \n\niritan pada kulit.", "Daftar File": {"2018 TA PP YUNITA TJAHYADI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/142487"}, "Penulis": "YUNITA TJAHYADI NIM : 10714049", "Kontributor / Dosen Pembimbing": ["PEMBIMBING : Dr. Lucy D. N. Sasongko, M.Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "hipertensi, furosemid, patch, difusi in vitro, uji iritasi", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "9 file", "Tanggal Input": "28 Sep 2018"}