{"Nomor": 31854, "Judul": "UJI KARAKTERISTIK PELET DARI HIDROTERMAL TREATMENT TANDAN KOSONG KELAPA SAWIT DENGAN KADAR ABU TINGGI UNTUK BAHAN BAKAR PADAT", "Abstrak": "Seiring meningkatnya produksi kelapa sawit selalu diikuti dengan meningkatnya jumlah limbah padat yang dihasilkan. Penggunaan Tandan Kosong Kelapa Sawit (TKKS) sebagai bahan bakar padat dihindari karena memiliki bulk density yang rendah, tingginya kadar air dan kandungan kalium. Hidrotermal Treatment (HT) proses yang dipilih dalam percobaan ini untuk mengatasi permasalahan yang dihadapi. Tujuan dari percobaan ini adalah mengkaji efek temperatur HT terhadap kualitas TKKS menjadi bio-arang sebagai bahan bakar co-firing dan mendapatkan kalium dalam bentuk larutan dengan konsentrasi setinggi mungkin.  \n \n\nSeratus gram TKKS dimasukkan kedalam reaktor kapasitas 2,3 L, dengan pelarut dengan perbandingan 5:1 mL/g dalam reaktor. Temperatur hidrotermal divariasikan dari 120, 150, 180, 200 dan 220Ã‚ÂºC dengan lama waktu tinggal 60 menit. Produk HT difiltasi untuk dipisahkan residu padat dan hidrolisat. Sampel TKKS, Hasil residu padat (bio-arang) dan hidrolisat dianalisis untuk dilakukan karakterisasi. Sampel TKKS dan bio-arang hasil HT digunakan sebagai bahan baku pelet. Proses produksi pelet diawali dengan memasukkan 0,4 g sampel ke dalam cetakan pelet dengan ÃƒÂ˜ = 1 cm. Produksi pelet dioperasikan pada tekanan 200 dan 250 bar. Pelet TKKS dan bio-arang kemudian dilakukan tes uji kuat tekan.  \n \n\nProses hidrotermal mampu meningkatkan kualitas bahan bakar padat dilihat dari nilai kalor dari arang hidrotermal pada 220Ã‚ÂºC sebesar 21,81 MJ/kg lebih tinggi dibandingkan TKKS mentah 19,68 MJ/kg. Rasio O/C pada temperatur HT 220Ã‚ÂºC 0,61 lebih rendah dibandingkan dari bahan baku 1,02. Rasio H/C yang didapatkan hasil 1,1 dan 1,2 lebih rendah dibandingkan dari bahan baku 1,4. Dengan HT kandungan K2O dalam bio-arang 220Ã‚ÂºC 9,24% dibandingkan bahan baku 17,09%. Fouling dan slagging index dari bahan bakar masuk dalam kategori ringan. Kesimpulan dari percobaan ini HT meningkatkan kualitas TKKS menjadi bio-arang sebagai bahan bakar co-firing, HT mampu menurunkan fouling dan slagging index dari TKKS, dan pelet bio-arang sudah memenuhi standar SNI kecuali kadar abu yang masih belum memenuhi standar yang ditetapkan.", "Daftar File": {"Tesis Final - Yusuf Ahda (23016050).pdf": "https://digilib.itb.ac.id/gdl/download/142497"}, "Penulis": "YUSUF AHDA - NIM : 23016050", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Herri Susanto"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "limbah tandan kosong sawit, kalium, hidrotermal, arang, pelet", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "06 Jun 2018"}