{"Nomor": 31857, "Judul": "MEMAKSIMALKAN FAKTOR KETERIKATAN KARYAWAN  DI SALAH SATU PUSAT PERBELANJAAN DI BANDUNG", "Abstrak": "Sebagai objek dari penelitian ini, PT. Starlight merupakan salah satu pusat perbelanjaan yang terletak di Kota Bandung. Penelitian ini di dasari dengan melakukan wawancara awal kepada empat orang karyawan sebagai acuan dalam menentukan masalah di perusahaan ini. Berdasarkan hasil wawancara ditemukan beberapa masalah yaitu tingginya tingkat turnover, rendahnya tingkat motivasi, penurunan pertumbuhan laba, dan kurangnya komunikasi antara atasan dan karyawan. Berdasarkan kondisi tersebut tujuan penelitian ini adalah untuk menemukan faktor pendorong employee engagement di PT. Starlight.\n\nPenelitian ini menggunakan metode kuantitaif sebagai data primer untuk mengumpulkan data yang di butuhkan dalam penelitian ini. Kuisioner di sebar kepada 45 karyawan PT. Starlight yang terdiri dari supervisor, asisten supervisor, dan staff. Penelitian ini memiliki dua variabel dependent yaitu Work Engagement dan Job Satisfaction dan delapan variable independent yaitu Recognition of Competence, Intra Departmental Relation, Working Condition, Career Support, External Relations, Job  Fit, Role Fit, dan Social Support.\n\nPenelitian ini menemukan vatiable working condition yang berdampak terhadap employee engagement. Dalam variabel working condition terdiri dari empat variabel operasional yatu fasilitas, beban kerja, kompensasi, dan benefit. Dari empat variable operasional tersebut nilai yang terendah terletak pada variabel operasional benefit yaitu 2.38. Berdasarkan hasil penelitian tersebut dapat di simpulkan bahwa benefit merupakan faktor yang perlu di perhatikan sehingga akan meningkatkan employee engagement PT Starlight.", "Daftar File": {"2018 TS PP YUSUF BUDIMAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/142506"}, "Penulis": "YUSUF BUDIMAN - Nim: 29116060", "Kontributor / Dosen Pembimbing": ["DR. Aurik Gustomo, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Employee engagement, ASTD model, benefit.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "20 Feb 2018"}