{"Nomor": 31851, "Judul": "Strategi Pemasaran Untuk Meningkatkan Kunjungan Pasien Di Unit Skin Care Klinik Satelit 3 Bontang", "Abstrak": "Unit Perawatan Kulit Klinik Satelit 3 adalah salah satu layanan perawatan kulit yang berada di kota Bontang. Unit Perawatan Kulit didirikan oleh PT. Kaltim Medika Utama sebagai salah satu terobosan terbaru dalam mengembangkan usaha kesehatannya di akhir tahun 2014. Awalnya Unit Perawatan Kulit didirikan hanya sebagai pelengkap saja di dalam Klinik Satelit 3 yang didalamnya menyediakan berbagai macam layanan kesehatan, antara lain: poli gigi, poli umum, layanan vaksin, bidan, medical check up. Unit Perawatan Kulit hanya merupakan layanan pelengkap dan bukan menjadi fokus utama dalam bisnis. Setelah tiga tahun beroperasi, pendapatan dari Unit Perawatan Kulit mengalami penurunan disertai dengan penurunan jumlah pasien dari 2015 hingga 2017. \n \n\nFokus dari penelitian ini adalah untuk menentukan akar penyebab dari penurunan kunjungan pasien dengan mengukur tingkat kualitas menggunakan metode SERVPERF yang dikembangkan oleh Cronin & Taylor (1992) dan dikombinasikan dengan Importance-Performance Analysis (IPA) yang dikembangkan oleh Martilla & James (1977).Analisis internal dilakukan dengan Segmenting, Targeting and Positioning (STP) dan bauran pemasaran (7P) dari Unit Perawatan Kulit, sedangkan analisis situasi usaha dilakukan melalui analisis PorterÃ‚Â’s Five Forces and PESTEL. \n \n\nBerdasarkan analisis, penyebab akarnya adalah perbedaan keterampilan dan keramahan antar dokter, kurangnya aktifitas promosi dan lamanya waktu tunggu. Hasil pengukuran kualitas layanan SCU adalah 2.68 dari 4.00, ini menunjukkan kurangnya kemampuan SCU dalam menyediakan layanan terbaiknya untuk pelanggan. Beberapa rekomendasi diformulasikan berdasarkan analisis SWOT dan Root Cause untuk meningkatkan kualitas layanan SCU dan pada akhirnya diharapkan akan meningkatkan jumlah kunjungan pasien.", "Daftar File": {"Yustinus Heri Hermawan -Thesis.pdf": "https://digilib.itb.ac.id/gdl/download/142494"}, "Penulis": "Yustinus Heri Hermawan", "Kontributor / Dosen Pembimbing": ["Drs. Herry Hudrasyah, MA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "customer satisfaction, loyalty, servperf, IPA, marketing strategy", "Sumber": "", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "31 Agu 2018"}