{"Nomor": 31864, "Judul": "STUDI PERUBAHAN MORFOLOGI DAN GARIS PANTAI PERAIRAN BALONGAN", "Abstrak": "perubahan lingkungan. Dimana perubahan garis pantai akibat terjadinya erosi yang sangat mempengaruhi. Masalah kerusakan yang lain antara abrasi, ancaman pasang tinggi, dan tidak terdapat vegetasi untuk melindungi daerah pantai. Oleh karena itu dibutuhkan kajian lebih lanjut dan mendalam mengenai fenomena perubahan garis pantai tersebut. Dalam meninjau perubahan garis pantai sangat mudah apabila menggunakan citra satelit untuk meninjau perubahan tersebut. Karena kita dapat langsung melihat seperti apa kerusakan yang terjadi di pantai. Menurut data citra satelit yang dihimpun selama 16 tahun menunjukan perubahan garis pantai sebesar 20 meter atau 1,25 meter per tahunnya. Perubahan garis pantai ditentukan oleh dinamika yang terjadi di perairan pesisir tersebut. Gelombang, pasang surut, arus laut, serta sedimentasi mempengaruhi terjadinya perubahan garis pantai tersebut. Lokasi pesisir yang relatif terbuka terhadap pengaruh dari arah laut berpengaruh pantai tersebut. Karakter sedimen juga memiliki peranan dalam dinamika garis pantai, karena sedimen akan membentuk massa daratan pada suatu kawasan. Selain itu faktor manusia bisa mengakibatkan terjadinya perubahan garis pantai, karena infrastruktur yang dibangun pada kawasan tersebut secara langsung akan mempengaruhi morfologi pantai tersebut. Untuk meninjau perubahan garis pantai pada suatu wilayah dapat menggunakan berbagai metode salah satunya adalah menggunakan pemodelan numerik. Dalam model yang akan digunakan perlu diperhatikan faktor input supaya hasil yang diharapkan dapat sesuai. Karena dalam meninjau perubahan garis pantai dibutuhkan data hidro-oseanografi dengan durasi yang panjang, oleh karena itu akan menggunakan data global. Data dan hasil yang diperoleh dari model tersebut akan dilakukan validasi dan verifikasi dengan data lapangan. Sehingga akan didapatkan bagaimana pola perubahan garis pantai di Balongan. \n \n\nBerdasarkan hasil analisis diperoleh bahwa nilai kekasaran manning yang digunakan sebagai kalibrasi dalam model menunjukkan besar nilai kekasaran memberikan nilai error paling rendah setelah diverifikasi dengan data pasang surut dan arus hasil pengukuran lapangan. Adapun hasil transformasi gelombang pada bulan Agustus sampai November 2016 dari arah Timur, relatif bergerak tegak lurus menuju pantai, sedangkan pada bulan Desember 2016 sampai Maret 2017 gelombang dari arah Timur mengalami refraksi ketika mendekati daerah pantai. Hasil pemodelan transpor sedimen menunjukkan bahwa, pada daerah dekat pelabuhan terjadi erosi yang relatif lebih besar dibandingkan pada daerah pantai. Erosi yang terjadi berkaitan dengan kecepatan di sekitar lokasi, dimana ukuran diameter d50 sekitar lokasi sebesar 0,1 mm dapat terangkan oleh kecepatan minimum yang terjadi yaitu 0,015 m /s. Berdasarkan hasil perhitungan perubahan morfologi yang dibandingkan dengan data pengukuran lapangan, menunjukkan adanya kemiripan hasil. Perubahan garis pantai akibat erosi yang terjadi menunjukan bahwa pantai mengalami kemunduran sebesar 1 meter hingga 2,5 meter per tahun. Hasil perubahan garis pantai sudah dibandingkan dengan citra satelit dan menunjukkan hasil yang relatif sama. Perubahan garis pantai selama 10 tahun dari tahun 2016 hingga 2026 menunjukkan kemunduran apabila tidak dilakukan tindakan perlindungan. Erosi yang terus menerus terjadi akan merusak infrastruktur yang terdapat di sekitar pantai.", "Daftar File": {"2018 TS PP YUWANA SETIABUDI SRIRAHARJO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/142525"}, "Penulis": "YUWANA SETIABUDI SRIRAHARJO - NIM: 25015311", "Kontributor / Dosen Pembimbing": ["1. Prof Ir. Muhammad Syahril Badri Kusuma, Ph.D \n\n2. M. Bagus Adityawan, ST, MT, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Balongan, erosi, sedimentasi, transpor sedimen, perubahan garis pantai", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "15 Mar 2018"}