{"Nomor": 31874, "Judul": "PERUBAHAN STRUKTUR WET GRANULAR BERBENTUK SILINDER YANG DIPANASKAN", "Abstrak": "Meterial Granular merupakan kumpulan dari partikel makroskopik, seperti pasir atau butiran-butiran kaca yang dapat terlihat dengan mata secara langsung. Pengaruh adanya zat cair antar granular pada suatu material sangat mempengaruhi sifat dari material tersebut, shingga material granular dapat dibagi menjadi dry granular dan wet granular. Salah satu perbedaan yang mencolok diantara keduanya adalah sudut yang dapat dicapai oleh masing-masing material. Wet granular material dengan sudut 90? dapat berubah menjadi dry granular dengan sudut kritis yang umumnya 35? jika dilakukan pengeringan. Pengeringan dilakukan dengan cara memanaskan sample berupa wet granular dengan kadar air tertentu yang berbentuk silinder. Pemanasan dilakukan pada suhu stabil sehingga dapat teramati perubahan struktur dari wet granular menjadi dry granular dan sudut kritis yang dapat dicapai. Struktur yang terbentuk pada eksperimen menjadi dasar untuk pemodelan secara komputasi. Pemodelan dilakukan secara 2 dimensi dengan menyusun butiran menjadi persegi panjang dengan ketinggian tertentu. Liquid bridge pada granular dimodelkan dengan pegas, sehingga untuk setiap perubahan waktu 2 detik maka pegas akan menghilang, perubahan ini memodelkan proses penguapan pada wet granular yang dipanaskan. Hasil pemodelan menunjukkan bahwa struktur akhir dari sample berupa piramida granular, struktur akhir sample ini mirip dengan struktur pada struktur akhir sample pada eksperimen yang berupa sandpile.", "Daftar File": {"2018 TA PP ZAHROTUL FIRDAUS TRI WAHYU LESTARI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/142536"}, "Penulis": "ZAHROTUL FIRDAUS TRI WAHYU LESTARI (NIM : 10214054)", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Sparisoma Viridi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "Dry Granular, Pemanasan, Penurunan kadar air, Sand Pile, Struktur, Sudut Kritis, Wet Granular", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ratnasari", "File": "8 file", "Tanggal Input": "31 Agu 2018"}