{"Nomor": 31871, "Judul": "Analisis Daya Dukung Pariwisata Alam di Taman Wisata Alam Tangkuban Perahu Berdasarkan Sudut Pandang Pengunjung", "Abstrak": "Pengembangan daya tarik Taman Wisata Alam Tangkuban Perahu merupakan salah satu yang diunggulkan dimana merupakan salah satu dari 88 KSPN di Indonesia dan direkomendasikan oleh Pemerintah Jawa Barat karena memiliki berbagai potensi pariwisata. TWA Tangkuban perahu tercatat menjadi salah satu daya tarik yang memiliki jumlah wisatawan paling banyak di Jawa Barat dan mampu menarik wisatawan baik wisatawan nusantara maupun mancanegara dimana seringkali ditemukan penumpukan pengunjung pada hari libur. Kondisi tersebut diindikasikan dapat menyebabkan ketidaknyamanan bagi pengunjung dan mengganggu ekosistem yang ada di dalam dan sekitarnya. World Tourism Organization (1981), yang mengisyaratkan bahwa daya dukung mewakili jumlah pengunjung maksimum yang dapat diterima oleh entitas geografis atau fisik tanpa menyebabkan kerusakan lingkungan fisik, ekonomi, sosial-budaya dan penurunan kualitas kepuasan pengunjung. Penelitian ini mengambil fokus pada studi kapasitas daya dukung pariwisata berdasarkan perspektif pengunjung dimana mencoba lebih lanjut mengidentifikasi adanya perbedaan kualitas pengalaman berwisata yang ditimbulkan dari adanya peningkatan jumlah pengunjung. Peningkatan jumlah pegunjung ditentukan dari banyaknya pengunjung Taman Wisata Alam Tangkuban perahu pada hari libur apabila dibandingkan dengan hari-hari kerja. Pendekatan yang dilakukan peneliti adalah dengan pendekatan deduktif melalui metode pengambilan data kuesioner dan data sekunder dan metode analisis statistik komparasi beda rata-rata. Diketahui bahwa terdapat 10 indikator kualitas pengalaman berwisata di TWA Tangkuban Perahu yang telah melebihi daya dukung pariwisatanya. Adapun 10 indikator tersebut adalah tingkat keamanan dari bencana, tingkat keamanan dari tindak kriminal, pelayanan pembelian tiket, tingkat polusi lingkungan, kebersihan kantin/warung, kebersihan tempat oleh-oleh, kebersihan tempat ibadah, pemeliharaan fasilitas, interaksi dengan orang lain, dan kemacetan lalu lintas yang dihadapi pengunjung untuk berkunjung ke TWA Tangkuban Perahu.", "Daftar File": {"2018 TA PP ZAHRA MUFIDAH_COVER_ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/142533"}, "Penulis": "ZAHRA MUFIDAH (NIM: 15414073", "Kontributor / Dosen Pembimbing": ["Prof. Drs. Arief Rosyidie MSP,M.Arch.,Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Taman Wisata Alam Tangkuban Perahu, Daya Dukung Pariwisata, Kualitas Pengalaman Berwisata.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Yoninur Almira", "File": "1 file", "Tanggal Input": "04 Okt 2018"}