{"Nomor": 31872, "Judul": "Pengurangan Produk Cacat dan Waste untuk Elhijab Menggunakan Metode Six Sigma", "Abstrak": "Elcorps adalah perusahaan yang bergerak di bidang ritel busana Muslim dan makanan halal. Elhijab bertanggungjawab dengan bisnis ritel fesyen di Elcorps. Saat ini, pertumbuhan industri fashion di Indonesia sangat pesat, termasuk busana Muslim. Indonesia juga merupakan negara dengan populasi Muslim terbesar di dunia yang membuat situasi ini sebagai peluang besar bagi produsen busana Muslim di Indonesia untuk mendapatkan lebih banyak keuntungan dan mengembangkan bisnis mereka di masa depan. Permintaan busana Muslim yang meningkat setiap waktu mendorong produsen pakaian Muslim untuk memberikan produk berkualitas tinggi bagi pelanggan. Situasi ini membuat Elhijab harus memenuhi permintaan pasar karena ada begitu banyak pesaing dan pendatang baru di industri yang dapat menyediakan produk untuk pelanggan dengan kualitas yang baik. Elhijab menghadapi masalah dalam menyediakan produk berkualitas tinggi untuk pelanggan, sehingga pada tahun 2015 Ã‚Â– 2017 total biaya produksi Elhijab meningkat. Oleh karenaitu, Elhijab ingin mengurangi jumlah produk cacat dan waste sehingga level sigma mencapai 5σ dan mengurangi total biaya produksi. \n \n\nSix Sigma adalah metode yang digunakan dalam penelitian ini untuk mengurangi jumlah produk cacat dan waste di Elhijab. Pelanggan internal dan eksternal ingin mendapatkan produk yang sesuai dengan pesanan mereka dan tidak ada cacat yang ditemukan dalam produk. Diagram SIPOC dan bagan alur proses dibuat untuk mengevaluasi langkah dan keputusan yang tidak perlu atau tidak tepat dalam proses produksi. Setelah menganalisa seluruh proses produksi, akar penyebab cacat bahan baku, cacat produksi, dan limbah di Elhijab adalah penjadwalan yang tidak tepat untuk proses produksi. Elhijab biasanya membuat perencanaan tiga bulan sebelum melakukan produksi, tetapi itu membuat mereka mendapatkan kerugian, seperti mereka harus memesan bahan baku dari pemasok yang tidak memiliki standar untuk kualitas produk dan harus bekerja dengan home industry yang memiliki kinerja buruk untuk memproduksi barang. \n \n\nBisnis solusi untuk Elhijab adalah membuat perencanaan empat bulan sebelum proses produksi, sehingga terdapat waktu yang cukup untuk menghasilkan produk berkualitas tinggi. Elhijab dapat menemukan pemasok yang baik dan membuat kesepakatan dengan mereka untuk memesan bahan baku atau untuk menjahit beberapa produk mereka. Selanjutnya, Elhijab harus membangun hubungan yang kuat dengan pemasok utama sehingga mereka dapat menyediakan produk berkualitas tinggi bagi pelanggan. Solusi terakhir yang diusulkan adalah Elhijab harus memulai produksi in-house untuk produk musiman tetapi tetap menggunakan outsourcinguntuk penjahitan produk basic ke vendor. Untuk memastikan peningkatan terus berlangsung dari waktu ke waktu, Elhijab perlu melakukan dialog dengan pemasok utama setiap tiga bulan dan mengendalikan kinerja pemasok setiap tahun.", "Daftar File": {"2018 TS PP ZAHRA QALBI IMANI ANTADIREDJA 1 - ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/142534"}, "Penulis": "Zahra Qalbi Imani Antadiredja - 29116391", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Nur Budi Mulyono, ST, MT"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "defect product, in-house production, outsourcing, scheduling, Six Sigma, supplier relationship management", "Sumber": "", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "19 Sep 2018"}