{"Nomor": 31879, "Judul": "STUDI SULFIDISASI-FLOTASI PADA BIJIH TEMBAGA TEROKSIDASI", "Abstrak": "Salah satu proses konsentrasi bijih tembaga sulfida adalah konsentrasi flotasi, dimana proses tersebut memanfaatkan perbedaan sifat permukaan mineral apakah dapat dibasahi atau tidak. Salah satu permasalahan pada proses flotasi yaitu ketika bijih yang diolah mengalami oksidasi. Salah satu tambang tembaga di Indonesia yang menggunakan proses flotasi adalah PT Amman Mineral Nusa Tenggara (PT AMNT). Pada tahun 2017 hingga sekarang (2018), PT AMNT mengolah bijih tembaga teroksidasi dengan tingkat oksidasi yang beragam, dimana tingkat oksidasi dinyatakan dengan perbandingan antara acid soluble copper (ASCu) terhadap Cu. Terdapat beberapa permasalahan dalam mengolah bijih teroksidasi, antara lain turunnya perolehan tembaga karena kadar ASCu yang tinggi sehingga menyebabkan interaksi antara Cu dan ASCu terhadap kolektor (PAX) tidak berjalan dengan baik, serta berpotensi menurunkan kualitas lingkungan karena kadar logam (tembaga) di tailing meningkat. Pengaplikasian flotasi untuk bijih yang teroksidasi dilakukan dengan penambahan reagen sulfidisasi, akan tetapi setiap penambahan reagen tersebut perlu pengontrolan yang ketat sebab jika dosis kurang cukup atau overdose akan menyebabkan perolehan menjadi rendah. Oleh karena itu, perlunya studi atau kajian mengenai pengaruh dosis agen sulfidisasi terhadap potensial kimia pulp sehingga dapat ditentukan kondisi optimum pada proses sulfidisasi flotasi yang dapat menghasilkan perolehan tembaga yang baik.  \n \n\nPada penelitian ini, dilakukan sulfidisasi flotasi pada bijih sulfida yang teroksidasi untuk mengetahui pengaruh penambahan agen sulfidisasi berupa sodium hidrosulfat (NaHS) terhadap kimia pulp serta perolehan tembaga pada proses flotasi. Sampel yang mengandung kalkopirit dan bornit sebagai sumber tembaga dengan tingkat oksidasi 32,84% digerus menggunakan rod mill dengan 50% solid selama 13,1 menit untuk mendapatkan P80 212 μm. Produk dari mill kemudian ditambahkan air laut hingga persen solid slurry 35% dan digunakan sebagai umpan flotasi. Percobaan flotasi bijih teroksidasi dilakukan dengan tanpa sulfidisai dan dengan sulfidisasi. Pada percobaan sulfidisasi-flotasi dilakukan dengan menggunakan dua skema yaitu pertama berdasarkan titik awal penambahan NaHS dan yang kedua berdasarkan cara penambahan NaHS. Untuk skema pertama, tes flotasi dilakukan menggunakan metode sulfide oxide flotation (SOF) dan oxide flotation (OF). Kedua metode flotasi ini menggunakan teknik controlled potentiaL sulphidisation (CPS) dengan variasi Es -300 mV; -400 mV; -500 mV; dan -600 mV dimana nilai Es pulp tersebut dipertahankan selama 1 menit melalui penambahan NaHS. Sedangkan untuk skema kedua, diterapkan teknik slug sulphidisation (SS) dengan metode SOF dimana penambahan NaHS dilakukan secara spontan dengan variasi dosis 167,07 g/t; 190,87 g/t; dan 245,93 g/t. Dosis-dosis NaHS tersebut ditentukan dari dosis yang digunakan pada metode SOF-CPS untuk menghasilkan Es masing-masing -300 mV; -400 mV; dan -500 mV.  \n \n\nPada teknik CPS dari skema pertama didapatkan Es yang optimum untuk sulfidisasi-flotasi tembaga teroksidasi berada pada rentang -400 mV hingga -500 mV. Metode SOF-CPS menghasilkan perolehan Cu dan ASCu yang paling tinggi sekitar 71,33% - 71,35% Cu dan 36,47% - 37,35% ASCu. Pada metode OF-CPS menghasilkan perolehan 70,43% - 70,46% Cu dan 31,93% - 34,59% ASCu. Sedangkan flotasi tanpa sulfidisasi didapatkan perolehan 68,69% Cu dan 29,64% ASCu. Dari teknik CPS pada kedua metode sulfidisasi (SOF dan OF) disimpulkan bahwa pada Es yang tinggi (-600 mV) akan menyebabkan overdose penggunaan NaHS, sehingga perolehan yang dihasilkan menjadi rendah bahkan dapat lebih rendah dari tanpa penambahan NaHS. Selain itu juga Es yang tinggi menyebabkan proses reduksi yang berlebihan dan dissolved oxygen menjadi rendah sehingga proses adsorpsi PAX pada permukaan mineral tembaga tidak berjalan dengan baik yang kemudian menyebabkan perolehan tembaga menjadi buruk. Pada Es yang rendah akan menyebabkan perolehan tembaga menjadi rendah terutama perolehan ASCu, karena nilai Es yang rendah menyebabkan sedikitnya ion HS- yang terbentuk sehingga tidak mampu mensulfidisasi tembaga teroksidasi melalui reaksi reduksi. Pada skema kedua, metode SOF-SS dengan dosis 167,07 g/t mampu menghasilkan perolehan Cu yang hampir sama dengan kondisi optimum pada metode SOF-CPS dimana perolehan yang diraih adalah 71,32% walaupun dosis NaHS yang digunakan sama. Perbedaan antara SOF-CPS dengan SOF-SS selain cara penambahan NaHS yaitu potensial kimia (Es) yang dihasilkan setelah NaHS ditambahkan, dimana 167,07 g/t NaHS pada metode SOF-SS menghasilkan Es Ã‚Â–526 mV sedangkan SOF-CPS menghasilkan Es -300 mV. Dari perolehan Cu pada metode SOF-SS dan SOF-CPS menunjukkan bahwa perolehan Cu tidak tergantung dari lamanya waktu pengkondisian penambahan NaHS akan tetapi tergantung pada potensial kimia (Es) pulp. Sehingga metode SOF-SS berpotensi dalam meningkatkan perolehan Cu dengan konsumsi reagen yang lebih ekonomis.", "Daftar File": {"2018 TS PP ZAINAL ABIDIN 1 - ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/142541"}, "Penulis": "ZAINAL ABIDIN - NIM : 22116015", "Kontributor / Dosen Pembimbing": ["Ir. Edy Sanwani, M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Oksidasi, tembaga, sulfidisasi, flotasi, dosis, perolehan, konsumsi", "Sumber": "", "Staf Input/Edit": "firman85  \n                                     firman85", "File": "1 file", "Tanggal Input": "04 Jul 2018"}