{"Nomor": 31888, "Judul": "KARAKTERISASI SIFAT MAGNETIK PASIR BESI BERDASARKAN UKURAN BUTIR PASIR DI PANTAI LAMPANAH DAN PANTAI ANOI ITAM PROVINSI ACEH", "Abstrak": "Pasir besi yang terdapat di Indonesia tersebar luas hampir di seluruh wilayahnya. Pemanfaatan mineral magnetik pada pasir besi yang dapat dijadikan beberapa produk yang bernilai tinggi menjadikannya sebagai terget eksploitasi. Namun proses penambangannya telah banyak menimbulkan kerusakan lingkungan. Salah satu upaya yang dapat dilakukan sebagai upaya pengurangan kerusakan lingkungan ialah dengan melakukan proses penambangan yang selektif, dimana pasir besi dengan kemagnetan tinggi dan keterdapatannya terbanyak saja yang ditambang. Penelitian ini dimaksudkan untuk mengetahui karakter pasir besi melalui pola distribusi pasir, nilai kemagnetan dan kandungan mineral magnetik pada setiap ukuran butir pasir besi. Untuk itu dilakukan penelitian karakterisasi sifat magnetik pada pasir besi dari dua tempat yang berbeda yaitu pada Pantai Lampanah dan Pantai Anoi Itam dengan pengukuran suseptibilitas magnetik menggunakan instrumen Bartington MS2B sistem dua frekuensi, dan pengujian kimia berupa pengukuran XRF dan XRD. Namun sebelumnya pasir besi didistribusikan terlebih dahulu menjadi lima kelompok yaitu very coarse sand (VCS), coarse sand (CS), medium sand (MS), fine sand (FS) dan very fine sand (VFS) menggunakan kelompok ayakan dari ASTM. Ada 9 sampel dari Pantai Lampanah dan ada 10 sampel dari Pantai Anoi Itam yang diteliti. Berdasarkan hasil yang diperoleh, pasir besi di Pantai Lampanah didominasi oleh kelompok butir pasir MS dan FS sedangkan di pantai Anoi Itam didominasi oleh kelompok butir pasir FS. Nilai Suseptibilitas magnetik dari pasir besi di Pantai Lampanah bervariasi dari 365 hingga 6237,5 ÃƒÂ—10−8m3kg−1 dimana kelompok VFS memiliki nilai suseptibilitas tertinggi sedangkan di Pantai Anoi Itam bervariasi dari 556,2 hingga 5028,2 ÃƒÂ—10−8m3kg−1 dimana kelompok MS memiliki nilai suseptibilitas tertinggi. Secara umum pada kedua daerah penelitian, ada peningkatan nilai suseptibilitas magnetik dari ukuran pasir besi terkasar (VCS) ke ukuran butir terhalus (VFS). Ada peningkatan konsentrasi unsur Fe secara signifikan dari ukuran butir terkasar (VCS) ke ukuran butir terhalus (VFS). Ada perbedaan kandungan mineral magnetik yang diperoleh untuk setiap ukuran butir pasirnya. Sehingga dapat disimpulkan bahwa ada perbedaan karakter pasir besi dari kedua pantai daerah penelitian.", "Daftar File": {"2018 TS PP ZAKIA MASRURAH 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/142566"}, "Penulis": "ZAKIA MASRURAH (NIM: 22316008)", "Kontributor / Dosen Pembimbing": ["Prof. Satria Bijaksana., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Pasir Besi, Sifat Magnetik, Pantai Lampanah, Pantai Anoi Itam, suseptibilitas magnetik, Ukuran Butir Pasir, Konsentrasi Fe, mineral magnetik,", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "12 Sep 2018"}