{"Nomor": 31886, "Judul": "PERANCANGAN SARANA BANTU SAR UNTUK KORBAN TENGGELAM DI DASAR AIR", "Abstrak": "Menurut data dari Badan SAR Nasional, lebih dari 10 kejadian pelayaran selama sebulan yang menyebabkan korban tenggelam di wilayah Indonesia Salah satu teknik water rescue adalah dengan cara menyelam dan menggapai korban di bawah air karena pada hari pertama sampai ketiga korban masih berada di dasar air. Faktor keselamatan penyelam saat melakukan pencarian menjadi hal yang dikhawatirkan setiap melakukan pencarian. Serta beberapa masalah lainnya dari pencarian korban tenggelam seperti keterbatasan jarak pandang di dalam air, kedalaman yang dapat dicapai terbatas bergantung pada kualitas air, waktu menyelam yang kurang lebih hanya 1 jam karena dapat beresiko terkena hipotermia jika terlalu lama dia air dan penanganan membutuhkan beberapa tenaga personil. Tujuan dari penelitian ini mengidentifikasi cara pencarian dan pertolongan di air dari badan yang bergerak di bidang search and rescue (SAR). Mengidentifikasi peran sarana bantu untuk melakukan pencarian dan pertolongan di air. Meningkatkan keamanan dan keselamatan tim SAR saat melakukan pencarian dan pertolongan di air. \n\nBerdasarkan analisis permasalahan dari teknik menyelam pada pencarian dan pertolongan di air yang berkaitan dengan studi kasus di waduk Cirata adalah faktor kesalamatan penyelam saat melakukan water rescue, keterbatasan waktu operasi, resiko hipotermia, keterbatasan jarak pandang, kedalaman, serta waktu. Maka untuk mengatasi permasalahan tersebut gagasan desain terpilih adalah melakukan perancangan sarana bantu berupa kapal selam tanpa awak atau ROV. ROV merupakan sarana bantu yang paling aman bagi tim penyelam karena dapat diterjunkan sebelum tim penyelam masuk ke air ataupun dapat menggantikan tim penyelam pada situasi dan waktu tertentu. Serta memiliki kelebihan lainnya karena dapat memberikan informasi lebih tentang keadaan bawah air, dapat menjangkau jarak yang dalam, hingga waktu pencarian yang lebih lama dibandingkan dengan tim penyelam sendiri.", "Daftar File": {"Abstrak_Zakaria Ramadhan_17514028.pdf": "https://digilib.itb.ac.id/gdl/download/142554"}, "Penulis": "Zakaria Ramadhan (NIM:17514028)", "Kontributor / Dosen Pembimbing": ["Bismo Jelantik Joyodiharjo, M.Ds"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Produk", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "dasar air, sarana bantu, ROV, tenggelam, waduk, water rescue", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "26 Sep 2018"}