{"Nomor": 31889, "Judul": "PENGAJUAN STRATEGI EFISIENSI KEGIATAN OPERASI UNTUK PERUSAHAAN DISTRIBUTOR LIQUEFIED PETROLEUM GAS (Studi Kasus: PT Sawitto Indah Berkah)", "Abstrak": "Kenaikan permintaan umumnya akan diikuti oleh kenaikan penjualan dan pendapatan, tetapi hal ini serta merta membuat kenaikan pada laba bersih, karena ada beberapa faktor yang harus dipertimbangkan, salah satunya adalah biaya operasional. Penelitian ini dilakukan untuk mengurangi biaya operasional PT Sawitto Indah Berkah. Breyfogle (2001) merekomendasikan metodologi Six Sigma DMAIC untuk produkatau proses yang sudah ada. Forum diskusi dilakukan untuk mengetahui isu bisnis perusahaan saat ini. Analisis lebih lanjut tentang masalah bisnis dilakukan dengan diagram Swimlane yang berguna untuk memecah setiap proses dalam operasi perusahaan. Current reality tree digunakan untuk mencari akar masalah bisnis yang mengindikasikan bahwa kegiatan operasi perusahaan yang tidak efisien merupakan akar masalah. Penelitian ini mengusulkan tiga alternatif solusi untuk masalah bisnis perusahaan, yaitu: (1) Penonaktifan pickup dari kegiatan operasional, (2) Penghapusan fungsi kerja kernet, dan (3) Menggabungkan dua solusi sebelumnya, yang akan menghasilkan pengurangan Total biaya PT Sawitto Indah Berkah masing-masing 20%, 20%, dan 41%. Selain itu, solusi alternatif 1 dan 3 dapat mengurangi rata-rata waktu proses perusahaan sebesar 22%.", "Daftar File": {"Zakian Zakaria Maryoto - 29116042.pdf": "https://digilib.itb.ac.id/gdl/download/142567"}, "Penulis": "Zakian Zakaria Maryoto / 29116042", "Kontributor / Dosen Pembimbing": ["Muhammad Hikmat Tresnadi, SE, MBA, MCTS"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Cost Reduction, DMAIC, Swimlane Diagram, Current Reality Tree, Efficient", "Sumber": "", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "05 Sep 2018"}