{"Nomor": 31899, "Judul": "PERANCANGAN INFRASTRUKTUR KUNCI PUBLIK BERBASIS IDENTITAS", "Abstrak": "Infrastruktur kunci publik telah menjadi kebutuhan sistem keamanan dalam sektor bisnis dan pemerintah dengan adanya perkembangan teknologi internet serta telah diamanatkan pada Undang-Undang Informasi dan Transaksi Elektronik serta dalam Peraturan Pemerintah Penyelengaraan Sistem dan Transaksi Elektronik. Belum \n\nadanya model infrastruktur kunci publik yang standar dari pemerintah menjadikan masalah dalam pengembangan root Certificate Authority milik Indonesia. Faktanya \n\nmanajemen Certificate Authority membutuhkan pengaturan yang rumit dan mahal dalam mengelola sertifikat digital. Salah satu solusi yang dapat menyederhanakan masalah tersebut adalah dengan menggunakan model infrastruktur kunci publik yang berbasis identitas sehingga otentikasi entitas dapat dipertanggungjawabkan. Identitas entitas dapat diketahui secara publik dan dapat digunakan sebagai nilai kunci publik miliknya. Certificate Authority tidak perlu menerbitkan keabsahan terhadap kunci publik tersebut. \n\nPengembangan model infrastruktur kunci publik yang dirancang menggunakan metode penelitian desain yang berfokus pada solusi desain terhadap permasalahan. \n\nDesain model infrastruktur kunci publik akan diterapkan menggunakan arsitektur secure socket layer yang memudahkan penulis untuk menganalisis implementasi \n\ndesain. Penelitian ini bertujuan mendapatkan hasil perancangan desain dan implementasi infrastruktur kunci publik berbasis identitas dengan memanfaatkan \n\narsitektur secure socket layer. Berdasarkan skenario percobaan, implementasi infrastruktur kunci publik berbasis identitas membutuhkan 0,5 detik untuk proses \n\nenkripsi dan 2,7 detik untuk proses dekripsi dengan rata-rata kebutuhan memori ~42-53 KB.", "Daftar File": {"2018 TS PP ZENDY AGUNG PERMANA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/142588"}, "Penulis": "ZENDY AGUNG PERMANA          (NIM : 23214035)", "Kontributor / Dosen Pembimbing": ["Yusep Rosmansyah. Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "infrastruktur kunci publik, sistem sandi berbasis identitas, otentikasi, secure socket layer", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     cecep hikmat", "File": "1 file", "Tanggal Input": "16 Mar 2018"}