{"Nomor": 31898, "Judul": "PENERAPAN Multiplex PCR (Polymerase Chain Reaction) UNTUK DETEKSI PENGGUNAAN DAGING TIKUS GOT (Rattus norvegicus) dan TIKUS SAWAH (Rattus argentiventer) DALAM BAKSO DAGING SAPI DI PULAU JAWA", "Abstrak": "Harga daging sapi yang terus mengalami kenaikan memicu pedagang bakso untuk memakai daging campuran sebagai bahan baku. Tikus got dan tikus sawah yang keberadaannya melimpah dan mudah didapatkan menjadi bahan baku tambahan untuk menekan biaya produksi. Oleh karena itu perlu dilakukan pengembangan metode deteksi daging tikus pada makanan yang lebih spesifik, sensitif, mudah dan cepat. Metode deteksi yang sedang dikembangkan adalah deteksi secara molekuler. Multiplex PCR (Polymerase Chain Reaction) merupakan metode yang dapat digunakan untuk mendeteksi cemaran daging tikus dalam makanan olahan terutama pada bakso yang telah mengalami proses pemanasan tinggi. Multiplex PCR dilakukan dengan menggunakan dua pasang primer yaitu primer tikus got (Rattus norvegicus) dari gen ATP Synthase subunit 6 yang didesain pada penelitian ini dan primer tikus sawah (Rattus argentiventer) milik Solihat (2016). Kemudian dilakukan uji spesifitas dan sensitifitas pada primer yang sudah didesain. DNA template yang digunakan untuk uji spesifitas diisolasi dari daging tikus got, tikus sawah, mencit, ayam, sapi, domba, kambing, dan babi. Selanjutnya untuk uji sensitifitas dilakukan dengan menggunakan DNA tempalate hasil isolasi dari bakso campuran daging tikus got (5%, 15%, 25%, 50% dan 100%) yang telah dibuat sebelumnya. Kedua primer diterapkan untuk identifikasi tikus got dan tikus sawah pada sampel bakso dari Pulau Jawa. Hasil uji primer Rattus norvegicus sudah spesifik hanya bekerja pada sampel DNA tikus got (Rattus norvegicus) saja. Primer juga dapat mendeteksi keberadaan DNA pada bakso yang mengandung daging tikus got 5% dan daging sapi 95% dengan konsentrasi DNA terkecil sebesar 1 ng/Ã‚Âµl. Selain itu, ditemukan satu dari 173 sampel bakso dari Pulau Jawa yang teridentifikasi mengandung DNA tikus sawah pada penerapan Multiplex PCR menggunakan primer tikus got dan tikus sawah.", "Daftar File": {"2018 TA PP Zella Indra Purnamaningtyas 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/142587"}, "Penulis": "Zella Indra Purnamaningtyas - Nim: 10613056", "Kontributor / Dosen Pembimbing": ["Dr. Sony Suhandono, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Rattus norvegicus, Rattus argentiventer, Multiplex PCR, halal, bakso, Jawa", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "29 Jun 2018"}