{"Nomor": 31895, "Judul": "UJI KETAHANAN BEBAN PADA BENTUK SAMBUNGAN INTERLOCKING TEKSTIL", "Abstrak": "Perkembangan industri besar-besaran memunculkan adanya masalah lingkungan. \n\nKebutuhan pada ranah tekstil dan fashion terus bertambah. Beberapa tahun \n\nbelakangan muncul berbagai pengembangan dan penelitian mengenai desain \n\ntekstil modular sebagai reaksi terhadap masalah lingkungan. Rancangan tekstil \n\nmodular yang telah dibuat saat ini memiliki keragaman dari berbagai aspek fisik \n\nyakni variasi bentuk, ukuran, material, jenis sistem sambungan interlock, struktur \n\nsusunan modul, yang memengaruhi durability (daya tahan) produk tersebut. \n\nPenelitian ini dilakukan untuk memahami korelasi antara karakteristik fisik dan \n\npengaruh aspek-aspek tersebut terutama bentuk sambungan interlock pada \n\ndurability produk tekstil yang menggunakan jenis sistem sambungan interlocking, \n\ndan bagaimana penerapan jenis sambungan interlocking ini pada produk sehingga \n\ndapat diterapkan pada produk dengan fungsi yang sesuai dengan durability dari \n\nbentuk sambungan dan modul. Eksperimen dilakukan dengan melakukan \n\nkomparasi tiap karakteristik fisik sambungan interlocking modul dengan membuat \n\nsampel yang mewakili desain-desain yang telah dibuat sebelumnya. Sampel lalu \n\ndikuantifikasi dengan menggunakan uji tensile testing. Hasilnya, didapatkan \n\npengetahuan mengenai korelasi aspek fisik dan nilai seberapa kuatnya tiap jenis \n\nsambungan interlocking tekstil dalam bentuk kuantitatif. Nilai durability hasil uji \n\nyang didapat kemudian menjadi acuan untuk perancangan produk tekstil yang \n\nmenggunakan sistem sambungan interlocking yang durable sesuai dengan fungsi \n\ndari produk yang akan dibuat.", "Daftar File": {"Abstrak_Zanira Firdaus_27115049.pdf": "https://digilib.itb.ac.id/gdl/download/142584"}, "Penulis": "ZANIRA FIRDAUS NIM: 27115049", "Kontributor / Dosen Pembimbing": ["Dr. Dian Widiawati, M. Sn \n\nDr. Kahfiati Kahdar, MA"], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "durability, interlock, tekstil modular", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "26 Sep 2018"}