{"Nomor": 31900, "Judul": "PEMODELAN KONSENTRASI OZON PADA UDARA AMBIEN KOTA JAKARTA MENGGUNAKAN METODE ARTIFICIAL NEURAL NETWORK (ANN) DENGAN ALGORITMA FEED FORWARD BACK PROPAGATION", "Abstrak": "Abstrak: Konsentrasi ozon troposferik yang melebihi standar ambang batas kualitas udara dipertimbangkan sebagai salah satu langkah rencana manajemen kualitas udara. Untuk memenuhi rencana manajemen tersebut, pada penelitian ini dikembangkan program model untuk memprediksi konsentrasi ozon, yaitu   \n\nJaringan Syaraf Tiruan (JST). Metode JST dengan Backpropagation Algorithm (BP) digunakan untuk pemodelan dengan input data yang besar, seperti data pemantauan pencemar udara. Tujuan dari penelitian ini adalah untuk memprediksi konsentrasi ozon di udara amien dengan menggunakan JST. Kekuatan utama dari JST adalah kemampuannya untuk menggambarkan hubungan linier dan non linier serta kemampuan untuk mempelajari hubungan secara langsung terhadap data yang dimodelkan. Algoritma BP pada jaringan saraf tiruan dapat mengidentifikasi pola linier dari variabel input Ã‚Â– output berdasarkan fase: 1) mendesain struktur model jaringan saraf tiruan; 2) mempelajari dan melatih set data waktu; dan 3) verifikasi. Pemodelan menggunakan data pemantauan kualitas udara tiap setengah jam yang diperoleh dari Stasiun Pemantauan Kualitas Udara DKI 1 Thamrin  \n\nmerepresentasikan wilayah bisnis; serta DKI 3 Jagakarsa yang mempresentasikan wilayah pemukiman selama periode 2 tahun. Konfigurasi input yang digunakan prekursor ozon (NO, NO2, CH4, NMHC), parameter meteorologi (temperatur, radiasi matahari, kelembaban, serta arah angin dan kecepatan angin) saja dan menggunakan kedua parameter. Sedangkan dalam model JST ini, data prekursor menggunakan selang waktu Ã‚Â“lagÃ‚Â” untuk mengkomudasi reaksi pembentukan O3. Konsentrasi ozon troposferik digunakan sebagai target. Untuk DKI 1, data dibagi menjadi 3 bagian; training, testing dan validation dengan rasio 58%, 21%, dan 21%. Untuk DKI 3, data dibagi dengan rasio 59%, 20,5%, 20,5%. Pada data training, pengaturan beban dan bias mengunakan algoritma training Levenberg-Marquardt (LM). Algoritma. Parameter statistik yang dipakai adalah nilai regresi,   \n\nRMSE (Regression Mean Square Error) dan MBE (Mean Bias Error). Hasil ketiga parameter statistik digunakan sebagai indikator parameter input JST untuk memperoleh model optimal. Untuk DKI 1, hasil JST yang paling optimal menggunakan input gabungan parameter prekursor dan meteorologi dengan nilai R = 0,73. Sementara untuk DKI 3, hasil JST yang paling optimal menggunakan input meteorologi dengan nilai R = 0,81. Hasil prediksi menunjukkan potensi yang baik untuk meramalkan puncak konsentrasi diurnal rata-rata, dapat dilihat pada prediksi yang bentuk grafik mendekati konsentrasi puncak dan bentuk data pemantauan", "Daftar File": {"2013 TS PP ZENETH AYESHA THOBARONY 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/142589", "2013 TS PP ZENETH AYESHA THOBARONY 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/142590", "2013 TS PP ZENETH AYESHA THOBARONY 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/142591", "2013 TS PP ZENETH AYESHA THOBARONY 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/142592", "2013 TS PP ZENETH AYESHA THOBARONY 1-BAB 4.1.pdf": "https://digilib.itb.ac.id/gdl/download/142593", "2013 TS PP ZENETH AYESHA THOBARONY 1-BAB 4.2.pdf": "https://digilib.itb.ac.id/gdl/download/142594", "2013 TS PP ZENETH AYESHA THOBARONY 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/142595", "2013 TS PP ZENETH AYESHA THOBARONY 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/142596"}, "Penulis": "ZENETH AYESHA THOBARONY  [25311028]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Driejana, MSCE., Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Konsentrasi ozon; pencemaran udara; Pemodelan", "Sumber": "", "Staf Input/Edit": "hidayat  \n                                     Irwan Sofiyan", "File": "8 file", "Tanggal Input": "25 Sep 2018"}