{"Nomor": 31907, "Judul": "MANAJEMEN RISIKO PERUBAHAN HARGA PEMBELIAN BATU BARA MENGGUNAKAN METODE HEDGING DENGAN INSTRUMEN DERIVATIF FUTURES", "Abstrak": "Harga batu bara yang berfluktuasi mengakibatkan risiko perubahan biaya pokok penyediaan   \n \n \n\nlistrik oleh PT PLN akibat permintaan penyesuaian (adjustment) harga kontrak jangka   \n \n \n\npanjang oleh supplier batu bara. Penyesuaian harga kontrak terjadi sewaktu Ã‚Â– waktu tanpa   \n \n \n\ndapat dihindari PLN. PLN tidak memiliki posisi tawar yang kuat di mata supplier karena   \n \n \n\ntidak adanya kepemilikan modal pada supplier batu bara. Selain itu tidak adanya kebijakan   \n \n \n\npemerintah mengenai pembatasan ekspor batu bara (Domestic Market Obligation)   \n \n \n\nmenyebabkan penjualan melalui eskpor lebih menguntungkan bagi supplier dibandingkan   \n \n \n\npenjualan melalui kontrak jangka panjang.   \n \n \n\nUntuk itu perlu ada usaha manajemen risiko dari PT PLN untuk menghadapi perubahan harga   \n \n \n\nbatu bara dunia. Manajemen risiko yang dimaksud berupa penggunaan metode lindung nilai   \n \n \n\n(hedging) menggunakan instrumen derivatif futures yang bertujuan untuk mengurangi   \n \n \n\nvariansi perubahan harga transaksi dan mengompensasi kerugian akibat kenaikan harga   \n \n \n\ntransaksi.   \n \n \n\nProses pertama sebelum dilakukannya hedging adalah membuat batasan yang jelas kapan   \n \n \n\npenyesuaian harga diperbolehkan. Pada penelitian ini dirancang beberapa skenario pembelian   \n \n \n\n: skenario pembelian dengan batasan diperbolehkannya penyesuaian saat harga pasar 50% di   \n \n \n\natas harga kontrak ; 75% di atas harga kontrak ; 100% di atas harga kontrak; dan pembelian   \n \n \n\nsesuai harga pasar. Setelah jelas diketahui kapan penyesuaian dapat dilakukan, lalu dianalisis   \n \n \n\npenggunaan metode hedging. Penggunaan metode hedging yang diteliti adalah hedging   \n \n \n\ndengan hedge ratio = 1 dan hedging dengan hedge ratio minimum.   \n \n \n\nHedging dengan ratio minimum (menggunakan model Johnson Stein) dapat digunakan untuk   \n \n \n\nmeminimasi variansi perubahan harga transaksi asalkan nilai ratio minimum tersebut berada   \n \n \n\npada kisaran 0 Ã‚Â– 1 dan variansi perubahan harga transaksi tidak sama dengan nol. Sedangkan   \n \n \n\nmetode hedging secara umum dapat mengompensasi kerugian pada saat terjadi kenaikan   \n \n \n\nharga futures. Semakin tinggi nilai ratio, semakin baik hedging mengompensasi kerugian di   \n \n \n\npasar transaksi.   \n \n \n\nDari analisis hedging untuk meminimasi / mengurangi variansi perubahan harga transaksi dan   \n \n \n\nkompensasi kerugian ini, lalu dilakukan perancangan metode penggunaan hedging untuk   \n \n \n\nmenjawab kapan sebaiknya dilakukan hedging dan seberapa banyak futures contract mesti   \n \n \n\ndibeli untuk keperluan hedging (perhatikan gambar 4.5). Perancangan dilakukan dengan   \n \n \n\nmemberikan prioritas utama pada metode hedging yang memberikan kompensasi kerugian   \n \n \n\nterbesar dengan ketentuan nilai variansi perubahan harga transaksi setelah hedging di bawah   \n \n \n\nnilai atau sama dengan variansi perubahan harga transaksi yang terjadi. Metode hasil   \n \n \n\nrancangan ini lalu diujikan pada contoh kasus delivery Januari Ã‚Â– delivery Agustus 2004 yang   \n \n \n\nterbukti dapat memberikan penghematan biaya pembelian pada kisaran 22% Ã‚Â– 28%   \n \n \n\ndibandingkan nilai transaksi tanpa hedging . Metode rancangan ini juga terbukti memberikan   \n \n \n\npenghematan lebih tinggi dibanding metode pembelian lainnya : hedging ratio minimum saja,   \n \n \n\nhedging dengan ratio satu saja, metode tanpa hedging. Nilai variansi perubahan harga hasil   \n \n \n\nmetode rancangan pun terbukti lebih kecil atau sama dengan variansi perubahan harga   \n \n \n\ntransaksi yang terjadi. Bila nilai penghematan tidak berbeda, maka penggunaan rancangan   \n \n \n\nmetode yang direkomendasikan dan skenario nilai batas 50%, 75% dan 100 % di atas harga   \n \n \n\nkontrak dapat efektif menghemat 24% Ã‚Â– 66 % pengeluaran PLN untuk penyesuaian harga   \n \n \n\nkontrak saat ini", "Daftar File": {"2008 TA PP ZIKRIL HAKIM 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/142604"}, "Penulis": "ZIKRIL  HAKIM NIM 13404011", "Kontributor / Dosen Pembimbing": ["Pembimbing :   \n \n \n\nIr. A. Imam Istiyanto, MBA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "MANAJEMEN RISIKO PERUBAHAN HARGA PEMBELIAN BATU BARA MENGGUNAKAN METODE HEDGING DENGAN INSTRUMEN DERIVATIF FUTURES", "Sumber": "", "Staf Input/Edit": "Dewi Supryati  \n                                     Dewi Supryati", "File": "1 file", "Tanggal Input": "28 Feb 2018"}