{"Nomor": 31909, "Judul": "ISOLASI PUFA DARI CYCLOTELLA STRIATA TBI DAN KONVERSI ESTER METIL PUFA MENJADI 1,4-SIKLOHEKSADIENA", "Abstrak": "Cyclotella striata TBI merupakan diatom laut tropis yang menghasilkan lipid dengan kadar \n\ntinggi. Salah satu kandungan lipid C. striata TBI yang bernilai tinggi adalah asam lemak tak \n\njenuh jamak (PUFA). Tujuan penelitian ini adalah untuk mengisolasi PUFA dari C. striata \n\nTBI dan mengkonversi ester metil PUFA menjadi 1,4-sikloheksadiena. Tahapan penelitian \n\nmeliputi penyemaian bibit C. striata TBI dalam ruang, kultivasi C. striata di luar ruang, \n\npemanenan biomassa, isolasi lipid dan transesterifikasi lipid C. striata TBI, pemisahan dan \n\npemurnian parsial ester metil asam lemak, penentuan kandungan asam lemak C. striata TBI, \n\ndan konversi ester metil PUFA menggunakan katalis Grubbs II. Hasil penelitian \n\nmenunjukkan bahwa produktivitas biomassa C. striata TBI yang ditanam diluar ruang \n\ndiperoleh pada tiga kali masa penanaman terpisah berturut-turut adalah 13,93, 184, 155 mg \n\nbiomassa kering/L kultur/hari. Sementara itu, produktivitas lipid C. striata TBI adalah 15 \n\nmg/g biomassa kering/hari. Kadar PUFA dalam asam lemak total C. striata TBI sebesar \n\n20,24% (b/b). Fraksi 3 (yang merupakan hasil pemisahan ester metil asam lemak C. striata \n\nTBI dengan pelarut heksana dalam aseton 10%) mengandung ester metil PUFA seperti ester \n\nmetil linolenat 0,44% (b/b), ester metil eikosapentaenoat 6,12% (b/b), dan ester metil \n\ndokosaheksanoat 0,34% (b/b). Konversi ester metil PUFA dengan menggunakan katalis \n\nGrubbs II menghasilkan beberapa produk. Salah satunya yang diidentifikasi dengan GC-MS \n\ndengan waktu retensi 2,843 menit adalah senyawa 1,4-sikloheksadiena.", "Daftar File": {"2018 TA PP ZIZI JASMIN 10514049 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/142606"}, "Penulis": "ZIZI JASMIN (NIM:10514049)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Prof.Dr.Zeily Nurachman \n\nPembimbing 2 : Dr.rer.nat. Didin Mujahidin"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Cyclotella striata TBI, produktivitas biomassa, produktivitas lipid, ester metil PUFA, dan katalis Grubbs II.", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "8 file", "Tanggal Input": "27 Agu 2018"}