{"Nomor": 31908, "Judul": "PENILAIAN KEEKONOMIKAN TERHADAP SKEMA KONVENSIONAL DENGAN GROSS SPLIT PADA KONTRAK BAGI HASIL ANONYMOUS", "Abstrak": "Tugas akhir ini dipusatkan untuk melakukan penilaian keekonomikan terhadap skema konvensional dengan gross split sesuai dengan PERMEN 52/2017 Ã‚Â– bagi Kontrak Bagi Hasil (Ã‚Â“KBHÃ‚Â”) yang telah memasuki tahap produksi, dalam hal ini KBH Anonymous. Tujuan dari tugas akhir ini adalah untuk memberikan rekomendasi bagi KBH Anonymous skema apa yang dapat memberikan hasil teroptimum bagi Kontraktor Kontrak Kerja Sama (Ã‚Â“KKKSÃ‚Â”) tersebut. \n \n\nPenelitian ini dilakukan melalui analisa keuangan, SWOT dan 5 Forces of Porter. Simulasi dilakukan dengan menggunakan komponen dalam KBH konvensional, serta komponen variabel dan progresif dalam KBH gross split sebagai pembanding sehingga dihasilkan kelebihan dan kelemahan masing-masing. Selanjutnya, KBH Anonymous dapat mempertimbangkan apakah memperpanjang usaha di Indonesia menguntungkan atau tidak. Perhitungan NPV dan IRR dilakukan dengan mengambil asumsi apabila KKKS Anonymous tetap menjalankan skema konvensional atau mengubah menjadi gross split sampai dengan tahun 2028. \n \n\nValuasi bisnis yang disimulasikan dengan menggunakan WACC sebesar 8.39%  pada skema konvensional telah menghasilkan IRR sebesar: 19.1% (minyak) dan 22.3% (gas), serta NPV sebesar USD 24.5 juta (minyak) dan USD 297.5 juta (gas). Sementara skema gross split menghasilkan IRR sebesar: 17.8% (minyak) dan 11.9% (gas), serta NPV sebesar USD 12.2 juta (minyak) dan USD 80.5 juta (gas). Simulasi yang dilakukan terhadap KBH Anonymous dengan menggunakan parameter yang sama dalam kedua konsep, serta penyesuaian terhadap komponen variable dan progresif dalam skema gross split Ã‚Â– telah menghasilkan kesimpulan bahwa keduanya layak, dapat diterapkan dan menguntungkan bagi KBH Anonymous. Namun skema konvensional memberikan profit lebih baik bagi Pemerintah maupun Kontraktor, khususnya Wise sebagai Operator dari KBH Anonymous. Hal ini disebabkan karena profit yang telah dibagi antara Pemerintah dan Kontraktor, kemudian akan dikurangi dengan biaya operasional yang ada bagi Kontraktor. \n \n\nPenelitian ini memberikan rekomendasi kepada KBH Anonymous untuk tetap menggunakan skema konvensional sampai dengan kontrak berakhir tahun 2028. Peninjauan ulang untuk memperpanjang kontrak atau tidak, akan dilakukan dengan mempertimbangkan keekonomikan proyek serta syarat dan ketentuan dalam kontrak baru.", "Daftar File": {"2018 TS PP ZILVA BOAZ 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/142605"}, "Penulis": "ZILVA BOAZ (NIM 29115517)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Subiakto Sukarno, MBA, QWP, CFP."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Konvensional, Keekonomikan, Gross Split, Kontrak Bagi Hasil, Kontraktor Kontrak Kerja Sama", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "20 Feb 2018"}