{"Nomor": 31918, "Judul": "PENGURANGAN KANDUNGAN KALSIUM (Ca) DAN MAGNESIUM (Mg) DALAM GARAM KROSOK MENGGUNAKAN  METODE PENGENDAPAN KIMIA", "Abstrak": "Indonesia merupakan negara yang memiliki garis pantai terpanjang keempat di dunia. Namun dengan geografis yang menguntungkan tersebut, sampai saat ini Indonesia masih tercatat sebagai negara pengimpor garam dengan rata-rata lebih dari 1,5 juta ton setiap tahunnya. Kondisi ini sangat memprihatinkan karena garam merupakan kebutuhan dasar manusia dan memiliki banyak kegunaan. Selain untuk konsumsi, garam juga berguna untuk berbagai industri seperti industri makanan, industri farmasi, dan masih banyak lagi tergantung pada tingkat kemurniannya. Untuk mengetahui kandungan garam krosok dari petani garam, pertama-tama dilakukan analisis menggunakan AAS (Atomic Absorption Spectrophotometry) dan EDS (Energy Dispersive X-Ray Spectroscopy). Hasil analisis tersebut menunjukkan bahwa kandungan terbanyak selain Na adalah Ca dan Mg yakni 3,89% dan 2,58%. Berdasarkan penelitian Farrukh et al., pengurangan kandungan Ca dan Mg dilakukan dengan cara menambahkan Na2CO3 dan NaOH sehingga menghasilkan endapan CaCO3 dan Mg(OH)2. Untuk mendapatkan hasil yang baik, dilakukan optimasi waktu dan suhu pengadukan. Pengendapan Ca dan Mg yang paling optimal diperoleh pada waktu pengadukan 120 menit dan suhu 105 Ã‚Â°C. Selanjutnya dilakukan proses pengendapan dengan menambahkan Na2CO3 dan NaOH secara bersamaan dengan parameter optimum tersebut. Kandungan Ca dan Mg diukur menggunakan AAS dan EDS. Dari hasil AAS menunjukkan bahwa kandungan Ca dan Mg turun menjadi 0,0107% dan 0,0019% sedangkan hasil dari EDS menunjukkan tidak terdapat lagi baik unsur Ca maupun Mg.", "Daftar File": {"2016 TA PP  ZULFIKAR ABDURRAHMAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/142642", "2016 TA PP  ZULFIKAR ABDURRAHMAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/142643", "2016 TA PP  ZULFIKAR ABDURRAHMAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/142644", "2016 TA PP  ZULFIKAR ABDURRAHMAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/142645", "2016 TA PP  ZULFIKAR ABDURRAHMAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/142646", "2016 TA PP  ZULFIKAR ABDURRAHMAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/142647", "2016 TA PP  ZULFIKAR ABDURRAHMAN 1-DAFTAR PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/142648"}, "Penulis": "ZULFIKAR ABDURRAHMAN (nim:10511031)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n\nDr. Henry Setiyanto, M.T.", "M. Ali Zulfikar, M.Si., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "garam krosok, metode pengendapan, pemurnian garam", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "7 file", "Tanggal Input": "10 Sep 2018"}