{"Nomor": 31917, "Judul": "PENDETEKSIAN ANOMALI PADA AKUSTIK DENGAN MENGGUNAKAN MODEL CAMPURAN GAUSSIAN", "Abstrak": "Pemrosesan wicara adalah salah satu subbidang dari sistem pemrosesan sinyal yang memungkinkan komputer untuk menerima masukan berupa kata yang diucapkan. Dalam pemrosesan wicara, membedakan bagian audio yang terdapat ucapan merupakan hal yang krusial. Maka dari itu, digunakan deteksi aktivitas wicara sepagai metode awal yang digunakan pada pemrosesan wicara. Namun, pende-teksian bagian sinyal yang merupakan ucapan atau bukan merupakan hal yang sulit karena dengan meningkatnya tingkat kebisingan di latar belakang maka dapat mengurangi keefektivan sistem pendeteksian ucapan. Suara selain ucapan manusia inilah yang disebut anomali. Masalah pendeteksian anomali pada akustik ini dapat dipandang sebagai masalah hipotesis statistik. Dalam tulisan, ini akan dibahas langkah untuk mengestimasi distribusi yang memodelkan percakapan normal. Distribusi percakapan normal akan dimodelkan dengan menggunakan distribusi Model Campuran Gaussian karena distribusi ini dapat memodelkan bentuk-bentuk distribusi yang mempunyai banyak modus dan sudah sering digunakan untuk memodelkan sistem biometrik manusia. Parameter dari distribusi Model Campuran Gaussian akan diestimasi dengan menggunakan algoritma Ekspektasi-Maksimisasi. Dalam memodelkan distribusi percakapan normal, data yang digunakan merupakan estimasi dari dua fitur syllable rate. Setelah mengestimasi distribusi Model Campuran Gaussian, akan ditentukan suatu batas fitur percakapan dikatakan anomali. Penentuan batas ini menggunakan data uji yang berupa data anomali dan bukan anomali.", "Daftar File": {"2018 TA PP ZULFARIDA PUTRI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/142641"}, "Penulis": "ZULFARIDA PUTRI (NIM: 10114006)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Sapto Wahyu Indratno"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pemrosesan wicara, deteksi aktivitas wicara, anomali, model campuran Gaussian. ekspektasi-maksimisasi, syllable rate.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti  \n                                     Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "12 Sep 2018"}