{"Nomor": 31923, "Judul": "ANALISIS KINERJA SENSOR ELEKTROKIMIA UNTUK GAS OZON SKALA LABORATORIUM DAN LAPANGAN DENGAN METODE ANALISIS STATISTIKA KORELASI", "Abstrak": "Sensor elektrokimia merupakan salah satu alat pengukuran ozon dalam pemantauan kualitas udara yang memiliki beberapa keunggulan, diantaranya memiliki life time yang lama, memerlukan daya listrik yang rendah, compact, \n\nportable, dan murah. Namun, penggunaan sensor elektrokimia belum diaplikasikan secara luas untuk pemantauan kualitas udara karena minimnya pengujian kinerja sensor elektrokimia tersebut, khususnya sensor elektrokimia \n\ndengan metode pasif otomatis. Tujuan dari penelitian ini yaitu mengetahui kinerja sensor elektrokimia untuk gas ozon tipe O3-B4 di laboratorium maupun lapangan. \n\nKinerja sensor elektrokimia tersebut diketahui dengan membandingkan hasil pengukuran konsentrasi gas ozon menggunakan sensor elektrokimia terhadap metode Neutral Buffer Kalium Iodide (NBKI) di laboratorium dan Non Dispersive Ultraviolet (NDUV) absorption oleh ozone analyzer Horiba-Ambient O3 Monitor tipe APOA-370 di Stasiun Pemantauan Kualitas Udara (SPKU) Bundaran Hotel \n\nIndonesia dan Lubang Buaya Jakarta sehingga diperoleh t ingkat akurasi, presisi, dan korelasi terhadap metode referensi. Berdasarkan hasil pengujian di laboratorium maupun lapangan, sebesar 80% data tidak memenuhi kriteria presisi dan 84,13% data tidak memenuhi kriteria akurat sehingga pada operating time satu tahun delapan bulan, sensor elektrokimia tipe O3-B4 sudah tidak presisi dan \n\nakurat untuk digunakan sebagai alat ukur konsentrasi ozon di udara ambien. Terdapat korelasi antara hasil pengukuran konsentrasi ozon menggunakan sensor elektrokimia terhadap metode NBKI di laboratorium maupun Non Dispersive \n\nUltraviolet (NDUV) absorption oleh ozone analyzer di Bundaran HI maupun Lubang Buaya. Faktor meteorologi temperatur, kelembaban, dan kecepatan angin dapat mempengaruhi kinerja sensor elektrokimia di lapangan.", "Daftar File": {"2016 TA PP ZULFI NADHIA CAHYANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/142660", "2016 TA PP ZULFI NADHIA CAHYANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/142661", "2016 TA PP ZULFI NADHIA CAHYANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/142662", "2016 TA PP ZULFI NADHIA CAHYANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/142663", "2016 TA PP ZULFI NADHIA CAHYANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/142664", "2016 TA PP ZULFI NADHIA CAHYANI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/142665", "2016 TA PP ZULFI NADHIA CAHYANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/142666"}, "Penulis": "ZULFI NADHIA CAHYANI (nim : 15312067)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Asep Sofyan, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "akurasi, korelasi, ozon, presisi, sensor elektrokimia", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "13 Mar 2018"}