{"Nomor": 31926, "Judul": "USULAN FORMULASI STRATEGI DAN IMPLEMENTASI UNTUK PT. KREASI EDULAB INDONESIA", "Abstrak": "PT. Kreasi Edulab Indonesia (KEI) adalah perusahaan induk yang memiliki beberapa unit bisnis yang fokus pada pendidikan. Edulab merupakan salah satu unit bisnis sebagai bimbingan belajar untuk siswa menengah atas (SMA). Masalah utama yang dihadapi oleh Edulab adalah target pendapatan pada tahun 2017 tidak tercapai atau hanya mencapai 70% dari keseluruhan target pendapatan. Masalah ini datang dari beberapa faktor utama seperti siswa, cabang, pemasaran, lingkungan eksternal, dan sumber daya manusia. \n\nUntuk mengatasi masalah, Edulab perlu memiliki strategi yang tepat. Peneilitian ini menggunakan proses managemen strategik untuk merumuskan strategi yang tepat agar target Edulab tercapai, mengejar daya saing, dan mendapatkan hasil diatas rata-rata. Tahap dalam proses managemen strategik terdiri dari pemindaian lingkungan, perumusan strategi, implementasi strategi, dan evaluasi strategi. Data primer dan sekunder digunakan sebagai sumber data yang terdiri dari kuisioner, interview, riset internet, ulasan dokumen, dan laporan perusahaan. Terdapat beberapa faktor dari lingkungan eksternal dan internal yang mempengaruhi bisnis Edulab seperti regulasi pemerintah, sumber daya manusia, dan pemasaran. Riset ini menghasilkan 9 strategi untuk meningkatkan pendapatan dan pangsa pasar Edulab termasuk strategi tingkat korporat, bisnis, dan fungsional. Untuk tingkat korporat, posisi Edulab pada IE matriks berada di sel I grow dan build. Strategi growth yang sesuai adalah pengembangan pasar dan penetrasi pasar. Untuk tingkat bisnis, diferensiasi merupakan strategi bersaing yang sesuai untuk Edulab. Strategi fungsional bergantung pada strategi tingkat korporat dan bisnis. Strategi fungsional terdiri dari pemasaran, operasional, sumber daya manusia, finansial, teknologi, dan litbang. Rencana implementasi dari strategi yang diusulkan di terapkan berdasarkan prioritasnya. Pada implementasi strategi, terdapat program aksi, penanggung jawab, kebutuhan kompetensi, faktor sukses, dan prosedur yang harus diterapkan untuk setiap strategi. Riset ini menggunakan Balanced Scorecard sebagai kerangka kerja untuk mengevaluasi strategi dan menggunakan strategy maps untuk menggambarkan hubungan antara tujuan strategi.", "Daftar File": {"2018 TS PP ZULKIFLI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/142677"}, "Penulis": "ZULKIFLI     (NIM: 29115643)", "Kontributor / Dosen Pembimbing": ["Harimukti Wandebori, MBA., Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Edulab, strategi, edukasi, bimbel, proses managemen strategic.", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     cecep hikmat", "File": "1 file", "Tanggal Input": "28 Feb 2018"}