{"Nomor": 31937, "Judul": "STUDI ANALISIS SEKATAN SESAR PADA LAPANGAN RUNI, CEKUNGAN SUMATERA TENGAH, RIAU", "Abstrak": "Lapangan Runi merupakan salah satu lapangan minyak yang berada di blok Coastal Plain Pekanbaru (CPP), Cekungan Sumatera Tengah. Lapangan Runi terletak pada bagian paling barat dari blok CPP berupa tinggian, yang terdiri dari endapan transisi-laut dangkal dengan reservoir utamanya merupakan Formasi Bekasap, serta dikontrol oleh struktur geologi berupa sesar-sesar naik dengan arah Baratlaut-Tenggara (NW-SE), Utara-Selatan (N-S), hingga Baratbaratdaya-Timurtimurlaut (WSW-ENE) yang berada pada rezim strike-slip. Sesar-sesar tersebut dapat menjadi perangkap fluida ketika bersifat menyekat. Komposisi batulempung atau serpih yang dapat diperkirakan melalui perhitungan vshale pada log sumur melalui ekstrapolasi ke zona sesar, dapat dijadikan parameter dalam memprediksi sifat sekat dari sesar. Data yang digunakan adalah data log talikawat, data Side Wall Core (SWC), data seismik 3D, dan data tekanan dari Repeat Formation Tester (RFT). Metode yang digunakan dalam analisis sekatan sesar adalah Shale Gouge Ratio (SGR), yang merupakan salah satu metode prediksi penyekatan sesar yang secara empiris terbukti akurat. Pada bagian barat daerah penelitian, terdapat sesar naik dengan nilai throw relatif besar berupa puncak lipatan, tepatnya pada Sesar D1 (nilai throw>350 ft). Sedangkan pada sesar-sesar lain di daerah penelitian, nilai throw pada tiap sesar relatif lebih kecil dan tidak berbeda jauh satu sama lain (nilai throw 0-350 ft). Berdasarkan data sumur dan data Repeat Formation Tester (RFT), diindikasikan adanya perangkap fluida akibat pensesaran sehingga dilakukan analisis sekat sesar pada sesar-sesar yang memisahkan sumur dengan tekanan yang berbeda, yakni pada Sesar D2 dan Sesar D4. Pada Lapangan Runi, nilai vshale pada bidang sesar berkisar dengan nilai antara 5-90%, serta menunjukkan dominasi kesehadapan antara batupasir-serpih dan serpih-serpih pada bidang sesar. Analisis sekatan pada Sesar D2 dan Sesar D4 berdasarkan peta kesehadapan dan peta distribusi SGR serta data RFT memberikan kesimpulan bahwa dengan minimal nilai SGR 15-20%, telah mampu menahan tekanan lintas sesar sebesar 10-30 psi, dengan catatan bahwa nilai tersebut adalah nilai minimum karena daerah penelitian berada pada sistem strike-slip sedangkan algoritma yang digunakan merupakan algoritma pada sesar normal. Dengan kondisi tersebut, disimpulkan bahwa Sesar D1, Sesar D2, Sesar D3, dan Sesar D4 pada daerah penelitian akan bersifat menyekat. Pada Sesar D5, Sesar D6, dan Sesar D7 secara umum juga akan bersifat menyekat, namun akan terdapat bagian yang cenderung untuk bocor terutama pada bagian ujung-ujung dari sesarnya.", "Daftar File": {"TA_PP_Muhammad_Dzaki_Ibrahim_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/142719"}, "Penulis": "Muhammad Dzaki Ibrahim [12014033]", "Kontributor / Dosen Pembimbing": ["Indra Gunawan, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Sesar, Shale Gouge Ratio, Cekungan Sumatera Tengah", "Sumber": "PRODI GEOLOGI", "Staf Input/Edit": "Irwan Sofiyan  \n                                     tuti yulia", "File": "9 file", "Tanggal Input": "16 Nov 2018"}