{"Nomor": 31933, "Judul": "Penstrukturan Logistik Perkotaan Dalam Menghadapi Fenomena E-Commerce Menuju Sistem Logistik Berkelanjutan (Studi Kasus: DKI Jakarta)", "Abstrak": "Di tahun-tahun mendatang, bisnis ke konsumen (B2C) e-commerce akan semakin berkembang pesat ditandai oleh pertumbuhan populasi online dan perubahan pola belanja konsumen. Frost dan Sullivan pada tahun 2012 memprediksi pada tahun 2025, lebih dari 60% populasi global akan tinggal di kota dan hampir 20% ritel di kota akan diatur melalui saluran online. Logistik perkotaan memiliki peran penting dalam e-commerce, selain untuk menciptakan arus barang yang efektif dan efisien, tujuan logistik perkotaan harus ditambahkan dengan pertimbangan non-komersial seperti dampaknya terhadap polusi udara, kemacetan lalu lintas, dan kenyamanan kegiatan non-logistik yang berlangsung di dalam kota. \n\nSaat ini, isu lain yang muncul, ada banyak vendor pengiriman (kurir) menyediakan layanan untuk pengiriman produk e-commerce di daerah perkotaan. Namun, mereka jarang mempertimbangkan dampak dari kegiatan mereka untuk sektor lain, seperti memicu kemacetan lalu lintas yang lebih buruk atau berkontribusi dalam peningkatan polusi udara. Tanpa konsolidasi dan koordinasi, inefisiensi akan terjadi untuk semua pengiriman dan diperparah oleh beberapa vendor pengiriman, pemborosan sumber daya logistik seperti waktu tunggu kendaraan, biaya tenaga kerja, penggunaan lift dan tempat parkir. Sehingga, salah satu cara dalam menstrukturkan logistic perkotaan adalah penerapan logistik perkotaan kolaboratif dengan membangun pusat konsolidasi. \n\nPenelitian ini bertujuan mengembangkan metode pemilihan lokasi untuk pusat konsolidasi untuk meningkatkan kinerja logistik perkotaan, terutama pengiriman di mil terakhir sehingga akan lebih efektif dan efisien. Studi ini akan mengeksploitasi DKI Jakarta sebagai studi kasus. Sistem logistik perkotaan yang berkelanjutan semakin penting bagi kota-kota yang tumbuh pesat di dunia, seperti Jakarta. Logistik perkotaan yang dikelola dengan baik dapat membantu untuk mencapai pembangunan ekonomi sekaligus menjaga kelestarian lingkungan di daerah perkotaan. Upaya ini akan meringankan beban infrastruktur jalan, serta meningkatkan kualitas lingkungan dan kehidupan di kota.", "Daftar File": {"2018 TS PP ZUSNITA MEYRAWATI_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/142696", "2018 TS PP ZUSNITA MEYRAWATI_ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/142697"}, "Penulis": "ZUSNITA MEYRAWATI (NIM: 25417045)", "Kontributor / Dosen Pembimbing": ["Shanty Yulianti Rachmat, ST, MT, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "e-commerce, pengiriman parsel, kemacetan lalu lintas, logistik perkotaan, pusat konsolidasi, sistem logistik berkelanjutan", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Yoninur Almira", "File": "2 file", "Tanggal Input": "12 Jul 2018"}