{"Nomor": 31932, "Judul": "ANALISIS COMPLEX NETWORK DARI PASAR SAHAM INDONESIA TAHUN 2011-2016 DENGAN MENGGUNAKAN METODE MINIMUM SPANNING TREE", "Abstrak": "Ekonofisika adalah suatu bidang keilmuan interdisiplin yang merupakan penerapan dari teori-teori fisika terhadap permasalahan ekonomi. Dalam dua dekade terakhir para fisikawan mulai tertarik dengan kompleksitas suatu jaringan dan pasar saham. Hal itu dikarenakan jaringan pasar saham dapat menggambarkan keadaan perekonomian dari suatu negara. Pada penelitian ini akan dianalisis bentuk topologi sektor saham di Indonesia untuk mengetahui kondisi pergerakan ekonomi di Indonesia. Akan dicari pula nilai sentralitas dari sektor saham untuk mengetahui sektor yang paling berpengaruh di Indonesia dan nilai sentralitas dari saham untuk mengetahui saham yang paling berpengaruh di Indonesia. Data yang digunakan pada penelitian ini adalah indeks sektor saham indonesia tahun 2011 hingga tahun 2016 dan indeks LQ 45 tahun 2011 hingga 2016. Metode yang digunakan pada penelitian ini adalah metode Minimum Spanning Tree(MST) dengan menggunakan algoritma Kruskal. Hasil dari penelitian ini menunjukan bahwa kondisi perekonomian di Indonesia dari tahun 2011 hingga tahun 2015 mengalami penurunan dan baru mengalami peningkatan di tahun 2016. Selain itu, diketahui bahwa sektor saham yang memiliki pengaruh paling besar untuk tahun 2011 adalah sektor keuangan dan pertambangan, tahun 2012 hingga 2015 adalah sektor keuangan, dan tahun 2016 adalah sektor industri dasar. Dengan saham yang paling berpengaruh di tahun 2011 adalah ANTM, tahun 2012 adalah TINS, tahun 2014 adalah BBNI, tahun 2014 adalah BMRI, tahun 2015 adalah BBRI, dan tahun 2016 adalah SMGR", "Daftar File": {"2018 TA PP   ZURRIYASHA  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/142688", "2018 TA PP  ZURRIYASHA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/142689", "2018 TA PP  ZURRIYASHA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/142690", "2018 TA PP  ZURRIYASHA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/142691", "2018 TA PP  ZURRIYASHA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/142692", "2018 TA PP  ZURRIYASHA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/142693", "2018 TA PP  ZURRIYASHA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/142694", "2018 TA PP  ZURRIYASHA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/142695"}, "Penulis": "ZURRIYASHA (NIM : 10213065)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Acep Purqon, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "indeks, jaringan, MST, PDB, saham", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ratnasari", "File": "8 file", "Tanggal Input": "02 Mei 2018"}