{"Nomor": 31942, "Judul": "OOOO RENTAL OFFICE DI KEMAYORAN, JAKARTA", "Abstrak": "Tingginya para pencari pekerja yang bekerja di perkantoran, tingginya investasi terhadap gedung perkantoran sewa, dan lahan yang semakin terbatas menyebabkan pembangunan kantor sewa tumbuh pesat. Pertumbuhan ini terjadi di Jakarta sebagai ibu kota Negara Republik Indonesia, terutama di Kemayoran yang direncanakan menjadi “The Next Jakarta Central Business Distirct”. Oleh karena itu, Tugas Akhir ini berupa perancangan kantor sewa di Kemayoran dengan tipe kantor komersil yang dilengkapi retail sebagai fungsi penunjang untuk menyediakan kebutuhan pekerja dan aktivitas eksekutif dari industri modern yang menuntut keefisienan. Luas lahan yang digunakan dalam proyek ini sebesar 15.750m2, dengan luas total bangunan sebesar 75.840m2 yang terdiri dari podium sebanyak 3 lantai, menara sebanyak 30 lantai, basement sebanyak 3 lantai, dan ruang terbuka hijau pada lantai dasar.\nKantor disebut sebagai tempat yang digunakan untuk perniagaan dan dijalankan secara rutin sebagai pusat pengolahan informasi, pengambilan keputusan, dan kebijakan bisnis. Definisi kantor menghasilkan isu fungsional ke dalam perancangan agar kantor yang dirancang memiliki efisiensi, fleksibilitas, efektivitas, dan mobilitas tinggi terutama di era modern ini. Selain itu, isu yang harus diperhatkan adalah isu kontekstual yang mendorong bangunan menjadi suatu landmark di kawasan tersebut. Hal penting lain dalam perancangan kantor sewa adalah pemanasan global. Penerapan konsep ramah lingkungan pada kantor sewa di Jakarta sudah mulai menjadi nilai lebih dalam pemasaran kantor sewa. Oleh karena itu, konsep proyek ini adalah Habitable Working Rental Office, yaitu menciptakan pola kerja dan hidup yang sehat, produktif, efektif, efisien dan ramah lingkungan dengan menghadirkan area hijau pada bangunan untuk meningkatkan efektifitas kerja.", "Daftar File": {}, "Penulis": "Jenifer Lily [15211007]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Ir. Boedi Darma, MSA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Kemayoran, Kantor Sewa, Habitable Working", "Sumber": "", "Staf Input/Edit": "suwadji  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "19 Nov 2018"}