{"Nomor": 31954, "Judul": "INSTITUT DESAIN DAN SENI VISUAL DI KABUPATEN BOGOR", "Abstrak": "Proyek fiktif Institut Desain dan Seni Visual ini dilatarbelakangi oleh kebutuhan akan sumber daya manusia yang berkualitas di bidang industri kreatif. Yayasan Pendidikan Bakrie yang bekerja sama dengan sektor pemerintah dan sektor bisnis berencana membangun sebuah institut di area yang dekat dengan berbagai Pusat Kegiatan Nasional. Institut ini berfokus pada pendidikan jenjang S1 dan terdiri dari dua fakultas, fakultas desain dan fakultas seni visual dengan jumlah mahasiswa sekitar 1200 orang. Lokasi pembangunan proyek direncanakan terletak di dekat Jalan Raya Bogor Km 51.3, Desa Cimandala, Kecamatan Sukaraja, Kabupaten Bogor, Bogor. Luas lahan yang ada kira-kira 1.38 hektar.\nIsu utama institut ini yaitu merancang lingkungan fisik dan desain yang baik untuk proses pembelajaran dengan menyediakan banyak ruang-ruang interaksi yang bermanfaat dalam mewujudkan proses-proses kreatif. Beberapa isu lainnya yang menjadi fokus dalam institut ini yaitu representasi desain dan seni visual serta citra yayasan, integrasi bentuk dan ruang, fleksibilitas ruang, dan ruang untuk interaksi dan apresiasi desain dan seni visual yang ekspresif. Konsep perancangan yang digunakan adalah mewujudkan banyak ruang interaksi supaya proses-proses kreatif terjadi. Terdapat banyak ruang interaksi di antara bangunan dan terdapat ruang interaksi pusat sebagai titik acuan bangunan. Selain itu, penggunaan kaca dan variasi warna pada fasad untuk representasi desain dan seni visual serta citra yayasan dan simbol interaksi ruang dalam dengan ruang luar.", "Daftar File": {}, "Penulis": "Raina Carmia [15211047]", "Kontributor / Dosen Pembimbing": ["Aswin Indraprastha, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Institut Desain dan Seni Visual , Kabupaten Bogor, interaksi, kreatif", "Sumber": "", "Staf Input/Edit": "suwadji", "File": "9 file", "Tanggal Input": "21 Nov 2018"}