{"Nomor": 31951, "Judul": "RESOR DI PULAU PAHAWANG LAMPUNG", "Abstrak": "Resor di Pulau Pahawang merupakan sebuah proyek dengan tipologi penunjang pariwisata berkelas bintang 4 yang bertujuan untuk mengintegrasikan aspek sosial, ekonomi dan budaya di Pulau Pahawang. Pulau Pahawang memliki total lahan seluas 170 hektar dan berada di timur perairan Lampung. Pulau Pahawang memiliki potensi kekayaan alam yang besar, baik keanekaragaman hayati maupun biota di dalam lautnya. Selain itu ragam aktivitas sosial masyarakat di Pulau Pahawang menjadi potensi lain dari pulau ini.\nNamun kurangnya perhatian pemerintah dalam menjaga kekayaan alamnya membuat pulau ini menjadi bagian dari hak guna lahan oleh WNA. Selain itu wisatawan yang datang ke pulau ini pun belum dapat terfasilitasi oleh fasilitas wisata yang memadai. Kedua isu tersebut menjadi isu utama dalam perancangan resor di Pulau Pahawang ini sehingga berbagai aspek di dalam Pulau ini dapat terintegrasi untuk memajukan masyarakat, alam, maupun identitas pulau. Resor dengan total luas lahan 9 hektar ini dirancang dengan total 28 cottage yang terdiri dari 4 tipe cottage (standard, suite, floating, dan family). Cottage-cottage ini memiliki kekhasan arsitektur dan budaya Lampung Kuno yang setiap jenisnya dibedakan berdasarkan luasan, fasilitas dan letak. Seluruh cottage dapat menampung total kapasitas 100 tamu untuk menikmati berbagai aktivitas dan fasilitas wisata di Resor Pulau Pahawang ini. Selain menawarkan penginapaan, fasilitas dan kegiatan rekreasi yang ditawarkan di resor ini adalah diving, snorkeling, canoeing, volley, futsal, serta adanya fasilitas penunjang restoran di atas air, gedung serba guna, spa, fitness, dan juga kolam renang.", "Daftar File": {}, "Penulis": "Gesivia Havcnah [15211036]", "Kontributor / Dosen Pembimbing": ["Ir. Wiwik Dwi Pratiwi, MES, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Resor Pulau, Pahawang, Lampung, cottage", "Sumber": "", "Staf Input/Edit": "suwadji", "File": "9 file", "Tanggal Input": "21 Nov 2018"}