{"Nomor": 31976, "Judul": "ANALISIS GEOMEKANIKA 1D UNTUK PENENTUAN STABILITAS LUBANG SUMUR  DI LAPANGAN TIMUR, CEKUNGAN JAWA TIMUR,   JAWA TIMUR", "Abstrak": "Penelitian ini dilakukan di Lapangan Timur yang terletak di Cekungan Jawa Timur. Stratigrafi daerah penelitian disusun oleh Formasi Tuban, Formasi Ngrayong, Formasi Wonocolo, Formasi Ledok, Formasi Mundu dan Formasi Mundu yang berumur Miosen Awal hingga Pleistosen. \nTujuan utama dari penelitian ini adalah estimasi tegasan insitu, menentukan model geomekanika 1D, menentukan berat lumpur yang aman saat pengeboran pada inklinasi dan azimut lubang sumur tertentu, dan analisis hubungan antara model geomekanika dan kondisi geologi di daerah penelitian. Analisis dilakukan pada empat sumur (LT- 1, LT- 2, LT-3, dan LT- 4) di Lapangan Timur dengan menggunakan data berupa log gamma ray, log densitas, log sonik, log gambar, data tekanan, dan laporan pengeboran.\nBerdasarkan pengolahan data dan analisis pada sumur penelitian, didapatkan bahwa gradien rata-rata tegasan horizontal maksimum (SHmax) 1,10 – 1,14 psi/kaki, tegasan horizontal minimum (Shmin) 0,95 - 1,04 psi/kaki, dan tegasan vertikal (Sv) 0,89 – 0,94 psi/kaki. Arah tegasan horizontal maksimum adalah timur laut – barat daya dan regim tegasan berubah dari sesar geser menjadi sesar naik ketika masuk ke zona overpressure.  Berat lumpur minimum dapat diaplikasikan jika azimut pengeboran searah dengan tegasan horizontal maksimum (N 350 E dan N 2150 E). Lebar jendala lumpur semakin sempit dengan bertambahnya inklinasi dari lubang sumur (00 - 90 0).", "Daftar File": {"2018_TA_PP_F__Kiki_R__Siagian-_ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/143016"}, "Penulis": "F Kiki R Siagian [12014009]", "Kontributor / Dosen Pembimbing": ["Agus M. Ramdhan, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Earth sciences", "Kata Kunci": "Lapangan Timur, stabilitas, regim tegasan, lubang sumur", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     tuti yulia", "File": "8 file", "Tanggal Input": "23 Nov 2018"}