{"Nomor": 31978, "Judul": "BUKITTINGGI ISLAMIC CENTER", "Abstrak": "Bukittinggi merupakan salah satu kota yang berada di Provinsi Sumatera Barat. Pemerintah Kota Bukittinggi memiliki visi untuk membangun kota dengan semangat keislaman. Bukittinggi Islamic center merupakan salah satu bentuk program Pemerintah Kota Bukittinggi untuk mencapai visi tersebut. Terdapat cukup banyak pesantren dan sekolah-sekolah Islam yang tersebar di seluruh wilayah Kota Bukittinggi. Namun, belum ada pusat informasi Islam yang lengkap dan lebih komperhensif bagi seluruh golongan usia. Selain itu juga, belum ada tempat yang bisa dijadikan rujukan kegiatan-kegiatan keislaman yang dapat menyatukan seluruh masyarakat muslim di Bukittinggi. Oleh karena itu hadirnya Bukittinggi Islamic center menjadi sesuatu yang dibutuhkan oleh masyarakat Bukittinggi. Bukittinggi Islamic Center berada di jalan by pass Gulai Bancah, dengan luas lahan sekitar 2.2 hektar. Terdiri dari bangunan utama masjid dengan kapasitas sekitar 2000 orang, perpustakaan, museum, ruang kelas bahasa, ruang seminar, dan ruang latihan seni tari. Selain itu juga terdapat beberapa fasilitas pendukung berupa gedung serbaguna, TPA/TK, fasilitas komersial, dan guest house. Lokasinya dekat dengan pusat pemerintahan Kota Bukittinggi yang baru. Sekitar lokasi merupakan daerah permukiman dan area pendidikan yang tentunya akan mendukung keberadaan Islamic Center ini. Bukittinggi Islamic Center nantinya akan dijadikan salah satu tujuan wisata religi di Bukittinggi. Oleh karena itu Bukittinggi Islamic Center ini harus memiliki karakter yang kuat yang mencerminkan lokalitas Sumatera Barat.", "Daftar File": {}, "Penulis": "Andry Abdul Fattaah [15211079]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Moch. Prasetiyo Effendi Yasin, M.Arch., MAUD"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Bukittinggi Islamic Center, Wisata Religi, Lokalitas", "Sumber": "", "Staf Input/Edit": "suwadji", "File": "9 file", "Tanggal Input": "23 Nov 2018"}