{"Nomor": 31973, "Judul": "MULTIMEDIA DEVELOPMENT CENTER NUSANTARA, BSD - BANTEN", "Abstrak": "Indonesia saat ini telah memiliki berbagai pengembang di bidang multimedia yang turut membantu perkembangan minat dan bakat masyarakatnya. Tidak sedikit tempat menuntut ilmu atau institusi di bidang multimedia di Indonesia yang melahirkan banyak ahli, namun tidak sedikit juga yang pada akhirnya tidak memanfaatkan secara optimal ilmu yang telah dipelajari untuk perkembangan multimedia itu sendiri. Maka dari itu, salah satu Institusi multimedia yang tengah berkembang di Indonesia, Universitas Multimedia Nusantara (UMN), berencana untuk mendirikan sebuah Pusat Pengembang (Development Center) yang bergerak khusus di bidang industri kreatif multimedia. Bangunan ini direncanakan untuk didirikan sebagai Pusat Inkubator / Inkubasi Bisnis bagi mereka yang ingin memulai bisnis start-up di bidang industri kreatif multimedia, baik skala kecil maupun menengah. Bangunan ini juga memiliki fasilitas-fasilitas untuk pemberian wawasan dan orientasi terhadap perkembangan ICT dan Multimedia, berupa pusat pendidikan semi-formal dan informasi, yang diharapkan dapat melahirkan praktisi-praktisi di bidang multimedia yang siap untuk menjadi technopreneur. Proyek ini berlokasi di Jl. Gading Serpong, Bumi Serpong Damai, Banten, dan berada pada lokasi perluasan lahan milik Universitas Multimedia Nusantara yang masih dalam tahap pengembangan. Diharapkan dengan pemilihan lokasi yang strategis dan asumsi pemilik proyek tersebut, Multimedia Development Center Nusantara akan menjadi Pusat Pengembang di bidang Multimedia yang dapat melahirkan usaha-usaha unggul di bidangnya di masa mendatang.", "Daftar File": {}, "Penulis": "Atina Putri Sitta [15209032]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Sugeng Triyadi S., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Multimedia, Pengembang, Inkubator, Kantor Sewa.", "Sumber": "", "Staf Input/Edit": "suwadji", "File": "9 file", "Tanggal Input": "23 Nov 2018"}