{"Nomor": 31998, "Judul": "ALTERNATIF SOLUSI PENGURANGAN KEMACETAN DI KAWASAN BANDAR UDARA INTERNASIONAL SOEKARNO-HATTA DENGAN FASILITAS PARK AND RIDE", "Abstrak": "Kemacetan di Kawasan Bandara Soekarno-Hatta merupakan masalah lama dan semakin parah di masa depan, mengingat adanya peningkatan jumlah penumpang pesawat/tahun, pengembangan sesuai grand design bandara, dan pengembangan kawasan bandara dalam kota bandara. Salah satu cara untuk menanggulangi masalah kemacetan adalah dengan Transportation Demand Management (TDM). Penelitian ini menggunakan dua pendekatan TDM, yaitu melalui reduce dan manage sebagai langkah tercepat sebelum harus melakukan investasi untuk membangun infrasktruktur akses baru bandara. Reduce merupakan langkah untuk mengurangi/membatasi pergerakan ke/dari dalam Bandara Soekarno-Hatta. Sementara itu, manage merupakan langkah untuk mengoptimalkan penggunaan moda transportasi umum massal sebagai pintu alternatif masuk bandara. Untuk mendukung kedua pendekatan ini, perlu diketahui pula bagaimana preferensi pengunjung bandara terhadap dua pendekatan ini untuk membantu menentukan konsep fasilitas park and ride dan pengguna potensial nantinya. Berdasarkan observasi, terdapat beberapa titik macet di dalam Kawasan Bandara Soekarno-Hatta (10 km dari pintu masuk bandara). Kondisi kemacetan yang paling memprihatinkan adalah kemacetan yang terjadi di Jalan Tol Prof. Dr. Ir. Sedyatmo dan Jalan Tol Lingkar Luar Jakarta, yang dari titik-titik tersebut, pengunjung bandara dapat menghabiskan waktu sampai dengan 1 jam untuk sampai ke pintu masuk bandara. Berdasarkan hasil estimasi, kondisi ini akan semakin memburuk, karena jumlah penumpang pesawat yang akan meningkat selama 20 tahun mendatang, hingga mencapai 137 juta penumpang pesawat/tahun. Hal ini menyebabkan akan terdapat lebih dari 17,6 ribu satuan mobil penumpang yang harus mengakses bandara. Langkah pertama alternatif solusi ini adalah dengan membatasi penggunaan jalan kawasan bandara dengan mengimplementasikan kebijakan penarikan retribusi bandara. Langkah kedua adalah dengan mengelola permintaan masuk bandara dengan mengoptimalkan penggunaan moda transportasi umum massal, dengan menggunakan fasilitas park and ride. Fasilitas park and ride yang disarankan berjumlah 11 buah terminal dan 3 buah stasiun. Jumlah satuan ruang parkir yang harus disediakan di masing-masing stasiun ini adalah sebesar 242 srp (3.030 m2) dan di masing-masing terminal adalah 59 srp, atau 732 m2. Preferensi pengunjung ini dibutuhkan untuk mengetahui berapa besar pengguna potensial dan bagaimana konsep park and ride menurut pengunjung bandara. Berdasarkan hasil survei, lebih dari 30% pengunjung bandara setuju terhadap penarikan retribusi masuk bandara. Di sisi lain, 73,58% pengunjung bandara setuju untuk menggunakan fasilitas park and ride. Hal ini juga mengindikasikan respon positif pengunjung untuk menggunakan fasilitas ini. Berdasarkan willingness to pay, untuk memindahkan 32,45% penumpang pesawat ke park and ride, biaya untuk retribusi bandara adalah Rp18.747,07 dan biaya yang untuk penggunaan park and ride adalah Rp35.068,67. Dengan rancangan tersebut, pada tahun 2035 pengurangan kemacetan di Kawasan Bandara Soekarno-Hatta dapat berkurang hingga 5.095 satuan mobil penumpang.", "Daftar File": {}, "Penulis": "Barbara Agavesia Putri [15411092]", "Kontributor / Dosen Pembimbing": ["Ibnu Syabri, B.Sc., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "kemacetan, bandara, park and ride, transportasi umum, preferensi.", "Sumber": "", "Staf Input/Edit": "suwadji", "File": "7 file", "Tanggal Input": "26 Nov 2018"}