{"Nomor": 31991, "Judul": "STASIUN INTERCHANGE KAMPUNG BANDAN", "Abstrak": "dari permasalahannya adalah transportasi. Kehidupan masyarakat tidak pernah\nlepas dari transportasi terutama transportasi publik yang digunakan setiap hari\nuntuk memenuhi kebutuhan masyarakat untuk berpindah tempat. Dalam rangka\nmenyelesaikan masalah transportasi pemerintah membuat satu moda\ntransportasi yang baru yaitu MRT. Moda transportasi baru ini kemudian\nmemberi masalah baru yang harus diselesaikan yaitu menyambungkan moda\ntransportasi ini dengan transportasi yang lain sehingga pengguna dapat dengan\nmudah berganti-ganti moda transportasi. Pemerinah sudah menentukan titik\ntitik yang menjadi titik pertemuan moda transpportasi dan salah satunya\nmerupakan Stasiun Kampung Bandan. Di stasiun ini sudah terdapat dua stasiun\neksisting yaitu stasiun Commuter Line. Dua stasiun ini kemudian akan\ndipertemukan dengan satu stasiun baru yaitu stasiun MRT. Titik pertemuan ini\nyang kemudian menjadi inti dari proyek ini. Di titik ini masyarakat akan\nberpindah moda yang memiliki regulasi yang berbeda-beda sehingga sirkulasi\natau alur dari pengunjung ini akan menjadi sangat penting agar tidak terjadi\nkekacauan dalam perpindahannya. Selain pengguna moda transportasi juga\nterdapat fungsi perkantoran bagi dua perusahaan yang berbeda yaitu PT MRT\ndan PT KAI. Sirkulasi menjadi tambah sulit dan butuh penataan yang baik.\nSehingga pada desain ini pengaturan zoning dan lokasi menjadi sangat penting\nagar tidak terjadi persilangan sirkulasi yang membuat kebingungan.", "Daftar File": {}, "Penulis": "Raditya Narita [15210086]", "Kontributor / Dosen Pembimbing": ["Ir. Ismet Belgawan Harun, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Stasiun, TOD, Transit, Bangunan Publik, Transportasi", "Sumber": "", "Staf Input/Edit": "suwadji", "File": "7 file", "Tanggal Input": "23 Nov 2018"}