{"Nomor": 31996, "Judul": "EVALUASI ADMINISTRATIVE OPERABILITY PENYELENGGARA PELAYANAN PERIZINAN BIDANG PENANAMAN MODAL (STUDI KASUS: KOTA BANDUNG)", "Abstrak": "Salah satu bagian penting dalam proses pembangunan adalah pertumbuhan ekonomi di suatu wilayah. hal ini didukung oleh pendapat Richardson (1973) yang menegaskan bahwa terdapat 3 faktor yang mendukung pertumbuhan ekonomi suatu wilayah yaitu tenaga kerja, investasi (Modal), dan kemajuan teknologi. Berdasarkan Sjafrizal (2012), terdapat beberapa kebijakan yang dapat dilakukan oleh pemerintah untuk meningkatkan pertumbuhan ekonomi suatu kota, salah satunya terkait dengan menciptakan iklim investasi yang baik. Berbagai kebijakan sudah dibuat, terutama kebijakan moneter dan administasi agar dapat memberikan stimulus dalam meningkatkan jumlah investasi.\nPermasalahan pokok yang dihadapi dalam penanaman modal adalah perizinan. Perizinan merupakan salah satu aspek kelembagaan, yang mencakup pada kemampuan pemerintah baik daerah maupun pusat, dalam menjalankan fungsi-fungsi administrasi dan pelayanan publik serta penyusunan alur kerja. Untuk mendukung pengurusan perizinan investasi tersebut, salah satu bentuk kebijakan dalam mendukung investasi adalah Penerapan Pelayanan Terpadu Satu Pintu di daerah dan pusat. Penerapan Pelayanan Terpadu Satu Pintu ini didukung oleh Peraturan Presiden Nomor 97 Tahun 2014 tentang Penyelenggaraan Pelayanan Terpadu Satu Pintu. Akan tetapi suatu kebijakan tidak akan bisa terimplementasi dengan baik tanpa adanya sistem administrasi yang mendukung kebijakan tersebut.\nOmbudsman Republik Indonesia (ORI) pada 2014, menyatakan bahwa masih terdapat penyimpangan pengurusan perizinan bidang penanaman modal berupa penyimpangan prosedur, permintaan uang/imbalan, sumber daya manusia yang tidak kompeten dan tindakan yang tidak patut di Kota Bandung. Permasalahan ini bertolak belakang dengan rencana Kota Bandung sendiri yang ingin menjadi kota perdagangan dan jasa 2013 - 2018, dimana investasi merupakan faktor penting dalam mendukung rencana tersebut. Studi ini dilakukan untuk mengevaluasi penyelenggara pelayanan perizinan bidang penanaman modal di Kota Bandung dengan menggunakan kriteria administrative operability yang disandingkan dengan peraturan umum yang berkaitan dengan investasi (Penanaman Modal) dan Pelayanan Publik dan Penyelenggaraan Perizinan Terpadu Satu Pintu (PTSP).\nPermasalahan umum yang dihadapi oleh Pemerintah Kota Bandung dalam hal ini BPPT Kota Bandung diisyaratkan pada banyaknya standar dan perangkat kerja yang belum ditetapkan dalam peraturan daerah di Kota Bandung terutama mengenai jenis – jenis investasi, tata kelola dan manajerial penyelenggaraan pelayanan publik (kapasitas kerja, prosedur dan sanksi) dan acuan penyelenggaraan pelayanan perizinan. Bagian tersebut harus diatur dalam suatu kebijakan yang legal terutama dalam mendukung PTSP dan kewenangan BPPT sebagai badan pelayanan publik di Kota Bandung. Selain itu, permasalahan lainnya adalah penyebaran informasi terkait investasi potensial, prosedur dan realisasi masih dilakukan pada badan yang terpisah yaitu Badan Perencanaan dan Pembangunan Daerah (Bappeda) Kota Bandung, bukan di BPPT Kota Bandung. Akibatnya, Kesederhanaan dan kecepatan pelayanan perizinan di Kota Bandung masih belum sesuai dengan amanah Penyelenggraan Pelayanan Terpadu Satu Pintu.", "Daftar File": {}, "Penulis": "Marita Putri Nirbaya [15411097]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Puspita Dirgahayani, S.T., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "penanaman modal, perizinan, PTSP, BPPT Kota Bandung , pengelolaan pelayanan perizinan", "Sumber": "", "Staf Input/Edit": "suwadji", "File": "7 file", "Tanggal Input": "23 Nov 2018"}