{"Nomor": 31999, "Judul": "STUDI ANALISIS PENGARUH MODEL GEDUNG DAN PONDASI TERHADAP DISTRIBUSI TEKANAN TANAH LATERAL PADA DINDING BASEMENT AKIBAT BEBAN GEMPA", "Abstrak": "Dalam perancangan basement dari bangunan bertingkat yang berlokasi di daerah rawan gempa salah satu aspek penting yang perlu diperhitungkan adalah tekanan lateral akibat beban pada dinding basement. Banyak parameter yang mempengaruhi interaksi tanah-struktur dalam perancangan basement tersebut. Parameter tersebut antara lain kondisi tanah atau kelas situs, struktur gedung diatas dan pondasi basement, sumber gempa yang bekerja dan besarnya peak base acceleration. Pada penelitian ini variasi kondisi tanah diwakili sebagai tanah homogen clay yang berdasarkan SNI 2012 dengan klasifikasi kelas situs sebagai berikut SC, SD dan SE untuk tanah keras, tanah medium dan tanah lembut. Fokus dari penelitian ini adalah melihat pengaruh dari struktur gedung diatas dan pondasi dari basement dengan menggunakan program komputer elemen turunan berhingga (finite difference) FLAC 2D. Berdasarkan hasil analisis yang telah dilakukan dapat ditarik kesimpulan bahwa pengaruh dari struktur gedung diatas memberikan beban pada dinding basement sehingga memberikan perlawana terhadap tekanan lateral yang terjadi. Pengaruh dari pondasi memberikan kekakuan pada struktur basement tersebut. Maka peengaruh dari struktur gedung dan pondasi pada basement dapat mereduksi nilai tekanan tanah lateral akibat beban gempa.", "Daftar File": {"2018_TS_PP_REDHO_MUKTADIR_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/143206"}, "Penulis": "Redho Muktadir [25016007]", "Kontributor / Dosen Pembimbing": ["Endra Susila, ST, MT, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "Interkasi tanah-struktur, tekanan tanah lateral seismik, dinding basement, struktur gedung, pondasi, FLAC 2D", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Nov 2018"}