{"Nomor": 31997, "Judul": "KAJIAN KESESUAIAN PEMANFAATAN RUANG BERDASARKAN KEMAMPUAN LAHAN DI KAWASAN PUNCAK, KABUPATEN BOGOR", "Abstrak": "Pemanfaatan ruang harus dilakukan sesuai dengan daya dukung lingkungan yang dimilikinya. Seiring dengan maraknya pembangunan yang tidak berdasarkan kemampuan lahan di Kawasan Puncak, semakin tingginya konversi hutan, dan parahnya bencana longsor yang terjadi setiap musim hujan, mendorong dilakukannya kajian kesesuaian pemanfaatan ruang berdasarkan kemampuan lahan di Kawasan Puncak, Kabupaten Bogor. Tujuan dari studi ini adalah mengkaji kesesuaian pemanfaatan ruang berdasarkan kemampuan lahan di Kawasan Puncak, Kabupaten Bogor. Penelitian ini dilakukan dengan pendekatan kuantitatif. Penelitian dilakukan dengan mengumpulkan data primer berupa observasi dan data sekunder berupa data fisik-lingkungan dan data statistik wilayah. Berdasarkan analisis yang dilakukan, diketahui Kawasan Puncak, Kabupaten Bogor didominasi oleh lahan dengan kelas kemampuan IV seluas 35,138% dari luas Kawasan Puncak, Kabupaten Bogor. Lahan kelas IV adalah lahan yang perlu pengelolaan hati-hati dan konservasi yang lebih sulit diterapkan jika lahan tersebut dimanfaatkan. Berdasarkan kemampuan lahan ini, dapat disimpulkan bahwa ketidaksesuaian pemanfaatan ruang di Kawasan Puncak sebesar 15% yang didominasi oleh penggunaan lahan untuk permukiman. Sementara ketidaksesuaian rencana pola ruang sebesar 13% yang juga didominasi oleh rencana pola ruang permukiman. Meninjau hasil ketiga persentase tersebut, dapat disimpulkan rencana tata ruang Kabupaten Bogor, khususnya Kawasan Puncak meliputi Kecamatan Ciawi, Cisarua, dan Megamendung, belum sepenuhnya mempertimbangkan daya dukung lingkungan berdasarkan kemampuan lahan. Dengan demikian, perlu dilakukan revisi rencana tata ruang Kabupaten Bogor, khususnya Kawasan Puncak; pembaharuan kebijakan tata ruang Metropolitan Jakarta (JABODETABEK-PUNJUR) untuk lebih mengintegrasikan pembangunan di wilayah tersebut; dan urgensi pengadaan perangkat pengendalian pemanfaatan ruang yang bersifat teknis berupa rencana detil tata ruang (RDTR) maupun peraturan zonasi (PZ) sangat tinggi.", "Daftar File": {}, "Penulis": "S Munawaroh Harahap [15411057]", "Kontributor / Dosen Pembimbing": ["Djoko Santoso Abi Suroso, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "pemanfaatan ruang, evaluasi, kesesuaian ruang", "Sumber": "", "Staf Input/Edit": "suwadji  \n                                     suwadji", "File": "7 file", "Tanggal Input": "26 Nov 2018"}