{"Nomor": 32007, "Judul": "STUDI PERSEPSI DAN PREFERENSI PENGGUNA TERHADAP LAYANAN FASILITAS PADA PARK AND RIDE (Studi Kasus: Park and Ride Vertical Ragunan, Jakarta)", "Abstrak": "Kemacetan yang terjadi di DKI Jakarta merupakan isu strategis yang saat ini belum dapat diselesaikan. Pemerintah mencoba untuk mengatasi permasalahan ini dengan merubah paradigma masyarakat dari memenuhi permintaan menjadi merekayasa permintaan itu sendiri. Strategi mengatasai kemacetan dimulai dengan mengembangkan sistem angkutan umum massal sebagai tulang punggung transportasi dengan tahap pertama adalah penyediaan bus rapid transit (BRT) dalam bentuk busway atau yang saat ini biasa disebut Transjakarta. Untuk mendukung penyelengaraan busway, pemerintah juga mengembangkan kebijakan pendukung yaitu pembangunan fasilitas park and ride. Diketahui bahwa masyarakat masih enggan menggunakan fasilitas karena beberapa faktor seperti kurangnya pelayanan dan tidak optimalnya pengembangan fasilitas. Oleh karena itu, penelitian ini bertujuan untuk mengidentifikasi persepsi dan preferensi pengguna terhadap layanan fasilitas yang tersedia pada park and ride. Metode penelitian yang digunakan adalah deksriptif. Melalui metode ini digambarkan kondisi eksisting pelayanan park and ride, karateristik pengguna, persepsi dan preferensi pengguna terhadap tarif dan layanan fasilitas, serta perbandingannya dengan kondisi eksisiting. Kesimpulan penelitian menunjukkan bahwa masih terdapat beberapa komponen layanan fasilitas park and ride yang dianggap penting oleh pengguna tapi belum tersedia saat ini. Diperlukan adanya pengembangan fasilitas lebih lanjut oleh pihak terkait, yaitu Pemerintah Provinsi DKI Jakarta, untuk memenuhi layanan yang diharapkan agar dapat menarik minat lebih banyak masyarakat.", "Daftar File": {}, "Penulis": "Tandika Nisaa Utami [15410058]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Iwan Pratoyo Kusumantoro, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "persepsi, park and ride, layanan fasilitas, Ragunan", "Sumber": "", "Staf Input/Edit": "suwadji", "File": "7 file", "Tanggal Input": "26 Nov 2018"}