{"Nomor": 32017, "Judul": "RESOR DI PULAU SAMALONA, MAKASSAR", "Abstrak": "Proyek perancangan ini diadakan sebagai tindakan dari semangat Visit Makassar with great expectation 2011. Proyek ini bersifat fiktif dan mengambil Pulau Samalona, Makassar sebagai lokasi perancangan. Lingkup proyek mencakup kegiatan survei lokasi sampai tahap prarancangan dengan merancang seluruh fasilitas dalam kompleks resor. Tujuan perancangan adalah merancang resor dengan standar dan style internasional dengan tetap menjaga kualitas lingkungan dan budaya setempat, serta memaksimalkan\npotensi wisata Pulau Samalona. Isu perancangan yang diangkat adalah pemandangan, lokalitas dan suasana, sistem struktur dan metode konstruksi pinggir pantai dan rakit, angin, dan abrasi pantai.\nPemandangan dan lokalitas adalah dua isu utama karena resor pulau menjual keindahan alam dan keunikan. Oleh sebab itu, solusi perancangan yang diusung meliputi konsep tapak dan bangunan yang memaksimalkan pemanfaatan unsur alam dan kebudayaan Suku Bugis. Untuk memberi nilai tambah, diusung konsep Pulau Samalona sebagai pulau bisnis dan pernikahan yang mengakomodasi kegiatan wisata bahari, pesta, pernikahan, dan tempat berbulan madu. Terdapat 15 tipe gedung yang didesain dengan luasan sebesar 3.782,18 m2. Seluruh gedung merupakan bangunan bertingkat rendah dan dirancang untuk menampung 213 orang per hari. Standar dan style internasional didefinisikan menjadi perancangan yang berorientasi pada lokalitas, ramah lingkungan, barrier-free design, diterima masyarakat,\ndan sistem sanitasi yang terjamin.", "Daftar File": {}, "Penulis": "Tan Henry Jonathan T [15210029]", "Kontributor / Dosen Pembimbing": ["Ir. Budi Faisal, MLA.,MAUD.,Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Resor, Pulau Samalona, Makassar, Standar Internasional.", "Sumber": "", "Staf Input/Edit": "suwadji", "File": "7 file", "Tanggal Input": "27 Nov 2018"}