{"Nomor": 32018, "Judul": "NILAI EKONOMI TOTAL EKOSISTEM MANGROVE DI KABUPATEN INDRAMAYU PROVINSI JAWA BARAT", "Abstrak": "Ekosistem mangrove memiliki fungsi utama yaitu sebagai fungsi ekologis dan fungsi sosial ekonomi. Secara ekologis, ekosistem mangrove atau hutan mangrove berfungsi sebagai daerah pemijahan (spawning ground), daerah pembesaran (nursery ground), menyediakan keanekaragaman hayati (biodiversity) sebagai sistem penunjang kehidupan. Secara ekonomi, pemanfaatan ekosistem mangrove adalah pembangunan sebagai objek wisata yang menghasilkan manfaat komersial bagi manusia yang mengacu pada perannya dari segi kenikmatan estetika maupun produksi komoditas yang dipasarkan. Pentingnya peranan maupun fungsi dari ekosistem mangrove tersebut memunculkan tantangan untuk mengetahui bagaimana memberikan nilai yang komprehensif terhadap manfaat tersebut. Proses penilaian dilakukan dengan memberikan harga (price tag) terhadap barang dan jasa yang dihasilkan. Penelitian ini bertujuan untuk menganalisis nilai ekonomi total (NET) ekosistem mangrove, baik nilai manfaat langsung, manfaat tidak langsung, manfaat pilihan, maupun manfaat keberadaan. Penelitian dilakukan pada ekosistem mangrove di Desa Karangsong dan ekosistem mangrove di Pulau Biawak, Kabupaten Indramayu. Dalam penelitian ini menggunakan metode kualitatif dan kuantitatif (mix method). Data primer dijaring secara langsung di lapangan melalui pengukuran secara langsung di lapangan dengan menggunakan metode transek, dan wawancara mendalam (depth interview). Data sekunder berupa kondisi lokasi penelitian data kondisi potensi hutan serta kondisi fisik di areal hutan serta data ataupun studi literatur dari penelitian-penelitian yang sudah ada. Populasi sampling yang digunakan yaitu para pengurus Kelompok Tani Pantai Lestari (38 responden) dan wisatawan ekowisata mangrove Karangsong (26 responden) secara aksidental. Hasil penelitian menunjukkan Nilai Ekonomi Total (NET) ekosistem mangrove Karangsong sebesar Rp5.725.163.316/tahun, yang terdiri dari manfaat langsung sebesar Rp1.325.634.596/tahun (23.1%) dari HHBK, bibit, rekreasi, ikan bandeng, dan rumput laut, manfaat tidak langsung sebesar Rp4.389.782.541/tahun (76.7%) dari penahan abrasi, penyerapan karbon, dan intrusi air, adapun manfaat pilihan sebesar Rp1.868.795/tahun (0,2%) dari keanekaragaman hayati dan manfaat keberadaan sebesar Rp7.877.795/tahun (0.6%) dari kesediaan membayar masyarakat. Sedangkan Nilai Ekonomi Total (NET) ekosistem mangrove Pulau Biawak sebesar Rp11.776.205.431/tahun, yang terdiri dari manfaat langsung sebesar Rp576.224.500/tahun (4%) dari ekowisata, HHBK, dan hasil perikanan (teripang, rekreasi, rajungan, tongkol, dan ikan kelayar), manfaat tidak langsung sebesar Rp11.343.220.931/tahun (95%) dari penahan abrasi, penyerapan karbon, dan intrusi air, adapun manfaat pilihan sebesar Rp15.960.0000/tahun (0.1%) dari keanekaragaman hayati dan manfaat keberadaan sebesar Rp40.800.000/tahun (0,3%) dari Travel Cost Method.", "Daftar File": {"ABSTRAK_INDO_ENG.pdf": "https://digilib.itb.ac.id/gdl/download/143337"}, "Penulis": "Emma Permata Hati [21316006]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Endang Hernawan, M.T.", "Dr. Tien Lastini, S.Hut., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Biomanajemen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Valuasi Ekonomi, Ekosistem Mangrove, Karangsong, Pulau Biawak.", "Sumber": "", "Staf Input/Edit": "suwadji  \n                                     suwadji", "File": "1 file", "Tanggal Input": "27 Nov 2018"}