{"Nomor": 32012, "Judul": "MUSEUM SEJARAH PERJUANGAN PERGERAKAN KEMERDEKAAN INDONESIA", "Abstrak": "Kemerdekaan Indonesia telah di proklamirkan pada tahun 1945. Dengan ini penjajahan dari negara lain akan Indonesia telah di hapuskan dengan berisinya pernyataan negara yang telah berdiri secara sendiri. Namun, pada kenyataannya pengisian kemerdekaan saat ini tidak terlihat begitu sepadan dengan perjuangan yang telah dilakukan oleh para pendahulu dalam membebaskan negeri ini dari jajahan asing. Maka diperlukannya kembali mengingat dan mempelajari perjuangan yang telah dilakukan oleh para pendahulu dalam memerjuangkan kemerdekaan. Kita tidak mengetahui bagaimana beratnya perjuang an sehingga kita berkaca bahwa seharusnya kaum di zaman sekarang dapat memberikan pengaruh yang besar dalam membangun kemandirian, perjuangan , dan kemerdekaan di negara seperti pada saat di zaman dahulu. Sama seperti ucapan sang jas merah. ”Jangan sekali – kali melupakan sejarah”. Tempat dimana kita dapat melihat kegiatan – kegiatan bersejarah salah satunya adalah di museum. Hal ini menunjukan masih kurangnya kesadaran akan kunjungan ke museum oleh warga Indonesia pada umumnya. Untuk dapat menumbuhkan semangat perjuangan bagi penduduk Indonesia maka diperlukan museum yang dapat menjadi gaya hidup baru bagi penghuni kota besar untuk berkumpul dan memiliki berbagai multi fungsi, dan dapat menumbuhkan kecintaan akan sejarah Indonesia. Tempat yang tidak hanya pada isinya namun pada bangunannya berisikan tentang perjuangan dan pergerakan kemerdekaan.", "Daftar File": {}, "Penulis": "RICKY RIZKI SETIADHIGUNA [15210097]", "Kontributor / Dosen Pembimbing": ["Ir. Budi Rijanto Surjosutrisno, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "perjuangan dan pergerakan kemerdekaan", "Sumber": "", "Staf Input/Edit": "suwadji  \n                                     suwadji", "File": "7 file", "Tanggal Input": "26 Nov 2018"}