{"Nomor": 32010, "Judul": "PERANCANGAN ULANG KAWASAN TRANSIT CIMINDI BERBASIS TRANSIT ORIENTED DEVELOPMENT", "Abstrak": "Kegiatan masyarakat di kota-kota besar yang makin hari makin berkembang, menimbulkan pergerakan di sekitar kota-kota besar Dengan adanya pergerakan tersebut maka masyarakat membutuhkan sarana transportasi yang memadai untuk menunjang kegiatannya. Pergerakan tersebut menimbulkan pertambahan pengguna jalan raya. Namun, pertambahan pengguna jalan raya tersebut tidak diimbangi dengan pertambahan kapasitas jalan. Bila hal tersebut terjadi, maka akan terjadi kepadatan pada waktu-waktu tertentu dikarenakan volume kendaraan yang tidak sesuai dengan kapasitas jalan raya. Apabila hal ini terjadi dan tidak diimbangi dengan sarana transportasi yang memadai maka akan terjadi kemacetan. Salah satu konsep yang bisa mengatasi masalah tersebut adalah konsep Transit Oriented Development (TOD). Konsep TOD sudah banyak di gunakan di banyak negara untuk mengurangi kemacetan yang ada. Di Indonesia sendiri sudah banyak kajian mengenai pengembangan kawasan yang memiliki karakteristik tertentu seperti kawasan perdagangan dan jasa dengan konsep TOD, namun belum ada penyesuaian teori TOD dengan kekhususan karakter site. Perancangan ulang kawasan transit Cimindi berbasis TOD merupakan salah satu alternatif pengembangan kawasan transit Cimindi dengan mempertimbangkan prinsip perancangan normatif, potensi dan persoalan kawasan perdagangan dan jasa Cimindi, serta persepsi dan preferensi PKL, supir angkot dan masyarakat yang beraktivitas di sekitar kawasan transit Cimindi. Bentuk perancangan ulang kawasan transit Cimindi berupa pengintegrasian Stasiun KA Cimindi, terminal angkutan kota dan pusat PKL.", "Daftar File": {"2016_TA_PP_NURIZA_WARDI_1-CONER.pdf": "https://digilib.itb.ac.id/gdl/download/143278"}, "Penulis": "Nuriza Wardi [15411006]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Denny Zulkaidi, MUP"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "transit oriented development, kawasan transit, stasiun, terminal, PKL", "Sumber": "", "Staf Input/Edit": "suwadji", "File": "8 file", "Tanggal Input": "26 Nov 2018"}