{"Nomor": 32025, "Judul": "LASALLE COLLEGE INTERNATIONAL JAKARTA", "Abstrak": "Dunia fashion di Indonesia bisa dikatakan tengah berkembang pesat dalam beberapa dekade terakhir, ini dapat dilihat dari banyaknya event pagelaran busana dan juga sector Industri fashion dipandang semakin penting dalam mendukung kesejahteraan dalam pembangunan perekenomian. Seiring dengan perkembangan dunia fashion di Indonesia, peminat yang ingin mendalami pengetetahuan dan pembelajaran akan dunia fashion di tanah air meningkat seiring waktu. Di Indonesia sendiri perguruan atau lembaga tata busana yang menyediakan kurikulum bertaraf International masih sedikit, padahal banyak sekali peluang bagi para desainer muda Indonesia untuk berkiprah di dunia Fashion international. Hal ini yang menjadi latar belakang didirikannya Lasalle Collage International. \nKarya arsitektur yang dirancang merupakan bangunan yang memiliki sifat instusional yang ditambahkan dengan fasilitas-fasilitas untuk mewadahi proses pembelajaran mahasiswa. Fasilitas yang tersedia pada bangunan ini merupakan penggabungan dari fasilitas edukasi, pertunjukan dan juga komersil. Keberadaan fasilitas-fasilitas ini tidak lain untuk mengakomodasi kegiatan-kegiatan dunia mode yang diharapkan juga turut membantu proses belajar-mengajar.   \n \nPada karya arsitektur ini terdapat tiga isu penting yang berkaitan dengan sekolah mode yaitu citra/image, interaksi, dan sirkulasi. Untuk menjawab ketiga isu tersebut dibuatlah tujuan perancangan. Tujuan perancangan yang ingin dicapai adalah bagaimana membangun image dari sekolah mode, lalu bagaimana menciptakan interaksi antara pengguna banguna, dan terakhir bagaimana menciptakan sirkulasi yang efektif agar kegiatan pendidikan tetap kondusif. Untuk mencapai tujuan, maka dibuatlah konsepkonsep yang mendukung. Sebagai penguat image dari sekolah mode makan dibuatlah fasad bangunanan yang dinamis dan dapat diubah-ubah sesuai kebutuhan. Untuk mencipakan interaksi para pengguna dibuatlah ruang publik yang memiliki konsep “open display of creativity” dimana ruang publik ini menerus hinga ke tengah bangunan. ruang publik ini juga merupakan sirkulasi utama pada bangunan dan dimanfaatkan sebagai area pameran karya-karya seni mahasiswa.", "Daftar File": {}, "Penulis": "Maya Tya Soufana [15210072]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Hanson Endra Kusuma, S.T., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Fashion, Mode, Pendidikan, Pertujukan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "28 Nov 2018"}