{"Nomor": 32027, "Judul": "REDESAIN RUMAH SAKIT UMUM DAERAH  KABUPATEN TASIKMALAYA TIPE C", "Abstrak": "Kesehatan masyarakat merupakan tanggungjawab pemerintah baik pusat maupun daerah. Salah satu sarana kesehatan yang sangat dibutuhkan saat ini adalah rumah sakit umum baik di daerah-daerah kabupaten atau kota, termasuk oleh Pemerintah Daerah Kabupaten Tasikmalaya. Sebagai daerah pemekaran baru, Kabupaten Tasikmalaya tentunya membutuhkan sebuah rumah sakit umum yang mampu melayani warga Kabupaten Tasikmalaya dalam bidang kesehatan, mengingat saat ini rumah sakit yang ada belum cukup memadai. \nBeberapa isu perancangan Rumah Sakit Umum Tipe C ini yakni berkaitan dengan aspek keselamatan, kenyamanan, kesehatan, dan kemudahan. Namun isu utamanya yaitu bagaimana agar rumah sakit dapat berfungsi dengan optimal. Konsep utama dalam perancangan rumah sakit ini adalah healing environment dengan merancang lingkungan sedemikian rupa sehingga dapat memberikan efek secara psikologis maupun fisiologis yang kondusif untuk membantu proses penyembuhan pasien. Konsep tersebut salah satunya diwujudkan dengan membuat massa bangunan berorientasi ke taman-taman. Dengan banyaknya taman di sekitar rumah sakit diharapkan akan membuat kualitas udara pada rumah sakit menjadi lebih segar dan membuat pengguna bangunan menjadi lebih rileks dan tenang dengan kondisi alam sekitar.  Bangunan rumah sakit seluas ±18.400 m2 ini berkapasitas 172 tempat tidur dengan 75% merupakan kamar rawat inap kelas 2 dan 3. Pada bangunan ini terdapat 129 tempat parkir mobil atau berjumlah 75% dari kapasitas tempat tidur yang tersedia. Massa bangunan terdiri dari zona keperawatan (3 lantai) dan zona non keperawatan (2 lantai).", "Daftar File": {}, "Penulis": "Mohammad Ardi Wiradimadja [15210067 ]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Lily Tambunan, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "kesehatan masyarakat, isu perancangan, rumah sakit umum, healing  environment, taman", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "28 Nov 2018"}