{"Nomor": 32032, "Judul": "TANAH ABANG STATION DEVELOPMENT, CENTRAL JAKARTA", "Abstrak": "Kemacetan yang terjadi di Ibukota Jakarta semakin memprihatinkan. Pertumbuhan penduduk dan kendaraan pribadi tidak sebanding dengan pengadaan transportasi publik yang memadai. Pertambahan ruas jalan bukan merupakan solusi karena lahan publik akan tergusur oleh infrastruktur jalan. Pengadaan transportasi publik yang terintegrasi merupakan salah satu solusi ampuh untuk mengurangi kemacetan di Jakarta. Rencana untuk memperbaiki moda transportasi, khususnya kereta api, akan dilaksanakan pada tahun 2020. Stasiun Tanah Abang akan menjadi salah satu kawasan pengembangan berorientasi transit (trasit-oriented development), yaitu kawasan yang mengedepankan penggunaan transportasi publik dan meminimalisasi penggunaan kendaraan pribadi. Stasiun ini hanya akan mewadahi kereta komuter. Stasiun Tanah Abang akan terintegrasi dengan monorel dan juga bus air. Namun fungsi yang diwadahi bukan hanya stasiun, melainkan juga hotel, kantor, dan juga area perbelanjaan. Hal penting yang perlu diperhatikan dalam perancangan ini ialah mengoneksikan stasiun dengan fungsi yang terdapat di dalam lahan dan juga konteks sekitar lahan. Menganalisis pergerakan pengguna stasiun dan pengunjung umum, membuat jalur sirkulasi utama, membuat titik-titk orientasi, dan menghubungkan stasiun dengan fungsi lain merupakan strategi umum perancangan pada perancangan Stasiun Tanah Abang. Konsep perancangan yang diterapkan ialah konektivitas, mengalir, dan juga transparan dengan konsep besar “integrasi dan koneksi antarfungsi di dalam dan di luar tapak“.", "Daftar File": {}, "Penulis": "Iqbal Adam [15210023]", "Kontributor / Dosen Pembimbing": ["Ir. Tri Yuwono, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "integrasi, koneksi, mixed-use, stasiun, TOD, transparan", "Sumber": "", "Staf Input/Edit": "suwadji", "File": "7 file", "Tanggal Input": "28 Nov 2018"}