{"Nomor": 32036, "Judul": "IDENTIFIKASI BAHAYA KEBAKARAN PADA PELAYANAN JASA PELAYARAN LAUT MENGGUNAKAN KAPAL FERRY (STUDI KASUS: PT. ASDP INDONESIA FERRY CABANG MERAK RUTE MERAK-BAKAUHENI)", "Abstrak": "Kapal ferry/Ro-Ro merupakan alat transportasi laut yang masih sering digunakan sebagai sarana penghubung antar pulau-pulau di Indonesia. Sebagai sarana penunjang perekonomian negara, penyeberangan laut menggunakan kapal ferry tidak lepas dari bahaya kebakaran yang dapat terjadi. Pada makalah ini, skenario kebakaran di area pelabuhan dan di atas kapal akan diidentifikasi menggunakan metoda Event Tree Analysis (ETA) dan metoda gabungan analisis fuzzy Fault Tree Analysis (FTA). Selanjutnya, langkah-langkah pengendalian yang diperlukan untuk mencegah terjadinya skenario kebakaran dan kegagalan sistem proteksi kebakaran ditentukan. Fuzzy FTA merupakan metode yang dapat mengatasi keterbatasan-keterbatasan yang dialami oleh FTA konvensional, dimana membutuhkan data-data yang bersifat eksak untuk menghitung peluang (frekuensi) kejadian Top Event (TE). Kejadian kebakaran yang diamati merupakan kejadian kebakaran pada sistem bunkering kapal dan kejadian kebakaran di atas kapal terjadi pada kapal Batu Mandi dan Portlink I. Setiap alur skenario dalam ETA tersebut akan dijelaskan oleh diagram fault tree. Oleh sebab itu, nilai peluang (frekuensi) masing-masing TE pun dapat ditentukan. Terdapat enam skenario peristiwa kebakaran di area sistem bunkering kapal dan terdapat enam skenario kebakaran di atas kapal pada masing-masing kapal. Secara umum, penyebab-penyebab kebakaran di atas kapal adalah daya ventilasi di ruang permesinan berkurang dan terdapat kegiatan merokok baik di area akomodasi maupun di area permesinan, dan penyebab kegagalan sistem proteksi kebakarannya adalah kegagalan passenger assisting dan crowd control, dan tidak dilakukannya secara berkala dan efektif kegiatan fire drill. Penyebab kebakaran di sistem bunkering kapal adalah pemakaian alat non-explosive proof dan terdapatnya kegiatan merokok di area, dan penyebab kegagalan sistem proteksi kebakarannya adalah kegagalan pengambilan keputusan notifikasi tanggap darurat ke DAMKAR secara cepat dan tidak tersedianya alat pelindung personal. Analisis tingkat bahaya kebakaran juga dilakukan dengan menggunakan Dow’s Fire and Explosion Index (FE&I) untuk sistem tangki timbun BBM yang menghasilkan indeks berkategori bahaya light dengan nilai kerugian secara ekonomi. Pada akhirnya, pengendalian bahaya kebakaran, dilakukan kepada penyebab-penyebab kegagalan yang signifikan berdasarkan hasil analisis ETA dan FTA dengan mempertimbangkan tingkat bahaya Dow’s FE&I.", "Daftar File": {"2017_TS_PP_ELAN_BUDI_KUSUMA_1-_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/143463", "2017_TS_PP_ELAN_BUDI_KUSUMA_1-_BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/143464", "2017_TS_PP_ELAN_BUDI_KUSUMA_1-_BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/143465", "2017_TS_PP_ELAN_BUDI_KUSUMA_1-_BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/143466", "2017_TS_PP_ELAN_BUDI_KUSUMA_1-_BAB_4A.pdf": "https://digilib.itb.ac.id/gdl/download/143467", "2017_TS_PP_ELAN_BUDI_KUSUMA_1-_BAB_4B.pdf": "https://digilib.itb.ac.id/gdl/download/143468", "2017_TS_PP_ELAN_BUDI_KUSUMA_1-_BAB_4C.pdf": "https://digilib.itb.ac.id/gdl/download/143469", "2017_TS_PP_ELAN_BUDI_KUSUMA_1-_BAB_5A.pdf": "https://digilib.itb.ac.id/gdl/download/143470", "2017_TS_PP_ELAN_BUDI_KUSUMA_1-_BAB_5B.pdf": "https://digilib.itb.ac.id/gdl/download/143471", "2017_TS_PP_ELAN_BUDI_KUSUMA_1-_BAB_5C.pdf": "https://digilib.itb.ac.id/gdl/download/143472", "2017_TS_PP_ELAN_BUDI_KUSUMA_1-_BAB_5D.pdf": "https://digilib.itb.ac.id/gdl/download/143473", "2017_TS_PP_ELAN_BUDI_KUSUMA_1-_BAB_6.pdf": "https://digilib.itb.ac.id/gdl/download/143474", "2017_TS_PP_ELAN_BUDI_KUSUMA_1-_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/143475"}, "Penulis": "Elan Budi Kusuma [25313308]", "Kontributor / Dosen Pembimbing": ["Dr. Herto Dwi Ariesyady, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Explosives, fuels, related products", "Kata Kunci": "ETA, FTA, Ferry, Fuzzy, Identifikasi, Kebakaran", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "13 file", "Tanggal Input": "28 Nov 2018"}