{"Nomor": 32034, "Judul": "EVALUASI EFEKTIVITAS KARTU OBSERVASI DALAM PENCAPAIAN KINERJA KESELAMATAN KERJA", "Abstrak": "Aktivitas industri yang semakin meningkat turut menunjukkan peningkatan kecelakaan sehingga terjadi upaya untuk menelitinya dan terbentuk model-model penyebab kecelakaan. Salah satu teori mengenai penyebab terjadinya kecelakaan adalah bahwa kecelakaan paling banyak dipicu oleh perilaku tidak aman ataupun berisiko, dan kontrol terhadap perilaku ini merupakan salah satu kunci untuk pencegahan kecelakaan. Terjadinya suatu kecelakaan turut meningkatkan biaya operasional suatu organisasi melalui meningkatnya biaya produksi dan menurunnya efisiensi. Selain itu angka kecelakaan yang tinggi, perusahaan tidak mudah mendapat kepercayaan dari pemberi kerja. Untuk itu perusahaan harus berperan dalam pencegahan kecelakaan. Kegiatan pencegahan kecelakaan dapat diklasifikasikan menjadi dua, yaitu kegiatan retrospektif (setelah kecelakaan terjadi) dan kegiatan prospektif (sebelum kecelakaan terjadi). Penelitian ini mengevaluasi keselamatan kerja di PT. X melalui dua kegiatan tersebut. Analisis terhadap insiden sebagai kegiatan retrospektif, serta analisis terhadap kartu observasi keselamatan kerja sebagai kegiatan prospektif. Analisis insiden dilakukan dengan analisis akar masalah (RCA). Analisis kartu observasi keselamatan kerja dilakukan dengan statistika untuk melihat observasi yang paling sering dilaporkan oleh pekerja. Keduanya kemudian dihubungkan untuk mencari keterkaitan. Didapatkan bahwa observasi yang paling sering dilaporkan adalah Procedures and Housekeeping, Personal Protection Equipment, dan Other. Hasil analisis RCA dibantu dengan Matriks 4x4 dan dihubungkan dengan kategori bahaya yang ada pada kartu observasi bahaya maka akar masalah tersebut masuk ke dalam kategori bahaya Drops, Tools/Equipment, dan Others (prosedur). Perlu ditingkatkan kemampuan observasi yang lebih baik dari pekerja agar dapat mengobservasi potensi bahaya lainnya, diantaranya dengan sosialisasi dan pelatihan secara berkesinambungan.", "Daftar File": {"2016_TS_PP_CITRA_PUSPITA_1_-_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/143447", "2016_TS_PP_CITRA_PUSPITA_1_-_BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/143448", "2016_TS_PP_CITRA_PUSPITA_1_-_BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/143449", "2016_TS_PP_CITRA_PUSPITA_1_-_BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/143450", "2016_TS_PP_CITRA_PUSPITA_1_-_BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/143451", "2016_TS_PP_CITRA_PUSPITA_1_-_BAB_5A.pdf": "https://digilib.itb.ac.id/gdl/download/143453", "2016_TS_PP_CITRA_PUSPITA_1_-_BAB_5B.pdf": "https://digilib.itb.ac.id/gdl/download/143454", "2016_TS_PP_CITRA_PUSPITA_1_-_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/143455"}, "Penulis": "Citra Puspita [25313037 ]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Indah Rachmatiah Siti Salami, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Administration of economy & environment", "Kata Kunci": "perilaku tidak aman, perilaku berisiko, kartu observasi keselamatan kerja, root cause analysis", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "28 Nov 2018"}