{"Nomor": 32042, "Judul": "HOTEL RESOR DI PANTAI ARE GULING, LOMBOK", "Abstrak": "Pariwisata merupakan salah satu sektor penyumbang devisa negara terbesar di Indonesia. Sektor pariwisata di Indonesia semakin berkembang dan didukung dengan adanya program “Wonderful Indonesia”, di mana jumlah wisatawan yang datang ke Indonesia meningkat setiap tahunnya. Pulau Lombok merupakan salah satu tujuan bagi para wisatawan yang mencari keindahan alam yang masih alami, dengan pantainya yang sepi dan ombaknya yang tenang. Sektor pariwisata di Pulau Lombok didukung dengan dibangunnya Bandara Internasional Lombok yang mulai beroperasi sejak tahun 2012. Dengan jumlah wisatawan yang datang ke Pulau Lombok selalu meningkat setiap tahunnya, maka diperlukan fasilitas penginapan yang memadai untuk mengakomodasi para wisatawan yang datang ke Pulau Lombok.\nPantai Are Guling sendiri merupakan sebuah pantai yang belum dikembangkan dan dijadikan objek wisata. Berada di Selatan Pulau Lombok, terletak cukup jauh dari perkotaan, dan dikelilingi oleh tebing batu dengan pulau kecil bernama Gili Nusa di tengahnya. Melihat potensi site dengan pemandangan yang indah, suasana yang tenang, serta ketinggian ombak yang cukup tinggi, maka dirancanglah sebuah hotel resor yang mendukung kegiatan healing dan surfing. Dirancang di atas lahan seluas 2 hektar dengan kemiringan lebih dari 30%, maka kontur tanah dibuat berundak-undak seperti terasering pada sawah, dengan demikian view dari setiap perbedaan ketinggian dapat dimaksimalkan. Dengan menggunakan material lokal yang dikombinasikan dengan arsitektur modern, diharapkan dapat menekan biaya pembangunan serta menyediakan kemewahan yang berbeda dibandingkan dengan hotel resor pada umumnya.", "Daftar File": {}, "Penulis": "Leonardus Richard Salim [15212061]", "Kontributor / Dosen Pembimbing": ["Dr. Firmansyah, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "hotel resor, Pantai Are Guling, healing, surfing, tradisional Lombok", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "28 Nov 2018"}