{"Nomor": 32043, "Judul": "HUB KREATIF JAKARTA", "Abstrak": "Perkembangan ekonomi di dunia dan Indonesia telah dipengaruhi banyak oleh munculnya orang kreatif, yaitu orang-orang yang mampu menambah nilai ekonomi dengan modal yang dinamakan ‘kreativitas’. Di Indonesia, perkembangan ekonomi dan industri kreatif merupakan salah satu strategi dalam pembangunan ekonomi yang sedang tumbuh, sehingga dibentuk Badan Ekonomi Kreatif (Bekraf) yang juga memiliki tugas sebagai inkubator bisnis pelaku industri kreatif di Indonesia.\nProyek yang bersifat fiktif ini berlokasi di Jalan Kampung Bandan, Jakarta Utara, yang merupakan wilayah yang sudah kurang aktif. Sesuai dengan RTRW DKI Jakarta, kawasan ini masuk ke dalam program Perwujudan Kawasan yang Diprioritaskan dengan fungsi pengembangan pusat eksibisi dan informasi bisnis. Hub Kreatif Jakarta bertujuan untuk membangun sebuah ruang kreasi dengan berbagai fungsi yang dapat mewadahi berbagai subsektor industri kreatif dan berkontribusi dalam perkembangan ekonomi kreatif di Indonesia. Bangunan ini dibagi ke dalam lima zona utama, yaitu area eksibisi, area komersil, area kreasi, area pengetahuan, area bisnis, serta ruang terbuka yang dapat diakses publik.\nDalam mewujudkan tujuan dan misi tersebut, maka dipilihlah konsep creative village yang berangkat dari isu utama fleksibilitas. Penggunaan modul-modul dari frame beton dan kontainer merupakan salah satu upaya menjawab isu tersebut. Penggunaan material kontainer juga berfungsi sebagai refleksi dan perkuatan citra dari konteks, dimana Kampung Bandan sudah dikenal dengan terminal peti kemas dan stasiunnya.\nBangunan seluas kurang lebih 10,000 meter persegi ini berdiri di atas lahan seluas 15,510 meter persegi, dan berdiri hingga empat lantai. Ruang terbuka dirancang sebagai sekuens dan labirin-labirin menghubungkan antara ruang terbuka publik satu dengan yang lainnya.", "Daftar File": {"2016_TA_PP_Aviannisa_Putri1-_BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/143531"}, "Penulis": "Aviannisa Putri [15212095]", "Kontributor / Dosen Pembimbing": ["Ir. Achmad Deni Tardiyana, MUD"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Ekonomi Kreatif, Pusat Komunitas, Mix-use, Modul", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "28 Nov 2018"}