{"Nomor": 32051, "Judul": "RUMAH SAKIT KANKER DI BEKASI", "Abstrak": "Kebutuhan masyarakat Indonesia akan pelayanan kesehatan semakin meningkat seiring berjalannya waktu termasuk akan penyakit kanker, penyakit mematikan kedua di dunia. Sejak diberlakukannya jaminan kesehatan dari pemerintah yaitu BPJS, angka penderita kanker yang berobat ke rumah sakit pun juga meningkat drastis. Hal tersebut kontras dengan jumlah rumah sakit kanker di Indonesia yang saat ini hanya berjumlah tiga. Maka dari itu penambahan rumah sakit kanker diharapkan dapat membantu pelayanan kesehatan untuk penderita kanker di Indonesia.\nJawa Barat merupakan salah satu dari provinsi di Indonesia dengan prevalensi kanker tertinggi. Saat ini sedang direncanakan pembangunan rumah sakit kelas A di Grand Wisata di Kabupaten Bekasi. Lokasi memiliki aksesibilitas yang baik dan dekat dengan pemukiman penduduk sehingga cocok untuk dibangun rumah sakit kanker di tempat tersebut. Namun karena lokasi berada di sekeliling area komersil, maka isu kebisingan dan privasi harus sangat diperhatikan.\nProgram ruang dan persyaratan ruang yang disusun adalah berdasarkan standar rumah sakit umum kelas C dan referensi beberapa buku standar, kemudian ditambahkan dengan kebutuhan ruang khusus kanker seperti ruang radioterapi, kemoterapi, dan unit paliatif. Hampir setiap ruang memiliki persyaratannya tersendiri sehingga perlu diteliti ketika merancang, contohnya seperti dinding di bagian radiologi yang harus memiliki ketebalan tertentu untuk menghadang sinar radiasi agar tidak tersebar.\nGagasan awal yang diajukan untuk proyek ini adalah konsep HOME atau rumah. Konsep ini dipilih karena penulis ingin menyajikan suasana rumah di dalam rumah sakit sehingga pasien kanker yang menjalani pengobatan tidak merasa stress dan trauma akan rumah sakit karena suasana yang dirasakan adalah hangat dan rileks seperti di rumah. Konsep ini dituangkan dalam massa bangunan, suasana ruang dalam, ruang luar, façade, warna dan sebagainya.", "Daftar File": {}, "Penulis": "Kezia Audita [15212065]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Woerjantari Kartidjo, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Rumah sakit kanker, isu kebisingan, isu privasi, rumah", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "29 Nov 2018"}