{"Nomor": 32058, "Judul": "ANALISIS KUALITAS PERAIRAN WADUK SAGULING JAWA BARAT DENGAN PENDEKATAN NILAI TSS (TOTAL SUSPENDED SOLIDS) BERBASISKAN METODE REMOTE SENSING", "Abstrak": "Air merupakan salah satu zat yang sangat dibutuhkan untuk keberlangsungan kehidupan di bumi ini. Namun kebutuhan pokok tersebut dewasa ini menjadi sesuatu yang sulit untuk dicari. Hal ini salah satunya diakibatkan oleh meningkatnya angka pencemaran air. Cara yang dapat dilakukan untuk mencegah bertambahnya pencemaran pada suatu perairan adalah dengan cara melakukan pemantauan kualitas air secara berkala. Terdapat beberapa parameter untuk dapat menentukan tingkat kualitas air, salah satunya adalah Total Suspended Solids (TSS). TSS adalah material tersuspensi (diameter > 1 ?m) yang tertahan pada saringan milipore dengan diameter pori 0.45 mm. Dari nilai TSS yang diperoleh, dapat diidentifikasi beberapa masalah yang akan atau sedang terjadi pada perairan tersebut, salah satu contohnya adalah permasalahan sedimentasi. Remote sensing atau penginderaan jauh merupakan metode yang dapat digunakan untuk mengestimasi besar TSS pada suatu perairan. Besarnya nilai TSS dapat ditentukan dengan melakukan pengolahan dan analisis terhadap citra satelit yang dihasilkan. Namun belum adanya suatu algoritme penentuan nilai TSS yang teruji menjadikan suatu hambatan tersendiri untuk mengaplikasikan teknologi ini. Dari kelima algoritme uji yang terpilih, diketahui bahwa algoritme Syarif Budhiman menjadi algoritme yang paling berkesesuaian dengan hasil pengukuran in-situ TSS. Dengan demikian, algoritme ini dianggap layak untuk digunakan dalam proses ekstraksi nilai TSS multitemporal. Berdasarkan metode yang digunakan, dapatlah dilihat dinamika nilai TSS yang terjadi. Namun hasil tersebut harus dilengkapi lagi dengan variabel-variabel lain yang belum dilibatkan dalam proses pengerjaan untuk lebih meyakinkan lagi terkait hasil yang didapat.\nKata kunci:", "Daftar File": {"2016_TA_PP_DZULKHI_YUDHA_PRATAMA_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/143602"}, "Penulis": "Dzulkhi Yudha Pratama [15112035]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Ketut Wikantika, M.Eng.", "Dr. Ir. Agung Budi Harto, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Mathematical geography", "Kata Kunci": "Total Suspended Solid, Remote Sensing, Landsat", "Sumber": "", "Staf Input/Edit": "SYSTEM", "File": "6 file", "Tanggal Input": "29 Nov 2018"}