{"Nomor": 32054, "Judul": "ISOMERISASI IKATAN RANGKAP PADA SENYAWA FENILPROPENOID TERKATALISIS NIKEL(0) FOSFIN", "Abstrak": "Senyawa fenilpropenoid diketahui sebagai kumpulan senyawa alami yang sebagian\nbesar ditemukan dalam tanaman. Beberapa senyawa fenilpropenoid dapat\nditemukan pada daun kemangi, biji pala, paprika, daun salam, serai, dan biji adas.\nSenyawa fenilpropenoid secara umum dikelompokkan menjadi 2-propenilbenzena\ndan 1-propenilbenzena. Isomerisasi ikatan rangkap pada senyawa 2-\npropenilbenzena merupakan suatu transformasi penting karena isomer trans nya\nmerupakan bahan kimia bernilai tinggi yang memiliki aplikasi dalam bidang\nfarmasi, parfum, maupun industri makanan. Reaksi isomerisasi ikatan rangkap\ndapat dilakukan dengan menggunakan katalis basa, katalis heterogen, maupun\nkatalis homogen. Reaksi isomerisasi ikatan rangkap secara konvensional dikatalisis\noleh basa seperti KOH dan NaOH dengan perbandingan stoikiometri pada\ntemperatur yang sangat tinggi namun menghasilkan konversi dan selektivitas\nterhadap trans yang rendah. Reaksi isomerisasi konvensional tersebut memiliki\nkelemahan di antaranya yaitu penggunaan basa kuat dengan jumlah yang sangat\nbesar, waktu reaksi yang lama, konversi dan selektivitas terhadap trans yang\nrendah, temperatur reaksi yang tinggi, dan residu basa kuat yang kurang ramah\nlingkungan. Beberapa katalis heterogen yang telah digunakan pada reaksi\nisomerisasi senyawa fenilpropenoid, seperti eugenol dan estragol di antaranya yaitu\nMgAl-4HT, Pt/?-Al2O3, zeolit HY, KF/Al2O3, MgAl-LDH dan NiAl-LDH.\nPenggunaan katalis heterogen tersebut memerlukan temperatur reaksi yang tinggi\nnamun menghasilkan konversi dan selektivitas terhadap trans yang rendah. Selain\nkatalis heterogen, beberapa katalis homogen berbasis logam transisi akhir telah\ndilaporkan untuk isomerisasi senyawa fenilpropenoid, di antaranya yaitu\nRu(CO)3(PR3)2, RhCl3, PdCl2(PPh3)2, PtCl2, RuCl2(PPh3)2, [RuCl2(?6-\nC6H5OCH2CH2OH)(L)]. Logam transisi lain dengan kelimpahan yang lebih besar\nyaitu nikel telah dilaporkan untuk isomerisasi ikatan rangkap dengan katalis aktif\nberupa Ni(0) untuk memudahkan terjadinya adisi oksidatif. Reaksi isomerisasi\nikatan rangkap pada senyawa fenilpropenoid (metil eugenol, estragol, dan 2-\nalilfenol) berhasil dilakukan dengan katalis Ni(0) fosfin. Prekatalis NiCl2(PPh3)2\ndipreparasi dari NiCl2·6H2O dan ligan PPh3 dalam pelarut etanol pada temperatur\n65 ºC selama 30 menit. Katalis aktif Ni(0) fosfin diperoleh dengan mereduksi\nkompleks Ni(II) dengan logam Zn dalam satu wadah reaksi. Konversi metil eugenolii\nmencapai 99% dengan selektivitas terhadap trans-metil isoeugenol mencapai 96%\ndan turn over frequency (TOF) 190,1 jam-1 diperoleh menggunakan 1 mol%\nNiCl2(PPh3)2 dalam waktu 30 menit pada temperatur 50 ºC. Reaksi isomerisasi\nmetil eugenol tetap dapat berjalan tanpa penambahan PPh3 menghasilkan konversi\n99% dengan selektivitas terhadap trans-metil isoeugenol 96%. Penambahan PPh3\nberlebih pada reaksi isomerisasi metil eugenol tetap menghasilkan konversi 99%\ndengan selektivitas terhadap trans-metil isoeugenol 96%. Konversi estragol sebesar\n96% dengan selektivitas terhadap trans-anetol mencapai 95% dan nilai TOF 15,2\njam-1 diperoleh menggunakan 1 mol% NiCl2(PPh3)2 dalam waktu 6 jam pada\ntemperatur 80 ºC. Konversi 2-alilfenol mencapai 95% dengan selektivitas terhadap\ntrans-2-(1-propenil)fenol mencapai >99% dan nilai TOF 15,8 jam-1 diperoleh\nketika 1 mol% NiCl2(PPh3)2 dalam waktu 6 jam pada temperatur 80 ºC direaksikan.\nReaksi isomerisasi berlangsung menggunakan 1 mol% NiCl2(PPh3)2 terhadap\npereaksi (metil eugenol, estragol, dan 2-alilfenol) dalam lingkungan atmosfer\nnitrogen (1 atm) dan pelarut asetonitril. Asetonitril tidak hanya berperan sebagai\npelarut tetapi juga sebagai ligan penting agar reaksi isomerisasi dapat berlangsung.\nStudi kinetika menunjukkan bahwa reaksi isomerisasi metil eugenol merupakan\nreaksi orde satu terhadap metil eugenol. Peran ligan nitril dalam meningkatkan\naktivitas katalis masih diteliti lebih lanjut.", "Daftar File": {}, "Penulis": "Nunik Gustini [20515023]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Yessi Permana", "Aep Patah, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "isomerisasi, fenilpropenoid, Ni(0) fosfin, asetonitril.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "29 Nov 2018"}