{"Nomor": 32053, "Judul": "KAJIAN TENTANG KELAYAKAN WILAYAH REKLAMASI (STUDI KASUS : PANTAI UTARA JAKARTA)", "Abstrak": "Saat ini terdapat tujuh proyek reklamasi yang sedang berjalan di Indonesia dengan\ntujuan perluasan lahan di kota padat penduduk maupun pembangunan pelabuhan\nbaru. Namun proyek reklamasi di Indonesia masih diwarnai pro-kontra karena kerap\nditemukan tindak korupsi dalam praktek pengerjaannya, ditambah opini masyarakat\nyang menganggap proyek-proyek tersebut hanya memihak ke perusahaan\npengembang. Permasalahan yang timbul antara lain mengenai manfaat dan dampak\nreklamasi, syarat-syarat wilayah yang dapat dilakukan reklamasi, gambaran\nmengenai hak, batasan, dan tanggung jawab dalam proses pengerjaan reklamasi,\ntahapan pengerjaan reklamasi, serta mengenai izin-izin yang diperlukan.\nUntuk menjawab masalah-masalah tersebut diperlukan pengkajian yang mendalam\nuntuk menentukan apakah daerah tersebut layak untuk melalui proses reklamasi.\nMetode yang dilakukan adalah studi literatur terhadap beberapa referensi baik buku,\nperaturan perundang-undangan, peraturan kementerian dan ketetapan presiden,\npaper, maupun sumber dari internet. Selanjutnya pengadaan data berupa Peta Laut\nTanjung Priok yang diterbitkan oleh Dishidros pada tahun 2015. Selanjutnya\ndilakukan pengkajian data, penyajian hasil dan analisis, serta kesimpulan dan saran.\nHasil yang diharapkan adalah suatu kejelasan mengenai layak atau tidaknya suatu\nwilayah reklamasi. Hasil yang didapat adalah dari dua pulau yang menjadi studi\nkasus dalam tugas akhir ini, yaitu Pulau L dan Pulau J di Reklamasi Pantai Utara\nJakarta ditanyakan tidak layak untuk dilakukan reklamasi karena tidak memenuhi\nsyarat pembangunan pada Zona Penyangga P3.", "Daftar File": {"2016_TA_PP_MUHAMMAD_SYIRAZI_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/143599"}, "Penulis": "Muhammad Syirazi [15110002]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Eka Djunarsjah, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Mathematical geography", "Kata Kunci": "Reklamasi Pantai Utara Jakarta ditanyakan tidak layak untuk dilakukan reklamasi karena tidak memenuhi syarat pembangunan pada Zona Penyangga P3", "Sumber": "", "Staf Input/Edit": "SYSTEM  \n                                     Rita Nurainni, S.I.Pus", "File": "6 file", "Tanggal Input": "29 Nov 2018"}