{"Nomor": 32069, "Judul": "PERANCANGAN RUMAH SUSUN KELAS MENENGAH KE BAWAH DENGAN ISU KUALITAS LINGKUNGAN TERMAL", "Abstrak": "Proyek perancangan rumah susun ini didasarkan pada permasalahan yang muncul pada daerah di pusat bisnis di kecamatan Sumur Bandung, di kota Bandung terutama pada aspek kualitas lingkungan termal. Permukiman kumuh di daerah pusat bisnis tersebut memiliki kualitas lingkungan tempat tinggal yang sangat rendah dicirikan dengan naiknya temperatur udara dan tingginya tingkat polusi udara. Kondisi tersebut disebabkan oleh banyaknya pembangunan liar serta melanggar aturan-aturan yang berlaku. Dibutuhkan intervensi pembangunan berupa pola hunian rumah susun yang memungkinkan pembentukan lingkungan termal yang lebih baik. Tatanan perumahan yang tidak teratur menyebabkan udara panas terperangkap di antara massa bangunan. Jarak antarbangunan yang terlalu kecil mengakibatkan aliran udara tidak dapat melewati celah antarbangunan. Kondisi demikian akan menurunkan kualitas kehidupan secara umum. Konsep gubahan massa pada perancangan rumah susun ini adalah massa yang berorientasi utara-selatan dan massa lainnya berorientasi barat-timur. Susunan demikian untuk mencegah terjadinya efek lorong angin maupun bayangan angin. Massa yang tegak lurus terhadap arah angin diberi lubang angin untuk mengalirkan udara yang tertahan. Bukaan dan ventilasi diberikan pada akses masuk unit dan pintu ke arah balkon untuk menciptakan cross-ventilation. Material yang digunakan adalah beton karena bersifat tinggi albedo, rendah kapasitas kalor, dan emisivitas yang rendah. Warna putih diberikan pada fasade untuk meningkatkan reflektansi radiasi matahari.", "Daftar File": {}, "Penulis": "Jimmy Hartono [15210003]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Surjamanto W., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "rumah susun, urban heat island, konfigurasi massa bangunan, simulasi, bahan bangunan.", "Sumber": "", "Staf Input/Edit": "suwadji", "File": "9 file", "Tanggal Input": "29 Nov 2018"}