{"Nomor": 32066, "Judul": "STUDI KINETIKA DAN KAPASITAS ADSORPSI ION MANGAN DAN BESI PADA ADSORBEN MINERAL MORDENITE DENGAN SISTEM BATCH", "Abstrak": "Sebagai negara yang alamnya kaya akan jenis batuan dan mineral, air tanah di\nIndonesia khususnya daerah Bandung, mengandung kadar ion logam yang cukup\ntinggi, salah satunya ion besi dan mangan. Penyisihan logam dalam air\nmenggunakan teknik penyaringan (filtrasi) sudah cukup banyak dilakukan dengan\nmedia yang paling umum, media zeolit. Batu alam hijau Sukabumi, Jawa Barat\nmerupakan salah satu sumber mineral mordenite yang dapat digunakan sebagai\nmedia filtrasi. Banyaknya sisa hasil pemotongan batu alam yang tidak digunakan\ndiharapkan dapat menjadi bahan yang berguna dalam proses pengolahan air.\nMelalui penelitian ini akan dilihat kemampuan mordenite batu alam hijau\nSukabumi dalam mengadsorpsi ion besi dan mangan.\nData percobaan mengikuti kinetika model pseudo second order. Model pseudo\nsecond order mengindikasikan proses kimia sebagai pengontrol laju adsorpsi.\nNilai laju awal adsorpsi menggunakan mordenite aktivasi lebih tinggi\ndibandingkan mordenite alami yang meningkat dari 0,013 mg/g.menit menjadi\n0,034 mg/g.menit untuk adsorpsi besi dan 0,033 mg/g.menit menjadi 0,047\nmg/g.menit pada adsorpsi mangan.\nUntuk hasil uji isoterm adsorpsi besi dan mangan, data percobaan mengikuti\nmodel isoterm Freundlich. Harga 1/n pada isoterm Freundlich berhubungan\ndengan besarnya gaya dorong (driving force) adsorpsi dan distribusi situs-situs\nenergi pada adsorben. Nilai 1/n yang kurang dari 1 mendeskripsikan permukaan\nadsorpsi yang heterogen dan menunjukkan bahwa adsorpsi terjadi secara fisik\n(Physical adsorption). Sementara parameter nilai KF sebagai indikator kapasitas\nadsorpsi mengalami peningkatan pada mordenite aktivasi. Nilai KF pada\nmordenite aktivasi dalam mengadsorpsi besi menunjukkan peningkatan yang tidak\nbegitu signifikan yaitu 0,204 mg/g menjadi 0,215 mg/g dibandingkan adsorpsi\nmangan yang naik dari 0,1857 mg/g menjadi 0,378 mg/g. Hal ini menunjukkan\nbahwa kemampuan mordenite yang diaktivasi dalam menyerap mangan\ncenderung lebih tinggi. Baik dari hasil uji kinetika dan isoterm menunjukkan\nbahwa pengaktivasian mampu meningkatkan kapasitas adsorpsi ion besi dan\nmangan, terutama adsorpsi ion mangan.\n\nPada larutan multicomponent (campuran besi dan mangan), dengan menggunakan\nmordenite alami, kehadiran mangan dalam larutan menurunkan kapasitas adsorpsi\nmangan. Pada titik kesetimbangan (menit ke-30), dengan konsentrasi mangan\nyang lebih rendah dari besi, kapasitas adsorpsi besi menurun sebesar 11,4 % pada\nmordenite alami dan 4,7% pada mordenite aktivasi. Sedangkan pada konsentrasi\nmangan yang lebih tinggi, kapasitas adsorpsi besi menurun sebesar 19,7% pada\nmordenite alami dan 14,3% pada mordenite aktivasi. Begitu juga dengan\nkehadiran besi yang menurunkan kapasitas adsorpsi mangan dengan\nmenggunakan mordenite alami. Pada titik kesetimbangan (menit ke-30), dengan\nkonsentrasi besi yang lebih rendah dari mangan, kapasitas adsorpsi mangan\nmenurun sebesar pada 2,45% sedangkan pada konsentrasi besi yang lebih tinggi,\nkapasitas adsorpsi mangan menurun sebesar 28,75%. Berbeda dengan penggunaan\nmordenite aktivasi dalam penyisihan mangan, kehadiran besi dalam larutan\nterlihat tidak memberikan pengaruh besar terhadap adsorpsi mangan ke dalam\nmordenite. Variasi konsentrasi besi dalam air (lebih tinggi atau lebih rendah) dari\nkonsentrasi mangan sama-sama tidak mempengaruhi kapasitas adsorpsi mangan\npada larutan. Pada titik kesetimbangan (menit ke-30) baik pada larutan single dan\nmulticomponent, kapasitas adsorpsi mangan menujukkan nilai yang lebih kurang\nsama.\nHasil uji termodinamika memberikan nilai energi bebas Gibbs standar (?G0). Jika\ndibandingkan nilai ?G0 antara besi dan mangan, setelah pengaktivasian nilai ?G0\nmengalami kenaikan yang lebih tinggi dalam adsorpsi besi dari -4,715 kJ/mol\nmenjadi -8,723 kJ/mol dibandingkan mangan yang berubah dari -3.036 kJ/mol\nmenjadi -4.496 kJ/mol. Nilai ?G0 yang lebih besar mengindikasikan kebutuhan\nenergi untuk proses adsorpsi besi menggunakan mordenite aktivasi lebih besar.\nNilai ?G0 yang berkisar antara -20 kJ/mol hingga 0 kJ/mol memberikan informasi\nmengenai mekanisme yang terjadi berupa mekanisme fisik.\nDari hasil uji kinetika adsorpsi, isoterm adsorpsi, dan termodinamika, proses\nsorpsi logam besi dan mangan pada mordenite alami dan aktivasi terjadi dengan 2\nmekanisme yaitu pada mordenite berupa proses fisik (berupa gaya elektrostatik)\nyang diikuti dengan proses kimia (tukar ion dan pembentukan senyawa\nkompleks).", "Daftar File": {"2014_TS_PP_DEIFY_NOVANDY_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/143676", "2014_TS_PP_DEIFY_NOVANDY_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/143677", "2014_TS_PP_DEIFY_NOVANDY_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/143678", "2014_TS_PP_DEIFY_NOVANDY_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/143679", "2014_TS_PP_DEIFY_NOVANDY_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/143680", "2014_TS_PP_DEIFY_NOVANDY_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/143681", "2014_TS_PP_DEIFY_NOVANDY_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/143682"}, "Penulis": "Deify Novandy [25313045]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Mindriany Syafila, MS, Ph.D.", "Ir. Yuniati, M.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "adsorpsi, aktivasi, besi, isoterm, mangan, kinetika, mordenite", "Sumber": "", "Staf Input/Edit": "hidayat", "File": "7 file", "Tanggal Input": "29 Nov 2018"}