{"Nomor": 32062, "Judul": "MODIFIKASI TANIN DARI BIOMASSA DAUN AKASIA (Acacia mangium Wild) DENGAN CARA POLIMERISASI SEBAGAI SORBEN UNTUK LOGAM Pb (II)", "Abstrak": "Dalam penelitian ini, modifikasi tanin dari biomassa daun Acacia mangium Wild\ndimanfaatkan sebagai biosorben dalam menyisihkan ion Pb (II) pada larutan limbah\nartifisial. Biosorben yang digunakan dalam penelitian ini terdiri dari tiga jenis:\nbiosorben dari biomassa tanpa polimerisasi (BTP), biosorben polimerisasi dari\nbiomassa daun (BDP), dan biosorben polimerisasi ekstrak tanin dari biomassa (BEP).\nTujuan penelitian adalah memperoleh kondisi optimum penelitian pada kemampuan\nketiga biosorben untuk menyisihkan ion Pb (II) pada larutan limbah artifisial. Fourier\nTransform Infrared Spectroscopy (FTIR), X-ray Diffractometer (XRD), Scanning\nElectron Microscopy (SEM), kadar air, kadar abu, kadar volatil, dan kadar karbon\nterikat dilakukan untuk menentukan karakteristik fisik dan kimia biosorben. Untuk\nmemperkirakan kapasitas penyerapan logam Pb (II), maka dilakukan percobaan\nsecara sistem batch, dengan parameter yang mempengaruhi proses adsorpsi terdiri\ndari variasi ukuran biosorben, dosis biosorben, waktu kontak, serta konsentrasi awal\nlimbah artifisial Pb(II). Mekanisme dan kinetika penyisihan Pb (II) dianalisis\nmenggunakan model isoterm Langmuir dan Freundlich. Kondisi optimum pada\npenggunaan BTP antara lain dengan penggunaan dosis sebesar 2 g/50 mL, dengan\nukuran pori 100 mesh dan waktu kontak optimum mencapai 45 menit, dengan\nkonsentrasi awal Pb (II) 50 ppm dengan penyisihan logam Pb (II) yang terjadi\nmencapai 85,03%. Kondisi optimum pada penggunaan BDP antara lain dengan\npenggunaan dosis sebesar 2,5 g/ 20 mL, waktu kontak optimum mencapai 75 menit,\ndengan konsentrasi awal Pb (II) 50 ppm, dengan penyisihan logam Pb (II) yang\nterjadi mencapai 79,71%. Sedangkan kondisi optimum pada penggunaan BEP antara\nlain dengan penggunaan dosis sebesar 2 g/ 50 mL, waktu kontak mencapai 60 menit,\nkonsentrasi awal Pb (II) 75 ppm, dengan penyisihan logam Pb (II) yang terjadi\nmencapai 70,81%. Performa BTP dalam penyisihan logam Pb (II) lebih baik daripada\nBDP dan BEP, dari segi lain modifikasi kedua biosorben tersebut berhasil dalam\nmeningkatkan kekuatan struktur dalam kelarutannya. Studi isoterm adsorpsi untuk\nketiga biosorben yang didapat mengikuti mekanisme isotherm Freundlich. Dan untuk\nstudi kinetika ketiganya mengikuti persamaan orde dua.", "Daftar File": {"2014_TS_PP_ANA_MUKAROMAH_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/143643", "2014_TS_PP_ANA_MUKAROMAH_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/143644", "2014_TS_PP_ANA_MUKAROMAH_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/143645", "2014_TS_PP_ANINDITA_PRAMASARI_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/143646", "2014_TS_PP_ANINDITA_PRAMASARI_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/143647", "2014_TS_PP_ANA_MUKAROMAH_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/143648", "2014_TS_PP_ANA_MUKAROMAH_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/143649"}, "Penulis": "Ana Nurkaromah [25312021]", "Kontributor / Dosen Pembimbing": ["Sukandar, S.Si., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Daun akasia, biosorpsi, ekstraksi, polimerisasi tanin, isoterm adsorpsi", "Sumber": "", "Staf Input/Edit": "hidayat", "File": "7 file", "Tanggal Input": "29 Nov 2018"}