{"Nomor": 32065, "Judul": "ANALISIS PENGARUH VARIABEL-VARIABEL METEOROLOGI TERHADAP ANNUAL PARASITE INCIDENCE DI KABUPATEN KUPANG, PROPINSI NUSA TENGGARA TIMUR", "Abstrak": "Malaria disebabkan oleh parasit dari genus Plasmodium. Nilai Annual Parasite Incidence (API) digunakan untuk membagi stratifikasi wilayah terkena malaria di Indonesia. Wilayah Indonesia bagian timur termasuk dalam stratifikasi malaria tinggi. Kondisi iklim daerah setempat dapat meningkatkan atau mempengaruhi habitat perkembangbiakan nyamuk sehingga mengganggu keseimbangan populasi vektor dan pola penularan malaria. Variabel iklim yang dapat digunakan untuk memprediksi penularan malaria adalah curah hujan, temperatur, hari hujan dan kelembaban. Dari 11 tahun tercatat bahwa nilai API selama 7 tahun diantaranya berada pada stratifikasi endemis tinggi yaitu >5o/oo. Nilai korelasi antara variabel iklim dengan nilai API paling tinggi adalah dengan variabel hari hujan (r=-0,347) dan terendah dengan variabel temperatur (r=-0,043). Nilai korelasi antara variabel iklim dengan nilai AFI paling tinggi adalah dengan variabel hari hujan (r=-0,330) dan terendah dengan variabel temperatur (r=-0,032). Nilai korelasi antara variabel iklim dengan nilai PvAPI paling tinggi adalah dengan variabel hari hujan (r=-0,351) dan terendah dengan variabel temperatur (r=-0,061). Dari hasil regresi linier sederhana didapatkan persamaan Y=6,458-0,356 x Hari Hujan dan Y=16,99-0,987 x Kelembaban. Nilai R2 yang diperoleh dari hasil analisis regresi linier berganda dari setiap nilai API, AFI dan PvAPI berkisar antara 23-25,7% variabel iklim dapat menjelaskan mengenai variabel nilai API, AFI dan PvAPI. Dapat digunakan nilai SD API sebagai nilai prediksi API= 3,79o/oo yang berarti terdapat 4 dari 1000 orang yang memiliki risiko terkena penyakit malaria dalam jangka waktu satu tahun ke depan. Untuk nilai AFI digunakan nilai SD AFI sebesar 2,54 o/oo yang artinya 3 dari 1000 orang yang tinggal disana memiliki risiko terkena penyakit malaria dalam jangka waktu satu tahun. Untuk nilai PvAPI digunakan nilai SD sebesar 1,35 o/oo yang artinya 2 dari 1000 orang yang memiliki risiko terkena dan hidup dengan penyakit malaria dalam jangka waktu satu tahun.", "Daftar File": {"2014_TS_PP_CAHYORINI_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/143666", "2014_TS_PP_CAHYORINI_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/143667", "2014_TS_PP_CAHYORINI_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/143668", "2014_TS_PP_CAHYORINI_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/143669", "2014_TS_PP_CAHYORINI_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/143670", "2014_TS_PP_CAHYORINI_1-BAB_5_1.pdf": "https://digilib.itb.ac.id/gdl/download/143671", "2014_TS_PP_CAHYORINI_1-BAB_5_2.pdf": "https://digilib.itb.ac.id/gdl/download/143672", "2014_TS_PP_CAHYORINI_1-BAB_5_3.pdf": "https://digilib.itb.ac.id/gdl/download/143673", "2014_TS_PP_CAHYORINI_1-BAB_6.pdf": "https://digilib.itb.ac.id/gdl/download/143674", "2014_TS_PP_CAHYORINI_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/143675"}, "Penulis": "Cahyorini [25311036]", "Kontributor / Dosen Pembimbing": ["Dr. Herto Dwi Ariesyady, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Malaria, API, curah hujan, temperatur", "Sumber": "", "Staf Input/Edit": "hidayat", "File": "10 file", "Tanggal Input": "29 Nov 2018"}