{"Nomor": 32064, "Judul": "KAJIAN PEMANFAATAN KULIT BUAH MAHONI (Swietenia mahagoni) SEBAGAI BIOSORBEN UNTUK PENGOLAHAN LIMBAH INDUSTRI ELEKTROPLATING", "Abstrak": "Perkembangan industri di Indonesia dapat memberikan dampak negatif seperti\npencemaran lingkungan. Industri elektroplating memiliki peranan penting karena\nmenghasilkan limbah dalam volume kecil namun bersifat toksik bagi lingkungan\nakibat keberadaan logam berat seperti Cr (VI) dan Cu (II). Biosorpsi dapat\nmenjadi teknologi alternatif dalam proses reduksi logam berat. Mahoni (Swietenia\nmahagoni) merupakan salah satu tumbuhan yang banyak terdapat di Indonesia.\nSampai saat ini kulit buah mahoni belum banyak dimanfaatkan dan lebih sering\ndibiarkan saja menjadi limbah. Salah satu upaya peningkatan nilai ekonomis kulit\nbuah mahoni yang dapat dilakukan adalah dengan mengolahnya menjadi\nbiosorben. Biosorben yang digunakan pada penelitian ini terdiri dari tiga jenis\nproses pembuatan: proses tanpa perlakuan (BWT), proses polimerisasi kondensasi\n(BTCP), dan proses imobilisasi dengan silika gel (BTSG). Ukuran biosorben,\ndosis biosorben, waktu kontak, dan konsentrasi awal diketahui memiliki pengaruh\nterhadap efisiensi penyerapan logam. Biosorben dengan kinerja paling baik dalam\nlimbah elektroplating secara berurutan adalah BTSG, BTCP, dan BWT dengan\nefisiensi penyerapan masing-masing sebesar 92, 92%, dan 46%. Untuk aplikasi\npada industri yang sebenarnya pemilihan biosorben jenis BWT dianggap paling\nlayak dari segi ekonomis.", "Daftar File": {"2014_TS_PP_ANINDITA_PRAMASARI_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/143659", "2014_TS_PP_ANINDITA_PRAMASARI_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/143660", "2014_TS_PP_ANINDITA_PRAMASARI_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/143661", "2014_TS_PP_ANINDITA_PRAMASARI_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/143662", "2014_TS_PP_ANINDITA_PRAMASARI_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/143663", "2014_TS_PP_ANINDITA_PRAMASARI_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/143664", "2014_TS_PP_ANINDITA_PRAMASARI_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/143665"}, "Penulis": "Anindita Pramasari [25311331]", "Kontributor / Dosen Pembimbing": ["Sukandar, S.Si., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "adsorpsi, biosorben, kulit buah mahoni, elektroplating, kromium", "Sumber": "", "Staf Input/Edit": "hidayat", "File": "7 file", "Tanggal Input": "29 Nov 2018"}