{"Nomor": 32063, "Judul": "BIBLE CAMP DI BUKIT BENGKIRAI, KALIMANTAN TIMUR", "Abstrak": "Pulau Kalimantan memiliki laju perkembangan kota yang sangat pesat namun, dalam perkembangannya tidak diikuti dengan pertumbuhan akan nilai-nilai kebersamaan dan keagamaan dalam setiap manusianya. Ketika nilai-nilai tersebut ditinggalkan dalam jangka waktu yang lama manusia menjadi lebih bersikap individual dan merasa mampu melakukan segala hal sendiri, bahkan kadang manusia lupa akan penciptanya. Karena hal tersebut, Bible Camp menjadi salah satu kebutuhan manusia untuk menjauhkan diri dari segala hal dunia dan lebih mendekat kepada sang Pencipta. Bukan hanya nilai keagamaan saja yang akan dibentuk dari Bible Camp ini tetapi juga sebagai proses pembentukan karakter sebagai manusia ciptaan Tuhan yang juga menjaga ciptaan-Nya yang lain yaitu sesama maupun alam sekitar.\nBible Camp di Bukit Bengkirai ini memiliki dua persoalan yang paling utama dalam perancangannya. Pertama, bagaimana mendorong setiap peserta dapat berinteraksi secara langsung dengan Tuhan. Sedangkan yang kedua, perancangan harus mempertahankan bentuk alam yang sudah ada, berupa eksisting pohon dan kontur lahan yang ada. Dari kedua persoalan tersebut sehingga menjadi sebuah tema perancangan yaitu ‘Interaksi dengan Alam’. Tema ini dipilih karena medekatkan diri dengan Tuhan dapat dilakukan dengan dorongan berupa interaksi dengan alam yang mengatarkan manusia mengagumi akan ciptaan Tuhan. Konsep yang dipilih dalam perancangan Bible Camp ini dibuat mendukung tema tersebut sehingga, konsep utamanya adalah pembentukan ruang luar yang dapat dijadikan tempat kegiatan utama. Pada perancangan bangunan juga memiliki konsep untuk tidak merusak bentuk alam yang sudah ada dengan menggunakan material alam dan elemen vertical yang diperkuat sebagai kamufalse (penyamaran) sehingga tercipta keselarasan.", "Daftar File": {"2014_TA_PP_ROOSEVELT_MARIO_LATUMETEN_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/143650"}, "Penulis": "Roosevelt Mario L [15210002]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Ir. Himasari Hanan, MAE"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Individual, Bible Camp, Kamuflase", "Sumber": "", "Staf Input/Edit": "suwadji", "File": "9 file", "Tanggal Input": "29 Nov 2018"}