{"Nomor": 32074, "Judul": "ANALISIS KEBIJAKAN DAN FAKTOR YANG MEMPENGARUHI MASYARAKAT DAN RETAILER DALAM UPAYA PENGURANGAN SAMPAH PLASTIK DI KOTA BANDUNG", "Abstrak": "Terdapat beberapa faktor yang dapat mempengaruhi intensi seseorang dalam mengurangi penggunaan kantong plastik, di antaranya adalah faktor: 1) sikap/perilaku; 2) aturan normatif/norma subjektif; dan 3) perceive behavior control. Pada penelitian ini dilakukan analisis yang menggali faktor apa saja yang mempengaruhi intensi masyarakat dan retailer dalam upaya pengurangan jumlah/sumber sampah plastik, serta faktor mana yang memberikan pengaruh paling besar terhadap intensi tersebut. Adapun analisis intensi ini dilakukan dengan metode analisis jalur (path analysis), dengan menggunakan instrumen penelitian berupa kuesioner yang sebarkan pada 36 retailer dan 450 responden masyarakat. Sedangkan untuk menentukan strategi kebijakan dilakukan dengan metode Analitycal Hierarchy Process (AHP). Berdasarkan hasil analisis jalur diketahui bahwa faktor aturan normatif memberikan pengaruh paling besar pada intensi baik intensi masyarakat maupun intensi retailer dalam upaya mengurangi penggunaan kantong plastik atau mengurangi sampah plastik. Intensi retailer dipengaruhi oleh faktor norma subjektif sebesar 35,8% dan faktor perceive behavior control sebesar 28%, serta sebesar 36,2% lainnya dipengaruhi oleh faktor/variabel lain di luar penelitian. Sedangkan intensi masyarakat dipengaruhi oleh faktor sikap/perilaku sebesar 5,3%, faktor norma subjektif sebesar 15%, dan faktor perceive behavior control sebesar 8%, serta sebesar 71,7% lainnya dipengaruhi oleh faktor/variabel lain di luar penelitian. Sedangkan pada analisis AHP, diperoleh hasil bahwa dalam upaya mengurangi penggunaan kantong plastik, maka strategi yang perlu dilakukan sesuai bobot penilaian adalah penegakkan aturan normatif, dengan upaya yang perlu ditingkatkan adalah pada aspek insentif dan disinsentif, dengan menekankan peran pemerintah serta retailer untuk membatasi jumlah kantong plastik khususnya kantong plastik konvensional yang keluar setiap tahunnya.", "Daftar File": {"2014_TS_PP_DISA_SHASTA_FHATIA_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/143735", "2014_TS_PP_DISA_SHASTA_FHATIA_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/143736", "2014_TS_PP_DISA_SHASTA_FHATIA_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/143737", "2014_TS_PP_DISA_SHASTA_FHATIA_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/143738", "2014_TS_PP_DISA_SHASTA_FHATIA_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/143739", "2014_TS_PP_DISA_SHASTA_FHATIA_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/143740", "2014_TS_PP_DISA_SHASTA_FHATIA_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/143741"}, "Penulis": "Disa Shasta Fhatia [25311307]", "Kontributor / Dosen Pembimbing": ["Emenda Sembiring, S.T., M.T., M.Eng.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "kebijakan, faktor, intensi, pengurangan, kantong plastik, analisis jalur, AHP", "Sumber": "", "Staf Input/Edit": "hidayat", "File": "7 file", "Tanggal Input": "29 Nov 2018"}