{"Nomor": 32078, "Judul": "ANALISIS VARIABILITAS SPASIAL KETEBALAN DAN NILAI KALORI PADA PERSEBARAN CADANGAN BATUBARA MENGGUNAKAN METODE ORDINARY KRIGING (STUDI KASUS: BLOK SELATAN PIT 1B - LAMIN MINE OPERATION PT MEGA ALAM SEJAHTERA, KAB. BERAU, PROV. KALIMANTAN TIMUR )", "Abstrak": "Geometri ketebalan dan nilai kalori merupakan dua variabel pada lapisan batubara yang memiliki karakteristik kontinuitas spasial bervariasi bergantung kondisi geologis lingkungan pengendapan. Penelitian ini ditujukan untuk mendapatkan hasil akurasi serta presisi dari analisis variabilitas spasial dari ketebalan dan nilai kalori batubara menggunakan metode Ordinary Kriging yang nantinya dapat dijadikan acuan untuk menentukan strategi pengembangan tambang yang efektif dan ekonomis.\nSebaran data ketebalan dan nilai kalori batubara seam AA1 dan seam A pada area longterm Pit 1B Selatan diasumsikan valid, stasioner dan tidak ada outliers. Kemudian, dilakukan analisis struktural variogram yang bersifat geometric anisotropy dengan lag size disesuaikan pada spasi rerata titik bor sebesar 50 meter dan jumlah pasangan data sebanyak 16 lag. Setelah itu, dilakukan estimasi menggunakan interpolasi Ordinary Kriging dengan menghitung vektor matriks bobot sehingga didapatkan variansi error dari kriging. Tingkat akurasi hasil estimasi dilihat dari nilai RMSE hasil estimasi ketebalan maupun nilai kalori batubara dari kedua seam yang ditunjang oleh proses cross-validation untuk menilai tingkat unbiasedness serta tingkat presisi dengan nilai simpangan baku hasil estimasi tertentu.\nSetelah diestimasi, variabel ketebalan seam AA1 dengan RMSE 0,19 cenderung lebih homogen dibandingkan ketebalan seam A dengan RMSE 0,25. Sedangkan, nilai kalori seam AA1 dengan RMSE 34,61 cenderung lebih heterogen dibandingkan nilai kalori seam A dengan RMSE 33,77. Cross validation menunjukkan hasil yang unbiased berdasarkan nilai simpangan baku hasil estimasi ketebalan dan nilai kalori batubara dari kedua seam sehingga variabilitas spasialnya dapat dikatakan rendah.\nOleh karena itu, hasil estimasi tersebut kemudian digunakan untuk menunjang informasi rasio ketebalan overburden-seam dalam menentukan strategi pengembangan tambang yang optimal sehingga biaya operasional penambangan akan lebih ekonomis.", "Daftar File": {}, "Penulis": "Anshar Ajatasatru [15112100]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Agustinus Bambang Setyadji, M.Si.", "Mohamad Nur Heriawan, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Engineering & allied operations", "Kata Kunci": "Ordinary Kriging, ketebalan batubara, nilai kalori batubara, geostatistik.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "29 Nov 2018"}