{"Nomor": 32071, "Judul": "PENYISIHAN ZAT ORGANIK MENGGUNAKAN TRIPIKONS MODIFIKASI UNTUK DAERAH PESISIR DAN RAWA", "Abstrak": "Penyediaan fasilitas sanitasi yang memadai dan berkelanjutan di daerah spesifik,\nakan sangat membantu memperbaiki kondisi kesehatan dan kualitas lingkungan.\nBeberapa penelitian terkait pengembangan penanganan sanitasi untuk daerah spesifik\nkhususnya daerah pesisir dan rawa-rawa telah banyak dilakukan. Salah satu system\nyang dapat diterapkan pada daerah tersebut adalah Tripikon S. Tripikon S\nmerupakan tangki septik vertikal yang terdiri dari tiga pipa yang digunakan secara\nkonsentris. Dalam Putri et al., (2013), disebutkan bahwa pada penerapannya\ndiketahui bahwa tripikon S dapat mengolah 40% organik sebagai BOD5 dalam\npipa septik. Melihat hal tersebut, penting untuk melakukan pengembangan sistem\nsanitasi pada daerah spesifik. Pada penelitian ini dilakukan modifikasi Tripikon S\ndengan menambah pipa berbentuk venturi dan beberapa pipa penghalang,\nsehingga memungkinkan terjadinya proses anaerob-aerob pada Tripikon S.\nPenelitian ini bertujuan untuk melihat pengaruh beban organik influen terhadap\nefisiensi penyisihan senyawa organik pada reaktor tripikon S tanpa modifikasi\n(reaktor kontrol) dan reaktor tripokon S modifikasi (reaktor venturi). Dilakukan\npercobaan dengan variasi konsentrasi influen 1500 mg/l COD dan 2000 mg/l\nCOD, serta variasi hydraulic retention time (HRT) 24 jam, 36 jam dan 48 jam.\nParameter yang diukur antara lain pH, temperature, Dissolved oxygen (DO),\nChemical Oxygen Demand (COD), Volatile Suspended Solid (VSS), Nitrogen\nTotal Kedjal (NTK), dan Total Phospat (TP). Dan dari hasil penelitian, efisiensi\npenyisihan COD terbaik pada reaktor kontrol terjadi pada variasi konsentrasi\ninfluen 2000 mg/l COD dan HRT 48 jam dengan efisiensi sebesar 63,04% pada\nkondisi tunak. Pada variasi yang sama dengan reaktor kontrol yaitu pada variasi\nkonsentrasi influen 2000 mg/l COD dan HRT 48 jam diperoleh efisiensi\npenyisihan COD terbaik pada reaktor venturi sebesar 67,39%. Adapun hasil\nkinetika dengan pendekatan Monod untuk kondisi batch, diperoleh ?max=\n0,00049038 hari-1 dan Ks=147 mg/l COD untuk reaktor kontrol pada variasi konsentrasi\ninfluent 1500 mg/l dan pada variasi konsentrasi influen 2000 mg/l diperoleh ?max =\n0,00046318 hari-1 dan Ks=5,574 mg/l COD. Sedangkan pada reaktor venturi dengan\nvariasi konsentrasi influen 1500 mg/l diperoleh ?max = 0.00046523 hari-1 dan Ks=69,06\nmg/l COD. Sedangkan untuk variasi konsentrasi influen 2000 mg/l diperoleh ?max\n=0.00053083 hari-1 dan Ks=28,12 mg/l COD. Dan hasil yang paling optimal adalah pada\nreaktor venturi dengan variasi konsentrasi influen 2000 mg/l.", "Daftar File": {"2014_TS_PP_DIAN_ARDINA_KUSUMANINGAYU_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/143713", "2014_TS_PP_DIAN_ARDINA_KUSUMANINGAYU_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/143714", "2014_TS_PP_DIAN_ARDINA_KUSUMANINGAYU_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/143715", "2014_TS_PP_DIAN_ARDINA_KUSUMANINGAYU_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/143716", "2014_TS_PP_DIAN_ARDINA_KUSUMANINGAYU_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/143717", "2014_TS_PP_DIAN_ARDINA_KUSUMANINGAYU_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/143718"}, "Penulis": "Dian Ardina Kusumaningayu [25312310]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Prayatni Soewondo, MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "limbah blackwater, tripikon S, sistem batch, kontinyu", "Sumber": "", "Staf Input/Edit": "hidayat", "File": "6 file", "Tanggal Input": "29 Nov 2018"}