{"Nomor": 32073, "Judul": "PENGAMBILAN KEPUTUSAN DALAM PENENTUAN SISTEM PENGOLAHAN AIR LIMBAH DOMESTIK PADA KAWASAN PEMUKIMAN RAWA (STUDI KASUS: KOTA PALEMBANG, PROVINSI SUMATERA SELATAN)", "Abstrak": "Permasalahan penyediaan sistem sanitasi di kawasan pemukiman rawa merupakan\nmasalah yang signifikan di Indonesia. Kota Palembang pada umumnya\nmerupakan kawasan yang cukup landai dengan karakteristik wilayah yang banyak\ndipengaruhi oleh keberadaan Sungai Musi yang membelah Kota Palembang dari\nbarat ke timur. Sebanyak 25% penduduk dari total 1,4 juta penduduk di Kota\nPalembang tinggal di daerah rawa pasang surut maupun di atas Sungai\nMusi. Kondisi ini menimbulkan berbagai permasalahan dalam aplikasi penentuan\nsistem pengolahan air buangan limbah domestik. Dari hasil penyebaran kuesioner\nyang dilakukan sebanyak 35% masyarakat masih menggunakan WC jongkok\nfabrikasi dengan leher angsa dan 32% dengan menggunakan lubang lantai. Hal ini\nmengindikasikan bahwa WC jongkok fabrikasi dengan leher angsa mudah didapat\ndi sekitar pemukiman. Informasi, studi literatur, beberapa kajian dan surve\nmengatakansebagian besar fasilitas air buangan domestik yang sudah dibangun\nmasih kurang efisien dan tidak ekonomis, serta berpotensi membahayakan\nlingkungan. Oleh karena itu diperlukan Modifikasi desain dalam penentuan\nfasilitas pengelolaan limbah domestik, agar fasilitas dapat dimanfaatkan dengan\nbaik. Uji karakteristik tanah, dalam studi ini menunjukkan karakteristik tanah di\ndaerah penelitian adalah tanah lunak sehingga diperlukan struktur khusus pada\npembebanan konstruksinya. Hasil simulasi dengan menggunakan Plaxis 8.2 finite\nelement analysis menunjukkan bahwa deformasi nilai pembebanan antara tangki\nseptik material beton dan fiber sebesar 243,00.10-3 m dan 211,25.10-3 m,\nperbedaan ini membuktikan bahwa beton jauh lebih berat dibanding fiber.\nPerbedaan deformasi juga dapat membuktikan kegagalan struktur pada perpipaan\nsaluran. Alternatif model menggunakan pohon keputusan, dalam studi ini\nmenunjukkan bahwa karakter tanah, kondisi pasang surut air, dan kualitas air\nrawa adalah salah satu faktor dalam menentukan alternatif sistem pengolahan\nlimbah air domestik di daerah rawa. Hal ini ditunjukkan dengan menghubungkan\njenis rumah dengan semua indikator yang dipilih.", "Daftar File": {"2014_TS_PP_DIAN_PERMATASARI_APRIADI_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/143723", "2014_TS_PP_DIAN_PERMATASARI_APRIADI_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/143725", "2014_TS_PP_DIAN_PERMATASARI_APRIADI_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/143726", "2014_TS_PP_DIAN_PERMATASARI_APRIADI_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/143727", "2014_TS_PP_DIAN_PERMATASARI_APRIADI_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/143730", "2014_TS_PP_DIAN_PERMATASARI_APRIADI_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/143732", "2014_TS_PP_DIAN_PERMATASARI_APRIADI_1-BAB_6.pdf": "https://digilib.itb.ac.id/gdl/download/143733", "2014_TS_PP_DIAN_PERMATASARI_APRIADI_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/143734"}, "Penulis": "Dian Permatasari Apriadi [25312045]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Prayatni Soewondo, MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "kawasan permukiman rawa; sistem pengolahan air limbah domestik; deformasi tanah; pohon keputusan", "Sumber": "", "Staf Input/Edit": "hidayat", "File": "8 file", "Tanggal Input": "29 Nov 2018"}