{"Nomor": 32072, "Judul": "PENGEMBANGAN STASIUN KERETA API KEJAKSAN CIREBON", "Abstrak": "akan menjadi salah satu kota metropolitan development hub. Untuk medukung rencana tersebut, salah satu elemen penting yang harus ada adalah akses yang baik dari dan menuju kota. Melalui jalur darat, kereta api adalah salah satu moda transportasi populer untuk mencapai kota ini, sehingga stasiun kereta api menjadi bagian yang krusial. Hal ini juga didukung oleh kondisi stasiun eksisting yang belum memenuhi standar sebagai sebuah stasiun utama kota. Isu utama yang direspon pada proyek ini adalah keberadaan bangunan cagar budaya eksisting, sirkulasi, dan fungsi terpadu stasiun itu sendiri, karena merupakan hal yang baru di Indonesia. Fungsi stasiun dipindahkan ke bangunan baru di sebelah stasiun lama, sementara bangunan lama stasiun dialihfungsikan menjadi kantor PT KAI dan galeri kereta api. Selain fungsi tersebut, fungsi yang akan diwadahi pada kawasan ini antara lain fungsi akomodasi berupa hotel, komersil berupa kompleks retail, serta fungsi sosial berupa plaza. Stasiun ini dirancang untuk mampu mengakomodasi kebutuhan perkeretaapian hingga tahun 2030 nanti, ketika jumlah penumpang diperkirakan mencapai 16000 orang per hari. Konsep umum yang diusung pada proyek ini adalah Urban Agora, dengan maksud memberi makna lebih bagi kawasan stasiun sehingga suasana yang tercipta dinamis dan hidup. Dalam mendesain stasiun ini, pendekatan yang digunakan adalah contextual juxtaposition,yaitu membuat bangunan yang kontras dengan bangunan lamanya namun selaras dengan mengambil order tertentu. Dengan demikian, kedua bangunan tetap memiliki karakter sesuai jamannya, tanpa ada dominansi terhadap citra satu sama lain. Stasiun baru ini dirancang memiliki dua pintu utama, yaitu di sisi timur dan barat lahan. Keduanya dihubungkan oleh sebuah jembatan yang berfungsi sebagai ruang tunggu dan area pejalan. Bentuk jembatan ini dipilih untuk mengurangi bahaya lalu lalang penumpang pada peron. Untuk merespon bangunan cagar budaya, dibuat sebuah link di antara langgam art deco bangunan lama dan kesan modern bangunan baru. Link ini sekaligus merupakan penghubung antara dua jalan yang dipisahkan bangunan stasiun sehingga tercipta permeabilitas lahan. Untuk menampilkan citra Cirebon, elemen bata ekspos digunakan pada bagian fasad hotel.", "Daftar File": {}, "Penulis": "Hafshah Hafidza Noer [15210042]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Widjaja Martokusumo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Cirebon, stasiun, cagar budaya, fungsi terpadu, sirkulasi", "Sumber": "", "Staf Input/Edit": "suwadji", "File": "8 file", "Tanggal Input": "29 Nov 2018"}