{"Nomor": 32098, "Judul": "GALERI SENI RUPA KONTEMPORER DI BANDUNG", "Abstrak": "Seni rupa di Kota Bandung merupakan industri seni yang mengalami pertumbuhan yang pesat. Melihat potensi yang ada, Yayasan Seni Rupa Indonesia ingin memberikan ruang dan fasilitas bagi para seniman dan komunitas seni untuk mengekspresikan dan mengembangkan karyanya demi memajukan dan meningkatkan industri kreatif pada bidang seni. Di samping hal tersebut, yayasan ini juga membutuhkan sebuah ruang seni untuk melaksanakan kegiatan-kegiatannya. Oleh karena itu, tugas akhir ini merancang sebuah galeri seni rupa untuk mewujudkan tujuan tersebut. Proyek galeri seni rupa kontemporer yang memamerkan seni lukis, patung, instalasi dan kriya ini berada pada Jalan Dago Pojok, Bandung Utara, Jawa Barat dengan luas ± 2 Ha. Permasalahan yang ditemui adalah lahan bangunan yang memiliki kemiringan mencapai 15%, site berbatasan langsung dengan sungai sehingga perlu diantisipasi apabila suatu saat sungai meluap, site dikelilingi oleh hutan dan tidak mendapatkan pemandangan yang menarik, seperti pemandangan Kota Bandung dari atas. Hal-hal di atas, selain menjadi permasalahan, juga dapat menjadi potensi untuk menghasilkan desain yang menarik. Strategi desain yang diterapkan adalah memanfaatkan lahan miring dengan membuat amphitheatre dan mendesain bangunan yang berbeda ketinggian, mendesain waterfront, dan membuat orientasi pemandangan ke dalam. Di samping itu, konsep utama bangunan galeri adalah kontinuitas dan ruang yang saling berhubungan yang diterapkan pada sirkulasi, zoning dan massa bangunan.", "Daftar File": {"2014_TA_PP_ALFIANTA_BREMANA_PUTRA_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/143909"}, "Penulis": "Alfianta Bremana Putra [15210052]", "Kontributor / Dosen Pembimbing": ["Ir. Wiwik Dwi Pratiwi, MES, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "industri kreatif, kontinuitas, miring, pemandangan, ruang yang saling berhubungan, sungai.", "Sumber": "", "Staf Input/Edit": "suwadji", "File": "7 file", "Tanggal Input": "30 Nov 2018"}