{"Nomor": 32091, "Judul": "PENGARUH VARIASI WAKTU PENGENDAPAN DAN JENIS SUBSTRAT TERHADAP PEMBENTUKAN GRANULAR AEROB DENGAN SEQUENCING BATCH REACTOR", "Abstrak": "Biogranular merupakan sebuah kumpulan mikroba yang berbentuk\npadat yang dapat dibentuk dari self-immobilisasi mikroorganisme. Penggunaan\nbiogranular dalam pengolahan limbah cair khususnya secara biologis memiliki\nbanyak keunggulan dibandingkan dengan menggunakan teknologi pengolahan\nkonvensional seperti lumpur aktif. Beberapa keunggulan dari biogranular yaitu\nmemiliki kemampuan pengendapan yang baik, waktu retensi biomassa yang\ntinggi, serta dapat mengolah limbah cair yang mengandung organik polutan\ntinggi. Penelitian ini bertujuan untuk mempelajari pembentukan granular aerob\ndengan variasi waktu pengendapan. Ada beberapa faktor yang mempengaruhi\npembentukan granular, salah satunya yaitu variasi waktu pengendapan. Oleh\nkarena itu, penelitian ini dilakukan dengan melakukan variasi waktu\npengendapan, yaitu 5, 10 dan 15 menit. Kemudian waktu siklus operasi SBR yang\ndigunakan yaitu 8 jam. Pada akhirnya akan dilakukan analisa terhadap hasil\npenelitian untuk menentukan kondisi optimum yang baik untuk perkembangan\ngranular aerob. Parameter yang dilihat untuk menilai kualitas granular yaitu\nkecepatan pengendapan, densitas, SVI, struktur granular, diameter granular dan\nextracelullar polymeric substances (EPS). Kemudian diketahui bahwa kondisi\npaling optimum yaitu dengan menggunakan waktu pengendapan 5 menit. Hal ini\nterjadi pada penggunaan substrat glukosa maupun asetat. Karakteristik granular\nyang terbentuk pada kondisi ini yaitu memiliki SVI sebesar 311,51 ml/gr dan\n179,69 ml/gr; kecepatan pengendapan sebesar 8,65 m/jam dan 19,37 m/jam;\ndensitas sebesar 8,49 gr/L dan 6,89 gr/L; diameter sebesar 2,35 mm dan 2,75 mm;\ndan aspek rasio granular aerob sebesar 0,56 dan 0,63.", "Daftar File": {"2014_TS_PP_MELATI_SEKAR_PERTIWI_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/143856", "2014_TS_PP_MELATI_SEKAR_PERTIWI_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/143857", "2014_TS_PP_MELATI_SEKAR_PERTIWI_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/143858", "2014_TS_PP_MELATI_SEKAR_PERTIWI_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/143859", "2014_TS_PP_MELATI_SEKAR_PERTIWI_1-BAB_4_1.pdf": "https://digilib.itb.ac.id/gdl/download/143860", "2014_TS_PP_MELATI_SEKAR_PERTIWI_1-BAB_4_2.pdf": "https://digilib.itb.ac.id/gdl/download/143861", "2014_TS_PP_MELATI_SEKAR_PERTIWI_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/143862", "2014_TS_PP_MELATI_SEKAR_PERTIWI_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/143863"}, "Penulis": "Melati Sekar Pertiwi [25313049]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Marisa Handajani, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "granular aerob, sequencing batch reactor, waktu pengendapan", "Sumber": "", "Staf Input/Edit": "hidayat", "File": "8 file", "Tanggal Input": "30 Nov 2018"}