{"Nomor": 32090, "Judul": "BIO-DRYING SEBAGAI PRE-TREATMENT PEMBENTUKAN REFUSE DERIVED FUEL (RDF) DALAM PENGOLAHAN SAMPAH COMBUSTIBLE", "Abstrak": "Peningkatan konsumsi energi dan peningkatan timbulan sampah merupakan dua\npermasalahan yang muncul sebagai dampak dari pertumbuhan ekonomi dan pertambahan\npenduduk. Pengembangan energi alternatif melalui pemanfaatan sampah dengan konsep\nwaste to energy banyak diteliti dan dikembangkan teknologinya. Refuse derived fuel\n(RDF) menjadi salah satu energi alternatif dari teknologi pengolahan sampah yang\ndihasilkan dari daur ulang sampah dan dapat menghasilkan energi panas yang tinggi.\nRDF adalah hasil proses pemisahan limbah padat antara fraksi sampah mudah terbakar\n(combustible) dan tidak mudah terbakar (non-cumbustible). Standar yang harus dipenuhi\ndalam kriteria RDF adalah nilai kadar air berkisar antara 10-25% (%ww) dan LHV\nberkisar >3487,15-5995,03 kkal/kg. Namun, karakteristik sampah kota di Indonesia\nmemiliki tingkat kadar air yang relatif tinggi. Sampah makanan mendominasi tingginya\nkadar air dalam MSW. Untuk mencapai standar tersebut, perlu dilakukan pengeringan\nyang optimal sebagai tahap pre-treatment pembentukan RDF. Tujuan dari penelitian ini\nadalah pre-treatment pengolahan sampah combustible terpilih menuju pembentukan\nRDF. Pada penelitian ini dilakukan pengolahan sampah combustible yang berasal dari\nTPS Cibeunying dan Kantin Bengkok, ITB. Penelitian ini menggunakan dua buah reaktor\ndengan volume masing-masing 60 L dan kapasitas optimum operasi sekitar 10 kg sampel.\nReaktor convective drying dilakukan sebagai penelitian pendahuluan sebagai uji\nkonfirmasi. Reaktor ini dilengkapi dengan heater bersensor suhu 500C dan dilakukan\nselama lima jam. Proses bio-drying merupakan penelitian utama yang dilakukan selama\n14 hari. Bio-drying dilakukan dalam dua kondisi, aerobik dan hidrolitik-aerobik.\nSedangkan parameter yang dianalisis seperti pH, temperatur, Lower Heating Value\niii\n(LHV) (kkal/kg), kadar air (%ww), kadar volatil (%dw), kandungan lignoselulosa (lignin,\nselulosa dan hemiselulosa). Karakteristik awal sampel memiliki tingkat kadar air tinggi\nsekitar pada 54-55% (w/w) dan tingkat LHV sekitar 1500-2300 kkal/kg. Evolusi\ntemperatur terjadi pada tiap reaktor. Temperatur puncak pada reaktor bio-drying aerobik\ndicapai pada hari-hari awal proses. Sedangkan temperatur puncak pada reaktor bio-drying\nhidrolitik-aerobik dicapai setelah beralih ke fase aerobik. Suhu puncak selalu dicapai pada\nfase aerobik. Pada akhir pengolahan, total penurunan kadar air pada bio-drying aerobik\nsebesar 20,53%, bio-drying hidrolitik-aerobik sebesar 31,45%. Degradasi material yang\ndiwakili oleh berat volatil yang terjadi pada proses bio-drying aerobik mencapai 21,83%,\nbio-drying hidrolitik-aerobik mencapai 26,48%. Produk dari semua proses pengeringan\nbelum memenuhi standar untuk langsung digunakan sebagai RDF. Dengan demikian,\nsemua proses memang lebih tepat digunakan sebagai pre-treatment menuju pembentukan\nRDF.", "Daftar File": {"2014_TS_PP_MAULIDDANI_LATIFAH_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/143849", "2014_TS_PP_MAULIDDANI_LATIFAH_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/143850", "2014_TS_PP_MAULIDDANI_LATIFAH_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/143851", "2014_TS_PP_MAULIDDANI_LATIFAH_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/143852", "2014_TS_PP_MAULIDDANI_LATIFAH_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/143853", "2014_TS_PP_MAULIDDANI_LATIFAH_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/143854", "2014_TS_PP_MAULIDDANI_LATIFAH_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/143855"}, "Penulis": "Mauliddani Latifah [25312010]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Enri Damanhuri"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "bio-drying, hidrolitik, aerobik, convective drying, RDF", "Sumber": "", "Staf Input/Edit": "hidayat", "File": "7 file", "Tanggal Input": "30 Nov 2018"}