{"Nomor": 32108, "Judul": "ANALISIS RISIKO FAKTOR LINGKUNGAN HUNIAN TERHADAP KEMUNGKINAN TERJADINYA TRANSMISI TUBERKULOSIS DI KOTA BANDUNG", "Abstrak": "Indonesia merupakan salah satu negara di dunia dengan status high burden country terhadap Tuberkulosis. Dibandingkan dengan provinsi lainnya di Indonesia, Jawa Barat memiliki jumlah terbesar penderita penyakit tuberkulosis. Transmisi Tuberkulosis umumnya terjadi dalam ruangan di mana percikan dahak dapat tinggal di udara dalam waktu yang lama. Faktor lingkungan sangat penting karena seseorang yang potensial menginfeksi dapat tidak mentransmisikan infeksi saat berada di lingkungan yang terjaga dengan baik. Tujuan penelitian adalah untuk menentukan nilai risiko masing-masing faktor lingkungan hunian terhadap transmisi Tuberkulosis, menentukan signifikansi pengaruh masing-masing faktor lingkungan hunian terhadap transmisi Tuberkulosis, menentukan hubungan seluruh faktor lingkungan hunian terhadap transmisi Tuberkulosis, dan menentukan risiko sebuah hunian yang memiliki seluruh faktor lingkungan hunian tidak memenuhi standar mengalami transmisi Tuberkulosis. Penelitian ini dilakukan secara case control. Jumlah hunian yang digunakan sebagai sampel adalah 60 yang terdiri dari 30 hunian kasus dan 30 hunian kontrol. Metode pengumpulan data berupa pengukuran parameter fisik lingkungan, kuisioner dan wawancara, serta observasi. Kepadatan hunian adalah faktor lingkungan hunian yang paling memiliki pengaruh terhadap kemungkinan terjadinya transmisi Tuberkulosis di hunian kota Bandung. Terhadap transmisi Tuberkulosis, nilai risiko relatif (RR) pencahayaan sebesar 1,625, kelembaban sebesar 1,3, temperatur sebesar 1,222, luas ventilasi sebesar 1,315, ACH sebesar 0,935, dan kepadatan hunian sebesar 1,643. Chi kuadrat (?2) pencahayaan dengan transmisi Tuberkulosis yaitu 0,938, kelembaban sebesar 0,053, temperatur sebesar 0,006, luas ventilasi sebesar 0,393, ACH sebesar 0,267, dan kepadatan hunian sebesar 1,875. Tidak ada hubungan signifikan dari seluruh faktor lingkungan yang diteliti. Hubungan seluruh faktor lingkungan hunian yang tidak memenuhi standar terhadap kemungkinan terjadinya transmisi Tuberkulosis dalam hunian di kota Bandung digambarkan di dalam persamaan ( ) ( ) ( ) ( ) ( ) ( ) Sebanyak 70,848% hunian yang memiliki faktor lingkungan hunian berupa pencahayaan, kelembaban, temperatur, luas ventilasi, ACH, dan kepadatan hunian yang tidak memenuhi standar dapat mengalami kejadian transmisi Tuberkulosis", "Daftar File": {"2014_TS_PP_SHUFFAH_NUR_HIJRAH_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/143969", "2014_TS_PP_SHUFFAH_NUR_HIJRAH_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/143976", "2014_TS_PP_SHUFFAH_NUR_HIJRAH_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/143977", "2014_TS_PP_SHUFFAH_NUR_HIJRAH_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/143978", "2014_TS_PP_SHUFFAH_NUR_HIJRAH_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/143979", "2014_TS_PP_SHUFFAH_NUR_HIJRAH_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/143980", "2014_TS_PP_SHUFFAH_NUR_HIJRAH_1-BAB_6.pdf": "https://digilib.itb.ac.id/gdl/download/143981", "2014_TS_PP_SHUFFAH_NUR_HIJRAH_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/143982"}, "Penulis": "Shuffah Nur Hijrah [25313017]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Katharina Oginawati, MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Social problems & services; association", "Kata Kunci": "lingkungan, hunian, transmisi, Tuberkulosis, risiko", "Sumber": "", "Staf Input/Edit": "hidayat", "File": "8 file", "Tanggal Input": "30 Nov 2018"}