{"Nomor": 32100, "Judul": "PENGELOLAAN AIR ASAM TAMBANG KAITANNYA DENGAN BATUAN SISA (WASTE ROCK) PERLAKUAN LAYERING DAN BLENDING SITE BENGALON PT. KALTIM PRIMA COAL", "Abstrak": "Kegiatan penambangan selalu berhubungan dengan dampaknya terhadap\nlingkungan, dan yang kerap menjadi masalah yaitu Air Asam Tambang (AAT).\nUntuk mendapatkan lapisan batubara dilakukan pengupasan lapisan penutup yang\nmana menghasilkan batuan sisa (waste rock) dalam volume yang sangat besar.\nBatuan sisa mengandung material sulfida yang memiliki potensi untuk teroksidasi\njika bereaksi dengan air dan oksigen. Hal inilah yang menyebabkan terbentuknya\nair asam tambang. Air asam tambang dapat pula melarutkan logam yang terdapat\ndalam waste rock, bila terbawa oleh air akan turut menurunkan kualitas air.\nProduksi air asam tambang sulit untuk dihentikan sama sekali, oleh sebab itu\ndibutuhkan pengelolaan yang intensif dengan menerapkan metode penimbunan\nmaterial waste rock. Karakterisasi geokimia dari material yang berpotensi asam\n(Potential Acid Forming) dan yang bukan pembentuk asam (Non-Acid Forming)\nperlu dilakukan sebagai langkah awal. Kemudian material PAF dan NAF\nditimbun dengan metode yang tepat agar dampak dari air asam tambang tersebut\ndapat diminimalisir. Potensi kehadiran air asam tambang dan larutnya logam\ndiidentifikasi dari kondisi air di kolam-kolam pengendapan yang berasal dari air\nkeluaran tambang PT. KPC. Titik acuan kualitas air tambang yang harus ditaati\nberasal dari Peraturan Daerah Kalimantan Timur Nomor 2 Tahun 2011 tentang\nBaku Mutu Air Limbah Untuk Kegiatan Pertambangan Batubara, dengan\nparameter yang diamati antara lain pH, TSS, Fe, Mn dan tambahan Al pada\npenelitian. Dari 6 kolam pengendapan antara lain Kolam New Pond X (sebelum\ndilakukan pengapuran), New Pond, Apokayan, Kelawitan, Seroja, dan NWD2.\nKondisi yang mendapat perhatian adalah Kolam New Pond X, selain pH yang\nrendah, juga konsentrasi logam Fe dan Mn yang melebihi baku mutu (sebelum\npengapuran). Adapun air yang berada di kolam ini berasal dari pumping air dari\npit (pit A South), stockpile batubara dan dari Final Dump (NWD4). Selanjutnya\npengelolaan dilakukan dengan mengambil sample batuan sisa dari material\niv\ntimbunan (dump waste rock) dan material hasil dari peledakan (blast chip) pada\nPit A South. Klasifikasi material dilakukan menggunakan analisa geokimia (uji\nstatik) dengan menerapkan metode uji NAG (Net Acid Generation) dan NAPP\n(Net Acid Producing Potential) yang didapatkan dari perhitungan asam-basa (Acid\nBase Account). Perhitungan asam-basa (ABA) dilakukan untuk mengetahui\nukuran kualitatif dari perbedaan antara kapasitas sampel dalam membentuk asam\n(Maximum Potential Acid atau MPA) dan kapasitasnya untuk menetralkan asam\n(Acid Neutralizing Capacity atau ANC). Dua pengukuran neraca asam-basa\ntersebut (ANC dan MPA) dihitung untuk mendapatkan Potensi Produksi Asam\nNeto (NAPP). Langkah selanjutnya, penerapan pencegahan pembentukan AAT\ndilakukan dengan uji kinetik menggunakan kolom lindi ( free draining leach\ncolumn test). Perlakuan diterapkan selama 6 minggu. Kondisi basah dan kering\nditerapkan terhadap batuan pada kolom, dengan perlakuan layering dan blending\ndari material PAF dan NAF dengan komposisi yang telah ditentukan. Layering\nditerapkan dengan menempatkan material PAF dibawah lapisan material NAF.\nSedangkan blending dilakukan dengan mencampurkan material PAF dan NAF\nhingga merata (homogen). Penyiraman dilakukan per minggu pada kedua\nperlakuan untuk mendapatkan air lindi yang berguna untuk mengetahui perubahan\nnilai parameter kualitas air (pH dan konsentrasi logam). Hal ini dilakukan untuk\nmenguji teknik pengontrolan dan penanganan AAT. Berdasarkan analisa air lindi\ndari uji kinetik, perlakuan percampuran (blending) memperlihatkan nilai pH yang\nlebih besar dan relatif lebih stabil jika dibandingkan dengan perilaku perlapisan\n(layering). Seperti ditunjukkan pada material PAF-NAF dengan komposisi\nPAF20%:NAF80% di minggu pertama, pH layering sebesar 2,95 (asam) dan pH\nblending sebesar 5,15 (netral). Pada minggu keenam, pH layering naik cukup\nsignifikan hingga 7,35 dan pH blending berada di nilai 6,09. Pada komposisi PAF\nyang lebih besar yaitu PAF80%:NAF20%, pH layering di minggu pertama\nsebesar 2,37 dan pH blending sebesar 3,86. Hingga minggu keenam pH layering\nberada di nilai 2,65 dan pH blending di nilai 3,94. Walaupun kedua perlakuan\nmemiliki pH asam, tetapi pH blending lebih besar dibandingkan pH layering.\nFenomena-fenomena tersebut terjadi karena pada blending, kehadiran mineral\npenetral dari material NAF yang terdistribusi secara merata pada ruang antar butir\nbatuan sisa, berfungsi efektif dalam menetralkan air asam yang terbentuk.\nSedangkan pada layering fungsi material NAF sebagai lapisan penghalang\nmasuknya oksigen baru mulai berfungsi efektif di minggu kedua perlakuan. Nilai\npH yang cenderung kecil mengakibatkan terlarutnya mineral logam dari material\nbatuan sisa tersebut. Hal ini ditunjukkan dengan komposisi PAF20%:NAF80% di\nminggu pertama, konsentrasi Fe pada layering sebesar 20,96 mg/l dan turun\nmenjadi 7,34 mg/l pada minggu keenam. Begitu juga pada blending, nilai Fe\nminggu pertama senilai 21,49 mg/l dan turun menjadi 17,30 mg/l. Pada kedua\nperlakuan, hal yang sama terjadi pada logam Mn, konsentrasi menurun dengan\nsemakin naiknya nilai pH. Sedangkan pada logam Al, konsentrasinya meningkat\nterhadap waktu, hal ini karena Al memiliki sifat amfoter. Dari fenomenafenomena\ntersebut, blending dapat menjadi pilihan terutama pada komposisi\nPAF40%:NAF60%. Hal ini dengan memperhatikan tersedianya material batuan\nsisa PT. KPC, dimana volume NAF sebesar 73% dan material PAF sebesar 27%.", "Daftar File": {"2014_TS_PP_RETNO_PUSPITASARI-1_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/143923", "2014_TS_PP_RETNO_PUSPITASARI-1_BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/143924", "2014_TS_PP_RETNO_PUSPITASARI-1_BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/143925", "2014_TS_PP_RETNO_PUSPITASARI-1_BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/143926", "2014_TS_PP_RETNO_PUSPITASARI-1_BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/143927", "2014_TS_PP_RETNO_PUSPITASARI-1_BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/143928", "2014_TS_PP_RETNO_PUSPITASARI-1_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/143929"}, "Penulis": "Retno Puspitasari [25310307]", "Kontributor / Dosen Pembimbing": ["Ir. Agus Jatnika Effendi, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "air asam tambang, blending, free draining leach column test, kelarutan logam, layering, perhitungan asam-basa, waste rock", "Sumber": "", "Staf Input/Edit": "hidayat  \n                                     hidayat", "File": "7 file", "Tanggal Input": "30 Nov 2018"}