{"Nomor": 32115, "Judul": "BASIS DATA DAN WEB GIS EMISI UDARA DENAN SUMBER EMISI UDARA DARI SEKTOR DOMESTIK (STUDI KASUS: KOTA BANDUNG)", "Abstrak": "Evaluasi tingkat polusi emisi udara dapat dilakukan menggunakan inventori emisi. Emisi udara dari sektor domestik dapat dilihat distribusinya secara spasial dengan menggunakan penggabungan antara inventori emisi dengan sistem informasi geografis (GIS). Hasil inventori emisi udara disajikan menggunakan GIS dalam format sistem grid ukuran 30” x 30” dengan produk akhir peta emisi udara. Namun dalam penyajian informasi emisi udara membutuhkan pengetahuan mengenai geospasial. Tujuan dari penelitian ini adalah pembuatan aplikasi pengelolaan data emisi udara sektor domestik dengan web GIS sebagai bagian dalam sistem inventori emisi udara. Inventori emisi udara sektor domestik yang dilakukan disimpan pada sistem grid skala ragam untuk standardisasi data. Inventori emisi yang digunakan berasal dari sumber area dengan sumber emisi berasal dari perumahan. Metode penelitian ini dilakukan dengan membuat basis data sebagai penyimpanan dan pengolahan data emisi udara sektor domestik ke dalam sistem grid serta web GIS untuk visualisasi data. Hasil dari penelitian ini berupa aplikasi basis data dan web GIS yang memiliki kemampuan untuk penyajian database berupa query dan penyajian informasi emisi udara dalam sistem grid dengan ukuran 30”x30”.", "Daftar File": {"2017_TA_PP_AULIA_L_LIONAR_1-JURNAL.pdf": "https://digilib.itb.ac.id/gdl/download/144053"}, "Penulis": "Aulia Luqman Lionar [15111097]", "Kontributor / Dosen Pembimbing": ["Dr. Akhmad Riqqi, ST., M.Si.", "Ir. R. Driejana, M.ScE., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Engineering & allied operations", "Kata Kunci": "emisi domestik, inventori emisi, basis data, web GIS, sistem grid", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "30 Nov 2018"}