{"Nomor": 32139, "Judul": "KANTOR SEWA DI KAWASAN NIAGA TERPADU SUDIRMAN, JAKARTA", "Abstrak": "Tugas akhir berjudul Kantor Sewa di Kawasan Niaga Terpadu Sudirman.Fungsi utama dari proyek ini adalah sebagai kantor sewa. Selain fungsi utama juga terdapat berbagai fungsi penunjang pada area podium dan basemen. Lokasi proyek terletak di lot 11B pada Kawasan Niaga Terpadu Sudirman, Jakarta Selatan.\nLuas total dari proyek kantor sewa ini adalah 59.044 m2 . Luas area podium adalah 17.328 m2 .Luas Perkantoran dan Sky Restaurant sebesar 42.716 m2. Dengan kapasitas parkir mobil sebesar 695, parkir motor sebesar 375, dan parkir sepeda sebesar 120.\nTujuan dari proyek ini adalah untuk merancang bangunan kantor sebagai wadah kegiatan bisnis perkantoran yang efisien dan ekonomis serta memiliki citra yang indah dan didasari oleh peraturan terkait di wilayah Kawasan Niaga Terpadu Sudirman.\nKonsep umum dari perancangan bangunan kantor ini merupakan gabungan dari kegiatan perkantoran yang merupakan tempat bekerja dengan healthy lifestyle, serta tempat beristirahat sehingga pegawai kantor dapat terhindar dari tekanan yang ada. Healthy lifestyle and Play tersebut didapat dari fungsi podium yang menyediakan tempat leisure serta roof garden. Selain itu, pada setiap lantai bangunan terdapat balkon yang dihiasi oleh tanaman hijau sebagai pengurang stress serta penambah keindahan pada bangunan ini. Di samping memperhatikan masalah arsitektural kualitatif penulis juga menggunakan pendekatan ekonomi dimana penulis mempertimbangkan tinggi bangunan ekonomis, tingkat pengembalian investasi, tingkat pengembalian modal sendiri, dan faktor okupasi pada titik pulang pokok (breakeven occupancy factor) sehingga dapat merancang dengan dasar yang sehat.", "Daftar File": {}, "Penulis": "Corry Fiani Angelia [15211071]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Sugeng Triyadi S., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Kawasan Niaga Terpadu Sudirman, Kantor Sewa, Ekonomi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "03 Des 2018"}