{"Nomor": 32131, "Judul": "KAJIAN PENANGANAN KESELAMATAN PADA LOKASI RAWAN KECELAKAAN (Studi Kasus: Ruas Jalan Nasional Cakung-Cilincing, Provinsi DKI Jakarta)", "Abstrak": "Dalam dua tahun terakhir ini, kecelakaan lalu lintas di Indonesia dianggap sebagai\npembunuh terbesar ketiga, setelah penyakit jantung koroner dan tuberculosis / TB.\nHal ini menjadi pertimbangan untuk melakukan penelitian terhadap kecelakaan lalu\nlintas dalam upaya untuk meningkatkan keselamatan lalu lintas. Tujuan dari\npenelitian ini adalah untuk mengkaji insiden kecelakaan lalu lintas / masalah\nkeselamatan pada lokasi rawan kecelakaan dalam upaya untuk meminimalkan\nkecelakaan lalu lintas, khususnya di jalan nasional Cakung-Cilincing, Provinsi DKI\nJakarta.\nHasil penelitian menunjukkan bahwa masalah keselamatan yang ada adalah\nkecepatan operasi kendaraan yang relatif tinggi, khususnya sepeda motor, adanya\nsepeda motor yang bergerak melawan arus lalu lintas, gangguan samping jalan,\nparkir pinggir jalan dan kurangnya rambu lalu lintas dan marka jalan.\nUntuk menangani masalah keselamatan lalu lintas, manajemen lalu lintas\ndiusulkan, yang meliputi pemisahan atau penyediaan jalur khusus sepeda motor,\npemasangan rambu lalu lintas, marka jalan, menyediakan jalur untuk pejalan kaki,\nzebra dan pelican crossing untuk pejalan kaki, dan pita penggaduh di lokasi dekat\ndengan persimpangan dan penyeberangan pejalan kaki. Hal tersebut memberikan\nnilai Benefit Cost Ratio (BCR) sebesar 4, 16 untuk penanganan sta 1+700 s/d 1+800\narah Cilincing Ke Cakung dan 4,46 untuk penanganan sta 3+700 s/d 3+800 arah Cakung\nke Cilincing.", "Daftar File": {"2016_TS_PP_INDRIA_WIRIYANTI_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/144174", "2016_TS_PP_INDRIA_WIRIYANTI_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/144175", "2016_TS_PP_INDRIA_WIRIYANTI_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/144176", "2016_TS_PP_INDRIA_WIRIYANTI_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/144177", "2016_TS_PP_INDRIA_WIRIYANTI_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/144178", "2016_TS_PP_INDRIA_WIRIYANTI_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/144179", "2016_TS_PP_INDRIA_WIRIYANTI_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/144180"}, "Penulis": "Indria Wiriyanti [26913303]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Sri Hendarto, M.Sc.", "Dr. Russ Bona Frazila, S.T., M.T.", "Dr.Eng. Febri Zukhruf, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Engineering of railroads & roads", "Kata Kunci": "Kecelakaan, Keselamatan Lalu Lintas, Penanganan Keselamatan, Benefit Cost Ratio (BCR).", "Sumber": "", "Staf Input/Edit": "hidayat  \n                                     hidayat", "File": "7 file", "Tanggal Input": "03 Des 2018"}