{"Nomor": 32144, "Judul": "PENENTUAN HARGA OPSI CALL EROPA MENGGUNAKAN TRANSFORMASI ESSCHER", "Abstrak": "Model Black-Sholes telah lama digunakan sebagai metode untuk Penentuaan harga opsi. Pada model ini, logreturn saham diasumsikan berdistribusi Normal. Namun banyak bukti empiris yang menyatakan bahwa logreturn saham tidak selalu berdistribusi Normal. Oleh karena itu, pada tesis ini logreturn saham dimodelkan menggunakan beberapa proses levy. Pada tesis ini digunakan empat proses levy yang memiliki skewness tak nol, kurtosis lebih dari tiga, dan loncatan. Yaitu Proses Normal Inverse Gaussian, Proses Poisson Bergeser, Proses Gamma Bergeser dan Proses Inverse Gausian Bergeser.\nTeorema Dasar dalam Penentuan Harga Aset menyatakan bahwa tidak adanya kesempatan melakukan arbitrage ekuivalen dengan adanya ukuran peluang ekuivalen yang martingale. Oleh karena itu, dibutuhkan suatu metode untuk mendapatkan ukuran peluang ekuivalen yang martingale. Pada tesis ini digunakan Transformasi Esscher untuk memperoleh ukuran peluang ekuivalen yang martingale. Transformasi Esscher akan menghasilkan ukuran peluang yang ekuivalen dengan ukuran sebelumnya. Parameter dari transformasi ini ditentukan sehingga harga saham yang didiskonkan merupakan proses yang martingale. Sehingga untuk menghitung nilai harga opsi cukup menghitung ekspetasi dari nilai payoff yang didiskonkan terhadap waktu sekarang dengan menggunakan ukuran peluang yang diperoleh dari Transformasi Esscher.\nUntuk simulasi, logreturn saham dari PT Astra International Tbk, Jakarta composite index, dan Alexion Pharmaceuticals,Inc dimodelkan menggunakan proses Levy. Berdasarkan metode grafik dan metode kuantitatif diperoleh hasil bahwa Proses Normal Inverse Gaussian lebih menggambarkan data dibanding proses lainnya. Pada bagian akhir, diperlihatkan perbandingan nilai harga opsi Call Eropa yang diperoleh dari masing-masing model.", "Daftar File": {"2017_TS_PP_EFA_HAZNA_LATIEFAH_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/144299", "2017_TS_PP_EFA_HAZNA_LATIEFAH_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/144300", "2017_TS_PP_EFA_HAZNA_LATIEFAH_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/144301", "2017_TS_PP_EFA_HAZNA_LATIEFAH_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/144302", "2017_TS_PP_EFA_HAZNA_LATIEFAH_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/144303", "2017_TS_PP_EFA_HAZNA_LATIEFAH_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/144304", "2017_TS_PP_EFA_HAZNA_LATIEFAH_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/144305"}, "Penulis": "Efa Hazna Latiefah [20116035]", "Kontributor / Dosen Pembimbing": ["Sapto Wahyu Indratno, S.Si., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Mathematics", "Kata Kunci": "Proses Levy, Opsi Call Eropa, Penentuan Harga Opsi, Transformasi Esccher.", "Sumber": "", "Staf Input/Edit": "hidayat", "File": "7 file", "Tanggal Input": "03 Des 2018"}