{"Nomor": 32169, "Judul": "Seleksi Protein dan Konstruksi Turunannya yang Diadaptasi untuk Investigasi Molekul Tunggal", "Abstrak": "Single molecule Förster-resonance energy-transfer (smFRET) merupakan teknik yang penting untuk mempelajari dinamika suatu protein dengan mengamati perubahan konformasi dalam waktu sebenarnya. Dalam studi terbaru, teknik ini sangat menarik untuk mempelajari fungsi suatu protein (contohnya: mekanisme pengikatan ligan) dengan mengamati dinamika protein pada tingkat molekul tunggal. Namun, mendeteksi suatu perubahan konformasi memerlukan turunan protein yang diadaptasi untuk investigasi molekul tunggal. Pada turunan protein, pasangan sistein diletakkan pada posisi strategis yang memenuhi tiga kriteria yaitu respon terhadap dinamika protein yang ditandai dengan perubahan jarak yang signifikan; sangat terekspos ke permukaan untuk efisiensi penempelan fluorophore; melibatkan residue yang tidak lestari sehingga tidak mengubah fungsi protein; dan dengan kriteria tambahan yaitu residue yang dapat digantikan memiliki karakteristik kimia yang sama seperti residu sistein. Dalam penelitian sebelumnya, grup kami sudah menganalisa protein yang memiliki pelipatan yang umum ditemui dan menamainya dengan “cherry-fold”. “Cherry-fold” terdiri dari 2 domain yang dihubungkan dengan 2 ?-strand antiparalel. Protein ini diturunkan dari struktur umum dan terdiri dari beberapa kelas (A-G) yang memiliki ekor berbeda satu sama lain yang menempel pada “cherry-fold”. Kelas A memiliki C-tail yang pendek dan menunjukkan mekanisme pengikatan ligan lock and key. Kelas B, C, dan G memiliki C-tail yang lebih panjang dibandingkan dengan kelas A dan menunjukkan mekanisme pengikatan ligan induced fit. Hal ini menunjukkan bahwa C-tail berperan dalam mekanisme pengikatan dengan menstabilkan keadaan konformasi yang spesifik. Protein yang berasal dari kelas A, D, E, dan F masih perlu ditemukan.\nDalam studi ini, protein dari kelas A,D,E, dan F yang ingin ditemukan dan untuk investigasi molekul tunggal dipilih dan diadaptasi. Protein yang dipilih untuk studi ini adalah OxyR yang berasal dari Pseudomonas aeruginosa untuk kelas A, PhnD yang berasal dari Escherichia coli untuk kelas D, CmpA yang berasal dari Synechocystis sp. untuk kelas E, and nFbp yang berasal dari Neisseria gonorrhoeae untuk kelas F. Identifikasi sumber genom dan sistem ekspresi dilakukan terlebih dahulu. Gen yang sesuai dengan protein dari masing-masing kelas yang hilang diisolasi dengan PCR (Polymerase Chain Reaction) dengan genom sebagai templat dan pasangan primer yang sesuai. Gen amplifikasi kemudian dikloning ke dalam vektor ekspresi E. coli pET-16b. Gen diverifikasi dengan menggunakan DNA sequencers. Analisis translasi secara in vitro menunjukkan bahwa semua protein memiliki urutan yang sama seperti urutan yang berasal dari PDB (Protein Data Bank). Analisis sistein dilakukan dengan menganalisis semua residu protein menggunakan ConsurfDB server untuk mengidentifikasi skor konservasi dan SWISS-PDB Viewer untuk menganalisis permukaan yang terekpos. Untuk eksperimen FRET, analisis dilakukan untuk mempertimbangkan perubahan jarak di antara 2 residu dan jarak antara keadaan open dan close dari protein. Analisis jarak dilakukan secara manual menggunakan PyMOL untuk menghitung jarak antara keadaan open dan close dari protein. Sistein ditempatkan pada protein, pada posisi strategis sesuai dengan kriteria yang telah disebutkan, dengan metode site-directed mutagenesis menggunakan primer mutasi dan PCR. Semua protein diekspresikan dengan induksi 300 ?M IPTG dan dimurnikan dengan menggunakan kromatografi afinitas (resin Ni-sepharose) dengan buffer elusi yang mengandung 500 mM imidazol. Berdasarkan hasil SDS-PAGE electrophoregam, protein murni berhasil diperoleh dan dapat digunakan untuk investigasi molekul tunggal lebih lanjut.", "Daftar File": {"2017_TS_PP_YOVIN_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/144486", "2017_TS_PP_YOVIN_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/144487", "2017_TS_PP_YOVIN_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/144488", "2017_TS_PP_YOVIN_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/144489", "2017_TS_PP_YOVIN_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/144490", "2017_TS_PP_YOVIN_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/144491", "2017_TS_PP_YOVIN_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/144492"}, "Penulis": "Yovin [20516003]", "Kontributor / Dosen Pembimbing": ["Dessy Natalia, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Analytical chemistry", "Kata Kunci": "single-molecule FRET, protein “cherry-fold”, kloning, site-directed mutagenesis, dan purifikasi", "Sumber": "", "Staf Input/Edit": "hidayat  \n                                     hidayat", "File": "7 file", "Tanggal Input": "04 Des 2018"}