{"Nomor": 32162, "Judul": "OPTIMISASI PORTOFOLIO UNTUK UKURAN RISIKO MEAN VARIANCE DAN VARIANCE WITH SKEWNESS DENGAN MENGGUNAKAN METODE OPTIMISASI SPIRAL", "Abstrak": "Tesis ini membahas tentang optimisasi portofolio menggunakan dua ukuran risiko\nyang berbeda yaitu ukuran risiko pada model mean variance (model Markowitz)\ndan variance with skewness (model Tun-Jen Chang dkk). Pada model mean\nvariance Markowitz diasumsikan bahwa return portofolio berdistribusi\nmultivariat normal, namun pada kenyataannya return portofolio tidak mengikuti\ndistribusi multivariat normal dan return tersebut memiliki derajat ketidaksimetrian\n(skewness). Kendala dalam menyusun portofolio yang optimal pada tesis ini\nadalah kendala (1) buy-in-threshold yaitu kendala yang membatasi proporsi\nminimum dari setiap saham, (2) cardinality yaitu kendala untuk membatasi\nbanyaknya saham yang akan dimasukkan ke dalam portofolio, dan (3) roundlot\nyaitu kendala yang mensyaratkan investor untuk bertransaksi dalam satuan lot.\nLangkah awal pada tesis ini yaitu menyelesaikan masalah optimisasi portofolio\nsingle-objektif (melibatkan satu fungsi objektif) yaitu meminimumkan risiko\ndengan target return diberikan atau memaksimumkan return dengan target risiko\ndiberikan. Selanjutnya masalah dikembangkan menjadi masalah optimisasi multiobjektif\n(melibatkan dua fungsi objektif) yaitu meminimumkan risiko sekaligus\nmemaksimumkan return. Masalah optimisasi portofolio ini diselesaikan\nmenggunakan metode metaheuristik spiral yang dikembangkan oleh Tamura-\nYasuda pada tahun 2011.", "Daftar File": {"2017_TS_PP_WINA_NOVITASARI_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/144430", "2017_TS_PP_WINA_NOVITASARI_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/144431", "2017_TS_PP_WINA_NOVITASARI_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/144432", "2017_TS_PP_WINA_NOVITASARI_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/144433", "2017_TS_PP_WINA_NOVITASARI_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/144434", "2017_TS_PP_WINA_NOVITASARI_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/144435", "2017_TS_PP_WINA_NOVITASARI_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/144436"}, "Penulis": "Wina Novitasari [20115029]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Kuntjoro Adji Sidarto"], "Jenis Koleksi": "Tesis", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Probabilities & applied mathematics", "Kata Kunci": "optimisasi portofolio, single-objektif, multi-objektif, buy-inthreshold, cardinality, roundlot, mean variance, variance with skewness, metode spiral", "Sumber": "", "Staf Input/Edit": "hidayat", "File": "7 file", "Tanggal Input": "03 Des 2018"}