{"Nomor": 32167, "Judul": "GLAMPING RESORT DI PULAU GILI MENO, NUSA TENGGARA BARAT", "Abstrak": "Proyek yang dirancang adalah resor bertema glamorous camping yang termasuk dalam tipologi bangunan hotel. Upaya perkembangan wisata bahari yang sedang dilakukan di Kepulauan Gili, Nusa Tenggara Barat, menjadi latar belakang perancangan resor di Gili Meno ini, didukung dengan fakta meningkatnya wisatawan di Nusa Tenggara Barat dari tahun ke tahun. Proyek berlokasi di pantai barat Pulau Gili Meno yang merupakan pulau seluas 150 hektar dengan populasi terendah di antara tiga gili dan potensi alam terbesar berupa keindahan pantai, danau, dan hutan bakau.\nProyek dibangun pada lahan seluas 65.000 m2 dengan jumlah total 30 unit. Rancangan terdiri atas fungsi akomodasi, fungsi rekreasi, fungsi penunjang, dan fungsi back of the house yang saling terintegrasi dan memaksimalkan potensi alam yang ada di dalam tapak. Resor bertemakan glamorous camping ini diharapkan dapat menjadi daya tarik baru untuk menarik wisatawan ke Pulau Gili Meno agar dapat dikembangkan sebagai kawasan wisata.\nKonsep umum perancangan resor ini adalah resor perkemahan selaras dengan alam yang mencoba menjawab isu fungsional dan penyesuaian dengan konteks setempat. Pengalaman ruang, suasana, privasi, dan aspek keberlanjutan menjadi isu utama yang ingin diselesaikan melalui rancangan yang memanfaatkan potensi alam dan lanskap sebagai atraksi utama, serta menggunakan elemen-elemen arsitektur yang tepat guna. Konteks tapak dijadikan fokus dalam pendekatan perancangan baik tapak maupun massa bangunan.", "Daftar File": {}, "Penulis": "Inas Raras Maheningtyas [15212016]", "Kontributor / Dosen Pembimbing": ["Ir. Budi Faisal, MAUD, MLA, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "hotel, resor, glamping, tepat guna", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "03 Des 2018"}