{"Nomor": 32175, "Judul": "Sintesis dan Karakterisasi Kopolimer Pati-g-Poli(Metil Metakrilat)", "Abstrak": "Pati kentang diisolasi untuk digunakan sebagai prekursor dalam pembentukan kopolimer pati-g-poli(metil metakrilat). Pati yang telah diisolasi dikarakterisasi menggunakan spektroskopi inframerah dan menunjukkan adanya puncak khas serapan pada bilangan gelombang 3394 cm-1, 2935 cm-1, 1648 cm-1, dan 984 cm-1 yang merupakan vibrasi dari ikatan O-H, C-H, C-O-H, dan C-O-C. Uji iodin pada pati yang menghasilkan perubahan warna ungu pun membuktikan bahwa pati telah berhasil diisolasi. Selanjutnya kopolimer pati-g-poli(metil metakrilat) disintesis menggunakan metode kopolimerisasi cangkok dengan inisiator APS dan CAN. Ketika digunakan inisiator APS, polimer yang terbentuk adalah homopolimer PMMA akibat tidak adanya agen pereduksi yang menyebabkan jumlah radikal terlalu banyak. Pada reaksi pencangkokan menggunakan inisiator CAN, variasi dilakukan terhadap massa inisiator CAN dan menunjukkan kondisi optimum reaksi pencangkokan terjadi ketika massa CAN sebesar 75% (% b/b terhadap pati). Karakterisasi kopolimer dilakukan menggunakan spektroskopi inframerah, analisis termogravimetri (TGA), dan mikroskop pemindai elektron (SEM). Hasil spektroskopi inframerah dari kopolimer pati-g-poli(metil metakrilat) menunjukkan adanya puncak serapan baru pada bilangan gelombang 1733 cm-1 yang merupakan vibrasi dari ikatan C=O. Selain itu, pencangkokan metil metakrilat ke dalam pati terbukti meningkatkan kestabilan termal pati alami melalui karakterisasi TGA. Pencangkokan metil metakrilat ke dalam pati pun dikarakterisasi dengan mikroskop pemindai elektron (SEM) dan menghasilkan perubahan permukaan polimer menjadi lebih kasar dan berserat.", "Daftar File": {"2017_TA_PP_JEREMY_VALENTINO_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/144528", "2017_TA_PP_JEREMY_VALENTINO_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/144535"}, "Penulis": "Jeremy Valentino [10513043]", "Kontributor / Dosen Pembimbing": ["Dr. Rachmawati, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Organic chemistry", "Kata Kunci": "inisiator, kopolimer, kopolimerisasi cangkok, pati, prekursor", "Sumber": "", "Staf Input/Edit": "hidayat", "File": "7 file", "Tanggal Input": "04 Des 2018"}