{"Nomor": 32174, "Judul": "PEMODELAN INTERAKSI PROTEIN TIROSIN FOSFATASE DENGAN SENYAWA KOMPLEKS KROMIUM(III)", "Abstrak": "Senyawa kromium(III) telah diketahui dapat meningkatkan kinerja reseptor insulin dan menurunkan kadar glukosa di dalam darah. Oleh karena itu, kromium(III) digunakan sebagai suplemen antidiabetes terutama untuk penderita diabetes tipe 2. Meskipun secara eksperimen Cr(III) terbukti dapat menurunkan kadar glukosa, namun mekanisme peran Cr(III) di dalam tubuh sampai saat ini belum ada yang menjelaskan secara rinci. Ada dua hipotesis yang menjelaskan adanya mekanisme peran kromium(III) sebagai antidiabetes. Hipotesis pertama menyatakan adanya senyawa aktif biologis yang mengikat ion Cr(III) yang disebut sebagai chromodulin. Senyawa chromodulin tersebut berinteraksi dengan reseptor insulin untuk mengaktifkan glukosa transporter dan menurunkan kadar glukosa di dalam darah. Hipotesis kedua menyatakan Cr(III) dapat mengalami oksidasi oleh oksidator biologis di dalam tubuh menjadi ion kromat dan kemudian menghambat kinerja Protein Tyrosin Phosphatase (PTP). Inhibisi PTP tersebut mengaktifkan glukosa transporter dan menurunkan kadar glukosa di dalam darah. Untuk memahami mekanisme yang terjadi, perlu diketahui interaksi antara Cr(III) dengan PTP. Interaksi ini sulit dipelajari secara eksperimen, karena itu dilakukan pemodelan secara komputasi.\nDalam penelitian ini telah dipelajari interaksi kompleks Cr(III) ligan monodentat dan bidentat dengan asam amino PTP. Ligan monodentat yang digunakan adalah nikotinat, yang memiliki 2 atom donor N dan O. Ligan tersebut digunakan untuk membuat 8 model kompleks Cr(III) monodentat dengan struktur oktahedral. Kompleks Cr(III) bidentat yang dipelajari adalah Cr(III) pikolinat [Cr(pic)3], Cr(III) histidin [Cr(his)3] dan Cr(III) fenilalanin [Cr(phe)3], yang memiliki atom donor N dan O. Selain itu juga dipelajari interaksi ion kromat dengan PTP, yang memiliki atom Cr dengan bilangan oksidasi +6. Struktur kompleks Cr(III) monodentat, bidentat, dan ion kromat dioptimasi dengan metode komputasi Hartree-Fock dengan basis set 6-31G(d) dan teori fungsi kerapatan B3LYP. Struktur kompleks kromium(III) dan ion kromat tersebut digunakan dalam studi interaksi dengan PTP menggunakan metode docking dan ONIOM.\nKedelapan model struktur Cr(III) nikotinat, memiliki energi pembentukan total (?E) sekitar -1600 sampai -1900 kkal.mol-1. Dari model-model tersebut atom donor O pada ligan nikotinat memiliki interaksi yang lebih kuat dengan ion Cr(III) dibandingkan dengan atom donor N. Dengan nilai ?E yang negatif untuk kedelapan model tersebut, nilai ini menunjukkan bahwa kedelapan kompleks tersebut dapat tersebut secara eksperimen. Kompleks Cr(III) nikotinat dengan perbandingan Cr dan nikotinat 1:1 [Cr(O-nic)(OH)2(H2O)3] merupakan kompleks yang memiliki energi pembentukan terendah yaitu ?E = -1915,766 kkal.mol-1.\nPerhitungan docking terhadap kedelapan kompleks Cr(III) nikotinat, menunjukkan interaksi yang paling baik yaitu kompleks trans[Cr(O-nic)2(OH)(H2O)3] memiliki energi interaksi sebesar -6,500 kkal.mol-1. Kompleks tersebut berinteraksi dengan 6 asam amino PTP, yang mayoritas berada pada sisi aktif PTP, yaitu asam amino Leu(13), Glu(14), Cys(17), Arg(18), Trp(49) dan Asn(50). Hasil perhitungan ONIOM menunjukkan terbentuk 7 ikatan hidrogen dengan jarak 2,4 – 3,8 Å.\nKompleks Cr(III) dengan ligan bidentat, [Cr(pic)3], [Cr(his)3] dan [Cr(phe)3] memiliki ?E yang berdekatan yaitu sekitar -2700 kkal.mol-1. Berdasarkan nilai ?E tersebut, ketiga kompleks memiliki struktur yang lebih stabil dibandingkan kompleks Cr(III) nikotinat. Perhitungan docking menunjukkan kompleks [Cr(his)3] memiliki interaksi yang paling kuat dibandingkan dengan [Cr(pic)3] dan [Cr(phe)3]. Kompleks [Cr(his)3] berinteraksi dengan 9 asam amino PTP, yaitu Cys(12), Gly(14), Ile(16), Cys(17), Arg(18), Trp(49), Asn(50), Asp(129), Tyr(131), sebagian besar asam amino tersebut berada pada sisi aktif PTP. Besar energi interaksi kompleks [Cr(his)3] dengan asam amino PTP adalah -7,400 kkal.mol-1. Hasil ONIOM menunjukkan bahwa interaksi [Cr(his)3] dengan asam amino PTP menghasilkan 8 ikatan hidrogen dengan jarak 2,0 – 3,6 Å.\nIon kromat yang diduga sebagai inhibitor PTP, juga dipelajari interaksinya dengan asam amino PTP secara komputasi. Hasil docking menunjukkan energi interaksi sebesar -4,100 kkal.mol-1. Nilai tersebut relatif rendah dibandingkan dengan interaksi asam amino PTP dengan kompleks Cr(III) monodentat dan bidentat. Tetapi, ion kromat berinteraksi dengan kelima sam amino sisi aktif PTP yaitu Leu(13), Gly(14), Ile(16), Cys(17), Arg(18). Hasil ONIOM menunjukkan bahwa interaksi ion kromat dengan asam amino PTP menghasilkan 7 ikatan hidrogen dengan jarak ikatan sebesar 1,9 - 2,0 Å, jarak tersebut lebih pendek daripada interaksi kompleks Cr(III) dengan PTP.\nHasil docking dan ONIOM menunjukkan bahwa interaksi kompleks kromium(III) dengan asam amino PTP sangat dipengaruhi jenis dan ukuran ligan. Hal ini merupakan hal penting dalam merancang suatu kompleks sebagai zat antidiabetes.", "Daftar File": {"2017_DIS_PP_YULI_AMBARWATI_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/144521", "2017_DIS_PP_YULI_AMBARWATI_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/144522", "2017_DIS_PP_YULI_AMBARWATI_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/144523", "2017_DIS_PP_YULI_AMBARWATI_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/144524", "2017_DIS_PP_YULI_AMBARWATI_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/144525", "2017_DIS_PP_YULI_AMBARWATI_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/144526", "2017_DIS_PP_YULI_AMBARWATI_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/144527"}, "Penulis": "Yuli Ambarwati [30512017]", "Kontributor / Dosen Pembimbing": ["Prof. Djulia, Ph.D.", "Irma Mulyani, S.Si., M.Si., Ph.D.", "Drs. Muhamad A. Martoprawiro, MS, Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Organic chemistry", "Kata Kunci": "kromium(III) nikotinat, kromium(III) pikolinat, kromium(III) histidin, kromium(III) fenilalanin, ion kromat, Protein Tirosin Fosfatase, DFT, B3LYP, docking, ONIOM,", "Sumber": "", "Staf Input/Edit": "hidayat", "File": "7 file", "Tanggal Input": "04 Des 2018"}