{"Nomor": 32171, "Judul": "STRUKTUR, KONDUKTIVITAS, DAN KINERJA SEL DARI ELEKTROLIT CERIA DOPING GANDA Ce<sub>1-x-y</sub>Gd<sub>x</sub>Ln<sub>y</sub>O<sub>2-?</sub> (Ln=Dy, Er, atau Nd dan x,y=0,05 atau 0,1)", "Abstrak": "baterai yang merupakan piranti elektrokimia yang mampu mengubah energi kimia dari bahan bakar menjadi energi listrik. Perkembangan SOFC saat ini difokuskan pada penurunan suhu operasional SOFC menuju rentang suhu menengah (500-750 °C) yang kemudian disebut Intermediate Temperature-SOFC (IT-SOFC). Penurunan suhu operasional ini berdampak pada penurunan biaya produksi dimana suhu operasional yang rendah memungkinkan digunakannya material interkoneksi yang lebih murah. Bagaimanapun, penurunan suhu operasional berdampak pada peningkatan resistansi elektrolit dan penurunan laju elektrokatalisis kedua elektroda. Terdapat dua upaya dalam mengatasi masalah tingginya resistansi elektrolit yaitu penggunaan elektrolit lapis tipis dan/ atau pencarian material alternatif untuk elektrolit yang memiliki konduktivitas tinggi pada suhu menengah. Namun demikian, pencarian material alternatif elektrolit menjadi prioritas utama mengingat pembuatan lapis tipis dapat digunakan untuk tahap selanjutnya.\nElektrolit berbasis ceria (CeO2) merupakan kandidat unggul sebagai elektrolit alternatif pengganti zirkonia terstabilkan ittria (Yttria Stabilized Zirconia, YSZ) yang merupakan elektrolit komersil SOFC. Hal tersebut dikarenakan elektrolit berbasis ceria memiliki konduktivitas yang lebih tinggi dibandingkan YSZ. Konduktivitas ionik ceria akan meningkat berkali-kali lipat setelah didoping dengan kation bervalensi 3+ atau 2+ seperti Gd3+, Sm3+, Nd3+, Ca2+, dan lainnya. Penelitian elektrolit berbasis ceria difokuskan pada pencarian dopan ideal dan komposisinya yang mampu meningkatkan konduktivitas ceria melebihi 10-2 S cm-1 pada suhu 600 °C dan energi aktivasi lebih kecil dari 1 eV. Adapun strategi doping ganda hingga multi doping digunakan dalam upaya yang sama.\nPenelitian ini bertujuan untuk mencari pengaruh komposisi doping ganda terhadap konduktivitas ionik ceria, pengaruh metode sintesis, dan pengujian sel tunggal SOFC. Dopan yang digunakan dalam penelitian ini yaitu Gd3+ sebagai dopan pertama dan Nd3+, Dy3+, atau Er3+ sebagai dopan kedua sehingga dihasilkan tiga set doping ganda yaitu GdDy, GdEr, dan GdNd. Adapun komposisi yang digunakan yaitu 5%5%; 5%10%; 10%5%; dan 10%10% berturut-turut untuk dopan pertama dan kedua. Dengan demikian, dihasilkan dua belas ceria doping ganda. Penggunaan singkatan digunakan untuk mempersingkat rumus kimia dari masing-masing sampel sebagai contoh GNDC510 artinya Gd 5% Nd10% Doped Ceria (ceria terdoping) atau Ce0,85Gd0,05Nd0,1O1,925.\nBerdasarkan uji konduktivitas dari kedua belas ceria doping ganda, hampir semua ceria doping ganda yang dihasilkan memiliki nilai konduktivitas lebih besar dari 10-2 S cm-1 pada suhu 600 °C dan energi aktivasi lebih kecil dari 1 eV. Konduktivitas tertinggi dicapai oleh komposisi GNDC510 yaitu 1,05x10-2 S cm-1 pada suhu 600 °C dengan energi aktivasi 0,8 eV. Set GNDC memiliki konduktivitas yang lebih tinggi dibandingkan set GEDC dan set GDDC yang mungkin dapat dijelaskan dengan fakta bahwa indeks efektif kristalografi (????) dari set GNDC mendekati angka 1 dan nomor atom rata-rata dopannya mendekati nomor atom Pm (Prometium) yakni 61. Pada penelitian ini, asumsi radius kritis tampaknya tidak dapat menjelaskan kecenderungan dari kondukvititas yang dihasilkan.\nKecenderungan lain yang diperoleh dari semua set komposisi baik GEDC, GDDC, maupun GNDC yaitu seiring dengan meningkatnya persentase total dopan awalnya konduktivitas meningkat dan kemudian turun pada komposisi 20%. Fenomena ini dijelaskan oleh pembentukan pasangan defek antara dopan (?????????????) dengan vakansi ion oksida (??????????). Bukti keberadaan pasangan defek ini teramati dalam spektra Raman set GDDC dan GNDC pada bilangan gelombang 540-600 cm-1. Set GEDC menunjukkan spektra Raman yang berbeda dari kedua set lainnya akibat adanya efek fluoresensi dari dopan erbium. Intensitas vibrasi dari mode ini meningkat seiring meningkatnya konsentrasi total dopan.\nPenggunaan sintering aid CuO sebanyak 0,5% b/b dapat meningkatkan densitas relatif GNDC510 sebesar 23% dari sebelumnya meskipun pada suhu sintering 1350 °C. Berdasarkan hasil XRD, pola difraksi CuO tidak tampak, hal ini dimungkinkan karena kecilnya intensitas pola difraksi CuO atau larutnya CuO di dalam kristal ceria. Berdasarkan hasil analisis konduktivitas, resistansi total GNDC510 ini mengalami peningkatan dibandingkan GNDC510 sebelumnya, terutama pada resistansi batas butir. Berdasarkan hasil ini, CuO kemungkinan tersegregasi pada batas butir dan bersifat resistif.\nDalam meningkatkan konduktivitas GNDC510 maka penggunaan metode sintesis kompleksasi asam sitrat digunakan. Berdasarkan hasil XRD, GNDC510 berhasil terbentuk dengan metode kompleksasi sitrat dimana hanya fasa tunggal dari fluorit yang tampak. Berdasarkan uji densitas, metode ini mampu meningkatkan densitas relatif GNDC510 sebesar 22% meski suhu sintering 1350 °C. Berdasarkan hasil analisis konduktivitas, GNDC510 ini memiliki konduktivitas total yang lebih tinggi. Hal ini berkaitan dengan distribusi dopan yang merata pada butir dan ukuran butir yang kecil.\nFabrikasi sel tunggal SOFC berpendukung elektrolit berhasil dilakukan melalui teknik screen printing. Adapun susunan sel tunggal SOFC yaitu Pt|Ni-GDC15|GNDC510 (0,8 mm)|LSCF6428|Pt. Pt berperan sebagai pengumpul arus, Ni-GDC15 berperan sebagai anoda, GNDC510 sebagai elektrolit sekaligus pendukung atau penyangga sel, LSCF6428 berperan sebagai katoda. Berdasarkan hasil uji kinerja sel tunggal pada suhu 600-500 °C dengan bahan bakar H2 lembab (3% H2O) dan oksidan berupa udara, nilai OCV sel tunggal mencapai 0,971 V pada suhu 600 °C. Nilai OCV ini menurun seiring meningkatnya suhu dan menyimpang sebesar 0,1 V dari nilai teoritisnya. Hal ini mungkin disebabkan oleh crossover bahan bakar melalui pori-pori elektrolit. Adapun rapat daya maksimum sel mencapai 30,31 mW cm-2 pada suhu 600 °C. Rendahnya rapat daya ini disebabkan oleh nilai ASR sel yang besar yakni 4,1 ? cm2 akibat ketebalan dari sel, khususnya elektrolit.", "Daftar File": {"2017_DIS_PP_ARIE_HARDIAN_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/144500", "2017_DIS_PP_ARIE_HARDIAN_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/144501", "2017_DIS_PP_ARIE_HARDIAN_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/144502", "2017_DIS_PP_ARIE_HARDIAN_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/144503", "2017_DIS_PP_ARIE_HARDIAN_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/144504", "2017_DIS_PP_ARIE_HARDIAN_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/144505", "2017_DIS_PP_ARIE_HARDIAN_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/144506"}, "Penulis": "Arie Hardian [30512022]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ismunandar", "Dr. Veinardi Suendo, S.Si., M.Eng.", "Prof. Dr. Ir. Syoni Soepriyanto, M.Sc."], "Jenis Koleksi": "Disertasi", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physical chemistry", "Kata Kunci": "Ceria, Doping Ganda, Elektrolit, Intermediate Temperature, Sel Tunggal, SOFC", "Sumber": "", "Staf Input/Edit": "hidayat  \n                                     Latifa Noor", "File": "7 file", "Tanggal Input": "04 Des 2018"}