{"Nomor": 32180, "Judul": "KONVERSI DUA ARAH ANTARA DATA SPASIAL BUILDING INFORMATION MODELING, IFC, DAN SISTEM INFORMASI GEOGRAFIS, CITYGML", "Abstrak": "Bidang industri AEC (Architecture, Engineering, Construction) dan bidang pemetaan dan perencanaan wilayah memiliki keterkaitan yang erat dalam penggunaan dan pengelolaan data spasial. Namun hingga saat ini belum terdapat interoperabilitas antar bidang tersebut. Industri AEC memiliki Building Information Modelling sebagai sistem pengelolaan data spasial sedangkan bidang pemetaan dan perencanaan wilayah menggunakan Sistem Informasi Geografis. Penelitian ini bertujuan untuk membangun skema konversi dua arah antara struktur data IFC yang menjadi struktur data standar dalam Building Information Modelling dan CityGML sebagai struktur data standar dalam 3D Sistem Informasi Geografis. Metode pendekatan yang digunakan dalam proses penguraian informasi pada skema konversi ini yaitu bottom-up. Terdapat tiga komponen utama dalam proses konversi yaitu transformasi koordinat dan geometri, serta harmonisasi kedetailan objek. Hasil konversi menunjukkan bahwa pengurangan kuantitas informasi lebih banyak terjadi pada arah konversi IFC ke CityGML dibandingkan dengan arah CityGML ke IFC. Secara umum skema konversi yang dibuat sudah cukup baik untuk digunakan sebagai skema konversi objek fisik eksterior bangunan karena visualisasi objek fisik yang dihasilkan masih identik dengan model data aslinya. Transformasi koordinat yang dilakukan antar kedua struktur data menghasilkan nilai RMSE sebesar 0,112 meter.", "Daftar File": {}, "Penulis": "Jingga Sekar Langit [15112033]", "Kontributor / Dosen Pembimbing": ["Dr. Deni Suwardhi, S.T.,M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Engineering & allied operations", "Kata Kunci": "IFC, CityGML, konversi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "6 file", "Tanggal Input": "04 Des 2018"}