{"Nomor": 32186, "Judul": "KORELASI ANTARA KEPADATAN DAN BEBAN BANGUNAN DENGAN FENOMENA PENURUNAN TANAH DI WILAYAH JAKARTA", "Abstrak": "Daerah Khusus Ibukota Jakarta (DKI Jakarta) dengan penduduk berjumlah 9.988.495 jiwa dan memiliki luas 661, 52 km² dalam beberapa dekade terakhir mengalami pembangunan pesat di berbagai bidang, yaitu perindustrian, perumahan dan lain sebagainya. Hal ini mengakibatkan terjadinya berbagai masalah lingkungan, salah satunya adalah penurunan tanah, yang dalam beberapa penelitian terakhir dilaporkan mencapai 20-25 cm/tahun di lokasi dan jangka waktu tertentu. Fenomena ini mengakibatkan tanah mengalami gerakan vertikal ke bawah sehingga jika tidak ditangani dapat membuat suatu daerah tenggelam. Akibat yang sudah dapat dilihat misalnya keretakan konstruksi permanen maupun jalan-jalan, meluasnya wilayah banjir, dan kerusakan sistem drainase. Berdasarkan studi yang telah dilakukan sebelumnya, penyebab penurunan tanah di Jakarta adalah pengambilan air yang berlebih dan beban konstruksi yang berada di atasnya. Oleh karena itu, penelitian ini diharapkan dapat memberikan gambaran secara jelas mengenai pengaruh beban bangunan terhadap penurunan tanah di daerah Jakarta.\nMetode yang digunakan dalam melakukan penelitian ini, yaitu analisis spasial Overlay, yang dilakukan dengan cara menggabungkan dan memperlihatkan secara bersamaan suatu set data terpisah suatu daerah yang sama untuk mengidentifikasi hubungan spasial antara informasi dari set data yang telah digabung, dan Grid Network untuk mengamati hubungan korelasi spasial sederhana dengan mempertimbangkan luasan daerah pengamatan. Namun, berdasarkan hasil penelitian kali ini beban dan kepadatan bangunan memiliki korelasi yang relative kecil dengan penurunan tanah di Jakarta. Berdasarkan hasil penelitian ini, persebaran sektor industri yang kemungkinan melakukan pengambilan air secara berlebihan merupakan faktor utama penyebab terjadinya penurunan tanah di Jakarta.", "Daftar File": {}, "Penulis": "Septyanto [15112008]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Hasanuddin Z.A.,M.Sc", "Dr. Heri Andreas, S.T.,M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Beban bangunan, grid network, overlay, Penurunan tanah, sektor industri.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "04 Des 2018"}