{"Nomor": 32194, "Judul": "Fabrikasi Sambungan p-n dan p-i-n Semikonduktor Dioda ZnO dengan Metoda Deposisi Larutan dan Karakterisasinya", "Abstrak": "ZnO have potential aplications for electroluminescence semiconductors devices. Electroluminescence effect can be produced by semiconductor which have the p-n junction and p-i-n junction diode arrangement. ZnO diode fabrication was carried out using solution deposition method with Zn(NO3)2 100 mM as a Zn2+ source and hexamethylenetetramine 100 mM as a base. ZnO layers were grown on ITO (Indium Tin Oxide) glass with electric field from outside as high as 2400 V/cm. Al from AlCl3 5% mol was used as dopant to make n-type ZnO and Li from LiCl 5% mol was used as dopant to make p-type ZnO. X-Ray Diffraction (XRD) characterization shows that crystall growth through c axis dominantly And its confirmed by Scanning Electron Microscope (SEM) characterization. Cross section observation by SEM shows 3 layers of p-n junction and 4 layers of p-i-n junction. In current-voltage measurement obtained curent-voltage curve which the extrapolation shows the bandgap energy. For p-n junction bandgap is 1,27 eV and for p-i-n junction bandgap is 1,97 eV. The curve show the unic current-voltage curve dor diode. But the bandgap is still far from ZnO single crystall bandgap, 3,3 eV, because the quality of the junction is not good enough. In order to enhance the junction quiality, p-n junction was annealed. Annealing was performed at a various temperature and time at 200 °C, 6 hours; 300 °C, 2 hours; 300 °C, 6 hours; 400 °C, 2 hours and 400 °C for 6 hours, after annealing, the current-voltage measurement indicate a semiconductor gap of 0,49 eV; 1,46 eV; 0,70 eV; 0,97 eV are 0,74 eV respectively.", "Daftar File": {}, "Penulis": "Alif Nur Patriya Sussardi [10509040]", "Kontributor / Dosen Pembimbing": ["Dr. Bambang Prijamboedi, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "semiconductor, ZnO thin film, solution deposition, p-n homojunction, p-i-n homojunction", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "05 Des 2018"}