{"Nomor": 32191, "Judul": "STRAIN ANALYSIS OF THE LEMBANG FAULT, WEST JAVA, FROM GPS OBSERVATIONS IN 2006 - 2015", "Abstrak": "The aim of this undergraduate thesis is to quantify the mechanism of Lembang Fault\ncharacteristic through strain analysis. Data used in this research are GPS\nobservations data spans from 2006 to 2015. Data used in this undergraduate thesis\nare processed using GAMIT 10.6 to obtain coordinates at each GPS observation\npoints. The next step is coordinate transformation from ITRF2008 to ITRF2000 and\nvelocity calculation in ITRF2000. After every station is free from Sundaland block\nmovement, these stations are referenced to CLBG station. It is assumed that this\nstation represents the fault movement. Proceed to the strain calculation using\ndelaunay triangulation once the significance test using t-student is done. Lastly,\nstrain analysis is executed. Results are used to estimate velocity and strain rate from\n2006 to 2015 GPS data. Later on, these results be used as the aspects of strain\nanalysis.\nResults showed that the horizontal velocity vector at observation points around the\nfault varied up to 6 mm/year with different movements between northern and\nsouthern part of the fault. Northern part of the fault tends to move northwestward,\nwhile the southern area of Lembang Fault moves to the southeast. The existence of\nstrain of about 0.5 microstrain around the Lembang Fault indicates that the fault is\nstill active. Strain pattern formed indicates fault divided into several segments,\nnamely northwest with indication of the motion is oblique faulting, middle part with\nstrike-slip faulting, and southeast with normal faulting.", "Daftar File": {}, "Penulis": "Shafira Irmarini [15112026]", "Kontributor / Dosen Pembimbing": ["Dr. Irwan Meilano, ST., M.Sc.", "Dr. Ir. Dina Anggreni Sarsito, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Lembang Fault, GPS, Sundaland block, Velocity, Strain", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "6 file", "Tanggal Input": "04 Des 2018"}