{"Nomor": 32197, "Judul": "Sintesis dan Karakterisasi Senyawa Serupa Kurkumin (Curcumin-Like) sebagai Inhibitor Korosi pada Baja Karbon dalam Larutan NaCl 1%", "Abstrak": "Korosi pada bagian dalam pipa baja karbon pengalir minyak mentah/gas alam basah merupakan masalah utama di lingkungan industri minyak dan gas bumi. Untuk menurunkan laju korosi tersebut digunakan inhibitor korosi pada konsentrasi tertentu yang diinjeksikan terus-menerus bersama aliran fluida. Pada penelitian ini dikaji penggunaan senyawa serupa kurkumin yaitu 1,5-bis-(4-metoksifenil)-penta-1,4-dien-3-on (1) dan garam natrium (E)-6-(4-metoksi-fenil)-4-oksoheksa-1,5-dien-2-olat (2) sebagai inhibitor korosi baja karbon di lingkungan NaCl 1%. Senyawa 1 dan senyawa 2 berturut-turut disintesis dengan cara mereaksikan 4-metoksibenzaldehid dengan aseton dan 4-metoksibenzaldehid dengan asetilaseton pada suhu ruang selama 10 menit. Struktur senyawa 1 dan senyawa 2 dikonfirmasi berdasarkan pengukuran spektroskopi FTIR, 1H-NMR, 13C-NMR, dan LC-MS. Berdasarkan analisis spektra 13C-NMR, pada senyawa 1 terdapat gugus keton (?: 189 ppm) dan benzena (?: 114-127 ppm), sedangkan pada senyawa 2 terdapat gugus keton terkonjugasi (?: 191 ppm) dan benzena (?: 114-128 ppm). Uji inhibisi korosi senyawa 1 dan 2 dilakukan dengan metode EIS dan Tafel pada suhu 45 oC dalam medium NaCl 1%. Hasil efisiensi inhibisi maksimum senyawa 1 pada konsentrasi 4 ppm sebesar 41,29% pada suhu 45? dan senyawa 2 pada konsentrasi 2,5 ppm sebesar 87,31% pada suhu 65?. Berdasarkan hasil pengukuran Tafel, senyawa 1 merupakan inhibitor ohmik (mixed inhibitor), sedangkan senyawa 2 merupakan inhibitor katodik.", "Daftar File": {}, "Penulis": "Bella Peridoti Purwaman [10509007]", "Kontributor / Dosen Pembimbing": ["Dr. Bunbun Bundjali, MS", "Dr. Deana Wahyuningrum, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "(Curcumin-Like), synthesized, characterization, EIS, Tafel, inhibition efficiency", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "05 Des 2018"}