{"Nomor": 32190, "Judul": "PEMETAAN POTENSI ENERGI GELOMBANG LAUT DI PERAIRAN INDONESIA MENGGUNAKAN METODE PEMODELAN NUMERIK SWAN", "Abstrak": "Kebutuhan listrik di Indonesia mengalami peningkatan sekitar 4,6% setiap tahun. Penelitian ini bertujuan untuk memetakan potensi energi gelombang laut menggunakan metode pemodelan numerik spektral gelombang, yang berguna untuk mengidentifikasi perbedaan karakteristik gelombang di perairan Indonesia. Untuk membangun model diperlukan data batimetri dan data angin pada area penelitian sebagai masukan SWAN (Simulating Waves Nearshore) untuk menghitung gelombang di area penelitian pada beberapa kondisi yang berbeda. Ukuran gelombang di daerah pertumbuhannya, tergantung pada kecepatan angin, durasi atau lamanya angin bertiup, dan jarak tempuh gelombang dari awal pertumbuhannya (fetch). Letak Indonesia yang dilintasi ekuator memberikan pengaruh terhadap panjang fetch, dimana daerah ekuatorial merupakan daerah wind shear yang bersifat melemahkan kecepatan angin sehingga fetch yang terbentuk semakin pendek. Selain itu, keberadaan gugusan pulau sepanjang perairan Indonesia juga mempengaruhi fetch yang terbentuk, ketika angin terhambat oleh daratan, fetch tidak terbentuk lagi sehingga gelombang yang terbentuk juga tidak tinggi. Dari 10 titik sampel, dihitung nilai daya yang dihasilkan selama tahun 2011, yaitu sebesar 49.705,730 W atau 435.422.193,100 kWh (8760 jam). Jika dilihat dari nilai yang didapat secara keseluruhan di area pemetaan, perairan Indonesia setidaknya memiliki potensi teoritis daya gelombang laut sebesar 709.721.526,509 W. Kemudian, klasifikasi daerah yang berpotensi memiliki energi gelombang yang besar dilakukan dengan dibagi ke dalam lima kelas (sangat berpotensi, berpotensi, cukup berpotensi, kurang berpotensi, dan tidak berpotensi). Wilayah dengan potensi paling tinggi berada di wilayah Selat Karimata yang berbatasan langsung dengan Laut Cina Selatan (perairan Natuna), pesisir selatan pulau Jawa, Bali, Lombok, Flores yang berbatasan langsung dengan Samudera Hindia, pesisir barat pulau Sumatera, dan perairan Laut Arafuru.", "Daftar File": {"2016_TA_PP_MUHAMMAD_MU’AQIL_UHAM_1-BAB_41.pdf": "https://digilib.itb.ac.id/gdl/download/144629"}, "Penulis": "Muhammad Mu'aqil Uham [15112075]", "Kontributor / Dosen Pembimbing": ["Dr. rer.nat. Wiwin Windupranata, S.T., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Atlases, maps, charts & plans", "Kata Kunci": "Energi Gelombang Laut, Fetch, Potensi, Karakteristik", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "04 Des 2018"}