{"Nomor": 32219, "Judul": "Studi Interaksi Model Protein HBx dengan Agen Non-Nukleosida untuk Hepatitis B secara in silico", "Abstrak": "Hepatitis B adalah infeksi viral yang dapat mengakibatkan sirosis hati dan kanker hati, serta merupakan masalah kesehatan global. Terapi obat Hepatitis B yang telah disetujui FDA memiliki masalah resistensi virus setelah penggunaan yang cukup lama. Salah satu alternatif target baru adalah protein HBx yang banyak berperan dalam proses biologis vital virus Hepatitis B. Pada studi ini, struktur HBx ditentukan secara ab initio dengan algoritma QUARK. Struktur yang dihasilkan kemudian diperbaiki lebih lanjut dengan simulasi dinamika melekuler (MD) selama 20 ns dengan program Amber 12, dan divalidasi dengan program ProCheck. Pada simulasi MD, terjadi beberapa transisi konformasi protein pada tingkat struktur sekunder, akibat adaptasi energetik menuju konformasi dengan energi terendah. Dari struktur-struktur yang dihasilkan akibat transisi konformasi selama simulasi 20 ns, struktur yang terbentuk pada simulasi 19 ns tampak merupakan struktur terbaik. Struktur ini kemudian dipilih sebagai reseptor untuk docking molekuler dengan program Autodock Vina. Semua ligan yang digunakan pada studi ini merupakan agen non-nukleosida yang sudah diketahui untuk terapi obat hepatitis B. Dari 23 ligan, hanya ada satu ligan, bernama tetrahidro-tetrazolo-pirimidin tersubstitusi, yang energi pengikatannya mencapai -9,8 kkal/mol dan memiliki interaksi yang spesifik dengan reseptor. Struktur ligan ini dimodifikasi untuk semakin menstabilkan interaksinya dengan reseptor. Modifikasi dengan gugus hidroksil berhasil menstabilkan interaksinya dengan reseptor, ditunjukkan oleh penurunan energi pengikatan menjadi -10,3 kkal/mol. Interaksi docking diverifikasi dengan simulasi MD 5 ns. Struktur kompleks protein-ligan berubah akibat adaptasi konformasional pada protein dan juga ligan. Struktur kompleks pada simulasi 5 ns kemudian di-docking ulang dan energi bebas pengikatannya berubah menjadi -9,2 kkal/mol. Penurunan stabilitas pengikatan diakibatkan oleh pengurangan jumlah ikatan hidrogen pada konfigurasi pengikatan yang baru. Walaupun ada penurunan kecil pada stabilitas pengikatan, studi kami menyarankan bahwa versi termodifikasi dari tetrahidro-tetrazolo-pirimidin tersubstitusi dapat mengikat model protein HBx dengan baik, dan berpotensi untuk dikembangkan lebih lanjut sebagai obat baru hepatitis B.", "Daftar File": {"2013_TA_PP_GABY_ALMIRA_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/144835"}, "Penulis": "Gaby Almira [10509028]", "Kontributor / Dosen Pembimbing": ["Dr. Rukman Hertadi, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Hepatitis B, obat, HBx, docking molekuler, simulasi dinamika molekul (MD)", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "06 Des 2018"}