{"Nomor": 32215, "Judul": "(DIS)KONEKTIVITAS PADA TITIK TRANSIT URBAN: DUKUH ATAS, JAKARTA", "Abstrak": "mengembangkan kawasan berbasis transit dan merencanakan pembangunan sistem transportasi terpadu dengan menambah sistem transportasi publik baru seperti MRT, monorel, dan kereta api bandara yang akan saling melengkapi dengan TransJakarta busway dan KRL commuter line. Titik Dukuh Atas sebagai persimpangan lima moda transportasi tersebut direncanakan menjadi kawasan pengembangan berorientasi transit atau transit oriented development (TOD) maksimum. Kini fasilitas transit dan komersil di kawasan Dukuh Atas terdiskoneksi secara spasial dan visual sementara secara teoretis kawasan TOD harus saling terhubung. Isu diskonektivitas melingkupi permasalahan kemacetan, tidak nyamannya berjalan kaki, dan ruang mati pada bantaran sungai. Bangunan berfungsi campuran terintegrasi dengan titik-titik transit yang terdiskoneksi dapat menjadi solusi isu ini. Tema wayfinding dalam pergerakan diambil untuk menjawab isu diskonektivitas. Pendekatan perancangan dibagi menjadi dua level, makro dan mikro lalu diterjemahkan menjadi beberapa konsep. Secara makro, aspek spasial dijawab dengan konsep sirkulasi jembatan, bawah tanah, dan riverfront. Aspek visual dijawab dengan konsep massa kontras yang mengalir. Secara mikro, aspek spasial dijawab dengan konsep sirkulasi pragmatis, direksional, dan void sebagai ruang henti. Aspek visual dijawab dengan konsep zonasi warna dan permeabilitas visual. Tema dan konsep tersebut dapat menjawab permasalahan dan mendukung visi Dukuh Atas sebagai kawasan berbasis transit maksimum.", "Daftar File": {"2014_TA_PP_PRATHITO_ANDY_WISAMBODHI_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/144803"}, "Penulis": "Prathito Andy Wisambodhi [15210063]", "Kontributor / Dosen Pembimbing": ["Dr. Firmansyah, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Dukuh Atas, diskonektivitas, transit, urban, wayfinding", "Sumber": "", "Staf Input/Edit": "suwadji", "File": "9 file", "Tanggal Input": "06 Des 2018"}