{"Nomor": 32211, "Judul": "Sintesis Pasangan Asam-Basa Polianilin/Polianilin Tersulfonasi (PANI/SPAN) sebagai Material Hole-Injection Layer pada Perangkat Optoelektronik Organik", "Abstrak": "Salah satu aplikasi polimer konduktif yang paling banyak dikembangkan adalah sebagai Hole Injection Layer (HIL) pada perangkat optoelektronik organik. Hingga saat ini, poli(3,4-etilendioksitiofen)-polistirensulfonat (PEDOT-PSS) merupakan polimer yang paling sering digunakan karena konduktivitas dan transparansinya yang tinggi, fungsi kerja yang terdefinisi dengan baik, serta kemudahannya untuk diproses. Polianilin (PANI) kemudian muncul sebagai polimer konduktif yang cukup potensial untuk aplikasi tersebut dengan keunggulan ekonomis dibandingkan PEDOT-PSS. Akan tetapi, PANI sulit diproses, yang menyebabkan banyaknya penelitian mengenai modifikasi PANI. Salah satu modifikasi PANI yang paling banyak menarik perhatian adalah polianilin tersulfonasi (SPAN), yaitu dengan penambahan gugus sulfonat (–SO3-) ke dalam cincin. Meskipun kelarutannya di dalam air tinggi dan mampu membentuk kontak ohmik dengan logam, SPAN bersifat higroskopis serta tidak dapat larut di dalam pelarut organik umum. Pada penelitian ini telah dilakukan penentuan konsentrasi asam klorosulfonat optimum untuk sintesis SPAN dan penggabungan (blending) PANI dan SPAN. Campuran 20% v/v asam klorosulfonat dalam kloroform telah menghasilkan SPAN yang cukup baik dibandingkan campuran lainnya. Hasil penggabungan ini menghasilkan suatu pasangan polimer PANI/SPAN berbentuk serbuk dan berwarna hijau yang larut di dalam air, metanol, etanol, dan larutan basa. Pola spektrum IR dari PANI/SPAN mirip dengan spektrum IR dari PANI, namun pada bilangan gelombang 1023 dan 1070 cm-1 muncul dua puncak khas yang menunjukkan adanya vibrasi regang aril–S yang juga terdapat pada spektrum SPAN. Spektrum Raman PANI/SPAN menunjukkan puncak untuk vibrasi yang sama pada bilangan gelombang 1213 cm-1. Perbandingan puncak pada bilangan gelombang 572 dan 420 cm-1 di masing-masing spektrum PANI, SPAN, dan PANI/SPAN mengindikasikan terjadinya suatu interaksi antara rantai PANI dan SPAN. Respon konduktivitas terhadap frekuensi (?(?)) menunjukkan bahwa sifat PANI/SPAN merupakan gabungan dari sifat metalik PANI dan semikonduktor SPAN. Nilai konduktivitas untuk PANI, SPAN, dan PANI/SPAN pada frekuensi 30 Hz adalah 0,1757; 0,0010; dan 0,0132 S cm-1. Dapat disimpulkan bahwa polimer baru dari PANI dan SPAN yang saling berinteraksi dan memiliki karakteristik berbeda dengan PANI maupun SPAN telah berhasil disintesis.", "Daftar File": {"2013_TA_PP_ALDINI_RIZQKA_HUMAIDI_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/144775"}, "Penulis": "Aldini Rizqka Humaidi [10509041]", "Kontributor / Dosen Pembimbing": ["Dr. Veinardi Suendo, S.Si., M.Eng.", "Achmad Rochliadi, MS, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "polimer konduktif, polianilin, polianilin tersulfonasi, pasangan asam-basa, Hole-Injection Layer, perangkat optoelektronik organik", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "05 Des 2018"}