{"Nomor": 32229, "Judul": "Efek Sinergis Campuran Sistein - Natrium Molibdat dan Campuran Sistein - Amonium Heptamolibdat Sebagai Inhibitor Korosi Baja Karbon Dalam Larutan NaCl 1%", "Abstrak": "Baja karbon merupakan material yang biasa digunakan di berbagai industri khususnya digunakan sebagai material pipa penyalur minyak dan gas di industri perminyakan. Pipa baja karbon tersebut rentan terkorosi dari permukaan bagian dalam pipa, karena minyak mentah yang dialirkan bersifat multifasa yang mengandung air dan garam-garam terlarut. Reaksi korosi di bagian dalam pipa dapat dicegah dengan penggunaan inhibitor. Pada penelitian ini dikaji penggunaan sistein, ammonium heptamolibdat dan natrium molibdat secara tunggal maupun campurannya, sebagai inhibitor korosi baja karbon dalam larutan NaCl 1% jenuh CO2. Pengaruh penggunaan inhibitor ini diuji menggunakan metode weight loss, Electrochemical Impedance Spectroscopy (EIS) dan potensiodinamik polarisasi (Tafel). Pengujian dilakukan dengan variasi konsentrasi pada suhu 25oC dan 65oC. Berdasarkan hasil metode weight loss pada suhu 65oC, senyawa tunggal 25 ppm sistein mampu menginhibisi korosi baja karbon hingga 72,6%, ammonium heptamolibdat 50 ppm sebesar 96,3% dan natrium molibdat 50 ppm sebesar 67,4%. Efisiensi inhibisi meningkat seiring dengan meningkatnya konsentrasi inhibitor. Hasil pengukuran laju korosi menggunakan metode potensiodinamik polariasi (Tafel) menunjukan bahwa sistein, ammonium heptamolibdat dan natrium molibdat merupakan inhibitor anodik, namun dengan meningkatnya suhu, senyawa sistein berubah menjadi inhibitor katodik. Parameter adsorpsi inhibitor dapat dihitung secara termodinamika berdasarkan hasil uji weight loss menunjukan bahwa sistein, ammonium heptamolibdat dan natrium molibdat teradsorpsi secara kimia. Efisiensi inhhibisi campuran telah diuji menggunakan metode weight loss, campuran sistein 25 ppm dan ammonium heptamolibdat 25 ppm mampu menginhibisi korosi sebesar 85% sedangkan senyawa campuran sistein 15 ppm dan natrium molibdat 35 ppm mampu menginhibisi korosi sebesar 99,2%. Hal ini menunjukan adanya efek sinergis pada campuran sistein – ammonium heptamolibdat dan sistein - natrium molibdat.", "Daftar File": {"2013_TA_PP_SARAH_FAUZANI_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/144902"}, "Penulis": "Sarah Fauzani [10508090]", "Kontributor / Dosen Pembimbing": ["Dr. Bunbun Bundjali, MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "inhibitor, korosi, molibdat, sistein, termodinamika, tafel.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "07 Des 2018"}