{"Nomor": 32225, "Judul": "Isolasi dan Karakterisasi Metabolit Sekunder Fungi Endofit dari Morus macroura", "Abstrak": "Indonesia merupakan negara yang kaya akan keanekaragaman hayati, baik hewan maupun\ntumbuhan. Berbagai jenis tumbuhan dapat hidup dengan baik di Indonesia, salah satunya yaitu\ntumbuhan Morus (Moraceae) yang memiliki banyak manfaat. Tumbuhan ini memiliki nilai\nekonomi yang tinggi sebagai pakan utama ulat sutera dan juga digunakan untuk obat tradisional\nsebagai diuretik, ekspektoran, obat penyakit kulit, dan pelancar produksi ASI. Tumbuhan Morus\ndilaporkan mengandung metabolit sekunder yang berpotensi sebagai obat antitumor,\nantimikroba, antiinflamasi, dan antihipertensi. Namun, kadar metabolit sekunder dalam\ntumbuhan pada umumnya sangat rendah sehingga perlu dikembangkan sumber lain. Dewasa ini,\nisolasi metabolit sekunder dapat dilakukan dari fungi endofit yang hidup di dalam jaringan\ntumbuhan. Berdasarkan penelitian, dalam satu jenis tumbuhan terkandung lebih dari satu spesies\nfungi endofit. Beberapa fungi endofit tersebut terlibat dalam biosintesis metabolit sekunder\ninangnya sehingga dimungkinkan mengandung metabolit sekunder yang mirip dengan inangnya.\nKelebihan metode ini antara lain dapat diperoleh fungi endofit dalam waktu yang relatif cepat,\nyaitu sekitar 2 – 3 minggu. Pada penelitian ini dilakukan isolasi metabolit sekunder fungi endofit\ndari tumbuhan Morus macroura, dengan diawali inokulasi fungi endofit dari bagian batang M.\nmacroura ke dalam media padat Potato Dextrose Agar (PDA). Salah satu spesies fungi endofit\nyang berhasil dipisahkan, dikultur dalam media PDA kemudian disubkultur ke dalam media cair\nPotato Dextrose Broth (PDB) dan diinkubasi selama 16 hari. Fungi endofit tersebut dipisahkan\ndari medianya dengan cara disaring menggunakan corong Buchner. Fungi tersebut digerus\nhingga halus dengan mortar kemudian dimaserasi dalam metanol, sedangkan media fungi\ndipartisi dengan etil asetat. Senyawa yang terkandung dalam media cair dari fungi endofit ini\nselanjutnya diisolasi dan difraksinasi dengan beberapa teknik kromatografi, seperti kromatografi\nvakum cair dan kromatografi radial. Adapun karakterisasi senyawa hasil isolasi yang digunakan\nyaitu berdasarkan data spektroskopi seperti: NMR, UV-Vis dan MS. Untuk mengetahui\nbioaktivitas senyawa hasil isolasi yang didapat, dilakukan uji sitotoksik terhadap sel murin\nleukemia P-388. Berdasarkan data spektroskopi, senyawa murni yang telah berhasil diisolasi dari\nfungi endofit M. macroura yaitu 19,20-epoksi sitokalasin Q yang memiliki bioaktivitas\nsitotoksik sangat aktif terhadap sel murin leukemia P-388 dengan nilai IC50 kurang dari 0,1\n?g/mL.", "Daftar File": {"2013_TA_PP_MIRRA_NOVYANTI_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/144865"}, "Penulis": "Mirra Novyanti [10509069]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Euis Holisotan Hakim, MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Morus macroura, fungi endofit, 19,20-epoksi sitokalasin Q", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "5 file", "Tanggal Input": "06 Des 2018"}