{"Nomor": 32235, "Judul": "Biosintesis dan Karakterisasi Bioplastik Polihidroksibutirat dari Bakteri Halofilik Halomonas elongata BK-AB8", "Abstrak": "Bioplastik adalah senyawa biopolimer yang dapat disintesis oleh bakteri. Bioplastik dihasilkan ketika bakteri tumbuh dalam medium yang mengandung jumlah minimum dari nutrisi kunci, seperti nitrogen, magnesium, dan fosfor, namun sumber karbon melimpah. Bakteri dengan genus Halomonas telah diketahui dapat memproduksi senyawa bioplastik yaitu polihidroksibutirat (PHB). Pada penelitian ini, bakteri Halomonas elongata BK-AB8 memiliki potensi dalam memproduksi senyawa polihidroksibutirat. Bakteri ditumbuhkan dalam medium yang mengandung senyawa nile red dan koloni bakteri yang tumbuh menunjukan pendaran berwarna jingga dibawah lampu UV, yang mengindikasikan bahwa bakteri dapat memproduksi bioplastik. Produksi bioplastik dilakukan dengan menumbuhkan bakteri dalam High Medium (HM) termodifikasi pada temperatur 37 oC selama 22 jam dengan kecepatan aerasi 150 rpm. Bioplastik yang dihasilkan, diekstraksi menggunakan campuran kloroform-NaOCl (1:1), dan bioplastik terlarut diendapkan menggunakan larutan metanol. Efisiensi produksi bioplastik tertinggi dari bakteri Halomonas elongata BK-AB8 sebesar 24,7% dengan glukosa sebagai sumber karbon utama. Karakterisasi Fourier Transform Infrared Spectroscopy (FTIR) terhadap sampel bioplastik menunjukkan kemiripan dengan profil dari polihidroksibutirat (PHB). Karakterisasi lebih lanjut dengan Thermogravimetry Analysis (TGA) menunjukkan bahwa sampel PHB dapat terdegradasi pada temperatur diatas 210 oC. Analisis Differential Scanning Calorimetry (DSC) mengidentifikasi dua agregat struktur dari sampel PHB dengan titik leleh 119,3 oC, dan 161,8 oC.", "Daftar File": {"2015_TA_PP_WENDI_FALAHUDDIN_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/144943"}, "Penulis": "Wendi Falahuddin [10511004]", "Kontributor / Dosen Pembimbing": ["Dr. Rukman Hertadi, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "bioplastik, Halomonas elongata BK-AB8, polihidroksibutirat", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "07 Des 2018"}