{"Nomor": 32246, "Judul": "TERMINAL LOW-COST CARRIER BANDAR UDARA SOKARNO-HATTA, CENGKARENG-INDONESIA", "Abstrak": "Bandara Internasional Soekarno-Hatta yang terletak 20 km dari Ibukota Jakarta merupakan bandara tersibuk ke-9 di dunia. Tercatat pada tahun 2012 sebanyak 57 juta manusia berangkat dan datang di bandara ini, peningkatannya sebanyak 12,1% dibandingkan tahun sebelumnya yang hanya 52 juta. Tak heran bila banyak komentar pengguna mengenai kepadatan dan ruang bandara yang tidak memadai kebutuhan jumlah massa banyak. Karena itu pula tahun 2013-2014 ini PT. Angkasa Pura akan merenovasi terminal 1, 2 dan 3 untuk memperbesar kapabilitas maksimum yang dapat ditampung. Ditambah dengan adanya perluasan sepanjang 4 km dari titik pojok barat area bandara juga merupakan salah satu usaha untuk mengakomodir kebutuhan massa. Namun, salah satu hal yang krusial di kompleks bandara ini\nialah absennya terminal khusus penerbangan tarif murah seperti LCCT di Kuala Lumpur International Airport. Karena padatnya Bandara Soekarno-Hatta disebabkan oleh arus penerbangan domestik yang acak dari terminal satu ke terminal lainnya tanpa adanya pemisahan antar kelas penerbangan. \nBerdasarkan pemaparan fakta dan kesimpulan tersebut, pembangunan Terminal Low-Cost Carrier Bandara Soekarno-Hatta dirasa relevan untuk dijadikan proyek yang menambah nilai bukan hanya sekedar pariwisata saja, namun sebagai nafas baru sebuah langgam arsitektur yang mengedepankan kesederhanaan bertaraf internasional dengan fungsi optimum sebuah bangunan transportasi antar negara.\nIde perancangan terminal ini adalah dengan mengangkat empat isu utama yang muncul sebagai masalah utama pembangunan terminal low-cost carrier. Isu tersebut adalah budget, ekspansibilitas, standarisasi dan humanis, keempat isu yang hanya dapat diselesaikan oleh perancangan terminal low-cost carrier. Untuk menjawab isu-isu tersebut, desain parti yang diangkat adalah ‘terminal internasional low-cost yang humanis dan modern dengan konsep hutan hujan tropis’.", "Daftar File": {"2014_TA_PP_NABIL_FAUZAN_WASSIL_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/145022"}, "Penulis": "Nabil Fauzan Wassil [15210061]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Andry Widyowijatnoko, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "low-cost carrier, bandara, budget, humanis, modern", "Sumber": "", "Staf Input/Edit": "suwadji", "File": "7 file", "Tanggal Input": "10 Des 2018"}