{"Nomor": 32245, "Judul": "GEDUNG TEATER EPIK DI KOTA BANDUNG", "Abstrak": "Proyek Tugas Akhir ini adalah Gedung Teater EPIK yang dilatarbelakangi oleh keinginan Teater EPIK untuk memperlakukan pertunjukan teater sebagai sebuah produk industri hiburan. Proyek seluas 11407 m2 ini bersifat semi-fiktif dan dirancang di Jl. Homan, Bandung, pada lahan seluas 7187 m2. Proyek ini merupakan hasil kerja sama antara Teater EPIK dengan Bank OCBC-NISP yang didasari oleh kepedulian akan perkembangan kawasan pusat kota dan bangunan cagar budaya. Lingkup perancangan meliputi gedung teater dengan black box berkapasitas 221 orang, fasilitas pendukung seperti kantor, area komersial, eksibisi, dan edukasi, serta pemanfaatan bangunan eksisting cagar budaya de Vries.\nRumusan masalah dari perancangan Gedung Teater EPIK adalah bagaimana merancang bangunan yang dapat memfasilitasi visi dan kinerja Teater EPIK. Isu-isu perancangan yang akan diselesaikan terdiri dari programming, aksesibilitas, akustik, struktur, dan konservasi. Pendekatan perancangan yang digunakan adalah contextual uniformity. Konsep utama yang digunakan dalam perancangan Gedung Teater EPIK adalah Theater for Anyone, sebuah ideologi berteater yang terbentuk atas dasar cita-cita Teater EPIK\nuntuk membuat siapapun dapat menjadi bagian dari sebuah pertunjukan teater. Konsep ini diinterpretasikan dengan menyediakan fasilitas yang berhubungan dengan kegiatan teater serta fungsi komersial, yang dapat digunakan oleh publik. Konsep tersebut disesuaikan dengan konteks lingkungan perancangan yang merupakan kawasan urban.", "Daftar File": {"2014_TA_PP_FIOLA_CHRISTINA_RONDONUWU_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/145015"}, "Penulis": "Fiola Christina Rondonuwu [15209013]", "Kontributor / Dosen Pembimbing": ["Indah Widiastuti, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Gedung Teater, Gedung de Vries, Arsitektur Kontekstual, Kota Bandung", "Sumber": "", "Staf Input/Edit": "suwadji", "File": "7 file", "Tanggal Input": "07 Des 2018"}