{"Nomor": 32248, "Judul": "Optimasi Produksi dan Pemurnian Protein Rekombinan NS1 dari Virus Dengue Tipe 3 (DENV-3)", "Abstrak": "Dengue virus, an arthropod-borne flavivirus, is one of the leading infectious causes of health problems in the world. The NS1 protein from dengue viruses is a potential antigen for the development of dengue diagnostic kit. Several attempts have been undertaken to produce NS1 protein in Escherichia coli, however, the dengue virus NS1 is often expressed as an inclusion body (aggregate). In this study, the DENV-3 NS1 solubility in the bacterial system was increased through the use of co-expression between chaperone and the DENV-3 NS1 recombinant protein in E. coli BL21 (DE3). E. coli BL21 (DE3) which had the pGS-21a plasmid containing the gene encoding NS1 of dengue virus serotype 3 (DENV-3) was transformed with a pG-KJE8 plasmid. The expression condition was performed with various concentrations of L-arabinose and tetracycline as inducers of chaperone genes in pG-KJE8 plasmid and IPTG as an inducer of DENV-3 NS1 gene at two different induction temperatures and growth media. The DENV-3 NS1 protein was fused with glutathione S-transferase resulting in a fusion protein with molecular weight of ~66 kDa. From the SDS-PAGE analysis, it was obtained that the optimal expression condition was at 2 mg/mL L-arabinose, 10 ng/mL tetracycline, 0.1 mM IPTG at 30 ºC in LB medium, as indicated by the increase of DENV-3 NS1 band intensity. The yield of Ni-NTA purified DENV-3 NS1 was 4.8 mg/L of bacterial culture. The recombinant DENV-3 NS1 was recognized by monoclonal antibody of NS1 in commercial immuno chromatographic strip, hence the recombinant DENV-3 NS1 is potential to be used in the development of dengue diagnostic kit.", "Daftar File": {"2014_TA_PP_RIZKI_DEWI_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/145036", "2014_TA_PP_RIZKI_DEWI_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/145037", "2014_TA_PP_RIZKI_DEWI_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/145042"}, "Penulis": "Rizki Dewi [10510038]", "Kontributor / Dosen Pembimbing": ["Dessy Natalia, Ph.D.", "Dr. Ihsanawati, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "NS1 DENV-3, chaperone, Escherichia coli BL21(DE3), fusion protein", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "10 Des 2018"}