{"Nomor": 32241, "Judul": "Sintesis dan Karakterisasi Kobalt/Aluminosilikat sebagai Katalis Fischer-Tropsch", "Abstrak": "Kebutuhan minyak bumi yang digunakan sebagai bahan bakar semakin meningkat. Hal ini menyebabkan terjadinya pengembangan dalam pencarian sumber bahan bakar alternatif. Katalis Fischer-Tropsch (FT) merupakan salah satu katalis yang digunakan untuk menghasilkan hidrokarbon melalui konversi syngas (H2 dan CO). Pada penelitian ini telah dilakukan sintesis, karakterisasi dan uji aktivitas katalis FT berbasis kobalt dengan penyangga aluminosilikat amorf (Co/SiO2/Al2O3). Penyangga aluminosilikat amorf merupakan salah satu penyangga yang memiliki luas permukaan yang tinggi, sehingga diharapkan menjadi material penyangga yang baik untuk mendispersikan sisi aktif katalis kobalt. Aluminosilikat amorf disintesis dengan mereaksikan Al(OH)3 sebagai sumber alumina, tetraetil orto silikat (TEOS) sebagai sumber silika, NaOH sebagai penghidrolisis dan meningkatkan kelarutan reaktan, serta air sebagai pelarut. Co/SiO2/Al2O3 disintesis dengan dua metode, yaitu satu tahap dan dua tahap. Pada metode satu tahap, larutan kobalt nitrat langsung dicampurkan dengan prekursor Al(OH)3, TEOS, NaOH dan air pada suhu 298 K. Sedangkan pada metode dua tahap, larutan kobalt nitrat ditambahkan secara wetness incipient impregnation pada aluminosilikat dengan suhu 373 K. Aluminosilikat amorf, katalis yang disintesis dengan metode satu tahap, untuk selanjutnya disebut dengan katalis 1, dan katalis yang disintesis dengan dua tahap, untuk selanjutnya disebut dengan katalis 2 dikarakterisasi dengan difraksi sinar-X (XRD), fisisorpsi N2 metode BET, dan mikroskop pemindai elektron (SEM). Pola difraktogram XRD menunjukkan aluminosilikat, katalis 1 dan katalis 2 yang disintesis memiliki struktur amorf. Luas permukaan BET dari aluminosilikat yaitu sebesar 102 m2/g, katalis 2 sebesar 87 m2/g dan katalis 1 luas permukaannya sebesar 78 m2/g. Katalis hasil sintesis diuji menggunakan reaktor tipe fix bed dengan kondisi tekanan 1 atm, suhu 473 K, perbandingan CO:H2 1:2 dan laju alir sekitar 15 mL/menit. Aktivitas katalis 1 yang dinyatakan dalam % konversi CO, sebesar 14,2 % dan katalis 2 sebesar 5,2 %.", "Daftar File": {"2015_TA_PP_TRI_SULISTYORINI_1-COVER1.pdf": "https://digilib.itb.ac.id/gdl/download/144986", "2015_TA_PP_TRI_SULISTYORINI_1-PUSTAKA1.pdf": "https://digilib.itb.ac.id/gdl/download/144992"}, "Penulis": "Syamsul Bahri [10510040]", "Kontributor / Dosen Pembimbing": ["I Nyoman Marsih, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Fischer-Tropsch, satu tahap, dua tahap, aluminosilikat, katalis Co", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "07 Des 2018"}