{"Nomor": 32243, "Judul": "Sintesis Silika Nanopartikel dengan Metode Sol-Gel : Studi Kestabilan Termal", "Abstrak": "Ukuran partikel yang seragam dalam skala nano sangat penting di bidang sains dan teknologi. Salah satu material yang menjadi perhatian para peneliti saat ini adalah silika nanopartikel (SNp). SNp dapat diaplikasikan untuk keperluan Absorben, penyangga katalis, dan pengantar obat (drug delivery). Namun aplikasi tersebut terbatas pada kestabilan struktur materialnya. Kestabilan material dapat dipengaruhi oleh panas/termal. Pada penelitian ini dilakukan sintesis SNp dengan metode sol-gel dan dipelajari kestabilan termalnya. SNp disintesis dengan prekursor Tetraethyl Orthosilicate (TEOS). TEOS dihidrolisis dengan katalis NH3 di dalam pelarut Etanol selama 24 jam dan dievaporasi pada suhu kamar hingga larutan membentuk gel. Gel silika yang sudah mengeras digerus hingga menjadi serbuk. Serbuk silika dikondisikan dalam keadaan vakum dan temperatur yang berbeda (temperatur kamar dan 300 °C) untuk dipelajari kestabilan termalnya. Hasil analisis isoterm adsorpsi menunjukkan SNp hasil sintesis mempunyai mesopori. Analisis Brunauer–Emmett–Teller (BET) menunjukkan luas permukaan SNp yang dikondisikan vakum pada temperatur kamar dan 300 °C berturut-turut adalah 454 m2/g dan 556 m2/g. Analisis Density Functional Theory (DFT) menunjukkan ukuran pori 3-6 nm dengan distribusi mencapai 0,59 cc/g/nm dan 0,1 cc/g/nm. Perbedaan luas permukaan dan distribusi pori antara SNp yang dikondisikan vakum pada temperatur kamar dan 300 °C menunjukkan bahwa struktur SNp mengalami perubahan. Dengan demikian dapat disimpulkan bahwa SNp tidak stabil dalam kondisi temperatur tinggi.", "Daftar File": {"2014_TA_PP_SISWANTO_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/145001"}, "Penulis": "Siswanto [10510031]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Rino Rakhmata Mukti, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "kestabilan termal, Silika nanopartikel, sol-gel", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "07 Des 2018"}