{"Nomor": 32256, "Judul": "PUSAT KESENIAN DAN KEBUDAYAAN BEKASI", "Abstrak": "Proyek tugas akhir ini adalah Pusat Kesenian dan Kebudayaan Bekasi yang berlokasi di Jl. Ir. H. Juanda, Bekasi Timur, dengan luas lahan 2,9 ha. Perancangan meliputi auditorium pertunjukan, galeri dan retail, fasilitas pelatihan, fasilitas pendukung, kantor pengelola, pujasera, dan ruang luar yang terdiri dari amphiteater, plaza, dan kolam retensi. Proyek ini dimiliki oleh Dinas Pemuda, Olahraga, Kebudayaan, dan Pariwisata Bekasi yang diasumsikan adanya tambahan dana dari swasta. Adanya kebutuhan akan dokumentasi kesenian dan kebudayaan yang ada di Bekasi seiring dengan berkembangnya zaman, mencetuskan sebuah wadah berkumpul untuk berbagi serta memperkenalkan kesenian dan kebudayaan tersebut. Permasalahan utama dalam perancangan ini adalah bagaimana menjadikan rancangan sebagai pusat yang memiliki banyak fungsi di dalamnya. Fungsi-fungsi utama dalam fasilitas ini dihubungkan\ndengan elemen-elemen yang mengumpulkan pengguna di dalamnya, dan menyesuaikannya dengan\nsituasi lahan. Keadaan kontur pada lahan menjadi aspek berikutnya untuk dipertimbangkan. Peletakkan kolam retensi sebagai atraksi lain fasilitas ini menampung keberadaan air pada kawasan yang mengalir ke lahan yang paling rendah pada tapak. Konsep massa menggabungkan antara geometri rumah adat dengan geometri modern, sehingga terjadi percampuran dalam rancangan dengan ruang luar sebagai penghubung yang integratif.", "Daftar File": {"2014_TA_PP_SAMODRA_PRABHASWARA_NUGRAHA_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/145080"}, "Penulis": "Samodra Prabhaswara N [15209039]", "Kontributor / Dosen Pembimbing": ["Indah Widiastuti, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "pusat kesenian dan kebudayaan, berkumpul, elemen ruang luar, Bekasi", "Sumber": "", "Staf Input/Edit": "suwadji", "File": "7 file", "Tanggal Input": "10 Des 2018"}