{"Nomor": 32251, "Judul": "Studi Kristalisasi MgCO3 ke dalam Kayu Jenis Softwood", "Abstrak": "Dewasa ini kebutuhan akan material yang ringan dan kuat sedang hangat diperbincangkan dunia. Konsumsi dunia akan material yang tidak dapat diperbaharui cukup tinggi dan selalu meningkat, akan tetapi simpanan akan material tersebut terbatas dan akan habis. Berdasarkan masalah tersebut maka dibutuhkan adanya pengembangan teknologi dimana material yang dapat diperbaharui digunakan sebagai pengganti material yang tidak dapat diperbaharui. Material tersebut haruslah memiliki sifat yang ringan, kuat, dan dapat diperbaharui, maka studi kristalisasi MgCO3 ke dalam kayu softwood dilakukan. Kristalisasi merupakan proses pembentukan kristal dari pengendapan larutan, lelehan (melt), atau pengendapan langsung dari gas. Proses kristalisasi MgCO3 ke dalam kayu ini merupakan proses modifikasi kayu dimana sifat kayu yang termodifikasi akan meningkat. Kristalisasi dilakukan dengan cara perendaman kayu pinus (pinus caribaea) ke dalam larutan jenuh MgCO3 selama 3 bulan. Sampel kayu yang telah dilakukan proses perendaman dengan larutan jenuh MgCO3 mengalami penurunan massa sebesar 1,05% untuk perendaman satu bulan, 3,52% untuk perendaman dua bulan, dan 3,35% untuk perendaman tiga bulan. Penurunan volume berturut-turut sebesar 1,99%, 0,57%, dan 1,83%. Perubahan densitas berturut-turut sebesar 0,96%, -2,96%, dan -1,55%. Uji identifikasi kristal dilanjutkan dengan menggunakan XRD dan SEM. Dengan melihat hasil identifikasi dari XRD memperlihatkan adanya kristal MgCO3 dengan 2? = 29o terdapat pada sampel kayu setelah perendaman 3 bulan dengan adanya puncak dengan tinggi 4,69 counts. Dari hasil uji identifikasi SEM memperlihatkan terbentuknya kristal MgCO3 pada jaringan kayu yang berangsur angsur meningkat dari waktu perendaman 1 bulan hingga 3 bulan. Pembentukan kristal di dalam jaringan kayu terjadi secara bertahap dimulai dari permukaan di bagian tepi menuju ke pusat pori, yang selanjutnya mengisi jaringan dari kayu tersebut. Identifikasi perubahan sifat dari sampel kayu dengan uji mekanik memperlihatkan meningkatnya kekuatan dari sampel kayu berturut-turut dengan proses perendaman 1 bulan hingga 3 bulan, dengan kekuatan terbesar terjadi pada proses perendaman bulan ke-3 yaitu sebesar 3648 N/cm2. Terisinya pori dari struktur kayu oleh kristal MgCO3 meningkatkan stabilitas dari material tersebut yang sebanding dengan kekuatan (kualitas) dari kayu tersebut. Adanya proses degradasi dan dekomposisi pada kayu menjadi sebuah bahan pertimbangan apabila proses kristalisasi diharapkan dapat mengimpregnasi sel lumina dan pori pori kosong pada kayu.", "Daftar File": {"2015_TA_PP_PEBI_YUDA_PRATAMA_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/145057", "2015_TA_PP_PEBI_YUDA_PRATAMA_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/145067"}, "Penulis": "Pebi Yuda Pratama [10509029]", "Kontributor / Dosen Pembimbing": ["Dr. Bambang Prijamboedi, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Kayu pinus (pinus caribaea), softwood, MgCO3, kristalisasi, strength", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "10 Des 2018"}