{"Nomor": 32266, "Judul": "Pengaruh Pengubahan 1-Metilimidazol Menjadi 1-(2-Aminoetil)-3-Metilimidazolium Bromida Terhadap Daya Inhibisi Korosi Baja Karbon dalam Lingkungan NaCl 1% (b/v)", "Abstrak": "Korosi merupakan suatu fenomena yang merugikan dan umumnya sering terjadi pada industri, terutama dalam industri perminyakan dan gas bumi. Baja karbon merupakan material yang sering digunakan sebagai pipa pada industri tersebut karena harganya yang tergolong murah dan memiliki sifat mekanik yang baik. Namun, baja karbon ini mudah sekali mengalami korosi yang diakibatkan oleh aliran fluida yang mengandung gas H2S dan CO2 terlarut yang melewati pipa baja karbon. Korosi pada permukaan bagian dalam pipa dapat dihambat dengan mengalirkan atau menginjeksikan inhibitor korosi (chemical injection) ke dalam aliran fluida. Inhibitor korosi yang berasal dari senyawa organik diketahui memiliki daya inhibisi yang lebih efektif dan efisien. Pada penelitian ini, dilakukan pengubahan gugus fungsi pada 1-metilimidazol (senyawa 1) menjadi senyawa cairan ion 1-(2-aminoetil)-3-metilimidazolium bromida atau [AEMIM]Br (cairan ion 2). Pengubahan gugus fungsi dilakukan dengan mereaksikan 1-metilimidazol dan 2-bromoetilamina menggunakan metode Microwave-Assisted Organic Synthesis (MAOS) pada suhu 50 oC dan daya 300 Watt selama 21 menit dengan bantuan batang pengaduk magnetik. Cairan ion 2 didapat sebagai larutan kuning pekat kental dengan rendemen 92,66% dan titik leleh 51 oC. Uji KLT dilakukan dengan 5 eluen yang berbeda dan diketahui bahwa produk memberikan noda yang berbeda dengan prekursor. Berdasarkan hasil FTIR, didapat puncak vibrasi dari amina primer pada 3515 cm-1. Pengukuran spektroskopi massa senyawa cairan ion 2 menggunakan HRMS TOF MS ES+ menunjukkan puncak pada 126,1036 yang bersesuaian dengan rumus molekul dari kation cairan ion 2, yaitu C6H12N3. Spektrum 1H-NMR dan 13C-NMR dalam pelarut MeOH-d4 menunjukkan bahwa senyawa cairan ion 2 yang diharapkan telah terbentuk. Uji inhibisi korosi senyawa 1 dan cairan ion 2 dilakukan dengan metode elektrokimia Electrochemical Impedance Spectroscopy (EIS) dan uji polarisasi potensiodinamik (Tafel). Diperoleh efisiensi inhibisi korosi (%EI) maksimum senyawa 1 pada suhu 30 oC dengan konsentrasi 25 ppm sebesar 9,32% dengan metode EIS, sedangkan cairan ion 2 pada suhu 30 oC dengan konsentrasi 100 ppm sebesar 25,76% dengan metode EIS, dan 43,80% dengan metode Tafel. Energi bebas adsorpsi cairan ion 2 yang berada pada rentang -33,76 sampai -24,75 kJ/mol mengindikasikan bahwa adsorpsi yang terjadi adalah adsorpsi semi-fisika atau semi-kimia. Pergeseran potensial korosi menunjukkan cairan ion 2 merupakan jenis inhibitor campuran (mixed/ohmik). Penggantian gugus fungsi pada senyawa 1 menjadi cairan ion 2 menunjukkan adanya kenaikan sifat inhibisi korosi senyawa cairan ion 2 dibandingkan senyawa 1 pada baja karbon dalam lingkungan NaCl 1% (b/v).", "Daftar File": {"2014_TA_PP_FIRMAN_SYARIEF_HIDAYAT_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/145155", "2014_TA_PP_FIRMAN_SYARIEF_HIDAYAT_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/145161"}, "Penulis": "Firman Syarief Hidayat [10510041]", "Kontributor / Dosen Pembimbing": ["Dr. Bunbun Bundjali, MS", "Dr. Deana Wahyuningrum, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "cairan ion 1-(2-aminoetil)-3-metilimidazolium bromida, inhibitor korosi, Microwave-Assisted Organic Synthesis (MAOS), baja karbon, Electrochemical Impedance Spectroscopy (EIS), Tafel", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "10 Des 2018"}