{"Nomor": 32273, "Judul": "Studi Pembentukan Misel Benzalkonium Klorida sebagai Mesoporogen pada Pra-sintesis Zeolit ZSM-5 Berpori Hirarkis", "Abstrak": "Zeolit adalah salah satu dari katalis yang banyak digunakan pada berbagai proses industri.\nMeskipun telah banyak penelitian mengenai zeolit, proses pembentukan kerangka zeolit dari\nprekursornya masih menyisakan banyak pertanyaan. Penelitian ini merupakan kelanjutan\ndari keberhasilan sintesis zeolit ZSM- 5 berpori hirarkis menggunakan benzalkonium\nklorida. Benzalkonium klorida pada pra-sintesis zeolit berinteraksi dengan prekursor zeolit\nmelalui pembentukan misel benzalkonium klorida kristalin. Hal ini dibuktikan melalui studi\nkinetika agregasi pada prekursor zeolit, analisis fasa ruah prekursor zeolit, nilai Konsentrasi\nMisel Kritik (KMK) dan temperatur transisi fasa dari benzalkonium klorida. Nilai\nKonsentrasi Misel Kritik (KMK) benzalkonium klorida sebesar 1,8 mM berada jauh di\nbawah konsentrasi benzalkonium klorida yang digunakan pada sintesis zeolit. Pengamatan\nterhadap perubahan nilai konduktivitas dengan kenaikan suhu pada benzalkonium klorida\nmenunjukkan terjadinya transisi fasa dari liquid crystal benzalkonium klorida pada suhu\n35,60 C. Kenaikan temperatur transisi fasa menjadi 36,50C pada penambahan 4 mM NaOH\nmenunjukkan kecenderungan stabilisasi liquid crystal misel oleh ion terhadap pengaruh\nsuhu. Pada penelitian ini juga dilakukan penentuan bilangan agregasi dari misel\nbenzalkonium klorida menggunakan metode Fluorescence Quenching (FQ) untuk\nmengetahui morfologi misel benzalkonium klorida. Antrasen sulfonat digunakan sebagai\nprobe dan surfaktan CTAB (Cetyl Trimethyl Ammonium Bromide) sebagai quencher.\nBilangan agregasi benzalkonium klorida yang bernilai 90 menunjukkan klasifikasi misel\nbenzalkonium klorida, yaitu misel berstruktur bola. Nilai bilangan agregasi ini juga berkaitan\ndengan terbentuknya makropori pada zeolit ZSM-5 berbentuk bola pada sintesis zeolit ZSM-\n5 bebas SDA.", "Daftar File": {"2014_TA_PP_DEDI_SUTARMA_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/145206", "2014_TA_PP_DEDI_SUTARMA_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/145211", "2014_TA_PP_DEDI_SUTARMA_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/145212"}, "Penulis": "Dedi Sutarma [10510050]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Rino Rakhmata Mukti, S.Si., M.Si.", "Dr. Veinardi Suendo, S.Si., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "benzalkonium klorida, bilangan agregasi, konsentrasi misel kritik, liquid crystal, transisi fasa", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "10 Des 2018"}