{"Nomor": 32279, "Judul": "Analisis Kuantitatif Fenol, 2,4-Dinitrofenol, dan 4-Aminofenol dengan Menggunakan Kromatografi Cair Kinerja Tinggi (KCKT)", "Abstrak": "Analisis senyawa fenolik dapat dilakukan dengan berbagai metode antara lain spektrofotometri dan kromatografi. Pada spektrofometri, pemisahan dalam campuran sulit dilakukan dikarenakan absorbansi yang diperoleh merupakan absorbansi total campuran yang saling berpengaruh. Selanjutnya pada penelitian sebelumnya tidak dikembangkan lebih jauh terutama terhadap senyawa 4-aminofenol yang memiliki sensitivitas yang lebih rendah dibandingkan dengan senyawa fenol dan 2,4-dinitrofenol. Penelitian analisis fenol, 2,4-dinitrofenol, 4-aminofenol telah dilakukan dengan menggunakan Kromatografi Cair Kinerja Tinggi (KCKT). Detektor yang digunakan pada analisis ini adalah detektor UV sedangkan kolom yang digunakan adalah kolom LiChrospher® RP-18EC yang bersifat non polar, dan eluen yang digunakan pada penelitian ini adalah metanol : air (4:1). Pemilihan panjang gelombang pada analisis secara KCKT didasarkan pada masing-masing serapan maksimum fenol, 2,4-dinitrofenol, dan 4-aminofenol yang diperoleh dari uji serapan maksimum menggunakan Spektrofotometer UV. Dari hasil spektrofometri didapat bahwa senyawa fenol memberikan serapan maksimum pada 273 nm, senyawa 2,4-dinitrofenol pada 356 nm, dan 4-aminofenol pada 405 nm. Pada penelitian ini dipelajari pengaruh pemilihan panjang gelombang detektor UV pada KCKT terhadap hasil analisis serta pengaruh senyawa fenol dan 2,4-dinitrofenol terhadap sensitifitas 4-aminofenol. Dari hasil penelitian dengan menggunakan KCKT pada komposisi campuran yang bervariasi menunjukkan bahwa senyawa 4-aminofenol ternyata memiliki sensitifitas yang paling rendah tetapi memiliki peluang untuk dipisahkan pada waktu retensi yang tidak dimiliki oleh senyawa fenol dan 2,4-dinitrofenol. Dalam hal ini senyawa fenol dan 2,4-dinitrofenol memberikan pengaruh terhadap sensitifitas 4-aminofenol dalam campuran di berbagai komposisi sehingga dapat disimpulkan bahwa senyawa fenol dan 2,4-dinitrofenol dapat mengganggu senyawa 4-aminofenol.", "Daftar File": {"2015_TA_PP_ARIS_RISMANA_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/145248", "2015_TA_PP_ARIS_RISMANA_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/145254"}, "Penulis": "Aris Rismana [10509014]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Buchari"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "fenol, 2,4-dinitrofenol, 4-aminofenol, senyawa fenolik, KCKT", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "11 Des 2018"}