{"Nomor": 32271, "Judul": "Sintesis dan Karakterisasi Fe/SiO2 sebagai Katalis Fischer-Tropsch melalui Metode Impregnasi dan Sol-Gel", "Abstrak": "Reaksi Fischer-Tropsch (FT) adalah reaksi CO dan H2 yang menghasilkan campuran senyawa hidrokarbon yang dapat dijadikan sebagai bahan bakar minyak. Katalis memiliki peranan penting pada reaksi ini sehingga katalis terus dikembangkan untuk meningkatkan produktivitas dan selektivitas reaksi FT. Pada penelitian ini telah dibandingkan karakteristik katalis Fe/SiO2 yang disintesis melalui dua metode yang berbeda, yaitu impregnasi dan sol-gel. Silika yang digunakan sebagai penyangga katalis disintesis melalui metode sol-gel menggunakan tetraetil ortosilikat (TEOS) sebagai prekursor. TEOS dilarutkan dalam metanol lalu dihidrolisis dengan larutan NH3. Pendispersian besi dari larutan Fe(NO3)3 pada penyangga silika dilakukan dengan metode wetness incipient impregnation (katalis 1) dan sol-gel (katalis 2). Katalis 1 dan katalis 2 dikarakterisasi dengan menggunakan X-Ray Difraction (XRD), Fisisorpsi Gas Nitrogen dan Scanning Electron Microscopic (SEM). Difraktogram XRD menunjukan bahwa silika pada kedua katalis memiliki struktur amorf. Hasil fisisorpsi nitrogen menunjukan bahwa luas permukaan silika yang digunakan pada katalis 1 sebesar 585,200 m2/g dan setelah impregnasi (katalis 1) sebesar 530,641 m2/g sedangkan katalis 2 memiliki luas permukaan sebesar 471,502 m2/g. Uji aktivitas kedua katalis dilakukan menggunakan reaktor tipe fix bed pada tekanan 1,05 atm, temperatur 473 K, dengan perbandingan CO: H2 adalah 1:2 dan laju alir sekitar 15 mL/menit. Aktivitas katalis yang dinyatakan dalam % konversi CO adalah sebesar 14,20% untuk katalis 1 dan 15,33% untuk katalis 2. Berdasarkan data ini dapat diketahui bahwa metode sol-gel menghasilkan katalis dengan aktivitas yang lebih baik. Selanjutnya pada metode sol-gel dilakukan variasi prekursor besi menggunakan Fe(NO3)3.9H2O, FeCl3.6H2O dan Na[Fe(EDTA)] yang memberikan aktivitas katalis secara berurutan yaitu 14,38, 17,72 dan 8,6%. Berdasarkan % konversi CO ini diketahui bahwa katalis yang disintesis dengan prekursor FeCl3.6H2O memiliki aktivitas yang paling tinggi untuk konversi CO.", "Daftar File": {"2014_TA_PP_DEWI_RATNA_SARI_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/145191", "2014_TA_PP_DEWI_RATNA_SARI_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/145197"}, "Penulis": "Dewi Ratna Sari [10510028]", "Kontributor / Dosen Pembimbing": ["I Nyoman Marsih, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Besi, Fischer-Tropsch, Katalis, Silika, Sol-gel", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "10 Des 2018"}