{"Nomor": 32276, "Judul": "SINTESIS ASAM EUGENOKSI ASETAT DARI EUGENOL MENGGUNAKAN METODE SINTESIS DENGAN BANTUAN GELOMBANG MIKRO (Microwave Assisted Organic Synthesis, MAOS)", "Abstrak": "Asam eugenoksiasetat (nama IUPAC: asam 2-metoksi-4-(2-propenill)fenoksiasetat) adalah\nsenyawa tak berbau, tak berwarna dan nonsitotoksik. Senyawa ini diketahui memiliki sifat\nantivirus dan antibakteri sehingga digunakan sebagai antioksidan pengawet makanan dalam\nindustri pangan.Dalam percobaan ini, asam eugenoksi asetat disintesis dari eugenol yang\nberasal dari minyakcengkehdenganmenggunakanmetodeMAOS (Microwave Assisted\nOrganic Synthesis). Eugenol diberi kondisi basa dengan menambahkan NaOH lalu\ndimasukkan ke dalam oven microwave domestik dengan daya 800 W dan waktu reaksi 10\ndetik. Sementaraitu, lingkungan asetat didapatkan dari asam monokloro asetat yang\ndireaksikan dengan natrium karbonat. Campuran reaksi tersebut kemudian direaksikan dalam\nreaktor microwave MAS-II SINEO pada daya 300 W, suhu 70 oC dan waktu reaksi 1 menit\nmenghasilkan produk asam eugenoksi asetat dengan rendemen 95,14% dan titik leleh 78 oC.\nKarakterisasi produk dilakukan dengan pengukuran spektroskopi infra merah yang\nmenunjukkan puncak C=O dari gugus -COOH pada bilangan gelombang 1748 cm-1, puncak\nikatan rangkap C=C aromatik benzena pada bilangan gelombang (1581, 1514, 1448) cm-1,\ndan puncak gugus eter C-O-C pada 1255 cm-1. Analisis spektrum 1H NMR (500 MHz,\ndalam CDCl3) menunjukkan adanya sinyal proton pada cincin benzena pada geseran kimia\n6,82, 6,81, 6,70 ppm, sinyal singlet senyawa metil ujung gugus metoksi pada 4,65 ppm,\nsinyal doublet alkena pada 5,08 ppm, dan sinyal singlet gugus -OH pada 5,06 ppm. Analisis\nspektrum 13C NMR (125 MHz, dalam CDCl3) menunjukkan terdapat 12 sinyal karbon\ndengan geseran kimia yang sesuai dengan gugus fungsi pada asam eugenoksi asetat.\nPengukuran spektroskopi massa dengan metode Electronspray Ionization (ESI-MS, HRMS\nTOF MSES-) menunjukkan puncak [M-H+] 221,0813 yang bersesuaian dengan rumus\nmolekul C12H14O4 yang merupakan rumus molekul asam eugenoksi asetat.", "Daftar File": {"2014_TA_PP_BONITA_AYU_ANDHIRA_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/145227", "2014_TA_PP_BONITA_AYU_ANDHIRA_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/145233"}, "Penulis": "Bonita Ayu Andhira [10509071]", "Kontributor / Dosen Pembimbing": ["Dr. Deana Wahyuningrum, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "eugenol, asameugenoksiasetat, MAOS (Microwave Assisted Organic Synthesis)", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "10 Des 2018"}