{"Nomor": 32270, "Judul": "Oksidasi Glukosa sebagai Simulasi Limbah Cair Industri Tahu Menggunakan Metode MEO dengan Mediator Larutan Kobalt(III) dalam Asam Nitrat", "Abstrak": "Mediated Electrochemical Oxidation (MEO) adalah metode oksidasi yang menggunakan senyawa mediator ion logam dalam biloks tinggi sebagai agen pengoksidasi. Metode MEO merupakan salah satu metode menjanjikan untuk mengoksidasi senyawa organik karena reaksi oksidasi dapat berjalan pada suhu dan tekanan ambien, produk sekunder proses oksidasi dapat diminimkan, serta produk oksidasi yang tidak menghasilkan senyawa beracun. Ion kobalt(III) dalam air merupakan spesi tidak stabil dan bersifat oksidator kuat. Limbah cair industri tahu diketahui mengandung komposisi utama karbohidrat mencapai 50%. Penelitian ini menggunakan glukosa sebagai sampel simulasi limbah cair industri tahu. Larutan kobalt(III) telah berhasil mengoksidasi sampel glukosa menjadi karbon dioksida secara MEO. Preparasi kobalt(III) dilakukan dengan mengelektrolisis larutan kobalt(II) nitrat menggunakan parameter-parameter yang dioptimasi. Optimasi proses preparasi kobalt(III) dilakukan terhadap konsentrasi ion kobalt(II), potensial, konsentrasi asam nitrat dan waktu elektrolisis, serta pengujian pengaruh perak nitrat pada katolit, menghasilkan kondisi optimal pada konsentrasi ion kobalt(II) sebesar 0,10 M, potensial 6 V, konsentrasi asam nitrat 4 M, waktu 75 menit, serta dengan tidak menambahkan 0,1 M perak(I) nitrat pada katolit dan dilakukan dengan pengadukan. Pada kondisi optimal tersebut, larutan digunakan untuk mengoksidasi sampel glukosa 0,01 M secara batch dan dihasilkan karbon dioksida sebesar 0,344 mmol karbon dioksida, atau %yield konversi menjadi karbon dioksida sebesar 19,12%.", "Daftar File": {"2015_TA_PP_DIAR_LUTHFI_HAWARI_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/145184", "2015_TA_PP_DIAR_LUTHFI_HAWARI_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/145190"}, "Penulis": "Diar Luthfi Hawari [10510027]", "Kontributor / Dosen Pembimbing": ["Dr. Henry Setiyanto, S.Si., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Mediated Electrochemical Oxydation (MEO), kobalt(II), kobalt(III), limbah cair, glukosa", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "10 Des 2018"}