{"Nomor": 32280, "Judul": "Sintesis Kristal Zn1-xMnxO dengan Metode Deposisi Larutan dan Karakterisasinya", "Abstrak": "Semikonduktor merupakan material yang berperan penting dalam perkembangan teknologi terutama di bidang elektronik. ZnO merupakan material semikonduktor II–IV dengan prospek yang sangat menguntungkan karena memiliki lebar celah pita energi sekitar 3,3 eV dan keberadaan dopan logam transisi dapat mengubah struktur, sifat elektronik, magnetik, dan optik dari kristal ZnO. Sintesis kristal Zn1-xMnxO dengan metode deposisi larutan menggunakan Zn(NO3)2 100 mM sebagai sumber Zn2+, heksametilentetraamin 100 mM sebagai basa, dan Mn(NO3)2 sebagai dopan yang ditumbuhkan pada substrat kaca dengan menambahkan medan listrik eksternal sebesar 2,5 kV/cm. Hasil karakterisasi XRD dan SEM menunjukkan pertumbuhan kristal yang dominan pada sumbu c, penambahan dopan Mn menyebabkan pergeseran puncak difraksi ke nilai 2? yang lebih rendah. Pergeseran ini karena perbedaan jari-jari ionik dari Mn2+ (0,83 Å) dan Zn2+ (0,74 Å) yang menunjukkan bahwa ion Mn telah masuk ke dalam kisi kristal ZnO. Penurunan intensitas pertumbuhan pada sumbu c mengindikasikan berkurangnya kristalinitas dari Zn1-xMnxO. Sementara itu, penambahan dopan Mn tidak mengubah struktur wurtzite dari kristal ZnO dan ukuran diameter kisi cenderung meningkat. Penambahan medan listrik eksternal menyebabkan peningkatan keseragaman orientasi pertumbuhan pada bidang (002) namun diameter kisi kristal Zn1-xMnxO mengalami penurunan. Sedangkan spektrum fotoluminesensi (PL) menunjukkan peningkatan intensitas puncak PL pada daerah UV dan penurunan intensitas pada daerah biru–hijau (420–500 nm) seiring dengan bertambahnya konsentrasi dopan Mn sehingga kuantitas cacat kristal berkurang. Sementara itu, variasi medan listrik eksternal menyebabkan peningkatan intensitas puncak PL pada daerah biru–hijau yang berhubungan dengan kekosongan oksigen atau Zn interstisi.", "Daftar File": {"2014_TA_PP_ARDIAN_FIRMANSYAH_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/145255", "2014_TA_PP_ARDIAN_FIRMANSYAH_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/145261"}, "Penulis": "Ardian Firmansyah [10510057]", "Kontributor / Dosen Pembimbing": ["Dr. Bambang Prijamboedi, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "deposisi larutan, fotoluminesensi, kristal Zn1-xMnxO, medan listrik eksternal, semikonduktor.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "11 Des 2018"}