{"Nomor": 32285, "Judul": "Sintesis Zeolit ZSM-5 dari Biosilika Diatom Nitzschia closterium tanpa Agen Pengarah Struktur", "Abstrak": "ZSM-5 merupakan kristalin aluminosilikat dengan rasio silika/alumina tinggi dan banyak diaplikasikan sebagai katalis dalam industri petrokimia. Silika komersil dan templat organik yang biasa disebut sebagai SDA (agen pengarah struktur) merupakan prekursor yang umumnya digunakan dalam sintesis ZSM-5. Untuk mengurangi biaya sintesis, sumber silika komersil dapat diganti dengan silika alami, salah satunya adalah biosilika dari diatom Nitzschia closterium. Selain itu, penggunaan SDA juga dapat dihilangkan dalam sintesis ZSM-5. Oleh karena itu, tujuan dalam penelitian ini adalah mensintesis ZSM-5 dari biosilika diatom N. closterium tanpa SDA dengan metode hidrotermal. Tahapan penelitian meliputi kultivasi sel diatom N. closterium, isolasi biosilika dengan HNO3 65% (w/w) dan kalsinasi, sintesis ZSM-5 dari biosilika diatom N. closterium, dan karakterisasi dengan mikroskop elektron pemindai-spektroskopi pemancar energi (SEM-EDX), spektroskopi inframerah (FT-IR), dan difraksi sinar X (XRD). Hasil penelitian menunjukkan kerapatan sel diatom N. closterium saat pemanenan pada hari kedelapan adalah 6,15 ± 0,53 × 106 sel/mL dengan kerapatan biomassa basah adalah 2,05 ± 0,11 g/L. Senyawa anorganik sebanyak 42% (w/w) diperoleh dari biomassa yang dipanaskan pada suhu di atas 600 °C. Morfologi biosilika N. closterium yang diamati berbentuk penat dan berpori nano dengan ukuran sekira 40–750 nm. Hasil EDX menunjukkan bahwa biosilika N. closterium mengandung 42,5% silikon dan 57,5% oksigen. Keberadaan gugus fungsi silosan (Si–O–Si) pada biosilika N. closterium diidentifikasi pada bilangan gelombang 806,25 dan 1093,64 cm–1. Difraktogram biosilika N. closterium menunjukkan bahwa biosilikanya berbentuk amorf. Sementara, difraktogram ZSM-5 hasil sintesis dari biosilika diatom N. closterium memiliki pola difraksi yang sama dengan difraktogram ZSM-5 standar, yang mengindikasikan ZSM-5 dari biosilika N. closterium berhasil disintesis. Morfologi ZSM-5 hasil sintesis berbentuk patahan biosilika N. closterium dengan mempertahankan struktur nanopori pada morfologinya. Selain itu, morfologi lain yang berbentuk bola dengan diameter berukuran ~8 ?m juga diamati.", "Daftar File": {"2015_TA_PP_ADE_TRIA_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/145290", "2015_TA_PP_ADE_TRIA_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/145296"}, "Penulis": "Ade Tria [10511094]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Rino Rakhmata Mukti, S.Si., M.Si.", "Prof. Dr. Zeily Nurachman, MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "ZSM-5, diatom, Nitzschia closterium, biosilika", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "11 Des 2018"}