{"Nomor": 32282, "Judul": "Sintesis dan Karakterisasi Senyawa Hybrid Perovskite CH3NH3PbX3 (X = Cl, Br, I) sebagai Pemeka pada Sel Surya", "Abstrak": "Potensi sinar matahari sebagai sumber energi terbarukan di Indonesia belum dimaksimalkan karena harga sel surya (solar cell) yang cukup mahal. Penemuan hybrid perovskite sebagai pemeka (sensitizer) atau pemanen cahaya (light harvester) pada dye-sensitized solar cell (DSC) merupakan penemuan yang dapat membuat harga sel surya jauh lebih murah dibandingkan sel surya konvensional yang menggunakan silikon. Peningkatan nilai efisiensi (~18%) dari sel surya dengan material hybrid perovskite membuat pengembangan material ini sangat menjanjikan. Dalam percobaan ini dilakukan sintesis hybrid perovskite (CH3NH3)PbX3 (X = Cl, Br, I) menggunakan metode dua tahap, yaitu dengan membuat larutan metilamin dengan HX dan larutan timbal(II) asetat dengan HX dilanjutkan dengan mencampur kedua larutan tersebut. Hasil karakterisasi difraksi sinar X (XRD) menunjukkan bahwa senyawa dengan X = Cl dan Br memiliki kecocokan dengan literatur, sementara X = I belum berhasil dibuat. Masih diamati adanya senyawa garam PbX2 yang terbentuk. Karakterisasi lebih lanjut berupa spektroskopi inframerah menunjukkan adanya gugus metil dan amin pada bilangan gelombang sekitar 2990 dan 3300 cm-1. Spektrum diffuse reflectance spectroscopy (DRS) menunjukkan kedua senyawa memiliki celah pita langsung, yaitu untuk X = Cl sebesar 2,79 eV dan X = Br sebesar 2,09 eV, maupun tidak langsung, yaitu untuk X = Cl sebesar 2,91 eV dan X = Br sebesar 2,16 eV. Spektrum fotoluminesensi pada ?ex = 375 nm menunjukkan emisi untuk X = Br pada panjang gelombang 550 nm, sementara pada X = Cl tidak diamati adanya emisi tersebut.", "Daftar File": {"2015_TA_PP_ANNISA_SETIAWATI_SOEMODINOTO_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/145269"}, "Penulis": "Annisa Setiawati Soemodinoto [10511078]", "Kontributor / Dosen Pembimbing": ["Dr. Bambang Prijamboedi, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "sel surya, hybrid perovskite, sensitizer, light harvester, (CH3NH3)PbX3", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "11 Des 2018"}