{"Nomor": 32296, "Judul": "PAVILIUN SENI KONTEMPORER DI KOTA BANDUNG", "Abstrak": "Bandung merupakan salah satu pusat perkembangan seni kontemporer di Indonesia. Seni kontemporer Bandung yang cenderung lebih ‘global’ membuat karya-karya seniman Kota Bandung lebih diterima oleh masyarakat luas. Paviliun Seni Kontemporer merupakan wujud respon terhadap potensi seni kontemporer Bandung yang mewadahi para seniman, penggiat, serta komunitas seni untuk berkarya dan mengembangkan potensinya. Praktik transaksi seni yang disuntikkan sebagai program dalam proyek ini pun diharapkan dapat meningkatkan apresiasi masyarakat dan animo para penikmat seni terhadap market seni di Kota Bandung yang belum berkembang pesat.\nKawasan Gudang Utara-Gudang Selatan memiliki banyak bangunan bekas gudang penyimpanan militer yang kosong dan tidak terpakai. Di sisi lain, pihak TNI membutuhkan dana untuk perawatan gudang-gudang tersebut. Proyek kompleks seni kontemporer ini diharapkan dapat memperbaiki lingkungan yang cenderung ditinggalkan dan mengalami degradasi tersebut. Pada saat yang sama, para seniman pun mempunyai kesempatan untuk mendapatkan lokasi media pamer yang relatif murah dan strategis.\nIsu perancangan dalam proyek ini adalah revitalisasi gudang dan bangunan lama yang memiliki karakteristik khas melalui injeksi desain arsitektural baru. Bentuk massa yang terdiri dari paviliun-paviliun galeri mengangkat isu kontinuitas ruang luar – ruang dalam sebagai area eksibisi, dimana seni kontemporer membutuhkan ruang yang fleksibel untuk menampung beragam media yang menjadi bahasa penyajian para senimannya.", "Daftar File": {"2016_TA_PP_BUDI_KUSUMA_ASTUTI_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/145374", "2016_TA_PP_BUDI_KUSUMA_ASTUTI_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/145375", "2016_TA_PP_BUDI_KUSUMA_ASTUTI_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/145376", "2016_TA_PP_BUDI_KUSUMA_ASTUTI_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/145377", "2016_TA_PP_BUDI_KUSUMA_ASTUTI_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/145378", "2016_TA_PP_BUDI_KUSUMA_ASTUTI_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/145379", "2016_TA_PP_BUDI_KUSUMA_ASTUTI_1-BAB_6.pdf": "https://digilib.itb.ac.id/gdl/download/145380", "2016_TA_PP_BUDI_KUSUMA_ASTUTI_1-BAB_7.pdf": "https://digilib.itb.ac.id/gdl/download/145381", "2016_TA_PP_BUDI_KUSUMA_ASTUTI_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/145382"}, "Penulis": "Budi Kusuma Astuti [15212079]", "Kontributor / Dosen Pembimbing": ["Ir. Achmad Deni Tardiyana, MUD"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Seni kontemporer, apresiasi, market seni, revitalisasi, ruang fleksibel, kontinuitas ruang luar-ruang dalam", "Sumber": "", "Staf Input/Edit": "suwadji", "File": "9 file", "Tanggal Input": "13 Des 2018"}