{"Nomor": 32306, "Judul": "PENGARUH SENYAWA BISIKLIK AMONIUM DIKUATERNER SEBAGAI PENGARAH STRUKTUR PADA KRISTALISASI ZEOLIT MFI", "Abstrak": "Ketertarikan terbesar pada mineral zeolit berdasarkan pada aplikasinya baik sebagai katalis, penukar ion ataupun penyaring molekul. Salah satu aplikasi zeolit yang saat ini sedang banyak dikembangkan adalah sebagai katalis. Adanya pori pada permukaan zeolit menjadikan zeolit dapat menjadi salah satu katalis heterogen dengan selektifitas yang cukup tinggi. Penelitian mengenai penggunaan zeolit sebagai katalis bagi molekul- molekul besar masih terus dilakukan. Sehingga untuk alasan ini, ukuran dari pori zeolit dirancang dengan menggunakan suatu molekul pengarah struktur yang besar. Molekul yang umum dipergunakan sebagai pengarah struktur pada zeolit seperti amonium kuaterner dimodifikasi menjadi molekul siklik amonium kuaterner ataupun molekul bisiklik amonium dikuaterner. Penggunaan senyawa siklik dimaksudkan untuk mendapatkan zeolit dengan tipe baru dengan ukuran pori yang besar mengingat penggunaan molekul amonium dikation yang terhubung dengan suatu rantai metilen telah berhasil mengubah morfologi kristal zeolit. Suatu senyawa bisiklik amonium dikuaterner yang baru telah berhasil disintesis dan dipergunakan sebagai molekul pengarah struktur pada sintesis zeolit. Molekul pengarah struktur tersebut dibuat dengan mereaksikan piperidin, suatu heterosiklik amina dengan 1,4-dibromobutana dan natrium hidroksida dengan perbandingan molar 1 : 1 : 2 melalui suatu mekanisme reaksi SN2. Reaksi dilakukan dengan cara direfluks selama 12 jam. Kemudian untuk memisahkan padatan garam amonium dengan pelarutnya dilakukan dengan cara evaporasi. Senyawa hasil sintesis menunjukkan struktur molekul yang simetri dengan piperidin pada kedua ujung molekul yang terhubung satu sama lain dengan dua rantai metilen dengan panjang C4 setelah dikarakterisasi menggunakan Spektrometer Massa dan Spektrometer NMR. Senyawa organik hasil sintesis kemudian dipergunakan sebagai pengarah struktur pada sintesis zeolit dengan komposisi molar Si/Al = 22,7 ; H2O/Si = 20 ; NaOH/Si = 0,3 ; SDA/Si = 0,19. Sintesis zeolit dilakukan pada kondisi hidrotermal 150°C selama 5 hari. Agar dapat terbentuk pori yang terbuka, senyawa organik harus dihilangkan dari dalam pori zeolit. Penghilangan molekul organik pada kerangka zeolit dilakukan dengan cara kalsinasi. Kalsinasi dilakukan dengan pemanasan mengikuti laju kenaikan suhu 1oC/menit hingga mencapai suhu 550oC selama 8 jam dan didinginkan dengan laju penurunan suhu 1oC/menit. Zeolit yang terbentuk kemudian dikarakterisasi dengan X-Ray Diffraction (XRD) dan Scanning Electron Microscopy (SEM). Hasil karakterisasi menggunakan XRD menunjukkan bahwa kristal zeolit yang terbentuk mengarah kepada campuran MFI dan MOR. Sedangkan sintesis zeolit dengan komposisi yang sama tetapi tanpa kehadiran molekul organik menghasilkan zeolit MFI. Pembentukan dari campuran disebabkan karena besarnya ukuran dan bentuk molekul pengarah struktur yang hanya mengisi pada straight channel namun tidak pada sinusoidal channel kerangka MFI. Hal ini yang menyebabkan terbentuknya zeolit MOR lebih disukai. Morfologi kristal dari sampel zeolit dikarakterisasi menggunakan SEM. Hasil SEM dari zeolit mordenit yang disintesis menggunakan senyawa organik piperidin - C4 - piperidin menunjukkan morfologi kristal mordenit prismatic dan spherical. Sedangkan hasil SEM dari zeolit MFI hasil sintesis menunjukkan morfologi kristal prismatik heksagonal.", "Daftar File": {"2013_TA_PP_WIDIA_LESTARI_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/145415", "2013_TA_PP_WIDIA_LESTARI_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/145416", "2013_TA_PP_WIDIA_LESTARI_1-BAB_11.pdf": "https://digilib.itb.ac.id/gdl/download/145417", "2013_TA_PP_WIDIA_LESTARI_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/145418", "2013_TA_PP_WIDIA_LESTARI_1-BAB_21.pdf": "https://digilib.itb.ac.id/gdl/download/145420", "2013_TA_PP_WIDIA_LESTARI_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/145423", "2013_TA_PP_WIDIA_LESTARI_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/145426", "2013_TA_PP_WIDIA_LESTARI_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/145428", "2013_TA_PP_WIDIA_LESTARI_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/145431"}, "Penulis": "Widia Lestari [90511001]", "Kontributor / Dosen Pembimbing": ["Prof. Yana Maolana Syah, MS, Ph.D.", "Dr.rer.nat. Rino Rakhmata Mukti, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Pengajaran Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "molekul pengarah struktur, bisiklik amonium dikuaterner, zeolit MFI, zeolit MOR.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "9 file", "Tanggal Input": "13 Des 2018"}