{"Nomor": 32309, "Judul": "DEKARBOKSILASI ASAM AMINO: SINTESIS KADAVERIN MENGGUNAKAN LISIN", "Abstrak": "Reaksi dekarboksilasi asam amino merupakan salah satu reaksi penting dalam mendapatkan senyawa amina. Disamping karena jumlahnya yang berlimpah di alam, asam amino juga memberikan keragaman gugus samping pada senyawa amina yang dihasilkan. Salah satu senyawa amina yang bisa disintesis melalui reaksi dekarboksilasi asam amino lisin adalah kadaverin atau dikenal 1,5-diaminopentana. Senyawa kadaverin dapat dipergunakan sebagai kerangka pengarah struktur pada zeolit atau yang lebih dikenal sebagai SDA (Structure Directing Agent). Senyawa ditetrapropilamonium (di-TPA) yang disintesis dari kadaverin akan mengarahkan struktur pada sintesis zeolit dengan menghasilkan struktur zeolit MFI (Mordenit Framework Inverted). Pada penelitian ini, penelitian diawali dengan mencampur lisin dengan kalsium oksida yang telah\ndipanaskan dan disimpan dalam desikator terlebih dahulu. Kemudian, dilanjutkan dengan penggerusan campuran beberapa menit dengan tujuan untuk mempermudah terjadinya reaksi. Setelah itu, campuran dimasukkan ke dalam labu pemanas yang diletakkan dalam penangas minyak silikon dan ditutup rapat agar tidak terjadi penguapan. Selanjutnya, dipanaskan dengan menggunakan pemanas listrik selama 48 jam. Adapun suhu diukur menggunakan termometer yang dipasang pada wadah penangas minyak silikon pada penunjukkkan suhu 170?. Pada penelitian ini telah berhasil disintesis senyawa kadaverin dari hasil\ndekarboksilasi lisin dengan menggunakan pereaksi kalsium oksida. Reaksi\nberlangsung pada suhu 170? selama 48 jam. Produk yang dihasilkan berupa larutan yang berwarna kuning sebanyak 0,856 gram dengan rendemen 24,64%. Proses selanjutnya, produk tersebut dikarakterisasi menggunakan NMR (Resonance Megnetic Nuklear) dan kromatografi gas.", "Daftar File": {"2013_TS_PP_MASITA_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/145441", "2013_TS_PP_MASITA_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/145442", "2013_TS_PP_MASITA_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/145443", "2013_TS_PP_MASITA_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/145444", "2013_TS_PP_MASITA_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/145445", "2013_TS_PP_MASITA_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/145446", "2013_TS_PP_MASITA_1-PUSTAKA1.pdf": "https://digilib.itb.ac.id/gdl/download/145447"}, "Penulis": "Masita [90511008]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Didin Mujahidin, S.Si., M.Si.", "Dr.rer.nat. Rino Rakhmata Mukti, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Pengajaran Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Dekarboksilasi asam amino, Kadaverin, Lisin, Zeolit MFI.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "13 Des 2018"}