{"Nomor": 32307, "Judul": "PENGEMBANGAN MATERI PRAKTIKUM ELEKTROKIMIA SKALA KECIL BESERTA VIDEO ANIMASI TIGA DUNIA", "Abstrak": "Kendala mendasar yang menghambat pembelajaran kimia adalah kondisi laboratorium sekolah yang berbeda-beda, dengan peralatan praktikum yang tidak mencukupi, bahkan di beberapa sekolah tidak tersedia sama sekali karena sulit dan mahalnya. Selain itu terdapat beberapa materi kimia yang sulit dipahami siswa karena memerlukan\npemahaman perilaku di tingkat atom, seperti elektrokimia. Pada penelitian ini, dibuat alat praktikum kimia skala kecil (small-scale chemistry), yang diterapkan ke dalam paket pembelajaran yang mencakup video dengan animasi, dan penjelasan berbasis metode 3-dunia (makroskopik, sub-mikroskopik, dan simbol). Hal ini dilakukan untuk memudahkan siswa mempelajari dan memahami elektrokimia\nkhususnya sel Galvani. Langkah-langkah yang dilakukan meliputi tahap persiapan yaitu pembuatan microplate dan jembatan garam dengan menggunakan alat suntik, gabus, tisu dan pipet. Selanjutnya tahap pencarian nilai konsentrasi terkecil bahan yang masih memberikan harga E sel yaitu membuat variasi konsentrasi larutan Cu2+, Zn2+, Fe2+ dan Al3+, dengan rentang konsentrasi 1 M - 0,01M. Potensial sel diukur dengan multimeter digital mini untuk sistem Cu2+- Zn2+, Cu2+- Fe2+, Cu-Al, dan Fe2+- Zn2+. Pada penelitian ini juga dilakukan variasi konsentrasi yang berbeda dari logam yang tereduksi dan logam teroksidasi. Hal ini dilakukan untuk menentukan\nkecenderungan sifat reduksi dan oksidasi logam tersebut terhadap nilai potensial yang dihasilkan. Dari konsentrasi minimal yang didapatkan, dibuat video percobaan dan animasinya dengan menggunakan software Animasi. Penjelasan disusun dengan metode 3-dunia, yang selanjutnya dirangkum dalam satu paket pembelajaran utuh menggunakan software Windows Movie Maker. Dari pengukuran potensial sel, diperoleh konsentrasi terkecil untuk sistem Cu2+-Zn2+ yang masih memberikan pembacaan potensial yang baik adalah 0,04 M dengan volume 5 mL dengan nilai potensial sel 1,08 V. Hasil untuk sistem lain berturut-turut Cu2+- Fe2+ konsentrasi 0,3 M pada volume 20 mL dengan potensial sel = 0,72 V, Fe2+-Zn2+ konsentrasi 0,06 M\ndengan potensial sel = 0,35 V. Data percobaan sel Galvani sistem Cu-Zn, Fe-Zn, Cu-Fe dan Cu-Al menunjukkan bahwa semakin besar konsentrasi ion logam teroksidasi, semakin kecil potensial selnya. Penelitian ini menghasilkan alat praktikum berupa microplate dan paket pembelajaran sel Galvani skala kecil yang utuh mencakup video\ndengan animasi dan penjelasan berbasis metode 3-dunia. Hasil penelitian ini diharapkan dapat memberikan kesempatan yang sama kepada siswa-siswa di berbagai daerah untuk melaksanakan praktikum di sekolahnya, serta memberikan kemudahan untuk memahami prinsip maupun fenomena yang terjadi pada sel Galvani. Selain itu, produk penelitian ini juga diharapkan menarik perhatian guru untuk mengembangkan alat praktikum kimia skala kecil dan paket pembelajaran yang serupa untuk materi kimia lainnya.", "Daftar File": {}, "Penulis": "Firdaus [90511007]", "Kontributor / Dosen Pembimbing": ["Drs. Muhamad A. Martoprawiro, MS, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Pengajaran Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "kimia skala kecil, elektrokimia, 3-dunia, sel Galvani.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "0 file", "Tanggal Input": "13 Des 2018"}