{"Nomor": 32302, "Judul": "MUSEUM SENI RUPA KONTEMPORER DI BANDUNG", "Abstrak": "Bandung dikenal sebagai kota pendidikan dan kota kreatif, dengan dominasi populasi penduduk muda dan seniman berbakat. Namun, ruang-ruang untuk aktivitas kreasi dan apresiasi seni masih sangat terbatas. Sejarah seni dan karya seni di Kota Bandung pun tidak terdokumentasikan dan terpublikasi dengan baik. Fasilitas Museum Seni Kontemporer di Bandung dirasa sangat dibutuhkan untuk meningkatkan apresiasi masyarakat terhadap karya seni yang bermutu. Tujuan proyek ini adalah membangun fasilitas museum yang modern, yang dapat berfungsi sebagai tempat edukasi, rekreasi, diskusi, apresiasi dan dokumentasi karya seni kontemporer, yang didukung oleh kehadiran ruang publik estetis dan sosok bangunan ikonik.\nProyek Museum Seni Rupa Kontemporer di Bandung yang memiliki luas ± 22.358 m2 ini terletak di Kecamatan Gedebage, pada area pengembangan proyek Bandung Teknopolis. Adapun isu dan fokus utama perancangan yang menjadi fokus perancangan proyek ini, adalah: citra bangunan (image), suasana (ambiance), sirkulasi dan keamanan. Proyek ini dirancang dengan pendekatan bentuk, berdasarkan pada dua konsep utama yaitu: 1) Diversity of spaces, diwujudkan dalam pembentukan ruang-ruang yang memiliki karakter berbeda. 2) Dynamic and publicity, memberikan wadah masyarakat beraktivitas dan dinamis dalam pemakaiannya. Dua konsep utama tersebut menjadi acuan bagi pengembangan konsep-konsep mikro lainnya. Hasil rancangan adalah fasilitas museum yang merupakan bangunan ikonik, yang mampu meningkatkan apresiasi masyarakat terhadap seni rupa kontemporer dan memiliki ruang publik yang estetis dan rekreatif.", "Daftar File": {"2015_TA_PP_ALOYSIUS_RIO_BACHTIAR_SARAGI_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/145404", "2015_TA_PP_ALOYSIUS_RIO_BACHTIAR_SARAGI_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/145405", "2015_TA_PP_ALOYSIUS_RIO_BACHTIAR_SARAGI_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/145406", "2015_TA_PP_ALOYSIUS_RIO_BACHTIAR_SARAGI_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/145407", "2015_TA_PP_ALOYSIUS_RIO_BACHTIAR_SARAGI_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/145408", "2015_TA_PP_ALOYSIUS_RIO_BACHTIAR_SARAGI_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/145409", "2015_TA_PP_ALOYSIUS_RIO_BACHTIAR_SARAGI_1-BAB_6.pdf": "https://digilib.itb.ac.id/gdl/download/145410", "2015_TA_PP_ALOYSIUS_RIO_BACHTIAR_SARAGI_1-BAB_7.pdf": "https://digilib.itb.ac.id/gdl/download/145411", "2015_TA_PP_ALOYSIUS_RIO_BACHTIAR_SARAGI_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/145412"}, "Penulis": "Aloysius Rio Bachtiar Saragi [15212035]", "Kontributor / Dosen Pembimbing": ["Ir. Bambang Toto Pambudi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Museum, Seni Rupa Kontemporer, Kota Bandung", "Sumber": "", "Staf Input/Edit": "suwadji", "File": "9 file", "Tanggal Input": "13 Des 2018"}