{"Nomor": 32311, "Judul": "STUDI KOMPUTASI REAKSI-REAKSI KIMIA SEDERHANA DAN VISUALISASINYA UNTUK PEMBELAJARAN ILMU KIMIA", "Abstrak": "Pelajaran ilmu kimia yang bersifat membutuhkan imajinasi perilaku di tingkat atom yang amat kecil.Hal itu menyebabkan kimia sulit dipelajari dan kurang diminati siswa. Oleh karena itu guru dituntut untuk memikirkan pemecahan masalah tsb., di samping menciptakan suasana pembelajaran yang bermakna, menyenangkan, kreatif, dinamis dan dialogis. Komputer sebagai media pembelajaran dapat membantu guru dalam mengembangkan dan mencapai tujuan kompetensi yang diharapkan. Komputer mampu memvisualisasikan reaksi kimia,\nmenentukan sifat molekul dan struktur molekul melalui perhitungan kimia\nkomputasi. Studi komputasi reaksi-reaksi kimia terutama pada tingkat Sekolah Menengah Umum (SMU) akan memudahkan pemahaman siswa terhadap pelajaran ilmu kimia. Penelitian ini bertujuan membuat media pembelajaran tentang reaksi-reaksi kimia, yang dibangun berdasarkan studi komputasi reaksireaksi kimia sederhana, dan memvisualisasikannya. Reaksi-reaksi kimia yang dipilih adalah reaksi substitusi, eliminasi, adisi, dan esterifikasi. Perhitungan dilakukan dengan perangkat lunak komputasi molekul secara kuantum, yaitu NwChem 6.1, dengan metode Hartree-Fock dan himpnan basis 6-31G. Perhitungan parameter struktur terstabil, energi, dan beberapa sifat kimia dilakukan terhadap setiap molekul yang terlibat, baik sebagai pereaksi, keadaan\ntransisi maupun hasil reaksi. Visualisasi dilakukan dengan perangkat lunak Jmol sehingga dapat dilihat gambar struktur pereaksi, maupun hasil reaksi, selain itu didapat parameter panjang ikatan, sudut ikatan dan sudut dihedral. Perolehan struktur pereaksi dan hasil reaksi dapat digunakan untuk memperkirakan struktur keadaan transisi yang selanjutnya ditentukan struktur dan energinya. Pemahaman tentang perilaku molekul saat terjadinya reaksi dapat diperoleh dari semua perhitungan tersebut. Selanjutnya dibuat gambar-gambar struktur pereaksi, keadaan transisi, dan hasil reaksi sebagai dasar pengembangan media pembelajaran reaksi kimia di SMA. Dari data energi hasil optimasi geometri untuk reaksi substitusi, diperoleh: CH3CH2Cl+ CH3OH ? CH3CH2OCH3+ HCl,\nenergi= +22,79 kJ/mol, (CH3)3CBr + H2O ? (CH3)3COH + HBr, energi=+ 49.06 kJ/mol. Untuk reaksi eliminasi : (CH3)2CHBr+ CH3CH2ONa ? CH2=CHCH3 + NaBr, energi = -89.48 kJ/mol, (CH3)3CBr + H2O ? CH2=C(CH3)2+ HBr +H2O, energi = +191,26 kJ/mol. Untuk reaksi adisi: CH3CH=CHCH3 + Br2 ? CH3CHBr-CHBrCH3, energi = -116,51 kJ/mol.Terakhir, untuk reaksi esterifikasi:\nCH3COOH + CH3CH2OH ? CH3COOCH2CH3 + H2O energi = +34,23 kJ/mol. Untuk pengembangan media pembelajaran, yang lebih banyak diperlukan adalah hasil visualisasi struktur hasil perhitungan di atas, yang sebagiannya ditampilkan dalam bentuk gambar tiga dimensi, dan sebagian lainnya digunakan sebagai dasar untuk membuat animasi reaksi dengan tampilan tiga dimensi.", "Daftar File": {"2013_TS_PP_RIDWAN_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/145450", "2013_TS_PP_RIDWAN_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/145452", "2013_TS_PP_RIDWAN_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/145454", "2013_TS_PP_RIDWAN_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/145455", "2013_TS_PP_RIDWAN_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/145457", "2013_TS_PP_RIDWAN_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/145458", "2013_TS_PP_RIDWAN_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/145459"}, "Penulis": "Ridwan [90511302]", "Kontributor / Dosen Pembimbing": ["Drs. Muhamad A. Martoprawiro, MS, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Pengajaran Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Visualisasi, Kimia komputasi, Optimasi geometri", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "13 Des 2018"}