{"Nomor": 32315, "Judul": "BIFLAVONOID DARI DAUN DAN RANTING AGATHIS ROBUSTA (ARAUCARIACEAE) INDONESIA DAN BIOAKTIVITASNYA SEBAGAI ANTIKANKER", "Abstrak": "Kanker (tumor ganas) merupakan salah satu penyakit dengan angka kematian\ntertinggi kedua setelah penyakit jantung. Dewasa ini, pencarian obat antikanker,\nkhususnya yang berasal dari bahan alam (tumbuhan atau organisme laut),\nberkembang pesat mengingat beberapa obat antikanker telah diketahui jumlahnya\nterbatas dan memiliki efek samping. Salah satu senyawa alam yang diketahui\nmemiliki potensi sebagai antikanker adalah senyawa biflavonoid atau dimer\nflavon. Senyawa ini tersusun atas dua unit monomer flavonoid, seperti apigenin\natau naringenin, yang bergabung melalui reaksi kopling oksidatif. Reaksi kopling\noksidatif ini dapat menghasilkan beberapa jenis kerangka biflavonoid, seperti\nagathisflavon (A), amentoflavon (B), kupresuflavon (C), robustaflavon (D), dan\nhinokiflavon (E) yang perbedaannya terletak pada ikatan antara dua monomernya,\nbaik melalui ikatan C-C maupun C-O-C. Penelitian sebelumnya melaporkan\nbahwa biflavonoid memiliki aktivitas tinggi terhadap beberapa sel kanker,\ndiantaranya sel kanker paru-paru NCI-H460 dan ginjal RXF-393. Selain memiliki\naktivitas antikanker, kelompok senyawa ini diketahui pula memiliki berbagai\naktivitas lainnya seperti anti-HIV, antimalaria, antidepresi, antiepilepsi, anti-TBC,\nantiinflamasi, antiherpes, antiinfluenza, inhibitor replikasi virus hepatitis B, dan\ninhibitor enzim beta sekretase (BACE-1) sebagai anti Alzheimer’s. Salah satu\ntumbuhan Indonesia yang diketahui memiliki kandungan senyawa biflavonoid\nyaitu genus Agathis (Araucariaceae). Tumbuhan ini sering dijumpai sebagai\npohon tinggi yang tumbuh hijau sepanjang tahun dan tersebar di daerah Australia\ndan Indomalaya, seperti Indonesia (Kalimantan dan Irian Jaya), Papua Nugini,\ndan Kaledonia Baru. A. robusta merupakan salah satu dari lima spesies genus\nAgathis yang tumbuh di Indonesia, khususnya di Pulau Jawa dan Kalimantan.\nTumbuhan ini memiliki nilai ekonomis yang tinggi karena kayu dan getahnya\ndapat dimanfaatkan untuk keperluan industri, seperti industri kertas dan perabotan\nrumah tangga. Selain itu, tumbuhan ini juga memiliki fungsi ekologis sebagai\nparu-paru kota. Akan tetapi, hingga saat ini penelitian mengenai kandungan\nsenyawa metabolit sekunder, khususnya biflavonoid, dari A. robusta Indonesia\nbelum pernah dilaporkan. Selain itu, walau diketahui memiliki aktivitas antikanker, belum ada penelitian yang melaporkan aktivitas antikanker senyawa\nbiflavonoid terhadap proliferasi HUVEC (Human Umbilical Vein Endothelial\nCells) dan sel murin leukemia P-388. Oleh karena itu, pada penelitian ini telah\ndilakukan isolasi biflavonoid dari daun dan ranting A. robusta Indonesia\nmenggunakan metode ekstraksi dan berbagai teknik kromatografi, seperti\nkromatografi cair vakum, kromatografi radial, serta kromatografi kolom gravitasi\nsilika dan Sephadex LH-20 sebagai fasa diam. Selanjutnya, terhadap ekstrak dan\nbeberapa senyawa yang diperoleh dilakukan uji sifat antiangiogenesis sebagai\ninhibitor proliferasi HUVEC dan uji sitotoksik terhadap sel murin leukemia P-\n388. Empat belas isolat murni yang terdiri dari sembilan senyawa biflavonoid\ntelah berhasil diisolasi dari ekstrak aseton daun dan ranting A. robusta. Sembilan\nsenyawa tersebut telah diidentifikasi strukturnya berdasarkan data spektroskopi\nyang meliputi IR, UV-Vis, NMR (1H, 13C, NOESY, HSQC, dan HMBC), MS,\nserta CD Spektra, sebagai 7,7”-di-O-metilagathisflavon (11); 4”’,7,7”-tri-Ometilagathisflavon\n(12); kayaflavon (13); 4’,4”’,7,7”-tetra-O-metilamentoflavon\n(14); 7,7”-di-O-metilkupresuflavon (15); 4’,4”’,7,7”-tetra-O-metilkupresuflavon\n(16); 7”-mono-O-metilrobustaflavon (17); 4’,7”-di-O-metilrobustaflavon (18);\ndan imbrikataflavon (19). Hasil uji terhadap proliferasi HUVEC terhadap ekstrak\naseton daun dan ranting A. robusta menunjukkan aktivitas lemah dengan nilai IC50\nberturut-turut yaitu 35,0 dan 29,0 ?g/mL. Selanjutnya, empat senyawa biflavonoid\ntelah diuji aktivitasnya terhadap proliferasi HUVEC dan didapat bahwa senyawa\n(17) dan (15) bersifat aktif dengan nilai IC50 berturut-turut 2,1 dan 3,3 ?g/mL;\nsenyawa (14) menunjukkan aktivitas lemah dengan IC50 73,0 ?g/mL; serta\nsenyawa (16) tidak aktif terhadap proliferasi HUVEC dengan nilai IC50 > 100,0\n?g/mL. Sementara itu, hasil uji sitotoksik terhadap sel murin leukemia P-388\nmenunjukkan bahwa ekstrak aseton daun A. robusta bersifat tidak aktif dengan\nnilai IC50 46,0 ?g/mL. Menariknya, ekstrak aseton ranting bersifat aktif dengan\nIC50 17,6 ?g/mL. Lima senyawa biflavonoid telah diuji pula aktivitas\nsitotoksiknya terhadap sel murin leukemia P-388. Senyawa (17) bersifat sangat\naktif dengan nilai IC50 < 0,1 ?g/mL. Sementara itu, senyawa (15) menunjukkan\naktivitas aktif dengan IC50 1,8 ?g/mL. Tiga senyawa lain yang diuji yaitu senyawa\n(19), (16), dan (14) bersifat tidak aktif dengan nilai IC50 berturut-turut 44,5; 70,5;\ndan > 100,0 ?g/mL. Dengan demikian, dapat disarankan bahwa senyawa (15) dan\n(17) merupakan senyawa yang potensial sebagai senyawa antikanker.", "Daftar File": {"2013_TS_PP_DYAH_UTAMI_CAHYANING_RAHAYU_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/145484", "2013_TS_PP_DYAH_UTAMI_CAHYANING_RAHAYU_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/145485", "2013_TS_PP_DYAH_UTAMI_CAHYANING_RAHAYU_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/145486", "2013_TS_PP_DYAH_UTAMI_CAHYANING_RAHAYU_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/145487", "2013_TS_PP_DYAH_UTAMI_CAHYANING_RAHAYU_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/145488", "2013_TS_PP_DYAH_UTAMI_CAHYANING_RAHAYU_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/145489", "2013_TS_PP_DYAH_UTAMI_CAHYANING_RAHAYU_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/145490"}, "Penulis": "Dyah Utami Cahyaning Rahayu [20512018]", "Kontributor / Dosen Pembimbing": ["Dr. Lia Dewi Juliawaty, MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Agathis robusta, angiogenesis, antikanker, Araucariaceae, biflavonoid, inhibitor proliferasi HUVEC, sel murin leukemia P- 388.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "14 Des 2018"}