{"Nomor": 32321, "Judul": "EKSPRESI EKSTRASELULER PROTEIN PERMUKAAN VIRUS HEPATITIS B (sHBsAg) PADA Pichia pastoris", "Abstrak": "Saat ini diperkirakan lebih dari 350 juta orang di seluruh dunia mengidap hepatitis B kronis yang berisiko tinggi menjadi sirosis hati dan karsinoma hepatoseluler. Sampai saat ini, dua juta orang di seluruh dunia telah terinfeksi virus hepatitis B, 350 juta orang di antaranya telah menjadi kronis dengan 600.000 angka kematian per tahun. Oleh karena itu, dibutuhkan metode pencegahan dini untuk mencegah penyebaran infeksi virus hepatitis B. Protein permukaan virus hepatitis B (sHBsAg) adalah subpartikel yang disekresikan oleh virus selama proses infeksi berlangsung. Adanya sHBsAg di dalam darah dalam bentuk Virus Like Particle (VLP) dapat menginduksi pembentukan antibodi (anti-HBs) untuk melawan virus hepatitis B. Dengan demikian, sHBsAg dalam bentuk VLP dapat menginduksi pembentukan antibodi di dalam tubuh. Rekombinan vaksin yang beredar di pasaran saat ini berasal dari sistem ekspresi ragi secara intraselular yang didapatkan melalui beberapa tahap pemurnian. Sampai saat ini masalah pemurnian menjadi masalah utama karena jumlah sHBsAg pada akhir purifikasi hanya sekitar 85 ?g/g sel kering. Ekspresi ekstraseluler sHBsAg di Pichia pastoris merupakan salah satu cara untuk mengatasi permasalahan tersebut. Tujuan penelitian ini adalah mengekspresikan protein permukaan virus hepatitis B di P. pastoris secara ekstraseluler. Pada penelitian sebelumnya, telah berhasil didapatkan plasmid rekombinan pPICZ?-A-HBsAg. Dalam penelitian ini, telah dilakukan integrasi gen pengode protein sHBsAg ke dalam kromosom P. pastoris galur GS115 dan KM71 melalui rekombinasi homolog single cross over. Penapisan transforman P. pastoris dilakukan untuk menentukan jenis fenotip dan transforman yang resisten terhadap konsentrasi zeosin tinggi (2mg/mL). Uji fenotip dilakukan dengan menumbuhkan transforman di media MMH (Minimal Metanol + Histidin) dan MDH (Minimal Dekstrosa + Histidin), sedangkan pengujian jumlah gen terbanyak dilakukan di media kaya nutrisi YPDS dengan konsentrasi zeosin dari 0,1-2 mg/mL. Transforman yang memiliki fenotip Muts dan jumlah kopi gen terbanyak dipilih untuk produksi HBsAg. Hasil analisis SDS-PAGE menunjukkan protein HBsAg telah berhasil diekspresi dengan berat molekul sekitar 29 kDa. Uji imunoreaktifitas dengan metode ELISA menunjukkan sHBsAg telah disekresikan dalam bentuk VLP pada hari ke-8 setelah induksi.", "Daftar File": {"2013_TS_PP_NURFITRIANI_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/145530", "2013_TS_PP_NURFITRIANI_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/145531", "2013_TS_PP_NURFITRIANI_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/145532", "2013_TS_PP_NURFITRIANI_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/145533", "2013_TS_PP_NURFITRIANI_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/145534", "2013_TS_PP_NURFITRIANI_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/145535", "2013_TS_PP_NURFITRIANI_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/145536"}, "Penulis": "Nurfitriani [20512061]", "Kontributor / Dosen Pembimbing": ["Dessy Natalia, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Virus hepatitis B, gen HBsAg, anti-HBs, fenotip, Pichia pastoris", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "14 Des 2018"}