{"Nomor": 32331, "Judul": "OPTIMASI PERTUMBUHAN SEL Chlorella sp. DALAM FOTOBIOREAKTOR LUAR RUANG DAN STUDI SINTESIS ETIL TERSIER BUTIL ETER", "Abstrak": "Studi terdahulu melaporkan bahwa mikroalga laut tropis Chlorella sp. menghasilkan karbohidrat yang dapat dikonversi menjadi etanol. Lebih lanjut, etanol dan isobutilen dapat dikonversi menjadi etil tersier butil eter (ETBE) dengan katalis asam. Seperti diketahui, ETBE berguna untuk meningkatkan bilangan oktan bahan bakar bensin karena kandungan oksigen dari ETBE dapat meningkatkan efisiensi pembakaran. Tujuan penelitian ini adalah untuk meningkatkan produktivitas biomassa Chlorella sp. yang digunakan sebagai sumber penghasil karbohidrat, dan untuk mempelajari sintesis ETBE dari etanol dan isobutilen. Tahapan penelitian meliputi perbanyakan biomassa Chlorella sp. menggunakan fotobioreaktor dalam dan luar ruang dengan memvariasikan berbagai jenis nutrisi dalam medium (seperti medium Walne dan medium pupuk termasuk NPK, PSCa, dan NPK yang diperkaya Na2SiO3.5H2O), teknik pembiakan sel (seperti metode Batch dan Batch yang diumpan), dan sumber air laut (seperti air laut asli dan tiruan). Parameter lingkungan dalam pertumbuhan sel Chlorella sp. di dalam dan luar ruang yang diamati berupa salinitas, pH, aerasi, suhu, dan intensitas cahaya. Biomassa Chlorella sp. dipanen dengan teknik autoflokulasi dengan NaOH dan filtrasi yang menggunakan membran PVA komersil. Kadar karbohidrat total dari biomassa kering Chlorella sp. ditentukan dengan metode DNS. Untuk sintesis ETBE, isobutilen yang berasal dari tersier butanol dalam asam sulfat pekat atau dari C4 kasar direaksikan dengan gas etanol dengan bantuan katalis Amberlyst-15 pada 74 oC, dan ETBE yang terbentuk kemudian dikondensasi. Hasil riset menunjukkan bahwa pertumbuhan sel Chlorella sp. dalam medium Walne di dalam ruang optimum pada hari ke-12 dengan kerapatan sel 25,48 × 106 sel/mL atau sel basah sebesar 23,18 g/L kultur, dan kadar karbohidrat total yang dihasilkan sebesar 38,3% (b/b). Sementara, kerapatan sel optimum yang diperoleh dari kultur dalam medium pupuk Rosasol-Even NPK 18-18-18 5% dan Grow More NPK 20-20-20 5% yang dikombinasi dengan Grow More Nutra+Zorb Calsium 5% berturut-turut sebesar 25,37 dan 24,3 × 106 sel/mL atau kerapatan biomassa 29,86 dan 18,62 g sel basah/L, dengan kadar karbohidrat total berturut-turut 76,25 dan 61,25% (b/b). Kerapatan sel Chlorella sp. yang dihasilkan selama 12 hari kultur dengan sistem Batch dan sistem Batch yang diumpan berturut-turut sebesar 29,7 dan 36,85×106 sel/mL atau kerapatan biomassa 20,82 dan 54,1 g/L, dengan kadar karbohidrat total berturut-turut sebesar 40,41 dan 52,5% (b/b). Kadar karbohidrat total yang dihasilkan dari kultur sel dalam medium air laut asli dan air laut tiruat berturut-turut sebesar 48,75 dan 45,00 % (b/b). Kerapatan sel Chlorella sp. dalam medium Walne dan Grow More NPK 20-20-20 5% yang dikombinasi dengan Grow More Nutra+Zorb Calsium 5% di dalam fotobioreaktor luar ruang selama 12 hari masing-masing sebesar 19,12×106 sel/mL dan 17,65×106 sel/mL dengan kadar karbohidrat total berturut-turut 50,83 dan 56,67% (b/b). Terkait dengan sintesis ETBE, etanol 11 mL berhasil dikonversi menjadi 6,2 mL produk. Analisis produk dengan GC-MS dengan waktu retensi 1,887 menit menunjukkan puncak fragmen ETBE dengan massa ion (m/z) 57 (C4H9), 59 (C4H11), dan 87 (C5H11O). Secara keseluruhan hasil hasil penelitian ini disimpulkan bahwa produktivitas biomassa pada sistem luar ruang lebih rendah dari pada produktivitas biomassa pada sistem dalam ruang, namun kadar karbohidrat total pada sistem luar lebih tinggi dibandingkan kadar karbohidrat pada sistem dalam ruang. Sementara itu, optimasi sintesis ETBE lebih lanjut perlu dilakukan.", "Daftar File": {"2014_TS_PP_BILLY_HARNALDO_PUTRA_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/145587", "2014_TS_PP_BILLY_HARNALDO_PUTRA_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/145588", "2014_TS_PP_BILLY_HARNALDO_PUTRA_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/145589", "2014_TS_PP_BILLY_HARNALDO_PUTRA_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/145590", "2014_TS_PP_BILLY_HARNALDO_PUTRA_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/145591", "2014_TS_PP_BILLY_HARNALDO_PUTRA_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/145592", "2014_TS_PP_BILLY_HARNALDO_PUTRA_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/145593"}, "Penulis": "Billy Harnaldo Putra [20511305]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Zeily Nurachman, MS", "Dr.rer.nat. Didin Mujahidin, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Chlorella sp., karbohidrat, etil tersier butil eter.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "14 Des 2018"}