{"Nomor": 32333, "Judul": "ENZYMATIC SYNTHESIS OF BIOBASED FURAN POLYAMIDES", "Abstrak": "Aromatic-aliphatic (semi-aromatic) polyamides are interesting high performance materials with outstanding chemical resistance, mechanical, thermal and electrical properties. They have wide applications in electrical, marine, aerospace, automotive, and energy industries. Unfortunately, their industrial production is not eco-friendly: the use of petroleum-based monomers increases petroleum consumptions and emissions; furthermore, high energy consumption is usually required since the synthesis temperature is above 200 oC. Due to increasing concerns on energy shortage and pollution problems nowadays, the utilization of biobased monomers and biocatalysts in polyamide synthesis becomes appealing. In this work, novel biobased furan polyamide is successfully produced by enzymatic polycondensation of biobased dimethyl 2,5-furandicarboxylate with a (potentially) biobased aliphatic diamine, 1,8-diaminooctane, using Candida antartica Lipase B (CALB, in immobilized form as Novozyme 435) as the catalyst. This furan-based polyamide is a promising to replace polyphthalamides that are semi-aromatic polyamides and commonly used as metal replacements in automotive applications. The CALB-catalyzed polycondensation of dimethyl 2,5-furandicarboxylate and 1,8-octanediamine is investigated via an one-step method in toluene and a two-step method in diphenyl ether. The effects of the reaction conditions on enzymatic polycondensation are investigated. We find that the one-step method in toluene is better than the two-step method in diphenyl ether. Polyamides with Mn???? around 7.0 kg/mol are produced in the one-step enzymatic polymerizations, while the two-step enzymatic polymerizations yield polyamides with Mn???? around 3.5 kg/mol. Moreover, the product Mw increases with increasing the reaction temperature from 60 oC to 90 oC in the one-step polymerization. Furthermore, the chemical structures of the obtained biobased furan polyamides are confirmed by 1H-NMR and attenuated total reflection-fourier transform infrared spectrometry (ATR-FTIR). The microstructures of furan-based polyamides with different end groups are characterized by matrix-assisted laser desorption/ionization-time-of-flight mass spectrometry (MALDI-ToF MS). The thermal properties of the obtained polyamides are studied by differential scanning calorimetry (DSC) and thermal gravimetric analysis (TGA).", "Daftar File": {"2014_TS_PP_DINA_MANIAR_1-COVER1.pdf": "https://digilib.itb.ac.id/gdl/download/145607", "2014_TS_PP_DINA_MANIAR_1-COVER2.pdf": "https://digilib.itb.ac.id/gdl/download/145609", "2014_TS_PP_DINA_MANIAR_1-BAB_31.pdf": "https://digilib.itb.ac.id/gdl/download/145611", "2014_TS_PP_DINA_MANIAR_1-BAB_41.pdf": "https://digilib.itb.ac.id/gdl/download/145613", "2014_TS_PP_DINA_MANIAR_1-BAB_51.pdf": "https://digilib.itb.ac.id/gdl/download/145614", "2014_TS_PP_DINA_MANIAR_1-PUSTAKA1.pdf": "https://digilib.itb.ac.id/gdl/download/145615"}, "Penulis": "Dina Maniar [20513006]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Cynthia Linaya"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "monomer berbasis bio, Candida antartica Lipase B (CALB), polimerisasi enzimatik, poliamida furan, sumber terbarukan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "6 file", "Tanggal Input": "14 Des 2018"}