{"Nomor": 32349, "Judul": "MODAL SOSIAL DALAM MENDUKUNG DIFUSI INOVASI PEMASARAN PERTANIAN HORTIKULTURA SEBAGAI                BASIS PENGEMBANGAN EKONOMI LOKAL  (Studi Kasus: Desa Cisondari Pasirjambu Kabupaten Bandung dan Desa Cibodas Lembang Kabupaten Bandung Barat)", "Abstrak": "Saat ini kebijakan pengembangan pertanian hortikultura  di Indonesia telah berhasil mendorong terjadinya peningkatan produksi, namun peningkatan itu belum didukung oleh pemasaran yang mampu menangkap  dinamika permintaan pasar dan perubahan preferensi konsumen yang terjadi secara cepat.  Selain itu sistem pemasaran yang belum efektif dan efisien juga menjadi menyebabkan terkendalanya pemasaran hasil-hasil pertanian hortikultura sehingga usaha tani yang dilakukan belum optimal karena belum mampu memberikan peningkatan pendapatan terhadap petani. Melalui metode penelitian kualitatif, penelitian ini berupaya untuk mengidentifikasi sejaumanana keberadaan modal sosial dan dukungannya terhadap menumbuh kembangkan inovasi dan pendifusiannya kepada petani baik dalam kegiatan ekonomi maupun dalam kegiatan sosial.  Pengumpulan data dilakukan dengan metode wawancara mendalam kepada petani hortikultura yang ada di Desa Cisondari Pasirjambu dan Desa Cibodas Lembang dengan menggunakan metoda purposive sample dan snowball  yang kemudian diolah dengan melakukan analisis isi terhadap transkrip.  Selanjutnya dilakukan teknik pencocokan antara pola hubungan teoritis dengan pola hubungan secara empiris. Temuan dari penelitian ini menunjukkan keberadaan modal sosial yang relatif tinggi terutama pada komponen kepercayaan,  kerjasama dan partisipasi dalam kegiatan ekonomi mampu mendukung inovasi pemasaran secara mandiri baik di dalam kelompok maupun diluar kelompok dengan karakteristik inovasi yang meluas ketika terjadi penggunaan saluran komunikasi yang beragam. Kesimpulan dari penelitian ini adalah komponen modal sosial kepercayaan dan  kerjasama merupakan komponen utama dalam difusi inovasi pemasaran pertanian yang ditunjang oleh komponen partisipasi aktif dalam penggunaan saluran komunikasi yang beragam  Sehingga pada akhirnya  mampu memacu   pengembangan ekonomi lokal.", "Daftar File": {"2016_TS_PP_RIKA_AMALIA_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/145707", "2016_TS_PP_RIKA_AMALIA_BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/145712", "2016_TS_PP_RIKA_AMALIA_BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/145715", "2016_TS_PP_RIKA_AMALIA_BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/145716", "2016_TS_PP_RIKA_AMALIA_BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/145717", "2016_TS_PP_RIKA_AMALIA_BAB_5_A.pdf": "https://digilib.itb.ac.id/gdl/download/145720", "2016_TS_PP_RIKA_AMALIA_BAB_5_B.pdf": "https://digilib.itb.ac.id/gdl/download/145722", "2016_TS_PP_RIKA_AMALIA_BAB_5_C.pdf": "https://digilib.itb.ac.id/gdl/download/145724", "2016_TS_PP_RIKA_AMALIA_BAB_6.pdf": "https://digilib.itb.ac.id/gdl/download/145725", "2016_TS_PP_RIKA_AMALIA_DAFTAR_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/145728"}, "Penulis": "Rika Amalia [25412065]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Dewi Sawitri Tjokropandojo, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Economics", "Kata Kunci": "Modal Sosial, Inovasi, Difusi Inovasi, Pemasaran Hortikultura, Kegiatan ekonomi,  Kegiatan sosial", "Sumber": "", "Staf Input/Edit": "SYSTEM", "File": "10 file", "Tanggal Input": "18 Des 2018"}