{"Nomor": 32351, "Judul": "RANCANG BANGUN PROTOTIPE SISTEM WEARABLE HEADSET ELECTROENCEPHALOGRAM (EEG) UNTUK MENGELIMINASI ARTIFACTS", "Abstrak": "EEG non-invasif yang biasa digunakan untuk keperluan klinis telah berkembang ke bidang non-klinis seperti, deteksi kantuk, permainan, rekognisi emosi, dan sebagainya. Berdasarkan aturan pengukuran klinis, subjek harus berbaring dan diam untuk menghindari artifacts akibat perubahan posisi elektrode EEG. Artifacts merupakan sinyal listrik yang dibangkitkan oleh sumber selain otak, tapi terekam oleh sistem akuisisi data EEG. Aturan tersebut tidak bisa diterapkan pada aplikasi non-klinis sebab subjek akan tetap bergerak sehingga memicu artifacts. Oleh karena itu, sistem EEG harus ditransformasi dari teknologi dengan pengkabelan rumit dan tidak praktis seperti yang digunakan di bidang klinis, menjadi sistem yang wearable dan nirkabel. Headset EEG sebagai ide solusi dari pengukuran subjek bergerak telah dikembangkan. Namun, banyak grup penelitian yang menyatakan bahwa kualitas sinyal EEG yang terekam masih rendah dan cenderung closed system. Selain itu, posisi elektrode yang dibuat tetap pada headset dapat meningkatkan resiko artifacts ketika terjadi ketidakcocokan ukuran kepala subjek dengan dimensi headset. Penelitian ini membangun sebuah prototipe sistem EEG yang wearable, adjustable (terdapat pengatur dimensi), dan opened system yang menyediakan sinyal bebas artifacts. Material yang kuat, fleksibel, ramah lingkungan, dan melimpah di Indonesia dimanfaatkan untuk mempermudah fabrikasi. Headset diuji melalui eksperimen perekaman EEG dengan dan tanpa pemakaian headset. Pengukuran kondisi rileks dilakukan untuk memperoleh sinyal baseline. Berikutnya, dilakukan gerakan kepala ringan untuk mendapatkan sinyal yang terkontaminasi artifacts. Kedua sinyal akan dibandingkan dengan analisis dalam domain waktu dan frekuensi (kualitatif) serta metode korelasi (kuantitatif). Lebih lanjut, metode Independent Component Analysis (ICA) diterapkan untuk mengurangi artifacts kedipan mata yang tidak bisa ditangani oleh headset. Secara kualitatif, sinyal EEG dengan headset menunjukkan kemiripan lebih tinggi terhadap baseline dibanding tanpa headset. Perhitungan metode korelasi menghasilkan nilaikoefisien korelasi sinyal EEG dengan headset lebih besar daripada tanpa headset. Implementasi ICA juga memberikan hasil bahwa metode tersebut dapat mengeliminasi artifacts kedipan mata.", "Daftar File": {}, "Penulis": "Fauza Karomatul Masyhuroh [13312022 ]", "Kontributor / Dosen Pembimbing": ["Dr. Suprijanto, S.T., M.T.", "Ayu Gareta Risangtuni, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Electroencephalogram (EEG), artifacts, headset, wearable, adjustable, dan ICA", "Sumber": "", "Staf Input/Edit": "SYSTEM  \n                                     Rita Nurainni, S.I.Pus", "File": "3 file", "Tanggal Input": "18 Des 2018"}