{"Nomor": 32353, "Judul": "BANDUNG CREATIVE OFFICE PARK", "Abstrak": "Industri kreatif tengah berkembang pesat di era globalisasi saat ini. Kemajuan teknologi turut mendorong kemajuan industri yang menggunakan kreativitas manusia sebagai komoditas utamanya, perlahan tapi pasti menyusul nilai kapitalisasi dari industri konvensional seperti industri energi dan manufaktur. Kota Bandung sebagai salah satu kota kreatif di Indonesia kaya akan potensi industri kreatif. Bandung Creative Office Park adalah wujud arsitektur dari tanggapan terhadap potensi tersebut; menjawab kebutuhan akan ruang kerja yang nyaman dan memicu kreativitas penghuninya melalui desain.\nBandung Creative Office Park merupakan kantor sewa dan co-working space yang berlokasi di Bandung Teknopolis, Gedebage, Bandung. Isu yang menjadi pokok bahasan utama dalam perancangan ini adalah “creative workplace”; bagaimana menciptakan ruang kerja yang mampu menginspirasi penghuninya sehingga lebih kreatif. Metode yang digunakan adalah studi literatur serta iterasi desain untuk menjawab permasalahan yang diangkat. Perancangan yang dilakukan menghasilkan konsep massa yang dinamis dan merespon konteks tapak, serta mampu memenuhi standar performa bangunan kantor yang baik sehingga diharapkan mampu menunjang produktivitas penggunanya. Karakter visual sebagai kantor kreatif diwujudkan salah satunya melalui desain fasade yang ringan dan atraktif, serta mendorong terwujudnya efisiensi dalam pemakaian sumberdaya pada bangunan; mendukung konsep sustainable development.", "Daftar File": {}, "Penulis": "Yoval Julianto [15212018]", "Kontributor / Dosen Pembimbing": ["Aswin Indraprastha, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "kreatif, office park, Bandung, Teknopolis, sustainability, co-working space", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "18 Des 2018"}