{"Nomor": 32357, "Judul": "STUDI EKSTRASI ZN DAN FE PADA BIOOKSIDASI BIJIH  EMAS SULFIDA DENGAN MENGGUNAKAN BAKTERI PENGOKSIDASI SULFUR DAN BESI", "Abstrak": "Emas merupakan salah satu jenis logam mulia yang banyak digunakan dalam kehidupan sehari- hari. Sebagian besar emas diekstraksi melalui jalur hidrometalurgi seperti sianidasi dan sementasi. Mengingat keberadaan pengotor pada low grade ore emas seperti sulfida perlu dikurangi, pendekatan hidrometalurgi menjadi cukup kompleks . Salah satu metode paling umum untuk menyelesaikan masalah ini adalah dengan pre treatment bijih. Pada penelitian ini dilakukan percobaan biooksidasi menggunakan bakteri Kluyvera georgiana dan Aeromonas schubertii untuk mengevaluasi berapa banyak pengotor berupa Zn dan Fe yang dapat dihilangkan dari bijih. Dalam penelitian ini, dilakukan juga sianidasi terhadap residu biooksidasi dan bijih. \nSerangkaian percobaan dilakukan untuk mempelajari profil ekstraksi Zn dan Fe selama percobaan. Percobaaan diawali dengan proses preparasi bijih melalui proses kominusi. Biooksidasi berlangsung dalam labu erlenmeyer 250 ml pada rotary shaker (180 rpm; 4 hari; 25oC). Beberapa variasi pulp density, persen inokulum, 2 jenis bakteri dan konsentrasi NaCl diujikan dalam percobaan ini. Pengambilan sampel dilakukan secara periodik (sekali tiap 24 jam) untuk dianalisis. Parameter sampling adalah pH, Eh, dan total Zn dan Fe terlarut. Residu dari proses biooksidasi digunakan lebih lanjut pada proses sianidasi. Sianidasi dilakukan dalam beaker glass 250 ml di atas hot plate (500 rpm; 1 hari; 25oC; pH 10-11; DO 7-10 mg/l). \nHasil krakterisasi bijih awal menunjukkan bahwa bijih didominasi oleh Pyrite dan Sphalerite. Nilai recovery Zn dan Fe tertinggi didapatkan sebesar 38,63% dan 3,989% untuk  Zn dan Fe pada percobaan dengan variasi 10 persen solid, 10% v/v inokulum Aeromonas schubertii serta dengan penambahan 30 g/l NaCl. Rendahnya recovery Fe diperkirakan terjadi akibat keberadaan arsen (As) yang mengganggu aktivitas bakteri. Berdasarkan percobaan sianidasi yang dilakukan tampak bahwa biooksidasi menggunakan bakteri Kluyvera georgiana berhasil meningkatkan persen ekstraksi emas dari 43,78% menjadi 52,94%. Penelitian ini butuh investigasi lebih lanjut untuk mendapatkan hasil yang lebih baik sebelum diterapkan pada skala industri.", "Daftar File": {}, "Penulis": "Ridho Wahyudi [12514013]", "Kontributor / Dosen Pembimbing": ["Ir. Siti Khodijah, M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Metallurgy", "Kata Kunci": "low grade ore, Kluyvera georgina, Aeromonas schubertii, pretreatment", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "18 Des 2018"}