{"Nomor": 32356, "Judul": "FORMULASI NANOPARTIKEL GENTAMISIN DALAM KONJUGAT KITOSAN-ACEMANNAN", "Abstrak": "Staphylococcus aureus (SA) dapat menyebabkan infeksi ekstraselular maupun intraseluler. Gentamisin merupakan antibiotik yang aktif terhadap infeksi ekstraselular SA, namun aktivitasnya buruk terhadap infeksi intraseluler. Kitosan telah digunakan sebagai pembawa dalam sistem penghantaran obat intraseluler. Penelitian ini bertujuan untuk memformulasi gentamisin dalam kitosan sehingga menyerupai sifat permukaan SA. Konjugasi kitosan-acemannan (Kit-Ace) dilakukan agar dapat meningkatkan efisiensi penjeratan dan efikasi dari gentamisin. Reaksi konjugasi dilakukan dengan melarutkan kitosan dengan acemannan dalam asam asetat kemudian ditambahkan Natrium Borohidrida (NaBH4) untuk mereduksi ikatan amin kitosan pada gugus asetiloksi acemannan. Pembuatan nanopartikel Kit-Ace dilakukan dengan metode gelasi ionotropik menggunakan sodium tripolifosfat (STPP). Larutan asam asetat konjugat Kit-Ace dicampurkan dengan larutan gentamisin kemudian di crosslink dengan STPP. Optimasi formula dilakukan menggunakan response surface methodology yang terdiri dari ¼ faktorial untuk mengidentifikasi faktor signifikan dan dilanjutkan optimasi dengan desain Box-Behnken. Prediksi formula optimum yang diperoleh terdiri dari: 10 mg kitosan; STPP:Kitosan (0,28); 4,1 mg gentamisin; waktu sonikasi 25 detik dan waktu inkubasi 30 menit. Hasil konfirmasi formula tersebut menunjukkan diameter partikel, efisiensi penjeratan dan drug loading berturut-turut 320 ± 22 nm; 51 ± 5%; 11,3 ± 0,88%. Kecepatan pelepasan gentamisin dari sistem nanopartikel pada pH 5,2 lebih tinggi dibandingkan pada pH 7,4. Gentamisin terlarut dan terenkapsulasi dalam nanopartikel memiliki nilai konsentrasi hambat minimum dan konsentrasi bunuh minimum yang sama yaitu 16 ppm dan 32 ppm.", "Daftar File": {"2018_TS_PP_ANGGA_SAPUTRA_YASIR_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/145713", "2018_TS_PP_ANGGA_SAPUTRA_YASIR_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/145721", "2018_TS_PP_ANGGA_SAPUTRA_YASIR_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/145730", "2018_TS_PP_ANGGA_SAPUTRA_YASIR_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/145763", "2018_TS_PP_ANGGA_SAPUTRA_YASIR_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/145765", "2018_TS_PP_ANGGA_SAPUTRA_YASIR_1-BAB_51.pdf": "https://digilib.itb.ac.id/gdl/download/145768", "2018_TS_PP_ANGGA_SAPUTRA_YASIR_1-BAB_61.pdf": "https://digilib.itb.ac.id/gdl/download/145770"}, "Penulis": "Angga Saputra Yasir [20716310]", "Kontributor / Dosen Pembimbing": ["Dr. Tri Suciati, M.Si.", "Elin Julianti, S.Si., Apt., M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "Pharmacology & therapeutics", "Kata Kunci": "Gentamisin, Staphylococcus aureus, Nanopartikel, Kitosan, Acemannan.", "Sumber": "", "Staf Input/Edit": "SYSTEM  \n                                     Rita Nurainni, S.I.Pus", "File": "7 file", "Tanggal Input": "18 Des 2018"}