{"Nomor": 32364, "Judul": "MENGURANGI WAKTU TUNGGU PELAYANAN DI APOTEK BPJS MEDIKA ANTAPANI", "Abstrak": "BPJS (Badan Penyelenggara Jaminan Sosial) is a legal entity established by the\ngovernment as the organizer of the JKN (Jaminan Kesehetan Nasional) program.\nBPJS coordinate with health facilities in order to provide an equitable service to\nentire community. BPJS Medika Antapani Pharmacy is one of the pharmacies in\nBandung which has cooperated with BPJS. As a PRB and Chronic Pharmacy, BPJS\nMedika Antapani Pharmacy wants to improve the quality of service by reducing\nservice waiting time to below SPM (Standar Pelayanan Minimum) Pharmacy and\ncompany’s target that is 30 minutes. This research will analyze what causes of\nservice waiting time that exceed the SPM and find a better solution by using\nsimulation and values analysis. First, the researcher will analyze the current\nbusiness processes. Second, collected data from interview, observation, and Medika\nAntapani database. For the data on how long each process takes then checked with\nI-MR Chart to test whether the data is in control or not. After the control chart shows\nthat all processes are in control and the model of simulation has been verified, the\nresearcher then put all the data into the simulation, conducted simulation validation,\ndetermined the assumptions and limits and performed the simulation by using\niGrafx software. The simulated result analyzed are service waiting time and\nresource utilization. It can be concluded that the current condition is not meeting\nthe standard because the average service waiting time is above the SPM Pharmacy\nand company’s target that is 30 minutes. Moreover, the current business process\nstill contains activities that belong to the Customer Non-Value Added. The\nresearcher then made some scenarios to find the best solution. Under the new\ncondition, the average service waiting time on BPJS Medika Antapani Pharmacy\nwill be under 30 minutes and the average utilization of each division will be above\n50%.", "Daftar File": {"2016_TA_PP_RIZKI_EKA_FAFIA_1-BAB_11.pdf": "https://digilib.itb.ac.id/gdl/download/145737"}, "Penulis": "Adrian Muhammad Nur Fallah [19015182]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Mursyid Hasan Basri, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "Other social problems & services", "Kata Kunci": "Apotek PRB dan Kronis BPJS, Waktu Tunggu Pelayanan, Simulasi, Igrafx, Values Analysis.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "2 file", "Tanggal Input": "18 Des 2018"}