{"Nomor": 32368, "Judul": "Pengaruh Pemberian Oxytetracyclin Terhadap Pertumbuhan, Kelulushidupan, Efisiensi Pakan Ikan Mas (Cyrinus carpio) yang Terinfeksi Bakteri Aeromonas hydrophila", "Abstrak": "Oxytetracyclin diketahui dapat digunakan pada ikan mas (Cyprinus carpio) untuk mengobati infeksi bakteri Aeromonas hydrophila. Namun penggunaan antibiotik yang tidak tepat dapat menyebabkan antibiotik tidak bekerja atau bakteri menjadi resisten. Tujuan dari penelitian ini adalah untuk menentukan pengaruh oxytetracyclin perlakuan pencegahan dan pengobatan dan untuk menentukan konsentrasi yang tepat untuk mengobati ikan mas yang terinfeksi Aeromonas hydrophila. Penelitian ini terdiri dari dua tahap yaitu uji LD50 dan uji in vivo. Konsentrasi oxytetracyclin yang digunakan untuk perlakuan pencegahan dan pengobatan pada uji in vivo diantaranya 5 ppm, 6 ppm, 7 ppm dan 8 ppm.  Parameter yang diamati antara lain angka pertumbuhan, kelulushidupan dan efisiensi pakan dan kualitas air. Berdasarkan uji LD50 dihasilkan dosis bakteri A.hydrophila sebanyak 2,8x105 CFU/gram yang dapat mematikan 50% populasi ikan mas uji dalam waktu 7 hari. Hasil uji in vivo menunjukkan bahwa perlakuan pencegahan 8 ppm memiliki pertambahan panjang (9,7%), bobot (44,4%) dan laju pertumbuhan harian (95,73%) paling tinggi, sedangkan kelulushidupan paling tinggi terdapat pada perlakuan kontrol negatif sebesar 100% dan efisiensi pakan paling tinggi pada perlakuan kontrol positif sebesar 47,18%. Kualitas air yang terukur masih dalam kisaran toleransi ikan mas. Dari hasil penelitian ini didapatkan kesimpulan bahwa perlakuan pencegahan menggunakan oxytetracyclin cukup efektif dalam mencegah infeksi bakteri Aeromonas hydrophila pada ikan mas (Cyprinus carpio) tetapi kurang efektif jika dilakukan dengan perlakuan pengobatan terhadap penyakit tersebut. Konsentrasi yang tepat untuk mencegah dan mengobati ikan mas yang terinfeksi bakteri A.hydrophila adalah sebesar 8 ppm.", "Daftar File": {"10612078_Reni_Anggraeni_SKRIPSI-(Reni_Anggraeni_10612078)Cover.pdf": "https://digilib.itb.ac.id/gdl/download/145772", "10612078_Reni_Anggraeni_SKRIPSI-(Reni_Anggraeni_10612078)Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/145775", "10612078_Reni_Anggraeni_SKRIPSI-(Reni_Anggraeni_10612078)Abstract.pdf": "https://digilib.itb.ac.id/gdl/download/145777"}, "Penulis": "Reni Anggraeni [10612078 ]", "Kontributor / Dosen Pembimbing": ["Dr. Ahmad Ridwan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "Life sciences ; biology", "Kata Kunci": "Ikan mas, Intensifikasi, Oxytetracyclin, Aeromonas hydrophila", "Sumber": "", "Staf Input/Edit": "SYSTEM", "File": "3 file", "Tanggal Input": "18 Des 2018"}