{"Nomor": 32379, "Judul": "SINTESIS MEMRAN POLIMER ELEKTROLIT DARI SELULOSA ASETAT/ POLI(ETILEN OKSIDA)/ LiClO4 UNTUK APLIKASI BATERAI ION LITIUM", "Abstrak": "Saai ini perkembangan peralatan portable terutama pada mobile phone, notebook dan komputer telah meningkat secara signifikan menyebabkan kebutuhan yang besar akan baterai berenergi tinggi. Baterai ion litium merupakan baterai yang paling memenuhi persyaratan tersebut. Baterai ion litium memiliki densitas energi lebih tinggi, siklus hidup lebih panjang, tegangan operasional yang lebih tinggi dan beratnya lebih ringan dibandingkan baterai asam timbal, Ni-Cd, dan NiMH. Baterai tersebut biasanya menggunakan elektrolit cair yang memiliki kelemahan seperti terbatas pada rentang temperatur pengoperasian, menyebabkan korosi pada elektroda, kebocoran baterai dan short-circuit. Salah satu cara yang digunakan untuk meminimalkan kekurangan tersebut adalah menggunakan polimer elektrolit yang berfungsi sebagai elektrolit dan separator. Penelitian ini bertujuan untuk mengetahui pengaruh komposisi selulosa asetat terhadap karakteristik membran polimer elektrolit poli(etilen oksida) dan LiClO4. Polimer host yang banyak digunakan sebagai polimer elektrolit komersil dalam baterai adalah poli(etilen oksida) (PEO) karena memiliki stabilitas kimia dan termal yang cukup tinggi, tidak beracun dan penghantar ion yang cepat. Selulosa asetat digunakan sebagai campuran untuk meningkatkan konduktivitas ionik dan kekuatan mekanik dari membran polimer elektrolit. Berdasarkan data infra merah menunjukkan selulosa asetat cenderung menurunkan fraksi kristalin dari PEO. Peningkatan persentase selulosa asetat dalam membran polimer elektrolit tidak berpengaruh signifikan terhadap konduktivitas ionik dengan konduktivitas maksimum sebesar 5,7 x 10-4 S/cm pada komposisi (SA/PEO/LiClO4) 25/60/15. Modulus Young meningkat dengan bertambahnya persentase selulosa asetat pada membran polimer elektrolit yang mengindikasikan membran lebih kaku dengan nilai Modulus Young sebesar 0,528 MPa pada komposisi (SA/PEO/LiClO4) 25/60/15. Berdasarkan data TGA, peningkatan persentase PEO dalam membran dapat meningkatkan stabilitas termal membran dan membran stabil secara termal hingga 270 oC. Membran polimer elektrolit yang disintesis dari selulosa asetat hasil sintesis/PEO/LiClO4 memiliki konduktivitas ionik yang lebih tinggi, akan tetapi memiliki kekuatan mekanik dan stabilitas termal yang lebih rendah dibandingkan membran yang disintesis dari selulosa asetat komersil/PEO/LiClO4. Membran dari selulosa asetat/PEO/LiClO4 dapat berpotensi untuk digunakan sebagai membran polimer elektrolit dalam aplikasi baterai ion litium.", "Daftar File": {"2014_TS_PP_NURHADINI_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/145856", "2014_TS_PP_NURHADINI_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/145857", "2014_TS_PP_NURHADINI_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/145858", "2014_TS_PP_NURHADINI_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/145859", "2014_TS_PP_NURHADINI_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/145860", "2014_TS_PP_NURHADINI_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/145861", "2014_TS_PP_NURHADINI_1-PUSTAKA1.pdf": "https://digilib.itb.ac.id/gdl/download/145862", "2014_TS_PP_NURHADINI_1-PUSTAKA2.pdf": "https://digilib.itb.ac.id/gdl/download/145863"}, "Penulis": "Nurhadini [20512038]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. I Made Arcana, MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "polimer elektrolit, poli(etilen oksida), selulosa asetat, LiClO4, baterai ion litium", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "19 Des 2018"}