{"Nomor": 32372, "Judul": "PENGEMBANGAN PERSAMAAN DASAR TINGKAT KEADAAN SIFAT TERMODINAMIKA HFO-1234yf", "Abstrak": "2,3,3,3-tetrafluoropropana atau HFO-1234yf merupakan refrigeran keluaran baru yang diprediksi akan menggantikan HFC-134a pada mobil. Hal ini didukung oleh regulasi Parlemen Eropa tahun 2006 yang melarang pemakaian refrigeran yang mengandung fluor dengan nilai GWP melebihi 150 untuk mobil baru yang diproduksi mulai 2011 dan untuk semua mobil mulai 2017. DuPont dan Honeywell sebagai produsen mengklaim bahwa HFO-1234yf memiliki GWP yang sangat rendah dengan atmospheric lifetime 500 kali lebih kecil dari HFC-134a, namun mempunyai sifat termodinamika yang mirip, sehingga meminimalisir penggantian komponen mesin bila dilakukan retrofitting. Akan tetapi, data eksperimen mengenai sifat termodinamika HFO-1234yf masih relatif sedikit.\n\tPengembangan persamaan dilakukan dengan metode regresi yang dipadukan dengan algoritma genetik, disertai input data eksperimen terbaru sampai dengan waktu selesainya studi ini. Pemilihan data dilakukan dengan memperhatikan tingkat akurasi dan distribusi data.\n\tStudi ini berhasil mengembangkan persamaan tingkat keadaan berbasis persamaan Helmholtz untuk menghitung sifat termodinamika HFO-1234yf secara eksplisit dan akurat pada rentang yang lebar. Persamaan yang dikembangkan memiliki deviasi absolut rata-rata sebesar 0,16% untuk massa jenis satu fase, 1,56% untuk panas jenis isobarik, 1,81% untuk panas jenis isokhorik, 0,45% untuk kecepatan suara, dan 0,10%, 0,80%, 2,02% berturut-turut untuk tekanan, massa jenis cair dan uap pada kondisi jenuhnya. Persamaan juga menghasilkan koefisien virial kedua dan ketiga yang konsisten, dengan kemampuan ekstrapolasi sifat termodinamika yang baik.", "Daftar File": {"Pages_from_TA-Brian_Aditya-13113152_ab-_I.pdf": "https://digilib.itb.ac.id/gdl/download/151357", "TA-Brian_Aditya-13113152_ASLI.pdf": "https://digilib.itb.ac.id/gdl/download/151363", "2018_TA_PP_Brian_Aditya_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/145823", "BAB 7 Brian Aditya": "https://digilib.itb.ac.id/gdl/download/166975", "PUSTAKA Brian Aditya": "https://digilib.itb.ac.id/gdl/download/166976"}, "Penulis": "Brian Aditya [13113152]", "Kontributor / Dosen Pembimbing": ["Ir. I Made Astina, M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Fluid mechanics ; Liquid mechanics", "Kata Kunci": "Refrigeran, 2,3,3,3-tetrafluoropropana, HFO-1234yf, sifat termodinamika, persamaan tingkat keadaan, persamaan Helmholtz.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "11 file", "Tanggal Input": "18 Des 2018"}