{"Nomor": 32386, "Judul": "Dari TH Ke ITB: kenang-kenangan lustrum 4, 2 Maret 1979, jilid 1: Selintas perkembangan ITB", "Abstrak": "Prakata\n\nBuku Peringatan Dasa-Warsa Pertama Institut Teknologi Bandung yang direncanakan beredar bulan Maret 1969, baru bisa diterbitkan hampir setahun kemudian. Buku itu, sebagaimana dikatakan dalam kata pengantarnya menyajikan beberapa artikel yang menelaah masa depan Institut ini, setidaknya menggambarkan keinginan bagaimana seharusnya sebuah institut pengetahuan menyajikan dan menyerahkan dirinya bagi kemajuan pengetahuan dan bangsanya, serta kemanusiaan.\nBuku Dari TH ke ITB sebagai buku peringatan dasawarsa kedua Institut Teknologi Bandung dipersiapkan dalam waktu kurang dari dua bulan dan sedianya harus keluar pada saat peringatan lustrum keempat ITB sedang berlangsung, ketika keluarga besar ITB berkumpul semua di kampus yang mereka cintai dan banggakan. Berbeda sifatnya dengan buku pertama di atas, Dari TH ke ITB merupakan sebuah album keluarga untuk dinikmati  bersama-sama pada saat berkumpul itu, kemudian dibawa pulang bersama kenang-kenangan manis dari peristiwa pertemuan tadi dan dijadikan bahan renungan apakah yang telah dilakukan selama ini bagi kepentingan rakyat Indonesia.\nDari TH ke ITB terdiri atas dua jilid. Jilid pertama memuat foto berbagai peristiwa sejak TH didirikan pada tahun 1920 sampai sekarang, diiringi teks sebagai pengarah cerita sekadarnya. Sebagaimana biasanya, sebuah album keluarga muat foto yang penuh kenang-kenangan dan penting bagi keluarga itu, tetapi tidak berbicara banyak bagi orang luar. Mudah-mudahan sentimen keluarga seperti itu tidak terlalu menonjol, sehingga orang luarpun dapat menikmati buku itu.\nDalam album keluarga sering terjadi seorang anggota keluarga berulang kali nampak dalam berbagai peristiwa, sedangkan anggota yang penting justru tidak ada sama sekali. Mungkin pada saat-saat seluruh keluarga bisa berkumpul, yang seorang itu masih sibuk di kantor atau sedang bertugas ke luar kota. Demikianlah dalam waktu persiapan yang sangat singkat itu kami tidak berhasil menemukan foto Ir. H. Djoeanda dalam koleksi foto kami. Beliau bukan hanya lulusan TH Bandung yang kemudian menjadi tokoh nasional, melainkan juga besar peranannya dalam memperjuangkan berdirinya ITB sebagai perguruan tinggi teknologi yang berdiri sendiri. Rektor ITB Prof. I. R. O. Kosasih, dalam sambutannya pada lustrum pertama ITB berkata : \n‘Dengan terwujudnya ITB itu maka tak boleh kita lupakan jasa-jasa dan bantuan-bantuan nyata dari bapak almarhum Ir. H. Djoeanda yang sebesar-besarnya dalam perjoangan sebelumnya dan seterusnya. Beliau merupakan seorang pencipta/founder utama dari ITB kita ini. Kepada beliau ITB menyatakan terima kasih yang sedalam-dalamnya.’.\nJilid kedua buku ini muat daftar lulusan sejak tahun 1920 sampai 1978. Daftar lulusan ini diharapkan merupakan pemula bagi penerbitan Direktori Alumni ITB yang akan berisi keterangan yang lebih lengkap.\nDari TH ke ITB tidak mungkin terbit tanpa bantuan yang besar dari berbagai pihak di lingkungan keluarga ITB. Dosen dan mahasiswa bekerjasama menyusun buku ini dengan penuh keakraban dan tanpa mengenal lelah. Percetakan berputar siang-malam melupakan hari Minggu. Kepada mereka saya mengucapkan terima kasih. Segala kekurangan dalam buku ini menjadi tanggungan saya.\n\nMaret 1979", "Daftar File": {}, "Penulis": "Adjat Sakri [-]", "Kontributor / Dosen Pembimbing": ["-"], "Jenis Koleksi": "Dokumentasi ITB", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "Higher education", "Kata Kunci": "Technische Hoogeschool (TH). Institut Teknologi Bandung (ITB)", "Sumber": "", "Staf Input/Edit": "Ena Sukmana  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "20 Des 2018"}