{"Nomor": 32383, "Judul": "SYNTHESIS, STRUCTURE, AND PHYSICAL PROPERTIES OF METHYLAMMONIUM LEAD IODIDE SINGLE CRYSTAL", "Abstrak": "Senyawa Metilamonium Timbal (II) triiodida (CH3NH3PbI3) yang\nmerupakan golongan hybrid perovskit memegang peranan penting sebagai\nmaterial aktif untuk sel surya. Penggunaan material ini sebagai pemeka cahaya\nmampu mencapai efisiensi sekitar 18%. Material ini memiliki sifat fisik yang\nmenarik seperti koefisiensi ekstinsi yang tinggi, absorbsi yang baik, stabilitas\ntermal yang tinggi, dan momen dipol yang besar. Namun, berbagai pertanyaan\nmasih belum terjawab mengenai mekanisme eksitasi yang terjadi di dalamnya.\nPemahaman mengenai interaksi antara material dengan cahaya dapat membantu\nuntuk mengetahui sifat intrinsik yang dimiliki material tersebut. Maka dari itu,\nstudi sifat fotofisik terhadap kristal tunggal dilakukan untuk memahami proses\nintrinsik yang terjadi. Dalam penelitian ini, sintesis CH3NH3PbI3 dilakukan\ndengan mencampurkan metilamonium iodide (MAI) dengan timbal (II) iodida\n(1:1) dalam ????- butirolakton. Kristal dengan ukuran 0.225 x 0.225 x 0.05 mm3\nditumbuhkan dengan metode drop casting larutan di atas substrat kaca. Kristal\nmemiliki kualitas yang baik dan murni tanpa fasa lain. Pengukuran\nfotoluminesensi dan spektroskopi time-resolved (TR) dilakukan terhadap kristal\ntunggal CH3NH3PbI3 pada berbagai suhu (5 K- 300 K). Puncak emisi pada suhu\nruang adalah sekitar 780 nm. Ketika suhu diturunkan menjadi 150 K, spektrum\nmenunjukkan adanya dua puncak emisi pada 780 nm dan 760 nm. Perubahan pada\nspektrum ini berkaitan dengan perubahan fasa kristal dari tetragonal menjadi\nortorombik. Di bawah suhu 30 K, spektrum kembali hanya menunjukkan satu\npuncak emisi. Penelitian lebih lanjut diperlukan untuk menyelidiki transisi fasa\nyang terjadi di bawah suhu 30 K. Pengukuran fotoluminesensi dengan variasi\ndaya intensitas menunjukkan pergeseran biru dengan meningkatnya daya. Waktu\npeluruhan yang diukur dengan spektroskopi TR menunjukkan peningkatan\ndengan menurunnya suhu dari 82,7 ns (293 K) menjadi 5367 ns (50 K) dengan\nsedikit penurunan menjadi 5043 ns pada suhu 5 K. Data-data ini dapat\nmenunjukkan struktur elektronik perovskit.", "Daftar File": {"2014_TS_PP_RAISSA_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/145878", "2014_TS_PP_RAISSA_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/145879", "2014_TS_PP_RAISSA_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/145880", "2014_TS_PP_RAISSA_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/145881", "2014_TS_PP_RAISSA_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/145882", "2014_TS_PP_RAISSA_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/145883", "2014_TS_PP_RAISSA_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/145884"}, "Penulis": "Raissa [20513001]", "Kontributor / Dosen Pembimbing": ["Dr. Bambang Prijamboedi, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "metilamonium timbal (II) iodida, sel surya, fotoluminesen, spektroskopi time-resolved", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "19 Des 2018"}