{"Nomor": 32439, "Judul": "Tools for Measuring Construction Materials Management Practices and Predicting Labor Productivity in Multistory Building Projects", "Abstrak": "Planning, monitoring, and evaluating materials management practices are important for enhancing construction productivity. This\nstudy is designed to develop a tool for scoring materials management practices for building projects and, on that basis, build a tool for\npredicting productivity. The research was carried out in two phases. During Phase I, in-depth interviews were conducted with 19 experts\nand context-specific materials management practices were identified. During Phase II, questionnaires were used to collect quantitative data\nfrom 39 contractors. To prioritize the practices that were identified during Phase I, the quantitative data were analyzed. Based on the analysis,\ntools for measuring and planning the materials management practices and probability-based regression models were developed. Procurement\nplans for materials, long-lead materials identification, and materials delivery schedule are the three most significant practices. Contractors can\nuse the scoring tool to measure the levels of implementation of the practices and assess the risk of having low productivity using the predictive\nmodels. This research contributes to the body of knowledge by developing construction materials management practices measuring, planning,\nmonitoring, and evaluating tools in the context of building projects. In addition, the logistic and linear regression models can be used to assess\nwhether a certain level of implementation of the construction materials management practice might be associated with higher or lower labor\nproductivity. DOI: 10.1061/(ASCE)CO.1943-7862.0001611. © 2018 American Society of Civil Engineers", "Daftar File": {}, "Penulis": "Argaw Tarekegn Gurmu [-]", "Kontributor / Dosen Pembimbing": ["-"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Labor productivity; Building construction projects; Materials management practices; Regression models", "Sumber": "J. Constr. Eng. Manage., 2019, 145(2): 04018139", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "0 file", "Tanggal Input": "20 Des 2018"}