{"Nomor": 32450, "Judul": "Bacterial community dynamics during in-situ bioremediation of petroleum waste sludge in landfarming sites", "Abstrak": "In-situ bioremediation of petroleum waste sludge in landfarming sites of Motor Oil Hellas (petroleum\nrefinery) was studied by monitoring the changes of the petroleum composition of the waste sludge, as\nwell as the changes in the structure of the microbial community, for a time period of 14 months. The\nanalyses indicated an enhanced degradation of the petroleum hydrocarbons in the landfarming areas. A\ndepletion of n-alkanes of approximately 75–100% was obtained. Marked changes of the microbial\ncommunities of the landfarms occurred concomitantly with the degradation of the petroleum hydrocarbons. The results obtained from terminal restriction fragment length polymorphism (T-RFLP)\nanalysis of polymerase chain reaction (PCR) amplified 16S rRNA genes demonstrated that bacteria\noriginating from the refinery waste sludge and newly selected bacteria dominated the soil bacterial\ncommunity during the period of the highest degradation activity. However, the diversity of the\nmicrobial community was decreased with increased degradation of the petroleum hydrocarbons contained in the landfarms. T-RFLP fingerprints of bacteria of the genera Enterobacter and Ochrobactrum\nwere detected in the landfarmed soil over the entire treatment period of 14 months. In contrast, the\ngenus Alcaligenes appeared in significant numbers only within the 10 month old landfarmed soil. Genes\nencoding catechol 2,3-dioxygenase (subfamily I.2.A) were detected only in DNA of the untreated\nrefinery waste sludge. However, none of the genes known to encode the enzymes alkane hydroxylase\nAlkB, catechol 2,3-dioxygenase (subfamily I.2.A) and naphthalene dioxygenase nahAc could be detected\nin DNA of the landfarmed soils.", "Daftar File": {}, "Penulis": "E. KATSIVELA [-]", "Kontributor / Dosen Pembimbing": ["E.R.B. Moore", "D. Maroukli", "C. Stro¨mpl", "D. Pieper", "N. Kalogerakis"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "bacterial community dynamics, in-situ biodegradation, petroleum hydrocarbons, refinery waste sludge, 16S rDNA, T-RFLP fingerprinting", "Sumber": "Springer https://search.proquest.com/docview/742640537/fulltextPDF/2F4CE0AA659C42F9PQ/18?accountid=31562", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "20 Des 2018"}