{"Nomor": 32463, "Judul": "ORIGINAL ARTICLE Production of crude enzyme from Aspergillus nidulans AKB-25 using black gram residue as the substrate and its industrial applications", "Abstrak": "The production of crop residues in India is estimated to be about 500–550 million tons\nannually. It is estimated that about 93 million tons of crop residues is burnt annually which is not\nonly wastage of valuable biomass resources but pollution of the environment with the production of\ngreen house gases also. Among different low cost crop residues, black gram residue as the substrate\nproduced maximal endoglucanase, FPase, and b-glucosidase activities from Aspergillus nidulans\nAKB-25 under solid-state fermentation. During optimisation of cultural parameters A. nidulans\nAKB-25 produced maximal endoglucanase (152.14 IU/gds), FPase (3.42 FPU/gds) and xylanase\n(2441.03 IU/gds) activities. The crude enzyme was found effective for the saccharification of pearl\nmillet stover and bio-deinking of mixed office waste paper. The crude enzyme from A. nidulans\nAKB-25 produced maximum fermentable sugars of 546.91 mg/g from alkali-pretreated pearl millet\nstover by saccharification process at a dose of 15 FPU/g of substrate. Pulp brightness and deinking\nefficiency of mixed office waste paper improved by 4.6% and 25.01% respectively and mitigated dirt\ncounts by 74.70% after bio-deinking. Physical strength properties like burst index, tensile index and\ndouble fold number were also improved during bio-deinking of mixed office waste paper.\n 2016 Production and hosting by Elsevier B.V. on behalf of Academy of Scientific Research &\nTechnology. This is an open access article under the CC BY-NC-ND license", "Daftar File": {}, "Penulis": "Amit Kumar [-]", "Kontributor / Dosen Pembimbing": ["Dharm Dutt,", "Archana Gautam"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Black gram residue; Biomass-degrading enzymes; Aspergillus nidulans; Saccharification; Pearl millet stover; Bio-deinking", "Sumber": "Journal of Genetic Engineering and Biotechnology", "Staf Input/Edit": "tuti yulia", "File": "0 file", "Tanggal Input": "20 Des 2018"}