{"Nomor": 32464, "Judul": "Binding of Distinct Substrate Conformations Enables Hydroxylation of Remote Sites in Thaxtomin D by Cytochrome P450 TxtC", "Abstrak": "Cytochromes P450 (CYPs) catalyze various\noxidative transformations in drug metabolism, xenobiotic\ndegradation, and natural product biosynthesis. Here we report\nbiochemical, structural, and theoretical studies of TxtC, an\nunusual bifunctional CYP involved in the biosynthesis of the\nEPA-approved herbicide thaxtomin A. TxtC was shown to\nhydroxylate two remote sites within the Phe residue of its\ndiketopiperazine substrate thaxtomin D. The reactions follow\na preferred order, with hydroxylation of the ?-carbon\npreceding functionalization of the phenyl group. To illuminate\nthe molecular basis for remote site functionalization, X-ray\ncrystal structures of TxtC in complex with the substrate and\nmonohydroxylated intermediate were determined. Electron\ndensity corresponding to a diatomic molecule (probably dioxygen) was sandwiched between the heme iron atom and Thr237 in\nthe TxtC-intermediate structure, providing insight into the mechanism for conversion of the ferrous-dioxygen complex into the\nreactive ferryl intermediate. The substrate and monohydroxylated intermediate adopted similar conformations in the active site,\nwith the ?-face of the phenyl group positioned over the heme iron atom. Docking simulations reproduced this observation and\nidentified a second, energetically similar but conformationally distinct binding mode in which the ?-hydrogen of the Phe residue\nis positioned over the heme prosthetic group. Molecular dynamics simulations confirmed that the ?-hydrogen is sufficiently\nclose to the ferryl oxygen atom to be extracted by it and indicated that the two substrate conformations cannot readily\ninterconvert in the active site. These results indicate that TxtC is able to hydroxylate two spatially remote sites by binding\ndistinct conformations of the substrate and monohydroxylated intermediate.", "Daftar File": {}, "Penulis": "Lona M. Alkhalaf [-]", "Kontributor / Dosen Pembimbing": ["Sarah M. Barry", "Dean Rea", "Angelo Gallo", "Daniel Griffiths", "Jo?zef R. Lewandowski", "Vilmos Fulop", "and Gregory L. Challis."], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "-", "Sumber": "J. Am. Chem. Soc. XXXX, XXX, XXX?XXX", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "20 Des 2018"}