{"Nomor": 32471, "Judul": "Comparing learning outcomes in physical and simulated learning environments", "Abstrak": "The use of 2D and 3D simulated learning environments in education and training has increased significantly in\nthe past decade. Simulated learning environments provide several advantages over physical learning environments\nincluding increased safety and accessibility. Simulated learning environments can also be utilized in an\nonline setting, increasing the efficiency of delivery, access, and supporting greater personalization of the\nlearning process. Despite a long history of use in workforce education, researchers have questioned whether\nsimulations provide learners with the same quality of education as physical learning environments. This research\ninvestigated how learning to construct electrical circuits using a 2D simulation, a 3D simulation or a physical\nbreadboard impacted learning outcomes. Additionally, this study examined the influence of learner characteristics,\ncognitive ability and goal orientation, on the relationship between the simulated learning environments\nand learning outcomes. The study utilized a pretest-posttest between subjects design and included 48 participants.\nResults suggest that learning to construct a circuit with physical components results in higher self-efficacy,\nfaster construction times, and higher odds of correct construction than learning in a 2D or 3D simulation.\nParticipants in the three conditions achieved comparable results in terms of cognitive outcomes; the differences\nidentified were based on cognitive ability and goal orientation. There were no significant differences in outcomes\nachieved between participants in the 2D and 3D simulations. Implications for the design of simulated\nlearning environments and potential impact for online technical curriculum are discussed.\nRelevance to industry: This study supports the evaluation of using online educational technology to learn technical\nskills. This is relevant to workforce education, especially with a diverse and distributed workforce that\nrequires technical training.\n1. Introduction", "Daftar File": {}, "Penulis": "Myrtede Alfred [-]", "Kontributor / Dosen Pembimbing": ["David M. Neyens., Anand K. Gramopadhye"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Simulated learning environments 2D environments 3D environments", "Sumber": "International Journal of Industrial Ergonomics 68 (2018) 110–117", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "20 Des 2018"}