{"Nomor": 32493, "Judul": "3-D studies of MT data in the Central Polish Basin: Influence of inversion parameters, model space and transfer function selection", "Abstrak": "3-D inversion of geophysical data has become a practical, commonly used tool in the \ninterpretation of magnetotelluric (MT) data. However, 3-D inversion is a non-linear \nand non-unique task and requires adopting additional assumptions. In this paper, we \nanalyze the influence of selection of inversion parameters in the case of previously \npublished, real model for Pomerania region (Poland). This zone is a regional scale 2-D \nstructure, which locally becomes 3-D. The analyzed model was accomplished by \ninversion of full impedance and tippers from 31 MT stations with the period range \nfrom 10 s to 10,000 s. The inversion parameters were chosen to provide the best \npossible agreement of the model with well-known geophysical and geophysical data.  \nThe purpose of the presented work is to determine how the change of some inversion \nparameters influences previously obtained model, and therefore we check which \nstructure features remain in spite of the change of the implied parameters. A number \nof tests were performed employing an implementation of the freely available ModEM \ninversion package. These included the choice of an appropriate initial model and a \nmodel covariances evaluation as a means to control smoothness between adjoining \nmodel areas. Additionally, we compared the models calculated from all transfer \nfunctions (impedances and tippers) and from subsets (only tippers and off-diagonal \ncomponents of the impedance tensor and tippers). Moreover, the tests with the model \ncoordinate system rotation were performed. \nOur analysis has shown that the values of covariance matrix coefficients have an \nevident effect on the results. However, the multiple use of the covariance matrix with \nsmall coefficients gives a similar result as its single use with higher coefficients. The \ninitial model and the selection of the transfer function for inversion can significantly \nchange the model. However, changing the orientation of the coordinate system from \ngeographic to the one that is aligned with a regional strike direction does not cause \nnoticeable changes in the solution obtained. It can be only noted that for the rotated \ncoordinate system the obtained model becomes closer to the model of a 2-D regional \nstructure.", "Daftar File": {}, "Penulis": "Katarzyna Slezak [-]", "Kontributor / Dosen Pembimbing": ["Waldemar Jozwiak, Krzysztof Nowozynski, Szymon Orynski, Heinrich Brasse"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Magnetotellurics; 3-D modelling; Covariance; Numerical solutions", "Sumber": "Journal of Applied Geophysics (2018),  https://doi.org/10.1016/j.jappgeo.2018.11.008", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "20 Des 2018"}