{"Nomor": 32492, "Judul": "Strength and Cost Analysis of New Steel Sets as Roadway Support Project in Coal Mines", "Abstrak": "Roadway support in swelling soft rocks in coal mines has become a critical challenge in recent years. For deformation control\nin swelling soft rocks, high strength sets are preferred in sites. But high strength always means high costs. .erefore, higher\nstrength sets with not too much cost will be more welcomed in situ. Based on this, three new sets, including a floor beam set,\na roof + floor beams set, and a roof + floor beams + braces set, have been developed in the present research. Strength\ncomparisons and costs comparisons have been conducted in this research. Results illustrate that compared with the original\nset, in the floor beam set, the relative strength of bottom corners reaches 2.964, while the relative cost reaches 1.294; compared\nwith the original set, in the roof + floor beams set, the relative strength of the top arch reaches 2.345, while the relative strength\nof bottom corners reaches 2.964, and the relative cost reaches 1.568; and compared with the original set, in the roof + floor\nbeams + braces set, the relative strength of the top arch reaches 2.635, and the relative strength of bottom corners reaches\n5.905, but the relative cost reaches 1.930. Floor beam set and roof + floor beams set illustrate higher strength and not too\nhigher costs than the original set. Although the roof + floor beams + braces set exhibit much higher strength, they also\ndemonstrate much higher costs than the original set. .ese new sets can be chosen according to different geological\nconditions in situ.", "Daftar File": {}, "Penulis": "QINGHAI LI [-]", "Kontributor / Dosen Pembimbing": ["Renshu Yang", "Jingkai Li", "He Wang", "and Zhijie Wen"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Coal Mining", "Sumber": "Advances in Materials Science and Engineering Volume 2018, Article ID 3927843, 9 pages https://doi.org/10.1155/2018/3927843", "Staf Input/Edit": "Resti Andriani", "File": "1 file", "Tanggal Input": "20 Des 2018"}