{"Nomor": 32500, "Judul": "Enhancing the robustness of a national assessment of the marine environment", "Abstrak": "The Australian government produces an independent report on the state of the Australian environment every\nfive years. Based on 123 assessments of key pressures, key components of the marine environment, and the\neffectiveness of management responses to those pressures, the 2016 assessment identified that the overall state\nof the Australian marine environment can be regarded as good. However, the historical impacts of a number of\npressures (e.g. commercial and recreational fishing) and ongoing pressures caused by activities currently inadequately\nmanaged (e.g. climate change and marine debris) have, and are continuing to, deteriorate its state. As\na result, the outlook for the marine environment can be regarded as mixed. Addressing the challenges facing the\nmarine environment will require a coordinated, collaborative and dedicated effort across jurisdictions and\nsectors. A number of improvements to the assessment framework were implemented for the 2016 report, the\nmost substantial being the development of clear and repeatable processes for information synthesis and assessment.\nThis improved transparency and supported the robustness of conclusions made. Improved communication\nof uncertainties associated with assessments, and comparability with assessments in previous reports\nhas furthered the quality of the report and laid the foundation for improvements going forward. Processes that\nwill continue to improve assessments include identifying key indicators that can be reliably and effectively\nmonitored, improving data provision processes, enhancing assessment frameworks and reporting processes to\nensure that approaches are integrated and support the delivery of tangible and practical risk mitigation and\nadaptation pathways", "Daftar File": {}, "Penulis": "Karen Evans [-]", "Kontributor / Dosen Pembimbing": ["Nicholas J. Bax., David C. Smith"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Australia Marine environment Assessment State and trends Outlook", "Sumber": "Marine Policy 98 (2018) 133–145", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "20 Des 2018"}