{"Nomor": 32503, "Judul": "Constraint nip-tomographic inversion of strong sparse seismic data", "Abstrak": "Thiswork isa resultof specific numerical experiments motivatedbyreal cases ofprocessing strongsparseseismicdata, as an application of techniques based on the common-reflection-surface (CRS) stack technology aiming atestimating a smooth velocity depth distribution. The paper is primarily limited to numerical tests with a depthvelocity model that attends closely the paraxial theory validated by the seismic ray hypotheses. A completemodeling of a seismic survey was performed, and the common-shot sections were submitted to random mutingof traces, to noise addition, and afterwards followed by reconstruction of the section by trace interpolation. Theinterpolation was controlled by the 2D spectral non-aliasing condition, where thet?xspectral amplitude con-tent was limited to the two main Fourier quadrantsf?k. It was admitted that most information was based onprimary compressional (P) wave content; therefore, multiples and the P?Sconversion were considered asnoise. The trace interpolation used the stack attributes of the original gather (conventional stack) with sparsedata to construct supergather sections (for the supergather stack). The velocity distribution in depth uses theprinciple of interpreting the inversion data as normal incidence point (NPI) information. The applied inversionalgorithm is NIP-tomographic, classified as curvefitting, non-linear, multi-parametric, that uses the wave frontkinematic and dynamic CRS attributes as data-driven constraints to estimate a consistent depth velocity distribu-tion. As a general conclusion, we emphasized also interpolation, inclusive of sparse data, as a step for spectralanalysis, consequently infiltering, stacking, and tomography to obtain a velocity distribution for further use inthe estimation for velocity distribution, imaging, geological interpretation and sedimentary basin modeling.", "Daftar File": {}, "Penulis": "W.W.S. Vieira [-]", "Kontributor / Dosen Pembimbing": ["L.W.B. Leite, F.A.V. Pena"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "CRS-partial stackSeismic NIP-tomographySparse data Spectral analysis", "Sumber": "Elsevier B.V. Journal of Applied Geophysics (2018) https://doi.org/10.1016/j.jappgeo.2018.09.017", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "20 Des 2018"}