{"Nomor": 32505, "Judul": "Geostrophic Spirals Generated by the Horizontal Diffusion of Vortex Stretching in the Yellow Sea", "Abstrak": "ABSTRACT\nHorizontal velocity spirals with a clockwise rotation (downward looking) rate of 1.7? m?1, on average, were observed\nin the western and northern Yellow Sea from December 2006 to February 2007. With the observed thermal wind relation,\nthe beta-spiral theory was used to explain the dynamics of spirals. It was found that the horizontal diffusion of geostrophic\nvortex stretching is likely to be a major mechanism for generating geostrophic spirals. Vertical advection associated with\nsurface/bottom Ekman pumping and topography-induced upwelling is too weak to support these spirals. Strong wind stirring\nand large heat loss in wintertime lead to weak stratification and diminish the effects of vertical advection. The cooling\neffect and vertical diffusion are offset by an overwhelming contribution of horizontal diffusion in connection with vortex\nstretching. The Richardson number-dependent vertical eddy diffusivity reaches a magnitude of 10?4 m2 s?1 on average. An\neddy diffusivity of 2870 m2 s?1 is required for dynamic balance by estimating the residual term. This obtained value of 10?4\nm2 s?1 is in good agreement with the estimation in terms of observed eddy activities. The suppressed and unsuppressed\ndiffusivities in the observation region are 2752 and 2881 m2 s?1, respectively, which supports a closed budget for velocity\nrotation.", "Daftar File": {}, "Penulis": "XIANGZHOU SONG [-]", "Kontributor / Dosen Pembimbing": ["Rui Xin HUANG", "Dexing WU", "Fangli QIAO", "Guansuo WANG"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "geostrophic spirals, horizontal diffusion, vortex stretching and surface cooling effect", "Sumber": "ADVANCES IN ATMOSPHERIC SCIENCES, VOL. 36, FEBRUARY 2019, 219–230", "Staf Input/Edit": "SYSTEM", "File": "1 file", "Tanggal Input": "20 Des 2018"}