{"Nomor": 32516, "Judul": "Full length article Benchmarking thermoception in virtual environments to physical environments for understanding human-building interactions", "Abstrak": "Thermal comfort influences occupant satisfaction, well-being and productivity in built environments. Several\ndecisions during the design stage (e.g., heating, ventilation, air conditioning design, color and placement of\nfurniture, etc.) impact the building occupants’ thermoception (i.e., the sense by which animals perceive the\ntemperature of the environment and their body). However, understanding the influence of design decisions on\noccupant behavior is not always feasible due to the resources needed for creating physical testbeds and the need\nfor controlling several contributing factors to comfort and satisfaction. Virtual environments (environments\ncreated with virtual reality technology) are novel venues for studying human behavior. However, in order to use\nvirtual environments in the thermoception domain, validation of these environments as adequate representations\nof physical environments (built environments) is imperative. As the first step towards this goal, we\nbenchmarked virtual environments to physical environments under different thermal stimuli (i.e., hot and cold\nindoor air temperature). We identified perceived thermal comfort and satisfaction, perceived indoor air temperature,\nnumber and type of interactions as markers for the thermoceptive comparison of virtual and physical\noffices. We conducted an experiment with 56 participants and pursued a systematic statistical analysis. The\nresults show that virtual environments are adequate representations of physical environments in the thermoception\ndomain, especially for subjective perceived thermal comfort and satisfaction assessment. We also found\nthat the type of first adaptive interactions could be used as the markers of thermoception in virtual environments.", "Daftar File": {}, "Penulis": "Gokce Ozcelik [-]", "Kontributor / Dosen Pembimbing": ["Burcin Becerik-Gerber"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Thermoception Thermal comfort Thermal satisfaction Virtual environment Perception Built environment", "Sumber": "Advanced Engineering Informatics 36 (2018) 254–263 255", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "20 Des 2018"}