{"Nomor": 32519, "Judul": "Transient heat conduction analysis using the NURBS-enhanced scaled boundary finite element method and modified precise integration method", "Abstrak": "The Non-uniform rational B-spline (NURBS) enhanced scaled boundary finite element\nmethod in combination with the modified precise integration method is proposed for the\ntransient heat conduction problems in this paper. The scaled boundary finite element\nmethod is a semi-analytical technique, which weakens the governing differential equations\nalong the circumferential direction and solves those analytically in the radial direction. In\nthis method, only the boundary is discretized in the finite element sense leading to a re-\nduction of the spatial dimension by one with no fundamental solution required. Neverthe-\nless, in case of the complex geometry, a huge number of elements are generally required to\nproperly approximate the exact shape of the domain and distorted meshes are often unavoidable\nin the conventional finite element approach, which leads to huge computational\nefforts and loss of accuracy. NURBS are the most popular mathematical tool in CAD industry\ndue to its flexibility to fit any free-form shape. In the proposed methodology, the arbitrary\ncurved boundary of problem domain is exactly represented with NURBS basis functions,\nwhile the straight part of the boundary is discretized by the conventional Lagrange shape\nfunctions. Both the concepts of isogeometric analysis and scaled boundary finite element\nmethod are combined to form the governing equations of transient heat conduction analy-\nsis and the solution is obtained using the modified precise integration method. The stiffness\nmatrix is obtained from a standard quadratic eigenvalue problem and the mass matrix is\ndetermined from the low-frequency expansion. Finally the governing equations become a\nsystem of first-order ordinary differential equations and the time domain response is solved\nnumerically by the modified precise integration method. The accuracy and stability of the\nproposed method to deal with the transient heat conduction problems are demonstrated by\nnumerical examples", "Daftar File": {}, "Penulis": "Gao Lin [-]", "Kontributor / Dosen Pembimbing": ["Peng Li a , b", "Jun Liu a , b , c ,", "Pengchong Zhang"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "2017 Published by Elsevier Ltd on behalf of Chinese Society of Theoretical and Applied Mechanics. ?", "Sumber": "", "Staf Input/Edit": "tuti yulia", "File": "0 file", "Tanggal Input": "20 Des 2018"}