{"Nomor": 32533, "Judul": "Tari Djawa dan Sunda", "Abstrak": "Setiap bangsa, dari jang biasa dikatakan biadab, sebiadab-biadabnja, hinga jang mengaku dirinja sesopan-sopannja, pasti mempunjai tari.\nPada umumnja, semua tari, dari jang sekasar-kasarnja hingga jang sehalus-halusnja, terikat oleh beberapa aturan atau patokan. Jang satu lebih sulit dari jang lain. Aturan dan patokan itu mempunjai arti dan maksud sendiri-sendiri.\nDjika disimpulkan, maka tari dengan segala patokannja itu, adalah lambang gerak djiwa dari bangsa jang mempunjai tari matjam itu.\nTjoba bandingkan: Tari Gatotkatja-gandrung dari orang Djawa dengan Ma-Inang Sumatra dan Tjakalele Ambon. Dari segala gerak-gerik lagak-lagu masing-masing tari, orang kira-kira akan dapat membajangkan “getaran djiwa” Djawa-Sumatra-Ambon itu. (Dalam hal ini diukur dengan takaran irama).\nBerhubungan dengan itu, sebagai memperkenalkan “getaran-djiwa” penduduk Djawa dan Sunda kepada sesama saudaranja di-Indonesia, maka Departemen P.K.P. mentjoba mengeluarkan buku tipis ini.\nMudah-mudahan sesudah terbit buku ini, akan banjak diterima naskah-naskah tentang tari-tarian golongan lain, misalnja tari piring Minangkabau, tari Sadati Atjeh; tari Tjakalele Ambon; tari Djangkir Bali, d.l.l.\nPerlu diterangkan, bahwa dengan buku ini sadja belum tjukup orang beladjar menari. Untuk beladjar menari kita mesti mempunjai guru dan mesti berpraktek sendiri. Sebab segala-gerak-gerik itu mesti dilihat dan ditiru. Bukankan seluruh tubuh kita terus-menerus bergerak dari mulai mengambil hingga meninggalkan tempat menari? Ini tidak mungkin ditiru dari beberapa gambar dan uraian sadja, walaupun uraian itu disusun dengan kata-kata jang djelas sekalipun. Buku ini hanja sekadar memudahkan peladjaran jang serba sulit itu.\nMoga-moga buku ini dapat mentjukupi maksudnja.\n\nDjakarta, Nopember 1948", "Daftar File": {}, "Penulis": "Noordhoff Kolff NV [-]", "Kontributor / Dosen Pembimbing": ["-"], "Jenis Koleksi": "Dokumentasi ITB", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "Recreational & performing arts", "Kata Kunci": "Performing Arts-- Javaness Dance, Sundaness Dance; Seni Pertunjukan-- Tari Jawa, Tari Sunda", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "4 file", "Tanggal Input": "20 Des 2018"}