{"Nomor": 32530, "Judul": "Sustainability of steel structures: towards an integrated approach to life-time engineering design", "Abstrak": "Nowadays, the construction sector is more and\nmore oriented toward the promotion of sustainability in all\nits activities. The goal to achieve is the optimization of\nperformances, over the whole life-cycle, with respect to\nenvironmental, economic and social requirements.\nAccording to the latest advances, the concept of sustainability applied to constructions covers a number of\nbranches such as life-cycle costing, ecology, durability\nand even structural design. Several procedures and design\ntools have been implemented in the framework of\ninternational research. Indeed the current trend in civil\nengineering research is moving towards life-time engineering, with the aim to implement integrated methodologies to\nconsider as a whole all the sustainability requirements\naccording to time-dependent multi-performance-based\ndesign approaches. Following a general introduction of\nthe concept of sustainability applied to constructions, this\npaper presents an overview of life-time engineering\nmethodologies according to the current state-of-the-art.\nIn particular the methods currently received by International Standards are discussed. A special focus is devoted\nto the durability design of metal structures with respect to\nthe degradation phenomena able to impair the structural\ncapacity over time. Finally a proposal towards an\nintegrated approach to life-time engineering design of\nsteel structures and needs for further advances are\npresented.", "Daftar File": {}, "Penulis": "RAFFAELE LANDOLFO [-]", "Kontributor / Dosen Pembimbing": ["LUCREZIA CASCINI"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "Structure", "Kata Kunci": "sustainability, life-time engineering, performance based design, durability, metal structures", "Sumber": "Ironmaking & Steelmaking; Dec 2004; 31, 6; ABI/INFORM Collection pg.440", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "20 Des 2018"}