{"Nomor": 32542, "Judul": "Understanding architecture non-conformance: Why is there a gap between conceptual architectural rules and source code dependencies?", "Abstrak": "Evaluations of approaches and tools that assess the matching between a conceptual software architecture and its implementation\nshow that divergences typically occur. However, there is limited investigation of the nature of these divergences. Such an investigation\ncan reveal underlying problems, e.g. the use of inadequate granularity to document the architecture. In this paper, we evaluate and\ncharacterize the divergences between conceptual architectural rules\nand dependencies among modules implemented in the source code,\npotentially reflecting implemented rules. This was done by means of\na study involving six subject systems, in which we extracted source\ncode dependencies and compared them against architectural rules\nusing an association rule algorithm that provides a metric based on\nfrequency. This allowed us to make a quantitative and qualitative\nanalysis of the rule-dependency conformance. We concluded that,\nas expected, some systems have a large gap between conceptual architectural rules and implemented dependencies, with divergences\nbetween conceptual rules and dependencies ranging from 26.1%\nto 94.1%. Based on the relationship of implemented dependencies\nand architectural rules, we identified the occurrence of four types\nof dependencies, which revealed that large non-conformance is\nnot always due to architectural violations. In some cases, it is due\nto the coarse-grained representation of the software architecture,\nwhich does not capture implemented dependencies that are consistent with conceptual architectural rules—these are the identified\nintra-module and sub-conceptual dependencies. This indicates that\nfiner-grained architectural documentation is needed to use this\ninformation to govern software development and evolution.", "Daftar File": {}, "Penulis": "VANIUS ZAPALOWSKI [-]", "Kontributor / Dosen Pembimbing": ["DALTRO JOSE NUNES"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "Architecture", "Kata Kunci": "software architecture, architectural rules, architecture conformance", "Sumber": "https://dl.acm.org/", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "20 Des 2018"}