{"Nomor": 32543, "Judul": "EVALUASI APLIKASI PEMODELAN INJEKSI FLUIDA DENGAN MENGGUNAKAN FINITE ELEMENT HEAT AND MASS TRANSFER CODE (FEHM)", "Abstrak": "Injeksi fluida ke dalam batuan berpori dan permeabel akan mempengaruhi kondisi batuan di sekitarnya. Proses injeksi akan adanya proses kopel tekanan fluida dan stress yang menyebabkan stress batuan di sekitar daerah injeksi berubah. Perubahan ini dapat disimulasikan dengan menggunakan perangkat lunak open source Finite Element Heat and Mass Transfer Code (FEHM).\nDalam penelitian ini, model bawah permukaan dibuat dalam ukuran 3000m x 3000m x 2000m, terdiri dari empat lapisan yaitu Zona 1 (0-400m), Zona 2 (400-600m), Zona 3 (600-1300m) dan Zona 4 (1300-2000m). Parameter porositas dan permeabilits dibuat ke dalam dua model yaitu, Model 1 dibuat homogen untuk semua grid sedangkan Model 2 dibuat tidak homogen di jarak tertentu. Jarak antar grid diatur seragam untuk kedua model. Injeksi dilakukan dengan tipe point source, titik injeksi ini berada pada kedalaman 837 m dengan koordinat x = 1500 meter dan y = 1500 meter. Parameter elastisitas batuan diasumsikan homogen, elastik dan isotropik. Gradien tekanan 0,00981 MPa / meter dan gradien suhu 0,025 derajat C / meter. Proses injeksi dilakukan dengan injeksi sebesar 6 kg / detik dengan waktu simulasi selama 10 tahun. Hasil pemodelan injeksi menunjukan bahwa dengan aplikasi FEHM dapat digunakan untuk memprediksi distribusi tekanan fluida. Pada kasus Model 1, distribusi tekanan fluida tersebar secara radial ke segala arah, sedangkan pada kasus Model 2 distribusi fluida akan cenderung lebih besar kearah nilai porositas dan permeabilitas yang lebih besar. Proses injeksi juga menunjukan proses kopel tekanan fluida dengan stress batuan disekitar daerah injeksi.", "Daftar File": {"2018_TS_PP_HERDIS_HAERUSALAM_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/146206", "2018_TS_PP_HERDIS_HAERUSALAM_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/146207", "2018_TS_PP_HERDIS_HAERUSALAM_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/146208", "2018_TS_PP_HERDIS_HAERUSALAM_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/146209", "2018_TS_PP_HERDIS_HAERUSALAM_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/146211", "2018_TS_PP_HERDIS_HAERUSALAM_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/146212", "2018_TS_PP_HERDIS_HAERUSALAM_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/146213", "2018_TS_PP_HERDIS_HAERUSALAM_1-LAMPIRAN.pdf": "https://digilib.itb.ac.id/gdl/download/146214"}, "Penulis": "Herdis Haerusalam [22316004]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Fatkhan, M.T.", "David Prambudi Sahara, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geofisika", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Earth sciences", "Kata Kunci": "fluida, injeksi, FEHM, isotropis", "Sumber": "", "Staf Input/Edit": "", "File": "8 file", "Tanggal Input": "20 Des 2018"}