{"Nomor": 32551, "Judul": "PEMODELAN FISIKA BATUAN UNTUK KARAKTERISASI BATUSERPIH ORGANIK DI CEKUNGAN SUMATERA SELATAN", "Abstrak": "Produksi migas di Indonesia yang terus mengalami penurunan dalam beberapa tahun terakhir salah satunya disebabkan oleh semakin menipisnya cadangan utama dari reservoir konvensional. Industri migas kini harus mulai beralih dengan melakukan eksplorasi dan pengembangan reservoir non-konvensional, diantaranya shale oil dan shale gas. Reservoir jenis ini umumnya ditemukan terperangkap dalam batuan induk berupa batuserpih organik. Karakteristiknya cukup kompleks akibat keberadaan kerogen sebagai material organik yang dapat mempengaruhi properti elastik batuan secara signifikan. Studi pemodelan fisika batuan dapat membantu meningkatkan pemahaman kita untuk mengkarakterisasi batuserpih organik. Tujuan penelitian ini adalah untuk membuat model fisika batuan batuserpih organik untuk mengkuantifikasi efek kerogen dan porositas kerogen terhadap properti elastik. Model yang dibuat menggunakan metode bounding Voigt-Reuss-Hill, teori inklusi Kuster-Toksoz dan Self-Consistenet Approcmation, serta substitusi fluida Gassmann untuk menghitung properti elastik batuan. Model tersebut telah diuji pada data sintetik lalu diaplikasikan pada data log sumur RMDN di Cekungan Sumatera Selatan, di mana terdapat potensi batuserpih organik pada Formasi Gumai dengan kedalaman 4800 – 6000 feet. Karena keterbatasan data yang ada, beberapa perhitungan awal seperti estimasi fraksi dan properti mineral, porositas, dan total organic carbon (TOC) harus dilakukan sebelumnya. Pemodelan fisika batuan menunjukkan korelasi yang baik antara data hasil kalkulasi dan pengukuran dengan nilai korelasi 0,6 untuk Vp, 0,72 untuk Vs, dan 0,99 untuk densitas. Hasil tersebut juga mengindikasikan bahwa model dan alur perhitungan yang digunakan pada penelitian ini cukup cocok dan mampu menjelaskan properti elastik batuserpih organik dengan baik.", "Daftar File": {"2018_TS_PP_MUHAMAD_LUTFI_RAMADHAN_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/146229", "2018_TS_PP_MUHAMAD_LUTFI_RAMADHAN_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/146230", "2018_TS_PP_MUHAMAD_LUTFI_RAMADHAN_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/146231", "2018_TS_PP_MUHAMAD_LUTFI_RAMADHAN_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/146232", "2018_TS_PP_MUHAMAD_LUTFI_RAMADHAN_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/146233", "2018_TS_PP_MUHAMAD_LUTFI_RAMADHAN_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/146235", "2018_TS_PP_MUHAMAD_LUTFI_RAMADHAN_1-LAMPIRAN.pdf": "https://digilib.itb.ac.id/gdl/download/146236"}, "Penulis": "Muhamad Lutfi Ramadhan [22317017]", "Kontributor / Dosen Pembimbing": ["Ignatius Sonny Winardhie, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geofisika", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Earth sciences", "Kata Kunci": "kerogen, batuserpih oganik, pemodelan fisika batuan", "Sumber": "", "Staf Input/Edit": "", "File": "7 file", "Tanggal Input": "20 Des 2018"}