{"Nomor": 32568, "Judul": "ASTER multispectral bands, ground magnetic data, ground spectroscopy and space-based EIGEN6C4 gravity data model for identifying potential zones for gold sulphide mineralization in Bhukia, Rajasthan, India", "Abstrak": "We have used visible near infrared (VNIR) and shortwave infrared (SWIR) spectral bands of Advanced\nspaceborne thermal emission and reflectance radiometer (ASTER) to identify prospective zones of mineralization associated with the gold deposit in Bhukia area, Rajasthan. Lineament density, the extent of influence of regional structures/lineament, updated lithological map and the reference magnetic anomaly map are used for prospectivity mapping based on Fuzzy-logic based gamma overlay analysis. We have used high pass filtered (5 × 5 windows) image of selected bands of ASTER to delineate geological lineaments; which are believed to have a significant role in localizing hydrothermal fluid movement and also have influenced the ore deposition. In this regard, two evidential layers are prepared for geological structures. One layer is prepared to delineate a zone of influence of geological structures and other is on lineament density. For this, we also have used ground magnetic data and EIGEN6C4model based Bouguer gravity data to delineate regional structures;which are combined with the ASTER-derived lineaments to derive composite lineament density map. Principle component image of ASTER bands, suitable false color composite (FCC) images of selected bands are derived to update litho-contacts of reference geologicalmap to use as an evidential layer.Weightages for the themes, on favorable\nstructure, lineament density, and lithology are assigned based on the geological understanding of their relative influence on the formation of the deposit.Weightage given to each layer is rescaled to the range of 0–1 using suitable fuzzy function. In addition to the above-mentioned geogenic factors, magnetic anomalymap is also used as an evidential layer. In this regard, empirical relation between a magnetic anomaly and gold sulphides is used as the reference to give gradational higherweightages to highmagnetic anomaly zones;which are occurringwithin the spatial extent of the host rocks. Highly prospective zone in the Fuzzy prospectivemap prepared using above evidential layers is segmented for “potential or priority areas” and consequently validated. In this regard, high Zr/ Hf anomaly map, Fe2O3 oxide anomaly map, “basement-highs” derived from EIGEN6C4 gravity model and ASTER-derived gossan exposure map are used to identify few priority areas within the highly prospective zone of prospect map. Gossan exposure map used in above purpose has been derived based on the implementation of thematched filteringmethod on ASTER image using gossan broadband spectra as a reference. Highly prospective zone identified using few regional evidence layers are validated using the localized evidences; which have been used to identify few priority areas within the highly prospective zones. Present approach of conjugate use of regional and local evidence layers to identify the priority areas within the highly prospective zone can\nbe regarded as an innovative method to implement for gold exploration in any part of the world.", "Daftar File": {}, "Penulis": "Komal Rani [-]", "Kontributor / Dosen Pembimbing": ["Arindam Guha, Subhendu Mondal, Sanjit Kumar Pal, K. Vinod Kumar"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Fuzzy logic method Lithology Lineament density Bouguer gravity Magnetic anomaly Geochemical anomaly Gossans Mineral prospectivity", "Sumber": "Journal of Applied Geophysics 160 (2019) 28–46, https://doi.org/10.1016/j.jappgeo.2018.10.001", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "21 Des 2018"}