{"Nomor": 32563, "Judul": "PENGARUH PENAMBAHAN INOKULUM TERHADAP PROFIL KOMUNITAS MIKROBIOTA SELAMA FERMENTASI KOPI BERAROMA WINE: PENDEKATAN METAGENOMIK", "Abstrak": "Evaluasi komunitas mikrobiota yang terlibat selama proses fermentasi kopi beraroma wine telah dilakukan. Cita rasa kopi yang menyerupai buah anggur/winey ini banyak diminati oleh kalangan masyarakat Indonesia. Proses pengolahannya berbeda dengan kopi pada umumnya yaitu kulit kopi yang ikut difermentasi bersama dengan biji kopinya. Sensasi rasa unik tersebut berasal dari konversi berbagai senyawa pada kopi selama pengolahan. Pemrosesan kopi sebelum dikonsumsi melibatkan mikrobiota dengan keberagaman spesies yang sangat bergantung terhadap metode fermentasi yang digunakan. Mikrobiota yang berperan akan memberikan kontribusi terhadap kualitas akhir seduhan kopi. Proses fermentasi harus dilakukan secara terkontrol untuk memastikan pertumbuhan mikroorganisme yang menjadikan minuman kopi berkualitas tinggi dengan aroma kopi yang baik dan seragam. Pendekatan molekuler telah digunakan secara luas untuk mempermudah dengan teliti mengevaluasi keberagaman dan dinamika populasi mirobiota yang berperan selama fermentasi kopi.  \nTujuan dari penelitian adalah mengevaluasi struktur komunitas mikrobiota dalam fermentasi alami  dan fermentasi terkontrol setelah penambahan kultur starter ragi dan bakteri dengan perbandingan 10:1 (v/v) (10%(v/w)) pada pemrosesan kopi wine menggunakan pendekatan PCR-DGGE serta mengidentifikasi mikrobiota prokariot dan eukariot yang terlibat selama fermentasi alami kopi wine. Pendekatan metagenomik mikrobiota culture-independent melalui analisis polymerase chain reaction (PCR)-denaturing gradient gel electrophoresis (DGGE) digunakan untuk mengevaluasi dinamika populasi yang terjadi selama pemrosesan. Amplifikasi ekstrak DNA sampel menggunakan set primer universal yang menargetkan daerah V3 gen 16s rRNA untuk amplifikasi sampel DNA prokariotik (bakteri) dan region ITS1 gen Internal Transcribed Spacer (ITS) untuk sampel DNA eukariotik (jamur). Profil DGGE dianalisis menggunakan 2 metode analisis berbeda. (1) Analisis klaster terhadap pola pita DGGE yang terdeteksi dihitung dan dinyatakan dalam dendogram. (2) Diversitas total mikrobiota dibandingkan antara tiga variasi fermentasi menggunakan indeks Shannon-Wiener dan indeks dominansi Simpson. \nAnalisis DGGE komunitas pada fermentasi alami eukariot dan prokariot total masing-masing diperoleh 27 pita dan 12 pita dari seluruh tahap pemrosesan kopi wine. Mikroba eukariot melimpah sejak awal pemrosesan sedangkan mikroba prokariot jumlahnya meningkat pada tahap akhir fermentasi dan pengeringan. Pada profil DGGE optimasi, diversitas mikroba kultur starter NP dan PB cenderung stabil daripada kontrol. Dinamika indeks diversitas mikrobiota setelah penambahan inokulum menunjukkan perbedaan yang signifikan (p = 0,05). Indeks diversitas spesies Shannon-Wiener berdasarkan jumlah pita DNA yang dideteksi pada profil DGGE memperlihatkan bahwa komunitas total mikrobiota alami pada buah kopi segar menurun saat proses fermentasi berlangsung dan kembali meningkat pada proses pengeringan sedangkan diversitas setelah penambahan inokulum menurun dan indeks dominansi meningkat selama tahapan pemrosesan kopi. Hal ini menunjukkan terdapat dominansi spesies setelah penambahan inokulum pada pemrosesan kopi terkontrol.  \nAnalisis klastering berdasarkan percent similarity dari intensitas dan ketebalan profil pita DGGE menunjukkan diversitas mikroba dengan tingkat kesamaan 52% dan mengelompokkan komunitas mikrobiota menjadi dua klaster utama berdasarkan tahapan pemrosesannya. Mikrobiota alami buah kopi segar dan yang terlibat pada fermentasi hari pertama dan kedua memiliki kesamaan yang tinggi. Demikian pula dengan mikrobiota pada fermentasi hari ketiga, pengeringan dan setelah hulling berada pada klaster yang terpisah dari klaster pertama. Pada fermentasi optimasi, mikrobiota yang berperan di setiap tahapan berada pada klaster dengan tingkat kesamaan 82%, lebih tinggi dibandingkan dengan kontrol 70%. Hal ini mengindikasikan bahwa penambahan inokulum dapat mempengaruhi dinamika komunitas selama pemrosesan kopi. Hasil sekuensing dan analisis filogenetik mengungkapkan berbagai jenis ragi dari genus Pichia, Torulaspora, Hanseniaspora, Saccharomyces, dan Candida serta fungi berfilamen Aspergillus berperan dominan selama proses fermentasi dan pengeringan secara alami. Selain itu, bakteri asam laktat dari genus Lactobacillus, Klebsiella, Enterobacter, Pantoea dan Bacillus mendominasi komunitas bakteri pada jenis pemrosesan kopi ini. Sebagai kesimpulan, pendekatan molekuler berguna untuk menambah wawasan mengenai struktur komunitas mikrobiota yang terlibat dalam pemrosesan paska panen kopi, yang dapat mendukung pengembangan kultur starter untuk memproduksi kopi beraroma wine yang lebih baik serta menunjukkan bahwa penambahan kultur starter Pichia kudriavsevii dan Klebsiella sp. mampu mengubah struktur komunitas dengan mendominasi proses dan memberikan pengaruh signifikan untuk terciptanya proses fermentasi terkontrol pada pengolahan kopi wine.", "Daftar File": {"2018_TS_PP_Fitri_Handayani_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/146329", "COVER Fitri Handayani": "https://digilib.itb.ac.id/gdl/download/191358", "BAB 1 Fitri Handayani": "https://digilib.itb.ac.id/gdl/download/191359", "BAB 2 Fitri Handayani": "https://digilib.itb.ac.id/gdl/download/191360", "BAB 3 Fitri Handayani": "https://digilib.itb.ac.id/gdl/download/191361", "BAB 4 Fitri Handayani": "https://digilib.itb.ac.id/gdl/download/191362", "BAB 5 Fitri Handayani": "https://digilib.itb.ac.id/gdl/download/191363", "PUSTAKA Fitri Handayani": "https://digilib.itb.ac.id/gdl/download/191364"}, "Penulis": "Fitri Handayani [21116007 ]", "Kontributor / Dosen Pembimbing": ["Dr. Dea Indriani Astuti, S.Si.", "Intan Taufik, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "pemrosesan alami, kultur starter, wine coffee, DGGE, metagenomik, daerah V3, Internal Transcribed Spacer (ITS).", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "20 Des 2018"}