{"Nomor": 32586, "Judul": "Development of the NSAID-L-Proline Amino Acid Zwitterionic Cocrystals", "Abstrak": "Non-steroidal anti-inflammatory drugs (NSAID) belong to class II of the Biopharmaceutics Classification System\n(BCS) which exhibit low aqueous solubility. The crystal engineering technique such as cocrystallization is an effective\nstrategy to improve the solubility of drugs. Recently, exploration of the zwitterionic cocrystals involved amino\nacid, has been started and gained a lot of interest in the pharmaceutically active substance development. Under the\nguidance of the crystal engineering concept, cocrystal formation of some NSAID was investigated. The drugs are:\nmefenamic acid, ketoprofen, and diclofenac acid meanwhile L-proline was used as a co-former. Cocrystal screening\nwas conducted by liquid assisted grinding (LAG) with ethanol using the equimolar ratio of drug and L-proline. The\ndynamic formation of the new phase was monitored by FT-IR of both LAG and neat grinding (NG) crystallization\nmethod. Beyond the three of drugs, only diclofenac acid and L-proline interaction showed hydrogen bond that was\ninitially identified by the FT-IR method. This result was supported by the melting point change on the thermogram\nand the significant differences in diffractogram pattern. Furthermore, the hydrogen bond formation is clearly observed\nby using the FT-IR method. Next, the formation of the crystalline phase by LAG occurred faster than NG method.\nFinally, this study found the new phase arrangement between diclofenac acid and L-proline, which strongly indicate\na cocrystal. The dynamic of the cocrystal arrangement also was shown influenced by the method, in which LAG was\nfaster than NG method.", "Daftar File": {}, "Penulis": "ILMA NUGRAHANI [-]", "Kontributor / Dosen Pembimbing": ["Dwi Utami", "Benny Permana", "Slamet Ibrahim"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "NSAID, L-proline, zwitter-ionic cocrystal, formation.", "Sumber": "Journal of Applied Pharmaceutical Science Vol. 8(04), pp 057-063, April, 2018", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "21 Des 2018"}