{"Nomor": 32582, "Judul": "PREDIKSI KEMAMPUAN EMULSIFIKASI DAN PENATAAN MANDIRI PEPTIDA SURFAKTAN MENGGUNAKAN SIMULASI DINAMIKA MOLEKUL DENGAN MODEL COARSE GRAINED", "Abstrak": "Peptida adalah biomolekul yang terdiri dari asam-asam amino yang berikatan\nmelalui gugus amida. Peptida dan turunannya telah dilaporkan mampu melakukan\npenataan mandiri (self assembly) membentuk tabung nano, misel, atau vesikel.\nStruktur nano yang dihasilkan dapat dikendalikan oleh kondisi lingkungan seperti\npH dan ion Ca2+. Peptida dan turunannya juga mampu membentuk emulsi dengan\nmolekul-molekul hidrofobik sehingga berpotensi diaplikasikan dalam enhanced\noil recovery (EOR). Peptida mudah didegradasi oleh tubuh dan tidak beracun\nsehingga dapat digunakan sebagai pembawa obat dan sebagai senyawa tambahan\nbioaktif dalam industri makanan. Meskipun memiliki potensi yang sangat besar,\nkajian teoritis dan komputasi terhadap peptida dan turunannya masih sangat\nterbatas. Simulasi dinamika molekul adalah metode yang dapat digunakan untuk\nmengkaji dan memprediksi kemampuan peptida melakukan penataan mandiri dan\nkemampuan emulsifikasi dalam skala mikroskopis. Oleh karena itu, penelitian ini\nberfokus pada prediksi kemampuan emulsifikasi dan penataan mandiri peptida\nsurfaktan, serta faktor-faktor yang mempengaruhinya. Dua kelompok peptida,\nX6D dan X6D2 (X mewakili variasi residu glisin, alanin, valin, leusin, dan\nisoleusin) diprediksi kemampuan mengemulsi molekul dekana menggunakan\nsimulasi dinamika molekul. Setiap jenis variasi residu dikarakterisi berdasarkan\nnilai indeks hidropati yang menggambarkan sifat hidrofobik/hidrofilik dari setiap\nresidu. Simulasi dijalankan menggunakan perangkat lunak GROMACS dengan\nfungsi energi potensial MARTINI. Sistem simulasi dikonstruksi sehingga terdiri\ndari 100 molekul peptida, 20 molekul dekana, ion penetral, molekul antibeku, dan\nair. Simulasi dijalankan pada suhu 298 K pada tekanan 1 atm selama 1 ?s. Hasil\nsimulasi dianalisis secara visual dan secara kualitatif dengan menganalisis jumlah\nkontak yang terbentuk selama simulasi. Validasi metode dilakukan dengan\nsimulasi peptida A6K dan membandingkan hasil yang diperoleh dengan hasil\nspektroskopi FTIR dan SSNMR yang telah dilaporkan sebelumnya. Simulasi\npeptida A6K mereproduksi pembentukan struktur sekunder untai-? yang telah dilaporkan sebelumnya dari hasil spektroskopi FTIR dan SSNMR sehingga\nmemvalidasi penggunaan metode simulasi dinamika molekul. Hasil simulasi\nmenunjukkan bahwa hanya peptida dengan residu yang memiliki indeks hidropati\n? 3,8 (valin, leusin, dan isoleusin) mampu membentuk emulsi dengan molekul\ndekana. Analisis jumlah kontak molekul dekana dengan peptida menunjukkan\nbahwa peptida dengan residu leusin dan isoleusin dapat membentuk emulsi lebih\ncepat dengan jumlah kontak (? 45) yang lebih banyak dibandingkan peptida\ndengan residu valin (? 30). Hal ini menunjukkan bahwa semakin panjang rantai\nsamping, semakin banyak kontak yang dapat terbentuk dengan molekul dekana.\nAnalisis visual menunjukkan bahwa emulsi terbentuk melalui pembentukan miselmisel\nkecil yang kemudian bergabung membentuk struktur yang lebih besar.\nJumlah residu aspartat tidak berpengaruh signifikan terhadap kemampuan peptida\nmembentuk emulsi namun berpengaruh pada bentuk emulsi yang terbentuk.\nEmulsi yang terbentuk oleh peptida dengan satu residu aspartat berbentuk misel\nsedangkan peptida dengan dua residu aspartat berbentuk tabung (kecuali peptida\ndengan residu valin tetap berbentuk misel). Meskipun tidak membentuk emulsi,\npeptida dengan residu alanin dan glisin mampu membentuk struktur sekunder\nuntai-?. Peptida dengan residu glisin mampu membentuk struktur yang lebih\nteratur. Penambahan residu aspartat merusak keteraturan struktur untai-? yang\nterbentuk. Penelitian ini menunjukkan bahwa kemampuan emulsi peptida sangat\ndipengaruhi oleh hidropatisitas residu-residu yang membentuk bagian “ekor” dari\nsurfaktan. Bagian “kepala” surfaktan berpengaruh dalam penentuan bentuk\ngeometri emulsi atau penataan mandiri yang terbentuk. Hasil penelitian ini\ndiharapkan dapat membantu dalam mendesain peptida untuk diaplikasikan\nsebagai molekul pembawa obat atau pengemulsi dalam proses EOR.", "Daftar File": {"2014_TS_PP_TEGAR_NURWAHYU_WIJAYA_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/146372", "2014_TS_PP_TEGAR_NURWAHYU_WIJAYA_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/146373", "2014_TS_PP_TEGAR_NURWAHYU_WIJAYA_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/146374", "2014_TS_PP_TEGAR_NURWAHYU_WIJAYA_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/146375", "2014_TS_PP_TEGAR_NURWAHYU_WIJAYA_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/146376", "2014_TS_PP_TEGAR_NURWAHYU_WIJAYA_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/146377", "2014_TS_PP_TEGAR_NURWAHYU_WIJAYA_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/146378"}, "Penulis": "Tegar Nurwahyu Wijaya [20512059]", "Kontributor / Dosen Pembimbing": ["Dr. Rukman Hertadi, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "simulasi dinamika molekul, surfaktan, peptida, penataan mandiri, coarse grained, MARTINI", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "21 Des 2018"}