{"Nomor": 32604, "Judul": "ELEKTRODEIONISASI (EDI) UNTUK PEMURNIAN AIR DENGAN SALINITAS TINGGI", "Abstrak": "ABSTRAK\nELEKTRODEIONISASI (EDI) UNTUK PEMURNIAN AIR DENGAN SALINITAS TINGGI\nOleh\nAhmad Nurul Hakim\nNIM: 33013007\n(Program Studi Doktor Teknik Kimia)\nDesalinasi air laut telah menjadi pilihan dalam penyediaan air proses industri maupun kebutuhan hidup sehari-hari di berbagai negara. Sampai saat ini, proses desalinasi air laut masih didominasi oleh teknologi reverse osmosis (RO). Namun, tekanan operasi yang sangat tinggi menyebabkan sistem RO menjadi sangat kompleks. Elektrodeioniasasi merupakan alternatif yang menjanjikan sebagai pengganti reverse osmosis karena dapat beroperasi pada tekanan yang sangat rendah. Elektrodeioniasasi memanfaatkan beda potensial listrik untuk memindahkan ion dan membran penukar ion sebagai lapisan selektif pemisah ion. Saat ini, belum ditemui penerapan EDI dalam desalinasi air dengan salinitas tinggi seperti desalinasi air laut. EDI juga memiliki beberapa kelemahan yang membatasi penerapannya, seperti hambatan modul yang besar, difusi balik, dan reorientasi resin. Permasalahan-permasalahan tersebut akan diatasi melalui penelitian disertasi ini dengan menerapkan beberapa strategi. Hambatan listrik yang besar dapat diatasi dengan mengoptimasikan ketebalan modul, difusi balik dapat diatasi dengan desalinasi secara bertingkat, dan reorientasi resin dapat diatasi dengan pembalikan arah aliran. Hasil penelitian yang diperoleh mengkonfirmasi bahwa proses EDI dapat diterapkan dalam desalinasi air laut dengan penyisihan tertinggi mencapai 94,46% dan kebutuhan energi terendah sebesar 11,67 kWh/m3. Penyisihan tersebut dapat dicapai pada modul EDI dengan tebal spacer 4 mm yang dioperasikan pada tegangan 20 volt, laju alir = 2 ml/s, dan perolehan= 75%. Uji ANOVA mengindikasikan bahwa tegangan, perolehan, dan tebal spacer berpengaruh secara signifikan terhadap penyisihan sedangkan pengaruh laju alir sirkulasi tidak signifikan. Uji kinerja jangka panjang telah mengkonfirmasi stabilitas kinerja EDI dalam desalinasi air laut dengan penurunan kinerja kurang dari 1,5%. Uji scaling menunjukkan bahwa modul EDI dengan tebal spacer 12 mm lebih rentan mengalami scaling. Scaling yang terjadi lebih terkonsentrasi pada membran penukar anion daripada membran penukar kation. Metode pencucian dengan resirkulasi dapat mengembalikan kinerja EDI sampai dengan 94,66% dari kondisi awalnya sedangkan metode pencucian kombinasi dengan pembongkaran modul dapat mencapai 99,00% dari kondisi awal. Dengan mempertimbangkan\niii\nkompleksitasnya, metode pencucian dengan pembongkaran lebih cocok diterapkan ketika metode resirkulasi sudah tidak efektif lagi. Uji pada kondisi scaling yang dipercepat (accelerated scaling) menunjukkan bahwa adanya scaling dan presipitasi padatan dapat memicu reorientasi resin dan peningkatan tekanan pada kompartemen konsentrat. Prosedur pembalikan arah aliran yang dilakukan setiap tekanan konsentrat mencapa 1,5 bar telah berhasil menjaga stabilitas kinerja EDI. Hasil percobaan juga menunjukkan bahwa konfigurasi diluate filled EDI memiliki kinerja yang lebih baik daripada konfigurasi all filled EDI. Model matematis proses desalinasi dengan EDI secara partaian dikembangkan berdasarkan model porous plug dan neraca massa sederhana untuk menggambarkan perpindahan ion. Peran medium konduktif terhadap kinerja EDI dikuantifikasi berdasarkan teori porous plug sehingga diperoleh hubungan matematis antara konduktivitas unggun resin dan konduktivitas larutan sebagai fungsi dari konsentrasi larutan. Validasi model menunjukkan kesesuaian yang cukup baik dengan galat relatif tidak lebih dari 10%. Model matematis yang telah dikembangkan dapat digunakan untuk perancangan modul EDI maupun penentuan kondisi operasinya. Kombinasi proses presipitasi kimiawi dan ultrafiltrasi dapat menyisihkan Ca2+ sampai 93,36% dan Mg2+ sampai 87,60%. Membran polisulfon dengan konfigurasi cross flow memiliki kinerja yang paling stabil dengan penurunan kinerja < 20% selama 250 menit filtrasi dan memiliki kinerja pemisahan terbaik dengan penyisihan Ca2+= 93,36% dan penyisihan Mg2+= 87,60%. Backwash secara periodik direkomendasikan untuk mempertahankan stabilitas kinerja membran ultrafiltrasi. Uji scaling yang dipercepat membuktikan bahwa kombinasi proses presipitasi kimiawi dan ultrafiltrasi mampu menjaga stabilitas kinerja EDI dengan tingkat penurunan penyisihan < 5% pada akhir partai ke-10.", "Daftar File": {"2018_DS_TK_Ahmad_Nurul_Hakim1_cover.pdf": "https://digilib.itb.ac.id/gdl/download/146510", "2018_DS_TK_Ahmad_Nurul_Hakim1_bab1.pdf": "https://digilib.itb.ac.id/gdl/download/146512", "2018_DS_TK_Ahmad_Nurul_Hakim1_bab2.pdf": "https://digilib.itb.ac.id/gdl/download/146514", "2018_DS_TK_Ahmad_Nurul_Hakim1_bab3.pdf": "https://digilib.itb.ac.id/gdl/download/146516", "2018_DS_TK_Ahmad_Nurul_Hakim1_bab4.pdf": "https://digilib.itb.ac.id/gdl/download/146517", "2018_DS_TK_Ahmad_Nurul_Hakim1_bab5.pdf": "https://digilib.itb.ac.id/gdl/download/146518", "2018_DS_TK_Ahmad_Nurul_Hakim1_bab6.pdf": "https://digilib.itb.ac.id/gdl/download/146519", "2018_DS_TK_Ahmad_Nurul_Hakim1_bab7.pdf": "https://digilib.itb.ac.id/gdl/download/146520", "2018_DS_TK_Ahmad_Nurul_Hakim1_bab8.pdf": "https://digilib.itb.ac.id/gdl/download/146521", "2018_DS_TK_Ahmad_Nurul_Hakim1_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/146522"}, "Penulis": "Ahmad Nurul Hakim [33013007]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Subagjo", "Prof. Ir. I Gede Wenten, M.Sc., Ph.D.", "Dr.-Ing. Ir. Danu Ariono"], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "elektrodeionisasi, pemurnian air, perpindahan ion, salinitas tinggi", "Sumber": "", "Staf Input/Edit": "Budi Cahyadi", "File": "10 file", "Tanggal Input": "26 Des 2018"}