{"Nomor": 32614, "Judul": "VULKANOSTRATIGRAFI DAN PETROGENESIS GUNUNG PENANGGUNGAN, KABUPATEN MOJOKERTO DAN KABUPATEN PASURUAN, JAWA TIMUR", "Abstrak": "Gunung Penanggungan merupakan gunungapi yang tidak aktif dan berlokasi di\nutara Provinsi Jawa Timur. Tujuan dari penelitian ini adalah untuk mengidentifikasi\naspek tatanan geologi berupa geomorfologi, stratigrafi, struktur geologi,\nmagmatisme, seri magma, tektonik, dan sejarah geologi menggunakan prinsip\nvulkanostratigrafi dan petrogenesis. Metode yang dilakukan dalam penelitian\nmeliputi analisis pengindraan jauh (citra SRTM, peta topografi), analisis petrografi,\ndan analisis geokimia menggunakan XRF (X-Ray Fluorescence).\nGeomorfologi daerah penelitian terbagi menjadi enam satuan geomorfologi, yaitu\nSatuan Bukit Intrusi, Satuan Dataran Kaki Gunungapi, Satuan Kerucut Gunungapi,\nSatuan Kubah Lava, Satuan Lereng Gunungapi, dan Satuan Punggungan Aliran\nLava. Stratigrafi daerah penelitian dibagi menjadi dua Khuluk (Khuluk\nPenanggungan dan Khuluk Welirang). Khuluk Penanggungan terdiri dari Gumuk\nBende, Gumuk Belik, Gumuk Sendang, Gumuk Jembe, Gumuk Kedungudi,\nGumuk Gajahmungkur, Gumuk Wangi, Gumuk Bekel, Gumuk Kemuncup. Produk\nvulkanik Khuluk Penanggungan dan Khuluk Welirang berupa batuan piroklastik,\nlava andesit, lava basalt, dan intrusi andesit. Struktur geologi daerah penelitian\nterbagi menjadi struktur primer dan struktur sekunder. Struktur primer terdiri dari\nkekar berlembar, vesikuler, koheren, dan autobreksi. Sedangkan struktur sekunder\nterdiri dari Sesar Mendatar Mengiri Sumbersuko dan Sesar Mendatar Mengiri\nWatukosek.\nHasil analisis petrografi dan geokimia batuan menunjukkan Gunungapi\nPenanggungan mengalami proses diferensiasi magma berupa fraksionasi kristal,\nasimilasi batuan dan magma mixing dengan seri magma (High-K) Calc-Alkaline\ndari karakteristik lingkungan tektonik Island-Arc.", "Daftar File": {"2018_TA_PP_REZA_FEBRI_AGUS_SETYAWAN_-_COVER1.pdf": "https://digilib.itb.ac.id/gdl/download/146563", "2018_TA_PP_REZA_FEBRI_AGUS_SETYAWAN_-_BAB_11.pdf": "https://digilib.itb.ac.id/gdl/download/146564", "2018_TA_PP_REZA_FEBRI_AGUS_SETYAWAN_-_BAB_21.pdf": "https://digilib.itb.ac.id/gdl/download/146565", "2018_TA_PP_REZA_FEBRI_AGUS_SETYAWAN_-_BAB_31.pdf": "https://digilib.itb.ac.id/gdl/download/146566", "2018_TA_PP_REZA_FEBRI_AGUS_SETYAWAN_-_BAB_41.pdf": "https://digilib.itb.ac.id/gdl/download/146567", "2018_TA_PP_REZA_FEBRI_AGUS_SETYAWAN_-_BAB_51.pdf": "https://digilib.itb.ac.id/gdl/download/146568", "2018_TA_PP_REZA_FEBRI_AGUS_SETYAWAN_-_BAB_61.pdf": "https://digilib.itb.ac.id/gdl/download/146569", "2018_TA_PP_REZA_FEBRI_AGUS_SETYAWAN_-_PUSTAKA1.pdf": "https://digilib.itb.ac.id/gdl/download/146570"}, "Penulis": "REZA FEBRI AGUS SETYAWAN [12014023]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Mirzam Abdurrachman, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Penanggungan, Vulkanostratigrafi, Petrogenesis, Island-Arc", "Sumber": "PRODI GEOLOGI", "Staf Input/Edit": "tuti yulia  \n                                     Dedi Rosadi", "File": "8 file", "Tanggal Input": "26 Des 2018"}