{"Nomor": 32622, "Judul": "Controllable Viscoelastic Properties of Whey Protein-Based Emulsion Gels by Combined Cross-Linking with Calcium Ions and Cinnamaldehyde", "Abstrak": "Whey protein-based emulsion gels were fabricated by\ncombined covalent cross-linking with cinnamaldehyde and ionic cross-\nlinking with calcium ions. The structural and rheological properties of\nthese emulsion gels were characterized by microscopy, macrorheometry,\nand microrheometry. Soft to hard emulsion gels could be fabricated by\naltering the Ca\n2+\nlevel. However, water separation occurred in the\nemulsion gels at high calcium levels, indicating that an appropriate\nbalance of protein cross-linking was essential for a good functional\nperformance of the emulsion gels. At a constant calcium ion level, cross-\nlinking with cinnamaldehyde softened the texture of the emulsion gels\nand reduced the level of water separation. Thermal treatment could be used to strengthen the interaction between the whey\nproteins and calcium ions, presumably due to protein unfolding and aggregation. Rheology demonstrated that cross-linking\nreactions occurred between the whey protein and cinnamaldehyde at the oil\n?\nwater interface, which decreased the viscosity of\nthe emulsion gels, but increased their viscoelasticity. Microstructural changes observed by\nfl\nuorescence microscopy were in\nagreement with the rheology results. Scanning electronic microscopy showed that the microstructure of the emulsion gels was\nstrongly impacted by the presence of cinnamaldehyde, which led to a more uniform and smaller pore size. The gastrointestinal\nfate of the emulsion gels was determined using a simulated gastrointestinal tract model. The oral and gastric processing of the\nemulsion gels was strongly in\nfl\nuenced by cinnamaldehyde cross-linking, with less aggregation being observed. The information\nobtained in this study may facilitate the development of more innovative protein-based products with novel functional attributes\nfor use in foods and other applications.", "Daftar File": {}, "Penulis": "Weiting Fu [-]", "Kontributor / Dosen Pembimbing": ["Enmin Chen", "David Julian McClements", "Yanping Cao", "Shilin Liu", "Bin Li", "Yan Li"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Food technology", "Kata Kunci": "emulsion gel, whey protein isolate, cinnamaldehyde, rheological properties, digestion", "Sumber": "ACS Appl. Bio Mater. XXXX, XXX, XXX ? XXX", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "26 Des 2018"}