{"Nomor": 32639, "Judul": "Acoustic calibration in an echoic environment", "Abstrak": "Background: The sound fed to a loudspeaker may significantly differ from that reaching the ear of the listener. The transformation from one to the other consists of spectral distortions with strong dependence on the relative locations of the speaker and the listener as well as on the geometry of the environment. With the increased importance of research in awake, freely-moving animals in large arenas, it becomes important to understand how animal location influences the corresponding spectral distortions.\nNew method: We describe a full calibration pipeline that includes spatial sampling and estimation of the spectral distortions. We estimated the impulse responses of the environment using Golay complementary sequences. Using those sequences, we also describe an acoustic 3D localization method for freely moving animals. Results: In our arena, the impulse responses are dominated by a small number of strong reflections. We use this understanding to provide guidelines for designing the geometry of the environment as well as the presented sounds, in order to provide more uniform sound levels throughout the environment. Our 3D localization method achieves a 1.5 cm accuracy through the utilization of sound cues only. Comparison with existing methods: To our knowledge, this is the first description of a large-scale acoustic calibration pipeline with acoustic localization for neuroscience studies. Conclusions: Principled sampling of large arena allows for better design and control of the acoustic information\nprovided to freely-moving animals.", "Daftar File": {}, "Penulis": "Alexander Kazakov [-]", "Kontributor / Dosen Pembimbing": ["Israel Nelken"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Acoustic calibration Sound distortions Golay complementary sequences Echoic environments Freely moving animals 3D localization", "Sumber": "Journal of Neuroscience Methods 309 (2018) 60–70", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "27 Des 2018"}