{"Nomor": 32697, "Judul": "Resilient urban forms: A macro-scale analysis", "Abstrak": "Kota-kota perlu membangun ketahanan mereka untuk menghadapi berbagai bahaya alam dan buatan manusia yang mengancam daya saing, kemampuan hidup, dan fungsi mereka. Menyadari kebutuhan ini, konsep ketahanan semakin digunakan sebagai prinsip pengorganisasian untuk memandu desain penelitian dan memfasilitasi proses pengambilan keputusan yang lebih informatif. Namun, meskipun banyak penelitian tentang ketahanan perkotaan, penelitian tentang hubungan antara bentuk perkotaan dan ketahanan terbatas dan terfragmentasi. Studi ini menyoroti lebih lanjut tentang masalah ini dengan meninjau dan mensintesis bukti teoritis dan empiris tentang bagaimana struktur fisik kota dapat memfasilitasi atau menghambat ketahanan perkotaan. Mengakui bahwa setiap kota terletak dalam hierarki skala bersarang yang ditandai dengan dinamika lintas skala, hanya aspek tingkat makro dan elemen bentuk perkotaan yang dianalisis dalam makalah ini. Ini adalah ‘hierarki skala’, ‘ukuran kota’, ‘tipe pengembangan’, ‘derajat pengelompokan’, dan connectivity konektivitas lanskap / habitat ’. Kriteria dan indikator utama untuk menganalisis ketahanan setiap elemen / aspek ditentukan dan digunakan untuk membahas bagaimana bentuk perkotaan skala makro terkait dengan berbagai sifat ketahanan seperti ketahanan, redundansi, sumber daya, modularitas, fleksibilitas, kemampuan beradaptasi, dan efisiensi. Temuan menunjukkan bahwa bentuk perkotaan memiliki implikasi besar untuk fungsi sosial, ekologi, dan ekonomi kota dan dapat memainkan peran kunci dalam meningkatkan\nketahanan dan keberlanjutan.", "Daftar File": {}, "Penulis": "Ayyoob Sharif [-]", "Kontributor / Dosen Pembimbing": ["-"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "Area planning", "Kata Kunci": "Urban form; Resilience; Macro-scale; Scale hierarchy; Development type; Degree of clustering", "Sumber": "https://doi.org/10.1016/j.cities.2018.11.023", "Staf Input/Edit": "Rd. Lenny Fatimah N., Dra  \n                                     Rd. Lenny Fatimah N., Dra", "File": "1 file", "Tanggal Input": "31 Des 2018"}