{"Nomor": 32694, "Judul": "New Chemical Grouting Materials and Rapid Construction Technology for Inclined Shaft Penetrating Drift-Sand Layer in Coal Mine", "Abstrak": "Drift-sand layer is a common weak stratum in mine construction. *e construction of the shaft passing over the drift-sand layer is\nvery difficult. Traditional construction method faces many problems such as long construction period, high construction cost,\npoor working environment, and uncontrollability of the support effect. In view of the loose and fragile rock mass with great\ndeformation of sinking and driving engineering penetrating drift-sand layers in coal mine, the reaction mechanism and\nshortcomings of conventional chemical grouting materials were analyzed. New-type polymer grouting materials were prepared\nwith catalysts and vinyl epoxy resin, which was made from epoxy resin. A comprehensive chemical grouting construction\ntechnology was proposed, which comprises initiative closing, concentrated bypass flow, water plugging priority, and secondary\nsand curing for the inclined shaft passing over the drift-sand layer. Results show that new-type polymer sand-cured materials have\nlower viscosity, better grout ability, and fire resistance, and the solidified material has stronger bonding strength and better\ndeformation resistance compared with traditional chemical grouting materials. *e engineering application effect is very\nprominent in controlling water burst and leakage at the drift-sand layer; thus the on-site comprehensive construction progress\nand safety are guaranteed.", "Daftar File": {}, "Penulis": "Xicai Gao [-]", "Kontributor / Dosen Pembimbing": ["Xinyu Wang and Xiangdong Liu"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "Mining & related operations", "Kata Kunci": "Support Activities for Coal Mining", "Sumber": "Advances in Materials Science and Engineering Volume 2018, Article ID 2797419, 5 pages https://doi.org/10.1155/2018/2797419", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "1 file", "Tanggal Input": "31 Des 2018"}