{"Nomor": 32704, "Judul": "PEMETAAN PENGARUH PARAMETER PENYIMPANAN TERHADAP KUALITAS CENGKEH", "Abstrak": "ABSTRAK\nABSTRAK\nPEMETAAN PENGARUH PARAMETER PENYIMPANAN TERHADAP KUALITAS CENGKEH\nOleh\nFADIAN FARISAN SILMI\nNIM: 23016003\n(Program Studi Magister Teknik Kimia)\nCengkeh (Syzygium aromaticum) adalah jenis rempah-rempah dari Indonesia yang banyak ditemui di beberapa daerah di Indonesia. Senyawa-senyawa kimia pada cengkeh tersebut merupakan produk metabolit sekunder yang diketahui menimbulkan ciri khas dari rasa dan aroma cengkeh tersebut. Karateristik dari cengkeh tersebut dipengaruhi oleh kondisi lingkungan tempat penanaman dan pemanenan serta perlakuan pascapanen seperti penyimpanan dalam hal ini waktu simpan, temperatur, dan kelembaban.\nSalah satu metode untuk mempelajari karateristik metabolisme dari suatu sistem biologis adalah metabolomik. Dalam analisis metabolomik, beberapa metode analisis digunakan untuk pengukuran seperti kromatografi gas sebagai teknik pemisahan dari beberapa senyawa volatil dan spektrofotometri massa sebagai detektor yang berfungsi menginterpretasikan hasil kromatografi gas dari sampel.\nPenelitian ini bertujuan untuk mendeskripsikan pengaruh waktu simpan terhadap kualitas cengkeh dari berbagai daerah dan memetakan metabolisme cengkeh berdasarkan komposisi metabolitnya. Cengkeh diekstrak menggunakan Pressurized Liquid Extraction dan pemekatan solvent menggunakan Solid Pressurized Extraction. Hasil ekstraksi diinjeksikan ke alat GC-MS dan hasil dari spektrometri massa akan dilakukan pengolahan data secara statistik dengan Principal Component Analysis. Lingkup penelitian ini mencakup jenis cengkeh dari daerah Bali dan Tolitoli, variasi waktu penyimpanan pada rentang 61 minggu serta letak penyimpanan yang berbeda yaitu di daerah warehouse dengan temperatur 29±2oC pada kelembaban udara relatif 30% dan daerah laboratory dengan 24±2oC pada kelembapan udara relatif 9%.\nHasil dari penelitian menunjukkan bahwa secara statistik dengan rataan PCA score 2 dimensi sebesar 54,99%, pada cengkeh Bali hingga waktu penyimpanan selama 61 minggu belum menunjukkan tanda-tanda kestabilan pada metabolitnya. Sedangkan pada cengkeh Tolitoli dinilai secara statistik dengan rataan PCA score 2 dimensi sebesar 51,18%, pada minggu ke-40 penyimpanan menunjukkan kestabilan metabolit.", "Daftar File": {"2018_TS_TK_FADHLI_23016006_1_COVER1.pdf": "https://digilib.itb.ac.id/gdl/download/146906", "2018_TS_TK_FADHLI_23016006_1_BAB11.pdf": "https://digilib.itb.ac.id/gdl/download/146907", "2018_TS_TK_FADHLI_23016006_1_BAB31.pdf": "https://digilib.itb.ac.id/gdl/download/146908", "2018_TS_TK_FADHLI_23016006_1_BAB21.pdf": "https://digilib.itb.ac.id/gdl/download/146909", "2018_TS_TK_FADHLI_23016006_1_BAB41.pdf": "https://digilib.itb.ac.id/gdl/download/146910", "2018_TS_TK_FADHLI_23016006_1_BAB51.pdf": "https://digilib.itb.ac.id/gdl/download/146911", "2018_TS_TK_FADHLI_23016006_1_PUSTAKA1.pdf": "https://digilib.itb.ac.id/gdl/download/146912"}, "Penulis": "Fadian Farisan Silmi [23016003]", "Kontributor / Dosen Pembimbing": ["Dr. Made Tri Ari Penia Kresnowati, S.T., M.Sc.", "Ir. Ronny Purwadi, M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Cengkeh, Metabolomik, Penyimpanan, Metabolite Profiling, GC-MS,", "Sumber": "", "Staf Input/Edit": "Budi Cahyadi", "File": "7 file", "Tanggal Input": "02 Jan 2019"}