{"Nomor": 32718, "Judul": "POTENSI ENDOMIKORIZA INDIGENUS TERHADAP PERKECAMBAHAN BIJI KOPI", "Abstrak": "Tanaman kopi merupakan penghasil komoditi perkebunan yang paling banyak diperdagangkan. Produk kopi asal nusantara diketahui memiliki kualitas yang baik sehingga menjadi salah satu sumber pendapatan nasional dan devisa negara. Kopi dengan kualitas biji yang baik dipengaruhi oleh kemampuan tanaman kopi dalam penyerapan nutrisi yang seimbang dan habitat yang sesuai. Iklim tropis Indonesia sangat ideal untuk budidaya kopi, hal ini menyebabkan Indonesia menjadi salah satu eksportir kopi terbesar dunia. Namun, terdapat permasalahan terkait pengembangan kopi yaitu tingkat konsumsi yang terus naik namun jumlah produktivitas kopi yang rendah dan cenderung menurun. Berdasarkan data Coffee Market Report dari International Coffee Organization (ICO), komoditas kopi global mengalami defisit dalam beberapa tahun terakhir; termasuk di Indonesia terjadi defisit produksi sebesar -5,1% pada tahun 2017 yang menyebabkan posisi Indonesia tergeser oleh Vietnam sebagai negara penghasil kopi terbesar setelah Brazil dan Columbia. Produksi kopi perkebunan Indonesia hingga tahun 2015 disebutkan masih dibawah rata-rata produksi 10 tahun terakhir. Produksi yang rendah sangat dipengaruhi oleh proses perkecambahan biji kopi yang memakan waktu lama, serta faktor lingkungan yang mempengaruhi pertumbuhan dan perkembangan tanaman kopi seperti patogen dan perubahan iklim.  \n \nEndomikoriza merupakan simbiosis antara jamur dengan akar tanaman berupa infeksi pada jaringan korteks membentuk struktur khas yang disebut vesikular dan arbuskular yang dapat membantu penyerapan nutrisi secara optimum sehingga meningkatkan pertumbuhan dan ketahanan tanaman. Penelitian ini bertujuan untuk mengisolasi endomikoriza indigenus dari perkebunan kopi yang subur dan memiliki produktivitas tinggi di Indonesia, dan mengetahui potensi endomikoriza indigenus dalam meningkatkan pertumbuhan biji kopi, serta melakukan seleksi media pembawa endomikoriza menggunakan berbagai jenis substrat ekonomis. \n\nSampel tanah dan akar tanaman kopi diambil dari Perkebunan kopi Gunung Cijambu, Desa Genteng, Kecamatan Sukasari, Kabupaten Sumedang pada 3 titik ketinggian berbeda yaitu 1300, 1448, 1550 dan di perkebunan kopi Gunung Malabar Pangalengan, Kecamatan Banjaran, Kabupaten bandung pada ketinggian 1800 mdpl. Masing-masing sampel diambil pada 3 titik berbeda dengan 3 kali pengulangan pada masing-masing titik. Parameter lingkungan yang diukur adalah pH tanah, suhu, kelembapan tanah serta kadar C dan N. Endomikoriza diisolasi dari bagian korteks akar tanaman. Kelimpahan endomikoriza ditentukan secara culturable dan selanjutnya diidentifikasi dengan menggunakan metode sanger sequencing. Uji potensi endomikoriza terhadap perkecambahan tanaman kopi dilakukan menggunakan metode infeksi terhadap biji kopi sebanyak 10 kali pengulangan dengan masa inkubasi 11 minggu dalam rumah kaca LABTEK XI SITH ITB  dan diamati infeksi akarnya. Uji PGPR  endomikoriza yang dilakukan meliputi kemampuan phosphat solubility dan kemampuan menghasilkan IAA serta starch hydrolysis dan celllulose hydrolysis. Uji seleksi media pembawa endomikoriza dilakukan menggunakan 4 variasi substrat yang dapat mendukung pertumbuhan endomikoriza antara lain tanah, campuran tanah dengan ekstrak kentang, kompos dan bii-bijian.  \n \nDiperoleh 15 jenis isolat endomikoriza hasil isolasi dari perkebunan kopi Gunung Cijambu, Desa Genteng, Kecamatan Sukasari, Kabupaten Sumedang yang terletak pada ketinggian 1300, 1486 hingga 1550 mdpl serta Gunung Malabar Pangalengan, Kecamatan Banjaran, Kabupaten Bandung yang terletak pada ketinggian 1800 mdpl. Isolat 5 dan 22 merupakan isolat terpilih karena mempunyai kemampuan mempersingkat waktu perkecambahan dan meningkatkan pertumbuhan tertinggi. Kedua isolat mampu mempercepat waktu germinasi dari 45-70 hari menjadi 20 hari dan mampu meningkatkan pertumbuhan biji kopi dengan pertambahan panjang batang sebesar 32,6% dan 27,2% dibandingkan kontrol. Isolat endomikoriza 5 memiliki ciri morfologi berbentuk bulat, berwarna hijau kemerahan dibagian tengah dan benang halus berwarna putih di bagian terluarnya dengan tipe endofit berupa hifa, spora dan arbuskula. Isolat endomikoriza 22 berbentuk bulat dengan warna merah muda dibagian tengahnya dan struktur berupa benang halus dengan tipe endofit spora dan arbuskula. Uji PGPR menunjukkan kedua isolat positif dapat menghasilkan hormon tumbuh IAA, memiliki kemampuan phosphat solubility, starch hydrolysis dan celllulose hydrolysis. Analisis filogenetik menunjukkan isolat 5 dan 22 termasuk dalam spesies Fusarium oxysporum dari famili Ascomycota. Uji seleksi media menunjukkan kedua isolat dapat tumbuh pada seluruh media pembawa dengan media paling optimum adalah substrat campuran tanah dengan ekstrak kentang dengan total C organik sebesar 8,09% dan total N sebesar 0,52%.", "Daftar File": {"2018_TS_PP_ANNYSA_NUR_MALA_SARI_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/146945", "COVER Annysa Nur Mala Sari": "https://digilib.itb.ac.id/gdl/download/191181", "BAB 1 Annysa Nur Mala Sari": "https://digilib.itb.ac.id/gdl/download/191182", "BAB 2 Annysa Nur Mala Sari": "https://digilib.itb.ac.id/gdl/download/191183", "BAB 3 Annysa Nur Mala Sari": "https://digilib.itb.ac.id/gdl/download/191184", "BAB 4 Annysa Nur Mala Sari": "https://digilib.itb.ac.id/gdl/download/191185", "BAB 5 Annysa Nur Mala Sari": "https://digilib.itb.ac.id/gdl/download/191186", "PUSTAKA Annysa Nur Mala Sari": "https://digilib.itb.ac.id/gdl/download/191187"}, "Penulis": "Annysa Nur Mala Sari [20617001]", "Kontributor / Dosen Pembimbing": ["Dr. Pingkan Aditiawati, MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Perkecambahan biji, Endomikoriza, Diversitas, Kopi, Sequencing.", "Sumber": "-", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "02 Jan 2019"}