{"Nomor": 32717, "Judul": "Investigasi eksperimental pemadatan mekanik pada sifat fisik dan elastis serpih sintetis", "Abstrak": "Tiga set sampel serpih sintetis dengan mineral lempung yang berbeda disiapkan untuk mempelajari efek tekanan pemadatan mekanik pada sifat fisik dan elastis serpih. Hasil penelitian menunjukkan bahwa sifat fisik (yaitu, porositas, kepadatan, kecepatan akustik, dll.) Dari batulumpur sangat bervariasi tekanan pemadatan, dan jenis mineral tanah liat. Untuk tekanan pemadatan yang diberikan, serpih sintetis dengan kaolinit menunjukkan kepadatan terkecil dan porositas tertinggi, sedangkan sampel dengan smektit menunjukkan densitas tertinggi dan porositas terkecil. Selanjutnya, kecepatan menunjukkan ketergantungan yang cukup besar terhadap tegangan pemadatan, baik kecepatan gelombang P dan S dalam arah yang berbeda meningkat dengan tekanan pemadatan. Kami juga menemukan bahwa parameter kecepatan anisotropi meningkat dengan tekanan pemadatan, dan anisotropi gelombang-S lebih sensitif terhadap tekanan pemadatan dibandingkan dengan anisotropi gelombang-P. Sehubungan dengan sifat mekanik, modulus Young dinamis meningkat dengan tekanan pemadatan, sedangkan rasio Poisson menurun dengan tekanan pemadatan. Ini dapat dikaitkan dengan penurunan porositas. Hasilnya juga menunjukkan bahwa sifat mekanik menunjukkan perilaku anisotropik yang jelas. Akhirnya, korelasi yang kuat diamati antara porositas dan kecepatan anisotropi dan anisotropi mekanik untuk semua sampel yang disiapkan, menyediakan cara memperkirakan anisotropi seismik dari porositas dalam serpih. sedangkan rasio Poisson menurun dengan tekanan pemadatan. Ini dapat dikaitkan dengan penurunan porositas. Hasilnya juga menunjukkan bahwa sifat mekanik menunjukkan perilaku anisotropik yang jelas. Akhirnya, korelasi yang kuat diamati antara porositas dan kecepatan anisotropi dan anisotropi mekanik untuk semua sampel yang disiapkan, menyediakan cara memperkirakan anisotropi seismik dari porositas dalam serpih. sedangkan rasio Poisson menurun dengan tekanan pemadatan. Ini dapat dikaitkan dengan penurunan porositas. Hasilnya juga menunjukkan bahwa sifat mekanik menunjukkan perilaku anisotropik yang jelas. Akhirnya, korelasi yang kuat diamati antara porositas dan kecepatan anisotropi dan anisotropi mekanik untuk semua sampel yang disiapkan, menyediakan cara memperkirakan anisotropi seismik dari porositas dalam serpih.", "Daftar File": {}, "Penulis": "Fei Gong [-]", "Kontributor / Dosen Pembimbing": ["Bangrang Di, Jianxin Wei, Teng Long"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Perambatan gelombang ultrasonik Sifat fisik dan elastis Anisotropi", "Sumber": "Journal of Applied Geophysics S0926-9851(18)30684-0, https://doi.org/10.1016/j.jappgeo.2018.12.011", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "02 Jan 2019"}