{"Nomor": 32716, "Judul": "HOTEL DAN RESOR DI KAWASAN PANTAI SERENTING, LOMBOK SELATAN", "Abstrak": "Lombok merupakan salah satu destinasi wisata di Indonesia yang terkenal dengan pantaipantainya\nyang menawarkan pemandangan indah. Potensi pariwisata yang begitu besar mengakibatkan munculnya proyek Mandalika Resort di Lombok Selatan. Salah satu pantai yang terletak di kawasan Mandalika Resort ini adalah Pantai Serenting. Tujuan dari pembangunan hotel resor ini adalah untuk menyediakan fasilitas akomodasi bagi para wisatawan yang datang ke Lombok. Proyek ini melingkupi Family Hotel & Resort berbintang empat dengan lima bangunan hotel dan tiga tipe villa yang tersebar di sekitar tapak. Pada tapak terdapat sumbu yang merupakan area publik yang membagi area privat menjadi dua. Tapak berada pada zona dua di kawasan Mandalika Resort, yaitu zona yang mengedepankan konsep healthy living dan eco-friendly. Karena itu, diharapkan desain dari hotel resor ini ramah lingkungan serta dapat memberikan sarana yang mendukung konsep healthy living tersebut. Penggunaan material-material alami dan lokal menjadi salah satu pertimbangan dari desain hotel resor ini.", "Daftar File": {"2016_TA_PP_SHEILA_SYARIKA_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/147013", "2016_TA_PP_SHEILA_SYARIKA_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/147014", "2016_TA_PP_SHEILA_SYARIKA_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/147015", "2016_TA_PP_SHEILA_SYARIKA_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/147016", "2016_TA_PP_SHEILA_SYARIKA_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/147017", "2016_TA_PP_SHEILA_SYARIKA_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/147018", "2016_TA_PP_SHEILA_SYARIKA_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/147019"}, "Penulis": "Sheila Syarika [15212038]", "Kontributor / Dosen Pembimbing": ["Ir. Indra Budiman Syamwil, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Lombok, Hotel resor, Ramah lingkungan, Pantai serenting, Mandalika resort", "Sumber": "", "Staf Input/Edit": "suwadji  \n                                     suwadji", "File": "7 file", "Tanggal Input": "02 Jan 2019"}