{"Nomor": 32727, "Judul": "PENYEDERHANAAN ANALISIS-KORESPONDENSI UNTUK MENINGKATKAN AKURASI KOORDINAT UTAMA", "Abstrak": "Analisis korespondensi menghasilkan satu peta yang memberikan informasi interaksi antara dua variabel kategoris, berdasarkan kebergantungan antara kategori baris, kolom, atau keduanya. Masalah-masalah terbuka pada analisis korespondensi yang selama ini digunakan (konvensional) diantaranya, nilai eigen didapatkan dengan proses numerik, tahapan perhitungan yang panjang, data terbagi pada beberapa berkas komputer , dan sering kali terdapat data yang tidak akurat. Penyederhanaan analisis korespondensi yang dilakukan adalah, koordinat utama langsung dari data frekuensi pada matriks tabulasi silang, sehingga tidak menggunakan proses numerik dan meminimalisir pembulatan. Penyederhanaan juga terjadi ketika perhitungan dari sebagian data dan hasilnya relatif mirip dengan hasil dari data penuh (semua observasi digunakan dalam analisis).\nPermasalahan matematis pada analisis korespondensi yang diselesaikan dalam penelitian ini adalah: 1) Menentukan koordinat utama yang lebih sederhana dan akurat daripada metode konvensional. 2) Menentukan koordinat utama yang representatif berdasarkan sampel dari data berdimensi besar. 3) Melakukan studi kasus berdasarkan data penumpang bis antar kota. Berdasarkan permasalahan yang dikaji dihasilkan beberapa metode baru, yaitu metode untuk: 1) Menentukan koordinat utama yang lebih akurat dari tabel kontingensi berukuran ????×????, atau ????×???? dengan ????=2,3 dan ????,?????2 yang disebut dengan SoCA (simplification of correspondence analysis). 2) Mendapatkan ukuran sampel dari data penuh yang disebut dengan sampling acak numerik (NRS). 3) Mendapatkan matriks koreksi yang digunakan untuk memodifikasi matriks korespondensi sampel sehingga relatif mirip dengan data penuh.\nMatriks yang bersifat simetris dan memiliki solusi non-trivial menjamin bahwa 0 adalah nilai eigen pada perhitungan analisis korespondensi. Jika ???? adalah tabel kontingensi berukuran 2×????, atau ????×2 yang dibangun dari dua variabel kategoris, maka koordinat utama hasil SoCA lebih akurat dan perhitungannya lebih sederhana, karena dihitung langsung dari matriks elemen-elemen ????. Misalkan S berukuran ????×???? yang merepresentasikan kebergantungan antar kategori, nilai singular dan vektor singular kiri dari S didapatkan berdasarkan nilai dan vektor eigen dari ????=???????????? untuk ????????? atau ????=???????????? untuk ????>????. Jika ???? adalah tabel kontingensi berukuran 3×????, atau ????×3, maka ???? dapat dihitung langsung dari elemen-elemen ????. Koordinat utama dari tabel kontingensi sederhana, karena dihitung langsung dari matriks elemen-elemen ????.\nKebutuhan akan penyimpanan data yang besar, waktu proses yang lama, dan proses perbaikan data yang memerlukan biaya besar menuntut peneliti untuk menganalisis data dari sampel. Teknik sampling konvensional untuk data besar adalah menggunakan sampling acak sederhana (SRS), namun memerlukan berbagai asumsi distribusi. Pada disertasi ini memperkenalkan NRS yang bebas asumsi distribusi. Hasil NRS tetap konsisten walaupun sifat matriks yang diestimasi (distribusi marginal, kebergantungan, dan ukuran) berbeda. Para peneliti seringkali menggunakan SRS dengan margin of error (????) subjektif, maka kemungkinan besar hasil estimasi bias, sehingga penggunaan NRS lebih dikomendasikan. Selain untuk mengestimasi matriks NRS juga dapat digunakan untuk mengestimasi vektor dan skalar dari data penuh. NRS yang bersifat fleksibel membantu perhitungan untuk jenis analisis statistika apapun.\nDisertasi ini juga menambahkan cara untuk memodifikasi matriks korespondensi hasil sampling ????????, sehingga hasil analisis mirip dengan hasil dari data penuh. Misalkan ???? adalah matriks korespondensi data penuh. ????? ???? adalah penaksir ????, dan ???? adalah matriks koreksi, sehingga dicari ????? ????????? dengan ????? ????=???????????? jika ????????? dan ????? ????=???????????? jika ????>????. Setiap elemen dari matriks koreksi ???? merupakan hasil estimasi distribusi setiap elemen matriks koreksi sebanyak ???? replikasi pengambilan sampel yaitu ????????,????=1,?,????. Matriks koreksi untuk setiap replikasi pengambilan sampel dihitung dengan cara ????????=????????????,?????????????????????1 jika ????????? atau ????????=????????,?????????????????1???? jika ????>????.\nBerdasarkan penelitian yang telah dilakukan dan studi kasus pada data penumpang bis antar kota jurusan Bandung-Cirebon, maka didapatkan rekomendasi untuk manajemen perusahaan bis antar kota tersebut. 76,7% penumpang berasal dari Kota Bandung dan Cirebon, penumpang dari Kota Bandung yang begantung erat dengan pegawai swasta dan penumpang dari Kota Cirebon begantung erat dengan pelajar/mahasiswa. Rekomendasi untuk manajemen perusahaan adalah: 1) Memberikan kemudahan untuk para pegawai swasta dari Kota Bandung, misalkan kemudahan untuk mendapatkan tiket dan feeder, atau menyedikan tempat parkir nginap di pool bis, walaupun membutuhkan biaya tambahan. 2) Memberikan pelayanan yang sesuai untuk pelajar/mahasiswa dari Kota Cirebon, misalkan diskon harga tiket untuk pelajar/mahasiswa.", "Daftar File": {"2017_DIS_PP_IRLANDIA_GINANJAR_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/146957", "2017_DIS_PP_IRLANDIA_GINANJAR_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/146967"}, "Penulis": "Irlandia Ginanjar [30112008]", "Kontributor / Dosen Pembimbing": ["Udjianna Sekteria Pasaribu, Ph.D.", "Aleams Barra, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Analysis", "Kata Kunci": "Analisis korespondensi, Simplification of correspondence analysis, Sampling acak sederhana, Sampling acak numerik, Penumpang bis antar kota.", "Sumber": "", "Staf Input/Edit": "hidayat  \n                                     hidayat", "File": "7 file", "Tanggal Input": "02 Jan 2019"}