{"Nomor": 32722, "Judul": "ACOUSTOELASTIC THEORY FOR FLUID-SATURATED POROUS MEDIA", "Abstrak": "Based on the ?nite deformation theory of the continuum and poroelastic theory, the acoustoelastic theory for ?uid-saturated porous media (FSPM) in natural and initial coordinates is developed to investigate the in?uence of e?ective stresses and ?uid pore pressure on wave velocities. Firstly, the assumption of a small dynamic motion superimposed on a largely static predeformation of the FSPM yields natural, initial, and ?nal con?gurations, whose displacements, strains, and stresses of the solid-skeleton and the ?uid in an FSPM particle could be described in natural and initial coordinates, respectively. Secondly, the subtraction of initial-state equations of equilibrium from the ?nal-state equations of motion and the introduction of non-linear constitutive relations of the FSPM lead to equations of motion for the small dynamic motion. Thirdly, the consideration of homogeneous pre-deformation and the plane harmonic form of the small dynamic motion gives an acoustoelastic equation, which provides analytical formulations for the relation of the fast longitudinal wave, the fast shear wave, the slow shear wave, and the slow longitudinal wave with solid-skeleton stresses and ?uid pore-pressure. Lastly, an isotropic FSPM under the close-pore jacketed condition, open-pore jacketed condition, traditional unjacketed condition, and triaxial condition is taken as an example to discuss the velocities of the fast and slow shear waves propagating along the direction of one of the initial principal solid-skeleton strains. The detailed discussion shows that the wave velocities of the FSPM are usually in?uenced by the e?ective stresses and the ?uid pore pressure. The ?uid pore-pressure has little e?ect on the wave velocities of the FSPM only when the components of the applied initial principal solid-skeleton stresses or strains are equal, which is consistent with the previous experimental results.", "Daftar File": {}, "Penulis": "Huaqing Wang", "Kontributor / Dosen Pembimbing": ["-"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "acoustoelasticity, ?uid-saturated porous media, wave velocity, the e?ective stress, ?uid pore pressure", "Sumber": "Science Direct", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "02 Jan 2019"}