{"Nomor": 32739, "Judul": "Delineation of a buried volcanic system in Kora prospect off New Zealand using artificial neural networks and its implications", "Abstrak": "The Kora volcano, a submarine Miocene andesitic stratovolcano, is documented to be buried\nbelow ~1700m sedimentary strata in the northern Taranaki basin off New Zealand. The\nburied volcano and enclosing older sedimentary strata, structurally modulated the\nsubsurface architecture leading to the formation of structural and stratigraphic traps for\nhydrocarbon reservoirs. The Kora field is known for accumulating sub-commercial\nhydrocarbon resources within the volcanogenic deposits. Here, we attempt to image such a\ncomplex geological system from 3D time-migrated seismic data using state-of-the-art\nartificial neural networks coupled with interpreter’s acquaintances. For this, we have\ncomputed several attributes; optimally amalgamated these and trained over interpreter’s\nintelligence. This has resulted into a single new attribute, defined as the intrusion cube (IC)\nmeta-attribute, to produce the best possible image of the subsurface. The resultant IC metaattribute\nhas successfully brought out the extension and distribution of volcanic edifice within\nthe buried volcanic system along with several structural elements such as the sill networks,\ndyke swarms, forced folds, drag folds, jacked up strata and pinch-outs (along flanks of the\nvolcano) in the host sedimentary successions, which are very essential in understanding the\npetroleum system of the Kora field. This interpretational approach, based on a blended\noutput of neural intelligence of artificial networks and interpreters’ knowledge, can be\nsuitably employed for imaging any complex volcanic system from 3D seismic data.", "Daftar File": {}, "Penulis": "Priyadarshi Chinmoy Kumar [-]", "Kontributor / Dosen Pembimbing": ["Kalachand Sain, Animesh Mandal"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Meta-attributes; Neural Networks; New Zealand; Taranaki basin", "Sumber": "Journal of Applied Geophysics, S0926-9851(18)30334-3  DOI: https://doi.org/10.1016/j.jappgeo.2018.12.008", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "03 Jan 2019"}