{"Nomor": 32756, "Judul": "MEKANISME RUNTUHAN TEBING DENGAN BIDANG GELINCIR MELENGKUNG SEBAGAI AWAL LONGSORAN LERENG, STUDI KASUS DAERAH CILILIN KABUPATEN BANDUNG BARAT", "Abstrak": "Longsor merupakan bencana terbesar ketiga setelah banjir dan puting beliung yang kerap melanda dan memakan banyak korban jiwa di Indonesia. Dimana provinsi Jawa Barat merupakan provinsi kedua dengan jumlah kejadian longsor terbanyak yaitu mencapai 1075 kejadan hingga tahun 2017. Salah satu kejadian longsor di Jawa Barat yang menimbulkan kerugian besar dan memakan banyak korban adalah longsor di daerah Cililin. Pada penelitian ini dilakukan kajian lapangan, pengukuran laboratorium, pemodelan dan analisis guna menghitung besarnya faktor keamanan (FS) pada daerah yang telah longsor guna mengantisipasi adanya longsor susulan atau dikenal dengan residual debris dan pada daerah rawan longsor guna mengantisipasi terjadinya longsor. Dikaji pula penurunan matematis mekanisme longsor dan pandangan baru mengenai proses longsor, serta pembuktian runtuhan bidang melengkung yang ditemui di beberapa daerah longsor dengan kriteria Mohr-Coloumb (yang sesuai dalam kasus ini adalah ????=????????1/2, dimana koefisien A dapat di interpretasikan sebagai “ koefisien gesek” dalam keadaan ????1/2). Dengan mensubstitusikan lingkaran Mohr yang sesuai maka akan menghasilkan kurva yang diharapkan. Kurva ini kemudian digunakan untuk \"mengukur\" profil lapangan yang diamati untuk mendapatkan A.", "Daftar File": {"2017_DIS_PP_IKAH_N_P__PERMATASARI_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/147059", "2017_DIS_PP_IKAH_N_P__PERMATASARI_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/147061", "2017_DIS_PP_IKAH_N_P__PERMATASARI_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/147063", "2017_DIS_PP_IKAH_N_P__PERMATASARI_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/147065", "2017_DIS_PP_IKAH_N_P__PERMATASARI_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/147067", "2017_DIS_PP_IKAH_N_P__PERMATASARI_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/147069", "2017_DIS_PP_IKAH_N_P__PERMATASARI_1-BAB_6.pdf": "https://digilib.itb.ac.id/gdl/download/147070", "2017_DIS_PP_IKAH_N_P__PERMATASARI_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/147072"}, "Penulis": "Ikah Ning Prasetiowati Permana [30212008]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Lilik Hendradjaja, M.Sc., Ph.D.", "Drs. Gunawan Handayani, MSCE, Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Classical mechanics ; Solid mechanics", "Kata Kunci": "Longsor, faktor keamanan, residual debris, Mohr-Coloumb, runtuhan tebing lengkung.", "Sumber": "", "Staf Input/Edit": "hidayat  \n                                     hidayat", "File": "8 file", "Tanggal Input": "03 Jan 2019"}