{"Nomor": 32751, "Judul": "Fully Implicit Higher-Order Schemes Applied To Polymer Flooding", "Abstrak": "In water-based EOR methods, active chemical or\nbiological substances are added to modify the physical properties of the fluids or/and the porous media at the interface\nbetween oil and water. The resulting displacement processes\nare governed by complex interplays between the transport\nof chemical substances, which is largely linear and highly\naffected by numerical diffusion, and how these substances\naffect the flow by changing the properties of the fluids and\nthe surrounding rock. These effects are highly nonlinear\nand highly sensitive to threshold parameters that determine\nsharp transitions between regions of very different behavior. Unresolved simulation can therefore lead to misleading\npredictions of injectivity and recovery profiles.\nUse of higher-order spatial discretization schemes have\nbeen proposed by many authors as a means to reduce numerical diffusion and grid-orientation effects. Most higherorder simulators reported in the literature are based on\nexplicit time stepping, and only a few are implicit. One\nreason that fully implicit formulations are not widely used\nmight be that it becomes quite involved to compute the\nnecessary linearizations for modern high-resolution discretizations of TVD and WENO type. Herein, we solve this problem by using automatic differentiation. We also demonstrate that using lagged evaluation of slope limiters and\nWENO weights alleviates the nonlinearity of the discrete\nsystems and improves the computational efficiency, without\nhaving an adverse effect on the stability and accuracy of the\nhigher-resolution schemes.\nAs an example of EOR, we consider polymer flooding, which involves complex and adverse phenomena like\nadsorption in the rock, degradation and in-situ chemical\nreactions, shear thinning/thickening, dead pore space, etc.\nUsing a few idealized test cases, we compare and contrast\nexplicit and fully implicit time stepping for a variety of high\nand low-resolution spatial discretizations.", "Daftar File": {}, "Penulis": "TRINE S. MYKKELTVEDT [-]", "Kontributor / Dosen Pembimbing": ["Xavier Raynaud, Knut-Andreas Lie"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Fully implicit, Higher-order schemes, Polymer flooding", "Sumber": "Comput Geosci (2017) 21:1245–1266 DOI 10.1007/s10596-017-9676-6", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "03 Jan 2019"}