{"Nomor": 32763, "Judul": "STRATEGI PEMASARAN SISTEM PEMBAYARAN MOBILE BANK MANDIRI", "Abstrak": "Electronic commerce (e-commerce) saat ini telah mengalami lonjakan pengguna karena\nperkembangan teknologi, penggabungan teknologi telekomunikasi dan komputer dan iklim bisnis yang\nsesuai (Beam dan Segev, 1997). Sistem e-commerce ini membutuhkan metode untuk pembayaran data,\nproduk, dan layanannya. Salah satu system pembayaran e-commerce adah uang elektronik.\nUang elektronik (electronic money) adalah versi elektronik dari uang kertas yang mempunyai\natribut yang sama dengan uang tunai dari segi anominitas dan likuiditas (Panuranch, 1996). Bank Mandiri\nsebagai salah satu bank milik negara telah meluncurkan produk “Mandiri E-cash” sebagai system\npembayaran mobile. Mandiri E-cash adalah sistem aplikasi gratis yang disediakan oleh bank Mandiri\nuntuk membantu penggunanya dalam melakukan berbagai transaksi keuangan sebagai pengganti uang\ntunai.\nSejak diperkenalkan pada bulan maret 2014, jumlah pengguna Mandiri E-cash terus bertambah\ndengan jumlah pengguna sebanyak 5 juta pada tahun 2017 dan menargetkan 10 juta pengguna pada tahun\n2018. . Tantangan yang dihadapi produk Mandiri e-cash adalah bagaimana cara meningkatkan jumlah\npengguna aktifnya. Dengan bertambahnya pengguna aktif, maka volume transaksinya pun akan\nmeningkat. Untuk meningkatkan jumlah pengguna E-cash, penting untuk mengetahui faktor apa yang\nberpengaruh terhadap minat pengguna untuk menggunakan Mandiri E-cash.\nPenelitian ini dilakukan dengan menggunakan metode kualitatif dan kuantitatif. Hasil dari\npenelitian menunjukkan bahwa faktor-faktor yang mempengaruhi minat pengguna untuk menggunakan\nMandiri E-cash adalah faktor kepercayaan, manfaat, dan keamanan. Setelah melakukan analisis\nkonsumen, intenal, dan competitor pengarang menyimpulakan bahwa strategi pemasaran yang paling\ntepat untuk diterapkan terhadap Mandiri E-cash adalah strategi penguatan points of difference (PODs)\nyang sudah ada dan penambahan points of parity (POPs) yang baru.", "Daftar File": {"2019_TS_PP_SHERRY_NOVALIA_FUJIASTI_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/147090"}, "Penulis": "Sherry Novalia Fujiasti [29115562]", "Kontributor / Dosen Pembimbing": ["Reza Ashari Nasution, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Uang Elektronik, Strategy Pemasaran ,Pembayaran Mobile", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "03 Jan 2019"}