{"Nomor": 32777, "Judul": "RUMAH SAKIT UMUM SWASTA TIPE C DI PEDURENAN, BEKASI", "Abstrak": "Kota Bekasi merupakan bagian dari wilayah metropolitan Jabodetabek. Perkembangan\nekonomi dan jasa yang pesat berimplikasi pada pertambahan jumlah penduduknya.\nAkibatnya, terjadi penambahan beban tugas dalam pelayanan kemasyarakatan untuk\nmeningkatkan taraf hidup dan kesejahteraan masyarakat di Kota Bekasi pada bidang\nkesehatan. Sedangkan, rasio perbandingan populasi dengan jumlah tempat tidur rumah\nsakit saat ini masih di bawah rata-rata rasio standard umumnya. Oleh karena itu,\ndibutuhkan perancangan rumah sakit di salah satu lokasi di Kota Bekasi.\nPerancangan Rumah Sakit Umum Swasta di Pedurenan ini diharapkan dapat\nmemberikan suasana lingkungan yang dapat membantu proses penyembuhan dan\nmenumbuhkan optimisme pada pasien selain memenuhi persyaratan perancangan rumah\nsakit, seperti kinerja operasional pada bangunan, kejelasan aksesibilitas dan orientasi\npengguna di dalam maupun di luar bangunan, serta keberlanjutan bangunan terhadap\nlingkungan, sosial, dan ekonomi.\nBangunan rumah sakit yang berkapasitas 154 tempat tidur ini memiliki dua massa yang\nterdiri dari dua dan tiga lantai. Bentuk massa merupakan tanggapan dari bentuk lahan\nseluas 31.643 m2. Keseluruhan luas lantai bangunan ini sekitar 17.028,54 m2. Pada\nlantai dasar terdapat poliklinik, farmasi, IGD, laboratorium, radiologi, rehabilitasi\nmedik, dan instalasi servis. Terdapat taman penyembuhan di antara kedua massa\nbangunan. Lantai dua dan tiga merupakan area rawat inap dan kegiatan bedah, serta\nkegiatan administratif rumah sakit.", "Daftar File": {"2014_TA_PP_ASTRI_KASTINAH_PUTRI_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/147196"}, "Penulis": "Astri Kastinah Putri [15210033]", "Kontributor / Dosen Pembimbing": ["Dr.Ir. Lily Tambunan, MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Public structures", "Kata Kunci": "sirkulasi, keamanan, keselamatan, kenyamanan, rumah sakit umum", "Sumber": "", "Staf Input/Edit": "hidayat", "File": "6 file", "Tanggal Input": "03 Jan 2019"}