{"Nomor": 32774, "Judul": "STUDI POTENSIOMETRIK KAWAT EMAS BERLAPIS POLIPIROL SEBAGAI MATERIAL SENSOR ION FOSFAT", "Abstrak": "Pembuatan Molecular Imprinted Polymers (MIP) fosfat sebagai material sensor ion\nfosfat dipelajari dalam penelitian ini. Fosfor (biasa terdapat dalam bentuk fosfat)\nadalah nutrisi esensial untuk seluruh tanaman dan dalam pertanian modern. Selain\nitu, fosfat merupakan penyebab eutrofikasi di bendungan penyimpanan, pabrik\npengolahan limbah, sungai, dan danau, juga merupakan penyebab bau jamur\nselama musim panas. Pelepasan ion fosfat sebanyak 10 ?g L-1 ke badan air dapat\nberkontribusi untuk eutrofikasi, sehingga pemantauan ion fosfat sangat penting.\nKebutuhan kontrol yang tepat terhadap jumlah fosfat yang ditambahkan ke\ntanaman maupun yang berada di badan air yang cepat dan sederhana serta cara\npengukuran fosfat yang selektif, sensitif, dan akurat dapat dipenuhi oleh sensor\nselektif fosfat yang dibuat dari MIP fosfat dengan menggunakan polimer konduktif\nsebagai sensor fosfat. Permasalahan yang muncul pada penelitian ini adalah\nbagaimana cara sintesis MIP fosfat, mengkarakterisasi dan mengujinya. Penelitian\ndiawali dengan membuat elektroda referensi. Elektroda referensi dibuat dengan\nmelapis kawat Ag dengan AgCl. Kawat Ag dielektrolisis dalam larutan KCl 3 M\ndengan potensial sebesar 2 volt selama 15 menit. Kawat Ag yang telah terlapis\nAgCl kemudian dimasukkan ke dalam badan elektroda, lalu diisi oleh larutan KCl\n3 M. Elektroda referensi dikarakterisasi terlebih dahulu sebelum digunakan. Hasil\nkarakterisasi menunjukkan elektroda referensi yang dibuat memiliki puncak\noksidasi sedikit bergeser dibandingkan elektroda referensi komersil. Tetapi,\npergeseran yang terjadi relatif kecil, sehingga karakteristik elektroda referens\nbuatan dianggap sama dengan elektroda referens komersil. Sehingga dapat\ndisimpulkan elektroda referens yang dibuat bisa digunakan dalam penelitian ini.\nProses pembuatan MIP menggunakan potensiostat dari E–DAQ tipe e–corder 401\ndengan metode voltammetri siklik. Kondisi kerja alat saat pembuatan MIP diatur\npada parameter arus 2 ?A, rentang potensial antara -0,9 hingga 1,0 V, laju pindai\n100 mV/s dan siklus 10 kali. Uji selektifitas MIP fosfat dilakukan menggunakan\nmetode potensiometri. Pembuatan larutan elektropolimerisasi MIP dilakukan\ndengan mencampurkan pirol 0,05 M, difenil fosfat 0,05 M, etilen glikol\ndimetakrilat (EGDMA) 0,05 M, dan NaClO4 0,5 M dalam 25 ml akuades. Hasil\noptimasi pembuatan MIP diperoleh pada kondisi kerja alat arus 50 ?A, rentang\npotensial antara -0,8 hingga 0,6 volt, laju pindai 100 mV/s, dan siklus 10 kali. Hasil\nelektropolimerisasi berupa lapisan hitam yang menempel pada kawat emas. Hasil\nelektropolimerisasi pirol ini sesuai dengan acuan voltammogram\nelektropolimerisasi pirol. MIP fosfat kemudian dikarakterisasi menggunakan\nspektrofotometer infra merah. Hasil karakterisasi menggunakan spektrofotometer\ninfra merah tidak dapat dijadikan acuan untuk menentukan apakah material yang\ndisintesis merupakan polipirol atau bukan. Hal ini karena puncak–puncak yang\ndihasilkan masih melebar. Selain itu, pola spektra yang dihasilkan tidak sesuai\ndengan spektra polipirol. Sehingga karakterisasi dilakukan dengan pengamatan\nvisual. Pengamatan secara visual terhadap elektroda yang disintesis yaitu fasa padat\nberwarna hitam, dan melekat pada kawat emas yang digunakan. Hasil Scanning\nElectron Microscope (SEM) menunjukkan bahwa morfologi polipirol yang\ndisintesis seragam, teratur, dan memiliki rongga–rongga. Elektroda MIP kemudian\ndiuji selektivitasnya menggunakan anion PO4\n3–, HPO4\n2–, dan H2PO4\n– dengan\nvariasi konsentrasi 10–1–10–7 M serta ion pengganggu Cl–, NO3\n–, dan SO4\n2–. Hasil\nuji dan perhitungan koefisien selektivitas menunjukkan elektroda MIP yang dibuat\ndapat merespon terhadap anion fosfat dengan adanya anion pengganggu.", "Daftar File": {"2013_TS_PP_HIKMAT_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/147178", "2013_TS_PP_HIKMAT_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/147179", "2013_TS_PP_HIKMAT_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/147180", "2013_TS_PP_HIKMAT_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/147181", "2013_TS_PP_HIKMAT_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/147182", "2013_TS_PP_HIKMAT_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/147183", "2013_TS_PP_HIKMAT_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/147184"}, "Penulis": "Hikmat [20511020]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Buchari"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Molecular Imprinted Polymer (MIP), Sensor, Potensiometri, Voltammetri Siklik, Fosfat", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "03 Jan 2019"}