{"Nomor": 32787, "Judul": "Multi-Fidelity Meta-Modeling For Reservoir Engineering - Application To History Matching", "Abstrak": "Defining representative reservoir models usually\ncalls for a huge number of fluid flow simulations, which\nmay be very time-consuming. Meta-models are built to\nlessen this issue. They approximate a scalar function from\nthe values simulated for a set of uncertain parameters. For\ntime-dependent outputs, a reduced-basis approach can be\nconsidered. If the resulting meta-models are accurate, they\ncan be called instead of the flow simulator. We propose\nhere to investigate a specific approach named multi-fidelity\nmeta-modeling to reduce further the simulation time. We\nassume that the outputs of interest are known at various levels of resolution: a fine reference level, and coarser levels\nfor which computations are faster but less accurate. Multifidelity meta-models refer to co-kriging to approximate the\noutputs at the fine level using the values simulated at all\nlevels. Such an approach can save simulation time by limiting the number of fine level simulations. The objective of\nthis paper is to investigate the potential of multi-fidelity for\nreservoir engineering. The reduced-basis approach for timedependent outputs is extended to the multi-fidelity context.\nThen, comparisons with the more usual kriging approach\nare proposed on a synthetic case, both in terms of computation time and predictivity. Meta-models are computed to\nevaluate the production responses at wells and the mismatch\nbetween the data and the simulated responses (history\nmatching error), considering two levels of resolution. The results show that the multi-fidelity approach can outperform kriging if the target simulation time is small. Last, its\npotential is evidenced when used for history matching.", "Daftar File": {}, "Penulis": "ARTHUR THENON [-]", "Kontributor / Dosen Pembimbing": ["Veronique Gervais ,  Mickaele Le Ravalec."], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "History matching, Objective function, Meta-model, Kriging, Multi-fidelity co-kriging, POD decomposition", "Sumber": "Springer International Publishing Switzerland 2016, Comput Geosci (2016) 20:1231–1250 DOI 10.1007/s10596-016-9587-y", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "03 Jan 2019"}