{"Nomor": 32791, "Judul": "INTERPRETASI SEBARAN ALIRAN FLUIDA KONTAMINAN MENGGUNAKAN METODE SELF-POTENTIAL (SP) PADA TEMPAT PEMBUANGAN AKHIR (TPA) SAMPAH SARIMUKTI, KABUPATEN BANDUNG BARAT", "Abstrak": "Daerah Tempat Pembuangan Akhir (TPA) Sampah Sarimukti terletak di Kecamatan Cipatat Kabupaten Bandung Barat. Pada TPA terdapat air lindi (leachate) merupakan cairan kontaminan berasal dari rembesan air permukaan menuju dalam sampah. Air lindi ditampung menuju kolam penampungan air lindi. Perlu dilakukan peninjauan rembesan air lindi di sekitar daerah TPA. Rembesan dan aliran fluida dapat diinvestigasi dengan menggunakan metode Self-Potential (SP). Berdasarkan uraian diatas telah dilakukan penelitian yang bertujuan mengetahui distribusi pencemaran limbah air lindi di sekitar daerah pengukuran Tempat Pembuangan Akhir (TPA) sampah Sarimukti.\nPenelitian ini menggunakan metoda Self-Potential (SP) dengan teknik fix base. Data penelitian diambil dari 7 lintasan menggunakan multimeter dilengkapi dengan porouspot dan kabel penghubung. Data yang diperoleh diolah dan diinterpretasi menggunakan surfer 13. Hasil interpretasi data berupa kontur potensial dan ketinggian daerah penelitian.\nHasil penelitian menunjukkan bahwa terdapat anomali SP di sekitar daerah pengukuran. Pertama pada koordinat antara 759500 sampai 759600 latitude dan 9247400 sampai 9247500 longitude pada titik 23 lintasan 3, selanjutnya pada koordinat 759700 latitude dan 9247900 sampai 9248100 longitude pada titik 97 lintasan 1, dan pada koordinat 759424 sampai 759426 latitude dan 9247703 sampai 9247713 longitude pada titik 62 dan 63 lintasan 1. Anomali tersebut diduga disebabkan oleh potensial elektrokimia dari akumulasi lindi dan potensial elektrokinetik dari air lindi bawah permukaan dengan nilai beda potensial berkisar antara -55 sampai -75 milivolt.", "Daftar File": {"2019_TS_PP_Bavitra_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/147256", "2019_TS_PP_BAVITRA_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/165187", "2019_TS_PP_BAVITRA_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/165188", "2019_TS_PP_BAVITRA_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/165189", "2019_TS_PP_BAVITRA_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/165190", "2019_TS_PP_BAVITRA_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/165191", "2019_TS_PP_BAVITRA_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/165192", "2019_TS_PP_BAVITRA_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/165193"}, "Penulis": "Bavitra [20216305]", "Kontributor / Dosen Pembimbing": ["Wahyu Srigutomo, Ph.D", "Hary Mahardika, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Pengajaran Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "Tempat Pembuangan Akhir (TPA), air lindi (leachate), Self Potensial (SP), porouspot, anomali, fix base, surfer 13, potensial elektromia, potensial elektrokinetik.", "Sumber": "-", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "03 Jan 2019"}