{"Nomor": 32794, "Judul": "DINAMIKA KUANTUM DIPERCEPAT PADA SISTEM HALL", "Abstrak": "Telah dikembangkan sebelumnya sebuah metoda untuk mempercepat dinamika dari suatu sistem kuantum. Percepatan ini dilakukan dengan memberikan suatu potensial penggerak yang membuat sistem agar berevolusi lebih cepat dari evolusi semula. Proses terjadinya percepatan ini dapat mengubah keadaan dari sistem yang ditinjau. Untuk mengatasi itu, telah dikembangkan pula metoda mempercepat dinamika dari suatu sistem kuantum secara adiabatik dengan menggunakan parameter adiabatik ???? dan fasa regularisasi ?. Suatu sistem yang berevolusi secara adiabatik akan dapat mempertahankan keadaannya, namun membutuhkan waktu lama untuk berevolusi. Dengan metoda percepatan secara adiabatik ini, sistem dapat mencapai keadaan akhir dengan waktu yang lebih singkat. Metoda mempercepat secara adiabatik ini diaplikasikan ke sistem elektron pada bidang yang dikenai medan magnet dan medan listrik yang saling tegak lurus. Sistem akan dibentuk sedemikian rupa sehingga timbul efek hall kuantum integer yang dapat mempertahankan resistivitas sistem. Medan listrik dinaikkan secara adiabatik agar resistivitas tetap bernilai sama. Penelitian ini akan menunjukkan Hamiltonian yang diperlukan oleh sistem tersebut untuk dipercepat secara adiabatik sehingga resistivitas sistemnya akan tetap sama.", "Daftar File": {"2019_TA_PP_ATMAJA_SATYATUHU_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/147272"}, "Penulis": "Atmaja Satyatuhu [10214007]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.rer.nat. Bobby Eka Gunara, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "Dinamika Kuantum Adiabatik, Dinamika Kuantum Adiabatik Dipercepat, Dinamika Kuantum Dipercepat, Osilator Harmonik Kuantum, Potensial Penggerak, Regulerisasi, Resistivitas, Tingkat Landau", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "8 file", "Tanggal Input": "03 Jan 2019"}