{"Nomor": 32819, "Judul": "MOLECULARLY IMPRINTED POLYMERS SEBAGAI MATERIAL FUNGSIONAL SELEKTIF UNTUK PEMISAHAN-PRAKONSENTRASI DAN ANALISIS KURKUMINOID", "Abstrak": "Serbuk kunyit mengandung senyawa kurkuminoid. Kurkuminoid tersebut terdiri dari tiga senyawa kurkumin (Cur) sebanyak 77%, demetoksikurkumin (DMC) sebanyak 7%, dan 3% bisdemetoksikurkumin (BDMC). Masing-masing kurkuminoid memiliki sifat kimia dan fisiologis yang berbeda-beda serta diperlukan konsentrasi tertentu agar dapat digunakan sebagai kandidat obat. Oleh karena itu pengembangan metode pemisahan, pemurnian serta penentuan konsentrasi kurkuminoid menjadi sangat penting dilakukan sebelum digunakan sebagai sediaan farmasi.\nSejak diperkenalkan pada 1980-an, molecular imprinting polymers berpotensi sebagai teknik untuk pemisahan analit yang mempunyai derajat selektifitas yang tinggi. Polimer disintesis dengan polimerisasi monomer dan pengikat silang dengan adanya analit target (atau molekul analognya). Molekul target berperan sebagai cetakan selama proses polimerisasi, setelah ekstraksi molekul cetakan akan diperoleh padatan dengan sisi aktif yang cocok ukuran dan bentuknya dengan analit target. Pengikatan kembali molekul target kemudian terjadi melalui ikatan non kovalen. Karena relatif murah dan preparasi yang mudah, stabilitas pada suhu dan tekanan tinggi, dan ketahanan terhadap lingkungan yang ekstrim, imprinted polymer menjadi banyak diaplikasikan.\nPenggunaan MIP untuk pemisahan dan analisis kurkuminoid belum banyak dipublikasikan. Oleh karena itu dalam penelitian ini, sintesis MIPs menggunakan 4-(4-hidroksifenil)-2-butanon (HPB) dan bentuk tereduksi Bisdemetoksikurkumin (BDMC) sebagai molekul cetakan akan dipaparkan. HPB dan BDMC tereduksi dipilih dibandingkan analit target sendiri karena berkurangnya gugus vinil yang dapat berpartisipasi dalam proses polimerisasi dan mengakibatkan terbentuknya ikatan kovalen antara molekul cetakan ke matriks polimer. N-(2-aminoetil) metakrilamid dipilih sebagai monomer karena mampu membentuk ikatan hidrogen dengan cetakan. Pengikat silang, inisiator radikal dan porogen yang dipilih berturut-turut etilen glikol dimetakrilat (EGDMA), 2,2'-azobis (2'4-dimethyl valeronitril) (ABDV), dan asetonitril. Interaksi salah satu analit target kurkumin dengan monomer telah dikarakterisasi dengan titrasi spektrofotometri UV-Vis dalam asetonitril untuk memprediksi rasio mol cetakan dan monomer, hasilnya menunjukkan perbandingan cetakan dan monomer (1:2).\nEksperimen pengikatan kembali dengan dua target kurkuminoid telah ditentukan kinerja ikatannya terhadap MIPs-1 dan MIPs-2. Imprinting factor dari kedua analit target tersebut ditentukan dengan HPLC menggunakan fase gerak air: asetonitril. Kapasitas retensi metode batch terhadap kurkumin lebih besar dibanding metode alir dan kapasitas retensi metode batch BDMC lebih kecil dibanding metode alir. Model isoterm adsorpsi dalam penelitian ini mengikuti model isoterm Freundlich. Sebanyak 0,5 mg L-1 kurkumin dan BDMC dialirkan secara terpisah menuju cartridge SPE dan volume breakthrough (VB) kurkumin tercapai pada volume 41 mL dan 34 mL untuk BDMC. MIPs kemudian diaplikasikan untuk sorben Solid Phase Extraction (MISPE). Parameter yang telah dipelajari antara lain: loading solvent dan larutan pengelusi. Larutan yang dipilih berturut-turut air dan metanol. Persen recovery mencapai 75% jika analit dielusi dengan 1 mL metanol.\nStudi selektifitas telah dipelajari menggunakan HPLC dengan menggunakan kolom C-18 dan fasa gerak campuran air: metanol: asetonitril (50: 5: 45, % v/v) menghasilkan pemisahan dengan resolusi yang baik. Jika digunakan metanol: air (100: 0 dan 90: 10, % v/v) sebagai eluen pada MISPE, kurkumin dan BDMC keduanya teretensi. Jika komposisi metanol dikurangi maka akan sedikit analit yang terelusi dan proses elusi semakin lama. Eluen metanol: air (75: 25, % v/v) pH 9 digunakan untuk mengelusi BDMC dan selanjutnya kurkumin dielusi dengan 100% metanol.\nKinerja analitik metode yang dikembangkan menunjukkan kelinieran, kebolehulangan, limit deteksi, dan akurasi untuk analisis kurkumin berturut-turut adalah 0,9899; 3,59; 0,12 mg L-1, 105,8% sedangkan untuk BDMC berturut-turut 0,9831; 4,4; 0,19; 104,7%. Kinerja FIA yang ditunjukkan oleh faktor pengayaan menunjukkan untuk kurkumin sebesar 10 dan BDMC sebesar 6, efisiensi konsentrasi, dan indeks konsumtif adalah sebesar 0,4/menit, 10,4 mL. Faktor pengayaan MISPE-HPLC-UV-Vis untuk kurkumin 4 dan BDMC 2 sedangkan dengan metode MISPE HPLC-fluoresen sebesar 2 untuk kurkumin dan BDMC 3. Analisis sampel minuman herbal menunjukkan konsentrasi kurkumin sebesar 0,02% w/w dan BDMC 0,01% w/w. Seperti telah dijelaskan di atas, metode MISPE-FIA-UV-Vis yang dikembangkan dapat digunakan untuk pemisahan, prakonsentrasi, dan analisis kurkuminoid dalam sampel ekstrak minuman herbal.", "Daftar File": {"2015_DIS_PP_MEYLIANA_WULANDARI_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/147408", "2015_DIS_PP_MEYLIANA_WULANDARI_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/147410", "2015_DIS_PP_MEYLIANA_WULANDARI_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/147411", "2015_DIS_PP_MEYLIANA_WULANDARI_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/147412", "2015_DIS_PP_MEYLIANA_WULANDARI_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/147413", "2015_DIS_PP_MEYLIANA_WULANDARI_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/147414"}, "Penulis": "Meyliana Wulandari [30510302]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Muhammad Bachri Amran", "Prof. Dr. Buchari", "Prof. Dr. I Made Arcana, MS"], "Jenis Koleksi": "Disertasi", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "molecularly imprinted polymers, kurkuminoid, Flow Injection Analysis, molecularly imprinted solid phase extraction", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "6 file", "Tanggal Input": "04 Jan 2019"}