{"Nomor": 32811, "Judul": "KAJIAN MEKANISME KERJA DAUN BINAHONG (ANREDERA CORDIFOLIA (TEN.) V. STEENIS) SEBAGAI ANTIHIPERTENSI", "Abstrak": "Hipertensi merupakan penyakit kardiovaskular penyebab kematian utama ketiga\ndi Indonesia dengan prevalensi sebesar 26,5%. Terapi hipertensi secara\nfarmakologi dengan menggunakan obat antihipertensi dilakukan dalam jangka\nwaktu lama sehingga beresiko menimbulkan efek samping. Untuk mencari obat\nyang lebih aman dan mempunyai khasiat antihipertensi, dapat digali potensi bahan\nalam, salah satu sumbernya yaitu tanaman binahong. Binahong memiliki banyak\nmanfaat diantaranya dapat memperbaiki fungsi ginjal, mengobati diabetes, stroke,\nwasir, demam, sakit perut, radang, antimikroba, dan melancarkan peredaran darah.\nBinahong juga merupakan salah satu tanaman yang direkomendasikan untuk\nmenurunkan tekanan darah. Penelitian ini bertujuan untuk menentukan\nmekanisme kerja ekstrak daun binahong dan fraksi aktifnya serta menentukan\nsenyawa penanda pada fraksi aktif.\nPengujian efek antihipertensi pada ekstrak etanol daun binahong (EEDB)\ndilakukan melalui pengujian efek diuretik dan saluretik serta pengujian\nantihipertensi pada model hewan yang diinduksi dengan adrenalin. Ekstrak\nkemudian difraksinasi sehingga dihasilkan tiga jenis fraksi yaitu fraksi n-heksana\n(FH), fraksi etil asetat (FE), dan fraksi air (FA). Pada ekstrak dan fraksi dilakukan\npengujian efek antihipertensi pada model hewan hipertensi yang diinduksi\ndeksametason. Kajian mekanisme antihipertensi lebih lanjut dilakukan melalui\npengujian efek peningkatan kadar oksida nitrat (NO) secara in vivo; pengujian\nefek perintangan reseptor alfa, vasodilatasi melalui jalur NO, dan perintangan\nkanal kalsium secara ex vivo; serta pengujian efek inhibisi angiotensin converting\nenzyme (ACE) secara in vitro. Penentuan senyawa penanda dilakukan secara\nkromatografi lapis tipis (KLT) dengan membandingkan profil fraksi dengan\nsenyawa pembanding.\nPada pengujian efek diuretik dan saluretrik serta efek antihipertensi pada model\nhewan yang diinduksi adrenalin, digunakan EEDB 50, 100, dan 200 mg/kg bb.\nPengujian efek diuretik dilakukan dengan metode Lipschitz yang dimodifikasi.\nEEDB 200 mg/kg bb menunjukkan efek diuretik yang berbeda bermakna terhadap\nkelompok kontrol negatif pada pengamatan 24 jam (p<0,05) sedangkan efek\nsaluretik terjadi pada dosis 50 mg/kg bb. Peningkatan ekskresi natrium tidak\ndiikuti dengan peningkatan ekskresi kalium. Pada model hewan yang diinduksi\nadrenalin, kecepatan denyut jantung diukur dengan Non-Invasive Blood Pressure\n(NIBP) controller ADInstrument® . EEDB 50 mg/kg bb menurunkan kecepatan\ndenyut jantung akibat pemberian injeksi adrenalin secara signifikan dibandingkan\ndengan kontrol positif (p<0,05).\nPada pengujian efek antihipertensi dengan model hewan yang diinduksi\ndeksametason, digunakan EEDB 100 mg/kg bb; FH 0,02 mg/kg bb; FE 1,66\nmg/kg bb; dan FA 40,73 mg/kg bb. Tekanan darah tikus diukur dengan\nmenggunakan CODA® tail-cuff blood pressure system. Model hewan hipertensi\nterbentuk pada hari ketujuh setelah pemberian injeksi deksametason. EEDB, FE,\ndan FA dapat menurunkan tekanan darah sistolik secara signifikan pada hari ke-14\n(7 hari pengobatan) dengan penurunan tekanan darah berturut-turut sebesar 26,8;\n34,1; dan 40,5 mmHg. Tekanan darah diastolik mulai turun sejak hari ke-8 (1 hari\npengobatan) pada kelompok EEDB dengan penurunan tekanan darah sebesar 24,1\nmmHg. Pada kelompok FH, FE, dan FA, penurunan tekanan darah diastolik\nterjadi pada hari ke-14 (7 hari pengobatan) dengan penurunan tekanan darah\nberturut-turut sebesar 22,0; 24,5; dan 35,4 mmHg.\nKadar NO diukur secara spektrofotometri uv-sinar tampak pada panjang\ngelombang 546 nm setelah sampel serum direaksikan dengan pereaksi Griess.\nNilai absorbansi yang diperoleh sebanding dengan kadar NO yang dihitung\nmelalui persamaan regresi linier kurva kalibrasi natrium nitrit. Kadar NO dalam\nserum tikus mengalami peningkatan yang signifikan terhadap kelompok kontrol\n(p<0,05) pada 90 menit setelah pemberian EEDB 100 mg/kg bb dan FA 40,73\nmg/kg bb yaitu sebesar 48,5 dan 36,36 ?M. Pemberian FE hanya meningkatkan\nkadar NO sebesar 19,89 ?M.\nPada pengujian ex vivo, digunakan aorta kelinci yang dipaparkan terhadap EEDB\n1,57 mg/mL; FH 0,0003 mg/mL; FE 0,03 mg/mL; dan FA 0,64 mg/mL. Efek\npemberian EEDB, FH, FE, dan FA diamati pada kimograf lalu dihitung persen\nrelaksasi dan waktu relaksasi. Pada kontraksi yang diinduksi norepinefrin, EEDB,\nFH, FE, dan FA menunjukkan persen relaksasi berturut-turut sebesar 60,9; 39,2;\n48,2; dan 52,5%. Waktu relaksasi pada semua kelompok uji menurun secara\nsignifikan terhadap kelompok yang diinduksi norepinefrin (p<0,05). Pada\nkontraksi yang diinduksi norepinefrin dengan pretreatmen metilen biru, persen\nrelaksasi yang terjadi akibat pemberian EEDB, FH, FE, dan FA berturut-turut\nsebesar 21,4; 30,7; 21,6; dan 23,8% serta tidak terjadi penurunan waktu relaksasi.\nPada kontraksi yang diinduksi KCl, persen relaksasi yang terjadi akibat pemberian\nEEDB, FH, FE, dan FA berturut-turut sebesar 42,2; 20,4; 49,1; dan 35,8%, akan\ntetapi tidak terjadi penurunan waktu relaksasi.\nPengujian inhibisi ACE dilakukan dengan menggunakan Hip-His-Leu sebagai\nsubstrat dan mengukur produk yang terbentuk secara spektrofotometri uv-sinar\ntampak pada panjang gelombang 228 nm. Dari data absorbansi, dihitung persen\ninhibisi enzim dan ditentukan nilai IC50. Nilai IC50 pada pemberian EEDB, FH,\nFE, dan FA berturut-turut sebesar 20,76; 198,13; 115,77; dan 88,41 ?g/mL.\nHasil pengujian dengan KLT menunjukkan bahwa asam ursolat dapat digunakan\nsebagai senyawa penanda pada FH, senyawa apigetrin dapat digunakan sebagai\nsenyawa penanda pada FE, sedangkan pada FA senyawa penanda merupakan\nsuatu senyawa flavonoid.\nDari hasil seluruh percobaan tersebut, EEDB terbukti secara praklinis memiliki\nefek antihipertensi melalui beberapa mekanisme kerja yaitu sebagai diuretik dan\nsaluretik, antagonis reseptor beta, vasodilatasi melalui jalur NO (ex vivo dan in\nvivo), inhibisi kanal kalsium, serta inhibisi ACE. Mekanisme kerja yang dominan\ndari ekstrak etanol daun binahong sebagai antihipertensi adalah sebagai\nvasodilator melalui jalur NO dan antagonis reseptor ?1. Fraksi air menunjukkan\nefek vasodilatasi melalui jalur NO (ex vivo dan in vivo) serta inhibisi ACE\n(lemah), tetapi tidak menunjukkan efek inhibisi kanal kalsium. Fraksi etil asetat\nmenunjukkan efek vasodilatasi melalui jalur NO (ex vivo), inhibisi kanal kalsium\n(lemah), serta inhibisi ACE (lemah). Hasil pengujian pada fraksi n-heksana tidak\nmenunjukkan efek inhibisi kanal kalsium dan inhibisi ACE, tetapi menunjukkan\nefek vasodilatasi melalui jalur NO (ex vivo).", "Daftar File": {"2017_DS_PP_AFRILLIA_NURYANTI_GARMANA_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/147386", "2017_DS_PP_AFRILLIA_NURYANTI_GARMANA_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/147387", "2017_DS_PP_AFRILLIA_NURYANTI_GARMANA_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/147388", "2017_DS_PP_AFRILLIA_NURYANTI_GARMANA_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/147389", "2017_DS_PP_AFRILLIA_NURYANTI_GARMANA_1-BAB_4_1.pdf": "https://digilib.itb.ac.id/gdl/download/147390", "2017_DS_PP_AFRILLIA_NURYANTI_GARMANA_1-BAB_4_2.pdf": "https://digilib.itb.ac.id/gdl/download/147391", "2017_DS_PP_AFRILLIA_NURYANTI_GARMANA_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/147392", "2017_DS_PP_AFRILLIA_NURYANTI_GARMANA_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/147393"}, "Penulis": "Afrillia Nuryanti Garmana [30712016]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Elin Yulinah Sukandar", "Prof. Dr. Irda Fidrianny"], "Jenis Koleksi": "Disertasi", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "Pharmacology & therapeutics", "Kata Kunci": "binahong, Anredera cordifolia, antihipertensi, vasodilator, oksida nitrat, antagonis beta-1", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "8 file", "Tanggal Input": "03 Jan 2019"}