{"Nomor": 32814, "Judul": "High-precision seismic data reconstruction with multi-domain sparsity constraints based on curvelet and high-resolution Radon transforms", "Abstrak": "In recent years, the sparsity-promoting reconstruction method based on the compressed\nsensing theory has been rapidly developing and applied to seismic data reconstruction. Many\nachievements have been made toward providing high-quality reconstruction by using\nundersampled data. However, the problem of insufficient reconstruction in null traces still hinders\nus a lot in practical applications, especially for complex seismic data. Aiming to solve this\nproblem, we made full use of the sparsity characteristics of seismic data in multiple sparse\ntransform domains and jointly reconstructed seismic data to realize the complementary advantages\nof multiple sparse transforms; As such, we propose a high-precision seismic data recovery method\nwith multi-domain sparsity constraints based on curvelet and high-resolution Radon transforms.\nNumerical examples by synthetic and real data showed that the new approach can achieve a better\nreconstruction result than the commonly used curvelet-based recovery method. Integrated with the\ncurvelet transform to develop new recovery method, the high-resolution Radon transform has\nmore advantages than the conventional Radon transform for overcoming the shortcomings\nassociated with the insufficient reconstruction of high-amplitude events. At the same time, the\nmethod is also applicable for developing new reconstruction methods by combining other sparse\ntransforms depending on the characteristics of seismic data. The reconstruction method with\nmulti-domain sparsity constraints can easily be extended to three-dimension situation.", "Daftar File": {}, "Penulis": "Hanchuang Wang [-]", "Kontributor / Dosen Pembimbing": ["Chunhui Tao, Shengchang Chen, Ziyin Wu, Yong Du, Jianping Zhou, Lei Qiu, Honglei Shen, Weijun Xu, Yunlong Liu"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "seismic data reconstruction; multi-domain; sparsity constraints; curvelet transform; high-resolution Radon transform", "Sumber": "Journal of Applied Geophysics, S0926-9851(18)30806-1 DOI: https://doi.org/10.1016/j.jappgeo.2018.12.003", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "04 Jan 2019"}