{"Nomor": 32831, "Judul": "PASAR FESTIVAL JONGKE DI LAWEYAN, SOLO", "Abstrak": "Pasar Festival Jongke di Laweyan, Solo adalah sebuah pasar tradisional sebagai area belanja dan wisata yang menjajakan produk asli Kota Solo baik dalam bidang seni, kerajinan tangan, maupun kuliner yang terintegrasi, yang menyatukan seluruh kesenian/ kerajinan tangan/ produk hasil dan kuliner khas dari seluruh Kota Solo dan sekitarnya di suatu area dengan tetap mengusung konsep belanja ‘ala tradisional Jawa’. Ide yang mendasari adalah keinginan untuk mengorganisir pengusaha-pengusaha usaha kecil menengah dan para seniman lokal Kota Solo di suatu area yang dikelola untuk menjaga kelangsungan usaha mereka dan memasarkan produk lokal sehingga memudahkan masyarakat lokal, turis lokal maupun turis asing untuk mengenal seni, budaya, dan cita rasa kuliner khas Solo.\nKomoditas lokal yang menjadi dasar peracangan pasar festival diantaranya sepeda antik, kerajinan pahat kayu, kerajinan keramik, kerajinan batik, dan kuliner khas Solo. Konsep ruang pasar festival yang dibentuk berdasarkan cluster sesuai kelompok komoditas barang dagangan dapat memudahkan pengunjung untuk memiliki orientasi saat berbelanja dan berwisata. Selain itu plaza-plaza yang dibentuk juga dilatarbelakangi oleh Kota Solo yang memiliki kebiasaan untuk mengadakan acara rutin seperti mini konser musik, festival budaya, dan Karnaval Batik Solo.\nPerancangan pasar festival mengambil konsep-konsep yang sesuai dengan konteks lokal Jawa baik dari konsep ruang, konsep bangunan, maupun konsep perletakan bangunan. Konsep ruang pendopo pada rumah adat Jawa Tengah diwujudkan pada konsep selasar-selasar dan kios-kios yang memiliki konsep bangunan panggung, sedangkan konsep bangunan dengan material atap sirap dan bentuk atap yang besar menjadi ciri khas perancangan pasar Festival ini. Selain itu perletakan bangunan yang menyebar namun tetap disatukan dengan plaza membuat pengguna pasar mudah dalam menentukan orientasi.", "Daftar File": {"2015_TA_PP_AGNES_CYNTHIA_GARETTA_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/147470"}, "Penulis": "Agnes Cynthia Garetta [15211089]", "Kontributor / Dosen Pembimbing": ["Ir. Wiwik Dwi Pratiwi, MES, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Public structures", "Kata Kunci": "Pasar Festival, Solo, Laweyan, Pasar Tradisional, lokalitas", "Sumber": "", "Staf Input/Edit": "hidayat  \n                                     hidayat", "File": "9 file", "Tanggal Input": "04 Jan 2019"}