{"Nomor": 32835, "Judul": "TEKNIK PENGUKURAN SPACE CHARGE UNTUK KABEL SKALA PENUH PADA SUHU KONDUKTOR TINGGI", "Abstrak": "Latar Belakang. Kabel listrik HVDC berinsulasi polimer diaplikasikan untuk\ntransmisi kabel bawah laut dengan jarak jauh. Insulasi tersebut dapat menghasilkan\nspace charge internal, yang menimbulkan gangguan medan listrik. Selanjutnya,\nkarena insulasi diaplikasikan pada suhu tinggi yang berasal dari arus di konduktor,\nspace charge dapat dengan mudah diinjeksikan ke dalam insulasi. Dalam proses\nperkembangan dari kabel, hal ini sangatlah penting untuk menjelaskan bahwa tidak\nada pembentukan space charge secara signifikan. Pengukuran space charge untuk\nkabel skala penuh lebih diminati pada tahap akhir pengembangan. Salah satu alat\nyang dapat diandalkan untuk pengukuran space charge adalah metoda Pulse\nElectro-Acoustic (PEA). Pada kajian ini, peralatan untuk pengukuran space charge\npada kabel ukuran penuh dimodifikasi untuk memperoleh konduktor suhu tinggi\ndengan transformer arus (CT) dan distribusi space charge di investigasi pada\ntemperatur konduktor yang tinggi. Penelitan ini mengusulkan sebuah metoda untuk\nmemperkirakan suhu konduktor untuk hasil distribusi muatan.\nMetoda penelitian. Pengukuran space charge pada suhu konduktor yang tinggi\ndiaplikasikan untuk model kabel ukuran penuh dengan desain ketebalan insulasi\npolimer 3 mm, 1,025 mm untuk semikonduktor luar, 1,05 mm untuk semikonduktor\ndalam dan diameter kondukstor 14,35 mm. Arus tinggi di konduktor dihasilkan\ndengan mengendalikan arus yang mengalir melalui CT dan memanaskan kabel hingga suhu 361K. Kemudian, space charge diukur dengan menggunakan teknik\nPEA pada suhu konduktor yang tinggi.\nHasil dan Diskusi. Distribusi space charge diinvestigasi dengan mengaplikasikan\ntegangan DC 30 kV pada suhu kamar atau suhu konduktor yang tinggi. Dari deteksi\nperbedaan waktu antara sinyal konduktor dan elektroda pentanahan, sound speed\ndari XLPE pada suhu kamar adalah 2.069 m/s. Deteksi perbedaan waktu pada suhu\nkonduktor yang tinggi menghasilkan waktu yang lebih lama dari suhu kamar.\nDengan asumsi bahwa perubahan deteksi perbedaan waktu yang disebabkan oleh\nperubahaan kecepatan suara XLPE di suhu konduktor yang tinggi, kecepatan suara\ndi insulasi XLPE pada suhu konduktor yang tinggi dapat diperkirakan menjadi\n1.810 m/s. Suhu konduktor terkait dengan kecepatan suara dapat diperkirakan\nsebesar 358,15K. Perkiraan suhu konduktor ini hampir sama dengan hasil\npengukuran real time sebesar 360.15 K dengan termokopel. Disarankan bahwa suhu\nkonduktor dapat diperkirakan dengan pengukuran space charge tanpa pengukuran\nlangsung suhu konduktor. Karena pengukuran space charge untuk kabel pada\npenelitian konvensional dilakukan pada suhu kamar, akumulasi space charge tidak\ndapat dievaluasi. Space charge secara signifikan terakumulasi pada suhu konduktor\nyang tinggi dan fenomena tersebut dapat diinvestigasi menggunakan peralatan yang\ndibuat.", "Daftar File": {"2018_TS_PP_Trinurkalid_Sumarwoto_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/147490", "COVER Trinurkalid Sumarwoto": "https://digilib.itb.ac.id/gdl/download/191265", "BAB 1 Trinurkalid Sumarwoto": "https://digilib.itb.ac.id/gdl/download/191266", "BAB 2 Trinurkalid Sumarwoto": "https://digilib.itb.ac.id/gdl/download/191267", "BAB 3 Trinurkalid Sumarwoto": "https://digilib.itb.ac.id/gdl/download/191268", "BAB 4 Trinurkalid Sumarwoto": "https://digilib.itb.ac.id/gdl/download/191269", "BAB 5 Trinurkalid Sumarwoto": "https://digilib.itb.ac.id/gdl/download/191270", "PUSTAKA Trinurkalid Sumarwoto": "https://digilib.itb.ac.id/gdl/download/191271"}, "Penulis": "Trinurkalid Sumarwoto [23216011]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Suwarno, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "Electricity & electronics", "Kata Kunci": "Insulasi polimer, Kabel bawah laut, Pulse Electro Accoustic (PEA), Space Charge, Transformer arus (CT), suhu konduktor, kecepatan suara.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "04 Jan 2019"}