{"Nomor": 32840, "Judul": "GEDUNG PERTUNJUKAN TEATER PADA KAWASAN GEDEBAGE, BANDUNG", "Abstrak": "Proyek merupakan proyek pembangunan gedung pertunjukan teater dengan luas tanah kurang\nlebih 26.900m2 bersifat semi-fiktif. lokasi proyek berada pada Kawasan Gedebage Bandung. Proyek\ndimiliki dan dikelola oleh Pemerintah kota Bandung yang bekerjasama dengan Departemen\nKebudayaan dan Pariwisata Jawa Barat, yang memiliki visi “Mewujudkan Jawa Barat Sebagai Pusat\nBudaya dan Destinasi Wisata Kelas Dunia”. Diharapkan dengan dibangunnya gedung pertunjukan\nteater ini dapat membantu kawasan Gedebage sebagai kawasan sentra kegiatan di Kota Bandung.\nKonsep yang dari gedung pertunjukan teater ini adalah konsep ekspresif dan selaras. Maksud dari\nekspresif dan selaras artinya adalah, gedung pertunjukan teater ini mampu merespon kondisi dari\ntapak. Oleh karena itu bentuk dari gedung pertunjuka ini memiliki bentuk yang ikonik, sehingga\nbangunan dapat dikenali langsung sebagai gedung pertunjukan melalui massanya. Selaras\nmaksudnya gedung pertunjukan ini mampu menampung berbagai macam jenis seni pertunjukan.\nUntuk memenuhi berbagai jenis pertunjukan, maka perlu terpenuhinya beberapa kriteria dalam\nperancangan sebuah auditorium. Kriteria-kriteria tersebut mengenai sistem akustik dalam\nauditorium yang diimplementasikan dalam penggunaan langit-langit akustik. Kriteria lainnya adalah\nkenyamanan dalam pencapaian visual bagi penonton. kenyamanan pencapaian visual tersebut\nditerapkan dengan cara penggunaan bentang lebar pada auditorium sehingga ruang menjadi bersih\ntanpa terhalangi apapun. Kriteria terakhir adalah fleksibilitas ruang dalam auditorium sehingga dapat\nmenampung berbagai jenis pertunjukan", "Daftar File": {"2015_TA_PP_AZKA_TAUJIH_ROBBANI_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/147517"}, "Penulis": "Azka Taujih Robbani [15211080]", "Kontributor / Dosen Pembimbing": ["Dewi Larasati, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Public structures", "Kata Kunci": "Gedung Pertunjukan Teater, Ekspresif , Selaras, Akustik, pencapaian visual, dan fleksibilitas ruang", "Sumber": "", "Staf Input/Edit": "hidayat", "File": "9 file", "Tanggal Input": "04 Jan 2019"}