{"Nomor": 32841, "Judul": "PREVALENSI RESISTENSI ESCHERICHIA COLI TERHADAP SEFTRIAKSON DAN PROFIL GEN BETA LAKTAMASE PADA SUATU RUMAH SAKIT DI BANDUNG", "Abstrak": "Resistensi bakteri terhadap antibiotik mencapai titik kritis di seluruh dunia dan\ndiprediksikan angka kematian akibat resistensi bakteri akan meningkat pada tahuntahun mendatang. Escherichia coli dilaporkan sebagai bakteri penginfeksi tertinggi\ndengan tingkat resistensi tertinggi terhadap sejumlah antibiotik sehingga\nberdampak pada peningkatan morbiditas, mortalitas serta biaya pengobatan.\nSeftriakson merupakan antibiotik yang paling banyak diresepkan pada pasien yang\nterinfeksi E. coli baik sebagai terapi empirik maupun definitif.\nPenelitian ini dilakukan dalam rangka mendukung program yang dicanangkan oleh\nWorld Health Organization terkait pengendalian resistensi terhadap antibiotik\nyaitu dengan melakukan pemetaan pola resistensi bakteri secara berkala serta\nmelakukan pemeriksaan pada tingkat gen untuk mengidentifikasi penyebab\nresistensi bakteri. Gen blaSHV, blaCTX-M, blaTEM, dan blaCMY merupakan gen yang\npaling banyak ditemukan pada pasien yang terinfeksi E. coli dari beberapa negara\nsehingga deteksi awal keempat gen tersebut merupakan langkah penting dalam\nmengendalikan infeksi, mencegah penyebaran dan pemilihan terapi antibiotik yang\ntepat.\nRangkaian tahap penelitian ini diawali dengan melakukan studi pendahuluan yang\ndilakukan pada lima rumah sakit untuk memetakan jenis bakteri resisten tertinggi\nyang menginfeksi pasien dan pola penggunaan antibiotik oleh pasien tersebut\nselama tahun 2012. Selanjutnya terpilih tiga rumah sakit berdasarkan pola bakteri\ndan pola penggunaan antibiotik yang mirip. Tiga rumah sakit tersebut menjadi\nfokus pada tahap kedua penelitian ini. Pada tahap kedua dilakukan pengumpulan\ndata pola resistensi bakteri terhadap jenis antibiotik paling banyak dikonsumsi\nyang diperoleh dari tahap satu yaitu seftriakson, pengumpulan data demografi\npasien dan data penggunaan antibiotik pada pasien yang terinfeksi bakteri resisten\nterhadap seftriakson secara retrospektif (2012) dan konkuren (2013) pada tiga\nrumah sakit. Tahap ketiga adalah mendeteksi keberadaan dan persebaran gen beta\nlaktamase yang menjadi mekanisme utama resistensi terhadap antibiotik beta\nlaktam. Gen yang ingin dideteksi yaitu blaSHV, blaCTX-M, blaTEM, dan blaCMY. Isolat\nyang digunakan berasal dari berbagai spesimen biologis pasien yaitu urin, feses,\ndarah, sputum dan cairan tubuh lainnya. Jumlah isolat ditentukan berdasarkan\nrumus Slovin. Deteksi gen diawali dengan penyiapan isolat dalam media selektif\nyang mengandung seftriakson. Selanjutnya dilakukan skrining awal beta laktamase\nmenggunakan stik nitrosefin. Isolat dengan nitrosefin positif diamplifikasi\nii\nmenggunakan Polymerase Chain Reaction (PCR). Sebelum memulai PCR,\ndilakukan beberapa tahap persiapan yaitu mendesain primer serta melakukan\noptimasi suhu penempelan primer. PCR dilakukan menggunakan suhu penempelan\noptimum untuk masing-masing primer. Untuk memastikan produk PCR, dilakukan\nkonfirmasi menggunakan dua isolat untuk tiap gen dengan menentukan urutan\nnukleotidanya dengan alat penentuan urutan nukleotida otomatis. Setelah\nterkonfirmasi, dilanjutkan PCR untuk semua isolat yang diperoleh.\nBerdasarkan studi pendahuluan, E. coli merupakan bakteri penginfeksi yang\ndominan ditemukan dari tiga rumah sakit terpilih dengan prevalensi resisten\ntertinggi terhadap seftriakson sebesar 24-39% pada tahun 2012 dan sebesar 27-\n38% pada tahun 2013. Spesimen pasien yang terinfeksi E. coli bervariasi dari tiga\nrumah sakit yaitu masing-masing terbanyak pada spesimen urin, sputum dan feses.\nAntibiotik yang paling banyak digunakan oleh pasien yang terinfeksi E. coli\nresisten seftriakson adalah golongan sefalosporin yaitu sebesar 40-42% tahun 2012\ndan 2013 yang diperoleh dari dua rumah sakit. Seftriakson merupakan jenis\nsefalosporin yang paling banyak diresepkan dan digunakan yaitu sebesar 25-27%\ntahun 2012 dan 17-44% tahun 2013. Profil demografi pasien yang terinfeksi E.\ncoli dari dua rumah sakit menunjukkan bahwa E. coli dapat menginfeksi pasien\nperempuan dan laki-laki dewasa dengan lama rawat terbanyak yaitu selama 4-9\nhari, sedangkan luaran klinis terbanyak adalah dengan status perbaikan (69-90%).\nTidak diperoleh data penggunaan serta profil demografi pasien pada salah satu\nrumah sakit karena keterbatasan untuk mengakses rekam medis.\nBerdasarkan rumus Slovin diperoleh 246 isolat sebagai jumlah sampel minimal\nyang digunakan pada tahap ketiga penelitian. Sebanyak 214 dari 246 isolat pasien\nyang terinfeksi E. coli resisten seftriakson dinyatakan positif memproduksi beta\nlaktamase yang selanjutnya dilakukan amplifikasi menggunakan PCR untuk\nmendeteksi gen blaSHV, blaCTX-M, blaTEM, dan blaCMY. Hasil konfirmasi produk\nPCR terhadap dua isolat untuk tiap gen menunjukkan kesamaan >94% terhadap\nmasing-masing gen beta laktamase (bla) tersebut. Sebanyak 95 dari 214 isolat\nyang diamplifikasi terdeteksi gen beta laktamase baik secara tunggal maupun\nsimultan dalam satu isolat. Dari 95 isolat yang terdeteksi, 91 isolat diantaranya\nditemukan dari satu rumah sakit yaitu rumah sakit A sehingga rumah sakit A\nberkontribusi utama dalam penelitian deteksi gen bla ini. Adapun rincian gen bla\nyang terdeteksi yaitu blaSHV sebanyak 2 isolat (2,1%); blaCTX-M sebanyak 66 isolat\n(69,5%); blaTEM sebanyak 1 isolat (1,1%); blaCMY sebanyak 6 isolat (6,3%);\nblaSHV dan blaCTX-M ditemukan pada 3 isolat (3,2%); blaCTX-M dan blaTEM\nditemukan pada 7 isolat (7,4%); blaCTX-M dan blaCMY ditemukan pada 6 isolat\n(6,3%); blaTEM dan blaCMY ditemukan pada 1 isolat (1,1%); blaSHV, blaCTX-M, dan\nblaTEM ditemukan pada 1 isolat, dan blaCTX-M; blaTEM dan blaCMY ditemukan pada\n2 isolat (2,1%). Hal ini mengindikasikan bahwa pada penelitian ini ditemukan 95\ndari 214 E. coli yang resisten terhadap seftriakson mengandung gen penyandi beta\nlaktamase dengan jenis terbanyak adalah gen blaCTX-M secara keseluruhan\nsebanyak 85 isolat dengan rincian secara tunggal sebanyak 66 isolat (69,5%) dan\nsecara secara simultan dengan bla yang lain sebanyak 19 isolat (16,8%).", "Daftar File": {"2017_DS_PP_PRATIWI_WIKANINGTYAS_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/147526", "2017_DS_PP_PRATIWI_WIKANINGTYAS_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/147527", "2017_DS_PP_PRATIWI_WIKANINGTYAS_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/147528", "2017_DS_PP_PRATIWI_WIKANINGTYAS_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/147529", "2017_DS_PP_PRATIWI_WIKANINGTYAS_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/147530", "2017_DS_PP_PRATIWI_WIKANINGTYAS_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/147531", "2017_DS_PP_PRATIWI_WIKANINGTYAS_1-BAB_6.pdf": "https://digilib.itb.ac.id/gdl/download/147532", "2017_DS_PP_PRATIWI_WIKANINGTYAS_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/147533"}, "Penulis": "Pratiwi Wikaningtyas [30712008]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Elin Yulinah Sukandar", "Dr. Debbie Sofie Retnoningrum", "Prof. Dr. dr. Ida Parwati, SpPK(K), PhD"], "Jenis Koleksi": "Disertasi", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "Pharmacology & therapeutics", "Kata Kunci": "beta laktamase, Escherichia coli, resisten, seftriakson", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "8 file", "Tanggal Input": "04 Jan 2019"}