{"Nomor": 32855, "Judul": "GEREJA KRISTEN PROTESTAN INDONESIA DI JALAN SOEKARNO HATTA BANDUNG", "Abstrak": "Proyek perancangan Gereja Kristen Protestan Indonesia (GKPI) di Jalan Soekarno Hatta Bandung\ndilatarbelakangi oleh pertumbuhan jumlah jemaat GKPI Bandung di Jalan Ciliwung yang terus\nmeningkat dari tahun ke tahun. Pertumbuhan jumlah jemaat ini memicu dibaginya jemaat menjadi\ndua berdasarkan wilayah tempat tinggal. GKPI di Bandung Timur pun dibentuk karena sekitar 50% dari\njumlah jemaat keseluruhan bertempat tinggal di kawasan Bandung Timur. Oleh karena itu, proyek\nperancangan gereja ini pun dibuat untuk dapat menyelesaikan masalah kapasitas gereja. Gereja\nmerupakan tempat ibadah dan membutuhkan suasana yang tenang dan khusyuk. Lokasi gereja yang\nterletak di kawasan urban tentunya menimbulkan gereja akan mengalami masalah kebisingan. Selain\nitu, Jalan Soekarno Hatta yang padat menimbulkan permasalahan aksesibilitas dan sirkulasi menuju\ngereja yang tentunya harus diselesaikan.\nTujuan perancangan dari gereja ini adalah merancang bangunan ibadah bagi 602 jemaat yang\ntinggal di daerah Bandung Timur. Bangunan ibadah yang dirancang harus dapat memiliki ruang\nekstensi untuk menampung jemaat yang dapat terus bertumbuh ke depannya. Selain merancang\nbangunan ibadah, dibutuhkan fasilitas-fasilitas penunjang seperti, kantor, aula, ruang kelas, rumah\npendeta, dan parkir kendaraan.\nKonsep yang diterapkan dalam perancangan gereja ini adalah gereja sebagai wadah komunitas\njemaat yang menyatukan nilai-nilai budaya Batak dan ajaran Kristen. Jemaat yang didominasi oleh\nsuku Batak memiliki kebutuhan yang harus dipenuhi dilihat dari budaya dan kebiasaan-kebiasaan yang\ntidak dapat dilepas dari jemaat. Kebiasaan tersebut adalah berkumpul dan berdiskusi. Perancangan\ngereja dituntut untuk dapat menciptakan ruang-ruang berkumpul bagi jemaat untuk dapat\nberinteraksi dan berdiskusi serta menciptakan kehidupan jemaat yang berfokus pada iman.", "Daftar File": {"2015_TA_PP_LOUISA_REBEKA_PANGGABEAN_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/147606"}, "Penulis": "Louisa Rebeka Panggabean [15211090]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Agustinus Adib Abadi, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Buildings for religious purposes", "Kata Kunci": "Gereja, Soekarno Hatta, komunitas Batak, budaya Batak", "Sumber": "", "Staf Input/Edit": "hidayat", "File": "8 file", "Tanggal Input": "07 Jan 2019"}