{"Nomor": 32859, "Judul": "APARTEMEN DI JL. SOEKARNO-HATTA KOTA BANDUNG", "Abstrak": "Kebutuhan akan tempat tinggal merupakan salah satu kebutuhan pokok bagi\nmanusia. Saat ini, laju pertumbuhan dan jumlah penduduk di Kota Bandung sudah\nsangat tinggi sehingga meningkatnya kebutuhan akan hunian. Peningkatan kebutuhan\njumlah hunian tidak sebanding dengan jumlah lahan tersedia di kota Bandung,\nakibatnya harga tanah di tengah kota Bandung menjadi sangat tinggi. Apartemen atau\nrumah susun yang merupakan sistem hunian bertingkat (vertical housing) yang\nmemungkinkan hunian padat pada lahan yang terbatas (High Density Housing). Jika\ndiamati dari segi kependudukan dan tata ruang wilayah perkotaan, kebutuhan akan\napartemen atau hunian vertikal bukan lagi menjadi sebuah pilihan, tetapi sebuah\nkebutuhan. Pada dasarnya apartemen memiliki fungsi privat (hunian) dan publik atau\nfungsi pendukung dari apartemen. Tujuan dari perancangan ini adalah mendesain\nsebuah apartemen untuk memenuhi kebutuhan hunian di kota Bandung bagi masyarakat\nkelas menengah. Proyek ini berlokasi di Jl. Soekarno-Hatta, kelurahan Cisaranten\nKulon Kecamatan Arcamanik kota Bandung. Proyek ini merupakan proyek fiktif. Isu\nperancangan pada apartemen diantaranya efisiensi nilai lahan dan nilai bangunan,\nadanya ruang dan fasilitas bersama, serta memberikan privasi bagi penghuni namun\ntidak membatasi aktivitasnya. Konsep umum pada apartemen ini adalah konsep desain\nyang berkelanjutan, yaitu filsafat dalam merancang benda fisik, lingkungan nyata, dan\nlayanan untuk memenuhi prinsip keberlanjutan baik secara ekonomi, sosial dan\nekologi.", "Daftar File": {"2015_TA_PP_NURUL_ILMI_1_-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/147646"}, "Penulis": "Nurul Ilmi [15212074]", "Kontributor / Dosen Pembimbing": ["Dr. Allis Nurdini, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Residential & related buildings", "Kata Kunci": "Apartemen, Soekarno-Hatta, menengah, desain berkelanjutan, vertical housing", "Sumber": "", "Staf Input/Edit": "hidayat", "File": "8 file", "Tanggal Input": "07 Jan 2019"}