{"Nomor": 32853, "Judul": "INVESTIGASI SEBARAN LOGAM BERAT DAN PESTISIDA DALAM PENGENDALIAN PENCEMARAN PADA WADUK CIRATA, JAWA BARAT", "Abstrak": "Pencemaran air yang terjadi di sungai Citarum berasal dari aktivitas masyarakat seperti industri, pertanian,dan domestik mengakibatkan menurunnya kualitas air. Hal ini berdampak terhadap waduk Cirata sebagai waduk yang membendung dan menerima aliran dari sungai Citarum. Selain itu, kegiatan yang terjadi dalam waduk seperti Keramba Jaring Apung (KJA) turut memberikan dampak terhadap kualitas air pada waduk Cirata. Penelitian ini bertujuan untuk menganalisis logam berat dan pestisida yang ditemukan di waduk Cirata akibat pencemaran oleh kegiatan dalam dan luar waduk. Kegiatan sampling dilakukan dengan mengambil contoh air di beberapa titik pada waduk Cirata secara composite untuk dapat mewakili kualitas air dari keseluruhan waduk. Uji laboratorium dilakukan pada Laboratorium Terpadu di Balingtan, Pati dan Laboratorium Residu Bahan Agrokimia Balingtan, Bogor. Berdasarkan uji laboratorium menujukkan hasil ditemukannya logam berat yaitu Pb, Cd, Cr, Co, Cu, Zn, dan Ni serta pestisida organoklorin dan organofosfat di waduk Cirata. Data-data tersebut kemudian dianalisis dengan metode interpolasi Inverse Distance Weighted (IDW) untuk selanjutnya dibuat peta sebaran menggunakan perbandingan nilai power 1,2 dan 3. Hasil analisa IDW menunjukkan beberapa jenis logam berat seperti Pb dan Cd memiliki sebaran yang merata pada seluruh titik sampling pada waduk, menandakan sumber pencemar yang menghasilkan logam tersebut masih mencemari waduk Cirata hingga saat ini serta sifat dari logam berat yang sulit terurai. Sebaran pestisida organoklorin dan organofosfat yang ditemukan pada waduk Cirata dalam konsentrasi yang kecil karena memiliki sifat mudah terdegradasi dan tidak melewati baku mutu yang ditetapkan oleh Peraturan Pemerintah Republik Indonesia no 82 tahun 2001 dan Perda Jawa Barat no 39 tahun 2000.  Perhitungan nilai Pollution Index (PI) juga dilakukan pada contoh air tersebut.  Logam berat di perairan Waduk Cirata dikategorikan tercemar ringan dengan nilai PI<5, pestisida organoklorin dikategorikan tercemar ringan dengan hasil perhitungan PI<5 dan pestisida organofosfat dikategorikan memenuhi baku mutu dengan hasil hitungan PI<1. Hasil menunjukkan bahwa pencemaran yang terjadi pada waduk Cirata dapat disebabkan oleh kegiatan dalam dan luar waduk yang menurunkan kualitas air, sehingga perlu dilakukan pengelolaan lingkungan yang baik sebagai pengendalian pencemaran", "Daftar File": {}, "Penulis": "Lavia Azzuri Yalfis [25316317]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Katharina Oginawati, MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "logam berat, pestisida, sebaran spasial, sungai Citarum, Waduk Cirata", "Sumber": "TESIS JANUARI 2019", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "04 Jan 2019"}