{"Nomor": 32864, "Judul": "Coupling coordination relationship between urbanization and atmospheric environment security in Jinan City", "Abstrak": "Constant urbanization growth has seriously increased the influence of urbanization development on\natmospheric environment security (AES). Thus, understanding the relationship between urbanization\nand the atmospheric environment security is necessary for Chinese policymakers to achieve sustainable\nurbanization development. In this study, we estimated the relationship between urbanization and atmospheric environment security in Jinan City from 1996 to 2004 on the basis of the theory of Environmental Kuznets Curves (EKC). A comprehensive index system for urbanization and atmospheric\nenvironment security was used along with statistical data and a coupling coordination degree model\n(CCDM). The coupling coordination results showed that the urbanization and atmospheric environment\nsecurity system experienced serious imbalance between low coupling period (1996e1997), moderate\ndisorders of coupling period (1998e2000), imbalance of antagonism period (2001e2002), basic coordinated period (2003e2008), and good coordination of highly coupled period (2008e2014). The spatial\nurbanization and efficiency subsystems are essential determinants of urbanization in the coupling\nrelationship between urbanization and atmospheric environment security. We determined the main\nfactors that influence the system to provide a basis for creating scientific urban development strategies\nand atmospheric environment protection measures. The findings of this study held a profound significance for further work on urbanization and provided essential data for planning in the future.", "Daftar File": {}, "Penulis": "Wenjie Liu [-]", "Kontributor / Dosen Pembimbing": ["Fengchao Jiao., Lijun Ren.,Xianggong Xu.,Jianchun Wang.,Xu Wang"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Jinan City Urbanization Atmospheric environment security Coupling coordination degree", "Sumber": "Journal of Cleaner Production 204 (2018) 1-11", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "07 Jan 2019"}