{"Nomor": 32875, "Judul": "TAMAN BUDAYA LAMPUNG", "Abstrak": "Taman Budaya Lampung merupakan proyek pusat kebudayaan yang dikelola pemerintah Lampung dan memiliki fungsi pelestarian dan pengembangan kebudayaan dengan cara menjadi wadah ekspresi dan eksperimentasi kesenian lokal. Aktivitas pengembangan dan pelestarian kebudayaan terutama digerakkan oleh seniman dan juga masyarakat, khususnya pelajar. Akan tetapi, belum ada sarana yang memfasilitasi peran keduanya, sehingga diperlukan perancangan proyek Taman Budaya Lampung yang menjadi wadah bagi kegiatan pelestarian dan pengembangan kebudayaan.\nLokasi proyek berada di Jalan Cut Nyak Dien, Kota Bandarlampung dengan luas lahan ±2,7 Ha. Lingkup perancangan adalah rencana tapak kompleks Taman Budaya Lampung, ruang-ruang dalam fungsi yang ditampung, serta rancangan khusus gedung teater tertutup sebagai massa bangunan utama. Isu dan permasalahan yang ditemukan adalah berkurangnya aktivitas seniman dan kurangnya partisipasi masyarakat. Interaksi antara kedua pihak menjadi kunci keberhasilan Taman Budaya. Pendekatan yang dilakukan dalam memecahkan masalah adalah pendekatan teknis dan filosofis.\nKonsep akhir proyek Taman Budaya Lampung adalah Taman Budaya Lampung yang menjadi ruang publik sekaligus ruang kreatif para seniman yang di dalamnya terkandung nilai lokal masyarakat Lampung. Pertemuan kedua ruang ini menghasilkan ruang interaksi sebagai katalis pelestarian dan pengembangan kebudayaan yang menjadi tujuan awal perancangan.", "Daftar File": {"2015_TA_PP_YINNI_LAULY_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/147706"}, "Penulis": "Yinni [15211083]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Agustinus Adib Abadi, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Buildings for education & research", "Kata Kunci": "Pusat Kebudayaan, Pelestarian, Pengembangan, Nilai Lokal, Ruang Publik, Ruang Kreatif, Ruang Interaksi", "Sumber": "", "Staf Input/Edit": "hidayat", "File": "9 file", "Tanggal Input": "07 Jan 2019"}