{"Nomor": 32885, "Judul": "MUSEUM DAN PUSAT KOKA DI JEMBER", "Abstrak": "Jember dikenal dengan produksi hasil kebun kopi dan kakao selain hasil kebun tembakau. Di Jember terdapat Pusat Penelitian Kopi dan Kakao Indonesia (Puslitkoka) yang merupakan satu-satunya pusat penelitian yang mengembangkan hasil kebun kopi dan kakao. Pihak Puslitkoka memiliki rencana pengembangan kawasan bernama Agro Techno Park. Perancangan museum dan pusat kopi kakao (pusat koka) adalah salah satu pengembangan Agro Tecnho Park. Penulis melakukan studi literatur, studi preseden, serta wawancara untuk mengumpulkan data, fakta mengenai tapak, dan kebutuhan proyek. Setelah itu, muncul isu dan permasalahan perancangan yang dijawab dengan konsep desain.\nIsu dan permasalahan utama proyek ini adalah bagaimana merancang museum yang menjadi landmark Agro Techno Park Puslitkoka baik secara program maupun bentuk bangunan. Konsep utama perancangan yaitu Coffee and Cocoa Agro Techno Park: Living Museum. Living museum mewadahi program pameran yang melibatkan pengunjung secara langsung berupa proses pengolahan kopi kakao yang telah ada sejak Puslitkoka dibangun. Konsep tapak diawali dengan penempatan jalur pengunjung dan jalur servis, kemudian dilanjutkan dengan penempatan bangunan museum dan bangunan pusat koka. Proyek ini terdiri dari lima blok massa metafora biji kopi dan kakao. Konsep sirkulasi adalah green indoor break area, outdoor rest area dan “borrowing landscape”. Konsep fasad menggunakan material kaca yang bersifat “clean” serta material alam seperti batu dan kayu. Kelima bangunan menggunakan struktur kayu kaso rapat dengan bubungan baja silinder dan kolom beton serta atap miring merespon iklim tropis yang diadaptasi dari struktur Makino Botanical Garden Museum di Jepang.\nSecara umum bangunan pada museum dan pusat koka terdiri dari dua bangunan utama yaitu bangunan museum dan bangunan pusat koka, satu bangunan café/giftshop/amenities, dan dua bangunan kantor; bangunan administrasi dan bangunan operasional. Semuanya terdiri dari 2 lantai. Museum dan pusat koka ini dibangun pada lahan seluas 3,07 ha dengan luas bangunan total 5595 m2 yang terletak pada kawasan Agro Techno Park Puslitkoka seluas 160 ha.", "Daftar File": {"2016_TA_PP_FATHIMAH_YAHYA_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/147764"}, "Penulis": "Fathimah Yahya [15212008]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Andry Widyowijatnoko, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Buildings for education & research", "Kata Kunci": "Museum, kopi, kakao, Agro Techno Park, living museum", "Sumber": "", "Staf Input/Edit": "hidayat", "File": "9 file", "Tanggal Input": "07 Jan 2019"}