{"Nomor": 32881, "Judul": "STASIUN INTERMODA PORIS PLAWAD TANGERANG", "Abstrak": "Peningkatan populasi warga Indonesia khususnya di daerah ibukota seperti Jakarta dan Tangerang menimbulkan permasalahan kepadatan dan kemacetan pada jalan-jalan kota. Hal ini menuntut pada pelayanan jasa angkutan kota maupun antar kota yang memadai. Perkembangan kawasan perkotaan JABODETABEK khususnya Kota Tangerang yang semakin maju dan menjadi wilayah aglomerasi perkotaan menyebabkan interaksi sosial dan kegiatan sehari-hari tidak terbatas oleh batas wilayah sehingga perlu didukung oleh sistem angkutan umum massal yang efektif, efisien, dan terintegrasi.\nStasiun Batuceper dan Terminal Poris Plawad merupakan dua bangunan transportasi publik yang berpotensi diintegrasikan di wilayah Kota Tangerang. Sesuai RTRW Kota Tangerang dan masterplan PT.KAI 2020 kawasan Stasiun Batuceper dan Terminal Poris Plawad akan dijadikan suatu kawasan transportasi terpadu untuk mengintegrasikan berbagai moda transportasi dibawahnya. Diharapkan perancangan Stasiun Intermoda Poris Plawad ini dapat menjadi solusi atas masalah diskonektivitas moda transportasi yang ada serta dapat mengurai kemacetan di Kota Tangerang dan Ibukota Jakarta.\nGagasan rancangan yang dimunculkan dalam perancangan stasiun intermoda ini adalah memenuhi kebutuhan pengguna akan integrasi dari beberapa moda transportasi dalam satu kawasan serta menjadikannya sebagai gateway atau gerbang bagi dan untuk komunitas atau masyarakat sekitar, khususnya masyarakat Kota Tangerang. Konsep urban connectivity diturunkan menjadi konsep movement dengan menggunakan pendekatan analogi dan fungsional. Konsep movement ini diterapkan sebagai citra bangunan secara keseluruhan yang ditampilkan pada bentuk, fasad serta ruang-ruang dalam bangunan.", "Daftar File": {"2016_TA_PP_DINI_FAUZIAH_AMATULLAH_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/147752"}, "Penulis": "Dini Fauziah Amattullah [15212058]", "Kontributor / Dosen Pembimbing": ["Permana, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Public structures", "Kata Kunci": "Diskonektivitas, Integrasi, Intermoda , Movement , Stasiun", "Sumber": "", "Staf Input/Edit": "hidayat", "File": "9 file", "Tanggal Input": "07 Jan 2019"}