{"Nomor": 32884, "Judul": "USULAN KOMUNIKASI PEMASARAN UNTUK APLIKASI MOBILE PLN BERDASARKAN PADA PENGETAHUAN PRODUK KONSUMEN", "Abstrak": "Seiring dengan perkembangan zaman, teknologi informasi dapat memudahkan manusia untuk beraktifitas, melihat berita dan mencari berbagai informasi yang tersebar luas di sosial media, dengan kemajuan tersebut teknologi memiliki dampak positif dan negatif. Kemajuan teknologi tersebut membuat para pelaku industri bisnis beralih dari teknologi manual menjadi digital. Namun peralihan teknologi tersebut tidak semudah itu, karena membutuhkan pelatihan bagi para pelaku bisnis itu sendiri maupun konsumen yang masih merasa nyaman dengan teknologi manual. PLN sebagai penyedia jasa listrik milik negara melakukan perubahan pada pelayanan pelanggan dengan menghadirkan teknologi baru bernama aplikasi PLN Mobile yang diharapkan dapat diterima dengan mudah oleh masyarakat.\nTujuan penelitian ini adalah untuk melihat bagaimana teknologi yang dibuat oleh PLN bernama PLN Mobile dapat memberi kemudahan bagi konsumen dan program ini dapat dijalankan dengan baik atau tidak. Karena proses ini perlu melibatkan tiga elemen penting; pertama, pemerintah sebagai pembuat regulasi tentang jasa kelistrikan, kedua adalah pegawa internal PLN yangharus sudah memiliki pengetahuan yang lebih mengenai teknologi aplikasi PLN Mobile dan ketiga adalah konsumen yang harus sudah siap untuk perubahan pelayanan dari manual menjadi teknologi digital. Lokasi yang menjadi studi ini adalah pada kota Bandung dimana pemerintahan kota ini sangat mendukung insiatif teknologi sehingga akan sangat cocok untuk penelitian kali ini. Proses pengumpulan data akan melibatkan 115 responden dengan diberikan pertanyaan seputar aplikasi PLN Mobile, dari pertanyaan tersebut didapatkan pengkategorian responden sesuai dengan yang diinginkan peneliti. Hasil dari kuisioner tersebut akan dianalisis dan dikategorikan.Temuan yang didapatkan berupa gap yang dihasilkan dari value kuisioner terendah sehinggan dari temuan tersebut dapat dikategorikan kembali berdasarkan gap yang ditemukan.\nKajian tentang gap tersebut akan sangat membantu memperlihatkan bagaimana pelanggan merespon teknologi aplikasi PLN Mobile tersebut. Sehingga jika masih banyak yang negatif bagi pelanggan dan bagi PLN sendiri maka perlu dilakukan pengembangan yang serius agar supaya program ini dapat berjalan dengan baik", "Daftar File": {"2019_TS_PP_Aditya_Agung_Winoto_1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/147763"}, "Penulis": "Aditya Agung Winoto [29116411]", "Kontributor / Dosen Pembimbing": ["Reza Ashari Nasution,. Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "komunikasi pemasaran, pengetahuan konsumen, strategi, aplikasi seluler", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "07 Jan 2019"}