{"Nomor": 32890, "Judul": "RUMAH SAKIT BERSALIN DI BANDUNG", "Abstrak": "Dunia pelayanan kesehatan telah mengalami perkembangan yang pesat sejak Revolusi Industri dimulai, salah satu contoh perkembangan yang masih terasa aplikasinya sampai sekarang adalah konsep dimana pelayanan kesehatan tidak hanya memberikan pelayanan medis, namun juga memberikan fasilitas yang mendukung tumbuhnya harapan, dukungan positif, rasa optimis dan percaya diri yang kuat bagi pasien. Konsep seperti ini sangat perlu diaplikasikan pada Rumah Sakit Bersalin, karena pada dasarnya ibu hamil adalah seorang yang sangat butuh dukungan karena emosinya yang labil selama masa kehamilan, saat melahirkan dan pasca melahirkan.\nRumah sakit yang dirancang merupakan rumah sakit kelas C milik swasta. Bandung dipilih sebagai lokasi proyek karena tingkat kematian ibu dan bayi dan tingkat depresi ibu hamil yang cukup tinggi. Rumah Sakit Bersalin kelas C ini dirancang setinggi 4 lantai di lahan yang luasnya mencapai 0,8 ha. Pelayanan di dalamnya mencakup pelayanan ginekologi dan obstetri, pelayanan perinatal dan anak, juga pelayanan pendukung lainnya. Rumah sakit bersalin ini dirancang dengan menggunakan beberapa kriteria untuk menyelesaikan permasalahan perancangan di dalamnya, di antaranya permasalahan sirkulasi, kebisingan, keselamatan, keamanan,dll. Permasalahan ini diselesaikan melalui konsep healing and caring environment agar tujuan untuk menciptakan suasana Rumah Sakit yang mampu menimbulkan harapan dan dukungan positif dapat tercapai. Konsep healing and caring ini diaplikasikan pada desain tapak dan bangunan secara keseluruhan dengan menggunakan warna yang lembut dan sesuai dengan karakter ibu, unsur alam, tekstur, distraksi positif dll.", "Daftar File": {"2016_TA_PP_FIRDHOUSI_ANANDA_PUTRI_ABTIAN_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/147818"}, "Penulis": "Firdhousi Ananda Putri Abtian [15212027]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Lily Tambunan, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Public structures", "Kata Kunci": "Rumah Sakit Bersalin Bandung, healing and caring environment, dukungan positif, optimisme", "Sumber": "", "Staf Input/Edit": "hidayat", "File": "9 file", "Tanggal Input": "07 Jan 2019"}