{"Nomor": 32907, "Judul": "Human exposure to ozone in school and office indoor environments", "Abstrak": "Background: Although it is recognized that ozone causes acute and chronic health effects and that even trace\namounts of ozone are potentially deleterious to human health, information about global and local exposures to\nozone in different indoor environments is limited. To synthesize the existing knowledge, this review analyzes the\nmagnitude of and the trends in global and local exposure to ozone in schools and offices and the factors controlling the exposures.\nMethods: In conducting the literature review, Web of Science, SCOPUS, Google Scholar, and PubMed were\nsearched using 38 search terms and their combinations to identify manuscripts, reports, and directives published\nbetween 1973 and 2018. The search was then extended to the reference lists of relevant articles.\nResults: The calculated median concentration of ozone both in school (8.50 ?g/m3\n) and office (9.04 ?g/m3\n)\nsettings was well below the WHO guideline value of 100 ?g/m3 as a maximum 8 h mean concentration.\nHowever, a large range of average concentrations of ozone was reported, from 0.8–114 ?g/m3 and from 0 to\n96.8 ?g/m3 for school and office environments, respectively, indicating situations where the WHO values are\nexceeded. Outdoor ozone penetrating into the indoor environment is the main source of indoor ozone, with\nmedian I/O ratios of 0.21 and 0.29 in school and office environments, respectively. The absence of major indoor\nozone sources and ozone sinks, including gas-phase reactions and deposition, are the reasons for lower indoor\nthan outdoor ozone concentrations. However, there are indoor sources of ozone that are of significance in certain\nindoor environments, including printers, photocopiers, and many other devices and appliances designed for\nindoor use (e.g., air cleaners), that release ozone either intentionally or unintentionally. Due to significantly\nelevated outdoor ozone concentrations during summer, summer indoor concentrations are typically elevated. In\naddition, the age of a building and various housing aspects (carpeting, air conditioning, window fans, and\nwindow openings) have been significantly associated with indoor ozone levels.\nConclusions: The existing means for reducing ozone and ozone reaction products in school and office settings are\nas follows: 1) reduce penetration of outdoor ozone indoors by filtering ozone from the supply air; 2) limit the use\nof printers, photocopiers, and other devices and appliances that emit ozone indoors; 3) limit gas-phase reactions\nby limiting the use of materials and products (e.g. cleaning chemicals) the emissions of which react with ozone.", "Daftar File": {}, "Penulis": "Heidi Salonen [-]", "Kontributor / Dosen Pembimbing": ["Tunga Salthammer.,Lidia Morawska"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Air pollution Ozone Indoor sources Outdoor sources School environments Office environments", "Sumber": "Environment International 119 (2018) 503–514", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "08 Jan 2019"}