{"Nomor": 32924, "Judul": "Intermolecular And Surface Forces At Solid/Oil/Water/Gas Interfaces In Petroleum Production", "Abstrak": "Many challenging issues are encountered along the petroleum production such as the wettability\nalteration of reservoir solids due to deposition of petroleum materials, stabilization/destabilization of\nwater-in-oil and oil-in-water emulsions and treatment of tailings water. All these problems are essentially driven by the fundamental intermolecular and surface forces among the different components\n(i.e., water, oil, solid and gas) in the surrounding complex fluid media, and comprehensive understanding\nof the interactions among these components will pave the way to the development of advanced materials\nand technologies for improved petroleum production processes.\nIn this work, we have reviewed the quantitative force measurement methods in different petroleum\nsystems by using nanomechanical techniques including surface forces apparatus (SFA) and atomic force\nmicroscope (AFM). Interaction forces between petroleum components (e.g., asphaltenes) and mineral\nsolids in both organic solvents and aqueous solutions are reviewed and correlated to the wettability\nchange of the reservoir solids. The recent key progress in quantifying the surface forces of water-in-oil\nand oil-in-water emulsion drops using AFM drop probe techniques are discussed. The interaction forces\nof polymer flocculants and colloidal particles are correlated to the performance of tailings water treatment. The current knowledge gap and future perspectives are also presented.", "Daftar File": {}, "Penulis": "LING ZHANG [-]", "Kontributor / Dosen Pembimbing": ["Lei Xie, Xinwei Cui, Jingsi Chen, Hongbo Zeng"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Intermolecular and surface forces Interfaces, Surface forces apparatus, Atomic force microscope, Emulsions Petroleum", "Sumber": "https://doi.org/10.1016/j.jcis.2018.11.052 0021-9797/ 2018 Elsevier Inc. All rights reserved.", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "08 Jan 2019"}