{"Nomor": 32939, "Judul": "APARTEMEN TROPIS DI KEBON MELATI, JAKARTA", "Abstrak": "Kebutuhan akan hunian yang makin meningkat di Jakarta dan minimnya ketersediaan lahan yang dapat dibangun menjadi kawasan hunian menyebabkan pembangunan hunian vertikal (apartemen) semakin marak, begitu juga di kota-kota besar lainnya di Indonesia. Sayangnya tipologi apartemen yang dikembangkan di Indonesia kini banyak yang tidak sesuai dengan iklim tropis Indonesia, dan hal ini dapat menyebabkan banyak permasalahan seperti konsumsi energi berlebihan untuk pengondisian ruangan yang dapat menyebabkan kerusakan lingkungan. Hal inilah yang menjadi latar belakang rancangan pada kasus studi perancangan apartemen di kebon Melati, Jakarta.\nKonsep perancangan apartemen ini akan menerapkan kaidah-kaidah arsitektur pada iklim tropis seperti penggunaan ventilasi alami, orientasi massa bangunan, penggunaan material ringan, dan lain lain. Permasalahan perancangan utama apartemen ini adalah minimalisasi penggunaan penghawaan buatan pada unit hunian melalui pengaturan massa thermal yang terintegrasi dengan konsep night cooling, surface cooling, serta cross ventilation.\nPengondisian udara berbasis ventilasi alami pada apartemen 30 lantai ini dapat diterapkan melalui pengendalian tekanan dan kelajuan aliran udara. Pengendalian tekanan pada massa tower apartemen melalui pengaturan ketebalan massa dan pemberian lubang-lubang pada massa gedung untuk mengendalikan besar tekanan di permukaan gedung, serta pelengkungan sudut-sudut bangunan (aerodinamis) sehingga laju aliran udara disekitar bangunan cukup untuk penyelenggaraan ventilasi alami yang nyaman. Rancangan diharapkan dapat menjadi salah satu contoh hunian vertikal yang mengadopsi kaidah-kaidah arsitektur tropis.", "Daftar File": {"2016_TA_PP_VANIA_LARISSA_FARID_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/148257"}, "Penulis": "Vania Larissa Farid [15212059]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Surjamanto W., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Residential & related buildings", "Kata Kunci": "Apartemen, Arsitektur Tropis,Ventilasi Alami, Surface Cooling, Night Cooling, Thermal Mass.", "Sumber": "", "Staf Input/Edit": "hidayat", "File": "9 file", "Tanggal Input": "08 Jan 2019"}