{"Nomor": 32941, "Judul": "Bottom Hole Pressure Estimation Using Hybridization Neural Networks And Grey Wolves Optimization", "Abstrak": "An effective design and optimum production strategies of a well depend on the accurate prediction of its\nbottom hole pressure (BHP) which may be calculated or determined by several methods. However, it is not\npractical technically or economically to apply for a well test or to deploy a permanent pressure gauge in the\nbottom hole to predict the BHP. Consequently, several correlations and mechanistic models based on the\nknown surfacemeasurements have been developed. Unfortunately, all these tools (correlations& mechanistic\nmodels) are limited to some conditions and intervals of application. Therefore, establish a global model that\nensures a large coverage of conditions with a reduced cost and high accuracy becomes a necessity.\nIn this study, we propose new models for estimating bottom hole pressure of vertical wells with\nmultiphase flow. First, Artificial Neural Network (ANN) based on back propagation training (BP-ANN)\nwith 12 neurons in its hidden layer is established using trial and error. The next methods correspond to\noptimized or evolved neural networks (optimize the weights and thresholds of the neural networks)\nwith Grey Wolves Optimization (GWO), and then its accuracy to reach the global optima is compared\nwith 2 other naturally inspired algorithms which are the most used in the optimization field: Genetic\nAlgorithm (GA) and Particle Swarms Optimization (PSO). The models were developed and tested using\n100 field data collected from Algerian fields and covering a wide range of variables.\nThe obtained results demonstrate the superiority of the hybridization ANN-GWO compared with the 2\nother hybridizations or with the BP learning alone. Furthermore, the evolved neural networks with these\nglobal optimization algorithms are strongly shown to be highly effective to improve the performance of\nthe neural networks to estimate flowing BHP over existing approaches and correlations", "Daftar File": {}, "Penulis": "MENAD NAIT AMAR [-]", "Kontributor / Dosen Pembimbing": ["Nourddine Zeraibi, Kheireddine Redouane"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Flowing bottom hole pressure (BHP), BHP correlations & mechanistic models, Artificial neural network, Neural network training BP (back propagation), GWO, GA, PSO", "Sumber": "Petroleum 4 (2018) 419-429 - KeAi, https://doi.org/10.1016/j.petlm.2018.03.013", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "1 file", "Tanggal Input": "08 Jan 2019"}