{"Nomor": 32945, "Judul": "Research Into Selection Evaluation System On Co-Mining Of", "Abstrak": "derived gas gets more attention, including coalbed methane, shale gas and tight sandstone gas. However, selection evaluation as the basis and prerequisite for the exploration and development of unconventional coal-derived gas has great significance. The purpose of this paper is to set up a selection\nevaluation system, and this system is called selection evaluation on co-mining of “the three gas” in coal\nseries stratum. If a basin exists these three gases at the same time, then we can use this evaluation\nsystem to evaluate this type of basin and choose dessert area, finally, for co-mining of “the three gas” in\ncoal series stratum provide guidance. By choosing the main control factors of coalbed methane, shale gas\nand tight sandstone gas, and based on fuzzy mathematics, analytic hierarchy process theory and multilevel fuzzy comprehensive evaluation theory to research selection evaluation system on co-mining of\n“the three gas” in coal series stratum. Finally, 26 main control factors are selected, and then the index\nsystem is set up; in addition, by calculating the weight and establishing the membership function and\nevaluation set, and then selection evaluation system on co-mining of “the three gas” in coal series\nstratum with a four layer index is established. This paper can provide a theoretical basis and engineering\nguidance for unconventional gas exploration and development", "Daftar File": {}, "Penulis": "QIANG LIU [-]", "Kontributor / Dosen Pembimbing": ["Jianjun Liu, Bing Liang"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Geological engineering, Selection evaluation system, Multi-level fuzzy mathematics, “The three gas” in coal series stratum", "Sumber": "Petroleum 4 (2018) 444-451- KeAi, https://doi.org/10.1016/j.petlm.2017.09.008", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "1 file", "Tanggal Input": "08 Jan 2019"}