{"Nomor": 32951, "Judul": "PENGARUH TEMPERATUR DAN DIAMETER REAKTOR TERHADAP YIELD BIOCRUDE-OIL DARI PROSES PIROLISIS TANDAN KOSONG KELAPA SAWIT", "Abstrak": "ABSTRAK\nPENGARUH TEMPERATUR DAN DIAMETER REAKTOR TERHADAP YIELD BIOCRUDE-OIL DARI PROSES PIROLISIS TANDAN KOSONG KELAPA SAWIT\nOleh\nPutra Zelly Nugraha\nNIM : 23016028\n(Program Studi Magister Teknik Kimia)\nBesarnya limbah tandan kosong kelapa sawit (TKKS) dari proses produksi Crude Palm Oil (CPO) di Indonesia dapat dimaanfaatkan sebagai sumber energi terbarukan. Salah satu metoda yang digunakan untuk mengkonversi TKKS menjadi energi terbarukan adalah pirolisis. Pirolisis merupakan salah satu proses dekomposisi termal TKKS menjadi sumber bahan bakar cair (biocrude-oil). Proses pirolisis ini dapat dijalankan secara cepat (fast pyrolysis) dan lambat (slow pyrolysis) tergantung pada laju pemanasan dan waktu pirolisis. Pada penelitian ini pirolisis menggunakan TKKS sebagai bahan baku dan bahan bakar dilakukan secara lambat (slow pyrolysis) dan laju pemanasan pirolisis rata-rata sebesar 6 oC/menit, menggunakan reaktor unggun tetap dengan variasi temperatur 400oC, 500oC, dan 600oC. Diameter reaktor divariasikan 3 in, 4 in dan 5 in dengan waktu pirolisis selama 1 jam. Kenaikan temperatur pirolisis mengakibatkan penurunan yield biocrude-oil pada diameter diameter 3 in dan 4 in namun peningkatan yield pada diameter reaktor 5 in. Pada temperatur yang sama, semakin besar reaktor membutuhkan bahan bakar berupa TKKS yang semakin banyak dan sebaran temperatur didalam reaktor pirolisis semakin tidak homogen yang mengakibatkan penurunan nilai yield biocrude-oil. Yield terbaik didapatkan pada reaktor diameter 3 in dengan temperatur 400oC yaitu sebesar 35,93%. Biocrude-oil yang didapatkan memiliki viskositas sebesar 26,28 cSt, densitas 1,08 gr/ml, angka asam 39,42 mg KOH/gr dan nilai kalor 31,68 MJ/kg. Biocrude-oil tersusun atas senyawa-senyawa organik yang kompleks. Komponen utama penyusun biocrude-oil merupakan asam, fenol, ester, keton, alkena dan beberapa spesies aromatik lainnya. Senyawa yang paling dominan didalam biocrude-oil yang dihasilkan, yaitu asam asetat, fenol, 2-metil fenol, n-Hexadecanoic acid dan Methyl ester 9-octadecenoic acid masing-masing sebesar 14,6%, 13,86%, 10,8%, 6,7% dan 3,1%.", "Daftar File": {"2018_TS_TK_ZAKIAH_DARAJAT_N_23016046_1_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/148344", "Pages_from_2018_TS_TK_ZAKIAH_DARAJAT_N_23016046_1_BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/148345", "Pages_from_2018_TS_TK_ZAKIAH_DARAJAT_N_23016046_1_BAB21.pdf": "https://digilib.itb.ac.id/gdl/download/148347", "Pages_from_2018_TS_TK_ZAKIAH_DARAJAT_N_23016046_1_BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/148350", "Pages_from_2018_TS_TK_ZAKIAH_DARAJAT_N_23016046_1_BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/148353", "Pages_from_2018_TS_TK_ZAKIAH_DARAJAT_N_23016046_1_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/148357"}, "Penulis": "Zakiah Darajat Nurfajrin [23016046]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Retno Gumilang Dewi, M.Env.Eng.Sc.", "Ir. Utjok WR Siagian, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Chemical engineering", "Kata Kunci": "tandan kosong kelapa sawit, pirolisis, yield, biocrude-oil.", "Sumber": "", "Staf Input/Edit": "Budi Cahyadi  \n                                     Alice Diniarti", "File": "6 file", "Tanggal Input": "08 Jan 2019"}