{"Nomor": 32959, "Judul": "Multi-user virtual environments as a pathway to distributed social networks in the classroom", "Abstrak": "Some emergent forms of online educational tools support the formation of a non-hierarchically\ndistributed communication. Theories posit that this form of communication can harvest a more\noptimal learning environment compared to traditional classroom environments, but evidence\nsupporting the theoretical assumption is scarce. The current study examined whether a MultiUser Virtual Environment (MUVE) tool called Second Life (SL) in conjunction with blogging and\ntraditional lecturing (MUVE condition) can facilitate the formation of a distributed learning\nenvironment as compared to only blogging and traditional lecturing (active-control condition).\nTwo classes of students (N = 56, 53.6% female) enrolled in an undergraduate-level, semesterlong psychology course participated in the study. The students in both experimental and control\nconditions had a lecture and blogging component, and in the experimental condition the students\nalso used SL during class. Student interactions recorded on the blogging platform in both conditions were analyzed by social network analysis. This was supplemented by student interviews\nearly and later in the semester. The results revealed that the network in the MUVE condition was\nmore connected and more distributed than in the active-control condition. The findings suggest\nthat MUVE enables students to play a more active role in the classroom learning community", "Daftar File": {}, "Penulis": "Irina Kuznetcova [-]", "Kontributor / Dosen Pembimbing": ["Michael Glassman., Tzu-Jung Lin"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Computer-mediated communication Interactive learning environments Multi-user virtual environments Social network analysis", "Sumber": "Computers & Education 130 (2019) 26–39", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "09 Jan 2019"}