{"Nomor": 32962, "Judul": "Depositional And Petrophysical Controls On The Volumes Of Hydrocarbons Trapped In The Messinian Reservoirs, Onshore Nile Delta, Egypt", "Abstrak": "The Messinian sequence in the Nile Delta hosts the most prolific hydrocarbon reservoirs, and is therefore\nof great importance from the aspect of nonrenewable fuel sources exploration and development strategies. This study presents an investigation for the differential impacts of the depositional and petrophysical attributes on the hydrocarbon volumes trapped in the Messinian reservoirs. Analyses of the\npressure data and pressure gradients revealed hydraulically-connected and homogeneous Messinian\nreservoir rocks. The amounts of Stock Tank Oil and Gas Initially In Places (STOIPP & GIIP) are typically\ncontrolled by the depositional primary attributes (matrix content and grain size) which induce several\nreservoir heterogeneities. The Lower Messinian Qawasim reservoir is subdivided into two main zones:\nthe distal deltaic (zone 1) prograded into proximal deltaic facies (zone 2). The petrophysical reservoir\nquality in terms of porosity, permeability and water saturation increases upward from zone 1 to zone 2.\nThese are largely controlled by the depositional attributes, and therefore zone 2 with a minimum matrix\ncontent, coarse-grained sandstones and mega pore spaces (>150 mm) hosts almost 90% of the STOIIP and\n100% of the GIIP. Notably, approximately 78% and 65% of the total STOIIP and GIIP, respectively are\nconfined within the coarse-grained delta-plain distributary channels of zone 2. Similarly, the fluvial\nsediments (zone 1) of the Upper Messinian Abu Madi Formation host 78% of the GIIP in West Al-Khilala\nField and the other 22% is trapped in the overlying zone 2 and is mostly distributed within the sandprone tidal channel and tidal sand bars facies. The channel width/thickness (W/T) ratio largely controls the STOIIP and GIIP values. STOIIP and GIIP display a progressive linear increase with increasing the\nchannel width. This is likely due to increasing the percentage of the good reservoir quality facies within\nthe geologic model as well as increasing the reservoir connectivity with increasing the channel width", "Daftar File": {}, "Penulis": "MAHMOUD LEILA [-]", "Kontributor / Dosen Pembimbing": ["Andrea Moscariello"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Geochemistry, Messinian, Nile Delta, Qawasim, Abu Madi", "Sumber": "Petroleum 4 (2018) 250-267 - KeAi, https://doi.org/10.1016/j.petlm.2018.04.003", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "1 file", "Tanggal Input": "09 Jan 2019"}