{"Nomor": 32975, "Judul": "Insight Into Heavy Oil Recovery Of Cyclic Solvent Injection (CSI) Utilizing C3H8/CH4 and C3H8/CH4/CO2", "Abstrak": "In this study, a sandpack model with porosity and permeability of 32.3% and 9.4 D, and a heavy crude oil\nwith viscosity of 6430 mPa.s were used to represent a typical thin heavy oil formation. First, different\nratios of C3H8 to CH4 stream were prepared and their performance on Cyclic Solvent Injection (CSI)\nmethod was examined to quantify the optimum solvent concentration. Second, CO2 was introduced to\nthe optimum quantified CH4-C3H8 mixture to investigate the extent to which CSI behavior changes by\npartially replacement of CH4 with CO2.\nResults showed that ultimate oil recovery factor (RF) increased from 24.3% to 33.4% original oil in place\n(OOIP) when C3H8 concentration increased from 15 to 50 mol% in the CH4 stream. CSI tests with higher\nC3H8 concentration reached the maximum cyclic recovery with lower number of injection cycles - due to\nhigher solubility of C3H8 compared with CH4. Solvent utilization factor (SUF) data also confirmed this as\nlesser volume of solvent with higher C3H8 concentration was required to produce oil.\nVisual observations showed that the produced foamy oil lasted longer with higher concentration of\nC3H8 in the solvent (5 min for 15% C3H8 e 85% CH4 case versus 180 min for 50% C3H8 e 50% CH4 case).\nUpon addition of CO2 to the mixture, the solvent apparent solubility increased and foamy oil flow\npromoted. The highest cyclic C3H8-CH4 apparent solubility of 0.175 gr. solvent/100 gr. remaining oil\njumped to 0.53 gr. solvent/100 gr. remaining oil when 35% mole fraction of CO2 replaced CH4. The highest\nultimate oil RF of 44.11% OOIP was measured from eight cycle injection of 50% C3H8 e 15% CH4 e 35%\nCO2. This solvent also benefited from the longest stability of produced-oil foamy shape with recorded\ntime of 217 min (including production time).\nAccording to the results of this experimental study, it seems that there is an optimum fraction of C3H8\nin CH4 stream injection in heavy oil systems (with viscosity in the vicinity of 6430 mPa s); the concentration beyond which ultimate oil recovery factor does not increase significantly (near 50 mol%). It is\nspeculated that last cycles do not appreciably respond to heavy oil production mainly due to asphaltene\ngetting precipitated within the model.", "Daftar File": {}, "Penulis": "ARASH AHADI [-]", "Kontributor / Dosen Pembimbing": ["Farshid Torabi"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "CSI, Solubility, Heavy oil, Foam stability, Light hydrocarbons", "Sumber": "Petroleum 4 (2018) 337-346 - KeAi, https://doi.org/10.1016/j.petlm.2018.04.001", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "1 file", "Tanggal Input": "09 Jan 2019"}