{"Nomor": 32986, "Judul": "KARAKTERISASI KIMIA BATUBARA HIBRIDA PRODUK KO-PIROLISIS BATUBARA-BIOMASSA", "Abstrak": "ABSTRAK\nKARAKTERISASI KIMIA BATUBARA HIBRIDA PRODUK KO-PIROLISIS BATUBARA-BIOMASSA\nOleh\nSlamet Handoko\nNIM: 23016010\n(Program Studi Magister Teknik Kimia)\nProduksi batubara lignit dan serbuk gergaji Indonesia pada tahun 2016 yang mencapai 131,05 dan 11,82 juta ton berpotensi sebagai bahan baku batubara hibrida melalui ko-pirolisis. Kualitas batubara hibrida yang lebih baik daripada batubara bahan bakunya akan meningkatkan efisiensi pembakaran dan menurunkan emisi CO2 tak netral. Batubara hibrida diduga juga mengandung senyawa ekstraktif hidrokarbon aromatik yang berdampak negatif bagi kesehatan manusia. Proses ekstraksi merupakan salah satu cara untuk mengidentifikasi senyawa ekstraktif hidrokarbon aromatik pada batubara hibrida. Penelitian ini bertujuan untuk mengidentifikasi senyawa ekstraktif hidrokarbon aromatik dalam batubara hibrida, mengetahui pengaruh jenis pelarut, pengaruh ukuran partikel serta pengaruh temperatur pada ekstraksi senyawa ekstraktif hidrokarbon aromatik. Penelitian meliputi proses ko-pirolisis dan ekstraksi dengan variasi parameter proses ekstraksi yang terdiri dari jenis pelarut (aseton, toluen, DCM), ukuran batubara hibrida (granul, halus) dan temperatur (ruang, didih pelarut). Karakterisasi batubara hibrida dilakukan dengan analisis proksimat, ultimat, TGA, nilai kalor dan analisis GC-MS hasil ekstraksi senyawa ekstraktif hidrokarbon aromatik.\nHasil penelitian menunjukkan nilai kalor batubara hibrida adalah sebesar 5282 kkal/kg, yakni meningkat sebesar 13,35% dari nilai kalor umpan ko-pirolisisnya. Emisi CO2 tak netral turun sebesar 28,20%. Dari ketiga pelarut yang digunakan, hanya toluen yang dapat mengidentifikasi senyawa ekstraktif hidrokarbon, yaitu sebanyak 11 senyawa. Ekstraksi terhadap batubara hibrida pada temperatur didih pelarut toluen mampu mengidentifikasi senyawa ekstraktif hidrokarbon lebih banyak daripada ekstraksi pada temperatur ruang. Pada ekstraksi terhadap umpan ko-pirolisis dan batubara hibrida berbentuk granul, jumlah senyawa ekstraktif hidrokarbon yang teridentifikasi adalah 8 dan 7 senyawa sedangkan pada umpan ko-pirolisis dan batubara hibrida berbentuk serbuk halus jumlah senyawa ekstraktif hidrokarbon yang teridentifikasi adalah masing-masing 12 senyawa. Hasil identifikasi menunjukkan batubara hibrida lebih berdampak negatif bagi kesehatan manusia dengan ditemukannya senyawa 1,3-benzodioxin-4-one.\nKata kunci: batubara hibrida, ko-pirolisis, ekstraksi, senyawa ekstraktif", "Daftar File": {"2018_TS_TK_Slamet_Handoko_23016010_1_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/148622", "2018_TS_TK_Slamet_Handoko_23016010_1_BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/148623", "2018_TS_TK_Slamet_Handoko_23016010_1_BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/148625", "2018_TS_TK_Slamet_Handoko_23016010_1_BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/148626", "2018_TS_TK_Slamet_Handoko_23016010_1_BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/148627", "2018_TS_TK_Slamet_Handoko_23016010_1_BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/148628", "2018_TS_TK_Slamet_Handoko_23016010_1_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/148629"}, "Penulis": "Slamet Handoko [23016010]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Dwiwahju Sasongko, M.Sc., Ph.D.", "Winny Wulandari, S.T., Ph.D.", "Jenny Rizkiana, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "batubara hibrida, ko-pirolisis, ekstraksi, senyawa ekstraktif", "Sumber": "", "Staf Input/Edit": "Budi Cahyadi", "File": "7 file", "Tanggal Input": "09 Jan 2019"}