{"Nomor": 32984, "Judul": "ELECTRIC DIPOLE MOMENTS OF ATOMS, MOLECULES, NUCLEI, AND PARTICLES", "Abstrak": "A permanent electric dipole moment (EDM) of a particle or system is a separation of charge along its\nangular momentum axis and is a direct signal of T violation and, assuming CPT symmetry, CP\nviolation. For over 60 years EDMs have been studied, first as a signal of a parity-symmetry violation\nand then as a signal of CP violation that would clarify its role in nature and in theory. Contemporary\nmotivations include the role that CP violation plays in explaining the cosmological matter-antimatter\nasymmetry and the search for new physics. Experiments on a variety of systems have become evermore\nsensitive, but provide only upper limits on EDMs, and theory at several scales is crucial to interpret these limits. Nuclear theory provides connections from standard-model and beyondstandard-model physics to the observable EDMs, and atomic and molecular theory reveal how CP violation is manifest in these systems. EDM results in hadronic systems require that the standardmodel QCD parameter of ¯? must be exceptionally small, which could be explained by the existence of axions, also a candidate dark-matter particle. Theoretical results on electroweak baryogenesis show that new physics is needed to explain the dominance of matter in the Universe. Experimental and theoretical efforts continue to expand with new ideas and new questions, and this review provides a broad overview of theoretical motivations and interpretations as well as details about experimental techniques, experiments, and prospects. The intent is to provide specifics and context as this exciting field moves forward.", "Daftar File": {}, "Penulis": "T. E. CHUPP [-]", "Kontributor / Dosen Pembimbing": ["P. FIERLINGER,", "M. J. RAMSEY-MUSOLF,", "J. T. SINGH"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "-", "Sumber": "AMERICAN PHYSICAL SOCIETY", "Staf Input/Edit": "Ratnasari", "File": "1 file", "Tanggal Input": "09 Jan 2019"}