{"Nomor": 32983, "Judul": "EVALUASI TINGKAT KEBERLANJUTAN SISTEM PANGAN KOMODITAS DAGING SAPI DI DKI JAKARTA", "Abstrak": "Dalam Undang-Undang Dasar 1945 dikatakan bahwa pangan merupakan salah satu kebutuhan dasar yang harus dipenuhi setiap manusia. Ketika kebutuhan pangan suatu wilayah tidak terpenuhi berbagai hal negatif seperti wabah kelaparan, malnutrisi, berbagai kasus penyakit atau sumber konflik sosial di masyarakat akan timbul. Salah satu komoditas strategis di bidang pangan yang harus diperhatikan ketersediaannya adalah daging sapi. Daging sapi merupakan kategori pangan penting dalam Rencana Aksi Nasional Pangan dan Gizi serta merupakan sumber terkaya zat besi sehingga berguna untuk meningkatkan kecerdasan dan kesehatan fisik. Provinsi DKI Jakarta yang berperan sebagai ibukota negara sekaligus pusat pemerintahan dan ekonomi merupakan salah satu konsumen terbesar untuk komoditas daging sapi. Namun penyelenggaraan sistem pangan untuk komoditas daging sapi di wilayah tersebut menuai banyak permasalahan seperti harganya yang diklaim melebihi daya beli, beredarnya daging sapi formalin dan oplosan, maupun pencemaran yang dilakukan industri sapi potong. Semua hal ini mengancam keberlanjutan penyelenggaraan sistem pangan tersebut. Oleh sebab itu evaluasi tingkat keberlanjutan sistem pangan komoditas daging penting untuk dilakukan sebagai dalam rangka mewujudkan sistem pangan berkelanjutan di daerah strategis seperti Provinsi DKI Jakarta. Penelitian ini merupakan penelitian campuran (mixed method) dengan pendekatan pseudo-evaluation (evaluasi semu) yang bersifat ex-post. Data yang digunakan merupakan data sekunder dan observasi yang dilakukan di dalam wilayah studi.\nHasil penelitian menunjukkan bahwa tingkat keberlanjutan sistem pangan komoditas daging sapi di Provinsi DKI Jakarta kurang baik. Tingkat keberlanjutan pada subsistem produksi memenuhi satu dari empat kriteria keberlanjutan, pada subsistem pengolahan memenuhi dua dari tujuh kriteria keberlanjutan, dan pada subsistem distribusi hanya terpenuhi dua dari enam kriteria keberlanjutan. Terdapat unsur-unsur yang menghambat terselenggaranya sistem pangan berkelanjutan pada setiap subsistem tersebut. Unsur-unsur tersebut diantaranya Provinsi DKI Jakarta belum mampu memenuhi kebutuhan daging sapi penduduknya, penyelenggaraan pangan belum berbasis lokal, serta minimnya jaminan kualitas daging sapi pada tahap produksi dan pengolahan.", "Daftar File": {"2015_TA_PP_LATHIFAH_ZAHRATUL_JANNAH_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/148592"}, "Penulis": "Lathifah Zahratul Jannah [15411087]", "Kontributor / Dosen Pembimbing": ["Dr. Delik Hudalah, S.T., M.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "General management", "Kata Kunci": "Pangan, sistem pangan berkelanjutan, daging sapi, DKI Jakarta", "Sumber": "", "Staf Input/Edit": "hidayat", "File": "7 file", "Tanggal Input": "09 Jan 2019"}