{"Nomor": 32980, "Judul": "STUDI DAMPAK PENGGUNAAN KENDARAAN BERMOTOR OLEH WISATAWAN MUSEUM POS INDONESIA DAN KEBUN BINATANG BANDUNG BERDASARKAN EMISI CO<SUb>2</SUb> YANG DIHASILKAN TERHADAP RUANG TERBUKA HIJAU DI KOTA BANDUNG", "Abstrak": "Perkembangan suatu Kota dapat terlihat dari banyaknya kunjungan yang dilakukan pada suatu kota. Peningkatan jumlah kunjungan yang ada dapat terlihat dari peningkatan pemakaian kendaraan bermotor. Kota Bandung termasuk kota yang memiliki jumlah kunjungan yang mengalami pertambahan kunjungan dengan menggunakan kendaraan bermotor, dapat terlihat dari tren pertambahan jumlah kendaraan bermotor yang masuk melalui gerbang tol di Kota Bandung, yaitu y=28.743.313,71 + 1.149.630,75x (Hasil Analisis, 2015). Begitu pula dengan penggunaan kendaraan oleh wisatawan ketika berkunjung ke Kota Bandung, dapat bertambah dengan kemungkinan peningkatan jumlah kunjungan wisatawan ke suatu destinasi wisata. Namun dengan adanya peningkatan pemakaian kendaraan bermotor akan meningkatkan potensi peningkatan jumlah emisi CO2 ke udara.\nPenelitian ini bertujuan untuk mengidentifikasi dampak yang akan diterima ruang terbuka hijau di Kota Bandung sebagai penyerap emisiCO2 yang dihasilkan dari penggunaan kendaraan bermotor oleh wisatawan ketika menuju Museum Pos Indonesia dan Kebun Binatang Bandung. Total sampel yang digunakan dalam penelitian ini adalah 50 sampel pada masing-masing destinasi wisata dengan cara penyebaran kuisioner. Metode pengolahan dan analisis data yang digunakan adalah metode deskriptif kuantitatif dengan penerapan konsep jejak ekologis transportasi yang terdiri dari perhitungan jejak ekologis fisik dan jejak karbon untuk menghitung beban emisi CO2. Selanjutnya akan dilakukan analisis untuk melihat dampak dan kondisi ekologis Kota Bandung pada saat ini berdasarkan dampak emisi CO2 yang dihasilkan.\nHasil analisis data menunjukkan bahwa jumlah jejak ekologis fisik yang dihasilkan dari pergerakan kendaraan oleh wisatawan menuju kedua destinasi wisata sebesar 75,84 ha. Beban emisi total yang diterima Kota Bandung dari pergerakan kendaraan wisatawan menuju kedua destinasi adalah 4.051.109,68 kg/tahun, dengan total 83.775,14 kg/tahun dihasilkan oleh kendaraan wisatawan yang menuju Museum Pos Indonesia dan total 3.967.334,54 kg/tahun dari kendaraan yang menuju Kebun Binatang Bandung. Selanjutnya kemampuan penyerapan RTH eksisting di Kota Bandung adalah 19.349,90 ton/tahun sehingga emisi CO2 yang dihasilkan dapat terserap seluruhnya setara dengan 20,94% kemampuan penyerapan oleh RTH di Kota Bandung. Berdasarkan hasil perhitungan tersebut, mengindikasikan bahwa pada saat ini kondisi ekologis Kota Bandung berada pada kriteria ecological reverse, dimana jumlah lahan produktif masih melebihi bila dibandingkan dengan jumlah jejak ekologis yang dihasilkan.", "Daftar File": {"2016_TA_PP_AMELIA_NOVIE_PUJI_ASTUTI_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/148556"}, "Penulis": "Amelia Novie Puji Astuti [15411090]", "Kontributor / Dosen Pembimbing": ["Prof. Drs. Arief Rosyidie, MSP, M.Arch., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Emisi CO2, jejak ekologis transportasi, kendaraan bermotor, RTH, wisatawan.", "Sumber": "", "Staf Input/Edit": "hidayat  \n                                     hidayat", "File": "7 file", "Tanggal Input": "09 Jan 2019"}