{"Nomor": 32995, "Judul": "ANALISIS PERAN DAN JEJARING STAKEHOLDER DALAM UPAYA DEBOTTLENECKING PERSILANGAN PEMBANGUNAN JALUR MRT KORIDOR LEBAK BULUS-BUNDARAN HI DENGAN JARINGAN PIPA GAS DI JAKARTA SELATAN", "Abstrak": "Pembangunan  infrastruktur  adalah  salah  satu  aspek  pembangunan  yang  krusial  dan \nmemiliki  peran  penting  di  dalam  pembangunan  nasional.  Namun,  seringkali \npembangunan  infrastruktur  nasional  mengalami  kendala  khususnya  dalam  konteks \nperencanaan pembangunan infrastruktur hingga implementasinya. Masalah yang timbul \nseringkali terjadi karena perbedaan pandangan dan kepentingan atau ego sektoral yang \nmenghambat proses pengambilan keputusan. Salah satu Proyek Strategis Nasional yang \nmenjadi perhatian secara nasional adalah Pembangunan Mass Rapid Transport Jakarta. \nPelaksanaan proyek pemerintah ini memiliki beberapa rintangan salah satunya adalah \nkonflik  penggunaan  lahan.  Proyek  infrastruktur  lajur  MRT  Lebak  Bulus-Kampung \nSelatan  adalah  salah  satu  proyek  infrastruktur  pemerintah  dan  termasuk  kedalam  13 \nProyek Strategis Nasional yang memiliki konflik penggunaan lahan dengan jalur pipa \ngas di Jakarta Selatan tepatnya pada Construction Package CP-101 dan CP-102 Stasiun \nLebak Bulus-Fatmawati-Cipete-Haji Nawi-Blok A-Blok M. Dilakukan wawancara semistruktur  untuk  memperoleh  informasi  yang  dibutuhkan  terkait  dengan  kasus  ini  yang \nkemudian  dikodifikasi  agar  informasi  yang  didapatkan  menjadi  terstruktur  dan \nmemberikan pemahaman yang lebih luas terkait dengan upaya debottlenecking terutama \ndalam  aspek  institusionalnya.  Kemudian,  dilakukan  analisis  stakeholder  dengan \npendekatan model jejaring aktor untuk memberikan gambaran tentang peran stakeholder \nserta jejaring interaksi yang terbentuk di dalam proses debottlenecking yang dilakukan. \nKonflik yang terjadi sempat menjadi penghalang keberjalanan proyek, namun saat ini \ntelah dapat terurai penghambatnya melalui negosiasi berbagai pihak dan intervensi dari \nKomisi  Percepatan  Penyediaan  Infrastruktur  Prioritas  (KPPIP)  dalam  melakukan \nmandatnya yaitu debottlenecking permasalah yang terjadi pada pelaksanaan Penyediaan \nInfrastruktur  Prioritas.  Pendefinisian  masalah  utama  yang  terjadi  di  dalam \npenyelenggaraan  pembangunan  infrastruktur  memiliki  signifikansi  yang  besar  dan \nkrusial  dalam  pembangunan  proyek-proyek  pembangunan  infrastruktur  ke  depannya \nyang memiliki potensi konflik yang tinggi jika tidak dikelola dengan baik oleh lembagalembaga negara yang bertanggung jawab dalam pembangunan tersebut.", "Daftar File": {}, "Penulis": "Daniel [15414009]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Binsar Parasian Naipospos, MSP"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Transportation ; ground transportation", "Kata Kunci": "Debottlenecking, MRT Jakarta, analisis stakeholder, dan analisis jejaring sosial", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Yoninur Almira", "File": "5 file", "Tanggal Input": "09 Jan 2019"}