{"Nomor": 32990, "Judul": "HIGHLY CHARGED IONS: OPTICAL CLOCKS AND APPLICATIONS IN FUNDAMENTAL PHYSICS", "Abstrak": "Recent developments in frequency metrology and optical clocks have been based on electronic\ntransitions in atoms and singly charged ions as references. The control over all relevant degrees\nof freedom in these atoms has enabled relative frequency uncertainties at a level of 10?18. This\naccomplishment not only allows for extremely accurate time and frequency measurements, but also\nto probe our understanding of fundamental physics, such as a possible variation of fundamental\nconstants, a violation of the local Lorentz invariance, and the existence of forces beyond the standard\nmodel of physics. In addition, novel clocks are driving the development of sophisticated technical\napplications. Crucial for applications of clocks in fundamental physics are a high sensitivity to effects\nbeyond the standard model and a small frequency uncertainty of the clock. Highly charged ions offer\nboth. They possess optical transitions which can be extremely narrow and less sensitive to external\nperturbations compared to current atomic clock species. The large selection of highly charged ions\noffers narrow transitions that are among the most sensitive ones for the “new physics” effects. Recent\nexperimental advances in trapping and sympathetic cooling of highly charged ions will in the future\nenable advanced quantum logic techniques for controlling motional and internal degrees of freedom\nand thus enable high-accuracy optical spectroscopy. Theoretical progress in calculating the properties\nof selected highly charged ions has allowed the evaluation of systematic shifts and the prediction\nof the sensitivity to the physics beyond the standard model. New theoretical challenges and\nopportunities emerge from relativistic, quantum electrodynamics, and nuclear-size contributions that\nbecome comparable with interelectronic correlations. This article reviews the current status of the\nfield, addresses specific electronic configurations and systems which show the most promising\nproperties for research, their potential limitations, and the techniques for their study.", "Daftar File": {}, "Penulis": "M. G. KOZLOV  [-]", "Kontributor / Dosen Pembimbing": ["M. S. SAFRONOVA,", "J. R. CRESPO LÓPEZ-URRUTIA,", "P. O. SCHMIDT"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "-", "Sumber": "REVIEWS OF MODERN PHYSICS, VOLUME 90, OCTOBER–DECEMBER 2018, © 2018 American Physical Society", "Staf Input/Edit": "Ratnasari", "File": "1 file", "Tanggal Input": "09 Jan 2019"}