{"Nomor": 33002, "Judul": "ANALISA BALANCE ENERGI DAN TEKNOLOGI-EKONOMI INVESTASI SIKLUS RANKINE ORGANIK UNTUK MENGONVERSI PANAS LIMBAH PEMANASAN BATUBARA COAL-COAL KEBAKARAN LISTRIK GAS BUANG LISTRIK KE LISTRIK GAS KE LISTRIK LISTRIK", "Abstrak": "Gas buang knalpot di pembangkit listrik tenaga batu bara adalah sumber panas limbah suhu rendah yang kaya, yang energinya hilang adalah jumlah yang cukup besar di antara kehilangan unit pembangkit listrik. Selain itu, Organic Rankine Cycle (ORC) telah dibuktikan sebagai teknologi yang menjanjikan untuk pemulihan panas suhu rendah. Dalam karya ini, sejumlah gas buang dari 350 MW pembangkit listrik tenaga uap di pulau Jawa Barat diekstraksi untuk memanaskan air panas bertekanan yang merupakan sumber panas ORC yang digunakan untuk menghasilkan listrik. Setelah melepaskan panas melalui penukar panas tabung sirip, gas buang knalpot didinginkan dari 157,56 oC hingga 120 oC, yang dibatasi oleh suhu titik embun asam, dan menyediakan panas minimum yang tersedia 10,825 MW ketika pembangkit listrik tenaga uap dioperasikan pada beban 50% TMCR.\nPanas maksimum yang digunakan dan output daya kotor instalasi pemulihan panas benar-benar dihitung berdasarkan spesifikasi produsen ORC yang dipilih. Selain itu, mensimulasikan setiap penukar panas dalam sistem dengan menggunakan program HTRI, merancang sistem ducting dan ukuran pipa dilakukan untuk memperkirakan semua jenis kerugian yang digunakan untuk menghitung daya yang dikonsumsi dari pompa sirkulasi dan kipas tambahan. Secara bersamaan, untuk mendapatkan output daya netto dari pembangkit pemulihan panas setinggi mungkin, lebar yang bervariasi (atau tabung pemanjangan) dari tabung sirip penukar panas cocok dengan masing-masing dari empat model ORC dengan kinerja operasi yang berbeda dianalisis.\nDengan memperbaiki ketinggian penukar panas tabung sirip pada 5,0 m, dan mengubah lebar penukar dari 5,0 m menjadi 6,5 m, kerugian instalasi pemulihan panas berkurang ketika lebarnya lebih panjang. Bagaimanapun, model ORC yang dioperasikan dengan 150 oC sumber panas cocok dengan 6,5 m lebar penukar panas yang dihasilkan tidak hanya daya kotor maksimum (1250 kW) tetapi juga daya bersih tertinggi (959.035 kW), dan membutuhkan Rp 42,998 miliar biaya investasi yang merupakan harga tertinggi di antara total studi kasus dalam pekerjaan. Oleh karena itu, kecocokan yang paling tepat antara lebar penukar panas tabung sirip dan model ORC akan dipertimbangkan setelah mendapatkan hasil dari analisis nilai sekarang bersih (NPV) untuk setiap pencocokan.\nMenurut studi tekno-ekonomi, untuk penukar panas selebar 5,0 m, model ORC yang dioperasikan dengan sumber panas 140 oC dan daya input 4000 kWth menunjukkan NPV tertinggi dengan Rp 1,460 miliar, sedangkan model ORC lain yang dioperasikan\n \nii\ndengan sumber panas 150 oC merupakan NPV tertinggi dengan Rp 1,967 miliar, 3,047 miliar, dan 3,635 miliar, untuk penukar panas kasus 5,5 m, 6,0 m, dan 6,5 m. Sistem ini memberikan tingkat pengembalian internal (IRR) lebih dari 12% jika mereka akan dioperasikan dalam 12 tahun biaya siklus hidup, dan periode pengembaliannya pada tahun kelima.", "Daftar File": {}, "Penulis": "HEAK VANNAK [ 23116702 ]", "Kontributor / Dosen Pembimbing": ["Dr. Ing. Willy Adriansyah"], "Jenis Koleksi": "", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Siklus Rankine Organik, Teknologi-ekonomi, Gas buang knalpot, Pemulihan panas limbah, Pembangkit listrik tenaga batu bara.", "Sumber": "", "Staf Input/Edit": "D. Budina", "File": "0 file", "Tanggal Input": "10 Jan 2019"}