{"Nomor": 33013, "Judul": "Throttle Characteristics Of Multi-Stage Circumfluence Nozzle During The Separate-Layer Injection of CO2", "Abstrak": "Separate-layer injection of CO2 is an important method to improve oil and gas production and\nrecovery. Conventional single-stage nozzle is usually blocked by impurities, and the ice-barrier\nphenomenon is very common. To solve this problem, large-diameter multi-stage circumfluence\nnozzle was designed to release pressure stage by stage. In order to illuminate the throttle characteristics of the CO2 multi-stage circumfluence nozzles, numerical simulation was performed to\ntest several nozzles with different diameters and stage numbers. Furthermore, we tested the\nthrottle characteristics through laboratory experiments and obtained the effects of several critical\nparameters such as nozzle diameter, number of stage and pressure drop on the throttle characteristics. The results show that the flow rate decreases as the nozzle stage increases on the condition of constant pressure and nozzle diameter. And pressure difference increases as nozzle stage\nnumber increases under the constant flow rate. The throttle capability of multi-stage circumfluence\nnozzles was much better than the concentric nozzles. Large-diameter multi-stage nozzle is recommended rather than small-diameter single-stage nozzle during the process of separate-layer\ninjection, which can efficiently prevent impurities and ice blocking. The results are expected to\nprovide a theoretical support for the nozzle choice of separate-layer injection of CO2", "Daftar File": {}, "Penulis": "HAIZHU WANG [-]", "Kontributor / Dosen Pembimbing": ["Gensheng Li, Lichuan Zhao, Youwen Wang, Yun Liu, Qingling Liu, Meng Wang, Fei Gao, Meng Cai"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Supercritical CO2, Separate-layer gas injection, Multi-stage circumfluence nozzle, Throttle characteristics, Pressure difference", "Sumber": "Petroleum 4 (2018) 187-197 - KeAi, http://dx.doi.org/10.1016/j.petlm.2017.08.003", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "1 file", "Tanggal Input": "10 Jan 2019"}