{"Nomor": 33017, "Judul": "A Novel Stimulation Strategy For Developing Tight Fractured Gas Reservoir", "Abstrak": "Conventional stimulation methods such as matrix acidizing, acid fracturing, or proppant fracturing have\nresulted in products that perform poorly and/or fail within months. Other options, such as water fracs\nwith light sand, give better results but are prohibitively expensive. Mineral composition, brittleness\nindex, stress regime, and petrophysical properties, which are favorable for creating complex fracture\nnetworks, can be obtained by geochemical and geomechanical analysis. The extended Reshaw and\nPollard criterion shows that hydraulic fractures tend to be arrested by pre-existing natural fractures, and\ncomplex fracture networks would be created during fracturing. Additionally, the critical stressed faults\ntheory indicates that the pre-existing natural fractures tend to slip with the shear mode as the pore fluid\npressure increases. Rotating disk experiments and conductivity tests with artificial sheared plates have\nshown that flow channels can be etched at the location of scratches on fracture surfaces. Meanwhile, the\ncarbonate cement in natural fractures can be chelated to form wormhole likely flow channels. Complex\nfracture networks with sufficient acid etched conductivity can be generated by water fracs with acid. A\nnovel and economical volume stimulation strategy known as network acid fracturing has provided Tarim\nOil Company the means to develope ultra-deep, ultra-high pressure, high temperature, and ultralow\npermeability but fractured gas reservoirs. Post-stimulation production performances of numerous wells\nwith network acid fracturing are comparable to those with stimulated reservoir volumes", "Daftar File": {}, "Penulis": "ZHIFENG LUO [-]", "Kontributor / Dosen Pembimbing": ["Nanlin Zhang, Liqiang Zhao, Xuefang Yuan, Yang Zhang"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Network acid fracturing, Pre-existing natural fracture, Carbonate cement, Ultralow permeability gas reservoir", "Sumber": "Petroleum 4 (2018) 215-222 - KeAi, https://doi.org/10.1016/j.petlm.2017.12.002", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "1 file", "Tanggal Input": "10 Jan 2019"}