{"Nomor": 33031, "Judul": "USULAN STRATEGI PEMASARAN UNTUK PERUSAHAAN START-UP AKSESORIS FASHION (STUDI KASUS: TWINEEY DERP)", "Abstrak": "Twineey Derp didirikan pada tahun 2016, berbasis di Bandung. Twineey Derp bergerak di bidang fashion dan aksesori untuk wanita muda. Produknya adalah anting-anting, kalung, dompet dan tas. Konsep Twineey Derp menciptakan handamde aksesoris yang dapat digunakan setiap hari dan meningkatkan secara emosional di setiap desain.\nMeskipun mendapat respons yang bagus di pasar, penjualan produk Twineey Derp berfluktuasi atau tidak stabil yang menyebabkan rendahnya brand awareness dan penjualan semakin rendah. Di bidang marketing, untuk saat ini Twineey Derp hanya menggunakan Instagram dan Facebook sebagai saluran distribusi mereka. Twineey Derp tidak menjalin kerjasama secara offline atau kolaborasi untuk meningkatkan saluran distribusi mereka.\nTujuan dari penelitian ini adalah untuk mengetahui masalah yang dihadapi oleh perusahaan. Hal pertama yang harus dilakukan untuk mengetahui masalah di Twineey Derp adalah dengan menganalisis kondisi internal dan eksternal. Untuk kondisi internal perusahaan menggunakan analisis STP untuk mengidentifikasi segmentasi pasar, 4P Marketing Mix untuk membantu memahami apa yang dapat ditawarkan produk perusahaan dan bagaimana merencanakan penawaran produk yang sukses, juga analisis Kekuatan dan Kelemahan untuk mengevaluasi kekuatan dan kelemahan yang terlibat dalam perusahaan bisnis. untuk memenangkan pasar. Untuk menganalisis kondisi eksternal perusahaan menggunakan Porter 5 Force untuk menganalisis lima kekuatan kompetitif yang membentuk setiap industri, dan membantu menentukan kelemahan dan kekuatan suatu industri, analisis pesaing untuk mengidentifikasi kekuatan dan kelemahan pesaing potensial saat ini, analisis peluang untuk membantu meningkatkan kinerja dan keunggulan kompetitif di pasar, dan analisis ancaman untuk mengidentifikasi ancaman dari lingkungan luar yang dapat mempengaruhi kinerjanya atau pencapaian tujuan perusahaan.\nSetelah melakukan penelitian, ada beberapa hal yang dapat disimpulkan untuk meningkatkan strategi pemasaran Twineey Derp dan meningkatkan penjualan setiap bulan. Hal-hal yang perlu dilakukan Twineey Derp yaitu konsistensi dalam menambahkan produk baru setiap dua bulan, menyesuaikan harga produk bersama dengan promo pendukung, berkolaborasi dengan tokoh masyarakat dan desainer, bergabung dengan toko ritel dan berpartisipasi dalam acara bazaar, dan menggunakan promosi berbayar untuk sosial media yang digunakan seperti Facebook dan Instagram.\nRencana implementasi terdiri dari kerangka waktu implementasi bisnis untuk produksi dan promosi. Dimulai dari Juni 2018 hingga Mei 2018 dengan fokus pada perancangan produk baru, kegiatan promosi, dan mengembangkan saluran distribusi baru.", "Daftar File": {"2019_TS_PP_Mayum_Nurul_Fitri_1-Absrakt.pdf": "https://digilib.itb.ac.id/gdl/download/149062"}, "Penulis": "Mayumi Nurul Fitri [29116521]", "Kontributor / Dosen Pembimbing": ["Dwi Larso, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Perusahaan Asesoris Wanita, Strategi Pemasaran untuk Asesoris, Bisnis Fashion", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "10 Jan 2019"}