{"Nomor": 33035, "Judul": "A hybrid multi-criteria approach to GPR image mining applied to water supply system maintenance", "Abstrak": "Data processing techniques for Ground Penetrating Radar (GPR) image mining provide essential information to\noptimize maintenance management of Water Supply Systems (WSSs). These techniques aim to elaborate on\nradargrams in order to produce meaningful graphical representations of critical buried components of WSSs.\nThese representations are helpful non-destructive evaluation tools to prevent possible failures in WSSs by keeping them adequately monitored. This paper proposes an integrated multi-criteria decision making (MCDM) approach to prioritize various data processing techniques by means of ranking their outputs, namely their resulting\nGPR image representations. The Fuzzy Analytic Hierarchy Process (FAHP) is applied to weight various evaluation\ncriteria, with the purpose of managing vagueness and uncertainty characterizing experts' judgments. Then, the\nELimination Et Choix Traduisant la RÉalité III (ELECTRE III) method is used to obtain the final ranking of alternatives. A real case study, focusing on a set of four GPR images as outputs of different data processing techniques, is\npresented to prove the usefulness of the proposed hybrid approach. In particular, the GPR images are ranked according the evaluation of five criteria namely visualization, interpretation, identification of features, extraction of\ninformation and affordability. The findings offer a structured support in selecting the most suitable data processing technique(s) to explore WSS underground. In the presented case, two options, namely the variance filter and\nthe subtraction methods, offer the best results.", "Daftar File": {}, "Penulis": "Silvia Carpitella [-]", "Kontributor / Dosen Pembimbing": ["Silvia J. Ocaña-Levario", "Julio Benítez", "Antonella Certa a", "and Joaquín Izquierdo"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "Mining & related operations", "Kata Kunci": "GPR, Radargrams, Water Supply Systems, FAHP, ELECTRE III", "Sumber": "Journal of Applied Geophysics 159 (2018) 754–764, https://doi.org/10.1016/j.jappgeo.2018.10.021", "Staf Input/Edit": "Resti Andriani", "File": "1 file", "Tanggal Input": "10 Jan 2019"}