{"Nomor": 33030, "Judul": "YOGYAKARTA-NETPAC FILM CENTER", "Abstrak": "Yogyakarta-NETPAC Film Center adalah sebuah bangunan multi fungsi bertemakan film yang berada di Kecamatan Depok, Kabupaten Sleman, Daerah Istimewa Yogyakarta. Bangunan ini memiliki dua buah fungsi utama yaitu sebagai bioskop dan juga sebagai kantor produksi film. Bangunan ini diharapkan dapat menjadi media pertemuan dan interaksi antara pembuat film dan masyarakat umum dengan menyediakan ruang terbuka publik dan outdoor cinema yang dapat digunakan oleh umum. Network for The Promotion of Asian Cinema (NETPAC) dan PT Graha Layar Prima (Blitztheater) merupakan kedua belah pihak yang bekerja sama dalam membuat proyek ini. Bangunan ini diharapkan dapat membawa semangat NETPAC dan Industri film lokal untuk dapat terus meningkatkan produktivitasnya. Aspek-aspek utama yang menjadi perhatian dalam desain adalah: situasi urban lokasi perancangan yang merupakan wilayah yang masuk dalam Kawasan Aglomerasi Perkotaan Yogyakarta (Greater Yogya); situasi tapak yang berada di persimpangan jalan; standar Blitztheater dan situasi sosial masyarakat Yogyakarta yang masih kental akan budaya lokalnya. Solusi arsitektural tentunya dibutuhkan dalam penyelesaian isu-isu tersebut. Diantaranya adalah dengan membagi zona perancangan ke dalam zona bioskop (publik) dan zona kantor (privat). Penerapan ragam hias lokal pada elemen fasad dilakukan dengan menggunakan secondary façade bermotif batik kawung. Dan juga abstraksi dari konsep alun-alun untuk menjawab isu sosial yang ada. Selain memiliki fungsi utama sebagai bioskop dan juga kantor produksi, bangunan ini juga memiliki fungsi pendukung berupa retail, galeri, restoran dan café. Dan semua fungsi pendukung tersebut diharapkan dapat mendukung keberlangsungan fungsi utama sehari-hari.", "Daftar File": {"2015_TA_PP_RAHMANDANU_JALU_PRADANA_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/149048", "2015_TA_PP_RAHMANDANU_JALU_PRADANA_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/149049", "2015_TA_PP_RAHMANDANU_JALU_PRADANA_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/149050", "2015_TA_PP_RAHMANDANU_JALU_PRADANA_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/149051", "2015_TA_PP_RAHMANDANU_JALU_PRADANA_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/149052", "2015_TA_PP_RAHMANDANU_JALU_PRADANA_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/149053", "2015_TA_PP_RAHMANDANU_JALU_PRADANA_1-BAB_6.pdf": "https://digilib.itb.ac.id/gdl/download/149054", "2015_TA_PP_RAHMANDANU_JALU_PRADANA_1-BAB_7.pdf": "https://digilib.itb.ac.id/gdl/download/149055", "2015_TA_PP_RAHMANDANU_JALU_PRADANA_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/149056"}, "Penulis": "Rahmandanu Jalu Pradana [15211095]", "Kontributor / Dosen Pembimbing": ["Indah Widiastuti, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "mixed use, bioskop, kantor, film, ekonomi, budaya, sosial, Yogyakarta, batik kawung", "Sumber": "", "Staf Input/Edit": "suwadji  \n                                     suwadji", "File": "9 file", "Tanggal Input": "10 Jan 2019"}