{"Nomor": 33046, "Judul": "KARAKTERISASI UNSUR KIMIA PARTIKULAT KASAR DAN HALUS SERTA IDENTIFKASI SUMBER PENCEMAR DI DKI JAKARTA", "Abstrak": "Pencemaran udara sudah memberikan dampak negatif bagi kesehatan masyarakat di dunia termasuk DKI Jakarta. Studi identifikasi sumber pencemar pada partikulat kasar (PM2,5-10) dan halus (PM2,5) di DKI Jakarta dilakukan untuk menentukan potensi dan kemungkinan sumber pencemar. Penelitian ini merupakan bagian dari riset Urban HybriD models for AiR pollution exposure Assessment (UDARA). Pengambilan sampel sebanyak 13, 32, dan 32 pasang sampel partikulat masing-masing dilakukan di Kelapa Gading¬ (JU), Kuningan (JP) dan Jagakarsa (JS), DKI Jakarta selama Juni-September 2018 menggunakan alat Gent Stack Filter Unit (GSFU). Konsentrasi partikulat ditentukan melalui metode gravimetri sementara konsentrasi Black Carbon dan 22 unsur kimia masing-masing ditentukan melalui reflektansi cahaya dan ED-XRF. Sebanyak 4 kelompok data yaitu JU, JP, JS, dan JUPS (gabungan 3 lokasi) diidentifikasi sumber pencemarnya menggunakan analisa korelasi, analisa kluster, dan PCA (Principal Component Analysis) dengan rotasi varimax. Model PCA/MLR (kelompok data JP, JS, and JUPS) dan STE (Single Trace Element)/MLR (kelompok data JU) diaplikasikan untuk mendapatkan kontribusi sumber pencemar. Model CPF (Conditional Probability Function) juga diaplikasikan untuk mengestimasi arah sumber pencemar lokal. Berdasarkan uji ANOVA dan post-hoc Tukey-Kramer, konsentrasi rata-rata PM2,5 di JP berbeda signifikan terhadap JS dan JU. Konsentrasi PM2,5 paling tinggi ditemukan di JP dengan 23% lebih tinggi dibanding JS dan 36% dibanding JU. Pada fraksi PM2,5-10 didapatkan perbedaan signifikan pada semua lokasi. Konsentrasi PM2,5-10 di JU paling tinggi dengan 16% lebih tinggi dibanding JP dan 52% dibanding JS.  Konsentrasi unsur kimia khususnya pada PM2,5 dominan lebih tinggi di JP seperti BC, Mg, Si, S, K, Ca, Ti, Cr, Ni, dan Cu. Sumber pencemar dapat terbagi menjadi 4-5 sumber pencemar pada fraksi PM2,5 yaitu emisi kendaraan bermotor, pembakaran biomassa, aged sea salt, residual oil, industri, crustal (JU, JS, dan JUPS) serta debu jalan (JP). Pada fraksi PM2,5-10 didapatkan sumber pencemar debu jalan, fugitive dust, aged sea salt serta penggunaan ban dan rem kendaraan. Hasil kontribusi sumber pencemar pada seluruh kelompok data (JU, JP, JS, dan JUPS) didapatkan bahwa emisi kendaraan (fraksi PM2,5) menjadi kontributor utama. Sumber debu jalan dan konstruksi ditemukan sebagai kontributor terbesar pada fraksi PM2,5-10.", "Daftar File": {"2018_TS_PP_NOVI_KARTIKA_SARI_ABSTRAK_1.pdf": "https://digilib.itb.ac.id/gdl/download/149175"}, "Penulis": "Novi Kartika Sari [25315313]", "Kontributor / Dosen Pembimbing": ["Ir. R. Driejana, MSCE., Ph.D.,Prof. Dr. Muhayatun Santoso, S.Si., M.T"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Identifkasi Sumber, Unsur Kimia, DKI Jakarta, PM2,5, PM2,5-10", "Sumber": "TESIS DESEMBER 2018", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "10 Jan 2019"}