{"Nomor": 33044, "Judul": "Surface MMR enhanced 3D inversion using model reconstruction strategy", "Abstrak": "Previous inversions of surface magnetometric resistivity (MMR) could obtain only the ratio, not the absolute\nvalue of earth electrical conductivity. In this paper, instead of solving Poisson's equation, the magnetic fields\ngenerated by low frequency alternating current(AC) line are looked as MMR data and calculated from electric-\ntype Helmholtz's equation in frequency domain, so that the absolute conductivity could be taken into\naccount. Forward modeling scheme is adapted from staggered-grid finite-difference method. Inversion algorithm\nis non-linear conjugate gradient (NLCG). The magnetic field perpendicular to line source is selected as\nobserved data. To improve depth resolution, we introduce a model reconstruction strategy based on reference\nmodel. In the strategy, the upper portion of the resultant model from previous inversion is replaced by a homogeneous\nlayer to construct a new model to trigger next inversion. The thickness of the homogeneous layer\nis called reconstruction depth, it is equal to the depth where the models difference between last two iterations\nafter the run of the ith inversion is almost none-zero. The reconstruction could be applied until the model\ndifference is almost zero or the difference of model differences between two adjacent inversions is less\nthan a predefined threshold. Inversion results from synthetic and real data have proved that the proposed\nmulti-reconstruction inversion strategy is able to obtain absolute resistivity, as well as enhance the deep\nresolution of surface MMR data inversion", "Daftar File": {}, "Penulis": "Yue Yang [-]", "Kontributor / Dosen Pembimbing": ["Aihua Weng, Sirui Li, Dajun Li, Shiwen Li, Jianping Li"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Magnetometric resistivity 3D inversion Non-linear conjugate gradient inversion Model reconstruction", "Sumber": "Journal of Applied Geophysics 159 (2018) 193–203, https://doi.org/10.1016/j.jappgeo.2018.08.015", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "10 Jan 2019"}