{"Nomor": 33051, "Judul": "Modeling of effect of residential indoor environment on health based on a questionnaire survey of selected China cities", "Abstrak": "Complex relationships exist between the indoor environment of residences and their occupants' health. However,\nit is difficult to describe such relations by the use of normally employed regression-based models. The aim of this\nstudy is to provide an approach to examine these relationships, making use of structural equation modeling to\ndescribe the interaction between indoor environment and health based on data from a questionnaire survey in\nChina. In the model, the indoor environment was divided to the living room, bedroom, kitchen and bathroom.\nThe model also took into account non-environmental factors, such as socioeconomic status and lifestyle. Multigroup analysis was carried out to test for variations arising from different climate zones and lengths of residence.\nThe results showed that the resulting model had satisfactory levels of reliability and validity, and its multi-group\ninvariance was confirmed. The path coefficients of overall indoor environment, socioeconomic status, and\nlifestyle on the occupants' health were 0.144, 0.560, and 0.191, respectively. The respective weights of the\nbathroom, bedroom, kitchen, and living room to the overall indoor environment were 0.445, 0.274, 0.261, and\n0.138, respectively. The main indicators that delivered the greatest weights to the bathroom, bedroom, kitchen,\nand living room were unnatural posture (0.294), thermal environment in winter (0.288), scald (0.307) and slip\n(0.403), respectively. The resulting model therefore describes aspects of the complex relationships between the\nresidential indoor environment and residents’ health, which is helpful for developing means of improving indoor\nenvironment quality.", "Daftar File": {"2018_EJRNL_PP_YU_CHEN_1.pdf": "https://digilib.itb.ac.id/gdl/download/149193"}, "Penulis": "Yu Chen [-]", "Kontributor / Dosen Pembimbing": ["Bin Chen"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Residential indoor environment Health Structural equation modeling Socioeconomic status Lifestyle Questionnaire", "Sumber": "Building and Environment 148 (2019) 173–184", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "11 Jan 2019"}