{"Nomor": 33057, "Judul": "Filter assisted bi-dimensional empirical mode decomposition: a hybrid approach for regional-residual separation of gravity anomaly", "Abstrak": "Adequate separation of regional-residual components from observed gravity anomaly is always a challenging\ntask in gravity interpretation. Several techniques have been developed for effective regional-residual separation,\nhowever, no single approach can perfectly accomplish the job. In thiswork, a hybrid approach has been proposed\nwith an objective to enhance the performance of Bi-dimensional Empirical Mode Decomposition (BEMD) in\ndecomposing gravity anomaly by jointly employing low pass filter and BEMD. The paper discusses the efficacy\nof this hybrid approach in gravity anomaly separation from noisy synthetic and field data. Synthetic studies\ninvolving forward modelling of asymmetrically placed shallow and deeper spherical bodies with added Gaussian\nnoises of different levels demonstrate that the proposed approach ismore efficient in separating the regional-residual\ncomponents fromobserved gravity anomaly compared to the individual application of filtering or BEMD. It\nhas an added advantage of suppressing the unwanted noises significantly. After successful test with synthetic\ndata the proposed approach has been applied to field data and satisfactory results are obtained. Thus, the proposed\nhybrid approach ismore effective in delineating gravity signature related to complex near surface features\neven from noisy gravity data.", "Daftar File": {}, "Penulis": "Animesh Mandal [-]", "Kontributor / Dosen Pembimbing": ["Shankho Niyogi"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Gravity anomaly Regional-residual Low pass filter Bi-dimensional Empirical Mode Decomposition (BEMD) Hybrid approach", "Sumber": "Journal of Applied Geophysics 159 (2018) 218–227, https://doi.org/10.1016/j.jappgeo.2018.09.003", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "11 Jan 2019"}