{"Nomor": 33071, "Judul": "CONSUMER PREFERENCES ON PURCHASE OF RESIDENTIAL HOME IN CIMAHI REGION: APPLICATION OF FACTOR ANALYSIS", "Abstrak": "Peningkatan laju pertumbuhan penduduk akan menyebabkan peningkatan kebutuhan rumah.\nSalah satu kebutuhan utama manusia adalah kebutuhan tempat tinggal. Sebagai tempat tinggal,\nhunian adalah salah satu kebutuhan primer selain kebutuhan makanan dan pakaian. Penelitian ini\nbertujuan untuk mengetahui preferensi konsumen pada pembelian rumah hunian di wilayah\nCimahi, aplikasi dengan analisis faktor. Permasalahan yang ingin dipecahkan adalah masih\nterbatasnya pedoman dasar untuk menciptakan strategi pemasaran yang didasarkan pada\npreferensi konsumen ketika melakukan penelusuran untuk mencari rumah hunian yang mereka\nbutuhkan. Dengan membuat strategi pemasaran yang efektif dan efisien berdasarkan kebutuhan\nkonsumen akan rumah hunian, dengan tujuan untuk menyelaraskan antara kebutuhan konsumen\ndengan produk yang dibutuhkan adalah salah satu hal yang ingin dipecahkan. Masih terbatasnya\npedoman mengenai fitur penting apa yang dibutuhkan dari rumah hunian akan berakhir dengan\npenurunan harapan konsumen, yang akan berdampak pada citra dan kepercayaan perusahaan.\nMetode penelitian ini menggunakan metode kuantitatif dan menggunakan aplikasi analisis faktor,\nyaitu metode penelitian berdasarkan filosofi positivisme, digunakan untuk menguji populasi atau\nsampel tertentu, pengumpulan data menggunakan instrumen penelitian analisis data kuantitatif/\nstatistik, dengan tujuan untuk menguji hipotesis yang telah ditentukan. Hasil dari penelitian ini\nmenunjukkan bahwa faktor dominan yang mendorong konsumen untuk membeli rumah hunian\nadalah faktor rumah yang terjangkau dan berkualitas yang dapat mendorong konsumen dalam\nmemutuskan pembelian rumah hunian. Berdasarkan kesimpulan dari hasil penelitian, saran untuk\npenelitian ini, merujuk pada faktor dominan yang mendorong konsumen untuk membeli rumah\nhunian adalah rumah yang terjangkau dan berkualitas, saran yang dapat diberikan oleh peneliti\nadalah promosi dan optimalisasi pemasaran berdasarkan faktor indikator rumah yang terjangkau\ndan berkualitas. Indikator-indikator ini dapat digunakan dalam kegiatan promosi dan pemasaran,\nkarena responden memiliki persepsi positif tentang rumah yang terjangkau dan berkualitas. Oleh\nkarena itu promosi yang akan dilakukan harus menunjukkan kualitas produk dan penekanan pada\nharga yang terjangkau. Proses implementasi dari penelitian ini juga harus dilakukan berdasarkan\nnilai-nilai dari perusahaan itu sendiri.", "Daftar File": {}, "Penulis": "Shiddiq Ibrahim [19214004]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Sudrajati Ratnaningtyas, MP."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Intensi pembelian, Rumah tinggal, Preferensi konsumen, Proses pengambilan keputusan pembelian", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "11 Jan 2019"}