{"Nomor": 33078, "Judul": "ANALISIS KESTABILAN LUBANG BUKAAN AKSES MASUK UTAMA TAMBANG \"X\" DENGAN MENGGUNAKAN METODE ELEMEN HINGGA 3 DIMENSI", "Abstrak": "Dalam penilaian stabilitas lubang bukaan tambang perlu dilakukan pemodelan\nnumerik dengan metode elemen hingga. Penilain stabilitas juga dilakukan pada\ntahap pembentukan muka kerja sebelum dilakukan penggalian lubang bukaan.\nPada penelitian ini analisis metode elemen hingga 2 dimensi juga dilakukan untuk\nperbandingan terhadap hasil analisis metode elemen hingga 3 dimensi. Model\nyang dikembangkan untuk analisis metode elemen hingga 3 dimensi ini\nberdasarkan data geometri dan data karakteristik geoteknik sebagai data masukan\nuntuk dihitung berdasarkan analisis metode elemen hingga/FEM. Data geometri\nberupa topografi, domain litologi, serta rencana desain tambang sedangkan data\nkarakteristik geoteknik dari setiap litologi didapat dari data klasifikasi massa\nbatuan serta hasil uji laboratorium. Pemodelan numerik yang dilakuan\nmempertimbangkan kondisi batas geometri, kondisi batas regangan, tipe\npembebanan, serta pengaturan jaring elemen.\nSecara keseluruhan kestabilan lubang bukaan berada pada kondisi stabil yaitu\npada rentang nilai strength factor 3 - 99 dan untuk kestabilan lubang bukaan\ndengan pengaruh kegempaan yang disimulasikan pada kondisi kering berada pada\nkondisi stabil yaitu pada rentang nilai strength factor 1.5 - 97. Berdasarkan hasil\ndan analisis dari model metode elemen hingga 3 dimensi didapatkan bahwa\nkondisi topografi, beban material diatas lubang bukaan serta kemiringan akses\nmasuk lubang bukaan mempengaruhi nilai faktor kekuatan material pada lubang\nbukaan. Kondisi tingkat kejenuhan lereng di atas lubang bukaan dan pengaruh air\ntanah juga mempengaruhi nilai faktor kekuatan material pada lubang bukaan.", "Daftar File": {"2019_TS_PP_MUH_ARFAN_DERMAWAN_IKHSAN_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/149435"}, "Penulis": "Muh Arfan Dermawan Ikhsan [22115008]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Irwandy Arif, M.Sc.", "Dr.Eng. Ganda Marihot Simangunsong"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "Pemodelan Numerik, Metode Elemen Hingga 3 dimensi, Lubang Bukaan", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "1 file", "Tanggal Input": "11 Jan 2019"}