{"Nomor": 33081, "Judul": "PROPOSAL OPTIMAL CAPITAL STRUKTUR UNTUK PT.ANGKASA PURA I: PERLUKAH PT.ANGKASA PURA I UNTUK PENAWARAN UMUM PERDANA?", "Abstrak": "Peningkatan jumlah penumpang transportasi udara, membentuk kebutuhan akan sarana dan infrastruktur pendukung baru. Untuk memenuhi kebutuhan ini, Angkasa Pura 1 (AP1) sebagai airport operator, membangun airport baru untuk memenuhi kebutuhan pasar. Untuk memenuhi kebutuhan modal, AP1 memiliki pilihan, baik melalu jalur penawaran umum perdana (IPO) atau dengan menambah rasio hutang baik dengan cara menerbitkan surat hutang atau meningkatkan hutang bank. Dengan dorongan dari pemerintah, dimana pemerintah mendorong AP1 sebagai perusahaan Badan Usaha Milik Negara (BUMN) untuk memilih IPO sebagai opsi pemenuhan modalnya. Studi ini bertujuan untuk mengetahui apakah jalan terbaik bagi AP1 untuk mendapatkan modal tambahan dan juga nilai intrinsic dari AP1. Penelitian ini akan melakukan analisis pada external dan internal situasi perusahaan yang akan digunakan untuk membangun asumsi dalam proyeksi pertumbuhan. \n\nStudi ini menggunakan discounted cashlow model (DCF) untuk mengevaluasi nilai perusahaan dan juga mensimulasikan optimal capital struktrur untuk perusahaan. Hasil dari studi ini mendapatkan bahwa AP1 memiliki nilai pasar sebesar 5,788,533 juta rupiah dan menemukan kompisisi struktur modal optimal pada pendanaan dengan 85% hutang dan 15% ekuitas. Dari hasil struktur modal optimal ini, didapat opsi untuk memenuhi hebutuhan modal AP1 dengan menngkatkan rasio hutang.", "Daftar File": {"2019_TS_PP_I_Putu_Sutria_Narada_1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/149438"}, "Penulis": "I Putu Sutria Narada [29116422]", "Kontributor / Dosen Pembimbing": ["Dr. Yunieta Anny Nainggolan"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Struktur modal optimal, Discounted Cash Flow, valuasi perusahaan", "Sumber": "PT. Angkasa Pura I", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "12 Jan 2019"}