{"Nomor": 33083, "Judul": "Cause and countermeasures for the symmetric effect in borehole-to-surface electrical resistivity tomography", "Abstrak": "Researches and applications of borehole electrical resistivity tomography (BHERT) were mostly about cross-hole\nERT (CHERT). Literatures on single borehole-to-surface ERT are limited, although this type of measurement could\nbe useful when only one borehole is available. The undesirable symmetric effect is an important issue in the borehole-to-surface ERT survey. It has been observed that not only the pure in-hole data but also some borehole-tosurface configurations would induce mirrored images in the inversion model. In this study, all the possible borehole-to-surface configurations were classified and investigated for their sensitivity patterns and imaging resolutions, and the root cause of the symmetric effect was revealed to be the condition where one current pole and one\npotential pole coexist in the borehole. The configurations without symmetric effect suffer from low resolution.\nThe investigation finally led to seeking a balance between resolution enhancement and symmetric effect reduction. Two countermeasures to suppress the symmetrical mirroring were proposed. The combined data inversion\napproach is based on the capability of each array to resist symmetric effect, while the weighted model stacking\ntechnique (WMOST) is derived from the characteristics of inversion models. Both methods were shown to be effective in suppressing the symmetric effect while maintaining sufficient resolution", "Daftar File": {}, "Penulis": "Haoran Wang [-]", "Kontributor / Dosen Pembimbing": ["Chih-Ping Lin"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Borehole-to-surface ERT Symmetric effect Electrode configurations", "Sumber": "Journal of Applied Geophysics 159 (2018) 248–259, https://doi.org/10.1016/j.jappgeo.2018.08.012", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "14 Jan 2019"}