{"Nomor": 33094, "Judul": "ANALISIS PROYEK INVESTASI DAN KAJIAN BISNIS RENCANA PENGEMBANGAN AREA KOMERSIAL (STUDI KASUS BANDAR UDARA INTERNASIONAL SUPADIO)", "Abstrak": "PT Angkasa Pura II (APII) memiliki tanah yang terletak di area Bandara Internasional Supadio Pontianak. Terletak di lokasi yang strategis, PT APII ingin memaksimalkan pemanfaatan lahan dan mengusulkan perjanjian bisnis kepada mitra bisnis untuk mengembangkannya menjadi mix-use building area. Kawasan ini direncanakan memiliki 18 bisnis; area kargo (2), leisure mall, entertainment area, hotel, auditorium, sports club, commercial area (2), kolam renang, lapangan tenis, area kantor (2), ruko, area food court, dan kondotel. APII dan partner menggunakan build operate transfer (BOT) sebagai konsep kerja sama pengembangan aset. Setelah 30 tahun mengoperasikan bisnis, partner akan mengembalikan mereka ke APII. Karena proyek ini memiliki biaya investasi yang besar, harus ada analisis lebih lanjut. Tujuan dari penelitian ini adalah untuk melakukan analisis kelayakan finansial dari area gedung mix use di area Bandara Internasional Supadio.\nDalam studi ini, kelayakan rencana investasi ini dianalisis setelah mendapatkan data yang diperlukan. Dengan menggunakan metode DCF, yaitu net present value (NPV), internal rate of return (IRR), payback period (PP) dan indeks profitabilitas (PI), penelitian ini akan menunjukkan apakah proyek layak secara finansial atau tidak.\nDari proyeksi keuangan, proyek ini membutuhkan Rp.568.042.642.861. Dengan menggunakan WACC 14,50%, Hasil proyek konsolidasi dalam studi kelayakan ini adalah: NPV Rp.270.527.052.751, IRR 18,04%, periode pengembalian 8,24 tahun dan indeks profitabilitas 1,48. Dapat disimpulkan bahwa proyek ini layak.\nDari hasil feasibility study, langkah selanjutnya adalah menentukan konsep kerja sama bisnis, antara sewa tanah dan konsesi atau revenue sharing, manakah skema bisnis yang lebih menguntungkan bagi APII. Dengan menggunakan WACC sebesar 12,48%, hasil proyek konsolidasi adalah NPV sebesar Rp.155.123.424.172 untuk sewa tanah dan konsesi dan Rp218.502.581.017 untuk bagi hasil. Ini berarti skema revenue sharing lebih menguntungkan bagi APII.\nStudi ini adalah versi terbaru dari studi kelayakan sebelumnya yang telah dilakukan oleh konsultan properti dan masih menggunakan beberapa asumsi dan perhitungan dengan beberapa penyesuaian berdasarkan kebutuhan.\nSelain memperbarui studi kelayakan sebelumnya, skenario bisnis proyek dan tinjauan bisnis ditambahkan untuk perusahaan untuk menambahkan beberapa pertimbangan ke dalam proyek.", "Daftar File": {"2019_TS_PP_Alvi_Syahrie_Faizi_1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/149472"}, "Penulis": "Alvi Syahrie Faizi [29115711]", "Kontributor / Dosen Pembimbing": ["Taufik Faturohman, S.T., M.B.A., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Capital Budgeting, Capital Expenditure, Corporate Investment, Cost of Capital, Rate of Return", "Sumber": "PT. Angkasa Pura II", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "14 Jan 2019"}