{"Nomor": 33107, "Judul": "Adsorpsi Methylene Blue dari Larutan Air Menggunakan Daging Biji Karet yang Dimodifikasi oleh Epiklorohidrin", "Abstrak": "Salah satu masalah utama dalam limbah perindustrian yang menggunakan pewarna\nadalah air limbah yang menjadi berwarna. Methylene blue (MB) merupakan pewarna\nyang sulit didegradasi secara natural karena strukturnya yang heterosiklik aromatik.\nBeberapa metode pengolahan untuk MB telah dikembangkan namun biaya\npengoperasiannya mahal, oleh karena itu pengembangan proses pengolahan limbah MB\nyang murah sangat mendesak untuk dilakukan. Penelitian ini bertujuan untuk\nmempelajari penggunaan biji karet (Hevea brasiliensis), yang dimodifikasi oleh\nepiklorohidrin dan diaktivasi kimia oleh asam sulfat pekat sebagai adsorben baru untuk\nmengadsorpsi MB dari larutan air dengan mode batch. Sintesis adsorben dilakukan\ndengan memvariasikan rasio dan waktu impregnasi biji karet dengan epiklorohidrin dan\nasam sulfat pekat. Karakterisasi pada biji karet pra-treatment, pasca-modifikasi, dan\npasca modifikasi-aktivasi dilakukan dengan menggunakan analisis Fourier Transform\nInfrared (FTIR) dan Scanning Electron Microscope (SEM). Terhadap biji karet\ntermodifikasi dan teraktivasi dilakukan pengujian proses adsorpsi pada berbagai\nparameter seperti pH larutan, konsentrasi awal, waktu kontak, dan massa adsorben. Selain\nitu, dipelajari juga pengaruh keberadaan kation pengganggu yaitu Neutral Red terhadap\nkapasitas adsorpsi MB. Dua model isoterm adsorpsi, yaitu isoterm Langmuir dan\nFreundlich, dipelajari untuk mendeskripsikan keadaan pada saat proses adsorpsi\nmencapai kesetimbangan. Model kinetika yang digunakan untuk menginterpretasikan\ndata adsorpsi adalah model pseudo-first-order dan pseudo-second-order. Hasil\neksperimen menunjukkan bahwa modifikasi optimum terjadi pada perbandingan biji karet\ndan epiklorohidrin 1:6 (w/w) pada impregnasi selama 2 jam, sedangkan aktivasi optimum\nterjadi pada perbandingan biji karet dan asam sulfat pekat 1:6 (w/w) pada impregnasi\nselama 5 jam. Hasil pengujian adsorpsi MB dengan biji karet termodifikasi dan\nteraktivasi menunjukkan adsorpsi optimum tercapai pada pH 12, konsentrasi MB 800\nppm serta keadaan setimbang tercapai pada waktu kontak 90 menit, dan massa adsorben\n0,01 g. Dari hasil studi kinetika, diperoleh bahwa adsorpsi MB oleh adsorben mengikuti\nmodel kinetika pseudo-second-order. Studi termodinamika menunjukkan bahwa proses\nadsorpsi pada adsorben berlangsung secara tidak spontan dengan nilai energi bebas Gibbs\n(?G) adalah 0,779 kJ/mol pada suhu 25 °C dan mengalami penurunan pada suhu 45 °C\nmenjadi -1,324 kJ/mol dan pada 65 °C -3,427 kJ/mol . Proses adsorpsi terjadi secara\nendotermik dengan nilai entalpi (?H) 32,118 kJ/mol. Sementara itu, nilai entropi (?S)\ndiperoleh sebesar 105,164 J/mol dan energi aktivasi 32,634 kJ/mol.", "Daftar File": {"2016_TA_PP_TIFFANY_ALEXANDRIA_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/149495", "2016_TA_PP_TIFFANY_ALEXANDRIA_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/149496", "2016_TA_PP_TIFFANY_ALEXANDRIA_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/149497", "2016_TA_PP_TIFFANY_ALEXANDRIA_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/149498", "2016_TA_PP_TIFFANY_ALEXANDRIA_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/149499", "2016_TA_PP_TIFFANY_ALEXANDRIA_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/149500", "2016_TA_PP_TIFFANY_ALEXANDRIA_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/149501", "2016_TA_PP_TIFFANY_ALEXANDRIA_1-PUSTAKA1.pdf": "https://digilib.itb.ac.id/gdl/download/149502"}, "Penulis": "Tiffany Alexandria [10512023]", "Kontributor / Dosen Pembimbing": ["Muhammad Ali Zulfikar, S.Si., M.Si., Ph.D.", "Dr. Deana Wahyuningrum, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "adsorpsi, aktivasi, epiklorohidrin, methylene blue, modifikasi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "14 Jan 2019"}