{"Nomor": 33103, "Judul": "REDUKSI SORBITOL-GLISEROL MENJADI HIDROKARBON CAIR DENGAN MENGGUNAKAN REDUKTOR ASAM IODIDA DAN AGEN PEREDUKSI ASAM FORMAT", "Abstrak": "ABSTRAK\nREDUKSI SORBITOL-GLISEROL MENJADI HIDROKARBON CAIR DENGAN MENGGUNAKAN REDUKTOR ASAM IODIDA DAN AGEN PEREDUKSI ASAM FORMAT\nOleh\nSUDRAJAT HARRIS ABDULLOH\nNIM:23014028\n(Program Studi Magister Teknik Kimia)\nAlkohol gula seperti sorbitol yang dapat diproduksi dari hidrolisis dan hidrogenasi biomassa, dan gliserol dari hasil samping produksi biodiesel. Alkohol gula ini merupakan senyawa yang dapat dikonversi menjadi bahan bakar cair dengan melalui reaksi reduksi dengan asam iodida dan agen pereduksi tertentu menjadi iodoalkana kemudian reaksi eliminasi menjadi hidrokarbon.\nSistem reaksi dengan menggunakan agen pereduksi asam format dikaji pada penelitian ini, dengan alkohol gula sorbitol dan gliserol sebagai bahan baku utama. Pengaruh kondisi operasi yaitu nisbah HI/alkohol gula, nisbah asam format/alkohol gula dan waktu reaksi menjadi variabel faktor dalam penelitian ini, kemudian variabel respon yang diamati konversi alkohol gula dan yield iodoalkana.\nHasil penelitian menunjukkan bahwa pada reduksi sorbitol dengan HI dan asam format menghasilkan konversi paling besar 81,77% dan yield iodoheksana paling besar 44,92%. Pada reduksi gliserol menghasilkan konversi paling besar 86,05% dan yield iodopropana paling besar 79,19%. Yield iodoalkana dan konversi alkohol gula paling dipengaruhi oleh nisbah asam format/alkohol gula, sedangkan selektivitas iodoalkana paling dipengaruhi oleh nisbah HI/alkohol gula.\nBerdasarkan hasil analisis GCMS reaksi eliminasi iodoheksana menjadi hidrokarbon menghasilkan distribusi produk hidrokarbon dari rentang C6-C18 dengan hidrokarbon utama C10.\nKata kunci: alkohol gula, hidrokarbon cair, asam iodida, asam format, reduksi", "Daftar File": {"2018_TS_TK_Slamet_Handoko_23016010_1_COVER1.pdf": "https://digilib.itb.ac.id/gdl/download/149478", "2018_TS_TK_Slamet_Handoko_23016010_1_BAB11.pdf": "https://digilib.itb.ac.id/gdl/download/149479", "2018_TS_TK_Slamet_Handoko_23016010_1_BAB21.pdf": "https://digilib.itb.ac.id/gdl/download/149480", "2018_TS_TK_Slamet_Handoko_23016010_1_BAB31.pdf": "https://digilib.itb.ac.id/gdl/download/149481", "2018_TS_TK_Slamet_Handoko_23016010_1_BAB41.pdf": "https://digilib.itb.ac.id/gdl/download/149482", "2018_TS_TK_Slamet_Handoko_23016010_1_BAB51.pdf": "https://digilib.itb.ac.id/gdl/download/149483", "2018_TS_TK_Slamet_Handoko_23016010_1_PUSTAKA1.pdf": "https://digilib.itb.ac.id/gdl/download/149484"}, "Penulis": "Sudrajat Harris Abdulloh [23014028]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Tatang Hernas", "Dr. Carolus Borromeus Rasrendra, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "alkohol gula, hidrokarbon cair, asam iodida, asam format, reduksi", "Sumber": "", "Staf Input/Edit": "Budi Cahyadi", "File": "7 file", "Tanggal Input": "14 Jan 2019"}