{"Nomor": 33117, "Judul": "DAMPAK PERLUASAN BANDARA HUSEIN SASTRANEGARA TERHADAP KEUANGAN PEMERINTAH KOTA BANDUNG", "Abstrak": "Rencana perluasan Bandara Husein Sastranegara yang mulai dilakukan pada Bulan Oktober 2014 bertujuan untuk mengakomodasi pertumbuhan penumpang yang tidak diiringi dengan penambahan kapasitas yang ada. Perluasan bandara ini akan memberi dampak terhadap keuangan Pemerintah Kota Bandung di masa depan, baik dari segi penerimaan maupun pengeluaran. Studi ini bertujuan untuk menghitung dampak perluasan Bandara Husein Sastranegara terhadap potensi – potensi penerimaan dan pengeluaran Pemerintah Kota Bandung di masa depan, dengan menggunakan metode analisis dampak fiskal. Jenis – jenis penerimaan yang muncul akibat perluasan bandara adalah adanya pajak restoran, pajak reklame, pajak parkir, pajak air tanah, pajak bumi dan bangunan serta pajak kendaraan bermotor. Sedangkan pengeluaran - pengeluaran yang muncul antara lain adalah biaya pemeliharaan jalan, biaya pembebasan lahan, biaya pemasangan insulasi suara, biaya normalisasi sungai, serta biaya pengelolaan drainase, yang timbul dari kewajiban pemerintah untuk mengembalikan dan / atau meningkatkan tingkat layanan yang berubah akibat adanya perluasan bandara. Hasil temuan studi memperkirakan bahwa perluasan ini berdampak negatif terhadap keuangan Pemerintah Kota Bandung, dengan jumlah selisih antara penerimaan dan pengeluaran yang muncul adalah sebesar negatif Rp 824.003.641.844,00. Hasil yang menunjukkan nilai defisit ini dapat dijadikan acuan bagi Pemerintah Kota Bandung dalam mencari alternatif pembiayaan di masa depan.", "Daftar File": {"2014_EJRNL_PP_DEA_MUSTIKA_MIFARRIHAH_1-ASLI.pdf": "https://digilib.itb.ac.id/gdl/download/149532"}, "Penulis": "Dea Mustika Mufarrihah [15411066]", "Kontributor / Dosen Pembimbing": ["Andi Oetomo,Ir.MPl"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Public structures", "Kata Kunci": "Bandara Husein Sastranegara, Dampak , Pemerintah Kota Bandung, Pengeluaran, Perluasan", "Sumber": "Jurnal Perencanan Wilayah dan Kota 1 SAPPK No.1 | 1", "Staf Input/Edit": "hidayat  \n                                     hidayat", "File": "1 file", "Tanggal Input": "15 Jan 2019"}