{"Nomor": 33114, "Judul": "SIMULASI PENGEMBANGAN PROSEDUR INITIAL START-UP UNTUK SUBSEA WELL PADA HPHT GAS RESERVOIR DENGAN MONO ETHYLENE GLYCOL", "Abstrak": "ABSTRAK\nSIMULASI PENGEMBANGAN PROSEDUR INITIAL START-UP UNTUK SUBSEA WELL PADA HPHT GAS RESERVOIR DENGAN MONO ETHYLENE GLYCOL\nOleh\nENDRO CAHYONO\nNIM: 23016030\n(Program Studi Magister Teknik Kimia)\nPengembangan lapangan migas pada masa mendatang, khususnya di Indonesia, adalah eksplorasi pada laut dengan kedalaman lebih dari 200 m (deepwater development). Lapangan gas-condensate ABC memiliki kedalaman -610 m dan karakteristik reservoir bertekanan tinggi dan bersuhu tinggi (HPHT) akan dikembangkan dengan menggunakan subsea equipment untuk memproduksi gas alam yang selanjutnya diolah menjadi LNG pada pengolahan LNG terapung. Kapasitas maksimum dari setiap sumur produksi dibatasi oleh laju alir maksimum pada x-mass tree sebesar 200 MMscfd. Proses initial start-up memiliki beberapa tantangan operasi seperti kemungkinan terbentuknya hydrate karena suhu air laut pada kedalaman -610 m sebesar 6.9oC, slugging pada flowline-riser, kemungkinan erosi dan korosi pada flowline-riser, serta optimisasi waktu yang diperlukan.\nPenelitian ini dilakukan untuk mensimulasikan kondisi transient initial start-up dalam penyusunan prosedur operasi Lapangan ABC. Evaluasi dilakukan dengan bantuan software OLGA ver.2015 dan validasi model dengan perbandingan data tekanan Lapangan XYZ yang sudah beroperasi dengan hasil perhitungan simulasi pada steady state. Media pengisi flowline yang digunakan pada simulasi initial start-up adalah uap LNG pada tekanan topside 75 bara sebagai base case dan hydrate inhibitor (MEG) pada tekanan topside 15 bara sebagai case A serta analisis sensitivitas tekanan topside 75 bara sebagai case B.\nDari hasil simulasi dapat dikonfirmasi bahwa waktu initial start-up base case adalah 14 jam, tekanan maksimum flowline 164 bara, minimum temperature -15,2oC serta estimasi biaya sebesar US$12M. Waktu initial start-up case A adalah 36 jam, tekanan maksimum flowline 222 bara, minimum temperature -24,1oC serta estimasi biaya sebesar US$7M. Waktu initial start-up case B adalah 16 jam, tekanan maksimum flowline 307 bara, minimum temperature -25,6oC serta estimasi biaya sebesar US$7M. Potensi terbentuknya hydrate dapat diatasi dengan insulasi pada flowline dan injeksi MEG. Surge yang timbul karena slugging pada initial start-up dari laju alir gas 0 MMscfd ke laju alir gas maksimum 200 MMscfd dapat diminimalisir dengan kombinasi bukaan subsea dan topside choke yang tepat.\nKata kunci: laut dalam, subsea equipment, OLGA, slugging, hydrate inhibitor", "Daftar File": {"2018_TS_TK_ENDRO_CAHYONO_23016_1_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/149522", "2018_TS_TK_ENDRO_CAHYONO_23016_1_BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/149523", "2018_TS_TK_ENDRO_CAHYONO_23016_1_BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/149524", "2018_TS_TK_ENDRO_CAHYONO_23016_1_BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/149525", "2018_TS_TK_ENDRO_CAHYONO_23016_1_BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/149526", "2018_TS_TK_ENDRO_CAHYONO_23016_1_BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/149527", "2018_TS_TK_ENDRO_CAHYONO_23016_1_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/149528"}, "Penulis": "Endro Cahyono [23016030]", "Kontributor / Dosen Pembimbing": ["Dr. Yogi Wibisono Budhi, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "laut dalam, subsea equipment, OLGA, slugging, hydrate inhibitor", "Sumber": "", "Staf Input/Edit": "Budi Cahyadi", "File": "7 file", "Tanggal Input": "14 Jan 2019"}