{"Nomor": 33139, "Judul": "ANALISIS STUDI KELAYAKAN KEUANGAN INVESTASI AREA KOMERSIAL PADA BANDARA XYZ", "Abstrak": "PT. XYZ adalah perusahaan yang dimiliki oleh Provinsi Jawa Barat karena statusnya sebagai  BUMD. Pada Mei 2018 salah satu unit usaha perusahaan adalah Bandara XYZ yang terletak di Majalengka. Guna meningkatkan pertumbuhan, perusahaan tentunya mencari sumber pendapatan baru. Pada industry kebandaraan pendapatan terbagi menjadi dua yaitu pendapatan aero dan non aero. Dalam penelitian ini difokuskan pada investasi dalam bidang non-aero, saat ini XYZ mempunyai lahan seluas 12 ha yang dapat dimanfaatkan secara ekonomi untuk berinvestasi. Investasi yang dinilai sesuai adalah pengembangan kawasan komersial, berdasarkan pembanding bandara sejenis di dalam maupun luar negeri kawasan komersial umumnya terdiri dari fasilitas hotel, outlet, retail park maupun fasilitas penunjang lainnya. Akan tetapi berdasarkan hasil laporan keuangan beserta performa, XYZ mengalami keterbatasan dana dalam hal investasi. Oleh akrena itu terdapat skema bisnis yang dapat diadopsi oleh perusahaan yaitu Joint Venture Agreement (JV). JV adalah salah satu bentuk kerjasama Public Private Partnership (PPP) yang umum di Indonesia, berdasarkan perhitungan AHP JV memberikan bobot sebesar 37,74% terbesar diantara yang lain yaitu Kerja Sama Pengusahaan dan Build Operate Transfer. Pada aspek financial terdapat tiga scenario yang dibedakan berdasarkan sumber pendanaan. Total investasi yang diperlukan dalam pengembangan kawasan komersial untuk tenan sebesar Rp. 491.302.150.000 sedangkan nilai investasi bagi XYZ sebesar Rp. 188.647.712.794. Dari hasil analisis Skenario 2 adalah yang paling memberikan manfaat paling besar berdasarkan hasil studi kelayakan yaitu Discounted Payback Period 9 tahun, NPV sebesar Rp. 3.637.491.236.349. Profitability Index juga menunjukkan bahwa investasi memberikan hasil yang menguntungkan karena hasilnya melebihi 1,00 sedangkan Internal Rate Return melebihi cost of capital yaitu sebesar 27,68%. Pada perhitungan sensitivity terdapat empat parameter yang dijadikan acuan dalam analisis, dan parameter suku bunga pinjaman dengan kenaikan 10% dari basis poin menunjukkan deviasi yang cukup besar dari NPV yaitu -17,26%.", "Daftar File": {"2019_TS_PP_Luthfi_Septiandy_1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/149574"}, "Penulis": "Luthfi Septiandy [29117163]", "Kontributor / Dosen Pembimbing": ["Dr. Raden Aswin Rahadi"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Kawasan Komersial, Investasi, Kelayakan, Skema Bisnis, Pengambilan Keputusan", "Sumber": "PT. XYZ", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "15 Jan 2019"}