{"Nomor": 33148, "Judul": "PENGEMBANGAN DAN KARAKTERISASI LUMPUR GRANULA AEROBIK DALAM SEQUENCING BATCH REACTOR TERMODIFIKASI UNTUK PENGOLAHAN AIR LIMBAH TEKSTIL: PENGARUH NUTRISI TAMBAHAN", "Abstrak": "ABSTRAK\nPENGEMBANGAN DAN KARAKTERISASI LUMPUR GRANULA AEROBIK DALAM SEQUENCING BATCH REACTOR TERMODIFIKASI UNTUK PENGOLAHAN AIR LIMBAH TEKSTIL: PENGARUH NUTRISI TAMBAHAN\nOleh\nChoerudin\nNIM: 23015024\n(Program Studi Magister Teknik Kimia)\nDalam penelitian ini, telah dilakukan pengembangan lumpur granula aerobik (LGA). Penelitian dijalankan dalam dua jenis reaktor, yaitu kolom sequencing batch reactor (SBR) 4,5 L (tempuhan 1) dan aerobic up-flow fluidized bed (AUFB) 7,5 L (tempuhan 2) dan 9 L (tempuhan 3). Reaktor SBR berupa kolom biasa, sedangkan reaktor AUFB berupa kolom dengan pemisah di bagian atasnya. Kedua reaktor dioperasikan sebagai SBR-tiga-periode per 6 jam: pengisian-pengeluaran (15 menit anaerobik), reaksi (40 menit anaerobik + 130 menit aerobik, dua kali), dan pengendapan (5 menit anaerobik). Inokulum yang digunakan merupakan campuran lumpur anaerobik dan aerobik. Air limbah tekstil ditambahkan nutrisi berupa bahan kimia teknis (tempuhan 1 dan 2, rasio COD:N:P = 100:5:18) atau pupuk (tempuhan 3, rasio COD:N:P = 100:5:1). LGA dikarakterisasi dengan beberapa parameter di antaranya SVI, densitas, dan kecepatan pengendapan. Kinerja LGA dalam penyisihan COD dan warna juga dievaluasi.\nHasil penelitian menunjukkan bahwa LGA didapatkan dalam waktu 2 minggu. Granula pada tempuhan 1 dan 2 lebih berbentuk bola dibandingkan tempuhan 3. Nilai SVI lumpur kurang dari 76,1 mL/g (mengindikasikan baiknya kualitas lumpur). Granula pada tempuhan 2 dan 3 memiliki kecepatan pengendapan minimal 11 m/jam (maksimum kecepatan lumpur flok 6,65 m/jam). Kecepatan pengendapan tempuhan 2 sedikit lebih baik dari tempuhan 3. Densitas granula pada tempuhan 2 sebesar 1039 kg/m3, lebih besar sedikit dibandingkan tempuhan 3. Penyisihan COD pada tempuhan 2 dan 3 dapat mencapai 85%. Namun, kinerja penyisihan warna tempuhan 3 lebih baik dibandingkan tempuhan 2. Dari penelitian ini dapat disimpulkan bahwa granula yang dikembangkan dengan penambahan pupuk sebagai sumber N dan P sebanding dengan granula yang ditambahi bahan kimia teknis.\nKata kunci: air limbah tekstil nyata, proses anaerobik-aerobik, lumpur granula aerobik, modifikasi SBR, penambahan nutrisi", "Daftar File": {}, "Penulis": "Choerudin [23015024]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Tjandra Setiadi, M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "air limbah tekstil nyata, proses anaerobik-aerobik, lumpur granula aerobik, modifikasi SBR, penambahan nutrisi", "Sumber": "", "Staf Input/Edit": "Budi Cahyadi  \n                                     Giri Prasetyo Dharminto", "File": "0 file", "Tanggal Input": "15 Jan 2019"}