{"Nomor": 33145, "Judul": "AKTIVITAS ANTIHIPERURISEMIA EMPAT TUMBUHAN ANNONACEAE DAN ISOLASI KANDUNGAN KIMIA TUMBUHAN TERPILIH [STELECHOCARPUS BURAHOL (BLUME) HOOK. F. THOMSON", "Abstrak": "Hiperurisemia merupakan salah satu faktor resiko gout, bahkan juga dihubungkan\ndengan disfungsi ginjal, penyakit kardiovaskular, diabetes dan sindrom metabolik.\nHiperurisemia dapat menyebabkan terbentuknya kristal asam urat di jaringan,\nterutama pada sendi, yang akan menginisiasi peradangan dan kerusakan jaringan.\nHiperurisemia dapat diobati dengan penghambat aktivitas xanthin oksidase (XO)\ndan urikosurik seperti allopurinol dan probenesid, namun penggunaan allopurinol\ndan probenesid dapat berakibat fatal seperti timbulnya sindrom Stevens-Johnson.\nBeberapa jenis tumbuhan Annonaceae telah digunakan secara tradisional untuk\nmengobati hiperurisemia diantaranya kepel [Stelechocarpus burahol (Blume)\nHook. f. Thomson], sirsak (Annona muricata L.), srikaya (Annona squamosa L.)\ndan mulwo (Annona reticulata L.). Penggunaan obat tradisional seringkali tidak\ndidukung data ilmiah terkait khasiat dan keamanan, oleh karena itu penelitian ini\nbertujuan mengkaji aktivitas antihiperurisemia ekstrak empat tumbuhan\nAnnonaceae dan mengisolasi kandungan kimia tumbuhan terpilih.\nEkstraksi dilakukan secara maserasi menggunakan etanol 96%. Aktivitas\nantihiperurisemia ekstrak ditentukan melalui uji aktivitas pada model tikus\nhiperurisemia yang diinduksi kalium oksonat dan uji terhadap aktivitas XO in\nvitro. Ekstrak yang mempunyai kemampuan menurunkan kadar asam urat\ntertinggi difraksinasi secara ekstraksi cair-cair (ECC) menggunakan n-heksana,\netil asetat dan air. Fraksi etil asetat yang mempunyai aktivitas antihiperurisemia\ndisubfraksinasi secara kromatografi cair vakum (KCV) dengan fase diam silika\ngel H dan dielusi dengan gradien fase gerak kombinasi n-heksana-etil asetatmetanol. Subfraksi aktif disubfraksinasi lebih lanjut secara kromatografi kolom\nklasik dengan fase diam silika gel 60 dan dielusi secara isokratik dengan fase\ngerak kloroform-metanol (8:2). Subfraksi aktif hasil kromatografi kolom klasik\ndimurnikan secara kromatografi kertas preparatif dengan fase gerak asam asetat\n10% dan dilanjutkan secara kromatografi lapis tipis (KLT) preparatif dengan\nfase diam silika gel GF254 dan fase gerak kloroform-metanol (8:2). Ekstrak, fraksi\ndan subfraksi yang dapat menurunkan kadar asam urat juga diuji efek urikosurik\nuntuk mengkaji mekanisme penurunan kadar asam urat.\nii\nKeempat ekstrak daun tumbuhan Annonaceae mempunyai aktivitas\nantihiperurisemia pada dosis 75 mg/kg, dengan penurunan kadar asam urat\ntertinggi (57 %) diberikan oleh ekstrak daun kepel. Efek keempat ekstrak terhadap\naktivitas XO tergolong sangat lemah dengan IC50 >200 ????g/mL kecuali ekstrak\ndaun mulwo 171,73 ± 17,17 ????g/mL. Fraksi n-heksana mempunyai kemampuan\nyang bermakna (p<0,05) dalam menurunkan kadar asam urat yang sebanding\ndengan fraksi etil asetat yaitu sebesar 32 dan 28 %. Efek fraksi n-heksana\nterhadap aktivitas XO sangat lemah dengan IC50 >200 ????g/mL, sedangkan efek\nfraksi etil asetat dan fraksi air tidak terdeteksi. Subfraksinasi fraksi etil asetat\ndengan KCV menghasilkan 7 subfraksi (E.1 –E.7) dan hanya E.3, E.4 dan E.5\nyang mempunyai aktivitas antihiperurisemia dengan penurunan kadar asam urat\nberturut-turut 43, 46 dan 33 %. Subfraksi E.3 dan E.4 juga dapat menghambat\naktivitas XO (IC50 >200 ????g/mL). Subfraksinasi E.3 dan E.4 lebih lanjut secara\nkromatografi kolom klasik, masing-masing menghasilkan 3 dan 4 subfraksi\n(E.3.1 –E.3.3 dan E.4.1 –E.4.4), namun hanya E.3.2 dan E.4.3 yang mempunyai\naktivitas antihiperurisemia dengan persentase penurunan kadar asam urat\nberturut-turut 29 dan 38 %. Subfraksi E.3.2 dan E.4.3 juga dapat menghambat\naktivitas XO (IC50 berturut-urut 128,39 ± 20,21 dan >200 ????g/mL). Kromatografi\nlapis tipis (KLT) subfraksi E.3.2 menghasilkan kromatogram dengan 6 bercak,\nsedangkan subfraksi E.4.3 menghasilkan 3 bercak. Uji urikosurik menunjukkan\nekstrak daun kepel, fraksi etil asetat, subfraksi E.4 dan E.4.3 mampu\nmeningkatkan ekskresi asam urat dalam urin.\nPemurnian subfraksi E.4.3 secara kromatografi kertas preparatif menghasilkan 3\npita (E.4.3.1 - E.4.3.3). E.4.3.2 dipisahkan lebih lanjut secara KLT preparatif\nmenghasilkan isolat E.4.3.2.2. Uji kemurnian E.4.3.2.2 secara KLT\npengembangan tunggal dan spektrofotodensitometri menunjukkan satu bercak,\nselanjutnya E.4.3.2.2 disebut isolat R. Hasil karakterisasi dan identifikasi dengan\nspektrofotodensitometri UV-sinar tampak, spektrometri\n1\nH-NMR,\n13\nC-NMR,\nHSQC dan HMBC memberikan dugaan bahwa isolat R adalah kemferol-3-Oramnosida (C21H20O10). Hal ini juga diperkuat oleh spektrum massa isolat R yang\nmenunjukkan adanya ion molekul [M+H\n+\n] pada 433,38. Bobot molekul kemferol3-O-ramnosida 432,38 g.mol\n-1\n. Konfirmasi spektrum\n1\nH-NMR dan\n13\nC-NMR\nisolat R dengan isolat kemferol 3-O-ramnosida dari Siraitia grasvenorii\nmenghasilkan geseran kimia yang mirip. Oleh karena itu disimpulkan bahwa\nisolat yang diperoleh dari daun kepel adalah kemferol-3-O-ramnosida.\nBerdasarkan hasil penelitian ini, dapat disimpulkan bahwa dari keempat ekstrak\netanol tumbuhan Annonaceae yang diteliti, ekstrak daun kepel mempunyai\naktivitas antihiperurisemia in vivo paling kuat dibandingkan dengan ekstrak daun\nsrikaya, sirsak dan mulwo. Keempat ekstrak tidak mempunyai efek terhadap\naktivitas XO in vitro. Ekstrak daun kepel, fraksi etil asetat, subfraksi E.4 dan\nE.4.3 mempunyai aktivitas antihiperurisemia dan urikosurik, tetapi tidak\nberkhasiat terhadap aktivitas XO in vitro. Senyawa hasil isolasi subfraksi aktif\nantihiperurisemia dari daun kepel adalah kemferol-3-O-ramnosida.", "Daftar File": {"2017_DS_PP_TITIK_SUNARNI_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/149597", "2017_DS_PP_TITIK_SUNARNI_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/149598", "2017_DS_PP_TITIK_SUNARNI_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/149599", "2017_DS_PP_TITIK_SUNARNI_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/149600", "2017_DS_PP_TITIK_SUNARNI_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/149601", "2017_DS_PP_TITIK_SUNARNI_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/149602", "2017_DS_PP_TITIK_SUNARNI_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/149603"}, "Penulis": "Titik Sunarni [30712306]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Komar Ruslan Wirasutisna", "Prof. Dr. Irda Fidrianny, M.Si.", "Dr. Maria Immaculata Iwo"], "Jenis Koleksi": "Disertasi", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "Pharmacology & therapeutics", "Kata Kunci": "Annonaceae, daun kepel (Stelechocarpus burahol), xanthin oksidase, antihiperurisemia, urikosurik, kemferol-3-O-ramnosida", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "7 file", "Tanggal Input": "15 Jan 2019"}