{"Nomor": 33149, "Judul": "PROFIL EKSPRESI GEN Musa acuminata cv. Ambon Kuning (Grup AAA) SEBAGAI RESPON TERHADAP INTERAKSI DENGAN BAKTERI ENDOFIT DAN PATOGEN Fusarium oxysporum f.sp. cubense TR4", "Abstrak": "Penyakit tanaman terutama yang menyerang tanaman pertanian dan perkebunan dapat mengancam ketahanan pangan. Salah satu penyakit tanaman utama yang menyerang tanaman pisang adalah layu fusarium. Penyakit ini disebabkan oleh Fusarium oxysporum f.sp. cubense ras tropis 4 (Foc TR4). Foc TR4 adalah patogen hemibiotrof dengan cakupan inang yang luas, mencakup pisang dari subgrup Cavendish yang sebelumnya dinyatakan tahan terhadap cendawan patogen ini. Sehubungan dengan patogenisitas, cakupan, dan sebaran yang semakin meluas, pengendalian penyakit layu fusarium pada tanaman pisang menjadi hal yang penting dan tidak dapat dihindari lagi. \n \nSecara konvensional layu fusarium dikendalikan secara fisik dan kimia melalui fumigasi dan penggunaan praktik-praktik agronomi yang relevan seperti rotasi, tumpang sari, serta pengurangan risiko kontaminasi agen penyakit dengan menggunakan peralatan berkebun yang bersih. Pendekatan biologis yang telah dilakukan antara lain penggunaan bibit tanaman kultur jaringan yang bebas penyakit, serta pengembangan kultivar tanaman pisang atau tanaman pisang transgenik yang tahan terhadap serangan cendawan ini. Alternatif pengendalian hayati penyakit layu fusarium lainnya adalah pemanfaatan bakteri endofit yang dapat memicu ketahanan tanaman melalui induksi ketahanan sistemik tanaman. Berkenaan dengan hal tersebut, dirancang suatu penelitian yang bertujuan untuk memperoleh isolat bakteri yang dapat mengubah pola ekspresi gen tanaman pisang terhadap Foc TR4. \n \nPenelitian ini dibagi menjadi tiga tahap utama, yaitu (1) isolasi dan karakterisasi bakteri endofit yang berasal dari jaringan tanaman pisang sehat yang tumbuh di daerah dengan insiden penyakit layu fusarium; (2) penapisan bakteri endofit yang dapat menginduksi sistem ketahanan sistemik tanaman pisang melalui pendekatan uji hayati kultur in vitro rangkap tiga; dan (3) analisis pola ekspresi gen pada tanaman pisang yang telah diinokulasi dengan bakteri endofit terpilih sebelum dan setelah diinfeksikan dengan Foc TR4 menggunakan pendekatan transkriptomik. \n\nSebanyak total tujuh puluh satu isolat bakteri endofit berhasil diisolasi dari berbagai jaringan tanaman pisang sehat. Isolat bakteri yang berbeda ditapis berdasarkan pola sidik jari marka ERC-PCR yang dilanjutkan dengan diidentifikasi dan dikarakterisasi secara molekuler menggunakan sekuensing 16S rRNA dan analisis BLAST. Dua isolat diantaranya, yaitu Stenothropomonas nitrireducens (BR-49) dan Kocuria rhizophila (SL-08) masing-masing dipilih berdasarkan kemampuannya menekan gejala infeksi Foc TR4 dan kemampuannya mempertahankan pertambahan biomassa tanaman pisang setelah diberi perlakuan Foc TR4. \n \nPendekatan analisis ekspresi gen diferensial untuk analisis data transkriptomik menggambarkan bahwa bakteri endofit mampu mengubah proses-proses biologis yang terjadi pada tanaman pisang yang diinfeksi dengan Foc TR4. Data transkriptomik sejalan dan mendukung kondisi fisiologis tanaman pisang yang menunjukkan luas area nekrosis yang lebih rendah dan atau kemampuan mempertahankan biomassa ketika diberi perlakuan isolat bakteri endofit terpilih. Analisis pengayaan ontologi gen menunjukkan jalur ekspresi dan interaksi gen yang dominan pada tanaman pisang yang diberi perlakuan bakteri endofit baik BR-49 maupun SL-08 adalah jalur proses oksidasi dan reduksi dalam kaitannya dengan berbagai proses metabolisme sel seperti pengendalian radikal bebas dari reaksi hipersensitif dan berbagai aktivitas fosforilasi, metabolisme protein, dan modifikasi dinding sel. Data transkriptomik memberikan informasi baru mengenai peran bakteri endofit dalam mengubah pola ekspresi gen tanaman yang selanjutnya dapat dimanfaatkan untuk strategi pengembangan pengendalian penyakit layu fusarium di masa yang akan datang.", "Daftar File": {"2019_DS_PP_LISTYA_UTAMI_KARMAWAN_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/149619", "COVER Listya Utami Karmawan": "https://digilib.itb.ac.id/gdl/download/189447", "BAB 1 Listya Utami Karmawan": "https://digilib.itb.ac.id/gdl/download/189451", "BAB 2 Listya Utami Karmawan": "https://digilib.itb.ac.id/gdl/download/189452", "BAB 3 Listya Utami Karmawan": "https://digilib.itb.ac.id/gdl/download/189456", "BAB 4 Listya Utami Karmawan": "https://digilib.itb.ac.id/gdl/download/189457", "BAB 5 Listya Utami Karmawan": "https://digilib.itb.ac.id/gdl/download/189458", "BAB 6 Listya Utami Karmawan": "https://digilib.itb.ac.id/gdl/download/189459", "BAB 7 Listya Utami Karmawan": "https://digilib.itb.ac.id/gdl/download/189460", "PUSTAKA Listya Utami Karmawan": "https://digilib.itb.ac.id/gdl/download/189461"}, "Penulis": "Listya Utami Karmawan [30613004]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. I Nyoman Pugeg Aryantha", "Fenny Martha Dwivany, S.Si., M.Si., Ph.D.", "Dr. Rizkita Rachmi Esyanti"], "Jenis Koleksi": "Disertasi", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "Life sciences ; biology", "Kata Kunci": "pengendalian penyakit, Foc TR4, ERIC-PCR, 16S rRNA, uji hayati in vitro, transkriptomik, RNA-Seq", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "10 file", "Tanggal Input": "15 Jan 2019"}