{"Nomor": 33151, "Judul": "PROPOSED BUSINESS STRATEGY FOR BUSINESS-TO-BUSINESS MODEL FOR 2 DIMENSION TRADITIONAL-DIGITAL ANIMATION STUDIO (CASE STUDY: STUDIO MAJIK)", "Abstrak": "Studio MAJIK adalah perusahaan sub-kontrak dalam bidang animasi 2D Perusahaan ini didirikan pada tanggal 1 Maret 2018 di Bandung, Indonesia.\nSebagai bagian dari lingkup industry kreatif, industry animasi 2D berkembang pesat secara global. Aplikasi media 2D tidak dibatasi hanya untuk film bioskop dan serial TV. Jepang sebagai pionir dan raksasa industry animasi di Asia bahkan dunia, mengalami pertumbuhan yang signifikan pesatnya dalam industry ini. Itu pula yang menyebabkan tumbuhnya kebutuhan akan industri sub-kontrak untuk animasi 2D.\nMasalah yang diangkat adalah ketika industri animasi Jepang sedang berkembang pesat dan membutuhkan banyak tenaga animator, mereka melempar sebagian besar proyek animasi ke negara sekitar. Namun yang menangkap peluang di ialah Thailand, Filipina, dan Vietnam bahkan Myanmar. Sementara Indonesia seakan tidak bergerak menangkap peluang tersebut meskipun potensi yang dimiliki bisa bersaing dengan negara-negara lain.\nAnalisa awal dilakukan dengan metode SWOT untuk mengupas internal perusahaan lalu PEST untuk menganlisa kondisi eksternal perusahaan. Strength dari perusahaan adalah channel yang dimiliki pemilik perusahaan langsung ke Jepang. Weakness yang ditemukan adalah ketersediaan sumber daya manusia. Opportunities melihat bahwa peluang sebagai sub-kontraktor sangat besar dalam industry ini. Threat terlihat dari banyak pesaing dari luar negeri.\nBerdasarkan analisis TOWS, penulis menemukan dua masalah utama, pertama menjalin komunikasi untuk channeling dan meningkatkan level produksi/fungsional perusahaan. Ini menjadi dasar untuk memformulakan bisnis strategi dari tahap pembanungan, ke tahap survival hingga ke tahap ekspansi.", "Daftar File": {"2019_TS_PP_MPRASIDHAANINDITO_1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/149621"}, "Penulis": "Muhammad Prasidha Anindito [29117287]", "Kontributor / Dosen Pembimbing": ["Prof. Imam Buchori Zainuddin"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Studio MAJIK, animasi 2D, Strategi Bisnis, sub-kontraktor", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "15 Jan 2019"}