{"Nomor": 33169, "Judul": "A Fully Coupled Finite Element Framework For Thermal Fracturing Simulation In Subsurface Cold Co2 Injection", "Abstrak": "Thermal fracturing could occur during cold CO2 injection into subsurface warm rock formations. It can be\nseen in a variety of fields such as carbon geo-sequestration, unconventional gas development, enhanced\noil recovery, geothermal energy extraction, and energy geological storage systems. In CO2 geosequestion,\nlimited degree of thermal fracturing due to the cooling effects of cold CO2 injection will enhance well\ninjectivity, especially for those storage formations of low permeability. Thermal fracturing can therefore\npotentially enhance the injection efficiency and make positive impact on commercialization of CO2\ngeological storage. However, excessively developed fractures could break down the caprock and cause\npotential CO2 leakage into overlying rock formations. Risk analysis has to be done based on thermal\nfracturing simulation in order to maintain caprock integrity.\nSimulation of thermal fracturing during cold CO2 injection involves the coupled processes of heat\ntransfer, mass transport, rock deforming as well as fracture propagation. To model such a complex\ncoupled system, a fully coupled finite element framework for thermal fracturing simulation is presented.\nThis framework is based on the theory of non-isothermal multiphase flow in fracturing porous media. It\ntakes advantage of recent advances in stabilized finite element and extended finite element methods.\nThe stabilized finite element method overcomes the numerical instability encountered when the\ntraditional finite element method is used to solve the convection dominated heat transfer equation,\nwhile the extended finite element method overcomes the limitation with traditional finite element\nmethod that a model has to be remeshed when a fracture is initiated or propagating and fracturing paths\nhave to be aligned with element boundaries", "Daftar File": {}, "Penulis": "SHUNDE YIN [-]", "Kontributor / Dosen Pembimbing": ["-"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Poromechanics, Petroleum geomechanics, Thermoporoelasticity, Coupled processes, Thermal fracturing, Cold CO2 injection", "Sumber": "Petroleum 4 (2018) 65-74 - KeAi, https://doi.org/10.1016/j.petlm.2017.10.003", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "16 Jan 2019"}