{"Nomor": 33174, "Judul": "APLIKASI BUSINESS ANALYTICS METHODOLOGY DAN LINKING MODEL UNTUK PROSES PENGAMBILAN KEPUTUSAN DI USAHA KECIL MENENGAH (STUDI KASUS: NAH PROJECT)", "Abstrak": "Popularitas analisis bisnis telah meningkat pesat dalam dekade terakhir dan menghadirkan tantangan bagi organisasi untuk memahami bagaimana menggunakannya untuk menciptakan nilai bisnis, mencapai tujuan bisnis, dan menciptakan keunggulan kompetitif Objek dari penelitian ini adalah NAH Project yang merupakan usaha kecil menengah (UKM) yang bergerak di industri sepatu, terutama sepatu sneakers. NAH Project memiliki tujuan bisnis untuk menjadi \"Sepatu lokal Indonesia, yang mendominasi pasar sepatu melalui inovasi dan terobosan\" dan tidak hanya dikenal sebagai merek sepatu lokal dengan harga murah. Tim NAH Project kewalahan untuk menyelesaikan target yang telah dibuat sebelumnya dan juga mengalami kesulitan dalam membuat strategi untuk kedepannya untuk menjaga pendapatan mereka. Mereka tahu bahwa mereka harus mencari tahu apa yang sedang populer atau tren, memperkirakan permintaan, mengoptimalkan harga untuk keunggulan kompetitif, mengidentifikasi pelanggan yang mungkin tertarik, mencari cara terbaik untuk mendekati mereka, dan menemukan apa yang akan dijual selanjutnya melalui bisnis analitik untuk mengetahui ekspektasi pelanggan, tetapi mereka belum memiliki kemampuan analitik bisnis. Dalam mengembangkan kemampuan analitik bisnis, mereka harus mengetahui terlebih dahulu jenis data apa saja yang bermanfaat dan bermanfaat bagi mereka untuk mengetahui ekspektasi pelanggan untuk membuat strategi kedepannya.\nDalam penelitian ini digunakan pendekatan Business Analytics Metodologi (BAM) yang dikombinasikan dengan Linking Model. BAM memiliki empat tahap: situasi masalah, pemetaan model bisnis, leverage analitik, dan implementasi analitik. Linking Model juga memiliki empat lapisan: peta proses, keputusan, analisis, dan item data. Kedua pendekatan tersebut digunakan untuk mengeksplorasi masalah yang terjadi di perusahaan dan membantu perusahaan untuk membuat keputusan menggunakan item data. Berdasarkan hasil analisis ditemukan bahwa proses bisnis saat ini belum dimaksimalkan dalam hal inovasi. Pertama, di divisi R&D, mereka hanya mendesain ulang sepatu yang diberikan oleh pihak ketiga. Kedua, value yang ingin disampaikan tidak jelas karena tidak adanya riset pasar yang menyebabkan kurangnya informasi tentang kebutuhan pelanggan. Ketiga, dalam keterbatasan divisi Customer Services untuk meningkatkan kinerja.\nDengan menggunakan pendekatan Linking Model, ditemukan 34 item data yang dapat membantu dan bermanfaat bagi perusahaan dalam mengambil keputusan. Beberapa data telah dikumpulkan oleh perusahaan. Data lain dapat dikumpulkan dengan berbagai cara yang kemudian disimpulkan menjadi enam cara, yaitu membuat sistem feedback bagi pelanggan, melakukan pemantauan media sosial, melakukan pengamatan tentang pesaing, membuat Key Performance Indicator (KPI), dan mengumpulkan semua dokumen sehingga semua bisnis fungsi dapat melihatnya menggunakan sistem ERP", "Daftar File": {"2019_TS_PP_YULIA_NUR_HASANAH_1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/149685"}, "Penulis": "Yulia Nur Hasanah [29117116]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Pri Hermawan, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "BAM, Item Data, Linking Model, Situasi Masalah, UKM", "Sumber": "NAH PROJECT", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "16 Jan 2019"}