{"Nomor": 33190, "Judul": "KELAYAKAN DAN PERSEPSI MASYARAKAT TERHADAP KOTA BANDUNG SEBAGAI KOTA PUSAKA", "Abstrak": "Kota Pusaka merupakan salah satu cara untuk mendukung pelestarian cagar budaya yang berada di perkotaan. Kota Bandung merupakan salah satu kota di Indonesia yang memiliki cukup banyak bangunan cagar budaya dan terkenal dengan banyak bangunan bergaya Art Deco. Namun sebagai salah satu kota terbesar di Indonesia, pelestarian bangunan cagar budaya tidak luput dari ancaman pembangunan dan pengembangan kota. Tanpa adanya arahan yang jelas bagi pengelolaan cagar budaya, bangunan dan kawasan cagar budaya yang ada akan sangat rentan untuk berubah atau bahkan hilang. Penelitian ini bertujuan untuk menilai kelayakan Kota Bandung sebagai Kota Pusaka secara obyektif dan subyektif. Penilaian secara obyektif dilakukan dengan membandingkan kondisi cagar budaya di Kota Bandung dengan kriteria Kota Pusaka yaitu adanya nilai cagar budaya yang didukung dengan adanya manajemen pengelolaan cagar budaya. Penilaian secara subyektif dilakukan dengan melihat persepsi masyarakat Kota Bandung terhadap Kota Bandung sebagai Kota Pusaka. Seberapa kenal masyarakat dengan adanya bangunan dan kawasan cagar budaya di Kota Bandung. Hasil dari penelitian ini menunjukkan bahwa Kota Bandung sudah layak untuk menjadi Kota Pusaka baik secara kriteria serta didukung oleh adanya citra yang kuat dari masyarakatnya. Berdasarkan hal tersebut maka penanganan yang harus dilakukan untuk mengembangkan Bandung sebagai Kota Pusaka diantaranya melengkapi kriteria manajemen yang belum terpenuhi jika ada, melakukan evaluasi berkala terhadap kriteria yang telah terpenuhi (penambahan/perbaikan), menjaga kualitas bangunan dan kawasan cagar budaya yang ada, dan memaksimalkan pemanfaatan bangunan dan kawasan cagar budaya perkotaan bagi masyarakat.", "Daftar File": {"2015_EJRNL_PP_GHINA_KHALIDIYAH_1-ASLI.pdf": "https://digilib.itb.ac.id/gdl/download/149737"}, "Penulis": "Ghina Khalidiyah Budiyati [15410003]", "Kontributor / Dosen Pembimbing": ["Denny Zulkaidi"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "Cagar budaya, citra kota, Kota Pusaka, persepsi", "Sumber": "Jurnal Perencanan Wilayah dan Kota SAPPK | 1", "Staf Input/Edit": "hidayat", "File": "1 file", "Tanggal Input": "17 Jan 2019"}