{"Nomor": 33224, "Judul": "KAJIAN EVALUASI TPA DAN ANALISIS BIAYA MANFAAT SISTEM PENGELOLAAN SAMPAH DI TPA  (STUDI KASUS TPA BAKUNG KOTA BANDAR LAMPUNG)", "Abstrak": "empat pemrosesan akhir (TPA) Bakung merupakan salah satu tempat pemrosesan akhir sampah yang dikelola oleh Pemerintah Kota Bandar Lampung. Peningkatan jumlah timbulan sampah di Kota Bandar Lampung sendiri setiap harinya mencapai 750 – 800 ton/hari atau sekitar 292.000 ton/tahun. Dalam mengevaluasi sistem pengelolaan sampah di TPA Bakung dilakukan dengan menggunakan metode ARRPET, yang dilanjutkan dengan perencanan skenario pengembangan sistem pengelolaan sampah di TPA melalui pendekatan Cost Benefit Analysis (CBA) sehingga efisiensi dari segi biaya ekonomi serta daerah pelayanan untuk Kota Bandar Lampung dan perkembangannya di masa mendatang dapat dijadikan perhatian yang lebih baik pada perencanaan dalam bidang persampahan. Hasil analisis TPA menggunakan metode ARRPET didapatkan nilai indeks risiko sebesar 476,962 dimana tindakan yang direkomendasikan adalah segera merehabilitasi TPA menjadi TPA berkelanjutan. Rehabilitasi TPA yang direncanakan menjadi controlled landfill, dengan perbaikkan secara bertahap. TPA yang sudah direhabilitasi nantinya akan dilakukan perencanaan skenario pengelolaan sampah kota. Hasil analisis biaya manfaat untuk skenario A (business-as-usual) diperoleh nilai BCR 0,67 dan NPV Rp.–4.858.570.081, skenario B (pengelolaan sampah dengan pola 3R) diperoleh nilai BCR tahun 2037 sebesar 0,28 dan NPV Rp.–153.823.436.569, dan skenario C (pola 3R dan pengembangan fasilitas TPA) diperoleh nilai BCR tahun 2037 sebesar 0,30 dan NPV Rp.–125.147.291.399. Hal ini menunjukkan bahwa nilai NPV yang dihasilkan negatif, dimana biaya operasional yang dikeluarkan untuk pengelolaan sampah di TPA Bakung akan lebih besar dibandingkan dengan pemasukannya. Oleh karenanya, nilai tersebut dapat dijadikan informasi untuk pengelola khususnya di TPA, dimana pemerintah bisa mensubsidi biaya baik dalam investasi maupun operasional.", "Daftar File": {}, "Penulis": "Arlina Phelia [25715003]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Enri Damanhuri"], "Jenis Koleksi": "Tesis", "Penerbit": "Pengelolaan Infrastruktur Air Bersih dan Sanitasi", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Analisis Manfaat- Biaya, ARRPET, Bandar Lampung, Skenario, Pemrosesan Akhir. Manfaat- Biaya, ARRPET, Bandar Lampung, Skenario, Pemrosesan Akhir.", "Sumber": "TESIS DESEMBER 2018", "Staf Input/Edit": "Asep Kusmana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "17 Jan 2019"}