{"Nomor": 33228, "Judul": "EVALUASI PERILAKU INOVATOR DENGAN MENGGUNAKAN MODEL PERILAKU MILKOVICH: STUDI KASUS AMOEBA DI PT TELKOM TBK", "Abstrak": "Mengelola inovasi adalah kunci sukses bagi sebuah perusahaanuntuk bertahan dalam persaingan bisnis. Menyadari hal ini, Telkom mulai mengubah dari perusahaan telekomunikasi menjadi perusahaan digital yang membutuhkan banyak inovasi di seluruh lini divisi. Oleh karena itu, Telkom menciptakan budaya kerja yang fleksibel dan terbuka, untuk menarik karyawan dalam melakukan berbagai inovasi, salah satu programnya adalah Digital Amoeba. Program ini secara khusus dimaksudkan untuk menemukan talenta internal Telkom yang memfasilitasi karyawan yang ingin mengembangkan startup digital.\nDalam mengklasifikasikan karyawan di Amoeba atau disebut 'inovator', manajemen Amoeba membagi mereka menjadi tiga kelas; kelas A, B, dan C berdasarkan fokus kerja mereka. Namun, tidak semua tim dapat berhasil melewati setiap tahap validasi. Keberhasilan mereka yang berbeda dapat dilihat dari data yang mengungkapkan bahwa saat ini tim Amoeba yang berhasil mewujudkan ide tersebut hingga saat ini sebanyak 53 tim dari 106 tim yang telah berpartisipasi dalam program Amoeba. Jadi, penelitian ini bertujuan untuk mengevaluasi perilaku inovator menggunakan Milkovich Behavior Model yang terdiri dari tiga variabel (Ability Triangle, Motivation Triangle, dan Environmental Obstacle Triangle), dan Perilaku Karyawan untuk melihat kinerjanya. Penelitian ini menggunakan analisis deskriptif dan karyawan Telkom yang mengikuti program Amoeba menjadi objek evaluasi dalam penelitian ini.\nKarena keterbatasan waktu penelitian dan kesulitan dalam proses pengumpulan data, penelitian ini hanya mengidentifikasi hubungan antara Validasi Bisnis (Customer Validation, Product Validation, Business Model Validation, dan Market Validation) dengan Kelas Inovator. Selain itu juga untukmenemukan dimensi mana yang memiliki persepsi nilai terendah untuk semua Kelas Inovator di Amoeba dengan menggunakan Milkovich Behavior Model. Dari hasil, persentase total tertinggi yang lulus Validasi Model Bisnis (BMV) dan Validasi Pasar (MV) adalah kelas inovator A. Namun, karyawan di kelas inovator A memiliki skor rata-rata total terendah dalam variabel Perilaku Karyawan. Sementara itu, Hasil dari evaluasi perilaku inovator dengan menggunakan Milkovich Behavior Model, rata-rata terendah adalah dimensi Kompensasi pada variable Motivation Triangle.\nSelanjutnya, penelitian ini menyarankan rekomendasi bagi perusahaan untuk memberikan imbalan setiap kali karyawan berhasil melewati setiap tahap validasi karena gaji dan imbalan lainnya harus memperkuat perilaku yang diinginkan. Selain itu, perusahaan harus memberikan imbalan lain berdasarkan kinerja mereka menambahkan lebih banyak imbalan non-tunai seperti memberikan beberapa poin untuk karyawan yang dapat digunakan untuk promosi di masa depan. Selain itu, poin-poin ini juga dapat digunakan untuk penilaian kinerja yang terkait dengan pengembangan karyawan. Implementasi ini dimaksudkan oleh Kepala Divisi Digital Service (DDS) ke Direktorat Human Capital Management (HCM) di Telkom. Inisiatif yang diusulkan adalah membuat Surat Keputusan Direktorat untuk dapat membakukan bahwa imbalan non-tunai akan diberikan kepada Amoeba.", "Daftar File": {"2019_TS_PP_RANTI_ANNISSA_SIKUMBANGJATI_1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/149821"}, "Penulis": "Ranti Annissa Sikumbangjati [29116370]", "Kontributor / Dosen Pembimbing": ["Ir. John Welly, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Amoeba, Kelas Inovator, Validasi Bisnis, Milkovich Behavior Model, Perilaku Karyawan", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "17 Jan 2019"}