{"Nomor": 33236, "Judul": "KAJIAN TENTANG INISIATIF PENERAPAN MANAJEMEN PENGETAHUAN DI DIREKTORAT JENDERAL PENATAAN RUANG KEMENTERIAN PEKERJAAN UMUM", "Abstrak": "Semenjak era reformasi bergulir, masyarakat semakin menuntut organisasi-organisasi pemerintah untuk menjalankan peran dan fungsinya dengan maksimal, semakin memperbaiki kualitas layanan publik dan pembangunan berkelanjutan. Tuntutan-tuntutan masyarakat tersebut mendorong upaya-upaya peningkatan kapasitas organisasi melalui berbagai cara, salah satunya melalui penerapan manajemen pengetahuan. Kementerian Pekerjaan Umum menunjukkan bahwa institusinya melakukan upaya-upaya untuk mendorong pembelajaran di lingkungan instansi ini. Penelitian ini bertujuan untuk melakukan assessment atau penilaian terhadap inisiatif pembelajaran di lingkungan Kementerian Pekerjaan Umum (kasus coffee morning) dengan berdasarkan konsep Manajemen Pengetahuan serta menyusun rekomendasi untuk pengembangan program-program. Pemikiran ini dihantarkan oleh beberapa pertanyaan penelitian: Seperti apa kesesuaian antara praktek coffee morning terhadap parameter-parameter dalam Manajemen Pengetahuan? Apakah outcome coffee morning pada para partisipan coffee morning? Dan Apakah kendala-kendala yang menghambat proses pembelajaran? Melalui metode kualitatif, penelitian ini dapat menunjukkan bahwa aktivitas-aktivitas yang terjadi dalam coffee morning menunjukkan ciri-ciri praktis manajemen pengetahuan yaitu akuisisi pengetahuan, berbagi pengetahuan dan pemanfaatan pengetahuan. Selain itu diperoleh pula manfaat kegiatan serta kendala-kendala yang menghambat terjadinya proses pembelajaran. Kajian terhadap kegiatan yang menerapkan manajemen pengetahuan pada organisasi pemerintah ini membuka pemikiran bahwa apabila ada perbaikan-perbaikan serta pelibatan lebih banyak pihak akan membuat organisasi pemerintah lebih dapat lagi melaksanakan tugasnya dengan baik dan menjawab tuntutan masyarakat ke depan. Kata Kunci: Manajemen Pengetahuan, Coffee Morning, Organisasi Pemerintah", "Daftar File": {"2014_TS_PP_INTAN_OCTAVIANA_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/149833", "2014_TS_PP_INTAN_OCTAVIANA_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/149834", "2014_TS_PP_INTAN_OCTAVIANA_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/149835", "2014_TS_PP_INTAN_OCTAVIANA_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/149836", "2014_TS_PP_INTAN_OCTAVIANA_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/149837", "2014_TS_PP_INTAN_OCTAVIANA_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/149838", "2014_TS_PP_INTAN_OCTAVIANA_1-LAMPIRAN.pdf": "https://digilib.itb.ac.id/gdl/download/149839"}, "Penulis": "Intan Octaviana [24012065]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Sonny Yuliar"], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Manajemen Pengetahuan, Coffee Morning, Organisasi Pemerintah", "Sumber": "", "Staf Input/Edit": "sarnya", "File": "7 file", "Tanggal Input": "17 Jan 2019"}