{"Nomor": 33246, "Judul": "THE CONFORMAL BOOTSTRAP: THEORY, NUMERICAL TECHNIQUES, AND APPLICATIONS", "Abstrak": "Conformal field theories have been long known to describe the fascinating universal physics of scale\ninvariant critical points. They describe continuous phase transitions in fluids, magnets, and numerous\nother materials, while at the same time sit at the heart of our modern understanding of quantum field\ntheory. For decades it has been a dream to study these intricate strongly coupled theories\nnonperturbatively using symmetries and other consistency conditions. This idea, called the conformal\nbootstrap, saw some successes in two dimensions but it is only in the last ten years that it has been\nfully realized in three, four, and other dimensions of interest. This renaissance has been possible due\nto both significant analytical progress in understanding how to set up the bootstrap equations and the\ndevelopment of numerical techniques for finding or constraining their solutions. These developments\nhave led to a number of groundbreaking results, including world-record determinations of critical\nexponents and correlation function coefficients in the Ising and OðNÞ models in three dimensions.\nThis article will review these exciting developments for newcomers to the bootstrap, giving an\nintroduction to conformal field theories and the theory of conformal blocks, describing numerical\ntechniques for the bootstrap based on convex optimization, and summarizing in detail their\napplications to fixed points in three and four dimensions with no or minimal supersymmetry.", "Daftar File": {}, "Penulis": "DAVID POLAND [-]", "Kontributor / Dosen Pembimbing": ["SLAVA RYCHKOV,", "AND ALESSANDRO VICHI"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "-", "Sumber": "REVIEWS OF MODERN PHYSICS, VOLUME 91, JANUARY–MARCH 2019; © 2019 American Physical Society", "Staf Input/Edit": "Ratnasari", "File": "1 file", "Tanggal Input": "18 Jan 2019"}