{"Nomor": 33240, "Judul": "PERANCANGAN LANSEKAP LERENG GUNUNG WAYANG HULU SUNGAI CITARUM DALAM UPAYA KONSERVASI MATA AIR WADUK CISANTI", "Abstrak": "Mata air merupakan salah satu sumber air bersih yang melalui proses penyerapan\nair secara alami di dataran tinggi atau pegunungan. Saat ini, jumlahnya semakin\nberkurang yang disebabkan oleh beberapa faktor seperti pertumbuhan penduduk,\npembangunan fisik, kebutuhan pangan dan meningkatnya industrialisasi.\nBerkurangnya mata air berarti menurunkan pasokan jumlah air bersih yang\ndigunakan oleh manusia dan makhluk hidup lainnya untuk keberlangsungan hidup.\nStudi kasus daerah tangkapan air waduk Cisanti, mengalami perubahan tata guna\nlahan dari hutan menjadi lahan pertanian terutama tanaman sayuran. Pemanfaatan\nlahan di daerah tersebut semakin berkurang sebagai akibat pencemaran limbah\npertanian ke dalam waduk dan penurunan kesuburan tanah. Hal tersebut\nmenyebabkan bertambah luasnya lahan yang tidak produktif (lahan tidur) yang\nmengancam keberadaan mata air waduk. Pada umumnya, mata air dari pegunungan\nmemiliki debit yang relatif besar dan kontinu serta dinilai baik kualitasnya. Waduk\nCisanti yang berada di kaki gunung Wayang, perlu dikonservasi untuk menjaga\nkuantitas dan kualitas mata airnya.\nAgroforestri dapat digunakan sebagai salah satu pendekatan lansekap dalam\nmenyelesaikan permasalahan lahan tidur serta pengendalian atas kegiatan manusia.\nSelain itu, agroforestri merupakan metode penghijauan suatu lahan yang bernilai\nlingkungan serta berpotensi meningkatkan ekonomi masyarakat. Potensi ekonomi\ndidapat melalui produksi hasil perkebunan dan kehutanan serta potensi wisata dari\nkegiatan agroforestri. Jenis tanaman agroforestri yang dipilih adalah fruit based\nsystem (tanaman buah-buahan) yang dikombinasikan dengan tanaman kehutanan.\nPertimbangan pemilihan tanaman buah dan kehutanan adalah berdasarkan\nkesesuaian lahan terutama ketinggian tempat, sistem perakaran kuat yang\nmembantu konservasi, dan memiliki potensi ekonomi tinggi.\nSistem perancangan lansekap pada daerah tangkapan air dengan pendekatan sistem\nagroforestri, memiliki tujuan akhir untuk konservasi mata air serta pemanfaatan\nlahan untuk pengendalian kegiatan manusia melalui kegiatan agrowisata.", "Daftar File": {"2013_TS_PP_AFINA_RADITYA_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/149856", "2013_TS_PP_AFINA_RADITYA_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/149857", "2013_TS_PP_AFINA_RADITYA_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/149859", "2013_TS_PP_AFINA_RADITYA_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/149860", "2013_TS_PP_AFINA_RADITYA_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/149861", "2013_TS_PP_AFINA_RADITYA_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/149862", "2013_TS_PP_AFINA_RADITYA_1-BAB_6.pdf": "https://digilib.itb.ac.id/gdl/download/149863", "2013_TS_PP_AFINA_RADITYA_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/149864"}, "Penulis": "Afina Raditya [25211023]", "Kontributor / Dosen Pembimbing": ["Ir. Budi Faisal, MAUD, MLA, Ph.D.", "Ir. Pathmi Noerhatini, M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Landscape architecture", "Kata Kunci": "Agroforestri, agrowisata, fruit based system, konservasi, mata air, tata guna lahan.", "Sumber": "", "Staf Input/Edit": "hidayat", "File": "8 file", "Tanggal Input": "18 Jan 2019"}