{"Nomor": 33259, "Judul": "PENILAIAN KUALITAS BANGUNAN RUMAH SUSUN UNTUK KEPUTUSAN DEMOLISI: INDIKATOR, METODE DAN IMPLEMENTASI", "Abstrak": "Seiring bertambahnya usia, kualitas rumah susun akan mengalami penurunan.\nAgar kualitas rumah susun dapat terjaga dalam Undang –Undang No. 20 tahun\n2011 tentang Rumah Susun dalam Pasal 61 disebutkan bahwa peningkatan\nkualitas rumah susun wajib dilakukan oleh pemiliknya. Peningkatan kualitas yang\ndimaksud dalam hal ini dijelaskan dalam Pasal 62 merupakan aktivitas yang\nmeliputi pembongkaran, penataan kembali dan pembangunan. Walaupun\npeningkatan kualitas rumah susun wajib dilakukan, akan tetapi pemerintah belum\nmenyediakan suatu alat (tools) untuk menilai kualitas rumah susun itu sendiri.\nPendekatan penilaian indeks kondisi bangunan akan digunakan dalam penelitian\nini. Dasar dari nilai indeks kondisi bangunan diturunkan dari prinsip keandalan\nbangunan, khususnya aspek keselamatan yang merupakan representasi\nkepentingan demolisi dan non demolisi. Penilaian kualitas bangunan rumah susun\ndilakukan dengan survey langsung ke lapangan. Sebagai kasus studi dilakukan\npenilaian terhadap dua jenis kasus rumah susun yang berusia teknis 30 tahunan,\nyaitu Asrama Bumi Ganesha dan Rumah Susun Sarijadi dengan metode non\ndestruktif yakni observasi visual. Hasil penilaian indeks kondisi bangunan dua\nblok rumah susun untuk Asrama Bumi Ganesha adalah 87.05% dan 87. 93%,\nsedangkan kualitas Rumah Susun Sarijadi blok M dan L sebesar 78.29% dan\n78.33%. Oleh karena itu, rekomendasi bagi kedua bangunan ini ialah non demolisi\nDari penelitian ini dapat disimpulkan bahwa indikator yang memegang peran\npenting dalam keputusan demolisi adalah komponen struktur utama bangunan\nrumah susun. Komponen struktur (khususnya struktur utama) menentukan rekomendasi demolisi pada bangunan rumah susun sebagai representasi\nkeselamatan dibandingkan nilai komponen atau elemen bangunan lainnya. Dapat\ndirekomendasikan dalam pasal 61 Undang-Undang No. 20 tahun 2011 tentang\nRumah Susun untuk diprioritaskan aspek keselamatan bangunan sebagai indikator\nutama dalam peningkatan kualitas bangunan rumah susun.", "Daftar File": {"2014_TS_PP_DIRDO_HARIANSYAH_HANIF_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/149917", "2014_TS_PP_DIRDO_HARIANSYAH_HANIF_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/149918", "2014_TS_PP_DIRDO_HARIANSYAH_HANIF_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/149919", "2014_TS_PP_DIRDO_HARIANSYAH_HANIF_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/149920", "2014_TS_PP_DIRDO_HARIANSYAH_HANIF_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/149921", "2014_TS_PP_DIRDO_HARIANSYAH_HANIF_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/149922", "2014_TS_PP_DIRDO_HARIANSYAH_HANIF_1-BAB_6.pdf": "https://digilib.itb.ac.id/gdl/download/149924", "2014_TS_PP_DIRDO_HARIANSYAH_HANIF_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/149925"}, "Penulis": "Dirdo Hariansyah Hanif [25211002]", "Kontributor / Dosen Pembimbing": ["Dr. Allis Nurdini, S.T., M.T.", "Dr. Ir. Lily Tambunan, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Residential & related buildings", "Kata Kunci": "Penilaian kualitas, rumah susun, demolisi, non demolisi", "Sumber": "", "Staf Input/Edit": "hidayat", "File": "8 file", "Tanggal Input": "18 Jan 2019"}