{"Nomor": 33251, "Judul": "Parametric Approach as a Decision-Making Tools in Planning and Design Process Case: Office Tower in Kebayoran Lama, Jakarta", "Abstrak": "Parametric is a well known subject of architecture design today. Though, there’s still no exact definition which can describe it best. Davis (2013) stated that some consider that all designs are parametric (based on parameters), some consider it as using certain tool (e.g. grasshopper, Maya MEL, Rhino Scripting).\nSecond consideration is the basis of this writing. It refers to a developed method of planning and design which is more advantageous (simultaneous, coordinated, accountable) than the conventional ones. This method grants designers a capability to do many iterations compared to conventional methods. This method also offers more accountable results (analysis quitely based on numbers by specific and proper analyzing tool, less intuitive) which can verify designer’s intuition whether if it’s right or wrong and sharpen it.\nOne of major challenges in applying parametric design method in real project is project duration. Many architects working with parametric models are finding that they have to start all over again once changes incapacitate their models (Smith, 2007). It will be a terrible case if the parametric formula used is a complete formula that solves all problems. The method offered here is a discrete method, using parametric to solve one problem at a time, applied in some design phases (programming, site planning, massing, structure planning, and facade planning), cooperating man and computer at their own respective advantages in order to save time, while man is powerful at non-determinant decision making, otherwise with the computer.\nThis method was tried to be applied on office tower design case in Kebayoran Lama, Jakarta. The objective is to explore the usage of parametric design method through whole design phases while maintaining its feasibility to time. On the other hand, there’s a desire to make the design represent its parametric which means can’t or hardly to be achieved by conventional design methods. There are findings worth to be shared.", "Daftar File": {"2014_EJRNL_PP_WILLIAM_SUYOTO_1-ASLI.pdf": "https://digilib.itb.ac.id/gdl/download/149874"}, "Penulis": "William Suyoto [25212012]", "Kontributor / Dosen Pembimbing": ["Aswin Indraprastha, ST., MT., M.Eng.,Ph.D.", "Dr.-Ing.Ir.Heru W. Poerbo, MURP."], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Parametric design, parametric application, parametric approach", "Sumber": "Arte-Polis 5 Intl Conference – Reflections on Creativity: Public Engagement and the Making of Place", "Staf Input/Edit": "hidayat", "File": "1 file", "Tanggal Input": "18 Jan 2019"}