{"Nomor": 33254, "Judul": "STUDI EFEKTIFITAS PENAMBAHAN HUB DAN SUBHUB LOGISTIK TERHADAP EFISIENSI LOGISTIK UDARA DI PROVINSI PAPUA", "Abstrak": "Masalah disparitas harga bahan pokok di Provinsi Papua sudah terjadi begitu lama. Pemerintah berupaya menyelesaikan permasalahan ini dengan membuat program – program yang dapat mendukung terjadinya penurunan harga bahan pokok sehingga masyarakat Papua dapat membeli bahan pokok untuk keperluan hidup mereka sehari-hari. Pemerintah membuat perencanaan untuk menurunkan harga bahan pokok di provinsi Papua diantaranya adalah Tol Laut, Jembatan Udara, peningkatan kualitas bandara, dan program lainnya yang mendukung program pemerintah. Kementrian Perhubungan telah meluncurkan program Angkutan Kargo Perintis di Papua pada tahun 2017 yang terdiri atas 12 rute penerbangan dan secara perlahan membuka rute-rute baru yang merupakan hasil studi mereka untuk program tersebut. Rancangan Rute Baru yang baru telah dibuat dalam rangka mencari rute penerbangan perintis kargo yang lebih hemat dibandingkan dengan hasil studi Kemenhub tahun 2016 untuk pemenuhan kebutuhan bahan pokok untuk 50% penduduk Papua. Rancangan rute baru ini dibuat dengan menambahkan bandara Hub dan Subhub di Provinsi Papua tahun 2020. Penambahan Hub dan Subhub dilakukan dengan memilih bandara yang memiliki lokasi yang strategis dan dapat dikembangkan. Rancangan Rute Baru ini lebih hemat 21,1%, menjangkau lebih banyak bandara, dan menggunakan lebih banyak pesawat besar dari rute penerbangan hasil Studi Kemenhub 2016. Penambahan Hub dan Subhub dapat menghemat biaya operasi langsung pesawat sebesar 21,1% dan menurunkan harga bahan pokok di provinsi Papua sebelum sampai ke pedagang di lokasi tujuan. Perhitungan ini dilakukan dengan mengasumsikan penerbangan merupakan penerbangan dengan garis lurus dan kecepatan jelajah konstan. Pesawat yang dipergunakan di wilayah Papua harus memiliki kemampuan teknis yang baik di wilayah pegunungan dengan biaya seminimal mungkin dan payload yang besar. Pesawat yang direkomendasikan untuk program ini adalah PAC P-750 untuk pesawat kecil dan ATR 72-600 untuk pesawat besar. Rekomendasi ini didasarkan atas kemampuan pesawat-pesawat tersebut dalam melayani rute penerbangan provinsi Papua.", "Daftar File": {}, "Penulis": "Randhy Novawijaya [13613055]", "Kontributor / Dosen Pembimbing": ["Ir. Mahardi Sadono, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Papua,Rancangan Rute Baru, Hub,Pesawat rekomendasi, Kargo", "Sumber": "", "Staf Input/Edit": "Erlin Marliana Effendi", "File": "9 file", "Tanggal Input": "18 Jan 2019"}