{"Nomor": 33268, "Judul": "EVALUASI KEBIJAKAN DAN PROGRAM PENGEMBANGAN PASAR TRADISIONAL DIREKTORAT JENDERAL PERDAGANGAN DALAM NEGERI", "Abstrak": "Based on Presidential Regulation.112 In 2007, the traditional market is the market, that is built and managed by the government, local government, private, state-owned and public enterprises, including cooperation with the private sector, where businesses such as shops, kiosks, los, and tents are owned or run by small or lower traders, middle , non-governmental organizations or cooperatives of small-scale enterprises, small capital, and with the sale and purchase merchandise through bargaining and offering. As one part of the economic activity of the region, traditional market functions and an integral part of community activities in the region. The function of traditional market itself as a center for social activities include social economy. While the traditional role of the market itself is the center of distribution of goods, as the main employer in bulk, as well as driving the economy to develop both rural and urban areas. The traditional market is a market that touches people's economy, as in the traditional markets are starting from the distribution network of wholesalers to retailers. Given the amount of the budget was spent considerable and in accordance with the Decree Minister of Planning / Head of Bappenas No.. Kep. 195/Ket/12/1996 on Performance Evaluation of Development Projects, which states that each department / agency of government, both central and local, is obliged to carry out performance evaluation of the development projects which he is responsible, it is necessary to evaluate the achievement of program performance to determine utilization rates (outcomes) and the emergence and impact (benefit / impact).\nThis research is became important because by doing this evaluation can be seen how the actual performance of the local government receiving equalization funds in the Ministry of Commerce, in particular related to program development / revitalization of traditional markets. It can be used as an input in the effort to optimizing the use of funds disbursed by the Ministry of Commerce in the form of the \nSpecial Allocation Fund and Tasks related to program development / revitalization of traditional markets. Keywords: Policy, Markets, Distribution Facility, Allocation Fund", "Daftar File": {"2012_TS_PP_ULISES_SITOMPUL_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/149957", "2012_TS_PP_ULISES_SITOMPUL_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/149958", "2012_TS_PP_ULISES_SITOMPUL_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/149959", "2012_TS_PP_ULISES_SITOMPUL_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/149960", "2012_TS_PP_ULISES_SITOMPUL_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/149961", "2012_TS_PP_ULISES_SITOMPUL_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/149962", "2012_TS_PP_ULISES_SITOMPUL_1-DAFTAR_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/149963", "2012_TS_PP_ULISES_SITOMPUL_1-LAMPIRAN.pdf": "https://digilib.itb.ac.id/gdl/download/149964"}, "Penulis": "Ulyses Leon Hardo Sitompul [24009011]", "Kontributor / Dosen Pembimbing": ["Ir. Sonny Yuliar, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Kebijakan, Pasar, Sarana Distribusi, Alokasi Dana", "Sumber": "", "Staf Input/Edit": "sarnya", "File": "8 file", "Tanggal Input": "18 Jan 2019"}