{"Nomor": 33267, "Judul": "Automatic salt dome detection in seismic data by combination of attribute analysis on CRS images and IGU map delineation", "Abstrak": "Accurate detection of geo-structures in automatic geological interpretation of seismic data is a challenging task\nespecially in complex media. Solution to this problemgoes through integration of advanced seismic pattern recognition\nmethods, image analysis and image classification strategies, applied on seismic image obtained by appropriate\nseismic imaging method. Accuracy of these approaches mostly depends on the quality of seismic\nattributes used for subsequent image analysis, seismic data classification and seismic pattern recognition. In\nthis study, we initially analyze the effect of using the common reflection surface (CRS) method on obtaining appropriate\ndata for attribute analysis, in comparison with the conventional NMO/DMO/Stack imaging method.\nSubsequently, we introduce an automatic salt dome detection method fromseismic image based on the intrinsic\ngeological unit (IGU) concept used in sequential mineral exploration. The IGU consists of areas with indexes or\ncritical genetic factors (CGF) related to the target of exploration which is defined itself by several critical recognition\ncriteria (CRC). The CRCs defined as the value of attributes and seismic patterns selected by the interpreter\nfor salt detection. These CRCs were extracted froma large informative database build only for salt domedetection\nfrom various seismic data and different geological setting. The CRCs were weighted by the interpreter according\nto the percentage of success in using selected CRCs for salt identification. Afterwards, probability value of pixels to\nbe considered as salt was calculated by defining a linear relationship between CRCs. Then, matrix of characteristicswas\ndefined for CRCs followed by a matrix that shows CRCs score. The final score for each pixel will define the\narea of the IGU, or salt dome in seismic image, if they were above a predefined threshold. The presented strategy\nwas applied on a field data example from Kazakhstan containing a huge salt dome. The proposed strategy could\ndetect the salt boundary in a fully automatic manner with some befits, such as defining internal reflections and\nless human interaction. Application of the proposedmethod on the CRS result showed that it could be considered\nas an alternative to the other present automatic salt dome detection and classification approaches. However, the\npresented method still requires of using advanced method in scoring and building matrix of characteristics, especially\nfor salt area detection in seismic image.", "Daftar File": {}, "Penulis": "Foroogh Farrokhnia  [-]", "Kontributor / Dosen Pembimbing": ["Amin Roshandel Kahoo, Mehrdad Soleimani"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Seismic imaging Common reflection surface Intrinsic geological unit Critical recognition criteria Salt dome", "Sumber": "Journal of Applied Geophysics 159 (2018) 395–407, https://doi.org/10.1016/j.jappgeo.2018.09.018", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "18 Jan 2019"}