{"Nomor": 33297, "Judul": "GEOLOGI DAN ANALISIS DAYA DUKUNG UNTUK MENUNJANG RENCANA PEMBANGUNAN BENDUNGAN DAERAH CARIU, KABUPATEN BOGOR, JAWA BARAT", "Abstrak": "Daerah penelitian yang merupakan area rencana pembangunan bendungan berada di Kecamatan Cariu, Kabupaten Bogor, Jawa Barat. Secara geografis, daerah penelitian terletak pada koordinat 6o30’00” LS–6o33’00” LS dan 107o6’00” BT–107o11’00” BT. Luas daerah penelitian adalah 52 km2.\nGeomorfologi daerah penelitian dibagi menjadi enam satuan yaitu Satuan Pegunungan Lava Cikutamahi, Satuan Dataran Denudasional Cibojonggede, Satuan Perbukitan Lipatan Cibatutiga, Satuan Perbukitan Lipatan Cimeong, dan Satuan Dataran Aluvial Cariu. Tahapan geomorfik daerah penelitian adalah muda hingga dewasa.\nSecara stratigrafi daerah penelitian terbagi dalam lima satuan batuan tidak resmi yang terbentuk pada Miosen Tengah–Resen yang diendapkan pada lingkungan laut dangkal–darat. Satuan batuan tersebut berturut-turut dari yang lebih tua ke yang lebih muda adalah Satuan Batugamping, Satuan Batulempung, Satuan Lava Andesit, Satuan Breksi Piroklastik, dan Satuan Endapan Aluvial. Struktur geologi yang terbentuk di daerah penelitian berupa sesar dan lipatan yang berarah barat–timur.\nNilai daya dukung izin fondasi dangkal pada kedalaman 1–1,5 m pada TPB-1 ialah 36,96 ton/m2, TPB-2 bernilai 23,8 ton/m2, dan TPB-3 bernilai 17,28 ton/m2. Faktor yang mempengaruhi nilai daya dukung tanah adalah sudut geser dalam, kohesi, dan mineralogi. Sudut geser dalam dan kohesi yang dipengaruhi oleh ukuran butir memiliki korelasi yang positif dengan nilai daya dukung. Sedangkan aktivitas tanah yang tinggi cenderung memberikan nilai daya dukung yang rendah karena memiliki mineral lempung yang aktif. Daya dukung daerah penelitian termasuk dalam kategori rendah dan batuannya berpotensi mengembang sehingga diperlukan rekayasa geologi agar tidak terjadi kerusakan bendungan terutama pada bagian fondasi.", "Daftar File": {}, "Penulis": "Ichwan Fakhrudin [12013060]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Imam Achmad Sadisun, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Cariu, daya dukung, geomorfologi, stratigrafi, fondasi", "Sumber": "", "Staf Input/Edit": "tuti yulia", "File": "13 file", "Tanggal Input": "18 Jan 2019"}