{"Nomor": 33309, "Judul": "THE STUDIES OF INTEGRATED CITARUM WATER RESOURCES MANAGEMENT INVESTMENT PROGRAM IN OUTCOME PERSPECTIVE", "Abstrak": "Kesulitan dalam melakukan koordinasi merupakan salah satu masalah utama dalam pengelolaan suatu wilayah sungai. Hal ini disebabkan banyaknya aktor yang terlibat yang memiliki kepentingan dan prioritas yang berbeda satu sama lain. Permasalahan ini dapat tercermin pada kuantitas dan kualitas sumber daya air pada sungai tersebut; semakin tinggi intensitas terjalinnya koordinasi maka kuantitas dan kualitas sumber daya air akan semakin baik. Sungai Citarum sebagai sungai yang memiliki fungsi strategis memiliki masalah dalam hal koordinasi, yang ini tercerminkan dari penurunan kuantitas dan kualitas Sungai Citarum. Pemerintah Indonesia bekerjasama dengan Asian Development Bank mencoba memberikan solusi melalui “Integrated Citarum Water Resources Management Investment Program” (ICWRMIP). Program ini menekankan pada konsep keterpaduan dalam pengelolaan Wilayah Sungai Citarum. Tesis ini memberikan gambaran tata kelola yang terjadi dalam ICWRMIP ditinjau dari perspektif outcome. Penelitian menggunakan metode deskriptif kualitatif, dimana data primer diperoleh dari wawancara semi terstruktur dan data sekunder diperoleh kajian literatur, kajian-kajian sebelumnya, buku-buku, media cetak dan media elektronik. Hasil wawancara kemudian dibuatkan transkrip, untuk kemudian dilakukan analisis secara hermeneutik dan triangulasi. Hasil penelitian menunjukkan bahwa outcome dalam tata kelola program belum tercapai. Transfer knowledge yang terjadi masih minimal, belum adanya perubahan perilaku dalam berkoordinasi, serta belum adanya generasi penerus yang dapat menjamin keberlangsungan program menjadi indikator belum tercapainya outcome. Koordinasi yang terjalin diantara para aktor yang terkait masih berupa koordinasi pada level kegiatan dan faktor pengikat yang paling erat adalah pada pendanaan. Selain itu masih terjadi perbedaan persepsi diantara para aktor yang terlibat berkaitan dengan big picture yang ingin dicapai dari program ini. Penelitian ini menghasilkan suatu pemikiran kedepan, bahwa perlu dilakukan pertemuan yang dapat menjalin interaksi antar aktor sehingga masing-masing aktor dapat memahami peranan masing-masing dan memahami tujuan dan cita-cita bersama yang ingin dicapai oleh program ini. Keberadaan unit khusus pada masing-masing instansi yang secara spesifik menangani program tersebut sangat diperlukan untuk memastikan kegiatan yang dilakukan secara serius ditangani dan memastikan terjadinya transfer knowledge serta memudahkan terciptanya persamaan persepsi.", "Daftar File": {"2012_TS_PP_DIAH_PUSPITA_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/150239", "2012_TS_PP_DIAH_PUSPITA_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/150240", "2012_TS_PP_DIAH_PUSPITA_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/150241", "2012_TS_PP_DIAH_PUSPITA_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/150242", "2012_TS_PP_DIAH_PUSPITA_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/150244", "2012_TS_PP_DIAH_PUSPITA_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/150245"}, "Penulis": "Diah Ruspita [24010033]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Yasraf Amir P., MA"], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Outcome, program ICWRMIP, Sungai Citarum.", "Sumber": "", "Staf Input/Edit": "sarnya", "File": "6 file", "Tanggal Input": "21 Jan 2019"}