{"Nomor": 33303, "Judul": "KEADILAN DALAM PROSES PENGADAAN TANAH JALAN TOL CINERE-JAGORAWI SEKSI 2", "Abstrak": "Jalan merupakan infrastruktur yang memegang peranan penting bagi perkembangan dan peningkatan ekonomi dalam suatu wilayah seperti Kawasan Jabodetabek. Pesatnya perkembangan DKI Jakarta dan kota-kota di sekitarnya yang berperan sebagai kawasan penyangga (buffer zone) mengakibatkan semakin perlunya dibangun prasarana jalan terutama jalan bebas hambatan. Pembangunan Jalan tol Cinere-Jagorawi tersebut merupakan bagian dari pembangunan jaringan jalan tol JORR II untuk mengurangi beban volume dan frekuensi lalu lintas pada jalur-jalur dan sistem transportasi yang telah ada khususnya pada kota Depok dan sekitarnya. Proses pengadaan tanah bagi pembangunan jalan tol Cinere-Jagorawi masih menemui permasalahan dan kendala serta membutuhkan pembiayaan yang cukup besar dan juga waktu yang cukup lama dalam penyelesaiannya. Seringkali antara Pemerintah dan masyarakat terjadi konflik dan sengketa akibat kepentingan yang bertentangan. Penelitian ini bertujuan untuk mencari faktor yang berpengaruh terhadap proses pembebasan tanah, relasi antara aktor-aktor yang terlibat dan pemahaman masyarakat terhadap rencana pembangunan jalan tol Cinere-Jagorawi, serta keterkaitan pengadaan tanah dengan dimensi etika terutama justice atau keadilan. Dalam proses pengadaan tanah untuk jalan tol Cinere-Jagorawi dilaksanakan melalui beberapa tahapan pelaksanaan yaitu perencanaan, penetapan lokasi, pembentukan panitia pengadaan tanah, penyuluhan/sosialisasi, inventarisasi, penilaian harga tanah, bangunan, tanaman dan benda lain yang berkaitan dengan tanah, musyawarah dan pembentukan daftar nominatif, pembayaran dan pelepasan hak, penitipan uang ganti rugi dan pencabutan hak. Berdasarkan data-data yang diperoleh menggunakan metode deskriptif kualitatif dengan pendekatan etnografi melalui wawancara langsung dengan para aktor yang terlibat dalam pengadaan tanah, observasi lapangan, dan data dokumentasi yang diperoleh dari instansi yang terkait maka ada tiga proses utama yang rawan terjadi konflik atar kelompok-kelompok sosial yang terkait yaitu proses penilaian harga tanah, musyawarah dan pembayaran uang ganti rugi. Penilaian harga tanah dilakukan oleh suatu Lembaga Penilai yang melakukan penilaiannya berdasarkan Standar Penilaian Indonesia dan Kode Etik Penilaian Indonesia, sedangkan untuk bangunan, tanaman dan atau benda-benda lain dilakukan oleh instansi terkait yang berhak. Proses penilaian harga tanah ini tidak transparan dan tidak adil dikarenakan warga tidak mendapatkan penjelasan perbedaan harga tanah dan penentuan zoning untuk harga tanah. Dalam musyawarah penetapan bentuk dan besaran ganti rugi tidak terjadi kesetaraan dan keadilan dalam penentuan bentuk dan besaran ganti rugi, Pemerintah secara sepihak menetapkan harga tertinggi dengan dalih merupakan hasil penilaian yang dilakukan oleh Lembaga Penilai. Kemudian bentuk pembayaran yang disetujui adalah dalam bentuk uang. Pembayaran uang ganti rugi (UGR) masih menimbulkan masalah dengan adanya penundaan atau keterlambatan dalam pembayaran sehingga menimbulkan ketidakadilan bagi warga yang telah setuju dengan harga yang ditawarkan oleh pemerintah.\nTahapan penyuluhan dan musyawarah dalam kegiatan pengadaan tanah hendaknya digunakan sebagai media efektif untuk menjalin komunikasi antara pemerintah dengan masyarakat guna mencapai persamaan persepsi mengenai pentingnya pembangunan. Komunikasi yang baik dan kesempatan yang luas untuk menyampaikan pendapat bagi masyarakat merupakan hal penting untuk meminimalisasi resistensi masyarakat terhadap kegiatan pengadaan tanah untuk pembangunan.", "Daftar File": {"2012_TS_PP_SEBA_GINTING_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/150196", "2012_TS_PP_SEBA_GINTING_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/150197", "2012_TS_PP_SEBA_GINTING_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/150198", "2012_TS_PP_SEBA_GINTING_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/150199", "2012_TS_PP_SEBA_GINTING_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/150200", "2012_TS_PP_SEBA_GINTING_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/150201", "2012_TS_PP_SEBA_GINTING_1-BAB_6.pdf": "https://digilib.itb.ac.id/gdl/download/150202", "2012_TS_PP_SEBA_GINTING_1-DAFTAR_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/150203", "2012_TS_PP_SEBA_GINTING_1-LAMPIRAN.pdf": "https://digilib.itb.ac.id/gdl/download/150204"}, "Penulis": "Seba Ginting [24010028]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Yasraf Amir P., MA"], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "jalan tol, keadilan, pengadaan tanah, penilaian harga, uang ganti rugi, musyawarah", "Sumber": "", "Staf Input/Edit": "sarnya", "File": "9 file", "Tanggal Input": "18 Jan 2019"}