{"Nomor": 33302, "Judul": "i KAJIAN REFORMASI BIROKRASI DI INSPEKTORAT JENDERAL KEMENTERIAN PEKERJAAN UMUM DALAM PERSPEKTIF KNOWLEDGE", "Abstrak": "Reformasi birokrasi menawarkan sebuah kondisi ideal dimana pemerintah\nmemiliki kemampuan untuk selalu hadir dan selalu dapat melakukan yang terbaik\ndalam melaksanakan fungsi pelayanan bagi rakyat Indonesia, kapanpun, siapapun\ndan dimanapun tanpa abai serta lalai. Peran pemerintah dalam reformasi birokrasi\ndigambarkan sebagai jaminan atas terselenggaranya kehidupan berkeadilan,\nsejahtera dan memiliki kemampuan memberikan rasa aman dan nyaman di setiap\naspek kehidupan masyarakat. Dalam reformasi birokrasi, perangkat-perangkat\nnegara beserta apapun yang melekat padanya seperti jabatan aturan, mekanisme\ndan prosedur memberikan kemudahan untuk semua pihak meningkatkan\nkehidupan jauh lebih baik.\nPenelitian ini bertujuan untuk mengungkapkan apa, bagaimana dan seperti apa\nrelasi-relasi yang terjadi pada pelaksanaan reformasi birokrasi di Inspektorat\nJenderal Kementerian Pekerjaan Umum. Manfaat yang diharapkan dari penelitian\nini menjadi bahan kajian bagi pimpinan Inspektorat Jenderal Kementerian\nPekerjaan Umum dalam menyusun kebijakan berkenaan dengan tata laksana\nreformasi birokrasi di Inspektorat Jenderal Kementerian Pekerjaan Umum dengan\nmengidentifikasi pihak-pihak terkait, identifikasi permasalahan, analisis penyebab\npermasalahan untuk mencari pemecahan masalah serta mengusulkan gagasangagasan\npengelolaan dan pelaksanaan reformasi birokrasi. Disamping itu dapat\njuga dipergunakan sebagai bahan wacana yang dapat memperluas wawasan dan\nmenambah pengetahuan terkait upaya perencanaan, pembangunan, pengembangan\ndan pengelolaan reformasi birokrasi yang lebih menyeluruh mencakup aspek\nteknis maupun aspek sosial organisasi, baik di lingkungan instansi pemerintah,\nkhususnya di bidang pengawasan internal maupun di lingkungan swasta dan\npendidikan.\nFungsi strategis institusi Inspektorat Jenderal Kementerian Pekerjaan Umum\nmelalui reformasi birokrasi diharapkan dapat tercapai melalui pengelolaan\npengetahuan yang tidak saja bersumber dari pengetahuan pegawainya, melainkan\nkemampuan melakukan pengelolaan yang bersumber dari luar contohnya praktisi,\nakademisi maupun pihak swasta. Kegiatan-kegiatan institusi dalam pengelolaan\nstrategis ini dapat berupa seminar, workshop, diskusi panel dan kegiatan-kegiatan\nlainnya yang bertujuan melibatkan para pihak untuk bersama-sama mengatasi\npermasalahan-permasalahan yang menjadi kewenangan Inspektorat Kementerian\nPekerjaan Umum. Tidak sampai pada mengakumulasi pengetahuan dari dalam\ndan dari luar saja, Kementerian Pekerjaan Umum khususnya Inspektorat Jenderal\nakan lebih memiliki fungsi strategis apabila memiliki kemampuan untuk\nmendistribusi-sirkulasikan pengetahuan-pengetahuan yang dimilikinya ke luar,\nkhususnya ke institusi Kementerian Pekerjaan Umum di daerah-daerah.", "Daftar File": {"2012_TS_PP_PARLINDUNGAN_SITANGGANG_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/150188", "2012_TS_PP_PARLINDUNGAN_SITANGGANG_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/150189", "2012_TS_PP_PARLINDUNGAN_SITANGGANG_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/150190", "2012_TS_PP_PARLINDUNGAN_SITANGGANG_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/150191", "2012_TS_PP_PARLINDUNGAN_SITANGGANG_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/150192", "2012_TS_PP_PARLINDUNGAN_SITANGGANG_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/150193", "2012_TS_PP_PARLINDUNGAN_SITANGGANG_1-DAFTAR_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/150194", "2012_TS_PP_PARLINDUNGAN_SITANGGANG_1-LAMPIRAN.pdf": "https://digilib.itb.ac.id/gdl/download/150195"}, "Penulis": "Parlindungan Sitanggang [24009029]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Yasraf Amir P., MA"], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "reformasi birokrasi, pengetahuan dan transformasi pengetahuan", "Sumber": "", "Staf Input/Edit": "sarnya", "File": "8 file", "Tanggal Input": "18 Jan 2019"}