{"Nomor": 33315, "Judul": "KAJIAN PENGEMBANGAN BAHAN BAKAR NABATI : STUDI KASUS PROGRAM PENGEMBANGAN BIOETANOL DI KABUPATEN GARUT", "Abstrak": "Penelitian dilatarbelakangi adanya program Desa Mandiri Energi (DME). Penetapan Kabupaten Garut menjadi lokasi pengembangan BBN (Bahan Bakar Nabati) menjadi tantangan sendiri, hiruk pikuk perkembangannya menarik untuk dicermati. Pada saat potensi sumber daya alam yang memungkinkan untuk pengembangan Energi Bahan Bakar Nabati namun disaat itu pula program BBN di Garut mengalami banyak kendala yang belum teratasi.\nDari pemikiran tersebut tentunya perlu upaya secara serius mencari solusi bagi kendala-kendala yang dirasakan dalam pengembangan Bahan bakar nabati di kabupaten Garut. Oleh sebab itu dalam tesis ini melalui penelusuran terhadap ketiga objek penelitian (Pabrik Bioetanol : Cibunar, Universitas Garut dan ICMI Cikelet) pada akhirnya bertujuan untuk untuk mengidentifikasi peluang transformasi pranata pengembangan Bahan Bakar Nabati di Kabupaten Garut agar mampu menggerakan ekonomi lokal.\nPenelitian menggunakan pendekatan kualitatif melihat fenomena dan penelusuran terhadap aktor-jaringan. Analisis fokus pada (1) Lintasan perkembangan program bioetanol (2) Pemetaan kendala - peluang BBN Garut. Pembahasan pentingnya kebersamaan masyarakat Garut dalam menjawab kendala - peluang perubahan (Pusat eksperimen BBN & Pusat Inovasi Agropolitan).\nHasil penelitian ini dapat mengidentifikasi kendala pengembangan BBN di Garut : (1) Orientasi para pelaku di Garut yang lebih menjalin translasi dengan aktor-aktor dari luar (2) Orientasi lebih pada sisi produksi saja dan orientasi pasar BBN di tujukan ke luar Garut. Hal tersebut dipengaruhi oleh pola interaksi pelaku dan objektif program Bahan Bakar Nabati.\nPenelitian ini menawarkan Pergeseran paradigma kebijakan pengembangan BBN dari yang hanya berorientasi pada sisi proses produksi saja dan juga berorientasi untuk pemenuhan kebutuhan energi nasional maupun luar, ke arah pemikiran yang mencari upaya mengembangkan sisi konsumsi dan orientasi energi yang mampu menggerakan aktivitas ekonomi lokal akan berimplikasi kepada pola, orientasi dan karakter jaringan kepentingan dalam pengembangan BBN di negeri ini nantinya.", "Daftar File": {"2012_TS_PP_SOFIAN_MUNAWAR_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/150257", "2012_TS_PP_SOFIAN_MUNAWAR_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/150258", "2012_TS_PP_SOFIAN_MUNAWAR_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/150259", "2012_TS_PP_SOFIAN_MUNAWAR_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/150260", "2012_TS_PP_SOFIAN_MUNAWAR_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/150261", "2012_TS_PP_SOFIAN_MUNAWAR_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/150262", "2012_TS_PP_SOFIAN_MUNAWAR_1-DAFTAR_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/150263"}, "Penulis": "Soviyan Munawar St [24010052]", "Kontributor / Dosen Pembimbing": ["Ir. Sonny Yuliar, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Bahan bakar nabati, aktor-jejaring, Inovasi, Agropolitan.", "Sumber": "", "Staf Input/Edit": "sarnya", "File": "7 file", "Tanggal Input": "21 Jan 2019"}