{"Nomor": 33316, "Judul": "Impact of Dielectric Changes on L-Band 3-D SAR Reflectivity Profiles of Forest Volumes", "Abstrak": "Synthetic aperture radar (SAR) tomography (TomoSAR) allows the reconstruction of the vertical distribution of the power backscattered by natural volumes by combining multiple SAR images acquired with slightly different incidence angles. Being a “radar” quantity, the profile depends on the radar frequency, polarization, and acquisition geometry, the 3-D distribution of the scattering elements and their dielectric properties. The characterization of each one of these factors is crucial to enable the extraction of physical 3-D structure attributes from TomoSAR profiles. The objective of this paper is to investigate how the vertical distribution of the backscattered power at L-band is affected by seasonal- and weather-induced changes. Radiometric (e.g., ground and volume powers) and geometric (e.g., center of mass of the volume-only profiles and phase centers of the volume scattering layers) parameters have been estimated under different weather and season conditions and compared. Then, TomoSAR data sets affected by dielectric nonstationarity (i.e., variability) have been considered in order to assess the invariance degree of each radiometric and geometric parameters. This analysis has been carried out by processing four L-band airborne TomoSAR data sets acquired before and after a rainfall and in spring and autumn over the Traunstein forest (south of Germany).", "Daftar File": {}, "Penulis": "Matteo Pardini [-]", "Kontributor / Dosen Pembimbing": ["Konstantinos P. Papathanassiou, and Fabrizio Lombardini"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Forestry , Dielectrics , Vegetation mapping , Synthetic aperture radar , L-band , Radar tracking", "Sumber": "IEEE Transactions on Geoscience and Remote Sensing ( Volume: 56 , Issue: 12 , Dec. 2018 ), DOI:  10.1109/TGRS.2018.2850357", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "21 Jan 2019"}