{"Nomor": 33311, "Judul": "NEGOSIASI KEPENTINGAN SERTIFIKASI TENAGA AHLI KONSTRUKSI DALAM PERSPEKTIF TATA KELOLA INFRASTRUKTUR", "Abstrak": "Tenaga ahli konstruksi merupakan unsur vital dalam tata kelola infrastruktur, karena pembangunan infrastruktur tak lepas dari peran penting sumber daya manusia yang terlibat di dalamnya. Undang-Undang nomor 18 tahun 1999 tentang Jasa Konstruksi mewajibkan setiap orang yang bekerja di bidang konstruksi untuk memiliki sertifikat, termasuk di dalamnya bagi para tenaga ahli konstruksi. Sertifikat dimaksudkan sebagai tanda bukti bahwa seorang tenaga ahli memang benar kompeten di bidangnya, namun pada prakteknya, terjadi berbagai pergeseran yang menyebabkan sertifikat tak lagi menjadi jaminan bahwa pemegangnya memiliki kompetensi seperti yang tertera pada sertifikat tersebut. Evaluasi 10 tahun Undang-Undang Jasa Konstruksi membawa pada upaya perubahan Peraturan Pemerintah nomor 28 tahun 2000 sebagai peraturan pelaksana, menjadi Peraturan Pemerintah nomor 4 tahun 2010 dengan beberapa perubahan mendasar mengenai pelaksanaan sertifikasi. Perubahan ini menimbulkan reaksi dari pihak-pihak yang memiliki berbagai kepentingan, terutama dari asosiasi-asosiasi profesi yang kewenangannya mengeluarkan sertifikat dialihkan pada unit sertifikasi. Reaksi yang timbul begitu beragam mulai dari langkah legal hingga demonstrasi menentang perubahan tersebut, hingga kemudian terbitlah perubahan kedua dalam Peraturan Pemerintah nomor 92 tahun 2010. Fenomena ini membuat penulis tertarik untuk menelusuri jejak para pelaku yang terlibat dalam proses sertifikasi baik dari Lembaga Pengembangan Jasa Konstruksi, pemerintah, asosiasi profesi, praktisi dan akademisi untuk dapat melihat secara lebih jelas pola relasi dan translasi yang terjadi. Melalui penelitian ini, penulis mencoba mengungkap mengenai penerapan (adopsi) kebijakan sertifikasi tenaga ahli konstruksi, kesenjangan dalam implementasinya, dan bagaimana skenario kebijakan yang relevan terhadap pengembangan kebijakan sertifikasi ke depan.", "Daftar File": {"2012_TS_PP_MARIA_ULFAH_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/150247", "2012_TS_PP_MARIA_ULFAH_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/150248", "2012_TS_PP_MARIA_ULFAH_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/150249", "2012_TS_PP_MARIA_ULFAH_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/150250", "2012_TS_PP_MARIA_ULFAH_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/150251", "2012_TS_PP_MARIA_ULFAH_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/150252", "2012_TS_PP_MARIA_ULFAH_1-DAFTAR_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/150253"}, "Penulis": "Maria Ulfah [24010036]", "Kontributor / Dosen Pembimbing": ["Ir. Sonny Yuliar, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "sertifikasi, translasi, adopsi, kebijakan.", "Sumber": "", "Staf Input/Edit": "sarnya", "File": "7 file", "Tanggal Input": "21 Jan 2019"}