{"Nomor": 33324, "Judul": "Microplastic contamination in gudgeons (Gobio gobio) from Flemish rivers (Belgium)", "Abstrak": "Plastic pollution is continuously growing on a global scale and emerging as a major environmental\nhazard. Smaller-sized plastics, so-called microplastics (<5 mm), are considered as being omnipresent\nthroughout the aquatic environment, yet freshwater ecosystems have received little attention so far and\nare still largely unstudied. Present study aims to expand the current knowledge on microplastics in\nfreshwater systems by documenting the occurrence in the digestive system of fish from 15 rivers at 17\nlocations in Flanders, Belgium. To increase inter-study comparability and identification accuracy, a more\nstandardized protocol was combined with a conservative approach towards acceptance of microplastic\nparticles. Four rivers were found to have fish containing microplastics. However, no significant differences could be established between the sampling sites. In total 78 specimens of gudgeon (Gobio gobio)\nhave been investigated, 9% of which had ingested at least one microplastic item, thus showing that\ncontamination appears to be limited. Microscopic and spectroscopic analysis showed the microplastics to\nbe from various sources with a diverse range of physical characteristics. Out of the eight items identified\nas microplastics, seven different polymer types were identified. Although further detailed research is\nnecessary, this preliminary study shows that gudgeons from several Flemish rivers are contaminated\nwith microplastics.", "Daftar File": {}, "Penulis": "Bart Slootmaekers  [-]", "Kontributor / Dosen Pembimbing": ["Camilla Catarci Carteny.,Claude Belpaire., Steven Saverwyns .,Wim Fremout.,Ronny Blust .,Lieven Bervoets"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Microplastics Freshwater Fish Gudgeon Ingestion", "Sumber": "Environmental Pollution 244 (2019) 675e684", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "21 Jan 2019"}