{"Nomor": 33329, "Judul": "Performance of a coal pillar at deeper cover: Field and simulation studies", "Abstrak": "Exhaustion of coal reserve, extractable by conventional longwall method of working at Czech mines, provided an opportunity to try modified Room and Pillar (R&P)\nmethod to extract high grade coal locked-up in larger shaft protection pillar at around 900 m depth. The shaft pillar is divided into various R&P panels and the\ndevelopment process in a panel followed a constant gallery width of 5.2 m and 3.5 m height. This development in the shaft pillar by bolter miner resulted oblique and\ninclined pillars of 860–1225 m2 area. Stability of these pillars is realised to be vital for optimum recovery of high-grade coal from these panels. No empirical\nformulation is found suitable for the design of pillars at such a depth. Therefore, an attempt is made to select a better representing one through comparative study of\nthe available formulation. CMRI formula is found to be an alternative solution for designing pillars at this depth as it contains depth of cover as a design parameter.\nThis parameter in the formulation is included to take care of the in situ stress conditions and compactness of the material at higher depth of cover. Further, a number\nof geo-technical instruments are installed in two pillars of Panel V for an analysis of their stability during the development. An attempt is made to develop a strainsoftening based numerical modelling approach, calibrated by field studies and CMRI empirical formulation, to assess pillar performance at deeper cover. This\ndevelopment is found to be helpful in pillar stability analysis, when the installed instruments ceased to work. Further, an apprehension of pillar failure by extrapolation of field results is not confirmed on simulated models. This paper briefly presents a discussion of difficulties involved in pillar design at higher depth followed\nby results of field and simulation conducted for the deep Czech mine.", "Daftar File": {}, "Penulis": "Ashok Kumar [-]", "Kontributor / Dosen Pembimbing": ["Petr Waclawik", "Rajendra Singh", "Sahendra Ram", "Jiri Korbel"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "Mining & related operations", "Kata Kunci": "coal pillar, deep cover", "Sumber": "International Journal of Rock Mechanics and Mining Sciences 113 (2019) 322–332", "Staf Input/Edit": "Resti Andriani", "File": "1 file", "Tanggal Input": "21 Jan 2019"}