{"Nomor": 33321, "Judul": "KAJIAN OVERLAPPING TUGAS DAN FUNGSI POKOK ORGANISASI PERANGKAT DAERAH (STUDI KASUS: BAGIAN PENGENDALIAN PEMBANGUNAN KABUPATEN OGAN ILIR)", "Abstrak": "Berdasarkan Perda Kab. Ogan Ilir No. 28 Tahun 2008, Bagian Dalbang memiliki tugas pokok yaitu: (1)Melaksanakan, (2)Mengkoordinasikan, (3)Menyusun Pedoman dan Petunjuk Teknis Pembinaan serta (4)Pengendalian Administrasi Pembangunan. Akan tetapi saat ini ada peran yang “tidak biasa” yang dijalankan oleh bagian Dalbang. Dimana bagian Dalbang (Pengendalian Pembangunan) terlibat sebagai “verifikator” administrasi kegiatan pembangunan.\nPelaksanaan peran yang “tidak biasa” oleh bagian Dalbang ini, dinilai beragam oleh beberapa actor. Ada yang menilai jika peran yang “tidak biasa” oleh bagian Dalbang ini dapat membuat pengaturan administrasi yang baik terkait pengelolaan keuangan daerah, dan diangkat pula nilai kelengkapan administrasi dan meminimalisir kesalahan di dalam administrasi menjadi aspek penting. Akan tetapi ada pula actor yang menilai jika pelaksanaan peran “tidak biasa” oleh bagian Dalbang ini, membuat tugas dan fungsi OPD (Organisasi Perangkat Daerah) ini mengalami pergeseran dan kemudian menjadi kurang optimal.\nPelaksanaan peran yang “tidak biasa” oleh bagian Dalbang ini dipahami adanya pengaruh eksternal dan pengaruh internal. Dan dari pelaksanaan peran yang “tidak biasa” ini juga dipahami bahwa penerapannya akan mampu berimplikasi secara kelembagaan dan secara pembangunan daerah. dengan demikian, dari kasus yang spesifik ini diharapkan bisa menjadi gambaran terhadap kasus overlapping dalam bentuk apapun, terutama yang menyangkut penyelenggaraan pemerintahan di Indonesia.", "Daftar File": {"2012_TS_PP_OCTAFIADY_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/150276", "2012_TS_PP_OCTAFIADY_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/150277", "2012_TS_PP_OCTAFIADY_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/150278", "2012_TS_PP_OCTAFIADY_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/150279", "2012_TS_PP_OCTAFIADY_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/150282", "2012_TS_PP_OCTAFIADY_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/150284"}, "Penulis": "Octafiady [24010032]", "Kontributor / Dosen Pembimbing": ["Ir. Sonny Yuliar, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "tugas dan fungsi, kinerja organisasi, kewenangan pemerintah daerah", "Sumber": "", "Staf Input/Edit": "sarnya", "File": "6 file", "Tanggal Input": "21 Jan 2019"}