{"Nomor": 33330, "Judul": "TIPOLOGI MOTIF ORNAMEN PADA ARSITEKTUR RUMAH VERNAKULAR DESA LUBUK SUKON DAN LUBUK GAPUY ACEH BESAR", "Abstrak": "Tiap suku memiliki karakter khas dalam menghasilkan motif pada tubuh arsitekturnya. Kajian mengenai ornamen tradisional khususnya pada wilayah Aceh, masih sangat terbatas. Di Kabupaten Aceh Besar, sampai hari ini masih bisa ditemui beberapa rumah tradisional Aceh yang masih sarat dengan ornamen. Studi ini mencoba mengidentifikasi karakter ornamen yang muncul pada aplikasinya di rumah-rumah Aceh yang ada di Desa Lubuk Sukon dan Lubuk Gapuy sebagai kasus studi, dengan menganalisis karakteristik fisik dan visual pada struktur selubung bangunan rumah tradisionalnya. Analisis komponen selubung bangunan lebih ditekankan pada tipologi fasade bangunan vernakular Aceh yang diturunkan dengan menggunakan tiga kategori tipologi Rafael Moneo (1978) yang meliputi analisis struktur, ekspresi dan fungsi. Melalui kategorisasi panel-panel dari dari selubung eksterior, terdapat delapan elemen penyusun selubung yang mengandung ornamen, yaitu theuep gaseue (lisplang), tulak angen (tolak angin), bara (papan baura), pinto (pintu), binteih (dinding), peulangan, kindang, dan rinyeun (tangga).", "Daftar File": {"2015_TS_PP_NATASYA_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/150325", "2015_TS_PP_NATASYA_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/150326", "2015_TS_PP_NATASYA_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/150327", "2015_TS_PP_NATASYA_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/150328", "2015_TS_PP_NATASYA_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/150329", "2015_TS_PP_NATASYA_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/150330", "2015_TS_PP_NATASYA_1-BAB_6.pdf": "https://digilib.itb.ac.id/gdl/download/150331", "2015_TS_PP_NATASYA_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/150332"}, "Penulis": "Natasya [25213018]", "Kontributor / Dosen Pembimbing": ["Indah Widiastuti, S.T., M.T., Ph.D.", "Ir. Budi Rijanto Surjosutrisno, DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Residential & related buildings", "Kata Kunci": "Aceh Besar, arsitektur vernakular, arsitektur Aceh, tipologi, rumah tradisional.", "Sumber": "", "Staf Input/Edit": "hidayat", "File": "8 file", "Tanggal Input": "21 Jan 2019"}