{"Nomor": 33334, "Judul": "PENGEMBANGAN HUKUM PENGENDALIAN PENERBANGAN UNTUK SISTEM PENGENDALIAN PENERBANGAN ELEKTRONIK DASAR LEMA-02 TEKNOLOGI DEMONSTRATOR PESAWAT UDARA", "Abstrak": "The usage of light utility high aspect ratio aircraft with payload up to 350 kg is deemed to be an economical solution for many particular purposes especially civil airborne surveillance. The Electronic Flight Control System (EFCS) is supplemented to the basic aircraft and shall have full authority to replace pilot work. The basic aircraft which is equipped with EFCS is called LAPAN Surveillance Aircraft (LSA-02). In order to realize the full authority control system, the EFCS has to be highly reliable and safe. In addition, the EFCS shall enable the aircraft to precisely follow predefined trajectories, to stabilize during disturbed atmospheric flight and to conduct experimental flight functions. The Flight Control Laws (FCL) as part of EFCS have purposes to control, guide and navigate aircraft through specific pilot commands via the Flight Control Panel (FCP). The work in this thesis has an objective to develop reliable FCL for the EFCS of LSA-02. The development method of FCL shall follow a very strict development process namely the V model as the flight control functions are safety critical. The development process starts from the requirements definition, followed by the FCL design and ended by the verification of the FCL design. The design of the FCL comprises of inner loops whose purpose is to stabilize and control the aircraft attitude and outer loops whose purpose is to control the flight path of the aircraft. The commands from FCP consist of airspeed, altitude, vertical speed, flight path inclination angle and heading. The responses of the aircraft shall be analyzed with regard to the FCP commands. The conclusions drawn from the result the thesis work are the development of FCL for basic EFCS has been completed, the design architecture which applies cascade structure and modularity concept provides solution to design the FCL.", "Daftar File": {}, "Penulis": "Sayr Bahri [23615014]", "Kontributor / Dosen Pembimbing": ["Rianto Adhy Sasongko, Ph.D., Ony Arifianto, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "EFCS, FCL, inner loops, outer loops.", "Sumber": "", "Staf Input/Edit": "Erlin Marliana Effendi", "File": "8 file", "Tanggal Input": "21 Jan 2019"}