{"Nomor": 33336, "Judul": "THE DEVELOPMENT OF A TEST SOFTWARE SUITE FOR FLIGHT CONTROL LAWS EVALUATION OF THE LSA-02 UAV TECHNOLOGY DEMONSTRATOR", "Abstrak": "Flight Control Laws (FCL) for Basic Electronic Flight Control System (BEFCS) of LSA-02 UAV technology demonstrator has been developed. The FCL has full authority to control the aircraft in all axes. The FCL needs to be evaluated before it is implemented into the aircraft. The evaluation of the FCL is very stringent process. Safety and performance requirements shall be met in any flight condition. Evaluation tool and method shall be developed to allow testing of the FCL in a wide range of flight envelope for both normal and under disturbed conditions.\n\nIn this thesis a comprehensive concept for FCL verification tool has been developed. The essential part of the concept which are required for an initial FCL verification process has been developed. The implemented characteristic of the software includes the flexibility of the simulation environment to accommodate various FCL and Flight Mechanical Model (FMM) versions. The FCL and FMM are implemented as s-functions in Matlab®/Simulink® environment, to allow automatic execution and freely configurable test, initial condition, operator command, and disturbance input.\n\nTo demonstrate the capability of the test software suite, four test cases have been prospected, but only one example test case has been defined in detail. Test case\n1000 which evaluate the FCL to a vertical command is defined.\n \n\nSimulation result of the current version of the FCL and FMM cannot be used to evaluate the Test Software Suite performance against its requirements because of compatibility issue. Linear FMM is then used for test purpose. Most of the TSS requirements are fulfilled. Some requirements are not fulfilled because some of the TSS feature still in the development process within the project, or the feature is not available in the current FCL version.", "Daftar File": {}, "Penulis": "Teuku Mohd Ichwanul Hakim [23615015]", "Kontributor / Dosen Pembimbing": ["Ony Arifianto, Ph.D., Toto Indriyanto, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Flight Control", "Sumber": "", "Staf Input/Edit": "Erlin Marliana Effendi", "File": "8 file", "Tanggal Input": "21 Jan 2019"}