{"Nomor": 33331, "Judul": "ANALISIS EFEKTIVITAS MANUVER HINDARAN PESAWAT TEMPUR JF-1 E TERHADAP SERANGAN SHORT RANGE AIR-TO-AIR MISSILE DENGAN SISTEM PEMANDU PROPORTIONAL NAVIGATION", "Abstrak": "Manuver pesawat tempur dikembangkan selama bertahun-tahun untuk kepentingan pertempuran udara. Salah satu kegunaannya adalah sebagai cara menghindari serangan misil yang ditembakkan oleh pesawat tempur musuh (atau yang biasa disebut dengan manuver menghindar). Tugas Akhir ini akan membahas mengenai efektivitas dari manuver menghindar Immelmann Turn dan manuver Split-S dalam kegunaannya untuk menghindari serangan misil yang diluncurkan oleh pesawat tempur musuh. Tingkat efektivitas dari manuver itu sendiri bergantung dari posisi pesawat tempur dan arah datangnya serangan misil yang diukur dari sebuah parameter yang dinamakan miss distance. Untuk mendapatkan miss distance dilakukan simulasi engagement antara misil dan pesawat tempur (target) yang bermanuver. Perangkat lunak SIMULINK digunakan untuk membangun model dinamik dari pesawat tempur, sehingga bisa dihasilkan lintasan dari manuver yang dianalisis. Selain itu, perangkat lunak ini juga digunakan untuk mengimplementasikan persamaan gerak misil dengan sistem pemandu Proportional Navigation, kemudian disimulasikan dengan berbagai engagement geometry untuk memperoleh miss distance. Kemudian dievaluasi distribusi miss distance dan area di mana misil yang dapat menjatuhkan pesawat tempur (kill area). Terdapat beberapa variasi dari skenario diantaranya adalah variasi jarak line-of-sight misil dan variasi kecepatan belok maksimum dari misil. Hasil miss distance dari engagement antara misil dengan target yang bermanuver akan dibandingkan untuk melihat seberapa efektif manuver tersebut.", "Daftar File": {}, "Penulis": "Ichsan Medi Hutama Putra [13613075]", "Kontributor / Dosen Pembimbing": ["Dr. Ony Arifianto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Manuver Menghindar, Pesawat Tempur, Proportional Navigation, Miss Distance, Kill Area", "Sumber": "", "Staf Input/Edit": "Erlin Marliana Effendi", "File": "7 file", "Tanggal Input": "21 Jan 2019"}