{"Nomor": 33349, "Judul": "PLACE ATTACHMENT MASYARAKAT TANA LUWU DATARAN RENDAH PADA SITUS-SITUS KEDATUAN LUWU PERIODE ISLAM", "Abstrak": "Untuk memahami fenomena place attachment pada suatu tempat yang spesifik,\nperlu dipertimbangkan perspektif masyarakat dengan melibatkan aspek historis,\nbudaya dan geografisnya, agar pengaruh karakteristik lokal pribumi dalam\npembentukan suatu keterikatan dengan tempat dapat diungkap secara utuh.\nPenelitian ini bertujuan memahami konsep place attachment masyarakat Tana\nLuwu terhadap situs-situs Kedatuan Luwu periode Islam di Sulawesi Selatan dan\nprediktor place attachment yang mempengaruhinya.\nPenelitian ini dilakukan dengan metode kuantitatif dengan menggunakan teknik\nanalisis statistik, koensidensi dan uji signifikansi. Kerangka penelitian merujuk\npada model tripartit dimensi place attachment dari Scannel dan Gifford (2010),\nyang terdiri dari dimensi place-person-process. Pengumpulan data dilakukan\ndengan membagikan kuesioner kepada 303 responden yang dipilih secara\npurposif.\nDari temuan penelitian dapat disimpulkan bahwa keterikatan masyarakat Tana\nLuwu pada situs-situs Kedatuan Luwu periode Islam lebih berkaitan dengan aspek\nafeksi atau perasaan emosional yang positif dibandingkan aspek kognisi dan\nperilaku. Karakteristik masyarakat yang berhubungan signifikan dengan place\nattachment ialah hubungan garis keluarga dan sistem kepercayaan. Sedangkan\nkarakteristik tempat yang berhubungan signifikan dengan place attachment ialah\nmakna situs yang dihayati oleh masyarakat setempat.\nPenelitian ini memberikan pemahaman mengenai strategi yang dapat ditempuh\nuntuk menjaga keberlangsungan situs-situs, antara lain dengan memberikan\npengetahuan sejarah dan budaya tentang situs tersebut kepada generasi muda,\ndalam lingkup keluarga dan pendidikan formal", "Daftar File": {"2016_TS_PP_NURHIJRAH_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/150533", "2016_TS_PP_NURHIJRAH_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/150534", "2016_TS_PP_NURHIJRAH_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/150535", "2016_TS_PP_NURHIJRAH_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/150536", "2016_TS_PP_NURHIJRAH_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/150537", "2016_TS_PP_NURHIJRAH_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/150538", "2016_TS_PP_NURHIJRAH_1-BAB_6.pdf": "https://digilib.itb.ac.id/gdl/download/150539", "2016_TS_PP_NURHIJRAH_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/150540"}, "Penulis": "Nurhijrah [25214011]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Iwan Sudradjat, MSA, Ph.D.", "Indah Widiastuti, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Buildings for education & research", "Kata Kunci": "Place attachment, Situs-situs sejarah, Kedatuan Luwu, Tana Luwu, Sulawesi Selatan", "Sumber": "", "Staf Input/Edit": "hidayat", "File": "8 file", "Tanggal Input": "21 Jan 2019"}