{"Nomor": 33347, "Judul": "OPTIMASI PEMBUATAN KATALIS FENTON HETEROGEN DENGAN TEMPLATE BACTERIAL CELLULOSE", "Abstrak": "Penggunaan katalis fenton dalam proses pengolahan limbah tekstil menjadi salah satu pilihan utama untuk mengatasi pencemaran yang terjadi. Keunggulan dari katalis fenton heterogen di mana dapat digunakan pada pH yang beragam dan dapat digunakan berulang kali merupakan poin lebih yang membuat penelitian di bidang ini terus dikembangkan. Penggunaan bacterial cellulose sebagai template dapat meningkatkan aktivitas katalis dari fenton. Hal ini dapat dilihat dengan pengukuran menggunakan alat Ultra Violet Visible Spectroscopy. Dari penelitian sebelumnya, telah dilaporkan bahwa katalis fenton heterogen dengan template bacterial cellulose berhasil dibuat. Dalam penelitian ini akan dilakukan optimasi terhadap katalis fenton heterogen tersebut. Optimasi dilakukan dengan mencoba variasi konsentrasi NaOH yang digunakan dalam proses pembuatan. Variasi konsentrasi NaOH yang digunakan yaitu 0.01 M, 0.1 M, 1 M, dan 4 M. Setelah itu dilakukan juga percobaan pengaruh cahaya lampu terhadap aktivitas katalis dan reuse ability dari katalis fenton. Bacterial cellulose yang digunakan dicuci dengan aqua dm terlebih dahulu, kemudian direndam di larutan prekursor. Setelah itu sampel direndam dalam larutan NaOH sesuai dengan variasi. Setelah itu dilakukan freeze dry. Dari hasil penelitian, sampel yang dibuat dengan 4 M NaOH memiliki aktivitas katalis terbaik. Selain itu, cahaya lampu dapat meningkatkan aktivitas katalis, sedangkan kemampuan degradasi katalis setelah 5 kali siklus hanya sebesar 17.87% dari kemampuan awal.", "Daftar File": {"2019_TA_PP_Fakhri_Arsyi_Hawari_1_-_ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/150521", "BAB 1 Fakhri Arsyi Hawari ": "https://digilib.itb.ac.id/gdl/download/169994", "BAB 2 Fakhri Arsyi Hawari ": "https://digilib.itb.ac.id/gdl/download/169995", "BAB 3 Fakhri Arsyi Hawari ": "https://digilib.itb.ac.id/gdl/download/169996", "BAB 4 Fakhri Arsyi Hawari ": "https://digilib.itb.ac.id/gdl/download/169997", "BAB 5 Fakhri Arsyi Hawari ": "https://digilib.itb.ac.id/gdl/download/169998", "COVER Fakhri Arsyi Hawari ": "https://digilib.itb.ac.id/gdl/download/169999", "PUSTAKA Fakhri Arsyi Hawari ": "https://digilib.itb.ac.id/gdl/download/170000"}, "Penulis": "Fakhri Arsyi Hawari  [13714051]", "Kontributor / Dosen Pembimbing": ["Arie Wibowo, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Ilmu dan Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "optimasi, katalis fenton heterogen, bacterial cellulose, aktivitas katalis", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "21 Jan 2019"}