{"Nomor": 33357, "Judul": "Retrieving shallow shear-wave velocity profiles from 2D seismic-reflection data with severely aliased surface waves", "Abstrak": "The inversion of surface-wave phase-velocity dispersion curves provides a reliablemethod to derive near-surface\nshear-wave velocity profiles. In thiswork,we invert phase-velocity dispersion curves estimated from2D seismicreflection\ndata. These data cannot be used to image the first 50m with seismic-reflection processing techniques\ndue to the presence of indistinct first breaks and significant NMO-stretching of the shallowreflections. A surfacewave\nanalysis was proposed to derive information about the near surface in order to complement the seismicreflection\nstacked sections, which are satisfactory for depths between 50 and 700 m. In order to perform the\nanalysis, we had to overcome some problems, such as the short acquisition time and the large receiver spacing,\nwhich resulted in severe spatial aliasing. The analysis consists of spatial partitioning of each line in segments,\npicking of the phase-velocity dispersion curves for each segment in the f-k domain, and inversion of the picked\ncurves using the neighborhood algorithm. The spatial aliasing is successfully circumvented by continuously\ntracking the surface-wavemodal curves in the f-k domain. This enables us to sample the curves up to a frequency\nof 40 Hz, even though most components beyond 10 Hz are spatially aliased. The inverted 2D VS sections feature\nsmooth horizontal layers, and a sensitivity analysis yields a penetration depth of 20–25 m. The results suggest\nthat long profilesmay be more efficiently surveyed by using a large receiver separation and dealingwith the spatial\naliasing in the described way, rather than ensuring that no spatially aliased surface waves are acquired.", "Daftar File": {}, "Penulis": "L.E. Onnis  [-]", "Kontributor / Dosen Pembimbing": ["A. Osella, J.M. Carcione"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Surface waves Shear-wave velocity Spatial aliasing MASW Neighborhood algorithm", "Sumber": "Journal of Applied Geophysics 161 (2019) 15–25, https://doi.org/10.1016/j.jappgeo.2018.11.014", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "22 Jan 2019"}