{"Nomor": 33369, "Judul": "ANALISIS KARAKTERISTIK DAN PREDIKSI OVERPRESSURE PADA LAPANGAN ALSFIFAGETSU, CEKUNGAN JAWA TIMUR, JAWA TIMUR", "Abstrak": "Penelitian ini dilakukan di Lapangan Alsfifagetsu yang terletak di Cekungan\nJawa Timur. Stratigrafi di daerah penelitian disusun oleh Formasi Kujung II,\nKujung I, Ngrayong, Wonocolo, Mundu, Paciran, dan Lidah yang berumur\nOligosen Awal hingga Pleistosen.\nPenelitian ini bertujuan untuk mengestimasi nilai tekanan pori, menentukan\npersebaran puncak overpressure, menentukan mekanisme penyebab\noverpressure, dan menganalisis hubungan keterdapatan overpressure dengan\nkondisi geologi daerah penelitian. Analisis dilakukan pada lima sumur lepas\npantai pada Lapangan Alsfifagetsu dengan menggunakan data berupa log\ntalikawat (log sinar gamma, densitas, sonik, neutron, dan resistivitas), data\ntekanan, data reflektansi vitrinit, serta laporan pengeboran.\nBerdasarkan pengolahan data dan analisis, didapatkan bahwa terdapat satu sumur\nyang memasuki zona overpressure, yaitu Sumur SDR-3. Puncak overpressure\npada Sumur SDR-3 terdapat pada kedalaman 3775 kaki di bawah permukaan laut\ndengan nilai 2029 psi. Oleh karena itu, dibutuhkan analisis dengan menggunakan\nMetode Swarbrick untuk menentukan persebaran puncak overpressure di sumur\nyang lainnya.\niii\nMekanisme utama penyebab overpressure di Lapangan Alsfifagetsu adalah\nmekanisme loading yang terlihat dari karakteristik log talikawat terhadap\nkedalaman serta profil tekanan pori terhadap kedalaman. Mekanisme loading\ntersebut disebabkan oleh kecepatan sedimentasi yang tinggi, yaitu berkisar antara\n112–171 m/juta tahun. Hasil Metode Swarbrick pada sumur yang lainnya\nmenunjukkan bahwa puncak overpressure masih berada di bawah kedalaman\ntotal sumur di sumur yang lainnya tersebut. Hidrokarbon juga mulai terbentuk\npada kedalaman 9.000 kaki di bawah permukaan air laut. Oleh karena itu,\npembentukan hidrokarbon memiliki kontribusi terhadap overpressure dari\nkedalaman 9.000 kaki hingga kedalaman total sumur.", "Daftar File": {"DIASDO ARGA DAYEN SIADARI -COVER": "https://digilib.itb.ac.id/gdl/download/150645", "DIASDO ARGA DAYEN SIADARI -BAB 1": "https://digilib.itb.ac.id/gdl/download/150646", "DIASDO ARGA DAYEN SIADARI -BAB 2A": "https://digilib.itb.ac.id/gdl/download/150647", "DIASDO ARGA DAYEN SIADARI -BAB 2B": "https://digilib.itb.ac.id/gdl/download/150648", "DIASDO ARGA DAYEN SIADARI -BAB 2C": "https://digilib.itb.ac.id/gdl/download/150649", "DIASDO ARGA DAYEN SIADARI -BAB 2D": "https://digilib.itb.ac.id/gdl/download/150650", "DIASDO ARGA DAYEN SIADARI -BAB 2F": "https://digilib.itb.ac.id/gdl/download/150651", "DIASDO ARGA DAYEN SIADARI -BAB 3": "https://digilib.itb.ac.id/gdl/download/150652", "DIASDO ARGA DAYEN SIADARI -BAB 4": "https://digilib.itb.ac.id/gdl/download/150653", "DIASDO ARGA DAYEN SIADARI -BAB 5": "https://digilib.itb.ac.id/gdl/download/150654", "DIASDO ARGA DAYEN SIADARI -BAB 6": "https://digilib.itb.ac.id/gdl/download/150655", "DIASDO ARGA DAYEN SIADARI -PUSTAKA": "https://digilib.itb.ac.id/gdl/download/150656"}, "Penulis": "Diasdo Arga Dayen Siadari [12013002]", "Kontributor / Dosen Pembimbing": ["Agus M. Ramdhan, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Cekungan Jawa Timur, mekanisme loading, Metode Swarbrick, overpressure, tekanan pori", "Sumber": "", "Staf Input/Edit": "tuti yulia", "File": "12 file", "Tanggal Input": "22 Jan 2019"}