{"Nomor": 33367, "Judul": "KOREKSI DISKRETISASI PERTUKARAN KUASA PARTIKEL (DC PSE) MENGGUNAKAN FORMULASI FORMULASI KUAT UNTUK SIMULASI PENGGABUNGAN VORTEX", "Abstrak": "CFD  telah  banyak  digunakan  pada  kasus-kasus  aliran  inkompresibel.    Dalam hal diskretisasi,  metode mesh-dependent pada  umumnya  digunakan  (e.g., FEM, FVM,  FD).  Metode-metode  numerik  tersebut  didefinisikan  melalui data  point. Namun, untuk simulasi dimana material dapat bergerak bebas, metode mesh- dependent akan kehilangan akurasinya akibat terjadinya degenerasi mesh. Metode mesh-free, di lain sisi tidak  bergantung kepada  data  point dengan mesh tetang- ganya,  melainkan  menggunakan  set dari partikel.   Oleh karena  itu,  masalah  ak- ibat  mesh-degenration  bisa diatasi.  Salah satu  contoh mesh-free method  adalah Lagrangian  particle  methods  pada vortex methods.\n\nPada  diskretisasi  VPM,  dua  error  utama  akan  muncul.   Kedua  error  tersebut adalah  error  molifikasi dan  error  diskretisasi.   Belakangan,  koreksi diskretisasi (DC) operator  (i.e., untuk  particle strength exchange (PSE))  telah diusulkan un- tuk  mengatasi  permasalahan error  diskretisasi.   Terdapat dua  formulasi  untuk DC operator  yaitu  strong-form dan weak-form.  Di lain sisi, operator  PSE telah banyak  digunakan  untuk  VPM, khususnya  untuk  aproksimasi  suku difusi. Salah satu yang telah dilakukan  adalah  penggunaan  PSE pada penggabungan  vorteks. Penggabungan vorteks  telah  digunakan  untuk  mempelajari  mekanika  dari  tur- bulen pada beberapa  bilangan Reynolds.  Pada  tugas ini, operator  DC PSE digu- nakan untuk  simulasi penggabungan  vorteks.  Dari hasil simulasi, diperoleh hasil yang sama antara DC PSE dengan PSE yang telah diperoleh sebelumnya.  Juga, model top-hat untuk  perhitungan energi spektra  memberikan  hasil yang serupa dengan model vorteks Burgers tunggal.", "Daftar File": {}, "Penulis": "Adhika Pristiansyah [13614002]", "Kontributor / Dosen Pembimbing": ["Dr. Lavi Rizki Zuhal"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "mesh-free, DC-PSE, strong-form formulation,  vortex merging, energy spectra", "Sumber": "", "Staf Input/Edit": "Erlin Marliana Effendi", "File": "5 file", "Tanggal Input": "22 Jan 2019"}