{"Nomor": 33374, "Judul": "PRODUKSI H2 DENGAN PROSES PULSE ELECTROLYSIS", "Abstrak": "ABSTRAK\nPRODUKSI H2 DENGAN PROSES PULSE ELECTROLYSIS\nOleh\nAhmad Fatih Andiwijaya\nNIM : 23015010\n(Program Studi Magister Teknik Kimia)\nSistem energi berbasis bahan bakar fosil telah membawa dampak buruk berupa pemanasan global dan habisnya sumber daya alam. Sistem energi berbasis hidrogen merupakan solusi terbaik untuk mengurangi ketergantungan pada bahan bakar fosil. Hidrogen dapat diproduksi dari air dengan proses elektrolisis.\nKendala utama proses elektrolisis adalah kebutuhan energi listrik yang tinggi sehingga diperlukan larutan elektrolit pekat untuk menurunkan energinya serta penggunaan elektroda platinum yang mahal. Pulse electrolysis merupakan alternatif proses elektrolisis yang memanfaatkan sinyal listrik frekuensi tinggi untuk memecah molekul air menjadi gas hidrogen dan produk samping H2O2 dengan elektroda stainless steel.\nPercobaan pulse electrolysis dilakukan dalam tiga variasi, yaitu daya listrik, frekuensi, dan konsentrasi elekrolit KOH. Konsentrasi gas hidrogen ditentukan berdasarkan analisis GC dan perhitungan, sedangkan H2O2 ditentukan secara tidak langsung melalui analisis SEM, SEM/EDX dan AAS serta perhitungan berdasarkan hasil analisis GC. Kinerja proses dievaluasi berdasarkan besar perolehan gas hidrogen, efisiensi energi produksi hidrogen dan selektivitas H2O2/O2.\nPada penelitian ini, gas H2 dan H2O2 dapat diperoleh secara bersamaan melalui proses pulse electrolysis menggunakan elektroda stainless steel AISI 316 dan konsentrasi KOH 0,5 M dengan efisiensi energi teoritis 75,5% dan selektivitas 7,75 ?mol H2O2/?mol O2 pada kondisi standar. Volume produksi H2 semakin besar dengan kenaikan daya listrik dan konsentrasi elektrolit pada rentang KOH 0,1-0,5 M, sedangkan variasi frekuensi tidak berkorelasi langsung terhadap produksi H2.\nKata kunci: pulse electrolysis, hidrogen, KOH, stainless steel", "Daftar File": {"2017_TS_TK_AHMAD_FATIH_ANDIWIJAYA_23015010_1_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/150709", "2017_TS_TK_AHMAD_FATIH_ANDIWIJAYA_23015010_1_BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/150710", "2017_TS_TK_AHMAD_FATIH_ANDIWIJAYA_23015010_1_BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/150711", "2017_TS_TK_AHMAD_FATIH_ANDIWIJAYA_23015010_BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/150712", "2017_TS_TK_AHMAD_FATIH_ANDIWIJAYA_23015010_BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/150713", "2017_TS_TK_AHMAD_FATIH_ANDIWIJAYA_23015010_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/150714", "2017_TS_TK_AHMAD_FATIH_ANDIWIJAYA_23015015_BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/150715"}, "Penulis": "Ahmad Fatih Andiwijaya [23015010]", "Kontributor / Dosen Pembimbing": ["Hary Devianto, S.T., M.Eng., Ph.D.", "Dr. Ir. Isdiriayani"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "pulse electrolysis, hidrogen, KOH, stainless steel", "Sumber": "", "Staf Input/Edit": "Budi Cahyadi", "File": "7 file", "Tanggal Input": "22 Jan 2019"}