{"Nomor": 33376, "Judul": "PEMBUATAN HOUSING MEMBRAN TEKANAN TINGGI BERBASIS FRP", "Abstrak": "ABSTRAK\nPEMBUATAN HOUSING MEMBRAN TEKANAN TINGGI BERBASIS FRP\nOleh:\nAhmad Nurul Hakim\nNIM: 23011004\n(Program Studi Teknik Kimia)\nTeknologi membran memiliki peranan yang sangat penting dalam proses pemisahan. Banyak keunggulan yang ditawarkan oleh teknologi pemisahan berbasis membran seperti kemudahan dalam scale up karena modularitas dari membran. Kelebihan lainnya adalah kebutuhan energi yang rendah dan tidak diperlukan bahan kimia lain sehingga lebih ramah lingkungan. Pengolahan air dan gas alam merupakan aplikasi proses yang paling dominan.\nTeknologi membran dalam proses desalinasi air laut dan pemisahan CO2 dari gas alam membutuhkan tekanan operasi yang tinggi. Sehingga dibutuhkanhousing khusus yang dapat dioperasikan pada tekanan tinggi. Logam merupakan bahan yang cocok untuk aplikasi ini karena memiliki kekuatan mekanik yang sangat baik.Akan tetapi, kelemahan utama dari logam adalah ketahanan terhadap korosi yang rendah serta densitas yang besar. Bahan komposit berbasis FRP (fiber reinforced polymer) merupakan alternatif yang potensial sebagai pengganti bahan logam. Kelebihan dari bahan komposit dibanding bahan logam adalah (1) ketahanan terhadap korosi yang lebih baik, (2) sifat mekanik spesifik (sifat mekanik per satuan berat bahan) yang jauh lebih tinggi daripada bahan logam karena densitas yang rendah dan (3) kemudahan dalam proses fabrikasi.\nTujuan dari penelitian ini adalah untuk mempelajari pengaruh parameter fabrikasi dan jenis matriks polimer terhadap sifat mekanik dari housing membran FRP yang dihasilkan. Parameter fabrikasi tersebut meliputi orientasi serat (30o, 55o dan 80o) dan fraksi volume serat (53,33% dan80%). Matriks polimer yang akan dibandingkan adalah jenis unsaturated polyester dan epoksi.\nHasil penelitian menunjukkan bahwa sudut lilitan serat dan jenis matriks polimer mempengaruhi nilai burst pressure secara signifikan sedangkan pengaruh fraksi volume serat adalah sebaliknya. Nilai burst pressure dari housing membran mengalami peningkatan dengan semakin besarnya sudut lilitan serat sampai pada sudut 55o kemudian turun secara drastis pada sudut lilitan 80o. Kecenderungan ini terjadi pada matriks epoksi maupun unsaturated polyester. Tingkat penyusutan yang terjadi pada housing membran sangat kecil dan perbedan antara epoksi dan unsaturated polyester tidak signifikan.\nKata kunci : housing membran, komposit, FRP", "Daftar File": {}, "Penulis": "Ahmad Nurul Hakim [ 23011006]", "Kontributor / Dosen Pembimbing": ["Dr. I Gede Wenten"], "Jenis Koleksi": "", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "housing membran, komposit, FRP", "Sumber": "", "Staf Input/Edit": "Budi Cahyadi", "File": "0 file", "Tanggal Input": "22 Jan 2019"}