{"Nomor": 33384, "Judul": "STUDI KUALITAS AIR SUNGAI WINONGO YOGYAKARTA", "Abstrak": "Salah satu cara pengendalian degradasi kualitas air adalah dengan melakukan pemantauan kualitas air. Banyaknya aktivitas manusia yang kemudian menjadikannya sebagai sumber pencemaran serta fluktuasi debit aliran sungai akan menghasilkan karakteristik kualitas air yang berbeda. Tulisan ini mencoba melakukan penilaian kualitas air Sungai Winongo dengan menggunakan standar baku mutu menurut PP no. 82 Tahun 2001 dengan data parameter yang di gunakan adalahTotal Dissolved Solid (TDS), Total Suspended Solid (TSS), Dissolved Oxygen (DO), Biochemical Oxygen Demand (BOD), Chemical Oxygen Demand (COD), fosfat, dan nitrat. Data – data parameter yang telah di sebutkan di peroleh dari Badan Lingkungan Hidup (BLH) Yogyakarta dari tahun 2007 – 2013. Penggunaan lahan di sekitar sungai dari hulu hingga hilir sungai secara umum di dominasi oleh pemukiman, persawahan, budidaya air tawar dan pertokoan.Selain itu pada penelitian ini juga di lakukan perhitungan indeks yang bertujuan untuk memudahkan masyarakat mengetahui status kualitas air Sungai Winongo. Metode indeks yang di gunakan adalah metode Water Quality Index (WQI) dan Pollution Index (IP). Metode WQI memiliki perhitungan yang lebih mudah dan lebih sesuai dengan kondisi di lapangan sementara metode IP akan memiliki nilai yang lebih tidak sesuai dengan kondisi lapangan namun bertujuan untuk memenuhi peruntukkan tertentu. Nilai parameter di Winongo secara umum memenuhi standar baku mutu kelas 3 dan 4 yaitu peruntukkan pembudidayaan air tawar, peternakan, dan pengairan tanaman. Hasil yang di peroleh dari kedua metode ini adalah Sungai Winongo berada pada status bersih di bagian hulu dan berada pada status tercemar ringan dari bagian tengah hingga hilir sungai.", "Daftar File": {"2016_TA_PP_AYUB_SAHALA_GULTOM_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/150762", "2016_TA_PP_AYUB_SAHALA_GULTOM_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/150773"}, "Penulis": "Ayub Sahala Gultom [12911035]", "Kontributor / Dosen Pembimbing": ["Dr. Susanna, S.Si., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Engineering & allied operations", "Kata Kunci": "Pengendalian, Sungai Winongo, Yogyakarta, Baku mutu parameter, indeks kualitas air.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "22 Jan 2019"}