{"Nomor": 33387, "Judul": "SINTESIS PROSES PRODUKSI DIMETIL ETER (DME) BERBASIS GAS ALAM DAN BATUBARA DI INDONESIA", "Abstrak": "ABSTRAK\nSINTESIS PROSES PRODUKSI DIMETIL ETER (DME) BERBASIS GAS ALAM DAN BATUBARA DI INDONESIA\nOleh\nBagus Arif Wisnuaji\nNIM : 23016013\n(Program Studi Magister Teknik Kimia)\nKebutuhan pengganti bahan bakar LPG sebagai bahan bakar untuk kebutuhan masyarakat saat ini sangat urgent mengingat dengan tingginya impor yang dilakukan oleh pemerintah, tingginya konsumsi LPG di Indonesia, dan tingginya subsidi akan LPG. Ditemukannya Dimethyl Ether (DME) sebagai bahan bakar baru pengganti LPG, dengan melihat dari kemiripan sifat fisik dari DME dan DME dapat digunakan juga sebagai pengganti bahan bakar diesel, mampu digunakan sebagai solusi utama untuk mengurangi kebutuhan LPG saat ini. Proses produksi DME ini dapat dimulai dari batu bara dan gas alam sebagai bahan baku utama. Namun, dengan melihat keadaan Indonesia saat ini dengan adanya Paris Agreement, yang mengharuskan Indonesia untuk menmanfaatkan sumber daya batubara Indonesia yang sebagian besar kualitas batubara Indonesia adalah kualitas rendah. Selain itu, apabila kita menilik dari posisi gas alam, nyatanya alokasi penggunaan gas alam di Indonesia sangat kurang sehingga dibutuhkan sebuah cara bagaimana membuat proses produksi DME dengan melihat keadaan sumber daya alam Indonesia baik dari batubara dan gas alam. Pada penelitian ini, ingin dilihat bagaimana proses produksi Dimetil Eter dari batubara berdasarkan analisis kelayakan teknologi dan analisis kelayakan ekonomi. Didapatkan hasil berupa secara teknologi, simulasi gas alam mempunyai keunggulan dalam kebutuhan bahan baku yang lebih sedikit dibandingkan batubara, dan dari segi ekonomi, simulasi gas alam lebih baik berdasarkan nilai-nilai keekonomian. Apabila ditinjau dari sensitivitas ekonomi, simulasi batubara lebih baik dibandingkan gas alam akibat stabilitas dari nilai-nilai keekonomian apabila diberikan sebuah fluktuasi pada variabel tertentu.\nKata kunci: DME, Proses Produksi, Analisis Kelayakan Teknik, Analisis Kelayakan Ekonomi", "Daftar File": {}, "Penulis": "BAGUS ARIF WISNUAJI [ 23016013]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Retno Gumilang Dewi, M,Env.Eng.Sc. Ir. Ucok WR. Siagian, M.T., Ph.D"], "Jenis Koleksi": "", "Penerbit": "", "Fakultas": "", "Subjek": "Chemical engineering", "Kata Kunci": "DME, Proses Produksi, Analisis Kelayakan Teknik, Analisis Kelayakan Ekonomi", "Sumber": "", "Staf Input/Edit": "Budi Cahyadi", "File": "0 file", "Tanggal Input": "22 Jan 2019"}