{"Nomor": 33393, "Judul": "PENGARUH PELARUT-PELARUT ORGANIK TERHADAP KUALITAS DAN PRODUKSI BIODIESEL MINYAK SERBUK KOPI BEKAS", "Abstrak": "ABSTRAK\nPENGARUH PELARUT-PELARUT ORGANIK TERHADAP KUALITAS DAN PRODUKSI BIODIESEL MINYAK SERBUK KOPI BEKAS\nOleh\nCalvin Niwarlangga\nNIM: 23015031\n(Program Studi Magister Teknik Kimia)\nKopi merupakan hasil perkebunan yang cukup melimpah dan banyak digunakan di Indonesia, namun masih kurang dimanfaatkan. Produk yang dapat dibuat dari limbah kopi adalah biodiesel, minyak nabati, pupuk, dan minor komponen lainnya. Penelitian ini bertujuan untuk membuat biodiesel yang berasal dari limbah kopi. Biodiesel merupakan bahan bakar yang terdiri dari campuran alkil ester dari rantai panjang asam lemak, yang dipakai sebagai alternatif bagi bahan bakar untuk mesin diesel.\nProses pembuatan biodiesel dari ampas kopi bekas terdiri dari tiga tahap utama yaitu ekstraksi, esterifikasi, dan transesterifikasi. Pada penelitian ini proses ekstraksi dilakukan dengan menggunakan ekstraktor Soxhlet dengan menggunakan pelarut heksana, campuran aseton dan heksana, etanol, toluena, dan campuran aseton dan toluena. Waktu yang digunakan selama proses ekstraksi adalah 1, 2, 3, dan 4 jam. Proses esterifikasi digunakan untuk menurunkan nilai angka asam atau kadar asam lemak bebas yang terdapat dalam minyak kopi sebelum memasuki proses transesterifikasi, karena angka asam yang terdapat dalam minyak kopi sangat tinggi. Proses esterifikasi menggunakan metanol dan katalis asam sulfat, sedangkan proses transesterifikasi menggunakan metanol dan katalis KOH dalam proses reaksinya. Proses pencucian dilakukan setelah proses transesterifikasi untuk membuang sisa kotoran dan sisa gliserol yang terdapat pada biodiesel.\nPada penelitian ini analisis dilakukan dengan pengukuran densitas, viskositas, angka asam, gliserol total, angka penyabunan, dan angka iodium sesuai dengan SNI 7182:2015. Hasil yang di dapat semua biodiesel memiliki nilai sesuai dengan batas SNI 7182:2015 kecuali angka iodium pada pelarut campuran aseton dan heksana, etanol, toluena, dan campuran aseton dan toluena. Hasil GC (gas chromatography) menunjukkan angka iodium 105,6 hingga 128,13 dikarenakan banyaknya asam linoleat yang terdapat dalam kandungan biodiesel tersebut.\nKata kunci: minyak kopi, biodiesel, transesterifikasi, ampas kopi bekas, ekstraksi", "Daftar File": {"2019_TS_TK_CALVIN_NIRWALANGGA_1_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/150822", "2019_TS_TK_CALVIN_NIRWALANGGA_1_BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/150823", "2019_TS_TK_CALVIN_NIRWALANGGA_1_BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/150825", "2019_TS_TK_CALVIN_NIRWALANGGA_1_BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/150832", "2019_TS_TK_CALVIN_NIRWALANGGA_1_BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/150834", "2019_TS_TK_CALVIN_NIRWALANGGA_1_BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/150837", "2019_TS_TK_CALVIN_NIRWALANGGA_1_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/150840", "2019_TS_TK_CALVIN_NIRWALANGGA_1_LAMPIRAN.pdf": "https://digilib.itb.ac.id/gdl/download/150845"}, "Penulis": "Calvin S T [23015031]", "Kontributor / Dosen Pembimbing": ["Dr. Tirto Prakoso, S.T., M.Eng.", "Meiti Pratiwi, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "minyak kopi, biodiesel, transesterifikasi, ampas kopi bekas, ekstraksi", "Sumber": "", "Staf Input/Edit": "Budi Cahyadi", "File": "8 file", "Tanggal Input": "22 Jan 2019"}