{"Nomor": 33395, "Judul": "ESTIMASI POTENSI ENERGI TERMAL DENGAN MENGGUNAKAN MODEL VERTIKAL TEMPERATUR 1-D (STUDI KASUS DI PERAIRAN SANGIHE TALAUD)", "Abstrak": "Penelitian ini dilakukan untuk mengestimasi potensi energi termal yang dapat dikonversi menjadi energi listrik dengan menggunakan model vertikal temperatur 1-D di perairan Sangihe Talaud. Model vertikal temperatur ini didasari oleh persamaan adveksi dan difusi termal yang dibangun oleh Nihous (2007) untuk alat bernama Ocean Thermal Energy Conversion (OTEC). OTEC bekerja dengan input berupa air hangat dari permukaan dan air dingin dari kedalaman dengan selisih temperatur minimal 200C. Simulasi kondisi awal diverifikasi dengan data lapangan ekspedisi INDEX-SATAL 2010 dan menghasilkan error sebesar 1,0050C. Hasil simulasi di 10 titik kajian selama 50 tahun menyatakan bahwa adanya instalasi sistem OTEC akan merubah profil vertikal temperatur yang ditunjukkan dengan peningkatan temperatur di sekitar mixed layer sebesar 20-2,90C dan penurunan temperatur di kedalaman pengambilan air dingin sebesar 0,060-0,50C. Hal tersebut menyebabkan syarat selisih temperatur minimal tidak lagi 20oC, sehingga hanya 5 dari 10 titik kajian saja yang mampu dioperasikan sistem OTEC selama 50 tahun. Estimasi besar potensi daya rata-rata apabila profil vertikal temperatur belum berubah adalah 2,867 MW di Pulau Sangihe dan 2,807 MW di Pulau Talaud. Pengoperasian sistem OTEC selama 50 tahun di titik kajian akan menyebabkan pengurangan potensi daya OTEC sebesar 23% - 25%, sehingga estimasi daya rata-rata setelah 50 tahun di Pulau Sangihe adalah 2,340 MW dan di Pulau Talaud adalah 2,518 MW.", "Daftar File": {"2016_TA_PP_AZ-ZAHRA_MUNIRUL_JANNAH_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/150856"}, "Penulis": "Az Zahra Munirul Jannah [12912028]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Totok Suprijo, S.Si.", "Andaru Katri Lasrindy, S.Si., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Engineering & allied operations", "Kata Kunci": "1-D Vertical Temperature Model, OTEC, the Sangihe Talaud Water, Thermal Energy Potentials", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "6 file", "Tanggal Input": "22 Jan 2019"}