{"Nomor": 33402, "Judul": "STRATEGI BISNIS: MENANGKAP PELUANG BISNIS KERUPUK DI INDONESIA (STUDI KASUS PADA KERUPUK OGLONG)", "Abstrak": "Kerupuk adalah makanan yang disukai oleh semua orang. Kebiasaan orang Indonesia dalam mengonsumsi kerupuk yang tidak hanya sebagai snack namun juga sebagai pelengkap makanan menyebabkan bisnis kerupuk menjadi menarik untuk ditekuni. Hal ini juga dibuktikan oleh data BPS 2018 yang menunjukkan bahwa perilaku konsumen Indonesia dalam mengkonsumsi makanan olahan meningkat. Terjadinya peningkatan ini mendorong terbentuknya Dua Nona sebagai bisnis kerupuk yang menawarkan kerupuk ikan. Kerupuk ikan yang ditawarkan Dua Nona diproduksi oleh supplier sehingga membuat posisi Dua Nona lemah terhadap supplier. Selain itu, peningkatan perilaku konsumsi makanan olahan tidak hanya merupakan peluang bagi Dua Nona, namun juga kompetitor. Hal ini mengundang banyak pendatang baru untuk mencoba mendapatkan keuntungan dari bisnis ini. Oleh karena itu, Dua Nona membutuhkan strategi bisnis untuk menemukan peluang pada bisnis kerupuk dan bagaimana cara menangkap peluang tersebut.\n\nDalam penelitian ini digunakan analisis Industrial organizational model yang diawali dengan external environment analysis, kemudian menentukan attractive industry, selanjutnya merumuskan strategi, mengakuisisi assets and skills, dan terakhir adalah mengimplementasikan strategi untuk memperoleh superior return.  Hasil penelitian menyatakan bahwa bisnis kerupuk ikan Dua Nona tidak menarik sehingga perlu dilakukan diferensiasi produk dan pemilik harus mencari neglected market. Oleh karena itu, Dua Nona menggunakan kulit babi sebagai bahan baku utama karena pangsa pasarnya jelas. Target pasar yang dituju adalah non-Muslim terutama Chinese dan Balinese. Selain itu, Dua Nona memutuskan untuk memperoduksi kerupuknya sendiri agar tidak bergantung pada supplier. Oleh karena bahan baku utama diganti menjadi kulit babi, maka pemilik juga memutuskan untuk mengganti nama Dua Nona menjadi Kerupuk Oglong agar lebih merepresentasikan identitas produk. Core competencies yang dimiliki oleh Kerupuk Oglong terdapat pada diferensiasi produk dan strategi pemasaran. Diferensiasi Kerupuk Oglong terletak pada cita rasanya. Kerupuk kulit babi yang ditawarkan, diolah dengan menggunakan campuran bumbu rempah Indonesia sehingga tercipta rasa yang khas. Sedangkan untuk pemasaran, Kerupuk Oglong tidak hanya melakukan penjualan secara langsung dan konsinyasi namun juga melakukan penjualan melalui online market place. Hal ini dilakukan agar Kerupuk Oglong dapat melayani konsumen di seluruh Indonesia. \n\nOleh karena target Kerupuk Oglong adalah Chinese dan Balinese, maka Jakarta adalah lokasi pertama yang akan dituju untuk menawarkan kerupuk babi secara langsung atau konsinyasi. Selanjutnya untuk dapat menjangkau warga Chinese dan Balinese di seluruh Indonesia, Kerupuk Oglong akan bergabung dengan online market place. Dengan menerapkan strategi di atas, maka diharapkan Kerupuk Oglong dapat memperoleh NPV sebesar IDR 5,848,000,000,00 dengan ROI sebesar 91.93% dan Payback period selama 1,6 tahun.", "Daftar File": {"2019__TS__PP__Ni_Nyoman_Pebi_Suryani__1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/150927"}, "Penulis": "Ni Nyoman Pebi Suryani [29116344]", "Kontributor / Dosen Pembimbing": ["Harimukti Wandebori, MBA., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "External Environment Analysis, Attractive Industry Analysis, Strategy Formulation, Asets and Skills Analysis, Strategy Impelementation", "Sumber": "KERUPUK OGLONG", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "22 Jan 2019"}