{"Nomor": 33416, "Judul": "Multi-trace stochastic sparse-spike inversion for reflectivity", "Abstrak": "Sparse-spike reflectivity inversion can be generally regarded as the combination of a non-linear problem of finding the locations and a linear problem of solving the amplitudes of a series of non-zero spikes. The input parameters of the inversion, including the trade-off parameter and the number of the non-zero spikes, are always\ndetermined by presetting under the rule of thumb. The improper choices of the input parameters are likely to\ncause the overfitting issue. Moreover, because the convergence is affected by the fitness between the observed\ndata and the synthetic data derived by using the inverted spikes, the spikes with large amplitudes will have larger\ninfluence on the determination of the convergence. As a result, the outliers with large amplitudes are likely to affect the inversion result seriously. Under the assumption of layered-earth model and lateral continuity of subsurface layer, multi-trace stochastic inversion method is developed with adjacent seismic traces served as a\nconstraint. By simultaneously non-linear search for the locations and the slopes of non-zero spikes of the target\ntrace, the proposed method enhances the robustness of inversion results to the choice of input parameters and\nrelieves the influence of outliers to some extent. As an extension of the single-trace stochastic sparse-spike inversion, the detecting ability to thin-beds is reserved and the uncertainty of the obtained reflectivities can be estimated. Synthetic data examples illustrate the effectiveness of the proposed method. The details of subsurface\ngeologically structure are derived in the field data example, which could be helpful to the interpretation.", "Daftar File": {}, "Penulis": "Yongzhen Ji [-]", "Kontributor / Dosen Pembimbing": ["Sanyi Yuan, Shangxu Wang"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Multi-trace inversion Sparse-spike reflectivity inversion Stochastic inversion", "Sumber": "Journal of Applied Geophysics 161 (2019) 84–91, https://doi.org/10.1016/j.jappgeo.2018.12.006", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "23 Jan 2019"}