{"Nomor": 33429, "Judul": "BUDAYA BERMUKIM DAN KONSOLIDASI LAHAN PERMUKIMAN PADAT DAN KUMUH STUDI KASUS RW 05, KELURAHAN CIGUGUR TENGAH, KOTA CIMAHI", "Abstrak": "Konsolidasi lahan merupakan salah satu cara untuk menata permukiman padat dan kumuh yang diharapkan dapat mendorong peningkatan kualitas hidup, kesejahteraan dan taraf hidup masyarakatnya. Program konsolidasi lahan diterapkan Pemerintah Kota Cimahi, bekerjasama dengan Puslitbangkim Kemenpupera, untuk mengatasi permasalahan permukiman padat dan kumuh di RW 05, Kelurahan Cigugur Tengah, Kota Cimahi. Masyarakat merespon hal ini dengan tidak menerima program. Penelitian dilakukan untuk mengkaji bagaimana kesesuaian budaya bermukim warga eksisting di RW 05, Kelurahan Cigugur Tengah, Kota Cimahi dan budaya bermukim pemikiran pemerintah pada program Konsolidasi Lahan Permukiman Padat dan Kumuh yang akan dilaksanakan di kawasan tersebut yang mungkin menjadi dasar atas respon warga terhadap program. Penelitian menggunakan metode kualitatif Field Research dengan pendekatan Studi Kasus. Penelitian dilakukan dengan observasi, wawancara mendalam kepada pihak-pihak terkait dan pengumpulan data sekunder dari instansi-instansi yang berhubungan dengan program ini serta data-data lainnya. Dari pengumpulan data tersebut dapat tergambar budaya bermukim warga dan pemikiran pemerintah tentang budaya bermukim program serta data-data rinci mengenai program Konsolidasi Lahan Permukiman Padat dan Kumuh di Cigugur Tengah. Hasil penelitian menunjukkan bahwa secara umum, budaya bermukim program cukup sesuai dengan budaya bermukim masyarakat dan seharusnya dapat diterima oleh masyarakat karena masyarakat yang multikultural, individualistis & pada umumnya ingin ada perubahan yang lebih baik pada kondisi hunian/ permukimannya. Keberatan warga bisa jadi bukan karena faktor budaya bermukim. Namun bisa jadi karena faktor-faktor lain diantaranya masalah komunikasi antara pemerintah dan masyarakat, minimnya tingkat kepercayaan masyarakat kepada pemerintah yang menyebabkan respon negatif warga terhadap program pemerintah, kurang pahamnya warga akan progam konsolidasi lahan, kurang seriusnya pemerintah dalam keterlibatan pada program ini, dan kurang diperkuatnya motivasi warga untuk mandiri & memperbaiki kondisi saat ini.", "Daftar File": {"2017_TS_PP_XENIA_ELMIRANY_LATIEF_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/151133", "2017_TS_PP_XENIA_ELMIRANY_LATIEF_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/151134", "2017_TS_PP_XENIA_ELMIRANY_LATIEF_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/151135", "2017_TS_PP_XENIA_ELMIRANY_LATIEF_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/151136", "2017_TS_PP_XENIA_ELMIRANY_LATIEF_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/151137", "2017_TS_PP_XENIA_ELMIRANY_LATIEF_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/151138", "2017_TS_PP_XENIA_ELMIRANY_LATIEF_1-BAB_6.pdf": "https://digilib.itb.ac.id/gdl/download/151139"}, "Penulis": "Xenia Elmirany Latief [24014030]", "Kontributor / Dosen Pembimbing": ["Indah Widiastuti, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "konsolidasi lahan, permukiman padat dan kumuh, budaya bermukim.", "Sumber": "", "Staf Input/Edit": "sarnya", "File": "7 file", "Tanggal Input": "23 Jan 2019"}