{"Nomor": 33438, "Judul": "SIMULASI MODEL ALIRAN CO2 DALAM DEPLETED RESERVOIR GAS PADA PROSES CARBON CAPTURE AND STORAGE (CCS)", "Abstrak": "ABSTRAK\nSIMULASI MODEL ALIRAN CO2 DALAM DEPLETED RESERVOIR GAS PADA PROSES\nCARBON CAPTURE AND STORAGE (CCS)\nOleh\nMade Hery Sudibio\nNIM : 23011017\n(Program Studi Teknik Kimia)\nSalah satu solusi untuk mengurangi emisi Gas Rumah Kaca (GRK) khususnya karbon dioksida (CO2) adalah dengan mengaplikasikan proses Carbon Capture and Storage (CCS). CCS adalah proses pemisahan dan penangkapan CO2 dari emisi industri proses dan kemudian ditransportasikan dan disimpan secara permanen. Depleted reservoir gas adalah lokasi yang menjanjikan untuk penyimpanan CO2 dalam formasi geologi karena reservoir gas alam telah terbukti memiliki kemampuan untuk menahan gas untuk jangka waktu yang sangat lama. Selain itu karakteristik reservoir telah diketahui dengan baik dan infrastruktur yang telah ada kemungkinan dapat digunakan kembali pada proses injeksi.\nIndonesia memiliki potensi yang sangat besar untuk mengaplikasikan proses CCS. Untuk itu pemahaman terhadap mekanisme aliran fluida di dalam depleted reservoir gas merupakan hal yang pentng. Beberapa mekanisme aliran fluida yang terjadi pada injeksi CO2 dalam depleted reservoir gas adalah proses advection (pergerakan fluida karena gradien tekanan) dan buoyancy (pergerakan fluida karena perbedaan densitas) yang dapat digambarkan dengan hukum Darcy serta proses difusi.\nPenelitian ini bertujuan untuk membangun model yang dapat menggambarkan fenomena aliran fluida (profil tekanan dan profil fraksi molar CO2) selama penginjeksian CO2 di dalam depleted reservoir gas dan parameter yang berpengaruh, mengetahui kebutuhan daya kompresor pada proses injeksi CO2 ke dalam reservoir dan rasio emisi CO2 (dari penggunaan bahan bakar untuk proses injeksi) terhadap jumlah CO2 yang diinjeksikan dan memperkirakan kapasitas maksimum penyimpanan CO2 serta tekanan injeksi minimum yang dibutuhkan pada proses injeksi CO2 dalam depleted reservoir gas untuk jangka waktu tertentu.\nHasil penelitian menunjukkan bahwa mekanisme injeksi CO2 dipengaruhi oleh tekanan dan laju injeksi. Untuk tekanan injeksi 4,8 MPa didapatkan waktu untuk mencapai tekanan equilibrium adalah 250 hari, fraksi molar CO2 sebesar 0,755 dan untuk tekanan injeksi 8,3 MPa didapatkan waktu untuk mencapai tekanan equilibrium adalah 330 hari, fraksi molar CO2 sebesar 0,717. Sedangkan untuk laju injeksi 10 MMSCFD didapatkan fraksi CO2 sebesar 0,717; dan untuk laju injeksi 50 MMSCFD didapatkan fraksi CO2 sebesar 0,965. Kebutuhan daya kompresor untuk variasi tekanan injeksi pada 4,8 MPa sebesar 9097 kW; tekanan\nii\ninjeksi 8,3 MPa sebesar 10576 kW dan untuk variasi laju injeksi kebutuhan daya pada 10 MMSCFD sebesar 2115 kW; laju injeksi 50 MMSCFD sebesar 10576 kW. Besarnya rasio antara emisi CO2 yang ditimbulkan dengan CO2 yang diinjeksikan mengalami peningkatan untuk variasi tekanan injeksi; pada tekanan injeksi 4,8 MPa ddapatkan sebesar 0,048; tekanan injeksi 8,3 MPa didapatkan sebesar 0,056, sedangkan besarnya rasio terhadap variasi laju injeksi memiliki nilai yang sama (laju injeksi tidak berpengaruh terhadap rasio emisi-injeksi CO2). Untuk waktu injeksi selama 20 tahun pada laju injeksi 10 MMSCFD, CO2 yang disimpan sebesar 3,8x106 ton dan tekanan injeksi minimum sebesar 630 psia, sedangkan pada laju injeksi 50 MMSCFD, CO2 yang disimpan sebesar 1,92x107 ton dan tekanan injeksi minimum sebesar 1110 psia\nKata kunci : carbon capture and storage (CCS), depleted reservoir, karbon dioksida (CO2), simulasi", "Daftar File": {"2019_TS_TK_MADE_HARY_SUDIBIO_1_BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/151269", "2019_TS_TK_MADE_HARY_SUDIBIO_1_BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/151270", "2019_TS_TK_MADE_HARY_SUDIBIO_1_BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/151271", "2019_TS_TK_MADE_HARY_SUDIBIO_1_BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/151272", "2019_TS_TK_MADE_HARY_SUDIBIO_1_BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/151273", "2019_TS_TK_MADE_HARY_SUDIBIO_1_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/151274", "2019_TS_TK_MADE_HARY_SUDIBIO_1_LAMPIRAN.pdf": "https://digilib.itb.ac.id/gdl/download/151275", "2019_TS_TK_MADE_HERY_SUDIBIO_1_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/151276"}, "Penulis": "Made Hery Sudibio [23011017]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Retno Gumilang Dewi, M.Env.Eng.Sc.", "Ir. Utjok WR Siagian, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Chemical engineering", "Kata Kunci": "carbon capture and storage (CCS), depleted reservoir, karbon dioksida (CO2), simulasi", "Sumber": "", "Staf Input/Edit": "Budi Cahyadi", "File": "8 file", "Tanggal Input": "23 Jan 2019"}