{"Nomor": 33433, "Judul": "SCATTERING PROCESSES AND RESONANCES FROM LATTICE QCD", "Abstrak": "The vast majority of hadrons observed in nature are not stable under the strong interaction; rather\nthey are resonances whose existence is deduced from enhancements in the energy dependence of\nscattering amplitudes. The study of hadron resonances offers a window into the workings of quantum\nchromodynamics (QCD) in the low-energy nonperturbative region, and in addition many probes of\nthe limits of the electroweak sector of the standard model consider processes which feature hadron\nresonances. From a theoretical standpoint, this is a challenging field: the same dynamics that binds\nquarks and gluons into hadron resonances also controls their decay into lighter hadrons, so a complete\napproach to QCD is required. Presently, lattice QCD is the only available tool that provides the\nrequired nonperturbative evaluation of hadron observables. This article reviews progress in the study\nof few-hadron reactions in which resonances and bound states appear using lattice QCD techniques.\nThe leading approach is described that takes advantage of the periodic finite spatial volume used\nin lattice QCD calculations to extract scattering amplitudes from the discrete spectrum of QCD\neigenstates in a box. An explanation is given of how from explicit lattice QCD calculations one can\nrigorously garner information about a variety of resonance properties, including their masses, widths,\ndecay couplings, and form factors. The challenges which currently limit the field are discussed along\nwith the steps being taken to resolve them.", "Daftar File": {}, "Penulis": "RAÚL A. BRICEÑO [-]", "Kontributor / Dosen Pembimbing": ["JOZEF J. DUDEK,", "AND ROSS D. YOUNG"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "-", "Sumber": "REVIEWS OF MODERN PHYSICS, VOLUME 90, APRIL–JUNE 2018;  © 2018 American Physical Society", "Staf Input/Edit": "Ratnasari", "File": "1 file", "Tanggal Input": "23 Jan 2019"}