{"Nomor": 33442, "Judul": "PENGARUH PARAMETER PEMROSESAN TERHADAP SIFAT FISIK DAN SIFAT MEKANIK PADA PRODUK CAMPURAN HIGH DENSITY POLYETHYLENE (HDPE) PRISTINE DENGAN MATERIAL REGRIND MENGGUNAKAN MESIN INJECTION MOLDING SEDERHANA", "Abstrak": "High density polyethylene (HDPE) merupakan material yang sering digunakan untuk membuat produk plastik. Dalam produksi HDPE di industri produk plastik yang berskala besar, dihasilkan juga produk reject dan scrap sisa produksi yang kemudian dicacah untuk diproses kembali bersama material murni (HDPE pristine) dengan perbandingan tertentu. Material cacahan tersebut merupakan material regrind. Metode pemrosesan produk plastik yang sering digunakan di industri salah satunya adalah injection molding. Metode pemrosesan ini dapat menghasilkan berbagai macam produk karena dapat menghasilkan produk dengan bentuk yang rumit, produksi dapat dilakukan secara massal, serta kapasitas produksi yang tinggi. Mesin injection molding sederhana adalah mesin yang dapat digunakan untuk pemrosesan injection molding tetapi bersifat tidak rumit dengan kapasitas produksi yang kecil. Pada penelitian ini, dikaji penggunan kembali HDPE regrind yang diperoleh dari industri plastik di Indonesia untuk dibuat produk dengan menggunakan mesin injection molding sederhana. Tahap awal penelitian adalah penentuan Window Temperature Processing. Dilanjutkan dengan penentuan fraksi campuran dan pengujian kekuatan tarik serta pengujian densitas campuran material HDPE pristine dan HDPE regrind.  Window Temperature Processing dibuat untuk memetakan temperatur pemrosesan dari material HDPE pristine (130-190oC) dengan kekuatan tarik rata-rata 21,74 MPa dan temperatur pemrosesan dari material HDPE regrind (170-280oC) dengan kekuatan tarik rata-rata 22,07 MPa. Kemudian, dari window temperature processing masing-masing material, ditentukan temperatur pemrosesan optimum, yaitu pada 150oC, 170oC, 180oC, 190oC, dan 210oC, untuk selanjutnya dilakukan pemrosesan campuran HDPE pristine dengan HDPE regrind pada berbagai fraksi komposisi pada temperatur-temperaturnya. Fraksi regrind optimum didapatkan dengan melihat kekuatan tariknya, yaitu pada fraksi 60% HDPE regrind. Selain itu, dengan meninjau fraksi 0%, 60%, 90%, dan 100% dilakukan uji densitas. Dari hasil analisis uji densitas dapat disimpulkan bahwa densitas campuran mengikuti rule of mixture dengan densitas HDPE pristine pada 0,9304 g/cm3 dan HDPE regrind pada 0,9443 g/cm3. Pada penelitian ini disimpulkan bahwa HDPE regrind sangat potensial untuk digunakan kembali untuk membuat produk dengan kualitas yang baik dengan menggunakan mesin injection molding sederhana.", "Daftar File": {"2019_TA_PP_Wahyu_Fiardhi_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/151337"}, "Penulis": "Wahyu Fiardhi [13714049]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Mardiyati, S.Si., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "HDPE pristine, HDPE regrind, injection molding, kekuatan tarik, window temperature processing", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "23 Jan 2019"}