{"Nomor": 33449, "Judul": "PENGASUTAN TANPA SENSOR POSISI PADA MOTOR BLDC MAGNET PERMANEN INTERIOR 9 ALUR 8 KUTUB UNTUK KENDARAAN LISTRIK", "Abstrak": "Kendaraan listrik dewasa ini mulai berkembang kembali sejalan dengan meningkatnya kesadaran terhadap usaha memperbaiki kualitas lingkungan. Kendaraan dengan motor pembakaran dalam berbahan bakar fosil, yang menghasilkan polusi udara, dalam beberapa tahun ke depan akan digantikan dengan kendaraan listrik di beberapa negara, termasuk di Indonesia. Penelitian terkait kendaraan listrik yang menarik saat ini adalah penelitian mengenai motor listrik dan media penyimpanan energi (baterai). Dalam bidang motor listrik, penggunaan motor magnet permanen mulai mendominasi dan menggeser penggunaan motor induksi karena lebih efisien, lebih handal, dan rendah pemeliharaan. Di antara motor magnet permanen, motor DC tanpa sikat (brushless DC) atau BLDC mempunyai potensi untuk lebih banyak digunakan di masa depan karena kemudahan pengendaliannya.\nUntuk mengendalikan motor DC dengan baik, tegangan kendali motor harus diterapkan pada saat yang tepat agar menghasilkan torka yang maksimal. Proses ini disebut komutasi. Pada motor DC konvensional, komutasi dilakukan secara mekanik oleh cincin belah dan sikat, yang berperan sebagai sensor posisi sekaligus saklar pengubah arah arus. Sedangkan pada motor BLDC proses komutasi dilakukan secara elektronik menggunakan perangkat elektronika daya. Penyaklaran pada perangkat elektronika daya ini harus dilakukan pada posisi rotor yang tepat. Untuk itu, digunakanlah sensor posisi, misalnya sensor efek Hall.\nPenggunaan sensor posisi sekarang ini mulai ditinggalkan dengan tujan mengurangi harga, volum, dan pengkabelan, serta antisipasi kegagalan fungsi sensor. Metode kendali ini disebut metode kendali tanpa sensor posisi. Metode kendali tanpa sensor posisi yang banyak digunakan adalah yang berbasis deteksi sinyal GGL balik (back EMF). Tapi metode tersebut hanya bisa diterapkan untuk kecepatan di atas nilai tertentu karena nilai GGL balik sebanding dengan kecepatan. Metode ini tidak bisa digunakan untuk kecepatan rendah atau pada saat pengasutan dari kondisi diam. Biasanya teknik pengasutan yang digunakan adalah dengan memaksa rotor berputar ke posisi tertentu, baru kemudian dipercepat hingga kecepatan tertentu dimana nilai GGL balik sudah dapat dideteksi. Teknik ini mempunyai kekurangan misalnya motor dapat saja berputar berbalik arah, torka yang dihasilkan kecil, atau urutan\npenyalaan saklar tidak berurutan menyebabkan motor tersentak. Hal ini tidak dikehendaki dalam beberapa aplikasi seperti kendaraan listrik. Salah satu metode yang dapat digunakan untuk mendeteksi posisi rotor pada kondisi diam atau kecepatan rendah adalah berbasis saliency. Perbedaan posisi rotor akan menyebabkan terjadinya variasi induktansi pada belitan motor. Dengan mendeteksi nilai induktansi pada belitan stator kemudian dianalisis akan diperoleh estimasi posisi rotor. Setelah itu motor dieksitasi pada urutan komutasi yang tepat berdasarkan posisi rotor tersebut.\nSalah satu konfigurasi motor BLDC yang dikembangkan ITB dalam proyek penelitian mobil listrik nasional adalah motor BLDC magnet permanen interior dengan konfigurasi alur 9 dan kutub 8. Motor BLDC dengan konfigurasi alur pecahan dan belitan terkonsentrasi seperti ini mempunyai keunggulan torka cogging yang rendah. Magnet permanen yang diletakkan dalam rotor (interior) membuat aman untuk dioperasikan pada kecepatan tinggi, namun di sisi lain mempunyai kekurangan ketidakseimbangan gaya tarik magnetik akibat letak belitan stator yang tidak simetris. Ketidakseimbangan gaya magnetik ini disebabkan oleh distribusi medan magnetik yang unik sehingga untuk satu nilai induktansi yang dirasakan belitan stator karena fluksi magnet permanen rotor terkait dengan hanya satu posisi rotor tertentu. Pada motor BLDC dengan konfigurasi alur bilangan bulat, untuk satu nilai induktansi yang dirasakan belitan stator karena fluksi magnet permanen rotor, terdapat dua kemungkinan posisi rotor yang bertolak belakang, sehingga harus dilakukan algoritma tambahan untuk menentukan posisi yang sebenarnya.\nTahapan pertama dalam metode pengasutan tanpa sensor posisi motor BLDC 9 alur 8 kutub ini merupakan proses belajar sistem terhadap karakteristik induktansi belitan terhadap posisi rotor dengan memetakan nilai induktansi belitan stator berupa amplitudo respon arus belitan, terhadap posisi rotor. Untuk memetakan induktansi pada belitan stator motor BLDC 9 alur 8 kutub, motor diinjeksikan dengan tegangan frekuensi tinggi arus rendah, agar rotor tidak bergerak terlebih dahulu. Nilai respon arus akibat injeksi tegangan ini kemudian disimpan dalam tabel referensi. Pada saat pengasutan, motor diinjeksi tegangan frekuensi tinggi yang sama, kemudian amplitudo respon arus yang didapat dibandingkan dengan data pada tabel referensi sehingga didapat estimasi posisi rotor. Setelah posisi sektor rotor diketahui, motor dieksitasi dengan urutan komutasi yang tepat berdasarkan posisi rotor tersebut. Karena motor BLDC 9 alur 8 kutub mempunyai keunikan distribusi medan magnetik pada stator disebabkan posisi rotor maka respon arus yang dihasilkan menggunakan metode ini lebih mudah dianalisis untuk mengestimasi posisi sektor rotor hanya dengan sekali pengamatan sehingga pada aplikasinya cukup menggunakan mikrokontroler yang sederhana dan murah.", "Daftar File": {"Abstrak_Disertasi.pdf": "https://digilib.itb.ac.id/gdl/download/162874"}, "Penulis": "Alfi Satria [33212008]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Yanuarsyah Haroen", "Dr. Ir. Agus Purwadi, M.T.", "Dr. Tri Desmana Rachmildha, S.T., M.T."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Elektro dan Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "motor bldc 9 alur 8 kutub, ggl balik, saliency, variasi induktansi, pengasutan tanpa sensor, kendaraan listrik.", "Sumber": "", "Staf Input/Edit": "karya", "File": "1 file", "Tanggal Input": "23 Jan 2019"}