{"Nomor": 33457, "Judul": "ENGINEERING BILINEAR MODE COUPLING IN CIRCUIT QED: THEORY AND EXPERIMENT", "Abstrak": "Photonic states of high-Q superconducting microwave cavities controlled by superconducting transmon\nancillas provide a platform for encoding and manipulating quantum information. A key challenge in scaling up the platform towards practical quantum computation is the requirement to communicate on demand the quantum information stored in the cavities. It has been recently demonstrated that a tunable bilinear interaction between two cavity modes can be realized by coupling the modes to a bichromatically driven superconducting transmon ancilla, which allows swapping and interfering the multiphoton states stored in the cavity modes [Gao et al., Phys. Rev. X 8, 021073 (2018)]. Here we explore both theoretically and experimentally the regime of relatively strong drives on the ancilla needed to achieve fast SWAP gates but which can also lead to undesired nonperturbative effects that lower the SWAP fidelity. We develop a theoretical formalism based on linear response theory that allows one to calculate the rate of ancilla-induced interaction, decay, and frequency shift of the cavity modes in terms of a susceptibility matrix. We go beyond the usual perturbative treatment of the drives by using Floquet theory, and find that the interference of the two drives can strongly alter the system dynamics even in the regime where the standard rotating wave approximation applies. The drive-induced ac Stark shift on the ancilla depends nontrivially on the drive and ancilla parameters which in turn modify the strength of the engineered interaction. We identify two major sources of infidelity due to ancilla decoherence. (i) Ancilla dissipation and dephasing lead to incoherent hopping among Floquet states which occurs even when the ancilla is at zero temperature; this hopping results in a sudden change of the SWAP rate, thereby decohering the SWAP operation. (ii) The cavity modes inherit finite decay from the relatively lossy ancilla through the inverse Purcell effect; the effect becomes particularly strong when the ac Stark shift pushes certain ancilla transition frequencies to the vicinity of the cavity mode frequencies. The theoretical predictions agree quantitatively with the experimental results, paving the way for using the developed theory for optimizing future experiments and architecture designs.", "Daftar File": {}, "Penulis": "YAXING ZHANG   [-]", "Kontributor / Dosen Pembimbing": ["BRIAN J. LESTER,", "YVONNE Y. GAO,", "LIANG JIANG,", "R. J. SCHOELKOPF,", "AND S. M. GIRVIN"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "-", "Sumber": "PHYSICAL REVIEW A 99, 012314 (2019); ©2019 American Physical Society", "Staf Input/Edit": "Ratnasari", "File": "1 file", "Tanggal Input": "23 Jan 2019"}