{"Nomor": 33459, "Judul": "ENKAPSULASI NANOPARTIKEL Fe3O4 DENGAN ASAM OLEAT DAN DIMETILAMINOBENZIL-KITOSAN SEBAGAI MEDIA KONTRAS PROTEIN ?-AMYLOID", "Abstrak": "Alzheimer adalah penyakit yang secara perlahan menghancurkan memori dan kemampuan kognitif. Statistik penderita penyakit ini adalah 46 juta di dunia dengan 22 juta diantaranya berada di Asia, dan jumlah penderita penyakit ini diperkirakan akan meningkat empat kali lipat pada tahun 2050. Deteksi awal penyakit ini dapat dilakukan menggunakan Magnetic Resonance Imaging (MRI) dengan bantuan kontras media. Hanya saja, ligand enzim yang digunakan untuk kontras media MRI bersifat neurotoxic. Sementara itu, penelitian media kontras untuk PET menggunakan ligand dimetilaminobenzil; yang dapat berinteraksi dengan protein Amyloid dan biokompatibel. Strategi penelitian ini adalah desain media kontras MRI berbasis magnetit yang dienkapsulasi dengan ligand dimetilaminobenzil-kitosan.\n\nSintesis nanopartikel besi oksida menggunakan teknik ko-presipitasi dengan surfaktan asam oleat, sementara enkapsulan menggunakan kitosan yang dimodifikasi dengan 4-N,N dimetilaminobenzaldehid. Proses enkapsulasi dilakukan dengan cara dispersi nanopartikel dalam aseton, lalu ditambahkan dengan kitosan termodifikasi. Ultrasound processor digunakan untuk homogenisasi larutan campuran. Dilakukan juga uji interaksi antara kitosan dengan protein struktur ?–sheet. Uji ini dilakukan untuk mengetahui konstanta disosiasi antara kitosan termodifikasi dengan protein struktur ?–sheet.\n \nHasil UV-Vis menunjukkan adanya puncak baru di 353 nm pada spektrum kitosan termodifikasi dibandingkan dengan kitosan, membuktikan bahwa kitosan telah termodifikasi oleh dimetilaminobenzaldehid. Spektra FTIR dari nanopartikel terenkapsulasi menunjukkan adanya spektra kuat dari gugus besi oksida dan 1,4 benzene disubstitusi. Analisis XRD menunjukkan bahwa nanopartikel yang terbentuk adala D-Magnetite dengan ukuran kristal 13 + 4 nm. Citra TEM menujukkan bulatan gelap dalam selaput cerah. Ukuran bulatan ini adalah 12 + 4 nm, sesuai dengan rentang ukuran kristal dari analisis XRD, membuktikan bahwa bulatan hitam ini adalah magnetit. Radius of gyration dari kitosan termodifikasi adalah 6 nm, yang mendekati ukuran ketebalan selaput cerah, membuktikan bahwa kitosan termodifikasi mengenkapsulasi magnetit. Konstanta disosiasi dari kitosan termodifikasi berada pada orde 10-3, sesuai dengan rentang interaksi antara enzim dengan substrat, menunjukkan potensi kitosan termodifikasi sebagai ligand alternatif protein Amyloid.", "Daftar File": {"2018_THESIS_PP_MEGANTARA_PURA_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/151433", "2018_THESIS_PP_MEGANTARA_PURA_1-BAB_I.pdf": "https://digilib.itb.ac.id/gdl/download/151434", "2018_THESIS_PP_MEGANTARA_PURA_1-BAB_II.pdf": "https://digilib.itb.ac.id/gdl/download/151435", "2018_THESIS_PP_MEGANTARA_PURA_1-BAB_III.pdf": "https://digilib.itb.ac.id/gdl/download/151436", "2018_THESIS_PP_MEGANTARA_PURA_1-BAB_IV.pdf": "https://digilib.itb.ac.id/gdl/download/151437", "2018_THESIS_PP_MEGANTARA_PURA_1-BAB_V.pdf": "https://digilib.itb.ac.id/gdl/download/151438", "2018_THESIS_PP_MEGANTARA_PURA_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/151439"}, "Penulis": "Megantara Pura [23715301]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Bambang Sunendar, M.Eng., Ph.D.", "Dr. Arie Wibowo, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Ilmu Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Alzheimer, Amyloid, ?-sheet, MRI, media kontras, nanopartikel besi oksida, magnetit, asam oleat, kitosan, dimetilaminobenzaldehid", "Sumber": "", "Staf Input/Edit": "Wulan Nurhasanah", "File": "7 file", "Tanggal Input": "23 Jan 2019"}