{"Nomor": 33465, "Judul": "PEMILIHAN TEKNOLOGI FASILITAS PENGOLAHAN GAS TERAPUNG DENGAN OPTIMASI PROSES PRODUKSI GAS PADA KONDISI PENURUNAN TEKANAN MASUK SISTEM KOMPRESOR", "Abstrak": "ABSTRAK\nPEMILIHAN TEKNOLOGI FASILITAS PENGOLAHAN GAS TERAPUNG DENGAN OPTIMASI PROSES PRODUKSI GAS PADA KONDISI PENURUNAN TEKANAN MASUK SISTEM KOMPRESOR\nOleh\nRadityo Yakti\nNIM : 23012022\n(Program Studi Magister Teknik Kimia)\nAnjungan lepas pantai dapat didesain dengan moda terapung dan permanen di mana masing-masing desain anjungan tersebut memiliki karakteristik dan kelebihan maupun kekurangan. Fasilitas peralatan produksi yang diperlukan tentunya disesuaikan dengan karakteristik lapangan dan komposisi gas yang terdapat dalam lapangan yang di eksplorasi.\nKompresor dan sistem yang terkait merupakan salah satu bagian penting dalam industri minyak dan gas. Alat ini berfungsi untuk mentransmisikan gas alam dari suatu fasilitas produksi ke fasilitas produksi lain atau ke titik penerimaan akhir pembeli. Dalam pengoperasiannya strategi dan optimasi sistem kompresi diperlukan seiring dengan penurunan laju alir dan tekanan natural dari lapangan sumur produksi. Untuk tetap menjaga dan meningkatkan efisiensi dari sebuah fasilitas produksi gas lepas pantai maka pengoperasian kompresor gas pada fasilitas tersebut perlu dilakukan optimasi.\nKarya tulis ini bertujuan untuk meninjau dan menganalisa latar belakang, batasan umum dan dasar pemilihan fasilitas produksi migas lepas pantai dengan mengetahui dampak dari perubahan kondisi operasi pada sebuah lapangan blok minyak dan gas lepas pantai dan melakukan uji kelayakan dari fasilitas produksi minyak dan gas terapung terhadap perubahan komposisi gas atau rencana pengembangan pada lapangan produksi minyak dan gas yang baru.\nPengaruh perubahan kondisi operasi dan kapasitas sistem kompresi fasilitas minyak dan gas terapung pada beberapa tekanan masuk umpan fasilitas penerima menjadi fokus utama yang akan dianalisa. Diharapkan dengan adanya penelitian ini, maka akan didapatkan kondisi operasi mode operasi yang optimum yang tidak memberikan pengaruh signifikan kepada kompresor dan unit peralatan lainnya pada fasilitas produksi minyak dan gas terapung.\nii\nPendekatan pengoperasian aktual dilakukan dengan menggunakan simulasi Hysys pada keadaaan steady state dengan meninjau interkorelasi unit operasi yang ada pada fasilitas produksi. Berdasarkan hasil simulasi Hysys yang telah dilakukan didapat bahwa setting pressure yang optimum dapat dilakukan jika tekanan masuk umpan pada fasilitas produksi penerima di jaga pada tekanan 125 psig dan perubahan laju alir minimum pada 30 mm Scfd.\nKata kunci: Offshore Production Facility, optimisasi, kompresor, setting pressure, performance curve.", "Daftar File": {"2019_TS_TK_RADITYO_YAKTI_1_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/151465", "2019_TS_TK_RADITYO_YAKTI_1_BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/151466", "2019_TS_TK_RADITYO_YAKTI_1_BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/151467", "2019_TS_TK_RADITYO_YAKTI_1_BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/151468", "2019_TS_TK_RADITYO_YAKTI_1_BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/151469", "2019_TS_TK_RADITYO_YAKTI_1_BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/151471", "TS_TK_RADITYO_YAKTI_1_BAB7.pdf": "https://digilib.itb.ac.id/gdl/download/151472", "2019_TS_TK_RADITYO_YAKTI_1_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/151473", "2019_TS_TK_RADITYO_YAKTI_1_BAB6.pdf": "https://digilib.itb.ac.id/gdl/download/151474"}, "Penulis": "Radityo Yakti [23012022]", "Kontributor / Dosen Pembimbing": ["Dr. Carolus Borromeus Rasrendra, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Chemical engineering", "Kata Kunci": "Offshore Production Facility, optimisasi, kompresor, setting pressure, performance curve.", "Sumber": "", "Staf Input/Edit": "Budi Cahyadi", "File": "9 file", "Tanggal Input": "23 Jan 2019"}