{"Nomor": 33460, "Judul": "DESIGN AND TESTING OF FIXED BED CATALYTIC REACTOR FOR PRODUCER GAS TAR ELIMINATION", "Abstrak": "ABSTRACT\nDESIGN AND TESTING OF\nFIXED BED CATALYTIC REACTOR\nFOR PRODUCER GAS TAR ELIMINATION\nWritten by:\nPETRIC MARC RUYA\nNIM : 23015020\n(Chemical Engineering Study Program)\nSyngas obtained from biomass gasification must be cleansed from tar as tar may cause various problems in the downstream equipment. Tar cracking reactor can be installed downstream of the gasifier for tar reduction and natural zeolite particles can be modified for use as tar cracking catalyst. The application of zeolite catalysts in a fixed bed reactor downstream of a gasifier has the potential to achieve economic and complete removal of tar. To ensure successful application of the reactor, hydrodynamic study on zeolite packed bed was conducted.\nZeolite particles used were not uniformly shaped and distributed in size. Therefore, if the pressure drop prediction is done using the general Ergun equation, inaccurate prediction will be obtained as the application of zeolite particles in a fixed bed reactor is expected to cause higher pressure drop. The condition of fluid that flows through the zeolite packed bed will also deviate more from plug flow compared to packed bed made of uniformly shaped and sized particles. Reactor performance prediction that assumes plug flow condition will therefore overestimate the reactor performance.\nMeasurements on the zeolite particles were initially conducted to determine various parameters such as the equivalent particle diameter, void fraction, sphericity and roundness. The zeolite particles were used as packing material in a glass column for both pressure drop measurement and tracer injection experiment. Air was used as the fluid to be blown through the column and technical grade N2 was used as the tracer component. The result of the pressure drop measurement were used to estimate several parameters in the Ergun equation. The result from tracer injection experiments were used to calculate for the reactor Peclet number by initially calculating the mean residence time and variance.\nPressure drop experimental results were fitted in to the Ergun equations to estimate sphericity, viscous and inertial constants in the Ergun equation. The Ergun equation constants obtained from estimation are noticeably different from the generally used values. The difference may be caused by the irregularity in particle shape, distribution in particle size and the low column to particle diameter ratio. The results from tracer injection experiment were used to calculate the reactor Peclet number. The low value of reactor Peclet number obtained indicates that the condition of fluid\niii\nthat was flowing through the zeolite packed bed deviate significantly from plug flow condition.\nKeyword: zeolite, packed bed, pressure drop, plug flow deviation", "Daftar File": {"2019_TS_TK_PETRIC_MARC_RUYA_1_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/151417", "2019_TS_TK_PETRIC_MARC_RUYA_1_BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/151418", "2019_TS_TK_PETRIC_MARC_RUYA_1_BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/151419", "2019_TS_TK_PETRIC_MARC_RUYA_1_BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/151420", "2019_TS_TK_PETRIC_MARC_RUYA_1_BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/151421", "2019_TS_TK_PETRIC_MARC_RUYA_1_BAB41.pdf": "https://digilib.itb.ac.id/gdl/download/151422", "2019_TS_TK_PETRIC_MARC_RUYA_1_BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/151423", "2019_TS_TK_PETRIC_MARC_RUYA_1_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/151424", "2019_TS_TK_PETRIC_MARC_RUYA_LAMPIRAN.pdf": "https://digilib.itb.ac.id/gdl/download/151425"}, "Penulis": "Petric Marc Ruya [23015020]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Herri Susanto"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Chemical engineering", "Kata Kunci": "zeolite, packed bed, pressure drop, plug flow deviation", "Sumber": "", "Staf Input/Edit": "Budi Cahyadi", "File": "9 file", "Tanggal Input": "23 Jan 2019"}