{"Nomor": 33469, "Judul": "ANALISIS KESESUAIAN KUALITAS AIR LAUT TERHADAP BUDIDAYA MIRKOALGA DI PERAIRAN TELUK BALIKPAPAN", "Abstrak": "Penelitian ini bertujuan untuk mengkaji parameter kualitas air laut serta nilai kesesuaian\nperairan terhadap budidaya mikroalga di Perairan Teluk Balikpapan. Penelitian ini\ndilakukan di perairan Teluk Balikpapan, Kalimantan Timur. Pengambilan sampel\ndilakukan pada 31 Oktober 2015 di lima stasiun pada kedalaman 0,2 d, 0,6 d, serta 0,8 d.\nMetode yang digunakan adalah dengan menganalisis dan mengkaji parameter kualitas air\nlaut yang mempengaruhi perkembangan mikroalga di perairan, serta membuat matriks\nkesesuaian perairan yang diolah berdasarkan bobot dan skor untuk mencari kesesuaiannya\nsebagai lahan budidaya mikroalga. Selain itu digunakan data pendukung berupa suhu\npermukaan dan Klorofil-a yang diperoleh dari citra satelit Aqua MODIS tahun 2011-2015\ndan salinitas yang diperoleh dari citra Aquarius tahun 2012-2014. Dari hasil penelitian,\njenis mikroalga yang terdapat di perairan Teluk Balikpapan adalah jenis mikroalga\nBaccilariophyceae dan Dinophyceae, dengan persebaran mikroalga yang akan semakin\nbesar menuju ke dalam teluk pada stasiun 4 dan 5 yang terletak di dekat pantai dengan\nkonsentrasi mikroalga sebanyak 1280 ind/L dan 1264 ind/L. Berdasarkan hasil korelasi dan\nuji signifikansi menunjukkan bahwa parameter kualitas air laut yang mempengaruhi\nmikroalga adalah suhu, salinitas, oksigen terlarut, pH, dan beberapa ion terlarut seperti\nfosfat, nitrit, dan kalsium. Dari hasil analisis kesesuaian perairan masing-masing parameter\nmenunjukkan bahwa pada stasiun 1 yang terletak di lepas pantai dan stasiun 5 yang terletak\ndi dekat pantai merupakan stasiun yang masuk pada kategori sesuai untuk budidaya\nmikroalga di perairan Teluk Balikpapan, dengan nilai kesesuaian 17,67 dan 18,00.", "Daftar File": {"2016_TA_PP_AGUS_HENDRO_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/151490"}, "Penulis": "Agus Hendro [12912017]", "Kontributor / Dosen Pembimbing": ["Ivonne Milichristi Radjawane, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Engineering & allied operations", "Kata Kunci": "Kualitas Air Laut, Mikroalga, Teluk Balikpapan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "23 Jan 2019"}