{"Nomor": 33461, "Judul": "PENGEMBANGAN MATERIAL SCAFFOLD FIBROIN SUTRA UNTUK APLIKASI REKAYASA JARINGAN KARTILAGO", "Abstrak": "Scaffold membran diperlukan dalam rekayasa jaringan kartilago yang dibutuhkan untuk pengobatan. Fibroin sutra telah dikembangkan menjadi scaffold  membran, namun memerlukan waktu proses 5-8 hari menggunakan LiBr atau CaCl2/H2O/Et-OH. Studi sebelumnya menunjukkan, membran fibroin juga berhasil dibuat dengan pelarutan lebih cepat langsung dalam asam format-CaCl2 dan salt leaching. Akan tetapi, dihasilkan pori sangat kecil (~5 µm) dan tidak terinterkoneksi. Pada penelitian ini dilakukan pengembangan scaffold fibroin menggunakan metode fabrikasi yang sama dengan sebelumnya menggunakan ukuran garam 158-503 µm dan variasi konsentrasi fibroin 2-12 w/v%, rasio garam terhadap fibroin 5:1 (g/ml) untuk memperbaiki pembentukan pori. Evaluasi dilakukan terhadap pembentukan pori dengan Scanning Electron Microscopy (SEM). Karakterisasi material scaffold dilakukan dengan spektroskopi Fourier Transform Infrared Spectroscopy (FT-IR), X-Ray Diffraction (XRD), Differential Scanning Calorimetry (DSC), dan Thermo-gravimetric Analysis (TGA). Sifat mampu basah diukur dengan sudut kontak air pada lapisan fibroin, sedangkan penyerapan air diukur pada scaffold fibroin. Perilaku degradasi scaffold dievaluasi dalam enzim ?-chymotrypsin, Kolagenase IA, dan Protease XIV. Evaluasi biocompatibility scaffold dilakukan dengan observasi penempelan dan pertumbuhan sel punca dari jaringan lemak (AdSCs). Scaffold fibroin sutra telah berhasil dibuat menggunakan metode salt leaching dan pelarutan langsung dengan konsentrasi fibroin 6-12 w/v%. Pori saling terinterkoneksi terbentuk dengan ukuran 160-536 µm, yang diinginkan untuk rekayasa jaringan kartilago. Karakterisasi material membuktikan struktur sekunder karakteristik film dan membran sutra sebanding dengan seratnya. Lapisan fibroin memiliki sifat hidrofil dengan sudut kontak 49-58° dan scaffold fibroin memiliki penyerapan air tinggi, 81-96%, yang diakibatkan oleh interkoneksi pori. Scaffold terdegradasi secara agresif dalam Protease XIV hingga 56%, diikuti ?-chymotrypsin 19% dan Kolagenase IA 12%. Sel AdSCs menempel dengan kuat di permukaan scaffold dan menunjukkan proliferasi yang baik, menunjukkan sifat biocompatible. Pertumbuhan sel AdSCs tertinggi terdapat pada membran dengan konsentrasi 12 w/v% dan ukuran pori 500 µm Morfologi pori yang sesuai, penyerapan air yang tinggi dan sifat biocompatible menunjukkan scaffold yang dihasilkan dalam penelitian ini sangat berpotensi untuk digunakan dalam rekayasa jaringan kartilago.", "Daftar File": {"2018_THESIS_PP_UNTUNG_ARI_WIBOWO_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/151426", "2018_THESIS_PP_UNTUNG_ARI_WIBOWO_1-BAB_I.pdf": "https://digilib.itb.ac.id/gdl/download/151427", "2018_THESIS_PP_UNTUNG_ARI_WIBOWO_1-BAB_II.pdf": "https://digilib.itb.ac.id/gdl/download/151428", "2018_THESIS_PP_UNTUNG_ARI_WIBOWO_1-BAB_III.pdf": "https://digilib.itb.ac.id/gdl/download/151429", "2018_THESIS_PP_UNTUNG_ARI_WIBOWO_1-BAB_IV.pdf": "https://digilib.itb.ac.id/gdl/download/151430", "2018_THESIS_PP_UNTUNG_ARI_WIBOWO_1-BAB_V.pdf": "https://digilib.itb.ac.id/gdl/download/151431", "2018_THESIS_PP_UNTUNG_ARI_WIBOWO_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/151432"}, "Penulis": "Untung Ari Wibowo [23715309]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Hermawan Judawisastra, M.Eng.", "Dr. Anggraini Barlian, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Ilmu Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "kartilago, membran, pelarutan langsung, rekayasa jaringan, sutera", "Sumber": "", "Staf Input/Edit": "Wulan Nurhasanah", "File": "7 file", "Tanggal Input": "23 Jan 2019"}