{"Nomor": 33475, "Judul": "VARIABILITAS EKMAN PUMPING DI EKUATOR SAMUDERA PASIFIK", "Abstrak": "Dalam penelititan ini variasi Ekman pumping di ekuator Samudera Pasifik dikaji dengan menggunakan data kecepatan angin permukaan yang diperoleh dari NCEP/NCAR (National Centers for Environmental Prediction/National Centers for Atmospheric Research). Selain itu juga digunakan data temperatur dari NOAA (National Oceanic and Atmospheric Administration) dan data ONI (Ocean Nino Index) dalam kurun waktu 1996 - 2015 (20 tahun).\nHasil pengolahan data menunjukkan bahwa nilai Ekman pumping di ekuator Samudera Pasifik (5°LU - 5°LS dan 160°BT - 90°BB) bervariasi baik terhadap musim maupun terhadap fenomena antar-tahunan (El Niño dan La Niña). Nilai rata-rata bulanan Ekman pumping akan semakin positif pada bulan Juli - Desember (musim timur dan peralihan) dengan intensitas 4,4x10-7 sampai dengan 1,3x10-6 m dt-1, yang diiringi dengan peningkatan SST (Sea Surface Temperature) pada lintang utara dan penurunan SST pada lintang selatan. Pada saat terjadi El Niño dan La Niña, Ekman pumping mengalami keterlambatan fase antara satu hingga tiga bulan dengan anomali SST. Pada saat terjadi penguatan angin pasat, nilai Ekman pumping akan semakin besar dan akan mengalami keterlambatan fase antara satu hingga dua bulan terhadap kecepatan angin zonal.", "Daftar File": {"2016_TA_PP_MUHAMMAD_ANAS_1-COVER1.pdf": "https://digilib.itb.ac.id/gdl/download/151535", "2016_TA_PP_MUHAMMAD_ANAS_1-BAB_11.pdf": "https://digilib.itb.ac.id/gdl/download/151538", "2016_TA_PP_MUHAMMAD_ANAS_1-BAB_31.pdf": "https://digilib.itb.ac.id/gdl/download/151539"}, "Penulis": "Muhammad Anas [12910023]", "Kontributor / Dosen Pembimbing": ["Ivonne Milichristi Radjawane, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Engineering & allied operations", "Kata Kunci": "Ekman pumping, SST, El Niño, La Niña, kecepatan angin zonal", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "23 Jan 2019"}