{"Nomor": 33477, "Judul": "VARIABILITAS PROFIL VERTIKAL TEMPERATUR DAN DENSITAS DI PERAIRAN SELATAN PULAU SUMBAWA", "Abstrak": "Berdasarkan data vertikal temperatur dan salinitas selama 15 tahun di perairan selatan Pulau\nSumbawa, dilakukannya analisis variabilitas profil vertikal temperatur dan densitas. Data\ntemperatur dan salinitas selama 15 tahun ini didapatkan dari data pengukuran lapangan yang\ndilakukan oleh PT. Newmont Nusa Tenggara dengan menggunakan alat Thermistor dan\nConductivity Temperatur Depth (CTD). Secara historis, dalam menentukan kedalaman mixed\nlayer depth (MLD) menggunakan kriteria perubahan temperatur sebesar 1oC dengan kedalaman\nreferensi adalah 10 m. Untuk menentukan kedalaman lapisan termoklin menggunakan kriteria\nyaitu gradien temperatur terhadap kedalaman sebesar 0,1oC/m. Selanjutnya, dalam menentukan\nkedalaman pada profil vertikal densitas menggunakan kriteria yang ditetapkan oleh Brainerd\ndan Gregg (1995) dengan kedalaman pada batas atas piknoklin di perairan selatan Pulau\nSumbawa yang sesuai pada kriteria adalah 0,1 kg/m3 dan kedalaman pada batas bawah\npiknoklin menggunakan kriteria 0,2 kg/m3. Secara umum ditemukan kedalaman batas atas\ntermoklin (piknoklin) dan batas bawah termoklin (piknoklin) pada musim barat lebih dalam\ndaripada saat musim timur. Berdasarkan variasi antar-tahunan iklim global ditemukan bahwa\nbatas atas termoklin dan piknoklin pada kejadian El-Ni?????o umumnya lebih dangkal batas atas\ntermoklin dan piknoklin di perairan selata Pulau Sumbawa dengan rerata batas atas termoklin\n(piknoklin) 23 - 52 m (38,8 - 101,7 m) daripada saat terjadi La-Ni?????a dengan rerata batas atas\ntermoklin (piknoklin ) 42 - 76 m (74,7 - 139,4 m). Untuk batas bawah termoklin dan piknoklin\npada kejadian El-Ni?????o dengan rerata 129 - 205 m (158,7 - 235,6 m) dan saat kejadian La-Ni?????a\nbatas bawah termoklin dan piknoklin dengan rerata sehingga ketebalan termoklin dan piknoklin\npada kejadian El-Ni?????o akan lebih dangkal dibandingkan saat kejadian La-Ni?????a. Besarnya nilai\nIOD berpengaruh terhadap variabilitas kedalaman batas atas dan batas bawah termoklin\n(piknoklin). Semakin besar nilai IOD (+) maka batas atas atas dan batas bawah termoklin\n(piknoklin) akan semakin dangkal.", "Daftar File": {"2016_TA_PP_ZULFA_QONITA_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/151551", "2016_TA_PP_ZULFA_QONITA_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/151552", "2016_TA_PP_ZULFA_QONITA_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/151557"}, "Penulis": "Zulfa Qonita [12912019]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Totok Suprijo, S.Si.", "Faruq Khadami, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Engineering & allied operations", "Kata Kunci": "temperatur, densitas, ENSO, IOD, angin monsun, Sumbawa", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "23 Jan 2019"}