{"Nomor": 33471, "Judul": "ANALISIS DISTRIBUSI TINGGI GELOMBANG TSUNAMI AKIBAT EFEK BATIMETRI DI PERAIRAN SELATAN JAWA", "Abstrak": "Penelitian ini mensimulasikan penjalaran gelombang tsunami dengan menggunakan\n4 patahan sintetik yang bergerak serentak di perairan selatan pulau jawa. Penelitian ini\nbertujuan melihat distribusi tinggi gelombang ketika menjalar menuju pantai yang\ndiakibatkan oleh perubahan batimetri. Model penjalaran tsunami menggunakan model\nCOMCOT v.1.7. dengan waktu penjalaran 1 jam.\nHasil simulasi penjalaran gelombang menunjukkan distribusi tinggi gelombang\npada daerah-daerah di sekitar tanjung, teluk, pantai dengan lepas pantai yang landai\nmemiliki tinggi gelombang lebih tinggi dari sekitarnya. Hal ini diakibatkan oleh adanya\ntransformasi gelombang yang terjadi saat menjalar melalui perubahan batimetri dari\nkedalaman yang besar menuju kedalaman yang lebih dangkal. Selain memengaruhi tinggi\ngelombang simulasi juga menggambarkan bahwa tempat-tempat seperti Pelabuhan Ratu\ndan Sindangbarang yang memiliki batimetri lebih curam dari Pantai Pangandaran yang\nlebih landai akan terlebih dahulu mengalami pertumbuhan tinggi gelombang. Diharapkan\nhasil simulasi ini dapat menjadi acuan untuk memprediksi tinggi gelombang dan waktu\ntibanya di tempat-tempat lain yang memiliki karakteristik profil batimetri yang sama.", "Daftar File": {"2018_TA_PP_HENING_WANGILALANG_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/151505", "2018_TA_PP_HENING_WANGILALANG_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/151508", "2018_TA_PP_HENING_WANGILALANG_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/151509", "2018_TA_PP_HENING_WANGILALANG_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/151512"}, "Penulis": "Hening Wangilalang [12909024]", "Kontributor / Dosen Pembimbing": ["Hamzah Latief, M.Si., Ph.D.", "Ivonne Milichristi Radjawane, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Engineering & allied operations", "Kata Kunci": "gelombang tsunami, model COMCOT v.1.7., batimetri.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "23 Jan 2019"}