{"Nomor": 33472, "Judul": "VARIABILITAS KEDALAMAN LAPISAN PERCAMPURAN (KLP) DI SELAT MAKASSAR", "Abstrak": "Perairan Indonesia khususnya Selat Makassar memiliki topografi perarian yang unik sehingga massa air dari Samudra Pasifik dapat mengalir menuju ke Samudra Hindia yang dikenal sebagai ARLINDO (Arus Lintas Indonesia). Kedalaman Lapisan Percampuran (KLP) merupakan lapisan teratas yang dapat digunakan dalam menganalisis proses interaksi laut atmosfer. Kriteria perubahan temperatur sebesar 0,3OC tiap kedalaman terhadap kedalaman referensi 10 meter digunakan dalam menentukan KLP. Data temperatur didapatkan dari observasi lapangan ARLINDO mixing tahun 1993 dan 1994, Instant Cruise Leg-3 tahun 2005, MITF Cruise tahun 2015. Karena keterbatasan data lapangan digunakan data simulasi Regional Ocean Model (ROMS) oleh Sofian (2015).\nKLP bulanan berfluktuasi terhadap musim dimana pada saat musim perlaihan kondisi KLP rata-rata berada pada kedalaman 22 m – 25 m. Pada musim barat, rata-rata KLP lebih dalam yaitu pada kedalaman 34 m daripada musim timur yang rata-rata hanya mencapai kedalaman 24 m. Peranan angin muson berpengaruh besar bagian selatan namun, tidak cukup besar pengaruhnya dibagian utara dan Labani. Hasil Fourier-Transform pada variasi KLP di Region Labani dan Selatan memiliki periode 6 bulanan (musiman) sebagai periode dominan dan di Region Utara memiliki periode 3 tahunan (antar tahunan) sebagai periode dominan. ENSO yang merupakan variasi antar tahunan memberikan kontribusi dalam variasi KLP, pada saat El Niño KLP menjadi dangkal sekitar 10 m dan pada saat La Niña KLP mendalam sekitar 10 m terhadap kondisi normal dengan lag waktu 2 bulan.", "Daftar File": {"2016_TA_PP_IRVAN_WIRA_TRIHADI_GEOFARY_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/151513", "2016_TA_PP_IRVAN_WIRA_TRIHADI_GEOFARY_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/151519"}, "Penulis": "Irvan Wira Trihadi Geofary [12912029]", "Kontributor / Dosen Pembimbing": ["Ivonne Milichristi Radjawane, S.Si., M.Si., Ph.D.", "Dr. Ibnu Sofian, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Engineering & allied operations", "Kata Kunci": "ENSO, KLP, Selat Makassar, Variasi Musiman", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "23 Jan 2019"}