{"Nomor": 33484, "Judul": "Microplastics in juvenile Chinook salmon and their nearshore environments on the east coast of Vancouver Island", "Abstrak": "Microplastics are a significant issue in the world's oceans. These small plastic particles (<5 mm in size)\nare becoming globally ubiquitous in the marine environment and are ingested by various fish species.\nHere we investigate the incidence of microplastics in juvenile Chinook salmon and their nearshore\nmarine environments on the east coast of Vancouver Island, British Columbia. We completed a series of\nbeach seines, plankton tows and sediment cores in nearshore areas of importance to juvenile salmon.\nMicroplastics were extracted from fish, water and sediment samples and concentrations were quantified.\nMicroplastics analysis, consisting predominantly of fibrous plastics, showed juvenile Chinook salmon\ncontained 1.2 ± 1.4 (SD) microplastics per individual while water and sediment samples had\n659.9 ± 520.9 microplastics m3 and 60.2 ± 63.4 microplastics kg1 dry weight, respectively. We found\nno differences in microplastic concentrations in juvenile Chinook and water samples among sites but\nobserved significantly higher concentrations in sediment at the Deep Bay site compared to Nanaimo and\nCowichan Bay sites. Chinook microplastic concentrations were relatively low compared to literature\nvalues and, given the size and type of microplastics we observed, are unlikely to represent an immediate\nthreat to fish in this area. However, microplastics less than 100 mm in size were not included in the study\nand may represent a greater threat due to their ability to translocate through tissues.", "Daftar File": {}, "Penulis": "Brenna Collicutt [-]", "Kontributor / Dosen Pembimbing": ["Francis Juanes., Sarah E. Dudas"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Microplastics Oncorhynchus tshawytscha Ingestion Vancouver Island", "Sumber": "Environmental Pollution 244 (2019) 135-142", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "24 Jan 2019"}