{"Nomor": 33485, "Judul": "PENGEMBANGAN PROSES HILIR UNTUK PRODUKSI XILITOL DARI TANDAN KOSONG SAWIT MENGGUNAKAN PROSES BERBASIS MEMBRAN", "Abstrak": "ABSTRAK\nPENGEMBANGAN PROSES HILIR UNTUK PRODUKSI XILITOL DARI TANDAN KOSONG SAWIT MENGGUNAKAN PROSES BERBASIS MEMBRAN\nOleh\nRia Desiriani\nNIM: 23015018\n(Program Studi Magister Teknik Kimia)\nTandan kosong kelapa sawit (TKKS) merupakan salah satu limbah industri kelapa sawit yang memiliki banyak potensial. TKKS memiliki kandungan hemiselulosa tinggi yang berpotensi untuk diolah menjadi produk yang bernilai jual tinggi, salah satunya adalah xilitol. Xilitol merupakan gula alkohol yang memiliki banyak manfaat, salah satunya sebagai gula diabetes. Selama ini, xilitol diproduksi melalui dua cara yaitu secara kimiawi dan biologis. Produksi xilitol secara kimiawi memiliki kelemahan, salah satunya membutuhkan biaya yang besar karena proses yang dilakukan membutuhkan tekanan yang tinggi, sehingga proses secara biologis dapat digunakan sebagai alternatif pengganti produksi xilitol secara kimiawi. Proses produksi xilitol secara biologis di awali dari proses hidrolisa lignoselulosa dengan menggunakan enzim xilanase, selanjutnya hasil hidrolisat limbah TKKS difermentasi dengan memanfaatkan mikroorganisme yaitu yeast D.hansenii, sehingga akan diperoleh larutan fermentasi hasil hidrolisat TKKS. Pada penelitian ini, juga digunakan larutan model fermentasi yang dihasilkan dari proses fermentasi substrat xilosa dan larutan model permeat UF. Larutan fermentasi hasil hidrolisat TKKS dan larutan model fermentasi masih terdiri dari produk-produk lain hasil fermentasi yaitu etanol, asam organik dan senyawa kimia lainnya. Oleh karena itu, diperlukan teknologi yang mampu menghilangkan pengotor tersebut.\nMetode pemisahan berbasis membran, dapat dijadikan sebagai metode alternatif untuk memekatkan xilitol dari larutan fermentasi. Membran yang digunakan adalah membran jenis ultrafiltrasi, ultrafiltrasi tight dan nanofiltrasi. Proses pemisahan larutan model fermentasi dengan membran UF dan NF menunjukan bahwa mikroorganisme dapat dihilangkan sampai 99% dan komponen xilitol dapat dipekatkan dari konsentrasi 4,9 gr/L ? 6,07 gr/L ? 9,34 gr/L. Proses penghilangan mikroorganisme dari larutan model fermentasi melalui proses sentrifugasi, menunjukan masih adanya mikroorganisme yang terdeteksi pada larutan supernatan. Proses pemisahan larutan fermentasi hidrolisat TKKS menunjukan hasil yang kurang maksimal dalam proses pemekatan tetapi sudah dapat menghilangkan mikroorganisme dan komponen warna. Proses pemisahan larutan model permeat UF dengan menggunakan membran NF, menunjukan konsentrasi xilitol dapat dipekatkan dari 3,32 gr/L menjadi 10,97 gr/L.\nKata kunci : TKKS, Ultrafiltrasi, Ultrafiltrasi Tight, Nanofiltrasi, xilitol", "Daftar File": {"2019_TSK_TK_RIA_DESIRIANI_1_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/151575", "2019_TSK_TK_RIA_DESIRIANI_1_BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/151576", "2019_TSK_TK_RIA_DESIRIANI_1_BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/151577", "2019_TSK_TK_RIA_DESIRIANI_1_BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/151578", "2019_TSK_TK_RIA_DESIRIANI_1_BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/151579", "2019_TSK_TK_RIA_DESIRIANI_1_BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/151580", "2019_TSK_TK_RIA_DESIRIANI_1_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/151581", "2019_TSK_TK_RIA_DESIRIANI_1_LAMPIRAN.pdf": "https://digilib.itb.ac.id/gdl/download/151582"}, "Penulis": "Ria Desiriani [23015018]", "Kontributor / Dosen Pembimbing": ["Dr. Made Tri Ari Penia Kresnowati, S.T., M.Sc.", "Prof. Ir. I Gede Wenten, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Chemical engineering", "Kata Kunci": "TKKS, Ultrafiltrasi, Ultrafiltrasi Tight, Nanofiltrasi, xilitol", "Sumber": "Perpustakaan Teknik Kimia", "Staf Input/Edit": "Budi Cahyadi  \n                                     Budi Cahyadi", "File": "8 file", "Tanggal Input": "24 Jan 2019"}