{"Nomor": 33500, "Judul": "PERANCANGAN SISTEM PENGENDALIAN PENCEMARAN UDARA UNTUK EMISI GAS DARI BOILER DI PT X, KECAMATAN NGAMPRAH, KABUPATEN BANDUNG BARAT", "Abstrak": "PT X merupakan salah satu industri makanan dan minuman skala besar di Indonesia yang menerapkan sistem Ultra High Temperature (UHT) untuk proses sterilisasi produknya. Proses sterilisasi tersebut menggunakan uap air (steam) yang dihasilkan dari proses pemanasan air menggunakan 4 buah ketel uap (boiler). Dalam proses pemanasan air tersebut, terjadi proses pembakaran bahan bakar yang menghasilkan emisi berupa gas NO2 dan SO2. Beberapa tahun terakhir, bahan bakar utama yang digunakan adalah CNG dan didukung oleh solar dengan perbandingan 1,11:1. Hingga saat ini, emisi dari seluruh boiler di PT X langsung dibuang ke udara ambien karena steam yang diproduksi belum pernah mencapai kapasitas maksimum sehingga emisi yang dihasilkan masih memenuhi baku mutu. Pada tahun 2017, PT X malah menurunkan jumlah air yang disuplai ke boiler sehingga kapasitas steam ikut menurun. Dengan demikian, bahan bakar yang digunakan serta emisi yang dihasilkan juga menurun. Penurunan tersebut akan menurunkan kualitas produk yang dihasilkan. Kapasitas produksi steam tersebut perlu ditingkatkan hingga mencapai kapasitas maksimumnya agar kualitas produk meningkat sehingga dapat memenuhi permintaan pasar dan meningkatkan daya saing. Peningkatan tersebut tentu akan diiringi dengan peningkatan kebutuhan bahan bakar dan emisi yang dihasilkan. Untuk menjaga emisi agar tetap memenuhi baku mutu yang berlaku, perlu didesain sistem pengendali pencemaran udara yang dapat mengakomodasi pemakaian bahan bakar CNG dan solar masing-masing 100%. Proyek pembangunan sistem tersebut dapat dikatakan layak secara ekonomis karena menghasilkan nilai NPV positif sebesar Rp313.120.908.445 dengan biaya investasi awal sebesar Rp11.500.000.000, biaya tahunan sebesar Rp4.835.829.993, dan pemasukan tahunan untuk bagian boiler sebesar Rp48.941.931.600.", "Daftar File": {"2019_TA_PP_FAIZATUR_ROFIAH_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/151663"}, "Penulis": "Faizatur Rofi'ah [15314059]", "Kontributor / Dosen Pembimbing": ["Dr. Asep Sofyan, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Ketel uap, sistem pengendalian pencemaran udara, emisi gas", "Sumber": "TUGAS AKHIR Januari 2019", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "24 Jan 2019"}