{"Nomor": 33513, "Judul": "KAJIAN TEKNO-EKONOMI PRODUKSI HBD (HYDROTREATED BIODIESEL) DARI MINYAK KELAPA SAWIT", "Abstrak": "ABSTRAK\nKAJIAN TEKNO-EKONOMI PRODUKSI HBD (HYDROTREATED BIODIESEL) DARI MINYAK KELAPA SAWIT\noleh\nSepthian Marno\n(NIM : 23015036)\nPembuatan produk alternatif biofuel selain biodiesel saat ini semakin dibutuhkan, diantaranya dilatarbelakangi oleh penerbitan Permen ESDM No.12 Tahun 2015 mengenai kewajiban mencampurkan biodiesel hingga 30%-vol pada tahun 2020 untuk kendaraan bermesin diesel serta rekomendasi Japan AutoMobil Manufacure Association (JAMA) untuk tidak mencampurkan biodiesel hingga 7,5%-vol. Produk biofuel alternatif yang dihasilkan ditargetkan memiliki karakteristik fisik dan kimia menyerupai minyak diesel konvensional, memberikan nilai ekonomis, dan ramah lingkungan, serta dapat diaplikasikan dan diproduksi secara komersial dalam waktu dekat.\nPenelitian ini bertujuan untuk memperoleh kajian teknis dan ekonomis produksi biofuel sebagai pengganti biodiesel dengan bahan baku minyak nabati. Teknologi pembuatan biofuel yang dikaji adalah proses hidrogenasi yang berlangsung melalui tiga mekanisme reaksi, yaitu: hidrodeoksigenasi (penghilangan gugus oksigen), dekarbonilasi (pembentukan karbonmonoksida), dan dekarboksilasi (pembentukan karbondioksida). Produk biofuel yang dihasilkan dinamakan HBD (Hydrotreated Biodiesel).\nKajian dalam penelitian ini dilakukan untuk evaluasi produksi HBD dengan memanfaatkan ketersediaan unit HDO treater Bravo Enam (B6). Kajian teknis mencakup evaluasi kesesuaian konfigurasi proses, kinerja peralatan proses, serta penyesuaian prosedur pengoperasian. Kajian ekonomis mencakup penentuan kapasitas produksi, dan evaluasi keekonomian produk HBD pada unit tersebut.\nKata kunci: HBD (Hydrotreated Biodiesel). hidrodeoksigenasi, dekarbonilasi, dekarboksilasi.", "Daftar File": {"2019_TS_TK_SEPTHIAN_MARNO_1COVER1.pdf": "https://digilib.itb.ac.id/gdl/download/151722", "2019_TS_TK_SEPTHIAN_MARNO_1_BAB11.pdf": "https://digilib.itb.ac.id/gdl/download/151723", "2019_TS_TK_SEPTHIAN_MARNO_1_BAB21.pdf": "https://digilib.itb.ac.id/gdl/download/151724", "2019_TS_TK_SEPTHIAN_MARNO_1_BAB31.pdf": "https://digilib.itb.ac.id/gdl/download/151725", "2019_TS_TK_SEPTHIAN_MARNO_1_BAB41.pdf": "https://digilib.itb.ac.id/gdl/download/151726", "2019_TS_TK_SEPTHIAN_MARNO_1_BAB51.pdf": "https://digilib.itb.ac.id/gdl/download/151727", "2019_TS_TK_SEPTHIAN_MARNO_1_PUSTAKA1.pdf": "https://digilib.itb.ac.id/gdl/download/151728", "2019_TS_TK_SEPTHIAN_MARNO_1_LAMPIRAN1.pdf": "https://digilib.itb.ac.id/gdl/download/151731"}, "Penulis": "Septhian Marno [23015036]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Tri Partono Adhi"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "HBD (Hydrotreated Biodiesel). hidrodeoksigenasi, dekarbonilasi, dekarboksilasi.", "Sumber": "", "Staf Input/Edit": "Budi Cahyadi", "File": "8 file", "Tanggal Input": "24 Jan 2019"}