{"Nomor": 33512, "Judul": "DESAIN LANJUTAN KONFIGURASI INTERNAL PESAWAT LAYANG GL-1", "Abstrak": "Pengembangan pesawat glider nasional, dengan nama GL-1, sudah dimulai sejak tahun 2014. Purwarupa skala penuh GL-1 direncanakan selesai dibuat pada tahun 2019, dengan penerbangan perdana pada tahun 2019, untuk dapat diimplementasikan pada cabang terbang layang Pekan Olahraga Nasional XIX, 2020.\nPembuatan purwarupa skala penuh memerlukan adanya desain detail dari pesawat yang akan dibuat, salah satunya adalah konfigurasi internal. Perancangan konfigurasi internal dilakukan dalam tiga tahapan. Tahap pertama adalah melakukan studi persyaratan berdasarkan CS-22. Setelah persyaratan didapatkan, maka dilanjutkan dengan melakukan studi literatur dan pembanding untuk mendapatkan desain konfigurasi dan layout kokpit serta desain konfigurasi dan initial sizing mekanisme kendali.\nDalam mendesain pesawat GL-1, perlu dilakukan studi mengenai persyaratan yang dapat diaplikasikan (applicable) pada pesawat tersebut. Setelah didapatkan persyaratan-persyaratan yang applicable, dipilih hanya persyaratan yang relevan untuk desain kokpit dan mekanisme kendali. Hanya saja, ditemukan bahwa tidak semua persyaratan dapat dikerjakan (doable) di tugas akhir ini, dikarenakan adanya informasi atau data yang belum ada. Sehingga hanya persyaratan yang applicable, relevan, dan doable inilah yang akan digunakan pada desain di tugas akhir ini.\nDesain kokpit GL-1 dilakukan dengan cara melakukan studi literatur dan studi pada 44 pesawat pembanding. Studi ini dilakukan karena kurangnya informasi pada literatur. Berdasarkan hasil studi didapatkan desain berupa peletakan kokpit, konfigurasi dan layout instrumen, serta layout dan kendali kokpit. \nDalam mendesain mekanisme kendali, pemilihan konfigurasi harus disertai dengan initial sizing agar dapat memenuhi persyaratan. Konfigurasi dipilih setelah melakukan studi terhadap 18 manual pesawat dan dua plan swayasa. Hasil desain mekanisme kendali berupa konfigurasi, layout, pergerakan, dan besar dan arah gaya stik kendali.", "Daftar File": {"2019_TA_PP_Muhammad_Fikri_Zulkarnain_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/151721", "COVER Muhammad Fikri Zulkarnain": "https://digilib.itb.ac.id/gdl/download/206049", "BAB 6 Muhammad Fikri Zulkarnain": "https://digilib.itb.ac.id/gdl/download/206055", "PUSTAKA Muhammad Fikri Zulkarnain": "https://digilib.itb.ac.id/gdl/download/206056"}, "Penulis": "Muhammad Fikri Zulkarnain [13613007]", "Kontributor / Dosen Pembimbing": ["Dr. Taufiq Mulyanto, S.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "pesawat glider, preliminary design, sertifikasi, kokpit, mekanisme kendali", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Alice Diniarti", "File": "9 file", "Tanggal Input": "24 Jan 2019"}