{"Nomor": 33523, "Judul": "PEMILIHAN TEKNOLOGI SULFUR RECOVERY UNTUK GAS ASAM DENGAN KOMPOSISI H2S RENDAH DAN PEMANFAATAN PANAS UNTUK PENGGERAK STEAM TURBINE", "Abstrak": "ABSTRAK\nPEMILIHAN TEKNOLOGI SULFUR RECOVERY UNTUK GAS ASAM DENGAN KOMPOSISI H2S RENDAH\nDAN PEMANFAATAN PANAS UNTUK PENGGERAK\nSTEAM TURBINE\nOleh\nSunaryono\nNIM : 23014025\n(Program Studi Magister Teknik Kimia)\nDalam industri pengolahan gas bumi, proses penyingkiran gas asam seperti H2S dan CO2 diperlukan untuk memenuhi spesifikasi gas jual. Beberapa lapangan gas di Indonesia memiliki konsentrasi H2S 1.000-6.000 ppm dan CO2 2-5%-mol. Gas asam dari unit penyingkiran gas asam akan diolah di unit pengubahan gas asam untuk mengubah menjadi produk yang stabil dan gas buang memenuhi ambang batas yang ditetapkan. Analisis awal secara kualitatif telah dilakukan terhadap 4 (empat) teknologi meliputi proses Claus Selectox, Wet Oxidation (Redox), Thiopaq dan Wet Sulfuric Acid (WSA). Terpilih teknologi Claus Selectox dan WSA yang akan dievaluasi lebih lanjut kinerja proses dan keekonomiannya.\nDari hasil simulasi dengan kapasitas 6-20 MMscfd dan H2S 2-12%-mol terlihat bahwa kedua teknologi tersebut mampu mengubah gas asam yang memenuhi spesifikasi produk sulfur elemental/asam sulfat dan gas buang mengikuti peraturan ambang batas yang ditetapkan. Teknologi Claus Selectox dapat menghasilkan sulfur elemental 91 Ton/hari (99,9%-berat) dan pemanfaatan panas 8,2 MMBtu/jam (listrik 0,6 MW) memerlukan biaya kapital US$ 31,2 juta. Sebaliknya, teknologi WSA menghasilkan asam sulfat 284 Ton/hari (98,2%-berat) dan pemanfaatan panas 139 MMBtu/jam (listrik 9,7 MW) memerlukan biaya kapital US$ 22,6 juta. Teknologi WSA (IRR = 16,25%, NPV = US$ 41,11 juta dan POT = 6,5 tahun) lebih baik keekonomiannya dibandingkan dengan teknologi Claus Selectox (IRR = 6,62%, NPV = US$9,32 juta dan POT = 11,9 tahun).\nBerdasarkan hasil analisis kinerja proses dan keekonomian yang telah dilakukan untuk studi ini, teknologi WSA direkomendasikan sebagai acuan teknologi untuk mengambil gas asam dengan H2S rendah dan pemanfaatan panas untuk menghasilkan listrik.\nKata Kunci : Gas Bumi, Unit Penyingkiran Gas Asam, Unit Pengubahan Gas Asam, Teknologi Claus Selectox, Teknologi Wet Sulfuric Acid", "Daftar File": {"2019_TS_TK_SUNARYO_1_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/151773", "2019_TS_TK_SUNARYO_1_BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/151774", "2019_TS_TK_SUNARYO_1_BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/151775", "2019_TS_TK_SUNARYO_1_BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/151776", "2019_TS_TK_SUNARYO_1_BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/151777", "2019_TS_TK_SUNARYO_1_BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/151778", "2019_TS_TK_SUNARYO_1_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/151779", "2019_TS_TK_SUNARYO_1_LAMPIRAN.pdf": "https://digilib.itb.ac.id/gdl/download/151780"}, "Penulis": "Sunaryono [23014025]", "Kontributor / Dosen Pembimbing": ["Dr. Carolus Borromeus Rasrendra, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Gas Bumi, Unit Penyingkiran Gas Asam, Unit Pengubahan Gas Asam, Teknologi Claus Selectox, Teknologi Wet Sulfuric Acid", "Sumber": "", "Staf Input/Edit": "Budi Cahyadi", "File": "8 file", "Tanggal Input": "24 Jan 2019"}