{"Nomor": 33529, "Judul": "Influence of gas adsorption induced non-uniform deformation on the evolution of coal permeability", "Abstrak": "When adsorbing gas is injected into coal, the gas fills in the fractures quickly and a pressure difference between\nmatrix and fractures is created. Because of this difference, there is a pressure gradient within the matrix. The\ngradient evolves with time from the initial equilibrium (zero gradient) to the final equilibrium (zero gradient), so\ndoes the adsorption–swelling induced matrix deformation. Previous studies have not taken this effect into\nconsideration. In this study, we hypothesize that the pressure gradient affects the expansion of the gas-invaded\narea/volume with the matrix and the propagation of the expansion front creates a non-uniform deformation\nwithin the matrix. Under this hypothesis, a relation between coal permeability and the expansion of the gasinvaded area with the matrix can be established. When the gas-invaded area is localized in the vicinity of the\nfracture wall, the expansion of the matrix within this area narrows the fracture opening. We define this as local\nswelling/shrinking. This local swelling/shrinking is controlled primarily by the coal internal structure. When the\ngas-invaded area is further spread over the matrix, the expansion of the whole matrix may narrow or widen the\nfracture opening depending on the external boundary conditions. This global swelling/shrinking is controlled\nprimarily by the external boundary conditions. These conceptual understandings are defined through strain ratebased coal permeability models for both the matrix and the fractures. This strain rate based time-dependent\npermeability model was verified against experimental observations, that couples coal deformation, the gas flow\nin the matrix system and gas flow in the fracture system.", "Daftar File": {}, "Penulis": "Mingyao Wei [-]", "Kontributor / Dosen Pembimbing": ["Jishan Liu", "Derek Elsworth", "Shaojun Li", "Fubao Zhou"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "Mining & related operations", "Kata Kunci": "Local strain, Coal permeability, Non-uniform swelling, Strain rate", "Sumber": "International Journal of Rock Mechanics and Mining Sciences 114 (2019) 71–78", "Staf Input/Edit": "Resti Andriani", "File": "1 file", "Tanggal Input": "24 Jan 2019"}