{"Nomor": 33520, "Judul": "ANALISIS STRUKTUR LATTICE SEBAGAI PENYERAP ENERGI DAN APLIKASINYA PADA SUB-CARGO PESAWAT TERBANG", "Abstrak": "Tingginya tingkat lalu lintas penerbangan membuat peluang terjadinya kecelakaan semakin meningkat. Sebagian besar kasus kecelakaan pesawat terbang memiliki kerusakan pada bagian bawah badan pesawat terbang (sub-cargo) akibat beban dinamik. Untuk meningkatkan kelaikterbangan pesawat udara dan mengurangi risiko cedera penumpang, dilakukan kajian crashworthiness pesawat terbang. Salah satu cara manajemen energi serap pesawat terbang terhadap tabrakan adalah dengan mengoptimalkan struktur penyerap energi. Peningkatan struktur penyerap energi dapat tercapai dengan mengoptimalkan geometri dan material struktur\n\nStruktur lattice merupakan salah satu jenis struktur ringan yang sangat baik dalam aplikasi penyerap energi. Tugas akhir ini fokus pada karakterisasi beban dinamik pada struktur lattice dan pengaplikasiannya pada struktur sub-cargo pesawat terbang. Sebelas jenis lattice diuji untuk mencari nilai spesifik energi serap tertinggi, yakni struktur kagome, tetrahedron, piramida, kubik, truncated-pyramid, oktahedron, rhombicuboctahedron, rhombic-dodecahedron, open-cell, oktet, dan optimasi topologi struktur oktet (twisted). Analisis dilakukan pada satu unit sel struktur lattice. Dengan adanya teknologi manufaktur aditif, struktur lattice dapat dengan mudah diproduksi menggunakan teknik selective laser sintering (SLS). Material yang digunakan dalam simulasi numerik berupa paduan alumunium AlSi-\n12 hasil manufaktur SLS. Jenis lattice terbaik dipilih untuk kemudian digunakan pada simulasi numerik struktur sub-cargo pesawat terbang. Model pesawat terbang yang digunakan adalah bagian belakang badan pesawat terbang Airbus A320. Uji drop-weight dilakukan dengan kecepatan awal 9 m/s. Hasil penyerapan energi pada sub-cargo berjenis lattice nantiya akan dibandingkan dengan struktur sub-cargo berjenis half-tube yang telah banyak digunakan dalam industri penerbangan. Efek taper digunakan untuk membuat energi serap semakin tinggi.\n\nDari hasil simulasi, didapat jenis lattice dengan nilai SEA tertinggi adalah jenis twisted dengan densitas relatif 0,2 sebesar 127,21 kJ/kg. Bentuk dominasi yang terjadi menentukan besar energi yang dapat diserap. Hasil ini menunjukkan kesesuaian struktur lattice sebagai penyerap energi pada pesawat terbang di masa depan.", "Daftar File": {}, "Penulis": "Alvian Iqbal Hanif Nasrullah [13614013]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Sigit Puji Santosa, MSME", "Prof. Dr. Ir. Tatacipta Dirgantara, M.T.", "Dr. Annisa Jusuf, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "lattice,   densitas   energi   serap,   sub-cargo,   densitas   relatif, crashworthiness, manufaktur aditif, optimasi topologi", "Sumber": "", "Staf Input/Edit": "Erlin Marliana Effendi", "File": "8 file", "Tanggal Input": "24 Jan 2019"}