{"Nomor": 33525, "Judul": "NANO-STRUCTURED GRAPHITE BERBAHAN BAKU LIMBAH KELAPA SAWIT", "Abstrak": "ABSTRAK\nNANO-STRUCTURED GRAPHITE BERBAHAN BAKU LIMBAH KELAPA SAWIT\nOleh\nSy Srimurti\nNIM: 23015004\n(Program Studi Magister Teknik Kimia)\nIndustri kelapa sawit selain menghasilkan produk utama berupa minyak kelapa sawit, juga menghasilkan limbah cair dan limbah padat yang merupakan sumber biomassa.Pemanfaatan biomassa kelapa sawit perlu dilakukan untuk mengurangi permasalahan lingkungan dan untuk meningkatkan nilai jual.Salah satu produk yang dapat dihasilkan dari limbah biomassa kelapa sawitadalah bio-oil yang dapat dijadikan Carbon Nanotube (CNT).\nCNT alotrop karbon yang berbentuk silinder yang tersusun atas lembaran graphene yang mempunyai luas permukaan berkisar 800-2630 m2g-1, dan konduktivitas elektrik berkisar 102-106 Scm-1. CNT dianggap sebagai material cerdas masa depan, umumnya digunakan sebagai nanokomposit untuk bahan olahraga, untuk peralatan elektronik dan penyimpan energi. CNT dengan karakteristik ukuran dalam rentang nanometer dan konduktivitas elektrik yang tinggi cocok digunakan sebagai elektroda pada pembuatan superkapasitor.\nSintesis CNT telah dilakukan menggunakan prosespirolisis dengan memvariasikan kondisi operasi dengan menggunakan tube furnace dan vacuum furnace. Ferrocene digunakan sebagai katalis dengan konsentrasi divariasikan 20, 25 dan 30% (w/w). CNT yang terbentuk berupa hollow tube MWCNT yang jumlahnya meningkat dengan naiknya konsentrasi katalis. Metode analisis yang digunakan adalah scanning electron microscope (SEM), x-ray diffraction (XRD), spektroskopi raman, cyclic voltammetry (CV), dan electrochemical impedance spectroscopy (EIS). Analisis SEM menunjukkan jumlah CNT akan bertambah dengan bertambahnya konsentrasi ferrocene, dengan diameter 27-77nm. Analisa CV dan EIS diperlukan untuk mengetahui kinerja material yang dihasilkan dalam kasus aplikasinya di dalam superkapasitor, nilai kapasitansi yang dihasilkan dari uji CV material pada kondisi operasi ini mencapai 145,76 F/g.\nKata kunci: tandan kosong kelapa sawit, bio-oil, karbon nanotube, pirolisis.", "Daftar File": {"2019_TS_TK_SY_SRIMURTI_1_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/151781", "2019_TS_TK_SY_SRIMURTI_1_BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/151785", "2019_TS_TK_SY_SRIMURTI_1_BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/151787", "2019_TS_TK_SY_SRIMURTI_1_BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/151789", "2019_TS_TK_SY_SRIMURTI_1_BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/151790", "2019_TS_TK_SY_SRIMURTI_1_BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/151792", "2019_TS_TK_SY_SRIMURTI_1_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/151795", "2019_TS_TK_SY_SRIMURTI_1_LAMPIRAN.pdf": "https://digilib.itb.ac.id/gdl/download/151797"}, "Penulis": "Sy Srimurti [23015004]", "Kontributor / Dosen Pembimbing": ["Hary Devianto, S.T., M.Eng., Ph.D.", "Dr.Eng. Pramujo Widiatmoko, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Chemical engineering", "Kata Kunci": "tandan kosong kelapa sawit, bio-oil, karbon nanotube, pirolisis.", "Sumber": "Perpustakaan Teknik Kimia", "Staf Input/Edit": "Budi Cahyadi  \n                                     Budi Cahyadi", "File": "8 file", "Tanggal Input": "24 Jan 2019"}