{"Nomor": 33533, "Judul": "SINTESIS KATALIS Pt-Pd/ZSM-48 UNTUK PROSES ISOMERISASI n-DODEKANA", "Abstrak": "ABSTRAK\nSINTESIS KATALIS Pt-Pd /ZSM-48\nUNTUK PROSES ISOMERISASI n-DODEKANA\nOleh\nWawan Rustyawan\nNIM : 23015038\n(Program Studi Magister Teknik Kimia)\nNormal parafin (n-parafin) dari produk hidrotreating palm kernel oil (PKO) memiliki freezing point yang tinggi sehingga akan bermasalah jika digunakan sebagai campuran bahan bakar jet (BBJ). n-parafin untuk BBJ perlu ditingkatkan kualitasnya menjadi i-parafin yang memiliki freezing point lebih rendah melalui proses isomerisasi. Proses ini memerlukan bantuan katalis yang memiliki bifungsional yaitu keseimbangan fungsi asam dan logam. Sebagai fungsi asam dipilih ZSM-48 dan sebagai fungsi logam adalah Pt dengan promotor Pd. Katalis yang akan disintesis ini memiliki tingkat keasaman yang sesuai sehingga meminimalkan terjadinya cracking.\nPada penelitian ini, telah berhasil disintesis ZSM-48 secara hidrotermal dan katalis Pt-Pd/ZSM-48 melalui proses impregnasi basah. Uji aktifitas katalis menggunakan umpan n-dodekana dalam reactor unggun tetap kontinyu pada suhu 225-270 C, tekanan 35 bar, H2/HC 1058 Nml/ml dan LHSV 1/hr. Senyawa dodekana ini memiliki karakteristik yang setara dengan minyak inti kelapa sawit untuk menjadi hidrokarbon bercabang yang memiliki freezing point dan pour point yang lebih bagus.\nPada Penelitian ini dipelajari pengaruh rasio mol dari SiO2/Al2O3; OH-/SiO2; H2O/SiO2 terhadap pembentukan kristal ZSM-48. Dari hasil penelitian diperoleh informasi rasio SiO2/Al2O3 kurang dari 100 menyebabkan pembentukan kristal zeolit belum sempurna. Rasio OH-/SiO2 lebih dari 0,136 menyebabkan terbentuknya alfa silika. Kristal zeolite akan memiliki kristalinitas yang rendah jika rasio H2O/SiO2 kurang dari 26.67. Support katalis terdiri atas campuran ZSM-48 sebanyak 25% dan alumina sebanyak 75%. Logam aktif yang diembankan adalah platina dan paladium dengan konsentrasi 0,3%-wt dan 0.2 %wt. Katalis dikalsinasi pada temperature 525 0C. Ada 2 katalis yang diuji kinerjanya yaitu iZ-B dan iZ-C, iZ-B memiliki kadar klor 0,24%-wt dan katalis iZ-C memiliki kadar klor 70 ppm. Katalis iZ-B memberikan kinerja dengan reaksi isomerisasi yang sangat kecil dan didominasi reaksi alkilasi. Katalis iZ-C memberikan kinerja konversi 52,9% dan selektifitas 31,86%.\nKata kunci : Isomerisasi, rasio SiO2/Al2O3; OH-/SiO2; H2O/SiO2, Pt/ZSM-48, n-dodekana,", "Daftar File": {"2019_TS_TK_WAWAN_SUSTYAWAN_1_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/151805", "2019_TS_TK_WAWAN_SUSTYAWAN_1_COVER1.pdf": "https://digilib.itb.ac.id/gdl/download/151808", "2019_TS_TK_WAWAN_SUSTYAWAN_1_BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/151809", "2019_TS_TK_WAWAN_SUSTYAWAN_1_BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/151811", "2019_TS_TK_WAWAN_SUSTYAWAN_1_BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/151812", "2019_TS_TK_WAWAN_SUSTYAWAN_1_BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/151815", "2019_TS_TK_WAWAN_SUSTYAWAN_1_LAMPIRAN.pdf": "https://digilib.itb.ac.id/gdl/download/151817"}, "Penulis": "Wawan Rustyawan [23015038]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Subagjo"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Isomerisasi, rasio SiO2/Al2O3; OH-/SiO2; H2O/SiO2, Pt/ZSM-48, n-dodekana,", "Sumber": "", "Staf Input/Edit": "Budi Cahyadi", "File": "7 file", "Tanggal Input": "24 Jan 2019"}