{"Nomor": 33535, "Judul": "PENGEMBANGAN BRAND IMAGE ARJUNA ARABICA SEBAGAI PRODUK POTENSIAL KOTA BATU", "Abstrak": "Kota Batu merupakan salah satu kota kecil di Jawa Timur yang kini tengah mengembangkan potensinya sebagai Kota Wisata. Topografi daerah di Kota Batu juga bisa dibilang cukup bagus sehingga hasil pertaniannya berkualitas, salah satunya buah apel.Dari dulu Kota Batu lebih dikenal sebagai Kota Apel karena tingkat produksi apelnya tertinggi se-Jawa Timur.Dengan banyaknya wisatawan yang datang membuat roda ekonomi di Kota Batu terus berputar.Dewasa ini perkopian mulai banyak diminati, begitu juga di Kota Batu. Tidak sedikit pula perkebunan kopi yang menghasilkan biji berkualitas, salah satunya adalah Arjuna  Arabica. Dimana biji kopi ini mempunyai taste apel sesuai dengan ciri khas Kota Batu, sehingga menambahkan kesan lokalitas yang unik. Hal itu dapat menjadi sebuah produk potensial baru yang bisa dijadikan oleh-oleh khas Kota Batu.Namun belum banyak yang mengetahui varietas kopi Arjuna Arabica.\nMaka dari itu penelitian ini dimaksudkan untuk mencari tahu bagaimana mengembangkan brand Arjuna Arabica sebagai kopi lokal Kota Batu. Teori-teori yang berkaitan digunakan sebagai tools dalam menyusun pertanyaan interview untuk mengetahui kondisi di lapangan saat ini dari segi produsen maupun customer. Di antaranya adalah brand image, brand awareness, analisis customer, dan persepsi tentang kopi, serta product story.\nSelanjutnya hasil interview tadi dapat dijadikan sebagai tolak ukur sejauh mana Arjuna Arabica dikenal dan dapat diterima masyarakat. Kemudian akan dilanjutkan dengan analisis hal-hal apa saja yang dapat dilakukan untuk meningkatkan brand tersebut. Kesimpulan akhir dari penelitian ini adalah strategi-strategi yang dapat dilakukan untuk pengembangan brand Arjuna Arabica sebagai produk potensial Kota Batu. Strategi tersebut antara lain adalahdengan membuat customer persona, promosi, kolaborasi, membuat website tentang Arjuna Arabica, dan aktif di sosial media.", "Daftar File": {"2019_TS_PP_NOVELASARI_NADIA_PUTRI_1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/151814"}, "Penulis": "Novelasari Nadia Putri [29117177]", "Kontributor / Dosen Pembimbing": ["Salfitrie Roos Maryunani, S.T., MBA., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Analisis Konsumen, Brand Image, Kopi Lokal, Produk Potensial, Cerita Produk", "Sumber": "Arjuna Arabica Kota Batu", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "24 Jan 2019"}