{"Nomor": 33538, "Judul": "Pengembangan Simulasi Phase-Field untuk Studi Kinetika Sensitisasi dan Morfologi Dendrit hasil Pengelasan", "Abstrak": "Studi mengenai fenomena sensitisasi dan butir dendrit hingga kini sudah banyak\ndilakukan, namun banyaknya parameter yang harus dipertimbangkan dan sulit\nmelakukan observasi secara langsung membuat fenomena tersebut masih sulit\ndipahami oleh para peneliti. Metode komputasi menjadi alternatif  yang dapat\nmelampaui hambatan tersebut dalam proses studi. Salah satu metode komputasi\nyang bisa dikembangkan untuk tujuan ini adalah menggunakan metode PhaseField.\nDalam penelitian ini dilakukan studi berkaitan kinetika dari sensitisasi\npada baja tahan karat dan pertumbuhan butir dendrit pada bagian filler metal\ndengan mengambil contoh kasus dissimilar-metal welding. Data filler material\ndan baja tahan karat mengambil rujukan dari data material baja tahan karat\nSS304. Studi kinetika dilakukan dengan pendekatan 1 Dimensi sedangkan studi\nmorfologi dendrit dengan pendekatan 2 Dimensi. Model matematika persamaan\nphase-field  diturunkan dari persamaan Ginzburg-Landau mengikuti model\nAllen-Cahn dan model phase-field yang didapatkan diselesaikan secara numerik\nmengikuti metode finite difference. Penulisan program komputasi dilakukan\nmenggunakan FORTRAN90 dan begitu pula kompilasinya. Visualisasi 1\nDimensi menggunakan Plots32, sedangkan 2 Dimensi menggunakan MicroAVS\nV.21.\nHasil visualisasi kinetika sensitisasi menunjukkan kurva phase-field hasil\nsimulasi terbilang cukup stabil, namun jarak antara profil awal dan profil akhir\ndari kurva terpantau jauh, sehingga diperlukan variasi parameter phase-field.\nDidapatkan bahwa variasi interface thickness memberikan hasil yang paling\nsignifikan dibandingkan variasi parameter lainnya. Sedangkan untuk visualisasi\nmorfologi dendrit, didapatkan kesimpulan bahwa variasi parameter nilai ?T\nmempengaruhi laju pertumbuhan butir dendrit dimana nilai ?T=0.5 memberikan\nbesar butir yang paling besar.", "Daftar File": {}, "Penulis": "Muhammad Adrian Ilman [13713023]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Raden Dadan Ramdan, S.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Phase-Field, sensitisasi, dendrit, dissimilar-metal, pengelasan", "Sumber": "", "Staf Input/Edit": "Wulan Nurhasanah", "File": "8 file", "Tanggal Input": "24 Jan 2019"}