{"Nomor": 33545, "Judul": "Strategi Perencanaan Pariwisata Berbasis Penanggulangan Bencana Tsunami pada Kawasan Tanjung Bunga Makassar", "Abstrak": "Kawasan Tanjung Bunga Makassar Merupakan Kawasan Pariwisata Terpadu dan Bisnis Global. Kawasan tersebut yang merupakan salah satu waterfront dari Kota Makassar, juga merupakan pantai yang secara langsung berhadapan dengan bagian Selatan dari Selat Makassar. Walau hal ini sangat baik untuk bidang pariwisata, namun juga cukup beresiko untuk mendapatkan ancaman tsunami dari kegiatan seismik di Selat Makassar bagian Selatan dan Spreading Center serta kenyataan akan meningkatnya stress pada ujung-ujung lempeng aktif di sekitar Pulau Sulawesi, justru meningkatkan potensi gempa bawah laut, yang pada akhirnya dapat menyebabkan tsunami. Hal ini memunculkan pertanyaan bagaimana resiko bencana tsunami dan strategi perencanaan kawasan tersebut serta perlukah perencanaan pariwisata berbasis penanggulangan bencana tsunami pada kawasan wisata. Metode yang digunakan adalah metode deskripsi kualitatif dan kuantitatif. Penelitian ini bertujuan untuk mengidentifikasi resiko bencana tsunami dan strategi perencanaan pariwisata berbasis 3A yang diolah sebagai perumusan strategi perencanaan pariwisata berbasis penanggulangan bencana tsunami pada Kawasan Tanjung Bunga Makassar. Hasil penelitian menunjukkan resiko bencana tsunami tinggi namun belum ada perencanaan pariwisata berbasis penanggulangan bencana khususnya tsunami pada Tanjung Bunga Makassar hingga penting adanya perencanaan pariwisata berbasis penanggulangan bencana tsunami. Oleh karena itu, pada penelitian ini menyajikan rekomendasi strategi perencanaan pariwisata berbasis penanggulangan bencana pada Kawasan Tanjung Bunga Makassar.", "Daftar File": {"2019_TS_PP_AQILAH_NURUL_KHAERANI_LATIF_ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/151887", "2019_TS_PP_AQILAH_NURUL_KHAERANI_LATIF_BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/151888", "2019_TS_PP_AQILAH_NURUL_KHAERANI_LATIF_BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/151889", "2019_TS_PP_AQILAH_NURUL_KHAERANI_LATIF_BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/151890", "2019_TS_PP_AQILAH_NURUL_KHAERANI_LATIF_BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/151891", "2019_TS_PP_AQILAH_NURUL_KHAERANI_LATIF_BAB_6.pdf": "https://digilib.itb.ac.id/gdl/download/151892", "2019_TS_PP_AQILAH_NURUL_KHAERANI_LATIF_JURNAL.pdf": "https://digilib.itb.ac.id/gdl/download/151893", "2019_TS_PP_AQILAH_NURUL_KHAERANI_LATIF_BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/151894"}, "Penulis": "Aqilah Nurul Khaerani Latif [95717010]", "Kontributor / Dosen Pembimbing": ["Ir. Harkunti Pertiwi Rahayu, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Terapan Perencanaan Kepariwisataan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Resiko Bencana Tsunami, Pariwisata dan Mitigasi Bencana, Perencanaan Pariwisata Berdasarkan 3A", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Yoninur Almira", "File": "8 file", "Tanggal Input": "24 Jan 2019"}