{"Nomor": 33541, "Judul": "STUDI POTENSI DAYA PEMBANGKIT LISTRIK TENAGA ARUS LAUT TANJUNG PELANDUK, PROVINSI KEPULAUAN RIAU", "Abstrak": "Pemenuhan listrik di Indonesia masih minim terutama pada daerah-daerah terpencil. Salah satu sumber listrik yang belum dimanfaatkan adalah arus laut yang merupakan sumber energi terbarukan yang juga merupakan sumber energi yang cukup mudah didapatkan mengingat Indonesia merupakan negara agraris.\nTujuan dari Tugas Akhir ini adalah menelititi potensi daya yang dapat dihasilkan dari arus laut di sekitar Pulau Combol, Provinsi Kepulauan Riau dimana pemenuhan kebutuhan listrik penduduknya masih belum mencukupi. Selain itu dilakukan juga analisis finansial untuk menentukan harga jual listrik.\nPenelitian dilakukan dengan membuat sebuah model hidrodinamika 3D dengan bantuan perangkat lunak Delft3D. Melalui validasi model, pada pemodelan kawasan besar di Kabupaten Karimun, dihasilkan model dengan error tinggi muka air sebesar 9.42%. Dan pada pemodelan kawasan kecil di Tanjung pelanduk dihasilkan model dengan error tinggi muka air sebesar 9.41%, dan error kecepatan arus sebesar 12.31% namun memiliki fasa yang berdekatan.\nDari hasil pemodelan kawasan kecil dipilih 3 titik lokasi potensial dengan mencari lokasi yang memiliki rata-rata kecepatan arus terbesar. Pada ke-3 lokasi tersebut direncanakan pemasangan 75 buah instrumen pembangkit listrik GHT yang diperhitungkan akan menghasilkan daya sebesar 857,629.37 kWh per tahun.\nDari analisis, pelaksanaan proyek ini akan membutuhkan biaya sebesar Rp 18,328,522,492.97 dengan tambahan biaya tahunan sebesar Rp 1,246,893,750.00 untuk biaya operasi dan perawatan. Nilai harga jual listrik dihitung dengan target break even point pada 25 tahun setelah sistem mulai beroperasi. Didapatkan harga jual listrik untuk mencapai target tersebut adalah sebesar Rp 2755 per kWh.", "Daftar File": {"2019_TA_PP_Gandewa_Brahmaputra_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/151871"}, "Penulis": "Gandewa Brahmaputra [15511048]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Paramashanti"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Pemodelan Hidrodinamika, Arus Pasang Surut, Energi Terbarukan, Delft3D, Tanjung Pelanduk.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "10 file", "Tanggal Input": "24 Jan 2019"}