{"Nomor": 33548, "Judul": "STRATEGI PENINGKATAN KUALITAS LINGKUNGAN KAMPUNG KOTA DALAM MEWUJUDKAN KOTA YANG INKLUSIF DAN BERKELANJUTAN (STUDI KASUS: KOTA BANDUNG)", "Abstrak": "Dalam tujuan pembangunan berkelanjutan (SDGs), terdapat cita-cita untuk mewujudkan kota-kota dan permukiman yang aman, berketahanan, inklusif dan berkelanjutan (Tujuan-11). Dalam konteks pembangunan inklusif dan berkelanjutan, semua warga memiliki hak atas kota, khususnya dalam konteks persoalan kebutuhan hunian sebagai salah satu kebutuhan primer yang perlu diprioritaskan penyediaan dan penanganannya. Warga kota termasuk penghuni kampung kota memiliki hak yang sama untuk menikmati kehidupan yang layak, lingkungan hunian yang sehat dan terjangkau serta mendapat akses infrastruktur dasar sesuai standar. Dalam konteks inilah keberadaan kampung kota yang secara luasan masih dominan dan manjadi hunian bagi sebagian besar masyarakat, perlu mendapat perhatian. Pembangunan kota seyogyanya melibatkan semua kelompok masyarakat, sehingga pengembangan kawasan perumahan haruslah terjangkau atau dapat diakses oleh semua kalangan, serta berkelanjutan secara ekonomi, sosial, dan lingkungan. \nKajian ini bertujuan untuk merumuskan strategi peningkatan kualitas lingkungan kampung kota dalam konteks pembangunan kota yang inklusif  dan berkelanjutan. Pendekatan yang digunakan merupakan pendekatan campuran antara kuantitatif dan kualitatif melalui analisis spasial, analisis statistik deksriptif, analisis isi dan analisis SWOT. Pada konteks makro (skala kota), hasil kajian ini menjelaskan mengenai sebaran dan karakteristik kampung kota dan permukiman kumuh. Di Kota Bandung, sebanyak lebih dari 60% area kampung kota di Kota Bandung tergolong ke dalam kategori kawasan kumuh. Dalam penelitian ini juga diuraikan secara rinci mengenai histori program perbaikan kampung yang sudah dilakukan pemerintah selama ini mulai dari tahun 1960 hingga saat ini untuk mendapat pembelajaran dan evaluasi terkait pelaksanaan program tersebut. Kajian ini menyimpulkan bahwa berbagai program penanganan kampung dari era 1960-an hingga saat ini belum berhasil menuntaskan berbagai persoalan kawasan kumuh dari berbagai aspek dengan berbagai dinamika persoalan internal maupun eksternal yang terjadi.\nDalam konteks mikro, penelitian ini juga melakukan pendekatan bottom up melalui studi kasus pada tiga kawasan kampung kota di Kota Bandung. Hasil kajian menunjukkan bahwa pada dimensi sosial-ekonomi, status keberlanjutan kampung kota masih relatif lebih tinggi dibandingkan dengan keberlanjutan secara fisik. Hal ini menunjukkan bahwa kualitas lingkungannya perlu ditingkatkan dan perlu mendapat perhatian dalam pengembangan kota agar selaras dengan tujuan pembangunan kota yang lebih inklusif dan berkelanjutan. Penelitian ini telah merumuskan berbagai strategi baik dari aspek fisik maupun sosial ekonomi. Dalam penyediaan infrastruktur dasar permukiman di kawasan kampung kota (air bersih, jalan, drainase, sanitasi, dan lain sebagainya) diperlukan koordinasi antara pemerintah dan masyarakat karena seringkali ditemukan adanya ketidakcocokan antara program pemeritah dengan kebutuhan masyarakat. Fakta di lapangan menunjukkan bahwa seringkali terjadi ketidakselarasan antar program, seperti Kotaku dan PIPPK misalnya. Strategi untuk mengatasi hal itu adalah dengan melakukan perencanaan dan pengembangan tematik kawasan secara terintegrasi sehingga terjadi keselarasan antar program (tidak parsial). Strategi ini membutuhkan penguatan kelembagaan, yaitu koordinasi dan kolaborasi antara pemerintah, masyarakat, akademisi dan praktisi di Kota Bandung. Selain itu, pengembangan tematik kawasan pada tingkat kampung atau kelurahan berpotensi mengoptimalkan anggaran pemerintah dalam upaya perbaikan dan peningkatan kualitas kampung kota serta permukiman kumuh.", "Daftar File": {"2019_TS_PP_AFRIZAL_RAMADHAN_ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/151921", "2019_TS_PP_AFRIZAL_RAMADHAN_BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/151922", "2019_TS_PP_AFRIZAL_RAMADHAN_BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/151923", "2019_TS_PP_AFRIZAL_RAMADHAN_BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/151925", "2019_TS_PP_AFRIZAL_RAMADHAN_BAB_4_A.pdf": "https://digilib.itb.ac.id/gdl/download/151953", "2019_TS_PP_AFRIZAL_RAMADHAN_BAB_4_B.pdf": "https://digilib.itb.ac.id/gdl/download/151956", "2019_TS_PP_AFRIZAL_RAMADHAN_BAB_4_C.pdf": "https://digilib.itb.ac.id/gdl/download/151958", "2019_TS_PP_AFRIZAL_RAMADHAN_BAB_4_D.pdf": "https://digilib.itb.ac.id/gdl/download/151961", "2019_TS_PP_AFRIZAL_RAMADHAN_BAB_4_E.pdf": "https://digilib.itb.ac.id/gdl/download/151963", "2019_TS_PP_AFRIZAL_RAMADHAN_BAB_5_A.pdf": "https://digilib.itb.ac.id/gdl/download/151964", "2019_TS_PP_AFRIZAL_RAMADHAN_BAB_5_B.pdf": "https://digilib.itb.ac.id/gdl/download/151965", "2019_TS_PP_AFRIZAL_RAMADHAN_BAB_5_C.pdf": "https://digilib.itb.ac.id/gdl/download/151966", "2019_TS_PP_AFRIZAL_RAMADHAN_BAB_6.pdf": "https://digilib.itb.ac.id/gdl/download/151968", "2019_TS_PP_AFRIZAL_RAMADHAN_DAFTAR_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/151969", "2019_TS_PP_AFRIZAL_RAMADHAN_JURNAL.pdf": "https://digilib.itb.ac.id/gdl/download/151970"}, "Penulis": "Afrizal Ramadhan [25416012]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Iwan Kustiwan, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "kampung-kota, permukiman kumuh, pembangunan yang inklusif dan berkelanjutan", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "15 file", "Tanggal Input": "24 Jan 2019"}