{"Nomor": 33556, "Judul": "USULAN STRATEGY PEMASARAN UNTUK BISNIS FASHION MENGGUNAKAN TOWS MATRIX (STUDI KASUS: WOODBUTTON)", "Abstrak": "Ekonomi kreatif diharapkan menjadi penggerak ekonomi baru. Badan Ekonomi Kreatif (BEKRAF) memperkirakan pertumbuhan industri kreatif di Indinesia akan mencapai puncak pada tahun 2018. Industri fashion adalah salah satu kontributor dalam penggerak ekonomi kreatif, diikuti kuliner dan kerajinan. Industri kreatif memiliki dampak besar untuk membantu negara dalam mengurangi kemiskinan dan kesenjangan sosial. Peluang ini dilihat Woodbutton, yang merupakan merek lokal dari Bandung yang bekerja di industri fashion. Namun, hingga kini Woodbutton memiliki beberapa masalah seperti kurangnya sumber daya manusia, tidak memiliki strategi pemasaran yang baik dan Woodbutton menggunakan media sosial sebagai media promosi dan penjualan.\nPeneliti menggunakan metedologi kualitatif dan kuantitatif untuk menciptakan strategi pemasaran baru dengan beberapa alat seperti STP Analysis, Bauran Pemasaran, Porter's Five Forces, Analisa Pesaing dan Analisis SWOT. Selain itu, peneliti menggunakan wawancara dan kuesioner untuk mendapatkan lebih banyak wawasan dari konsumen.\nMenurut hasil penelitian, terdapat beberapa temuan di perspektif pelanggan untuk mengembangkan strategi pemasaran baru Woodbutton. Sebagian besar responden mengatakan bahwa produk memiliki kualitas baik, sedikit mahal, konsumen sulit melakukan pembelian dan promosi tidak terjangkau dan tidak efektif. Untuk mendapatkan lebih banyak masukan, peneliti menggunakan strategi Benchmarking terhadap perusahaan Uniqlo untuk mengadaptasi strategi perusahaan dan pemasaran mereka.\nPeneliti mengusulkan strategi pemasarn baru yang dapat meningkatkan kesadaran akan merek dan mendapatkan lebih banyak penjualan di masa depan. Dengan menggunakan TOWS Matris yang berasal dari Analisis SWOT terdapat 14 strategi pemasaran baru yang diklasifikasikan ke dalam variabel bauran pemasaran yang mewakili produk, harga, tempat dan promosi. Selain itu, peneliti juga membuat garis waktu perencanaan dan anggaran biaya yang dimulai pada Januari 2019 dengan tujuan untuk memantau strategi tetap pada jalurnya.", "Daftar File": {"2019_TS_PP_ARIEF_DWI_ANGGARA_1-_Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/151988"}, "Penulis": "Arief Dwi Anggara [29117152]", "Kontributor / Dosen Pembimbing": ["Dr. Dona Saphiranti S.Sn, MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Analisa Pesaing, Bechmarking, Analisa SWOT, Bauran Pemasaran, Mode, Porter’f Five Forces, STP Analisis, Strategi Pemasaran, TOWS diagram", "Sumber": "WOODBUTTON", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "24 Jan 2019"}