{"Nomor": 33555, "Judul": "Multilayer structure of ablation plume of standard geological sample irradiated by Nd:YAG nanosecond laser using shadowgraph technology", "Abstrak": "The ablation dynamics of a standard geological sample induced using a nanosecond laser was recorded using a high time-resolved pump-probe shadowgraph. During the early shock wave formation, multiple asymmetric spikes within one laser pulse result in multiple shock waves which swell and fuse. Observations of the multilayer structure inside the ablation plume showed that the intensity of the plasma luminescence gradually decreased with an increase in the delay time. The ablation plume perturbs the air at supersonic speed, forming shock waves with compressible discontinuity sweeping through the gas, changing its pressure, density, and ?uid velocity. Based on the classic Riemannian problem, a theoretical model was used to simulate the dynamics of the pressure, velocity, and density inside the ablation plume. The Taylor–Sedov theory was used to deduce the transient velocity, pressure, and temperature of the shock wave. The radius, velocity, pressure, and temperature of the shock wave reach 587.4?m, 2852.9m/s, 265.8MPa, and 27874.6K, respectively, when the National Institute of Standards and Technology standard reference material 614 is ablated at 80ns using a 17mJ laser pulse at atmospheric pressure. The structure of the multilayer ablation plume may alter the volatilization and agglomeration of different elements, resulting in elemental fractionation during the laser sampling for laser ablation inductively coupled plasma mass spectrometry.", "Daftar File": {}, "Penulis": "Zihan Li [School of Mathematics and Physics, China Universit]", "Kontributor / Dosen Pembimbing": ["Yong Jiang, Rong Qiu, Jiuling Meng, Yang Hu, Changjiang Zhang, Xiaocheng Zhang, Jingrui Cao, Yupeng Zhao, and Tao Lü"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "Applied physics", "Kata Kunci": "Ablation plume. Multilayer structure. Shadowgraph technology", "Sumber": "Journal of Applied Physics, 125, 023102, (2019). American Institute of Physics", "Staf Input/Edit": "Ena Sukmana", "File": "1 file", "Tanggal Input": "24 Jan 2019"}