{"Nomor": 33562, "Judul": "PENGARUH PERLAKUAN PANAS TERHADAP STRUKTUR MIKRO DAN JENIS-JENIS KARBIDA YANG MUNCUL PADA HIGH-SPEED STEEL AISI  M35", "Abstrak": "High speed steel merupakan salah satu jenis baja perkakas yang memiliki kekerasan yang tinggi. oleh sebab itu, High-speed steel banyak diaplikasikan dalam dunia industri sebagai perkakas potong. High speed steel umumnya dijual / didistribusikan dalam kondisi heat treated. Pada kondisi ini, high-speed steel dapat memperoleh sifat optimum karena adanya suatu senyawa yang mengakomodir tingginya kekerasan pada material ini. Senyawa tersebut adalah senyawa karbida. Senyawa karbida memiliki beberapa aspek penting yang dapat berpengaruh pada kekerasan baja secara keseluruhan, yaitu jenis, bentuk, ukuran, dan distribusi dari karbida itu sendiri.\nDalam penelitian ini, akan dilakukan identifikasi struktur mikro kepada mata bubut High Speed Steel AISI M35 pada kondisi saat didistribusikan, dan pada kondisi saat diberi perlakuan panas konvensional dengan menggunakan teknik Metalografi untuk mengamati karakterisasi dari karbida yang muncul pada material ini. Larutan etsa yang digunakan pada teknik Metalografi yakni Nital dan Murakami’s reagent. Dimana kedua larutan ini akan membantu proses karakterisasi dan mengamati jenis, bentuk, ukuran, dan distribusi dari beberapa jenis karbida yang ada pada High speed steel AISI M35. Untuk mengamati pengaruh perlakuan panas yang diberikan terhadap jenis, bentuk, ukuran, dan distribusi dari karbida, pengujian mekanik juga \ndilakukan untuk melihat pengaruhnya terhadap kekerasan. Selain itu, pada penelitian ini, untuk melengkapi proses identifikasi lebih jauh terhadap karbida yang muncul pada perlakuan panas, dilakukan karakterisasi X-Ray Diffraction (XRD).", "Daftar File": {}, "Penulis": "Muhammad Zaky Nur Fitra Wardha [13714056]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Rochim Suratman"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "High-Speed Steel, Karbida, Metalografi, Murakami’s", "Sumber": "", "Staf Input/Edit": "Wulan Nurhasanah", "File": "7 file", "Tanggal Input": "24 Jan 2019"}