{"Nomor": 33563, "Judul": "SPIN STIFFNESS AND DOMAIN WALLS IN DIRAC-ELECTRON MEDIATED MAGNETS", "Abstrak": "Spin interactions of magnetic impurities mediated by conduction electrons is one of the most interesting and potentially useful routes to ferromagnetism in condensed matter. In recent years, such systems have received renewed attention due to the advent of materials in which Dirac electrons are the mediating particles, with prominent examples being graphene and topological insulator surfaces. In this paper, we demonstrate that such systems can host a remarkable variety of behaviors, in many cases controlled only by the density of electrons in the system. Uniquely characteristic of these systems is an emergent long-range form of the spin stiffness when the Fermi energy ? resides at a Dirac point, becoming truly long-range as the magnetization density becomes very small. It is demonstrated that this leads to screened Coulomb-like interactions among domain walls, via a subtle mechanism in which the topology of the Dirac electrons plays a key role: the combination of attraction due to bound in-gap states that the topology necessitates and repulsion due to scattering phase shifts yields logarithmic interactions over a range of length scales. We present detailed results for the bound states in a particularly rich system, a topological crystalline insulator surface with three degenerate Dirac points and one energetically split off. This system allows for distinct magnetic ground states, which are either twofold or sixfold degenerate, with either short-range or emergent long-range interactions among the spins in both cases. Each of\nthese regimes is accessible, in principle, by tuning the surface electron density via a gate potential. A study of the Chern number associated with different magnetic ground states leads to predictions for the number of in-gap states that different domain walls should host, which we demonstrate using numerical modeling are precisely borne out. The nonanalytic behavior of the stiffness on magnetization density is shown to have a strong impact on the phase boundary of the system and opens a pseudogap regime within the magnetically ordered region. We thus find that the topological nature of these systems, through its impact on domain wall excitations, leads to unique behaviors distinguishing them markedly from their nontopological analogs.", "Daftar File": {}, "Penulis": "SAHINUR REJA [-]", "Kontributor / Dosen Pembimbing": ["H. A. FERTIG,", "AND L. BREY"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "-", "Sumber": "PHYSICAL REVIEW B 99, 045427 (2019); ©2019 American Physical Society", "Staf Input/Edit": "Ratnasari", "File": "1 file", "Tanggal Input": "24 Jan 2019"}