{"Nomor": 33577, "Judul": "Magnetotelluric transfer function distortion assessment using Nyquist diagrams", "Abstrak": "Magnetotelluric (MT) inversion is using impedance data as input data, which is traditionally presented via the\napparent resistivity and impedance phase. Since high-quality MT data are necessary to improve the reliability\nof inversion results, the distortions in the curves should be assessed and removed. Usually, this smoothing procedure\nacts individually on the apparent resistivity and phase and does not consider the dispersion relationship\nbetween the real and imaginary parts of the impedance. Therefore, how to assess the distortion while retaining\nthe inherent relationship in the impedance should be addressed. In this study, Nyquist diagrams were used as a\ntool to illustrate the inherent feature of the MT complex response. The MT impedances of 2-D and 3-D models\nwere computed and illustrated in the corresponding diagrams. From these curves, we found that the Nyquist\ncurves or part of themare continuous and smooth.When themodel is 1-D or 2-D, Zxy and Zyx try to stretch around\na line at a 45° slope, whereas in the 3-D case, the Nyquist diagrams of the full impedance elements rotate clockwise\nfrom low to high frequencies. If the frequency is high or low enough, the curves of Zxx and Zyy become\napproximate ellipses. The phases of Zxx and Zyy are also out of scope (??,?), which is beyond the traditional\nknowledge of the phase, which making data distortion removal in the phase confusing. Cole-Cole model could\nbe used to explain above features. And these features behind the Nyquist diagrams could be used as tools to\nguide the distortion removal in the MT complex response in the field. When MT impedance data are not severely\ndistorted, it is possible to recover high-quality datawhen obeying the following two rules: (1) both theamplitude\nand phase should be smooth and (2) theNyquist curve of the complex response should also be smooth or at least\nsmooth in segments.", "Daftar File": {}, "Penulis": "Yang Yue [-]", "Kontributor / Dosen Pembimbing": ["Wang Xueqiu, Han Jiangtao, Han Song, Zhang Yanhui, Li Jianping, Tang Yu,Weng Aihua"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Nyquist diagram Magnetotelluric sounding Distortion removal Impedance Dispersion relationship", "Sumber": "Journal of Applied Geophysics 160 (2019) 218–228, https://doi.org/10.1016/j.jappgeo.2018.11.018", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "25 Jan 2019"}