{"Nomor": 33574, "Judul": "Discrete-Element Contour-Filling Modeling Method for Micromechanical and Macromechanical Analysis of Aggregate Skeleton of Asphalt Mixture", "Abstrak": "This paper proposes a new modeling method to reconstruct hollow shapes of aggregate particles using the discrete-element method (DEM) to accurately characterize the microstructures of aggregates and efficiently predict the mechanical properties of aggregate skeletons. To provide a basis for virtual aggregate reconstruction, two-dimensional images and key morphological characteristics of different aggregate particles are measured using the Aggregate Imaging Measurement System (AIMS). Three different modeling methods—radiusexpansion (RE), interior-filling (IF), and contour-filling (CF)—are applied using Particle Flow Code in Two Dimensions (PFC2D) discreteelement software. Whereas RE and IF are conventional methods, the CF method is newly developed for this study. Both laboratory penetration and DEM-based virtual penetration tests are conducted to determine the microparameters for different aggregates. Further virtual penetration tests are then conducted to predict the inner friction resistance of different aggregate skeletons and to compare the accuracy and efficiency of the respective modeling methods. Based on these macromechanical and micromechanical property analyses, it is demonstrated that the newly developed CF modeling method is much more accurate and efficient than the conventional RE and IF methods, respectively.", "Daftar File": {}, "Penulis": "Xunhao Ding [220132397@seu.edu.cn]", "Kontributor / Dosen Pembimbing": ["Tao Ma, Xiaoming Huang"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "Civil engineering", "Kata Kunci": "Particle Flow Code in Two Dimensions (PFC2D). Aggregate Image Measurement System (AIMS). Radius-expansion generation method. Interior-filling method. Contour-filling method", "Sumber": "Journal of Transportation Engineering, Part B : Pavements, 2019, 145 (1) : 04018056. American Society of Civil Engineers", "Staf Input/Edit": "Ena Sukmana  \n                                     Ena Sukmana", "File": "2 file", "Tanggal Input": "25 Jan 2019"}