{"Nomor": 33590, "Judul": "MODEL MATEMATIKA PENYEBARAN PENYAKIT THEILERIOSIS PADA SAPI DENGAN PENGENDALIAN PADA VEKTOR HAEMAPHYSALIS LONGICORNIS", "Abstrak": "Theileriosis merupakan penyakit parasit darah pada sapi yang disebabkan oleh protozoa Theileria Orientalis dengan vektor utama caplak Haemaphysalis Longicornis. Penyakit ini menyerang sel darah merah pada sapi sehingga sapi mengalami anemia. Pada sapi yang terinfeksi, sampai saat ini tidak terdapat vaksin maupun obat untuk menyembuhkan theileriosis. Salah satu metode yang dapat dilakukan dalam penanggulangan penyebaran penyakit ini adalah dengan pengendalian pada caplak H. Longicornis. Model matematika penyebaran penyakit theileriosis dengan pengendalian pada caplak Haemaphysalis Longicornis menggunakan larutan acaricide dikaji di tesis ini. Model yang dibentuk terdiri dari sembilan belas kompartemen yang terdiri dari tiga kompartemen pada sapi yaitu sapi sehat, terekspos, terinfeksi dan enam belas kompartemen yang melibatkan seluruh fase hidup pada vektor. Pada model yang telah dibangun, terdapat tiga titik kesetimbangan yaitu titik bebas penyakit dengan vektor punah, titik bebas penyakit dengan vektor tidak punah, dan titik endemik. Pada model yang dibangun juga dikaji dan dianalisa parameter ambang batas, dan kestabilan dari masing-masing titik kesetimbangan. Pada bagian akhir, simulasi numerik dilakukan untuk mengilustrasikan dinamika populasi dan pengaruh parameter kontrol terhadap titik kesetimbangan. Dari hasil simulasi didapatkan bahwa kontrol pada caplak yang tidak menempel lebih efektif dalam menekan populasi sapi dan caplak yang terinfeksi", "Daftar File": {"2015_TS_PP_SUGIRI_ARYANTO_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/152131", "2015_TS_PP_SUGIRI_ARYANTO_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/152132", "2015_TS_PP_SUGIRI_ARYANTO_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/152133", "2015_TS_PP_SUGIRI_ARYANTO_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/152134", "2015_TS_PP_SUGIRI_ARYANTO_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/152135", "2015_TS_PP_SUGIRI_ARYANTO_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/152136", "2015_TS_PP_SUGIRI_ARYANTO_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/152137"}, "Penulis": "Sugiri Aryanto [20113024]", "Kontributor / Dosen Pembimbing": ["Prof. Edy Soewono, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Mathematics", "Kata Kunci": "Theileriosis, Haemaphysalis Longicornis, Acaricide, Model matematika penyebaran penyakit.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "25 Jan 2019"}