{"Nomor": 33591, "Judul": "STRATEGI PEMASARAN DIGITAL YANG DIUSULKAN UNTUK COWORKING SPACE (STUDI KASUS: CO&CO COWORKING SPACE)", "Abstrak": "Seiring dengan berkembangnya jumlah freelancer dan perusahaan strat-up di Indonesia, memunculkan gaya bekerja yang baru atau new work order, dimana gaya bekerja ini memiliki karakteristik yang lebih bebas, fleksibel dan mandiri. Sebagai reaksi dari new work order, bentuk-bentuk baru tempat kerja bermunculan di berbagai dunia termasuk Indonesia, seperti yang sedang popular adalah coworking space. CO&CO adalah first mover Coworking Space Industry di Bandung, yang di dirikan pada tahun 2014 yang bertempat di Jalan Dipatiukur No. 5 dan Jalan Cipaganti No. 138. Permasalahan yang di hadapi oleh CO&CO adalah tidak adanya pertumbuhan penjualan yang stabil, kurangnya kesadaran konsumen mengenai konsep coworking space industry, dan adanya engagement yang rendah dari promosi media digital (Instagram) yang mereka lakukan. Isu binsis utama dari CO&CO ini adalah bahwa mereka harus lebih memiliki promosi digital media yang tepat sebagai salah satu promosi utama yang mereka lakukan di era digital ini. Dalam mengajukan strategi yang sesuai bagi CO&CO ada dua analisis yang di jalankan yaitu analisis Eksternal yang terdir dari analisis PEST, analisis Porter’s 5 forces, dan analisis competitor. Analisi Internal yang terdiri dari analisis STP dan analisis bauran pemasaran (7P). Untuk analisis bauran pemasaran sendiri penulis melakukan analisis Instagram sebagai fokus promosi yang di jalankan oleh CO&CO dengan menggunakan analysis tool berbayar: minter.io. Minter.io adalah alat untuk menganalisis efektivitas akun Instagram untuk Merk/Agensi/ Bisnis. Setelah melakukan analisis eksternal dan internal dilakukan analisis root cause untuk mengidentifikasi permasalahan yang di hadapi CO&CO, unntuk mengatasi permasalahan tersebut dilakukakan analisis SWOT yang di kembangkan menjadi matriks TOWS yang nantinya dirumuskan kedalam beberapa strategi pemasaran digital yang tepat yang dapat meningkatkan engagement Instagram CO&CO sebagai salah satu media promosi utamanya.Hasil dari beberapa aksi strategi pemasaran digital yang di dapat di prioritaskan oleh CO&CO dengan menyesuaikan sumber daya yang ada diantaranya dengan melakukan kampanye media social yang komprehensive, membuat promosi musiman melalui Instagram, membuat konten interaktif dengan memanfaatkan fitur yang ada, dan menggunakan SEO untuk menaikan peringkat pada pencarian di website.", "Daftar File": {"2019_TS_PP_SOFIA_PUJIASTI_1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/152138"}, "Penulis": "Sofia Pujiasti [29117053]", "Kontributor / Dosen Pembimbing": ["Ira Fachira, PhD"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "CO&CO, Coworking space Bandung,  Pemasaran digital, Instagram", "Sumber": "CO&CO COWORKING SPACE", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "25 Jan 2019"}