{"Nomor": 33592, "Judul": "Failure behavior and crack evolution mechanism of a non-persistent jointed rock mass containing a circular hole", "Abstrak": "In natural rock masses, joints or flaws usually occur in sets that are more or less parallel and regularly spaced.\nMany problems occurred in tunnel engineering mainly result from the failure of joints or faults because they are\nweaker compared with the rock matrix. Therefore, it is important to study the interaction of joints with the\ntunnel, as well as the interactions between themselves. In this research, rock-like specimens of non-persistent\njointed rock masses containing a circular hole are prepared and tested under uniaxial compression. The test\nresults show that the peak strength and elastic modulus of the non-persistent jointed rock specimens display a\n“U” type variation with respect to the joint inclination. The multiple joints can be simplified and regarded as a\ncombination of three types of two-joints relative location, and the crack coalescence types and failure modes are\nin accordance with the classic crack coalescence types of the two joints. The crack coalescence between the joints\nand a circular hole can be categorized into three modes with respect to the joint inclination. The Discrete\nElement Method (DEM) model of the jointed rock specimen that contains a circular hole is established in particle\nflow code 2D (PFC2D). The simulation results show a good agreement with the experiment results. Furthermore,\nthe displacement fields at the crack zones reveal that the coalescence of joints is mainly caused by tensile cracks\nand that shear slipping cracks easily occur at the sidewalls of the circular hole. By comparing the parallel-bond\nforce fields in jointed models containing a circular hole with no a circular hole, it is shown that the circular hole\ncan change the stress state at the top and bottom. The joints at a joint inclination of 90° have the smallest effect\non the mechanical behavior of the rock specimen.", "Daftar File": {}, "Penulis": "Sheng-Qi Yang [-]", "Kontributor / Dosen Pembimbing": ["Peng-Fei Yin", "Yuan-Chao Zhang", "Miao Chen", "Xiao-Ping Zhou", "Hong-Wen Jing", "Qiang-Yong Zhang"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "Mining & related operations", "Kata Kunci": "Jointed rock specimen containing a circular hole, Multiple joints, Crack coalescence, DEM, PFC2D", "Sumber": "International Journal of Rock Mechanics and Mining Sciences 114 (2019) 101–121 https://doi.org/10.1016/j.ijrmms.2018.12.017", "Staf Input/Edit": "Resti Andriani", "File": "1 file", "Tanggal Input": "25 Jan 2019"}