{"Nomor": 33601, "Judul": "ESTIMASI KEPADATAN ULAT API MELALUI METODE SAMPLING JARAK", "Abstrak": "Banyak jenis hama yang ditemukan pada kelapa sawit seperti tikus, kumbang dan ulat. Ulat api dan ulat kantong termasuk ulat pemakan daun kelapa sawit. Penelitian ini berfokus pada ulat api jenis Setora nitens pada perkebunan kalapa sawit Karya Tanah Subur di daerah Aceh Barat. Banyak cara yang telah dilakukan untuk mengatasi hama ulat pada kelapa sawit mulai dari pemantauan dini dan pembasmian ulat api. Untuk mengetahui kepadatan ulat api dapat dilakukan dengan menghitung langsung individu ulat atau dengan metode yang lainnya. dalam penelitian ini, kepadata ulat api di estimasi melalui teknik sampling jarak.\nSampling jarak merupakan salah satu metode yang digunakan untuk memprediksi kepadatan dan penyebaran populasi. Dalam sampling jarak, serangkaian titik atau garis diletakkan secara acak pada daerah sensus dan diukur jarak antara individu yang terdeteksi pada gari atau titik tersebut. Metode Jarak Terurut, Titik Kuadran dan metode Variabel Area Transek merupakan metode-metode sampling jarak yang digunakan dalam penelitian ini.\nBerdasarkan uraian tersebut, penilitian ini berfokus pada estimasi kepadatan Setora nitens menggunakan metode-metode sampling jarak. Setelah dilakukan penelitian metode terbaik dipilih berdasarkan analisis variansi. Berdasarkan hasil analisis diperoleh tiga metode terbaik. Pertama metode Jarak Terurut dengan individu terdekat kedua dan individu terdekat ketiga. Dan metode Variabel Area Transek dengan individu terdekat ketiga.", "Daftar File": {"2015_TS_PP_CUKRI_RAHMI_NIANI_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/152172", "2015_TS_PP_CUKRI_RAHMI_NIANI_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/152173", "2015_TS_PP_CUKRI_RAHMI_NIANI_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/152174", "2015_TS_PP_CUKRI_RAHMI_NIANI_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/152175", "2015_TS_PP_CUKRI_RAHMI_NIANI_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/152176", "2015_TS_PP_CUKRI_RAHMI_NIANI_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/152177"}, "Penulis": "Cukri Rahminiani [20113070]", "Kontributor / Dosen Pembimbing": ["Udjianna Sekteria Pasaribu, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Setora nitens ,Sampling Jarak, Jarak Terurut, Titik Kuadran, Variabel Area Transek", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "6 file", "Tanggal Input": "25 Jan 2019"}