{"Nomor": 33608, "Judul": "DESAIN DAN ANALISIS STONE COLUMN UNTUK MITIGASI LIKUIFAKSI DI LOMBOK, NUSA TENGGARA BARAT", "Abstrak": "Gempa bumi merupakan fenomena alam yang dapat mengakibatkan kerusakan alam maupun lokasi peradaban manusia. Sebagai negara yang diapit oleh lempeng tektonik aktif, Indonesia sangat rentan terhadap kerusakan yang ditimbulkan oleh gempa bumi. Likuifaksi adalah fenomena yang timbul sebagai akibat dari gempa bumi. Tujuan dari pengerjaan tugas akhir ini adalah untuk melakukan desain dan analisis perbaikan tanah dengan stone column sebagai upaya mitigasi likuifaksi. Lokasi studi kasus pada tugas akhir ini adalah di Lombok, Nusa Tenggara Barat. Analisis likuifaksi yang dilakukan adalah analisis secara kualitatif dan kuantitatif. Analisis kualitatif dilakukan dengan kriteria historis dan kriteria geologis. Analisis kuantitatif dilakukan dengan menggunakan metode simplified seed. Berdasarkan analisis potensi likuifaksi secara kualitatif diperoleh kesimpulan bahwa Lombok berpotensi terjadi likuifaksi. Dari hasil analilisis secara kualitatif kemudian dilakukan analisis potensi likuifaksi secara kualitatif. Dimana kriteria analisis potensi likuifaksi kuantitaf yang digunakan adalah apabila nilai FS < 1 maka lokasi tersebut berpotensi likuifaksi, dan apabila nilai FS > 1  lokasi tersebut tidak berpotensi likuifaksi. Berdasarkan hasil analisis potensi likuifaksi secara kuantitatif lokasi studi memiliki tingkat potensi terjadi likuifaksi yang cukup tinggi. Analisis dilanjutkan untuk menentukan kedalaman tanah yang harus diperbaiki di lokasi studi. hasil analisis menunjukan kedalaman tanah yang harus diperbaiki adalah 15 – 16 m untuk hasil analisis kedalaman yang diperbaiki dengan metode LPI, dan 10 – 12 m untuk hasil analisis kedalaman yang diperbaiki dengan menggunakan metode kurva Ishihara (1985). Kedua kriteria kedalaman hasil analisis kedua metode ini kemudian digunakan sebagai parameter desain stone column di lokasi studi. Hasil proses analisis dan desain yang dilakukan diperoleh konfigurasi untuk kondisi kedalaman tanah yang diperbaiki dengan metode LPI adalah : diameter stone column = 1 m, spasi antar kolom = 1.7 m, dengan pola equilateral triangular. Sedangkan untuk kondisi kedalaman tanah yang diperbaiki dengan metode kurva ishihara (1985), diperoleh konfigurasi stone column dengan diameter 1 m, jarak spasi antar kolom 1.8 m, dan pola equilateral triangular.", "Daftar File": {"2019_TA_PP_Arief_Mardiansyah_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/152215"}, "Penulis": "Arief Mardiansyah [15511038]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Hendriyawan, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Likuifaksi, stone column, Lombok, perbaikan tanah, desain.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Jan 2019"}