{"Nomor": 33618, "Judul": "DESAIN ULANG HANDLE TRANSFORMER HAND BIKE DENGAN MENERAPKAN METODE DESIGN FOR MANUFACTURE AND ASSEMBLY (DFMA)", "Abstrak": "Berdasarkan data yang dikumpulkan dari sembilan provinsi di Indonesia pada tahun 2009, jumlah penyandang cacat sebanyak 299.203 jiwa. Kecacatan yang paling banyak dialami adalah cacat kaki (21,86%). Para penyandang cacat kaki tersebut memerlukan alat bantu jalan untuk mempermudah mereka dalam beraktivitas. Alat-alat bantu jalan seperti tongkat, kursi roda, hingga sepeda tangan telah banyak beredar di pasaran. Namun, alat-alat tersebut masing-masing memiliki kelebihan dan kekurangan masing-masing dilihat dari mobilitas (kemudahan pengguna untuk menggunakannya ke tempat yang jauh) dan keringkasannya (kemudahan alat untuk disimpan dan dibawa). Transformer Hand Bike adalah alat bantu transportasi untuk penyandang cacat kaki berupa sepeda roda tiga yang digerakkan dengan kayuhan tangan. Desain ulang dilakukan terhadap handle produk tersebut dengan menggunakan metode design for manufacture and assembly (DFMA) yang dikembangkan oleh Boothroyd dan Dewhurst. Hasilnya didapatkan tiga buah desain handle baru yang mengalami peningkatan total sekitar 100% dalam aspek assembly dan manufaktur dibandingkan dengan desain awal. Desain terbaik mengalami peningkatan total sebesar 118%.", "Daftar File": {"TA_Rifko_Rahmat_Kurnianto_(13110132).pdf": "https://digilib.itb.ac.id/gdl/download/152251", "TA_Rifko_Rahmat_Kurnianto_(13110132),_Bab_-_I_pdf.pdf": "https://digilib.itb.ac.id/gdl/download/152253", "TA_Rifko_Rahmat_Kurnianto_13110132,_Bab_II.pdf": "https://digilib.itb.ac.id/gdl/download/152254", "TA_Rifko_Rahmat_Kurnianto_13110132,_Bab_IV.pdf": "https://digilib.itb.ac.id/gdl/download/152256", "TA_Rifko_Rahmat_Kurnianto_13110132,_Bab_V.pdf": "https://digilib.itb.ac.id/gdl/download/152259", "TA_Rifko_Rahmat_Kurnianto_13110132,_Bab-III.pdf": "https://digilib.itb.ac.id/gdl/download/152265"}, "Penulis": "Rifko Rahmat Kurnianto [13110132 ]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ir. Agung Wibowo, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Design for Manufacture and Assembly (DFMA)", "Sumber": "", "Staf Input/Edit": "D. Budina", "File": "6 file", "Tanggal Input": "28 Jan 2019"}