{"Nomor": 33615, "Judul": "Automatic seismic velocity analysis based on nonlinear optimization of the semblance function", "Abstrak": "We developed and analyzed a method for automatic velocity picking in the semblance domain as a nonlinear\noptimization problem that is computationally fast, robust, and a simple model for testing. The obtained results\ncan be considered as an initial model for other data-driven methods.\nSeismic velocity analysis can be considered the major aim for application in data imaging and post-imaging\nprocesses. It falls into several classes of mathematical and computational problems, such as manual or automatic,\nstack or migration, and nonlinear local or global optimization. In all cases the process needs assistance in terms of\na priori information and input-output constraints, that can be geological (from well logs), geometrical, and physical parameters. In addition, all geophysics problems are to be considered three dimensional spatially, as twodimensional imaging suffers from structural side effects.\nIn the conventional method, the steps of velocity analysis for each common-mid-point are as follows: (1) normalmoveout stack velocities are estimated by means of semblance summation along hyperbolic time trajectories\nproducing a map of S(vrms,t0); (2) manual picking is performed in the semblance map for several stack times\nt0; and (3) interval velocities, vint, are calculated based on the picked smooth stack velocities, vrms, to construct\nan earth velocity time model that does not require a reference subsurface model.\nIn conclusion, the present automatic velocity analysis has multiple tasks: (1) diminishing the picking step by considering that the stack velocities are based on an interval velocity model; (2) searching for an interval velocity\nmodel that best explains the estimated stack velocities; and (3) automatically searching, subject to geological,\nphysical and mathematical constraints, and editing.", "Daftar File": {}, "Penulis": "L.W.B. Leite [-]", "Kontributor / Dosen Pembimbing": ["W.W.S. Vieira"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Automatic velocity analysis Semblance Event picking", "Sumber": "Journal of Applied Geophysics 161 (2019) 182–192, https://doi.org/10.1016/j.jappgeo.2018.12.015", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "28 Jan 2019"}