{"Nomor": 33614, "Judul": "Perancangan Pipa Pesat Pembangkit Listrik Tenaga Mikro Hidro Perian", "Abstrak": "Saat ini, pertumbuhan kebutuhan listrik di Indonesia mencapai 8,5% per tahun, sedangkan pertumbuhan pembangunan pembangkit listrik hanya 6,5% per tahun. Harus ada peningkatan pertumbuhan pembangunan pembangkit listrik untuk memenuhi kebutuhan listrik di Indonesia. Salah satu pembangkit listrik yang bisa dioptimalkan adalah Pembangkit Listrik Mikro Hidro (PLTMH). PLTMH memiliki biaya investasi yang rendah dan bisa memenuhi kebutuhan listrik masyarakat pedesaan yang selama ini masih jauh pasokan listrik. PLTMH memiliki komponen-komponen yang dirancang sesuai standar untuk memperoleh kinerja yang optimum. Salah satu komponen utama PLTMH adalah pipa pesat (penstock). Pada tugas akhir ini, dilakukan analisis hidrolik dan analisis tegangan pada pipa pesat PLTMH Perian. Analisis hidrolik mencakup perhitungan diameter pipa, distribusi tekanan, dan tebal pipa pada kondisi tunak dan transien. Analisis tegangan pipa pesat mengacu kepada kode ASME B31.1 Power Piping. Dalam melakukan analisis hidrolik dan tegangan, analisis dilakukan dengan beberapa perangkat lunak seperti Pipe Flow Expert V5.12.1.1, Bentley Hammer V8i, dan CAESAR II 2014. Dari analisis hidrolik, diperoleh pipa NPS 48 dengan tebal pipa 8,74 mm, 10,31 mm, dan 12,7 mm. Dari analisis tegangan, pipa pesat memenuhi kode ASME B31.1 untuk seluruh kondisi pembebanan. Tegangan maksimum terjadi pada saat beban occasional total dengan tegangan maksimum sebesar 89,4 MPa. Tegangan tersebut masih di bawah tegangan ijin berdasarkan ASME B31.1 sebesar 113,4 MPa dan rasio tegangan sebesar 78,8 %.", "Daftar File": {"TA_Delfi_Arisyandi-13111002.pdf": "https://digilib.itb.ac.id/gdl/download/152227", "TA_Delfi_Arisyandi-13111002_ba-I.pdf": "https://digilib.itb.ac.id/gdl/download/152228", "TA_Delfi_Arisyandi-13111002_ba-II_pdf.pdf": "https://digilib.itb.ac.id/gdl/download/152229", "TA_Delfi_Arisyandi-13111002_ba-III_pdf.pdf": "https://digilib.itb.ac.id/gdl/download/152230", "TA_Delfi_Arisyandi-13111002_ba-IV_pdf.pdf": "https://digilib.itb.ac.id/gdl/download/152231"}, "Penulis": "Delfi Arisyadi [13111002 ]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. I Wayan Suweca, DEA", "Ir. I Nengah Diasta, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "PLTMH, Pipa Pesat, Analisis Hidrolik, Analisis Tegangan", "Sumber": "", "Staf Input/Edit": "D. Budina", "File": "5 file", "Tanggal Input": "28 Jan 2019"}