{"Nomor": 33621, "Judul": "KAJIAN FITOKIMIA DAN SIFAT ANTIMIKROBA TIGA TUMBUHAN PHYLLANTHUS (EUPHORBIACEAE)", "Abstrak": "Phyllanthus merupakan salah satu genus terbesar kedua setelah Euphorbia dari tumbuhan famili Euphorbiaceae, yang tersebar luas di daerah tropis dan subtropis, antara lain Asia, Afrika, dan Amerika Selatan. Beberapa tumbuhan genus ini telah dilaporkan memiliki berbagai kegunaan dalam kesehatan, antara lain untuk mengatasi gangguan ginjal dan kandung kemih, infeksi usus, diabetes dan gangguan fungsi hati. Walaupun sebagai genus yang besar, kajian fitokimia kelompok tumbuhan ini masih relatif jarang, yaitu baru 29 dari 700 spesies Phyllanthus, dua diantaranya berasal dari Indonesia. Hasil penelusuran pustaka menunjukkan bahwa genus ini menghasilkan metabolit sekunder golongan lignan, alkaloid, flavonoid, triterpenoid, steroid, dan turunan asam fenolat. Selain kajian fitokimia, para peneliti juga telah mengkaji sifat biologis tumbuhan genus Phyllanthus, baik pada tingkat ekstrak ataupun senyawa-senyawa murni hasil isolasi. Kajian bioaktivitas ekstrak meliputi sifat antioksidan, antivirus, dan antimikroba. Hasil kajian tersebut menyarankan bahwa tumbuhan Phyllanthus sangat potensial sebagai sumber senyawa-senyawa yang bersifat antimikroba.\n\nPada  penelitian  ini  telah  dilakukan  kajian  fitokimia  terhadap  tiga  spesies tumbuhan Phyllanthus, yaitu Phyllanthus myrtifolius, P. emblica, dan P. niruri. Ketiga   sampel   tumbuhan   pada   penelitian   ini   berasal   dari   Jawa   Barat (P. myrtifolius, Bogor; P. emblica, Bandung) dan Jawa Tengah (P. niruri, Kebumen).  Selain  itu,  telah  dilakukan  pula  uji  aktivitas  antimikroba  ekstrak aseton ketiga tumbuhan dan senyawa hasil isolasi terhadap delapan bakteri isolat klinik yang diperoleh dari Politeknik Kesehatan, Cimahi (isolat ?Bandung?) yaitu bakteri Gram-(-) (Enterobacter aerogenes, Escherichia coli, Pseudomonas aeruginosa, Salmonella typhi, Shigella dysentriae, dan Vibrio cholerae), serta bakteri Gram-(+) B. subtilis, Staphylococcus aureus dan duabelas bakteri uji dari Universiti Putra Malaysia (UPM) (isolat ?Malaysia?)  yaitu (Gram-(+): B. cereus ATCC 33019, B. subtilis ATCC 6633, Listeria monocytogenesis ATCC 15313, Propionibacterium acnes ATCC 3314, MRSA (Meticillin Resistant S. aureus) ATCC 29213, S. epidermidis ATCC 155, Streptococcus mutants ATCC 27351, dan S. mutants (isolat klinikal); Gram-(-): Klebsiella pneumoniae ATCC 13773, Proteus mirabilis ATCC 21100, P. aeruginosa ATCC 9027, dan S. typhi), serta satu spesies jamur patogen Fusarium oxsysporum yang berasal dari koleksi UPM.\n \n\nIsolasi metabolit sekunder berlangsung dalam beberapa tahap meliputi ekstraksi menggunakan metode maserasi dan partisi cair-cair, fraksinasi, dan pemurnian menggunakan  berbagai  teknik  kromatografi.  Struktur  molekul  senyawa  hasil isolasi ditetapkan berdasarkan analisis data spektroskopi, terutama spektroskopi NMR-1D dan NMR-2D, sementara pengujian sifat antimikroba dilakukan menggunakan metode mikrodilusi mengacu pada metode standar CLSI M07-A9 (antibakteri) dan CLSI M38-A2 (antijamur).\n\nPada kajian fitokimia telah berhasil diisolasi duabelas senyawa murni, termasuk diantaranya satu senyawa baru, yaitu asam 3?-(3',4'-di-O-asetil-?-L- arabinopiranosil)-12-oleanen-28-oat (1). Sebelas senyawa lainnya merupakan senyawa yang telah dikenal, yang meliputi satu triterpen yaitu lupeol (2); tujuh senyawa   lignan   dengan   kerangka   arilnaftalen,   yaitu   retrojustisidin   B   (3), filamirisin A (4), justisidin B (5), filamirisin C (6), filamirisin E (7), filamirisin F (8), piskatorin (9); dua senyawa lignan dengan kerangka ariltetralin dan dibenzilbutan yaitu nirtetralin B (10) dan filantin (11); serta satu senyawa turunan asam  benzoat,  yaitu  asam  4-O-metilgalat  (12).  Penemuan  senyawa  1  dalam P. myrtifolius memberi arti penting pada fitokimia tumbuhan ini, bukan saja penemuan triterpen dengan kerangka oleanan adalah pertamakali, melainkan juga adanya gugus arabinosil terikat pada kerangka triterpen adalah pertamakali pada genus Phyllanthus. Selain itu, penemuan justisidin B (5) dan piskatorin (9) adalah juga pertamakali pada tumbuhan P. myrtifolius. Secara kemotaksonomi, kedua spesies   P.   myrtifolius   dan   P.   niruri   berkerabat   dekat   karena   keduanya mengandung metabolit sekunder turunan lignan sedangkan P. emblica tidak. Berdasarkan kandungan lignan tersebut dapat disarankan bahwa P. myrtifolius merupakan spesies yang lebih maju dibandingkan dengan P. niruri karena secara biogenetik lignan ariltetralin adalah prekursor pada pembentukan lignan arilnaftalen.\n\nHasil pengujian sifat antimikroba menunjukkan, secara umum aktivitas inhibisi ketiga ekstrak terhadap pertumbuhan bakteri Gram-(-) isolat ?Bandung? lebih baik dibandingkan dengan inhibisi terhadap bakteri Gram-(+). Pada pengujian sifat antibakteri  ekstrak  aseton  tumbuhan  Phyllanthus  terhadap  bakteri  uji  isolat\n?Malaysia? menunjukkan hanya ekstrak aseton P. myrtifolius yang aktif terhadap bakteri MRSA (zona hambat 14 mm), meskipun jauh lebih rendah dibandingkan dengan kontrol positif antibiotik (klorheksidin, 22 mm). Pada tingkat senyawa murni, senyawa baru triterpen glikosida 3?-(3',4'-di-O-asetil-?-L- arabinopiranosil)-12-oleanen-28-oat (1) dan lignan arilnaftalen filamirisin C (6) (MIC 31,3 ?g/mL) merupakan dua senyawa hasil isolasi yang potensial sebagai antibakteri. Kedua senyawa tersebut memperlihatkan aktivitas tertinggi terhadap tujuh dari delapan spesies bakteri uji isolat ?Bandung?, terutama terhadap bakteri uji Gram-(-), serta satu bakteri Gram-(+) B. subtilis. Senyawa lignan arilnaftalen retrojustisidin B (3) dan filamirisin A (4) juga menunjukkan aktivitas yang sama dengan senyawa 1 dan 6, kecuali terhadap bakteri S. typhi (MIC 62,5 ?g/mL).\nSenyawa lignan arilnaftalen justisidin (5), filamirisin E (7), dan filamirisin F (8) menunjukkan aktivitas antibakteri yang moderat (62,5-125 ?g/mL). Namun demikian, pengujian keduabelas senyawa (1-12) terhadap seluruh bakteri uji isolat\n?Malaysia? memperlihatkan aktivitas antibakteri yang moderat atau lemah (MIC\n62,5-500 ?g/mL).\n \n\nPada pengujian sifat antijamur, senyawa murni  yang diperoleh P. myrtifolius, yaitu filamirisin C (6), dan P. niruri, yaitu nirtetralin B (10), adalah paling aktif dalam   menghambat   pertumbuhan   jamur   F.   oxysporum   dengan   nilai   MIC keduanya  4,0  ?g/mL.  Walaupun  demikian,  pada  uji  germinasi  mikrokonidia, kedua senyawa tersebut memerlukan konsentrasi yang lebih tinggi untuk dapat menghambat secara sempurna. Dengan demikian, kedua senyawa ini memiliki potensi yang tinggi sebagai senyawa alami yang aktif untuk mengatasi infeksi jamur F. oxysporum.\n\nSelanjutnya, mengingat potensi yang cukup tinggi dari tumbuhan genus Phyllanthus sebagai agen antimikroba serta masih banyaknya spesies Phyllanthus Indonesia yang belum dikaji, maka penelitian lebih lanjut terhadap fitokimia dan aktivitas antimikroba tumbuhan Phyllanthus perlu dilanjutkan. Kajian tersebut dapat mengungkapkan secara lebih luas potensi tumbuhan Phyllanthus Indonesia sebagai antimikroba yang berasal dari bahan alam.", "Daftar File": {"2015_DIS_PP_NENENG_WINDAYANI_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/152255", "2015_DIS_PP_NENENG_WINDAYANI_1-_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/152257", "2015_DIS_PP_NENENG_WINDAYANI_1-_BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/152258", "2015_DIS_PP_NENENG_WINDAYANI_1-_BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/152260", "2015_DIS_PP_NENENG_WINDAYANI_1-_BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/152261", "2015_DIS_PP_NENENG_WINDAYANI_1-_BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/152262", "2015_DIS_PP_NENENG_WINDAYANI_1-_BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/152263", "2015_DIS_PP_NENENG_WINDAYANI_1-_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/152264"}, "Penulis": "Neneng Windayani [30510007]", "Kontributor / Dosen Pembimbing": ["Prof. Yana Maolana Syah, MS, Ph.D.", "Prof. Dr. Euis Holisotan Hakim, MS", "Prof. Dr. Komar Ruslan Wirasutisna"], "Jenis Koleksi": "Disertasi", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Antimikroba,  asam  3?-(3',4'-di-O-asetil-?-L-arabinopiranosil)-12- oleanen-28-oat, euphorbiaceae, lignan, Phyllanthus, triterpen", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "28 Jan 2019"}