{"Nomor": 33625, "Judul": "Prestasi dan Emisi Motor Diesel IDI Putaran Rendah Berbahan Bakar Minyak Nabati Murni Pada Sistem Pembangkit Listrik Tenaga Hibrida (Diesel-Surya)", "Abstrak": "Pembangkit Listrik Tenaga Hibrida (PLTH) merupakan salah satu jenis pembangkit listrik yang cocok digunakan untuk pulau-pulau terpencil di Indonesia. PLTH umumnya menggunakan sumber energi terbarukan seperti tenaga surya, air, dan angin yang dikombinasikan dengan sumber energi tak terbarukan seperti tenaga diesel. Pada penelitian ini dilakukan pengujian prestasi dan emisi dari motor diesel IDI yang dikombinasikan dengan panel surya dalam sistem PLTH dimana bahan bakar dari motor diesel itu sendiri menggunakan minyak nabati murni. Hasil pengujian prestasi menunjukan sistem PLTH mengkonsumsi bahan bakar lebih rendah rata-rata 7% dibandingkan motor diesel saja yang tidak dikombinasikan dengan panel surya. Namun motor diesel pada sistem PLTH mengkonsumsi bahan bakar lebih tinggi 29% dibandingkan motor diesel yang berdiri sendiri. Hasil pengujian emisi menunjukan sistem PLTH Diesel-Surya menghasilkan emisi karbon dioksida yang lebih rendah rata-rata 30,8% dan emisi asap yang lebih rendah rata-rata 32,2% dibandingkan motor diesel yang tidak dikombinasikan dengan panel surya.", "Daftar File": {"Tugas_Sarjana_Jalu_Eko_13111006-ASLI.pdf": "https://digilib.itb.ac.id/gdl/download/152321", "TA_Jalu_Eko_13111006,_Bab-I.pdf": "https://digilib.itb.ac.id/gdl/download/152322", "TA_Jalu_Eko_13111006,_Bab-II.pdf": "https://digilib.itb.ac.id/gdl/download/152323", "TA_Jalu_Eko_13111006,_Bab-III.pdf": "https://digilib.itb.ac.id/gdl/download/152324", "TA_Jalu_Eko_13111006,_Bab-IV.pdf": "https://digilib.itb.ac.id/gdl/download/152325", "TA_Jalu_Eko_13111006,_Bab-V.pdf": "https://digilib.itb.ac.id/gdl/download/152326"}, "Penulis": "Jalu Eko Harjono [13111006 ]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ir. Iman Kartolaksono Reksowardojo, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "PLTH, motor diesel IDI, minyak kelapa murni, minyak kelapa sawit murni, prestasi, emisi", "Sumber": "", "Staf Input/Edit": "D. Budina", "File": "6 file", "Tanggal Input": "28 Jan 2019"}