{"Nomor": 33631, "Judul": "GEOLOGI BAWAH PERMUKAAN DAN POTENSI PEMBENTUKAN SISTEM PETROLEUM PADA AREA BUNGALUN KARIORANG, CEKUNGAN KUTAI, KALIMANTAN TIMUR", "Abstrak": "Cekungan Kutai merupakan cekungan tersier di Indonesia yang memiliki potensi hidrokarbon cukup besar. Penelitian ini dilakukan pada Area Bungalun Kariorang, bagian utara dari Cekungan Kutai atau yang disebut sebagai Northern Basin, dibatasi di bagian timur laut - utara oleh Zona Sesar Sangkulirang dan di bagian barat daya – selatan dibatasi oleh Pegunungan Schwaner dan Zona Sesar Adang. Penelitian ini dilakukan untuk melakukan pemetaan bawah permukaan sekaligus restorasi penampang seismik guna mengetahui evolusi struktur dalam pembentukan daerah penelitian. Selain itu, pada penelitian ini juga dilakukan analisis potensi pembentukan sistem petroleum di daerah penelitian secara kualitatif.\nPotensi hidrokarbon terdapat pada batuan berumur Eosen hingga Miosen. Formasi yang terdapat pada interval penelitian diantaranya Formasi Sembulu, Kariorang, Maluwi, dan Sekerat. Data yang digunakan dalam penelitian ini berupa log sumur, penampang seismik 2D, deskripsi batuan inti, dan data biostratigrafi. Metode yang digunakan untuk melakukan analisis fitur geologi berupa analisis peta struktur kedalaman, restorasi penampang, analisis sedimentasi dan lingkungan pengendapan.\nHasil menunjukkan bahwa daerah penelitian dipengaruhi oleh dua rezim tektonik, yakni ekstensional dan kontraksional. Rezim ekstensional terjadi lebih dulu dan menghasilkan pemekaran yang berlangsung dari Eosen Tengah hingga Oligosen Akhir. Kemudian terjadi rezim kontraksional yang mengaktifkan struktur-struktur di batuan dasar dan membentuk sesar mendatar yang memotong kelurusan sesar ekstensional. Rezim kontraksional semakin kuat pada Miosen Tengah sehingga menghasilkan sesar inversi pada sesar-sesar yang terbentuk pada awal pemekaran.\nPotensi sistem petroleum dimiliki daerah penelitian mulai dari elemen berupa batuan induk, batuan reservoir, dan batuan penyekat hingga pembentukan perangkap hidrokarbon yang didominasi oleh jenis perangkap struktur. Sistem petroleum ini terbentuk pada umur Eosen hingga saat ini.", "Daftar File": {}, "Penulis": "Bintang Alfian Nur Rachman [12012002]", "Kontributor / Dosen Pembimbing": ["Ir. Benyamin Sapiie, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Bungalun Kariorang, Restorasi Penampang Seismik, Sistem Petroleum.", "Sumber": "", "Staf Input/Edit": "tuti yulia", "File": "20 file", "Tanggal Input": "28 Jan 2019"}