{"Nomor": 33643, "Judul": "PEMODELAN DAN PERHITUNGAN SUMBERDAYA EMAS PADA URAT KUARSA CIBITUNG, KABUPATEDN PANDEGLANG, PROVINSI BANTEN", "Abstrak": "Permasalahan yang dibahas pada penelitian ini adalah kurang sesuainya antara\nsebaran kadar emas hasil estimasi, dengan sebaran kadar emas aktual yang didapatkan, dari\nhasil produksi tambang emas bawah tanah Cibitung yang bertipe urat epitermal sulfidasi\nrendah, di Kabupaten Pandeglang, Provinsi Banten. Hal ini diduga karena estimasi pada\npemodelan sebelumnya, mengasumsikan kadar emas terdistribusi secara acak tetapi relatif\nmerata (asumsi domain tunggal) di seluruh bagian urat, dan dilakukan dengan teknik\npemodelan Inverse Distance Weighting, yang tidak mempetimbangkan anisotropi dari\nsebaran kadar. Pada penelitian ini akan dilakukan pemodelan Urat Cibitung dengan\nmemperhitungkan faktor tekstur urat kuarsa yang mengontrol penyebaran kadar emas pada\nore (asumsi multiple domain). Data yang digunakan berupa data logging 48 sumur bor\npada Tambang Emas Urat Cibitung, dan beberapa data penunjang lain, seperti data kontur\nelevasi permukaan, dan peta lokasi continuous chip sampling XC CBT elev 1016, . Metode\nyang dilakukan pada penelitian ini dibagi menjadi beberapa tahap, yaitu: mempelajari\ntatanan geologi dan proses mineralisasi sebagai aspek pengontrol pemodelan, dilanjutkan\ndengan membuat bentuk ore pada software pemodelan tiga dimensi, kemudian\nmenginterpolasi kadar emas dengan teknik geostatistik (Ordinary Kriging), melakukan\npenghitungan dan klasifikasi sumberdaya, dan terakhir dilakukan evaluasi pada hasil\npemodelan. Hasil dari penelitian ini adalah urat bijih Cibitung dapat dibagi menjadi tiga\ndomain pemodelan, yaitu domain stockwork-masif, banded, dan brecciated vein. Ketiga\ndomain tersebut menghasilkan sebaran kadar emas yang berbeda, sebaran kadar emas\nhighgrade dikontrol oleh domain brecciated vein, yang berada pada bagian tengah urat.\nBesaran sumberdaya yang didapat pada penelitian ini adalah 2,420,878.07 ton ore, kadar\nrata-rata 4.82 g/t emas, dan berat emas sejumlah 11,676.29 kg.", "Daftar File": {}, "Penulis": "Rizal Debrian Mahantara [12012047]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ir. Suryantini, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Prospek Cibitung, pemodelan sebaran kadar, perhitungan sumberdaya, Ordinary Kriging.", "Sumber": "", "Staf Input/Edit": "tuti yulia", "File": "7 file", "Tanggal Input": "28 Jan 2019"}