{"Nomor": 33671, "Judul": "AIR COMBAT MANEUVER GUIDANCE SYSTEM FOR UCAV USING NEUTRAL-ADVANTAGE-DISADVANTAGE-MUTUAL DISADVANTAGE (NADM) APPROACH", "Abstrak": "UCAV adalah jenis UAV yang dirancang untuk melakukan pertempuran udara. Selama pertempuran berlangsung, UCAV harus melakukan manuver terbaik berdasarkan hasil proses penilaian ancaman sebelumnya. Untuk alasan ini, melengkapi UCAV dengan program penilaian ancaman dan pengambilan keputusan yang handal sebagai sistem terintegrasi menjadi penting.\nPenelitian ini bertujuan untuk menerapkan program penilaian ancaman dan pengambilan keputusan pada UCAV dan mengevaluasi kinerja program yang ditugaskan yang tertuang dalam bentuk metode Neutral-Advantage-Disadvantage-Mutual Disadvantage (NADM).\nPada langkah awal, transformasi dilakukan untuk memperoleh parameter-parameter tempur dari state variables pesawat yang saat ini dikenal yang diperoleh dari pesawat bermodel negara-ruang angkasa. Parameter-parameter tempur yang didapat kemudian diteruskan ke program penilaian ancaman NADM sebagai masukan. Setelah proses penilaian dilakukan, algoritma pengambilan keputusan berdasarkan skema kontrol prediktif kemudian menentukan set masukan perintah terbaik untuk UCAV untuk mencapai situasi tempur yang diinginkan melalui manuver yang dieksekusi. Perbandingan antara hasil simulasi dengan set kondisi referensi yang disediakan kemudian dilakukan. Akhirnya, pembahasan mengenai hasil yang diperoleh disajikan.\nHasil simulasi yang diperoleh menunjukkan bahwa UCAV berhasil menjalankan semua perintah yang ditugaskan oleh program NADM. Namun, kumpulan hasil tersebut juga menunjukkan beberapa masalah yang terdapat dalam metode NADM sebagai penilaian ancaman dan alat pengambilan keputusan.", "Daftar File": {"2019_TA_PP_Wisnu_Dewangga_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/152568", "COVER Wisnu Dewangga": "https://digilib.itb.ac.id/gdl/download/191002", "BAB 1 Wisnu Dewangga": "https://digilib.itb.ac.id/gdl/download/191003", "BAB 6 Wisnu Dewangga": "https://digilib.itb.ac.id/gdl/download/191008", "PUSTAKA Wisnu Dewangga": "https://digilib.itb.ac.id/gdl/download/191009"}, "Penulis": "Wisnu Dewangga [13614012]", "Kontributor / Dosen Pembimbing": ["Rianto Adhy Sasongko, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "UCAV, NADM, penilaian ancaman, kontrol prediktif, pengambilan keputusan, manuver", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Alice Diniarti", "File": "9 file", "Tanggal Input": "28 Jan 2019"}