{"Nomor": 33674, "Judul": "GEOLOGI DAN PEMODELAN RESERVOIR KARBONAT FORMASI BATURAJA PADA LAPANGAN GUM CEKUNGAN SUMATERA SELATAN", "Abstrak": "Lapangan GUM secara administratif terletak pada Provinsi Sumatera Selatan dan memiliki luas 130 km2. Secara geologi, Lapangan GUM terletak pada struktur GUM, Cekungan Sumatera Selatan yang merupakan antiklin yang berasosiasi demgam sesar naik berorientasi baratlaut-tenggara. Studi geologi dan pemodelan reservoir pada penelitian ini difokuskan pada Formasi Baturaja yang memiliki litologi batugamping, yang terletak pada kedelaman 960-1040 m TVDSS.\nTujuan dari penelitian ini adalah membuat model geologi dan mengestimasi jumlah cadangan hidrokarbon di tempat pada interval reservoir. Data yang digunakan dalam penelitian ini berupa data log tali kawat dari 6 sumur, data seismik dua dimensi, data deskripsi keratan bor, dan data batuan inti. Terdapat tiga metode yang digunakan dalam penelitian ini: metode pertama adalah analisis data sumur yang meliputi korelasi sumur, deskripsi keratan bor, dan analisis petrofisika; metode kedua adalah analisis data seismik yang meliputi pembuatan peta struktur kedalaman dan penentuan geometri reservoir; metode ketiga adalah pemodelan reservoir yang meliputi pembuatan model struktur tiga dimensi, pemodelan properti petrofisika, penentuan kontak fluida, dan perhitungan cadangan hidrokarbon di tempat.\nHasil yang didapatkan dari penerapan metode di atas antara lain kondisi geologi,jumlah cadangan hidrokabon di tempat. Interval Reservoir merupakan batugamping denggan tebal 5-160m dengan sisipan batuserpih. Struktur geologi utama pada Lapangan GUM berupa sesar naik dengan sumbu orientasi timurlaut-baratdaya. Fasies pengendapan reservoir adalah isolated carbonate reef build up. Estimasi jumlah cadangan hidrokarbon di tempat dari interval reservoir pada daerah penelitian adalah sebesar 112 BSCF untuk cadangan gas dan 21 MMSTB untuk cadangan minyak.", "Daftar File": {}, "Penulis": "Theresia Maria Citraningtyas [12013023]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Dardji"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Cekungan Sumatera Selatan, Formasi Baturaja, Lapangan GUM. Original Gas in Place (OGIP), Original Oil in Place (OOIP).", "Sumber": "", "Staf Input/Edit": "tuti yulia", "File": "0 file", "Tanggal Input": "28 Jan 2019"}