{"Nomor": 33678, "Judul": "SENYAWA FENOL TIPE ADDUCT DIELS-ALDER DARI  MEDIA KULTUR AKAR MORUS SHALUN (MORACEAE)", "Abstrak": "Kajian fitokimia telah dilakukan sejak lama karena adanya kandungan metabolit sekunder yang memiliki bioaktivitas penting bagi manusia. Salah satu genus tumbuhan yang potensial untuk diteliti adalah Morus dari famili Moraceae yang dilaporkan mengandung senyawa golongan fenolik, terutama flavonoid, stilbenoid, 2-arilbenzofuran, dan adduct Diels-Alder, maupun senyawa golongan non-fenolik, seperti terpenoid dan steroid. Beberapa metabolit sekunder tersebut menunjukkan bioaktivitas yang penting dan beragam, seperti antitumor, antihipertensi, antimikrobial, antiinflamasi, dan antivirus. Umumnya studi terhadap senyawa alam ini diawali proses isolasi terhadap tumbuhan alami ataupun terhadap hasil kultur jaringan. Keunikan tumbuhan Morus yang dikembangkan dengan teknik kultur jaringan yaitu mampu menghasilkan\n, terutama, senyawa fenolik yang lebih kompleks dan tidak banyak ditemukan pada tumbuhan alaminya,  yaitu  senyawa  adduct  Diels-Alder.  Pada  penelitian  ini  dilakukan  isolasi  dan\nkarakterisasi metabolit sekunder kultur akar Morus shalun. Tujuan penelitian ini adalah untuk mendapatkan informasi kandungan metabolit sekunder dari kultur akar  Morus shalun untuk\npertama kalinya. Kultur akar ditumbuhkan dalam media cair MS (Murashige-Skoog) dengan penambahan hormon IBA (Indole 3-Butiric Acid) 1 ppm. Perbanyakan kultur akar dilakukan dengan subkultur setelah berusia 4 atau 5 minggu selama ±5 bulan. Isolasi dilakukan terhadap\nmedia cair (±7 L) yang diekstraksi dengan etil asetat (EtOAc) (± 5 L dengan pemakaian berulang). Fasa organik (EtOAc) yang diperoleh diuapkan dengan tekanan rendah (evaporasi)\nsehingga didapatkan ekstrak EtOAc kering seberat 4,2 g. Isolasi dan pemurnian dengan menggunakan   berbagai   teknik   kromatografi,   seperti   kromatografi   cair   vakum   (KCV),\nkromatografi kolom gravitasi (KKG), kromatografi kolom sepadhex LH-20, dan kromatografi radial (KR) menghasilkan tiga senyawa murni. Karakterisasi dengan menggunakan data spektroskopi   NMR   (spektrum  1D-NMR   dan   2D-NMR)   menunjukkan   bahwa   ketiganya\nmerupakan senyawa turunan adduct Diels-Alder, yaitu kuwanon J, guangsangon E, dan calkomorasin yang memiliki sitotoksisitas terhadap sel murine leukemia P-388 dengan nilai IC50 berturut-turut sebesar 5,9 ?g/mL, 2,5 ?g/mL, dan 1,7 ?g/mL.", "Daftar File": {"2015_TA_PP_RIZKI_FITRIANI_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/152604"}, "Penulis": "Rizki Fitriani [10510024]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Euis Holisotan Hakim, MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "root cultures, Morus, Morus shalun, Diels-Alder adduct, cytotoxicity", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "28 Jan 2019"}