{"Nomor": 33670, "Judul": "ANALISIS VARIASI SPATIO - TEMPORAL BAHAYA DAN RISIKO KEKERINGAN DI INDONESIA DENGAN MENGGUNAKAN METODE STANDARIZED PRECIPITATION INDEX (SPI)", "Abstrak": "Kekeringan merupakan bencana keempat terbesar di Indonesia hingga pada tahun\n2016 dan frekuensi kejadian kekeringan diprediksi akan terus meningkat akibat\nadanya perubahan dan variabilitas iklim di dunia. Tujuan dari penelitian ini adalah\nmengetahui variasi tingkat bahaya kekeringan di Indonesia secara historis dan\nperubahan risiko kekeringan berdasarkan bahaya dan kerentanan kekeringan.\nStandarized Precipitation Index (SPI) dihitung dengan menggunakan data curah\nhujan klimatologi Global Precipitation Climate Center (GPCC) bulanan selama 40\ntahun (1971 – 2010) untuk memperoleh nilai indeks bahaya kekeringan/ Drought\nHazard Index (DHI) dan dipetakan menjadi peta bahaya kekeringan di wilayah\nIndonesia. Analisis risiko dengan dengan membuat peta risiko didapatkan dengan\nmenghitung DHI dan Drought Vulnerability Index (DVI).\nHasil penelitian ini menunjukan bahwa adanya variasi tingkat bahaya kekeringan\ndi Indonesia yang cenderung meningkat hal ini dibuktikan dengan peningkatan\nvariasi kejadian, frekuensi, dan luas kelas kategori bahaya kekeringan di Indonesia.\nHasil korelasi antara nilai SPI dengan indeks ONI dengan IOD positif menunjukan\nhubungan yang kuat dengan dengan indeks bahaya kekeringan khususnya pada\nperiode tahun 1991 - 2000. Secara temporal bahaya kekeringan di Indonesia\nmeningkat khususnya pada kelas kategori sedang dan tinggi dan diduga\nberhubungan dengan adanya peningkatan frekuensi kejadian ENSO dan IOD lalu\nsecara spasial wilayah yang mengalami peningkatan bahaya kekeringan paling\ntinggi adalah Jawa, Sumatera, dan Kalimantan baik di skala kekeringan jangka\npendek maupun jangka panjang. Perubahan risiko kekeringan di Indonesia secara\ntemporal cenderung meningkat khususnya pada kelas kategori tinggi lalu secara\nspasial wilayah yang cenderung mengalami peningkatan risiko paling tinggi ada\npada wilayah Sumatera, Kalimantan, dan Jawa.", "Daftar File": {"2017_TA_PP_KEVIN_AGUSTINUS_LAZARUS_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/152565"}, "Penulis": "Kevin Agustinus Lazarus [12812009]", "Kontributor / Dosen Pembimbing": ["Muhammad Ridho Syahputra, S.Si., M.Si.", "Dr. Rusmawan Suwarman, S.Si., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Kekeringan, Indeks Bahaya Kekeringan, Indeks Risiko Kekeringan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "28 Jan 2019"}