{"Nomor": 33681, "Judul": "PENENTUAN KETINGGIAN INJEKSI ASAP KEBAKARAN HUTAN KE ATMOSFER DI PULAU SUMATRA PADA OKTOBER 2015", "Abstrak": "Penting untuk mengetahui penyebaran asap sebagai pertimbangan dalam upaya evakuasi bencana asap akibat kebakaran hutan. Menjalankan model simulasi sebaran asap kebakaran hutan menjadi salah satu upaya untuk mengetahui penyebaran asap. Penelitian ini melihat ketinggian injeksi yang dapat dicapai asap pada kebakaran hutan yang terjadi selama Oktober 2015 di Pulau Sumatra dengan menggunakan model HYSPLIT. Informasi ini penting sebagai input model simulasi sebaran asap karena akan menentukan jangkauan sebaran asap.\nPenelitian ini menggunakan data hotspot dari MODIS yang dianggap sebagai sumber api. Dilakukan sweep parameter experiment dengan cara memasukkan ketinggian yang bervariasi dalam pemodelan forward trajectory dengan HYSPLIT. Ketinggian yang diinput dibagi kedalam rentang ketinggian yaitu 10-1000 meter, 1050-2000 meter, 2050-3000 meter, 3050-4000 meter, 4050-5000 meter, dan 5050-6000 meter dengan interval 50 meter. Keluaran HYSPLIT dibandingkan dengan data citra satelit MODIS untuk melihat pola sebaran yang mirip dengan citra satelit. Digunakan metode image processing sederhana dengan membandingkan kesamaan warna yang diasumsikan sebagai asap kebakaran. Selain itu hasil keluaran model HYSPLIT juga dibandingkan dengan data ketinggian puncak aerosol dari satelit CALIPSO.\nHasil penelitian menunjukkan pada kebakaran hutan selama bulan Oktober 2015 mayoritas ketinggian injeksi efektif mencapai ketinggian 3000 meter. Ketika ketinggian tersebut dimasukkan kedalam model HYSPLIT, akan diperoleh sebaran yang mirip dengan hasil observasi (citra satelit MODIS). Pada ketinggian injeksi efektif ini, asap dominan bergerak ke arah barat laut menyusuri Pulau Sumatra, menuju Provinsi Riau", "Daftar File": {"2017_TA_PP_DITA_RAMA_SARI__AS_1-PUSAKA1.pdf": "https://digilib.itb.ac.id/gdl/download/152636"}, "Penulis": "Dita Rama Sari AS [12812011]", "Kontributor / Dosen Pembimbing": ["Dr. Nurjanna Joko Trilaksono, S.Si., M.Si.", "Noviana Dewani, M.Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "ketinggian injeksi; HYSPLIT; CALIPSO", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "28 Jan 2019"}