{"Nomor": 33705, "Judul": "PEMBUATAN DAN KARAKTERISASI INSULASI TERMAL DARI SELULOSA BERBASIS KULIT JAGUNG", "Abstrak": "Konsumsi energi di dunia, 30-40% penggunaanya terletak pada sektor gedung khususnya pada pemanasan dan pendinginan ruangan. Oleh karena itu, dibutuhkan improvisasi terhadap teknologi dan material insulasi termal pada gedung untuk menghasilkan efisiensi energi yang tinggi dan konsumsi energi rendah. Material yang biasa digunakan untuk insulasi termal diantaranya adalah stone wool, serat gelas, poliurethane, dan polistirena. Kelemahan dari material-material tersebut adalah merupakan material yang tidak terbarukan serta energi pembutan insulasi termal cukup besar. Selulosa merupakan material terbarukan yang memiliki sifat termal yang baik, sifat akustik yang baik sehingga sangat bagus untuk dijadikan material insulasi termal pada bangunan. Selulosa dapat berasal dari berbagai macam limbah pertanian, salah satunya adalah kulit jagung dengan kandungan selulosa sebesar 31,3-39,3%. Potensi dari kulit jagung cukup menjanjikan dan pada penelitian ini dibuat produk insulasi termal dari kulit jagung yang dicampur dengan epoksi. Kulit jagung dilakukan karakterisasi awal yaitu uji densitas dan Chesson-Datta. Sampel insulasi termal di buat dengan menggunakan variasi fraksi volume kulit jagung sebesar 10%, 15%, 20%,25% dan dicampur dengan resin epoksi. Dari hasil pengujian, densitas kulit jagung didapat sebesar 0,933 gr/cm3, kandungan selulosa sebesar 24,5%, nilai konduktivitas termal yang paling optimum terdapat pada 20% fraksi volume kulit jagung yaitu sebesar 0,096 W/mK, nilai kekuatan & kekakuan bending, kekuatan & kekakuan tarik berkurang seiring dengan pertambahan fraksi volume kulit jagung. Adanya void/porositas menyebabkan densitas rendah, dan fraksi volume sampel lebih kecil dibandingkan dengan nilai yang ditentukan.", "Daftar File": {}, "Penulis": "Akbar Prasandhika [13713027]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Mardiyati, S.Si., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Insulasi termal, konduktivitas termal, kulit jagung,selulosa,void.", "Sumber": "", "Staf Input/Edit": "Wulan Nurhasanah", "File": "7 file", "Tanggal Input": "28 Jan 2019"}