{"Nomor": 33701, "Judul": "ANALISIS VARIABILITAS KEKERINGAN UNTUK PRODUKSI TANAMAN PADI DENGAN MENGGUNAKAN STANDARDIZED PRECIPITATION INDEX (SPI)", "Abstrak": "Kabupaten Indramayu merupakan salah satu sentra produksi padi terbesar kedua di Jawa Barat yang sangat rentan terhadap kejadian kekeringan. Adanya pengaruh ENSO memberi dampak buruk terhadap produksi padi yang menyebabkan puluhan ribu hektar tanaman padi mengalami puso pada saat kekeringan. Variabilitas kekeringan turut berperan dalam produksi padi. Salah satu antisipasi kekeringan adalah penerapan indeks kekeringan SPI. Kekeringan ini semestinya dapat dirumuskan dalam beberapa faktor pengendali kekeringan secara fisis sehingga dapat ditaksir jumlah produksi padi lebih awal di Kabupaten Indramayu.\nPemanfaatan perhitungan SPI dengan hanya masukan data curah hujan saja, dapat diperkirakan daerah yang rentan terhadap kekeringan, frekuensi kejadiannya dan nilai kritis curah hujan agar terjadi kekeringan. Adapun hasilnya untuk nilai SPI 12 bulanan ternyata sangat dipengaruhi oleh ENSO di Nino 3.4. Selanjutnya hasil tersebut digunakan untuk mempelajari keterkaitan faktor eksternal yang mengendalikan kejadian ENSO, seperti nilai sunspot melalui mekanisme perawanan dan pusat massa semesta melalui mekanisme pasang surut tahunan dalam pembentukan kejadian kekeringan.\nPada penelitian ini diperoleh hasil bahwa pada saat kejadian El Nino di Kabupaten Indramayu selalu menyebabkan kekeringan dan penurunan produksi padi, tetapi pada saat kejadian La Nina belum tentu mempengaruhi produksi padi sebab ada faktor lain yang bukan faktor meteorologi seperti luasan lahan, banjir, kemunculan OPT atau hama, penyakit tanaman dan lainnya. Selain itu, faktor eksternal bumi seperti aktivitas matahari dan pergerakan pusat semesta turut memberi pengaruh pada proses pembentukan kekeringan dengan cara memodulasi kejadian ENSO.", "Daftar File": {}, "Penulis": "Ulfa Widya Lestari [12811031]", "Kontributor / Dosen Pembimbing": ["Dr. Plato Martuani Siregar, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Indramayu; Kekeringan Meteorologi; Produksi Padi; SPI; Sunspot", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "6 file", "Tanggal Input": "28 Jan 2019"}