{"Nomor": 33702, "Judul": "Numerical Simulation Of Enhancing Coalbed Methane Recovery By Injecting CO2 With Heat Injection", "Abstrak": "The technology used to enhance coalbed methane (CBM) recovery by injecting CO2 (CO2-ECBM) with heat, combining\nheat injection with CO2 injection, is still in its infancy; therefore, theoretical studies of this CO2-ECBM technology should\nbe perused. First, the coupling equations of the difusion–adsorption–seepage–heat transfer felds of gas are established. The\ndisplacement processes under diferent pressures and temperatures are simulated by COMSOL. Finally, the displacement\nefects, a comparison of the CO2 storage capacity with the CH4 output and the efective infuencing radius of CO2 injection are analyzed and discussed. The results show that (1) the displacement pressure and temperature are two key factors\ninfuencing the CH4 output and the CO2 storage capacity, and the increase in the CO2 storage capacity is more sensitive to\ntemperature and pressure than the CH4 output. (2) The gas fow direction is from the injection hole to the discharge hole\nduring the displacement process, and the regions with high velocity are concentrated at the injection hole and the discharge\nhole. (3) A reduction in the CH4 concentration and an increase in the CO2 concentration are obvious during the displacement\nprocess. (4) The efective infuencing radius of injecting CO2 with heat increases with the increase in time and pressure. The\nrelationship between the efective infuencing radius and the injection time of CO2 has a power exponential function, and\nthere is a linear relationship between the functional coefcient and the injection pressure of CO2. This numerical simulation study on enhancing CBM recovery by injecting CO2 with heat can further promote the implementation of CO2-ECBM\nproject in deep coal seams.", "Daftar File": {}, "Penulis": "HUI HUANG FANG  [-]", "Kontributor / Dosen Pembimbing": ["Shu Xun Sang", "Shi Qi Liu"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "CO2-ECBM ; Numerical simulation ; Displacement efect • COMSOL ; CO2 storage capacity ; Efective infuencing radius", "Sumber": "Petroleum Science (2019) 16:32–43 https://doi.org/10.1007/s12182-018-0291-5", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "28 Jan 2019"}