{"Nomor": 33723, "Judul": "PENGEMBANGAN SOAL-SOAL MATEMATIKA SESUAI MODEL PISA", "Abstrak": "PISA (Programme for International Student Assesment) adalah sebuah proyek\ndari Organization for Economic Co-operation and Development (OECD).\nProgram ini diikuti oleh beberapa negara peserta, termasuk Indonesia. PISA\nbertujuan untuk menilai sejauh mana siswa berusia 15 tahun terampil\nmenggunakan matematika ketika dihadapkan dengan masalah dalam konteks\ndunia nyata.\nAda tiga literasi yang dinilai dalam PISA yakni: membaca, matematika, dan sains.\nUntuk literasi matematika, ruang lingkup PISA memiliki tiga aspek yaitu: konten,\nproses, dan konteks. Aspek dari konten matematis ada empat yaitu: relasi dan\nfungsi (change and relationships), geometri dan pengukuran (space and shape),\nbilangan (quantity), dan statistika dan peluang (uncertainty and data). Tiga aspek\ndari proses matematis, yaitu: merumuskan situasi secara matematis; menggunakan\nkonsep matematis, fakta, dan prosedur; dan menginterpretasi, menerapkan, dan\nmengevaluasi hasil. Aspek dari konteks matematis ada empat yaitu: pribadi\n(personal), pekerjaan (occupational), kemasyarakatan (societal), dan Ilmiah\n(scientific).\nPada proyek ini dibahas satu set soal PISA yang dikembangkan berdasarkan\nmasalah kontekstual yang ada di Indonesia. Soal-soal yang dikembangkan\nkemudian dikaitkan dengan Kurikulum Tingkat Satuan Pendidikan.", "Daftar File": {"2014_TS_PP_ASROPI_1-_COVER1.pdf": "https://digilib.itb.ac.id/gdl/download/152847", "2014_TS_PP_ASROPI_1-PUSTAKA1.pdf": "https://digilib.itb.ac.id/gdl/download/152852"}, "Penulis": "Enny Suryani [90111004]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. M. Salman A.N., S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Pengajaran Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Mathematics", "Kata Kunci": "literasi matematis, konten PISA, proses PISA, konteks PISA", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Dwi Ary Fuziastuti", "File": "6 file", "Tanggal Input": "28 Jan 2019"}