{"Nomor": 33728, "Judul": "Effects of nanoplastics and microplastics on the growth of sediment-rooted macrophytes", "Abstrak": "Plastic debris of all sizes has been detected in marine, terrestrial and freshwater habitats. Effects of plastic debris\non macrophytes have hardly been studied, despite their importance in aquatic ecosystems. We provide the first\nexperimental study exploring nano- and microplastic effects on the growth of sediment-rooted macrophytes.\nMyriophyllum spicatum and Elodea sp. were exposed to sediments amended with six doses of polystyrene (PS)\nnanoplastic (50–190 nm, up to 3% sediment dry weight) and PS microplastic (20–500 ?m, up to 10% dry weight)\nunder laboratory conditions. Both macrophyte species were tested for changes in root and shoot dry weight\n(DW), relative growth rate (RGR), shoot to root ratio (S:R), main shoot length and side shoot length.\nMicroplastics did not produce consistent dose-effect relationships on the endpoints tested, except that main\nshoot length was reduced for M. spicatum with increasing microplastic concentration. Nanoplastic significantly\nreduced S:R for both macrophytes as a result of increased root biomass compared to shoot biomass. Nanoplastic\nalso caused a decrease in M. spicatum main shoot length; however, shoot biomass was not affected. Elodea sp. side\nshoot length, root and shoot biomass and RGR were positively correlated to the nanoplastic concentration. All effects occurred at higher than environmentally realistic concentrations, suggesting no immediate implications for\necological risks. Our study did not aim for the elucidation of the exact mechanistic processes that cause the effects, however, particle size seems to play an important factor.\nCapsule: Nano- and microplastics affect growth of sediment-rooted macrophytes.", "Daftar File": {}, "Penulis": "Sander van Weert [-]", "Kontributor / Dosen Pembimbing": ["Paula E. Redondo-Hasselerharm.,Noël J. Diepens.,Albert A. Koelmans"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Myriophyllum spicatum Elodea sp. Sediment Microplastic Nanoplastic", "Sumber": "Science of the Total Environment 654 (2019) 1040–1047", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "29 Jan 2019"}