{"Nomor": 33736, "Judul": "STUDI KARAKTERISASI DAN PERBANDINGAN ROBUSTNESS PADA BERBAGAI ALGORITMA STAR PATTERN RECOGNITION UNTUK STAR SENSOR MENGGUNAKAN DIGITAL SIMULATION", "Abstrak": "Beberapa tahun terakhir penggunaan star sensor, yang mana merupakan sensor paling akurat pada satelit, mulai merambah ke satelit mikro dan satelit nano, yang sebelumnya hanya digunakan pada satelit dengan high budget. Prinsip kerja star sensor adalah mencocokan pola bintang pada foto bintang (star image) yang ditangkap kamera dengan pola bintang pada GSC (Guide Star Catalogue). Star sensor memiliki dua aspek, yaitu aspek hardware dan software atau algoritma. Algoritma pada star sensor disebut juga algoritma star pattern recognition, atau pengenalan pola bintang. Algoritma yang baik harus memiliki tingkat keberhasilan pencocokan yang tinggi ketika terdapat banyak gangguan (robust) dan processing time yang cepat. Terdapat berbagai jenis algoritma star pattern recognition, yang mana memiliki kelebihan dan kekurangannya masing-masing, sehingga perlu dilakukan karakterisasi dan perbandingan berbagai algoritma tersebut.\n\nDalam tugas akhir ini dilakukan karakteriasi dan perbandingan robustness pada berbagai jenis algoritma star pattern recognition menggunakan digital simulation yang dibuat pada Matlab 2014a. Digital simulation adalah simulasi yang dilakukan pada perangkat lunak mulai dari simulasi foto bintang sampai pencocokan pola dan penentuan sikap.\n\nHasil simulasi menunjukkan bahwa success rate tidak selalu naik dengan semakin banyaknya bintang yang digunakan untuk pencocokan karena hal tersebut bergantung pada bagaimana algoritma tersebut bekerja. Selain itu semakin banyak jumlah bintang yang digunakan maka processing time semakin lama, dan sebaliknya. Algoritma yang paling baik dari segi success rate adalah algoritma yang menggunakan pola kombinasi seluruh segitiga yang mungkin, dengan kata lain paling robust, akan tetapi memiliki processing time paling lama. Processing time yang lama tersebut dapat diatasi dengan cara mengoptimasi GSC.", "Daftar File": {}, "Penulis": "Nugraha Setya Ardi [13614063]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ridanto Eko Poetro, S.T., M.Sc.", "M. Arif Saefudin, ST, Mkom"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "attitude sensor, star sensor, star pattern recognition, robustness, digital simulation.", "Sumber": "", "Staf Input/Edit": "Erlin Marliana Effendi", "File": "8 file", "Tanggal Input": "29 Jan 2019"}