{"Nomor": 33733, "Judul": "OBSERVATION OF ALTERNATELY LOCALIZED FARADAY WAVES IN A NARROW TANK", "Abstrak": "There are many experimental works and analyses of gravity water surface waves in\nvibrating high-aspect-ratio rectangular tanks. In most cases, the waves are symmetric\nor antisymmetric in the direction along the short sides. Here we report an unusual\nalternately localized Faraday wave (ALFW) in this system which is neither symmetric\nnor antisymmetric along the short side direction. The peculiar feature is that close to the\nboundary there are a series of large oscillating regions and flat regions; i.e., the surface\nbarely moves during the experiment. The large oscillating regions and the flat regions\nappear alternately not only in the direction along the long side of the tank, but also along the\nshort side. The large surface deformation implies strong nonlinearities of the phenomenon.\nThe spectrum of the discrete cosine transformation of the surface profile shows clearly that\nthere are only two dominating modes. However, further analyses reveal that it is not simply\na two-mode excitation through external driving, but a one mode excitation, then pumping\nthe other mode excited through strong internal mode interactions in a leading-passive way.\nWe use the phenomenological nonlinear mode competition model, which is a set of coupled\nnonlinear Mathieu equations, to reproduce the ALFW pattern. Theoretical analyses and\nnumerical simulations indicate that both nonlinear internal mode interactions and nonlinear\nbounding effects account for this phenomenon. Phase locking and amplitude bounding can\nbe reproduced quantitatively by the model. The instability boundary in the parameter space\nobtained by numerical simulations fits the one obtained by experiments very well.", "Daftar File": {}, "Penulis": "ZHIGANG ZHU    [-]", "Kontributor / Dosen Pembimbing": ["YALEI SONG,", "XIAONAN LIU,1 DAWU XIAO,", "LEI YANG,", "AND LIANG HUANG"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "-", "Sumber": "PHYSICAL REVIEW FLUIDS 4, 014807 (2019); ©2019 American Physical Soci", "Staf Input/Edit": "Ratnasari", "File": "1 file", "Tanggal Input": "29 Jan 2019"}