{"Nomor": 33739, "Judul": "Pengembangan Simulasi Structural Health Monitoring Untuk Deteksi Dan Lokalisasi Cacat Pada Pelat Isotropik Menggunakan Lamb Wave", "Abstrak": "Structural Health Monitoring (SHM) merupakan sistem inspeksi yang memanfaatkan penebaran jaringan transduser (sensor dan aktuator) pada suatu struktur untuk mendeteksi anomali/cacat secara cepat dan otomatis. Penerapan SHM pada pesawat terbang berpotensi untuk memperkecil margin of safety desain struktur dan juga mengoptimalkan praktik inspeksi dan perawatan yang sudah ada. Salah satu bentuk SHM yang banyak dikembangkan adalah sistem pendeteksi cacat dengan memanfaatkan perambatan gelombang ultrasonik secara terpandu pada struktur pelat (Lamb wave).\nTugas akhir ini difokuskan pada dua aspek. Aspek pertama adalah pengembangan model  elemen  hingga  untuk  menyimulasikan  pembangkitan,  perambatan,  dan penginderaan Lamb wave pada pelat isotropik. Pembangkitan dan penginderaan sinyal dilakukan menggunakan transduser PZT yang dimodelkan menggunakan elemen piezoelektrik menggunakan analisis dynamic implicit. Masukan aktuator dan  keluaran  sensor  adalah  sinyal  voltase  sebagai  fungsi  waktu.  Perambatan gelombang dimodelkan pada pelat dengan dan tanpa cacat untuk mendapatkan dua sinyal yang berbeda menggunakan analisis dynamic explicit. Analisis transduser dan pelat digabungkan dengan metode Explicit-Implicit Co-simulation. Cacat yang diberikan pada pelat adalah through-thickness crack dan cacat sirkular 2 dimensi. Aspek kedua adalah pengembangan program numerik untuk pengolahan sinyal dan pencitraan lokasi cacat. Program pengolahan sinyal dikembangkan pada domain waktu dengan metode Transformasi Hilbert dan Auto-korelasi untuk mendapatkan fitur Time of Flight (TOF) gelombang. Penentuan lokasi cacat dilakukan dengan triangulasi locus elips cacat berbasiskan beberapa data TOF yang diterima dari jaringan aktuator-sensor.\nDari pengembangan bertahap model elemen hingga menggunakan ABAQUS, didapatkan model akhir yang dapat menunjukkan bagaimana Lamb wave dapat dibangkitkan dan diindra oleh transduser PZT, serta dapat menunjukkan bagaimana terbentuknya gelombang pantulan akibat adanya cacat. Selanjutnya menggunakan MATLAB dihasilkan program pengolahan sinyal dan penentuan lokasi cacat yang dapat mengolah input sinyal voltase dari sensor-sensor menjadi data citra visual yang menggambarkan lokasi paling mungkin cacat berada. Dilakukan pula studi parametrik untuk menyelidiki pengaruh variasi panjang retak dan frekuensi eksitasi input terhadap bentuk sinyal yang diterima sensor.", "Daftar File": {}, "Penulis": "Muhammad Hamzah Farrasamulya [13614074]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Leonardo Gunawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Structural Health Monitoring, Lamb wave, transduser piezoelektrik, Time of Flight.", "Sumber": "", "Staf Input/Edit": "Erlin Marliana Effendi", "File": "7 file", "Tanggal Input": "29 Jan 2019"}