{"Nomor": 33732, "Judul": "Desain Penguatan Superstruktur Bus Berbasis Aluminium dan Analisis Kekuatannya Akibat Kecelakaan Terguling", "Abstrak": "Pertumbuhan jumlah kendaraan bermotor terutama mobil di Asia Tenggara dan khususnya di Indonesia semakin meningkat dari tahun ke tahun. Pertumbuhan tersebut diiringi dengan pertumbuhan angka kecelakaan kendaraan dari tahun ke tahun. Jenis kecelakaan terguling merupakan jenis kecelakaan yang paling mematikan. Terhitung setiap tahunnya, jenis kecelakaan terguling merenggut nyawa terbanyak dalam satu kali kejadiannya. Hal ini yang menyebabkan perlu analisis khusus dan mendalam mengenai jenis kecelakaan terguling.\nAnalisis kecelakaan terguling dapat dilakukan dalam dua tahap. Pertama, yaitu analisis sebelum terjadinya kecelakaan dan yang kedua adalah analisis saat terjadinya kecelakaan. Analisis sebelum terjadi kecelakaan berupa analisis tingkat kemungkinan terjadinya kecelakaan terguling pada kendaraan dan metode untuk mencegahnya. Parameter yang dapat menentukan tingkat kemungkinan terguling salah satunya adalah ketinggian pusat massa kendaraan. Ketinggian pusat massa kendaraan ditentukan dengan menggunakan metode empiris dengan mencari data massa komponen-komponen kendaraan yang dominan. Selanjutnya, ditentukan posisi komponen-komponen massa tersebut pada kendaraan dengan menggunakan standar peletakan yang telah dibuat. Dengan standar peletakan tersebut, didapat tinggi pusat massa kendaraan. Tinggi pusat massa kendaraan tersebut kemudian digunakan untuk menghitung faktor kestabilan statik dan tingkat kemungkinan terguling dari suatu kendaraan. \nAnalisis saat terjadi kecelakaan berupa pengujian tingkat keamanan struktur untuk menjaga penumpang dan supir dari cedera bahkan kematian. Pengujian dilakukan secara numerik dengan mengacu pada regulasi FMVSS 216 dari Amerika Serikat dengan metode gaya dan regulasi UNECE R66 dari Eropa dengan metode energi. Pengujian dilakukan pada superstruktur bus yang diubah materialnya menjadi aluminium 6061 T6 agar lebih ringan. Aluminium memiliki kekuatan yang jauh lebih rendah jika dibandingkan dengan material baja yang biasa digunakan pada superstruktur bus sebelumnya. Oleh karena itu, dilakukan desain dan perancangan penguatan seperti menambahkan extruded roof edge, menambahkan web pada pilar vertikal, dan melakukan penebalan lokal pada bagian yang dominan menyerap energi, agar superstruktur ringan.\nHasil dari analisis tingkat kemungkinan kecelakaan terguling pada kendaraan dapat disimpulkan bahwa faktor kestabilan statik memiliki pengaruh yang signifikan pada tingkat kemungkinan terguling suatu kendaraan. Usaha untuk meningkatkan kestabilan kendaraan adalah dengan cara menurunkan ketinggian pusat massa dan memperlebar jarak pijak roda kendaraan. Sedangkan hasil dari analisis kekuatan superstruktur bus adalah didapat desain superstruktur bus berbasis aluminium 6061 T6 yang telah diperkuat, sehingga memenuhi regulasi FMVSS 216 dan UNECE R66, dan mampu menurunkan massa bus sebesar 33% dari massa superstruktur bus dengan baja.", "Daftar File": {}, "Penulis": "Muhammad Luqmanul Hakim [13614061]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Sigit Puji Santosa, MSME", "Dr. Ir. Leonardo Gunawan", "Dr. Annisa Jusuf, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Kemungkinan kecelakaan terguling, faktor kestabilan statik, superstruktur bus, FMVSS 216, UNECE R66", "Sumber": "", "Staf Input/Edit": "Erlin Marliana Effendi", "File": "8 file", "Tanggal Input": "29 Jan 2019"}