{"Nomor": 33746, "Judul": "Pembuatan Alat Peraga Mesin Perkakas Gurdi BROTHER TC-S2B-0", "Abstrak": "Mesin perkakas merupakan mesin untuk membuat mesin produksi lainnya. Oleh sebab itu mesin perkakas sering disebut sebagai induk dari peralatan mesin lainnya. Dapat ditemukan korelasi antara perkembangan industry suatu negara dengan perkembangan teknologi mesin perkakasnya. Untuk itu diperlukan pemahaman lebih mendalam. Salah satu cara pembelajaran dalam memahami mesin perkakas adalah dengan pembuatan alat peraga yang menampilkan komponen-komponen dasar penyusun mesin perkakas yang memuat informasi spesifikasi dan penjelasan yang dibuat semudah mungkin untuk dipahami oleh masyarakat umum. \nTugas sarjana ini membahas pembuatan alat peraga dan ilustrasi dari beberapa komponen penyusun mesin perkakas gurdi BROTHER TC-S2B-0. Proses pembuatan alat peraga meliputi: identifikasi mesin perkakas, pembersihan mesin, pembongkaran elemen penyusun mesin perkakas (spindel, ATC dan sistem penggerak meja), pembuatan dudukan peraga, pembuatan poster penjelasan, dan pembuatan animasi cara kerja mesin.  \nHasil dari tugas akhir ini adalah 3 buah peraga komponen penyusun mesin perkakas. Peraga komponen mesin perkakas ini akan diletakan pada tempat umum dan untuk membantu masyarakat memahami bagaimana sebuauh mesin perkakas gurdi beroperasi.", "Daftar File": {"TA_Gerry_Hamoraon-13110133.pdf": "https://digilib.itb.ac.id/gdl/download/152949", "TA_Gerry_Hamoraon-13110133__Bab-I_pdf.pdf": "https://digilib.itb.ac.id/gdl/download/152962", "TA_Gerry_Hamoraon-13110133__Bab-II_pdf.pdf": "https://digilib.itb.ac.id/gdl/download/152964", "TA_Gerry_Hamoraon-13110133__Bab-III_pdf.pdf": "https://digilib.itb.ac.id/gdl/download/152966", "TA_Gerry_Hamoraon-13110133__Bab-IV_pdf.pdf": "https://digilib.itb.ac.id/gdl/download/152968"}, "Penulis": "Gerry Hamoraon [13110133 ]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Yatna Yuwana Martawirya", "Dr. Sri Raharno, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Mesin perkakas, Gurdi, Alat peraga", "Sumber": "", "Staf Input/Edit": "D. Budina", "File": "5 file", "Tanggal Input": "29 Jan 2019"}