{"Nomor": 33740, "Judul": "SPONTANEOUS INSTABILITY IN INTERNAL SOLITARY-LIKE WAVES", "Abstrak": "The onset and growth of shear instability in large-amplitude internal solitary-like waves\npropagating in a quasi-two-layer stratification is studied using high-resolution direct\nnumerical simulations with a spectral collocation method. These waves have a minimum\nRichardson numbers of approximately 0.08 and a length ratio LRi/Lwave between 0.80\nand 0.88, where LRi is the length of high shear region with a local Richardson number\nRi < 0.25 and Lwave is the half-width of the wave. In the wave with LRi/Lwave ? 0.88, the\nonset of instability occurs spontaneously without interacting with any externally imposed\nphysical noise. When LRi/Lwave  0.86, the onset of instability is limited by viscous\neffects, so that criteria for the onset also include the Reynolds number of the flow field and\nthe amplitude of the external noise. In the wave with LRi/Lwave ? 0.85, the spontaneous\ninstability is possible only when the Reynolds number is sufficiently large, whereas in the\nwave with LRi/Lwave ? 0.80, instability does not grow spontaneously but must be triggered\nby perturbations of finite amplitude. For instabilities triggered by externally imposed noise,\nthe amplitude of the noise has a crucial influence on their growth, whether such noise is\nin the form of random perturbations or normal-mode disturbances. On the other hand,\nthe importance of non-normal growth decreases as the length ratio LRi/Lwave increases\nand as the amplitude of perturbations increases. In the wave with LRi/Lwave ? 0.88,\nfurther perturbing the flow field with sufficiently large perturbations leads to the growth\nof instability on the upstream side of the wave’s crest, a result close to the optimal transient\ngrowth, even though the perturbations are in the form of normal-mode disturbances.", "Daftar File": {}, "Penulis": "CHENGZHU XU AND MAREK STASTNA  [-]", "Kontributor / Dosen Pembimbing": ["DAVID DEEPWELL"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "-", "Sumber": "PHYSICAL REVIEW FLUIDS 4, 014805 (2019); ©2019 American Physical Society", "Staf Input/Edit": "Ratnasari", "File": "1 file", "Tanggal Input": "29 Jan 2019"}