{"Nomor": 33754, "Judul": "PENGELOMPOKAN DATA BIJI KAKAO DENGAN PENDEKATAN METODE INTUITIONISTIC FUZZY C-MEANS CLUSTERING", "Abstrak": "Clustering adalah proses pengelompokan data ke dalam cluster berdasarkan parameter\ntertentu sehingga obyek-obyek dalam sebuah cluster memiliki tingkat kemiripan yang tinggi\nsatu sama lainya. Intuitionistic fuzzy C-means (IFCM) termasuk dalam salah satu teknik\nclustering, dimana keberadaan tiap-tiap titik data dalam satu cluster ditentukan oleh\nderajat keanggotaan, derajat ketidakanggotaannya dan derajat keraguannya. Proses IFCM\nclustering hampir serupa dengan Fuzzy C-means clustering (FCM) dimana kedua algoritma\nini didasarkan pada minimisasi fungsi objektif yang menggambarkan dengan jarak antara\npusat cluster dan tiap titik data yang terbobot oleh derajat keanggotaan. Sedangkan\nperbedaan IFCM dan FCM adalah untuk membentuk intuitionistic fuzzy property kita\nmemodikasi derajat keanggotaan dari fuzzy yang meliputi derajat keraguan. Pada tesis\nini IFCM digunakan untuk mengelompokan data biji kakao berdasarkan perlakuannya:\ntidak difermentasi dengan tidak disangrai, fermentasi di lapangan dengan tidak disangrai,\nfermentasi di laboratorium dengan tidak disangrai, tidak difermentasi dengan disangrai,\nfermentasi di lapangan dengan disangrai dan fermentasi di laboratorium dengan disangrai.\nLangkah pertama pengerjaannya adalah mereduksi data percobaan dari tiga data men-\njadi satu perwakilan data untuk setiap perlakuan. Proses reduksi yang digunakan yaitu\nmetode pencilan dan metode direct fuzzy clustering. Kemudian IFCM diaplikasikan pada data hasil reduksi ini. Kelompok yang terbaik atau optimal akan diukur dengan indeks\nXie-Beni.", "Daftar File": {"2015_TS_PP_YASI_DANI_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/152985"}, "Penulis": "Yasi Dani [20113032]", "Kontributor / Dosen Pembimbing": ["Dr. Agus Yodi Gunawan, S.Si., M.Si.", "Made Tri Ari Penia Kresnowati"], "Jenis Koleksi": "Tesis", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Mathematics", "Kata Kunci": "fermentasi, Intuitionistic fuzzy C-means clustering, Fuzzy C-means cluste- ring, Xie-Beni index.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "6 file", "Tanggal Input": "29 Jan 2019"}