{"Nomor": 33756, "Judul": "ANALISIS FENOMENA KONFLIK DI PAPUA BERBASIS DATA SEKUNDER", "Abstrak": "Konflik terus terjadi sejak awal berdirinya negara Indonesia sampai sekarang.\nKonflik tersebut beragam dari pertentangan politik, konflik agama, hingga\npemberontakan bersenjata yang menimbulkan korban jiwa yang besar.\nWilayah Papua yang terdiri dari provinsi Papua dan papua barat, merupakan salah\nsatu wilayah di Indonesia yang terus terjadi konflik. Konflik di Papua disebabkan\noleh pertikaian antar suku, pertikaian antar perusahaan pertambangan dengan\nmasyarakat, kecemburuan terhadap pendatang, dan adanya gerakan separatisme\ngerakan Organisasi Papua Merdeka (OPM). Berbagai cara telah dilakukan untuk\nmeredam konflik, mulai dari pendekatan bersenjata, pendekatan adat, sampai\ndiplomasi dan upaya pembangunan dengan Otonomi Khusus Papua. Upaya yang\ndilakukan oleh pemerintah tersebut tidak dapat menghentikan konfik, malah\nmembuat dampak baru seperti kriminalitas, korupsi, konflik politik, dan\nkesenjangan. Kesenjangan ini kemudian membuat konflik tidak berakhir karena\nkesenjangan menimbulkan rasa ketidakadilan.\nKondisi masyarakat Papua yang memiliki keterikatan suku yang besar\nmenyebabkan orang-orang Papua resisten terhadap perubahan. Akibatnya,\nwalaupun strategi pembagunan sudah cukup baik, masyarakat masih enggan\nmengubah perilaku. Perlu diupayakan model solusi baru untuk meredam konflik\ndan membangung Papua berdasarkan prinsip keadilan.\nPenelitian ini menggunakan metode kualitatif dengan analisis deskriptif dan\nmetode DPSIR. Hasil dari penelitian ini adalah menemukan akar penyebab\nkonflik, memberikan model solusi penyelesaian konflik, dan model\npembangunanUntitled1 yang tepat untuk Provinsi Papua dan Papua Barat.", "Daftar File": {"2016_TS_PP_DIFA_KUSUMADIANI_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/152986", "2016_TS_PP_DIFA_KUSUMADIANI_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/152987", "2016_TS_PP_DIFA_KUSUMADIANI_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/152989", "2016_TS_PP_DIFA_KUSUMADIANI_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/152990", "2016_TS_PP_DIFA_KUSUMADIANI_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/152991", "2016_TS_PP_DIFA_KUSUMADIANI_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/152992", "2016_TS_PP_DIFA_KUSUMADIANI_1-DAFTAR_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/152993"}, "Penulis": "Difa Kusumadiani [24014302]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Widyo Nugroho"], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "konflik, perang suku, konflik Freeport, Papua, provinsi Papua, provinsi Papua Barat, keadilan, Otonomi Khusus, OPM, separatisme, kriminalitas, kesenjangan, pembangunan.", "Sumber": "", "Staf Input/Edit": "sarnya", "File": "7 file", "Tanggal Input": "29 Jan 2019"}