{"Nomor": 33765, "Judul": "MODEL PENETAPAN SEMPADAN SUNGAI CIKAPUNDUNG BERBASIS SOSIO, SPASIAL DAN LINGKUNGAN", "Abstrak": "Sempadan sungai adalah salah satu wilayah yang ditetapkan sebagai kawasan lindung. Perlindungan diberikan berdasarkan tujuan untuk melindungi kelestarian fungsi sungai dari aktifitas manusia yang berkembang di sekitarnya. Kebutuhan ruang hunian yang semakin meningkat membuat kawasan sempadan sungai berubah fungsi menjadi area permukiman. Berdasarkan Peraturan Menteri PUPERA No.28/PRT/M/2015 garis sempadan sungai bertanggul dalam kawasan perkotaan telah ditentukan paling sedikit berjarak 3 meter dari tepi luar kaki tanggul. Kota Bandung dalam Perda No. 18 Tahun 2011 telah menetapkan sempadan Sungai Cikapundung sebagai salah satu kawasan perlindungan setempat.Untuk mentransformasikan kebijakan penetapan sempadan sungai pada level yang lebih operasional diperlukan jembatan pemikiran untuk menghubungkan antara tujuan perlindungan kawasan dengan fakta/realitas pemanfaatan ruang dan kondisi sosial masyarakat setempat. Caranya melalui penyusunan penetapan sempadan sungai.\nModel penetapan sempadan sungai Cikapundung menggunakan empat analisis yaitu (1) Analisis DPSIR, dipergunakan untuk menentukan faktor-faktor apa saja yang harus diperhatikan dalam menarik garis sempadan sungai (2) Analisis spasial, untuk kajian tata ruang (3) Analisis Komparasi, perbandingan dengan sempadan sungai di Singapura (4) Analisis resiko, resiko penataan permukiman menurut 3 skenario yaitu : keputusan penertiban sesuai dengan peraturan menteri, kompromi antara pemerintah dengan masyarakat, dan keputusan hunian vertikal.\nKesimpulan penelitian ini adalah persepsi masyarakat yang berubah cara pandangnya terhadap sungai yang semula menganggap sempadan adalah lahan milik pemerintah menjadi lahan tidur yang bisa dimanfaatkan untuk keperluan pribadi karena pengaruh urbanisasi. Model yang direncanakan sesuai dengan azas keberlanjutan lingkungan pada daerah padat penduduk di Sempadan Sungai Cikapundung adalah hunian vertikal dengan kombinasi rekayasa soft-engineering pada tepi sungai. Hunian vertikal dipilih karena pertimbangan pada kebutuhan untuk mendapatkan ruang hidup yang layak bagi setiap orang. Sementara soft-engineering dipilih sebagai tambahan bagi konsepsi ruang terbuka hijau di Kota Bandung. Menurut skenario perubahan yang dirumuskan pada penelitian ini, resiko yang paling kecil dengan mengacu pada biaya adalah akomodasi penetapan garis sempadan sungai antara pemerintah dan masyarakat. Sementara, resiko yang paling membuahkan hasil dan besar secara biaya adalah relokasi pada hunian vertikal. Skenario yang paling realistis adalah penegakan sempadan sungai dengan penggusuran dan kompensasi tertentu yang memadai untuk yang dirugikan", "Daftar File": {"2016_TS_PP_RINA_ARISONA_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/153037", "2016_TS_PP_RINA_ARISONA_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/153038", "2016_TS_PP_RINA_ARISONA_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/153039", "2016_TS_PP_RINA_ARISONA_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/153040", "2016_TS_PP_RINA_ARISONA_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/153041", "2016_TS_PP_RINA_ARISONA_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/153042", "2016_TS_PP_RINA_ARISONA_1-DAFTAR_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/153043"}, "Penulis": "Rina Arisona [24014044]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Dwi Wisayantono, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "sempadan sungai, kawasan lindung, keberlanjutan lingkungan", "Sumber": "", "Staf Input/Edit": "sarnya", "File": "7 file", "Tanggal Input": "29 Jan 2019"}