{"Nomor": 33779, "Judul": "Estimation of the bulk and shear moduli of soil using measurements of the predominantly fluid wave in a buried plastic water pipe", "Abstrak": "Leak noise correlators are commonly used to detect and locate leaks in buried water pipes.\nThey use the cross-correlation function between leak noise signals measured using\nhydrophones or accelerometers placed on the pipe either side of the leak. The efficacy of a\ncorrelator is dependent upon knowledge of the speed at which the leak noise propagates along\nthe pipe as well as how much it attenuates with distance. The leak noise is carried in a\npredominantly fluid-borne wave in the pipe, which is heavily influenced by the pipe and soil\nproperties. Although the pipe properties can be determined relatively easily, estimation of the\nsoil properties surrounding the pipe is more problematic. It is desirable to have an accurate\nestimate of the soil properties, so that current models can be developed and used to improve\nunderstanding of leak noise propagation and hence leak detection capabilities. In this paper a\nnovel approach to determining the bulk and shear moduli of the soil from measurements of the\npredominantly fluid-borne wave in a buried plastic pipe, is described. The measured data are\ncompared with corresponding data predicted from a model, and the soil properties are\ndetermined using an optimization algorithm. The method is applied to two different sites, one\nin the UK, where the soil surrounding the pipe is sandy in nature, and one in Brazil, where the\nsurrounding soil is clay-like. It is found that the bulk and shear modulus can be estimated in\nthe pipe buried in sandy soil, but in the clay-like soil it is only possible to estimate the shear\nmodulus.", "Daftar File": {}, "Penulis": "O. Scussel [-]", "Kontributor / Dosen Pembimbing": ["M.J. Brennan, J.M. Muggleton, F.C.L. Almeida, A.T. Paschoalini"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "water leak detection; fluid-pipe-soil interaction; soil properties; optimization", "Sumber": "Journal of Applied Geophysics, S0926-9851(18)30674-8 DOI: https://doi.org/10.1016/j.jappgeo.2019.01.010", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "29 Jan 2019"}