{"Nomor": 33771, "Judul": "PENILAIAN KESELAMATAN SISTEM TENAGA HIDRAULIK, PENGEREMAN DAN KEMUDI PADA PESAWAT N219", "Abstrak": "Tesis ini berisi tentang penilaian keselamatan yang dilakukan pada pesawat N219 untuk memastikan bahwa sistem dari pesawat tersebut dapat memenuhi persyaratan keselamatan. Adapun beberapa sistem pesawat N219 yang menjadi perhatian dalam tesis ini terdiri dari tenaga hidraulik, pengereman dan sistem kemudi. Selanjutnya, persyaratan keselamatan akan ditetapkan oleh otoritas penerbangan sebagai dasar sertifikasi untuk memenuhi CASR bagian 23 sesuai dengan kategori N219 sebagai pesawat komuter.\n\nUntuk melakukan proses penilaian keselamatan pada sistem tersebut, tesis ini mengikuti sebagian besar proses dalam dokumen SAE ARP4761. Proses tersebut mencakup Functional Hazard Assessment (FHA) dan System Safety Assessment (SSA). Untuk Preliminary System Safety Assessment (PSSA) telah dilakukan sebelumnya, karena desain sistem sudah didefinisikan.\n\nPenilaian analisis kuantitatif dalam tesis ini menggunakan Fault Tree Analysis (FTA) dan Markov Analysis (MA). Hasil komparatif yang diperoleh menunjukkan bahwa tidak ada perbedaan yang signifikan dari kedua metode tersebut. Perbedaan yang dihasilkan hanya ditemukan pada periode waktu operasi sistem yang sangat lama. Hasil ini menunjukkan bahwa MA dapat digunakan sebagai metode validasi untuk FTA dan begitu sebaliknya. Kemudian karena metode MA dapat menangani kondisi repair lebih baik daripada FTA, tesis ini melakukan studi maintainability untuk pertimbangan analisis lebih lanjut. Dari hasil yang didapat bahwa target pemeliharaan yang tinggi hanya dapat diperoleh untuk tingkat kegagalan yang kecil.", "Daftar File": {"2018_TESIS_PP_YOGA_YULASMANA_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/153068", "2018_TESIS_PP_YOGA_YULASMANA_1-BAB_I.pdf": "https://digilib.itb.ac.id/gdl/download/153069", "2018_TESIS_PP_YOGA_YULASMANA_1-BAB_II.pdf": "https://digilib.itb.ac.id/gdl/download/153070", "2018_TESIS_PP_YOGA_YULASMANA_1-BAB_III.pdf": "https://digilib.itb.ac.id/gdl/download/153071", "2018_TESIS_PP_YOGA_YULASMANA_1-BAB_IV.pdf": "https://digilib.itb.ac.id/gdl/download/153072", "2018_TESIS_PP_YOGA_YULASMANA_1-BAB_V.pdf": "https://digilib.itb.ac.id/gdl/download/153073", "2018_TESIS_PP_YOGA_YULASMANA_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/153074"}, "Penulis": "Yoga Yulasmana [23616028]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Hisar Manongam Pasaribu"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Penilaian Keselamatan, Persyaratan Keselamatan, Analisis Kuantitatif", "Sumber": "", "Staf Input/Edit": "Erlin Marliana Effendi", "File": "7 file", "Tanggal Input": "29 Jan 2019"}