{"Nomor": 33775, "Judul": "KAJIAN PELAKSANAAN PROGRAM RASKIN (BERAS MISKIN) DI KABUPATEN KULON PROGO DENGAN PENDEKATAN SYSTEM DYNAMICS", "Abstrak": "Kerawanan pangan masih menjadi ancaman di Indonesia, terutama bagi kelompok masyarakat miskin. Untuk mengatasi ancaman tersebut, pemerintah menyelenggarakan program Raskin yang merupakan pemberian bantuan pangan berupa beras kepada masyarakat miskin yang berisiko rawan pangan. Program Raskin dianggap sebagai upaya terbaik dalam mengatasi masalah rawan pangan, namun hal tersebut hanya akan terpenuhi bila bantuan pangan yang diberikan tersebut tepat sasaran. Jika program tersebut tepat sasaran, maka program tersebut akan efektif. Namun faktanya pelaksanaan program Raskin selama ini masih banyak mengalami masalah. Masalah utama yang sering ditemui adalah praktek bagi rata.\nPenelitian ini bertujuan untuk memodelkan dinamika pelaksanaan program Raskin di Kabupaten Kulon Progo, untuk memperjelas pengetahuan dan pemahaman terhadap pelaksanaan program Raskin di Kabupaten Kulon Progo, agar kemudian dapat menemukan gagasan kebijakan untuk efektivitas pelaksanaan program Raskin. Metodologi system dynamics digunakan dalam penelitian ini karena memiliki kemampuan untuk menunjukkan keterkaitan antar variabel dalam pelaksanaan program Raskin, dan kemudian dapat dilakukan simulasi penerapan kebijakan terhadap struktur tersebut agar menghasilkan perilaku yang diharapkan. Model pelaksanaan Raskin ini disusun oleh sub model pembentuk komitmen pelaksana, sub model sikap pelaksana, sub model praktek bagi rata, dan juga sub model proyeksi kemiskinan.\nPenelitian ini menyimpulkan bahwa pelaksanaan program Raskin di Kabupaten Kulon Progo dibentuk oleh komitmen pelaksana dan persepsi masyarakat yang kemudian menghasilkan tekanan. Faktor penting yang mempengaruhi terjadinya praktek bagi rata dalam pelaksanaan program Raskin di Kabupaten Kulon Progo adalah kurangnya pengetahuan masyarakat mengenai program Raskin. Informasi menjadi kunci dalam pelaksanaan program Raskin di Kabupaten Kulon Progo. Kebijakan yang harus dilaksanakan untuk peningkatan efektivitas pelaksanaan Raskin di Kabupaten Kulon Progo adalah dengan mengintensifkan sosialisasi program Raskin.", "Daftar File": {"2016_TS_PP_HANIF_INDRA_PERDANA_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/153099", "2016_TS_PP_HANIF_INDRA_PERDANA_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/153100", "2016_TS_PP_HANIF_INDRA_PERDANA_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/153101", "2016_TS_PP_HANIF_INDRA_PERDANA_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/153102", "2016_TS_PP_HANIF_INDRA_PERDANA_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/153103", "2016_TS_PP_HANIF_INDRA_PERDANA_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/153104", "2016_TS_PP_HANIF_INDRA_PERDANA_1-DAFTAR_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/153105", "2016_TS_PP_HANIF_INDRA_PERDANA_1-LAMPIRAN.pdf": "https://digilib.itb.ac.id/gdl/download/153106"}, "Penulis": "Hanif Indra Perdana S Ip [24014009]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Muhamad Tasrif, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "pangan, raskin, praktek bagi rata, pengetahuan.", "Sumber": "", "Staf Input/Edit": "sarnya", "File": "8 file", "Tanggal Input": "29 Jan 2019"}