{"Nomor": 33782, "Judul": "MODEL MATEMATIKA KANKER PARU-PARU AKIBAT PENGARUH SISA ASAP ROKOK DAN USAHA PENCEGAHANNYA", "Abstrak": "Kanker paru-paru adalah salah satu kanker yang paling banyak menyebabkan kasus kematian di dunia. Salah satu faktor risiko yang paling penting dalam perkembangan kanker paru-paru adalah sisa asap rokok. Dalam tesis ini, digunakan sebuah model Matematika kanker paru-paru yang direpresentasikan oleh sistem persamaan diferensial nonlinear yang bertujuan untuk memodelkan dinamika dari suatu populasi yang terdapat perokok di dalamnya. Ada dua jalan untuk individu baru yang akan masuk ke dalam populasi tersebut yaitu dengan jalan masuk ke dalam kelas bukan perokok atau dengan jalan masuk ke dalam kelas calon perokok dengan peluang tertentu. Jika peluang individu baru masuk ke dalam kelas bukan perokok lebih besar daripada ke dalam kelas calon perokok, maka perkembangan endemik kanker paru-paru di dalam populasi ini akan menurun dan habis dengan cepat. Sebaliknya jika peluang individu baru masuk ke dalam kelas bukan perokok lebih kecil daripada ke dalam kelas calon perokok dan individu tersebut cepat untuk menjadi perokok reguler (perokok ringan atau perokok berat), maka perkembangan endemik kanker paru-paru di dalam populasi ini akan meningkat dan tidak akan pernah habis. Basic reproductive number (????0) dari model tersebut akan ditentukan dan selanjutnya dari ????0 ini kita dapat menganalisis sensitivitas dari sistem dengan mengamati parameter-parameter yang dapat mempengaruhi perubahan nilai dari ????0 secara signifikan. Simulasi numerik menggunakan data-data yang realistis pada parameter-parameter penyusun model akan disajikan untuk menggambarkan dinamika dari populasi tersebut.", "Daftar File": {"2015_TS_PP_RONI_AL_MAUDUDI_1-PUSTAKA_.pdf": "https://digilib.itb.ac.id/gdl/download/153136"}, "Penulis": "Roni Al Maududi [20113026]", "Kontributor / Dosen Pembimbing": ["Dr. Nuning Nuraini, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Mathematics", "Kata Kunci": "kanker paru-paru, faktor risiko, dinamika populasi, sisa asap rokok, basic reproductive number (????0).", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "29 Jan 2019"}