{"Nomor": 33784, "Judul": "APAKAH KEPRIBADIAN MEMENGARUHI KEPUTUSAN BERINVESTASI? KASUS PADA GENERASI MILLENNIAL DI PASAR MODAL INDONESIA", "Abstrak": "Indonesia terbukti menjadi salah satu negara yang menarik minat investor. Hal ini terlihat dari data yang menunjukkan bahwa jumlah investor di Indonesia terus meningkat dari tahun ke tahun dimana mayoritas investor berasal dari generasi muda atau yang kita sebut Millennial. Beberapa penelitian telah menyebutkan banyak karakteristik Millennial yang salah satu paling terlihat adalah ketidakpercayaan mereka terhadap dunia luar. Hal ini dikarenakan mereka tumbuh dan berkembang pada masa perang, kehancuran pasar, dsb. Dalam hal investasi, mereka lebih percaya pada diri mereka sendiri daripada kepada manajer investasi. Masalah ini menjadi penting karena manajer investasi menghadapi tantangan baru dari kepribadian karakteristik yang berbeda dari generasi Millennnial. Teori behavioral finance berpendapat bahwa kepribadian memiliki peran penting dalam perilaku investasi. Big Five Personality Test, merupakan salah satu alat tes krpibadian yang sudah dikenal dan banyak digunakan dalam beberapa penelitian untuk melihat kepribadian seseorang. Orang yang memiliki kepribadian terbuka dipercaya memiliki hubungan yang kuat dalam mendorong seseorang untuk berinvestasi di pasar modal karena mereka dengan kepribadian terbuka adalah orang yang memiliki keinginan dan keterbukaan terhadap hal-hal baru dan pengalaman baru. Asumsi ini ditemukan di beberapa penelitian sebelumnya yang menyatakan bahwa kepribadian yang terbuka memiliki dampak yang signifikan terhadap keputusan seseorang untuk berinvestasi. Penulis percaya bahwa selain factor kepribadian, masih banyak factor lain yang memengaruhi keputusan orang berinvestasi yang perlu dipertimbangkan. Salah satu factor yang sudah dipercaya memiliki pengaruh kuat adalah tingkat pengetahuan keuangan seseorang. Lebih lanjut dalam penelitian ini, beberapa factor lain yang akan dipertimbangkan dalah factor demografi dan Program Pemerintah Indonesia yang memiliki visi untuk meningkatkan jumlah investor pasar modal Indonesia. Pada kenyataannya, jumlah investor pasar modal di Indonesia terus meningkat dari tahun ke tahun.", "Daftar File": {"2019_TS_PP_YOSI_WIDARANI_1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/153137"}, "Penulis": "Yosi Widarani [29117103]", "Kontributor / Dosen Pembimbing": ["Dr. Yunieta Anny Nainggolan"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "millennial, kepribadian, investasi, pasar modal, pengetahuan keuangan, program pemerintah, demografi", "Sumber": "INDONESIAN CAPITAL MARKET", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "29 Jan 2019"}