{"Nomor": 33804, "Judul": "INISIATIF YANG DIUSULKAN UNTUK MENINGKATKAN KETERLIBATAN KARYAWAN DI PT XYZ INDONESIA", "Abstrak": "PT XYZ Indonesia, sebagai bagian dari pabrik global XYZ International, Inc., menerapkan Integrated Lean Six Sigma (IL6S). IL6S adalah strategi untuk membangun kemampuan total organisasi dengan menyatukan Lean, Six Sigma, Total Productive Maintenance (TPM) dan High-Performance Work System (HPWS) dalam pendekatan terintegrasi. HPWS memberi IL6S kemampuan berkelanjutan melalui 100% keterlibatan karyawan. Perusahaan menghadapi masalah yaitu menurunnya tingkat kepuasan karyawan yang berdampak terhadap keterlibatan karyawan dan juga pada volume produksi yang dicapai.Penelitian ini bertujuan untuk membantu PT XYZ Indonesia meningkatkan tingkat kepuasan karyawan dan meningkatkan keterlibatan karyawan. \nDalam penelitian ini hal pertama yang harus dilakukan adalah mengidentifikasi hasil survei karyawan yang telah dilakukan pada 2017. Setelah itu, mengacu pada model keterlibatan karyawan Aon Hewitt, Towers Watson dan Deloitte, model konseptual dibuat. Kuisioner AHP digunakan untuk menentukan driver keterlibatan karyawan mana yang perlu diprioritaskan. Ada sepuluh peserta di tingkat manajerial yang telah dipilih sebagai pengambil keputusan untuk mengisi kuesioner. Menurut hasil perhitungan, kriteria \"Lingkungan Kerja Positif\" mendapat poin tertinggi dengan 29,8%, dan nilai rasio konsistensi dari perhitungan ini adalah 1,1% atau 0,011, dapat diasumsikan bahwa kriteria matriks berpasangan cukup konsisten dan dapat diterima. Karena kriteria yang mendapat bobot tertinggi adalah “Lingkungan Kerja Positif”, prioritas alternatif dari kriteria ini juga dihitung. Alternatif \"Tempat Kerja yang Humanistik\" memperoleh poin prioritas tertinggi dengan 33,3%, dan nilai rasio konsistensinya adalah 0,013. Kemudian, untuk mendapatkan wawasan tentang keadaan tempat kerja saat ini di PT XYZ Indonesia, dilakukan sebuah wawancara dengan sepuluh karyawan dari lima departemen. Hasil wawancara ini digunakan untuk menentukan solusi yang akan diusulkan.\nBerdasarkan hasil perhitungan, dapat disimpulkan bahwa untuk meningkatkan keterlibatan karyawan perusahaan perlu memberikan perhatian lebih dalam masalah lingkungan kerja yang positif. Karena itu, PT XYZ Indonesia membutuhkan peningkatan sehubungan dengan tempat kerja yang humanistik. Tempat kerja yang humanistik adalah tempat kerja di mana kesejahteraan karyawan mendapat perhatian dari majikan. Rekomendasi untuk perusahaan adalah membuat program kesejahteraan yang terdiri dari beberapa inisiatif. Program kesejahteraan ini mencakup kesehatan fisik, kesehatan emosional, kesehatan finansial, dan kesejahteraan sosial.", "Daftar File": {"2019_TS_PP_MARLIANA_YANUARLIN_1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/153239"}, "Penulis": "Marliana Yanuarlin [29117055]", "Kontributor / Dosen Pembimbing": ["Dr. Aurik Gustomo, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "AHP, keterlibatan karyawan, lingkungan kerja yang positif, manajemen sumber daya manusia, tempat kerja yang humanistik", "Sumber": "PT. XYZ", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "29 Jan 2019"}