{"Nomor": 33811, "Judul": "Studi Akurasi Solusi Numerik Dan Analisis Aerodinamika Airfoil Naca Simetrik Pada Bilangan Reynolds Rendah", "Abstrak": "Performa airfoil pada Bilangan Reynolds rendah telah menjadi minat penelitian di bidang dinamika fluida dalam beberapa dekade terakhir. Hal tersebut dipicu oleh minat dalam pengembangan Unmanned Air Vehicle (UAV) termasuk di dalamnya Micro Air Vehicle (MAV) dan pemanfaatan sumber daya energi terbarukan, seperti pemanfaatan energi angin pada  wind turbine (turbin angin). Kedua contoh tersebut  menggunakan  airfoil  sebagai penampang melintang dari sayap dan juga profil sudu turbin angin. Performa airfoil pada Bilangan  Reynolds  rendah  rentan  terhadap  separasi,  dan  memungkinkan  terjadinya Laminar Separation Bubble (LSB) yang dapat mempengaruhi penurunan efisiensi karakteristik aerodinamika airfoil. Transisi dari aliran laminar menuju turbulen sebelum terjadinya separasi menyebabkan ketidakstabilan yang sulit dimodelkan menggunakan simulasi numerik. Untuk mengkaji akurasi solusi secara komputasional terhadap kondisi riilnya, simulasi dilakukan dengan menggunakan berbagai model turbulen yang tersedia secara komputasional. Tujuan penelitian ini adalah untuk mengetahui karakteristik aerodinamika dan mengkaji akurasi solusi di sekitar airfoil NACA simetrik pada Bilangan Reynolds rendah, juga mengetahui pengaruh dari ketebalan airfoil terhadap karakteristik aerodinamika airfoil NACA simetrik di Bilangan Reynolds rendah. Penelitian dilakukan dengan simulasi numerik dua dimensi menggunakan perangkat lunak ANSYS 17.1, dengan variasi Bilangan Reynolds pada rentang 4 x 103 – 10 x 103 dan sudut serang pada rentang 0o\n– 10o. Hasil simulasi kemudian dibandingkan dengan data hasil eksperimen yang diperoleh\n\ndari jurnal penelitian yang dipublikasi di internet, sehingga dapat diketahui model turbulen yang paling baik untuk menunjukkan karakteristik aerodinamika dan fenomena aliran di sekitar airfoil pada Reynolds rendah. Dengan menggunakan model turbulen yang diperoleh tersebut kemudian dilakukan perbandingan untuk mengetahui efek ketebalan terhadap karakteristik aerodinamika pada airfoil NACA simetrik", "Daftar File": {}, "Penulis": "Raras Ayusyalita [13612027]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Mochammad Agoes Moelyadi, S.T., M.Sc.", "Ema Amalia, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "aerodynamics", "Sumber": "", "Staf Input/Edit": "Erlin Marliana Effendi", "File": "6 file", "Tanggal Input": "30 Jan 2019"}