{"Nomor": 33813, "Judul": "Assessing Alternative Population Size Proxies in a Wastewater Catchment Area Using Mobile Device Data", "Abstrak": "Modeling and prediction of a city’s (Oslo,\nNorway) daily dynamic population using mobile device-based\npopulation activity data and three low cost markers is\npresented for the first time. Such data is useful for\nwastewater-based epidemiology (WBE), which is an approach\nused to estimate the population level use of licit and illicit\ndrugs, new psychoactive substances, human exposure to a\nwide range of pollutants, such as pesticides or phthalates, as\nwell as the release of endogenous substances such as oxidative\nstress and allergen biomarkers. Comparing WBE results\nbetween cities often requires normalization to population\nsize, and inaccuracy in the measured population can introduce\nhigh levels of uncertainty. In this study mobile phone data from 8-weeks in 2016 was used to train three linear models based on\ndrinking water production, electricity consumption and online measurements of ammonium in wastewater. The ammonium\nmodel showed the best correlation with R2 = 0.88 while drinking water production and electricity consumption showed more\ndiscrepancies. The three models were then re-evaluated against 5-week of mobile phone data from 2017 showing mean absolute\nerrors <10%. The ammonium-based estimated mean annual population for Oslo in 2017 was 645 000 inhabitants, 4% higher\nthan the “de jure” population reported by the wastewater treatment plant. Due to changing conditions and seasonality, drinking\nwater production underestimated the population by 27% and electricity consumption overestimated the population by 59%.\nTherefore, the results of this work showed that the ammonium mass loads can be used as an anthropogenic proxy to monitor\nand correct the fluctuations in population for a specific catchment area. Furthermore, this approach uses a simple, yet reliable\nindicator for population size that can be used also in other areas of research.", "Daftar File": {}, "Penulis": "Jose Antonio Baz-Lomba [-]", "Kontributor / Dosen Pembimbing": ["Francesco Di Ruscio.,‡ Arturo Amador.,§ Malcolm Reid.,and Kevin V. Thomas"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "-", "Sumber": "Environmental Science & Technology", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "30 Jan 2019"}