{"Nomor": 33819, "Judul": "Pengukuran Jarak Antara Dua Fitur Dengan Menggunakan Prinsip Stereofotogrametri", "Abstrak": "Stereofotogrametri adalah salah satu metode pengukuran non-kontak menggunakan dua buah kamera yang bisa mendapatkan persepsi kedalaman dari titik yang dikenali dari dua buah citra. Stereofotgrametri memiliki beberapa kelebihan, diantaranya: cepat, murah, ketepatan tinggi. Tugas Sarjana ini dilakukan untuk pengembangan metode pengukuan dimensi obyek menggunakan prinsip stereofotogrametri.  \nPenelitian menggunakan perangkat lunak MATLAB beserta fitur dan toolbox yang ada di dalamnya. Proses yang dilakukan terdiri atas pengambilan citra kalibrasi dan obyek. Kalibrasi kamera untuk mengestimasi parameter kamera yang diperlukan untuk menghitung koordinat dunia nyata titik pada citra. Pengolahan citra dilakukan untuk mendapatkan citra tepi obyek, rekonstruksi 3D dari citra, dan point cloud, dan pengukuran dimensi. Pengukuran dimensi berisikan beberapa proses diantaranya: menentukan fitur titik dan/atau garis dari obyek ukur, pengolahan fitur yang telah ditentukan, mengukur jarak antara fitur yang telah didefinisikan untuk mendapatkan dimensi obyek.  \nKesalahan pengukuran dengan prinsip stereofotogrametri dipengaruhi oleh faktorfaktor seperti kualitas citra dan pemilihan jenis fitur di tepi obyek point cloud dalam pengukran.", "Daftar File": {"TA_Dananjaya_Awaldastiana_13111028.pdf": "https://digilib.itb.ac.id/gdl/download/153269", "TA_Dananjaya_Awaldastiana_13111028__Bab-I_pdf.pdf": "https://digilib.itb.ac.id/gdl/download/153272", "TA_Dananjaya_Awaldastiana_13111028__Bab-II_pdf_.pdf": "https://digilib.itb.ac.id/gdl/download/153273", "TA_Dananjaya_Awaldastiana_13111028__Bab-III_pdf.pdf": "https://digilib.itb.ac.id/gdl/download/153274", "TA_Dananjaya_Awaldastiana_13111028__Bab-IV_pdf.pdf": "https://digilib.itb.ac.id/gdl/download/153275", "TA_Dananjaya_Awaldastiana_13111028__Bab-V_pdf.pdf": "https://digilib.itb.ac.id/gdl/download/153276"}, "Penulis": "Dananjaya Awaldastiana [13111028]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ir. Agung Wibowo, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Stereofotogrametri, point cloud, MATLAB, jarak antara dua fitur, dimensi obyek.", "Sumber": "", "Staf Input/Edit": "D. Budina", "File": "6 file", "Tanggal Input": "30 Jan 2019"}