{"Nomor": 33814, "Judul": "Emergence of Nanoplastic in the Environment and Possible Impact on Human Health", "Abstrak": "On account of environmental concerns, the fate and\nadverse effects of plastics have attracted considerable interest in the\npast few years. Recent studies have indicated the potential for\nfragmentation of plastic materials into nanoparticles, i.e., “nanoplastics,” and their possible accumulation in the environment.\nNanoparticles can show markedly different chemical and physical\nproperties than their bulk material form. Therefore possible risks and\nhazards to the environment need to be considered and addressed.\nHowever, the fate and effect of nanoplastics in the (aquatic)\nenvironment has so far been little explored. In this review, we aim to\nprovide an overview of the literature on this emerging topic, with an\nemphasis on the reported impacts of nanoplastics on human health,\nincluding the challenges involved in detecting plastics in a biological environment. We first discuss the possible sources of\nnanoplastics and their fates and effects in the environment and then describe the possible entry routes of these particles into the\nhuman body, as well as their uptake mechanisms at the cellular level. Since the potential risks of environmental nanoplastics to\nhumans have not yet been extensively studied, we focus on studies demonstrating cell responses induced by polystyrene\nnanoparticles. In particular, the influence of particle size and surface chemistry are discussed, in order to understand the possible\nrisks of nanoplastics for humans and provide recommendations for future studies.", "Daftar File": {}, "Penulis": "Roman Lehner [-]", "Kontributor / Dosen Pembimbing": ["Christoph Weder.,Alke Petri-Fink.,and Barbara Rothen-Rutishauser"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "-", "Sumber": "Environmental Science & Technology", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "30 Jan 2019"}