{"Nomor": 33822, "Judul": "Pembuatan Perangkat Lunak Berbasis Web untuk Analisis Data Operasi Motor Diesel dengan Metode Principal Component Analysis Studi Kasus : Motor Diesel SWD 16TM410 di PLTD Tarakan", "Abstrak": "Perawatan yang baik mampu mencegah terjadinya kegagalan pada motor diesel industri. Kegagalan pada motor diesel industri dapat mengakibatkan berhentinya proses industri. Gejala tidak normal dari motor diesel dapat terjadi sebelum suatu variabel melebihi nilai batas yang telah ditetapkan oleh pembuat motor diesel tersebut. Dalam penelitian ini, sebuah perangkat lunak dikembangkan untuk mendeteksi ketidaknormalan pada data operasi dengan menggunakan metode Principal Component Analysis (PCA). Data operasi yang dianalisis berupa 43 buah variabel yang terdiri dari data posisi fuel rack, temperatur exhaust, governor position, turbocharger, pelumas, dan air pendingin. Algoritma yang digunakan pada perangkat lunak ini adalah Moving Window PCA (MWPCA). Selain itu, dalam penelitian ini juga dibahas mengenai dua jenis model PCA. Model pertama adalah model dengan data murni dari data pengukuran aktual dan model kedua dengan data pengukuran aktual dengan modifikasi pada beberapa variabel yang pada pengukuran sebelumnya terdeteksi sebagai variabel yang memiliki nilai tidak normal. Hasil yang didapat menunjukkan bahwa dua model tersebut mampu mendeteksi ketidaknormalan dari data operasi pada beberapa titik kejadian perawatan. Namun, kedua model masih belum mampu memprediksi kegagalan sebelum kegagalan terjadi, sehingga diperlukan pengembangan lebih lanjut.", "Daftar File": {"TA_Dananjaya_Awaldastiana_131110281.pdf": "https://digilib.itb.ac.id/gdl/download/153291", "TA_Dananjaya_Awaldastiana_13111028__Bab-I_pdf1.pdf": "https://digilib.itb.ac.id/gdl/download/153292", "TA_Dananjaya_Awaldastiana_13111028__Bab-II_pdf_1.pdf": "https://digilib.itb.ac.id/gdl/download/153293", "TA_Dananjaya_Awaldastiana_13111028__Bab-III_pdf1.pdf": "https://digilib.itb.ac.id/gdl/download/153294", "TA_Dananjaya_Awaldastiana_13111028__Bab-IV_pdf1.pdf": "https://digilib.itb.ac.id/gdl/download/153295", "TA_Dananjaya_Awaldastiana_13111028__Bab-V_pdf1.pdf": "https://digilib.itb.ac.id/gdl/download/153296"}, "Penulis": "Fariz Khairul Arifin [13111019]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Arief Hariyanto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Principal Component Analysis Studi Kasus : Motor Diesel SWD 16TM410", "Sumber": "", "Staf Input/Edit": "D. Budina", "File": "6 file", "Tanggal Input": "30 Jan 2019"}