{"Nomor": 33834, "Judul": "STUDI PENGARUH HEAT INPUT TERHADAP  SIFAT MEKANIK DAN STRUKTUR MIKRO HASIL RESISTANCE SPOT WELDING MATERIAL UNS N06600", "Abstrak": "Resistance spot welding (las titik) merupakan salah satu jenis pengelasan yang masih sering digunakan hingga saat ini karena keunggulannya yaitu : ekonomis, dapat dilakukan pada berbagai jenis material dan ketebalan, siklus waktu pendek, dan tidak memerlukan filler metal. Penyambungan logam pada pengelasan RSW disebabkan oleh mencairnya logam akibat heat input yang diberikan pada pelat. Parameter yang mempengaruhi heat input adalah arus listrik, hambatan, dan waktu pengelasan. Penelitian ini bertujuan untuk mengetahui pengaruh heat input terhadap sifat mekanik, lebar nugget dan HAZ, serta struktur mikro hasil pengelasan RSW material UNS N06600. Pengelasan dilakukan dengan kombinasi kuat arus 9, 11, dan 13kA, dan waktu pengelasan 1.3 dan 1.5s. Adapun pengujian yang dilakukan adalah pengujian komposisi kimia, pengujian tensile shear, uji keras, dan pengujian metalografi. Dari penelitian ini terlihat bahwa akibat parameter yang diberikan akan menghasilkan expulsion dari logam lasan. Expulsion akan menurunkan nilai kekuatan tarik hasil lasan dari 621 ke 519 MPa. Meningkatnya heat input dari 23 ke 56 kJ akan meningkatkan ukuran nugget dari\n2,8 ke 4,2 mm dan HAZ dari 179 ke 435 ?m. Nilai kekerasan berbeda pada setiap zona hasil pengelasan RSW dengan rata-rata kekerasan pada base metal 172 HV, HAZ 165 HV, dan nugget 170 HV. Selain itu diperoleh struktur mikro berupa fenomena grain growth pada daerah HAZ, butir bentuk cellular dendritic, dan dendritic pada daerah nugget yang terbentuk mengikuti heat flow pada saat proses solidifikasi. Dan ditemukan indikasi terbentuknya karbida Cr7C3  pada daerah nugget.", "Daftar File": {}, "Penulis": "Abdul Mahfuzh [13714021]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Husaini Ardy", "Umen Rumendi, ST., MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Resistance Spot Welding, UNS N06600, heat input, kekuatan tarik,  lebar nugget dan HAZ, kekerasan, struktur mikro", "Sumber": "", "Staf Input/Edit": "Wulan Nurhasanah", "File": "7 file", "Tanggal Input": "30 Jan 2019"}