{"Nomor": 33833, "Judul": "STRUKTUR KOMUNITAS MIKROBA PADA TEMPE MALANG", "Abstrak": "Industri tempe tersebar di berbagai daerah di Indonesia dengan karakter dan rasa yang khas. Pada penelitian ini dilakukan isolasi mikroba pada tempe yang berasal dari Malang untuk melihat perubahan struktur komunitas mikroba. Pengambilan sampel dilakukan pada 6 waktu yang berbeda yaitu: 0 jam (T0), 12 jam (T1), 24 jam (T2), 36 jam (T3), 48 jam (T4), dan 60 jam (T5) sejak awal fermentasi. Isolasi mikroba dilakukan dengan menggunaan metode spread plate, uji organoleptik dilakukan dengan metode Uji Deskriptif, sedangkan uji asam amino dilakukan dengan metode UPLC (Ultra Performance Liquid Chromatography). Berdasarkan hasil penelitian Angka Lempeng Total (ALT) kelimpahan total isolat ragi dan fungi pada setiap gram tempe berturut-turut dari sampel tempe T0, T1, T2, T3, T4, dan T5 adalah sebagai berikut: 4,0x104 CFU/g, 5,0x104 CFU/g, 2,0x105 CFU/g, 6,2x105 CFU/g, 6,5x105 CFU/g, 6,1x105 CFU/g. Sementara angka lempeng total pada bakteri untuk setiap gram tempe pada T0, T1, T2, T3, T4, dan T5 adalah sebagai berikut: 4,0x105 CFU/g, 1,0x106 CFU/g, 1,4x106 CFU/g, 2,9x106 CFU/g, 3,2x106 CFU/g, 3,3x106 CFU/g. Dari hasil isolasi dan identifikasi diperoleh 20 isolat mikroba yang terdiri dari 12 isolat bakteri, 6 isolat jamur dan 2 isolat ragi selama proses fermentasi tempe Malang. Beberapa isolat tersebut berhasil diidentifikasi diantaranya adalah Klebsiella sp, Janibacter sp, Gluconobacter sp, Bacillus cereus, Bacillus sp, Lysinimonas sp, Pseudomonas, Cladosporium sp, Trichosporon asahi, Simplicilium sp, Daedaleopsis sp. Isolat yang paling dominan pada T0 adalah Rhizopus dan Trichosporon sebanyak 4,0x104 CFU/g dan 3,0 x104 CFU/g, pada T1 didominasi Klebsiella yaitu sebanyak 1,6 x106 CFU/g pada T2 didominasi Rhizopus, Bacillus, Klebsiella sebanyak 5,0x104 CFU/g, 1,2 x106 CFU/g, pada T3 didominasi Pseudomonas dan Bacillus sebanyak 2,2x106 CFU/g dan 2,9x106 CFU/g, pada T4 didominasi Klebsiella dan Bacillus sebanyak 3,3x106 CFU/g dan 2,9x106 CFU/g sedangkan pada T5 didominasi oleh Lysinimonas sp sebesar 2,8x105 CFU/g. Hasil uji deskriptif menunjukkan bahwa tempe Malang memiliki kualitas rasa yang baik karena parameternya memiliki nilai yang cukup tinggi dengan nilai maksimal adalah 7,00. Parameter warna bernilai 6,14, rasa manis awal bernilai 4,76, tekstur 6,89, rasa mentah 5,70 dan rasa pahit di akhir senilai 4,07. Kandungan asam amino tertinggi pada sampel Malang adalah fenilalanin dan asam aspartat sebanyak 36239.60/ppm dan 18994.91/ppm. Nilai mutu tempe Malang mulai dari kadar air, kadar lemak, kadar abu, kadar protein telah sesuai Standar Nasional Indonesia (SNI) yang ditetapkan, dimana kadar air tempe Malang 62.30%, kadar abu sebanyak 1.04 Lemak total 11,48% dan protein 19,43%.", "Daftar File": {"2019_TS_PP_SONA_FEBRINA_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/153341", "COVER Sona Febrina": "https://digilib.itb.ac.id/gdl/download/191286", "BAB 1 Sona Febrina": "https://digilib.itb.ac.id/gdl/download/191287", "BAB 2 Sona Febrina": "https://digilib.itb.ac.id/gdl/download/191288", "BAB 3 Sona Febrina": "https://digilib.itb.ac.id/gdl/download/191289", "BAB 4 Sona Febrina": "https://digilib.itb.ac.id/gdl/download/191290", "BAB 5 Sona Febrina": "https://digilib.itb.ac.id/gdl/download/191291", "PUSTAKA Sona Febrina": "https://digilib.itb.ac.id/gdl/download/191292"}, "Penulis": "Sona Febrina [20615012]", "Kontributor / Dosen Pembimbing": ["Dr. Pingkan Aditiawati"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Tempe, Diversitas Mikroba, Organoleptik Tempe, Angka Lempeng Total", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "30 Jan 2019"}