{"Nomor": 33846, "Judul": "ALTERASI Dl SUMUR PENGEBORAN SMN-1 DAN SMN-2 Dl DAERAH PANAS BUMI SUMANI, KABUPATEN SOLOK, PROPINSI SUMATERA BARAT", "Abstrak": "Daerah penelitian berada di lokasi sumur pengeboran SMN-1 dan lokasi sumur pengeboran SMN-2 berada di daerah panas bumi Sumani, Kabupaten Solok, Provinsi Sumatera Barat. Penelitian dilakukan untuk mengetahui tipe alterasi bawah permukaan dalam lingkungan sistem panas bumi daerah Sumani. Metode yang digunakan adalah melakukan deskripsi megaskopis, mikroskopis dan analisis karakterisasi terhadap batuan inti dari sumur SMN-1 (702 meter) dan SMN-2 (428 meter). Dilakukan juga pengukuran suhu pada sumur SMN-1 dan SMN-2 untuk mengetahui anomali gradien geothermal.\nBerdasarkan hasil penelitian diketahui jenis-jenis mineral yang terbentuk dalam batuan bawah permukaan dan tipe ubahan serta korelasi zonasi alterasi bawah permukaan. Mineral ubahan yang dijumpai dalam batuan inti sumur SMN-1 terdiri dari; montmorilonit, smektit, sulfat, silika, halit, hematit, oksida vanadium, arsenat, karbonat, zeolit, ilit, pirofilit, klorit, muskovit, dan opal. Mineral ubahan yang terbentuk dalam sumur SMN-2 terdiri dari; kaolinit, montmorilonit, smektit, hematit, posfat, silikat, zeolit dan karbonat. Berdasarkan hasil pengelompokan mineral ubahan yang terbentuk dalam batuan bawah permukaan, sumur SMN-1 didominasi oleh tipe argilik (hingga kedalaman 100 meter) dan tipe propilitik (100-702 meter), sedangkan Sumur SMN-2 merupakan tipe ubahan argilik.\nGradien geothermal dari permukaan hingga kedalaman 700 m di sumur SMN-1 menunjukkan rata-rata\n12,86°C/100 meter, sedangkan di sumur SMN-2 diperoleh rata-rata 7 °C/100 meter.", "Daftar File": {}, "Penulis": "Sukaesih [Pusat Sumber Daya Geologi]", "Kontributor / Dosen Pembimbing": ["Yuano Rezky, Mega F. Rosana, Undang Mardiana"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "Mining & related operations", "Kata Kunci": "Alterasi. Argilik. Propilitik. Gradien panas bumi. Sumani", "Sumber": "Buletin Sumber Daya Geologi, volume 10, no. 3, halaman 153-166, November 2015, ISSN: 1907-5367, Terakreditasi LIPI No: 617/AU2/P2MI-LIPI/03/2015", "Staf Input/Edit": "Ena Sukmana", "File": "4 file", "Tanggal Input": "30 Jan 2019"}