{"Nomor": 33849, "Judul": "KOMPARASI AMBANG BATAS CURAH HUJAN PEMICU LONGSOR MENGGUNAKAN DATA SATELIT TRMM DAN GPM UNTUK WILAYAH BANDUNG SELATAN", "Abstrak": "Bandung Selatan menempati peringkat keempat kabupaten rawan bencana longsor di\nIndonesia. Longsor yang terjadi tidak hanya oleh karakter geografis, tetapi juga oleh\nfaktor intensitas hujan dan durasi. Dengan demikian, informasi dari ambang curah\nhujan pemicu longsor penting untuk diperoleh. Penelitian ini bertujuan untuk\nmenentukan ambang curah hujan pemicu longsor di Bandung Selatan menggunakan\ndata curah hujan yang diperoleh dari satelit TRMM dan satelit GPM. Data TRMM dan\nGPM diverifikasi dengan data pengamatan observasi AWS di tiga lokasi. Metode yang\ndigunakan dalam penelitian ini adalah metode empiris dengan melakukan hubungan\nantara intensitas curah hujan dan durasi untuk kejadian longsor dan kurva ambang batas\ndiperoleh dengan menurunkan garis regresi intensitas-durasi (ID) curah hujan titik\nterendah dalam menyebabkan tanah longsor. Hasil penelitian menunjukkan bahwa data\nGPM lebih baik dari data TRMM dan analisis data GPM menunjukkan pola yang sesuai\ndengan nilai – nilai pengamatan observasi. Hubungan antara ambang batas dan\nkemiringan lereng menghasilkan bahwa lereng yang curam memerlukan intensitas yang\nlebih tinggi dan durasi yang lama dibanding dengan lereng landai. Hal tersebut\nkemungkinan dikarenakan hujan lebih efektif menjadi limpasan (run – off)\ndibandingkan dengan infiltrasi dilihat dari sifat infiltrasi dan kejenuhan yang\nberbanding terbalik dengan kemiringan lereng.", "Daftar File": {}, "Penulis": "Gian Nanda Pratama [12812012]", "Kontributor / Dosen Pembimbing": ["Dr. Rusmawan Suwarman, MT", "I Dewa Gede Agung Junnaedhi GMT, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Ambang Batas, GPM, Curah Hujan Pemicu Longsor, Pengamatan, Longsor, TRMM", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "30 Jan 2019"}