{"Nomor": 33864, "Judul": "OPTIMASI DESAIN NOSEL VENTURI UNTUK PEMBAKARAN BIOGAS MELALUI PEMODELAN DAN EKSPERIMEN", "Abstrak": "Ketersediaan sumber energi berbahan bakar fosil yang makin menipis menjadi alasan diperlukannya alternatif sumber energi yang lain. Biogas merupakan salah satu sumber energi terbarukan yang dapat dimanfaatkan sebagai bahan bakar pembangkit listrik skala kecil. Tema pemanfaatan biogas sebagai bahan bakar pada genset diusulkan untuk mengurangi ketergantungan pada bahan bakar bensin yang hingga kini masih menjadi bahan bakar utama pada genset. Eksperimen awal dengan megganti bahan bakar bensin dengan biogas secara langsung pada mesin genset menunjukkan bahwa genset tidak beroperasi sebagaimana mestinya. Sehingga pada penelitian ini dilakukan modifikasi nosel venturi pengumpan biogas ke dalam ruang karburator venturi tempat pencampuran dengan udara pembakar. Kajian modifikasi ini menggunakan bentuk nosel terpancung pada ujungnya.\nPelaksanaan operasi dengan nosel yang dimodifikasi dilakukan dengan cara pengaturan bukaan pada saluran udara yang masuk ke dalam ruang karburator venturi. Hasil eksperimen menunjukkan bahwa genset mampu menghasilkan daya listrik 473.00 Watt hingga 807.40 Watt. Genset dengan bahan bakar biogas (tanpa bensin) menggunakan nosel modifikasi dengan diameter 0,30 cm hingga 0,65 cm, menghasilkan efisiensi berdasarkan daya listrik yang diproduksi sebesar 4.02 % hingga 5.46 %, yang menunjukkan keberhasilan yang diinginkan.\nHasil dari eksperimen selanjutnya dikaji dengan melakukan simulasi dinamika fluida menggunakan perangkat lunak CFD dalam ruang dua dimensi (2D) dan tiga dimensi (3D) untuk\naliran turbulen, dengan bentuk nosel datar dan terpancung. Hasil simulasi memberikan kepastian bahwa keberhasilan produksi listrik dari eksperimen diwujudkan oleh aliran biogas dalam ruang karburator venturi yang langsung menuju silinder bakar, sedangkan kejadian tidak beroperasinya genset ketika pergantian langsung antara biogas dan bensin dijustifikasi dengan adanya aliran biogas yang keluar ke inlet udara. Pengaturan sudut bukaan di ruang udara disimulasikan dengan variasi sudut dengan hasil menunjukkan bahwa pada sudut tertentu, dalam hal ini 300, 450, dan 600, menghasilkan kejadian aliran balik dan aliran maju. Hasil dari simulasi CFD memberikan konfirmasi terhadap kejadian produksi listrik, baik yang beroperasi semestinya maupun yang tidak.\nPenelitian disertasi ini menggambarkan bahwa kajian teknologi fenomena fluida yang kompleks hasil eksperimen mampu disingkap dengan cara pemodelan dinamika aliran kompleks dengan perangkat lunak CFD dalam bentuk perkiraan numerik nilai-nilai variabel kecepatan tiga dimensi, tekanan dalam ruang tiga dimensi dan kuantitas turbulen dalam ruang tiga dimensi. Peristiwa yang kompleks perlu dianalisa dengan pendekatan yang komprehensif tanpa banyak pengabaian karena peristiwa tersebut tidak bisa disingkap secara saintifik jika hanya dengan teori yang dirumuskan oleh banyak penyederhanaan.", "Daftar File": {"2019_DS_PP_NI_KETUT_LASMI_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/153498", "COVER Ni Ketut Lasmi": "https://digilib.itb.ac.id/gdl/download/166140", "BAB_1 Ni Ketut Lasmi": "https://digilib.itb.ac.id/gdl/download/166141", "BAB_2 Ni Ketut Lasmi": "https://digilib.itb.ac.id/gdl/download/166145", "BAB_3 Ni Ketut Lasmi": "https://digilib.itb.ac.id/gdl/download/166146", "BAB_4 Ni Ketut Lasmi": "https://digilib.itb.ac.id/gdl/download/166154", "PUSTAKA Ni Ketut Lasmi": "https://digilib.itb.ac.id/gdl/download/166156"}, "Penulis": "Ni Ketut Lasmi [30213012]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Alamta Singarimbun, M.Si.", "Wahyu Srigutomo, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Biogas, nosel venturi, efisiensi daya listrik, sainstifik, simulasi CFD", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "18 file", "Tanggal Input": "30 Jan 2019"}