{"Nomor": 33861, "Judul": "MODEL VALUASI ABSOLUT DAN RELATIF UNTUK MENUNTUN APPRAISAL PRA-IPO PERUSAHAAN KEWENANGAN BANDARA", "Abstrak": "Investor publik lebih bersemangat untuk memasukkan uang mereka jika saham yang akan mereka beli adalah milik perusahaan yang dimiliki oleh pemerintah dan bukan milik perusahaan swasta. OJK (Otoritas Jasa Keuangan) Indonesia terus mendorong perusahaan-perusahaan milik negara dan anak-anak perusahaannya untuk melakukan Penawaran Umum Saham Perdana (IPO).\n\nDi antara perusahaan-perusahaan milik negara tersebut adalah Angkasa Pura II yang terus menyediakan layanan terkait bandara untuk industri penerbangan di bagian barat Indonesia. Perusahaan hampir tidak memiliki pesaing langsung pada industrinya. Angkasa Pura II vokal dalam hal mencari ke masyarakat untuk menyediakan modal. Pada tahun 2016, Angkasa Pura II telah menerbitkan obligasi perusahaan senilai total Rp2 triliun. Langkah Perusahaan pada penerbitan obligasi adalah untuk membantu mengantarkan IPO yang direncanakan Perusahaan di masa depan. Angkasa Pura II telah merencanakan untuk menempatkan modal baru untuk dijual kepada publik pada IPO yang berjumlah 25% dari total modal yang telah disahkan oleh Perusahaan.\n\nMenilai kondisi keuangan pra-IPO Angkasa Pura II diyakini penting sebelum Perusahaan melanjutkan keputusan IPO. Penilaian akan membutuhkan appraisal atas kekayaan bersih Perusahaan. Ini diperlukan untuk menentukan secara akurat nilai-nilai fundamental yang mendasari saham nantinya. Studi ini telah melihat ke dalam perspektif penilaian absolut dan relatif Perusahaan. Model valuasi absolut adalah untuk mengungkap nilai tunggal yang mendasari Perusahaan sebagai perusahaan sendiri dan telah menggunakan FCFF dan model DDM tiga tahap sebagai metodenya. Model valuasi relatif mempertimbangkan persepsi pasar ke nilai perusahaan dan telah meggunakan forward P/E dan EV/EBITDA sebagai metodenya.\n\nKedua model valuasi absolut dan relatif yang dikembangkan untuk tujuan penelitian ini secara fundamental telah mengisyarkatkan bahwa Angkasa Pura II dapat meningkatkan modal lebih darpada apa yang telah direncanakan perusahaan. Studi ini condong ke kedua model penilaian absolut, lebih kepada model FCFF karena kerumitannya dalam mengolah catatan keuangan historis untuk kemudian memperkirakan kinerja Perusahaan di masa depan. Model FCFF mendorong nilai intrinsik yang sangat tinggi bagi Perusahaan, yang sebagai gantinya dapat menarik calon investor untuk membeli saham Perusahaan dengan harga awal yang tinggi", "Daftar File": {"2019_TS_PP_Muhammad_Faidz_Yasser_Arafat_1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/153489"}, "Penulis": "Muhammad Faidz Yasser Arafat [29117097]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Asep Darmansyah, M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "bandar udara, absolut, harga wajar, IPO, relatif, valuasi", "Sumber": "PT. Angkasa Pura II Persero", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "30 Jan 2019"}