{"Nomor": 33866, "Judul": "PENGGUNAAN PENDEKATAN LOGIKA FUZZY DALAM MEMINIMALKAN TOTAL BIAYA AWAK PESAWAT PADA PERUSAHAAN PENERBANGAN X", "Abstrak": "Pada perusahaan penerbangan, gaji awak pesawat merupakan biaya\nterbesar kedua yang harus dikeluarkan, sehingga perlu dilakukan upaya untuk\nmengurangi biaya tersebut. Upaya untuk mengurangi biaya awak pesawat dapat\ndilakukan dengan metode optimasi, yang salah satunya berupa optimasi\npenjadwalan awak pesawat. Penjadwalan awak pesawat yang baik diharapkan\ndapat mengurangi kebutuhan akan awak pesawat sehingga biaya awak pesawat\ndapat optimum.\nPenelitian ini bertujuan untuk melakukan optimasi dalam meminimalkan\ngaji awak pesawat selama satu bulan sesuai dengan data yang ada. Optimasi\ndilakukan dalam beberapa tahap, yaitu optimasi pembuatan pairing penerbangan\ndan penjadwalan awak pesawat selama satu bulan, serta optimasi penentuan\nperubahan batasan jam terbang menggunakan pendekatan logika fuzzy yang\ndapat membuat biaya pesawat menjadi lebih minimal. Pada pembuatan pairing\npenerbangan, setiap penerbangan dipasangkan satu sama lain sehingga dapat\nmengoptimalkan jumlah pilot yang harus ditugaskan selama satu bulan. Pada\npenjadwalan awak pesawat, jadwal yang menghasilkan total biaya paling\nminimum dipilih sebagai jadwal yang terbaik. Berikutnya, pendekatan logika\nfuzzy digunakan untuk menentukan perubahan batasan yang dapat membuat biaya\npesawat paling minimum.\nPembuatan pairing penerbangan menghasilkan 228 pairing penerbangan\nselama satu bulan dengan jumlah pilot yang diperlukan sebanyak 771 pilot.\nPenjadwalan awak pesawat menghasilkan jadwal pesawat yang berisi 40 rotasi\nselama satu bulan dengan biaya yang harus dikeluarkan yaitu Rp 6.038.900.000.\nPerubahan batasan yang paling meminimalkan biaya pesawat adalah perubahan\nbatasan jam terbang dengan batasan jam terbaik yaitu 89 jam.", "Daftar File": {}, "Penulis": "Ferdyanto Chandra [10112002]", "Kontributor / Dosen Pembimbing": ["Novriana Sumarti, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Natural sciences & mathematics", "Kata Kunci": "biaya awak pesawat, penjadwalan awak pesawat, optimasi, pairing penerbangan, logika fuzzy.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "30 Jan 2019"}