{"Nomor": 33860, "Judul": "METODE ARTIFICIAL BEE COLONY (ABC) UNTUK OPTIMASI PORTOFOLIO", "Abstrak": "Metode optimasi yang terinspirasi oleh perilaku makhluk hidup telah diketahui mampu menyesaikan masalah yang kompleks secara komputasi, terutama ketika metode tradisional tak mampu melakukannya. Metode Artificial Bee Colony (ABC) adalah suatu metode yang terinspirasi oleh perilaku lebah madu dalam mencari makanan.\nPada tesis ini, penulis menggunakan metode ABC yang telah dimodifikasi (mABC) untuk menyelesaikan masalah optimasi portofolio Markowitz. Optimasi portofolio dalam tesis ini mencakup optimasi portofolio tanpa kendala, optimasi dengan kendala buy-in threshold, kendala roundlot, dan kendala cardinality. Pertama-tama, penulis melakukan ujicoba metode ABC yang telah dimodifikasi (mABC) untuk optimasi fungsi benchmark, baik fungsi continu maupun fungsi mix-integer linear-nonlinear, kemudian menyelesaikan masalah optimasi portofolio Markowitz. Penulis memodifikasi metode ABC agar mampu menyelesaikan masalah yang melibatkan variable bilangan bulat, dan mix-integer non linear programming (MINLP). Hasilnya, metode ABC yang dimodifikasi mampu menyelesaikan masalah optimasi portofolio model Markowitz", "Daftar File": {"2014_TS_PP_Luthfiyati_Nurafifah_1-COVER1.pdf": "https://digilib.itb.ac.id/gdl/download/153482", "2014_TS_PP_Luthfiyati_Nurafifah_1-BAB_1pdf.pdf": "https://digilib.itb.ac.id/gdl/download/153483", "2014_TS_PP_Luthfiyati_Nurafifah_1-BAB_21.pdf": "https://digilib.itb.ac.id/gdl/download/153484", "2014_TS_PP_Luthfiyati_Nurafifah_1-BAB_31.pdf": "https://digilib.itb.ac.id/gdl/download/153485", "2014_TS_PP_Luthfiyati_Nurafifah_1-BAB_41.pdf": "https://digilib.itb.ac.id/gdl/download/153486", "2014_TS_PP_Luthfiyati_Nurafifah_1-BAB_51.pdf": "https://digilib.itb.ac.id/gdl/download/153487", "2014_TS_PP_Luthfiyati_Nurafifah_1-PUSAKA.pdf": "https://digilib.itb.ac.id/gdl/download/153488"}, "Penulis": "Luthfiyati Nurafifah S Pd [20112041]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Kuntjoro Adji Sidarto"], "Jenis Koleksi": "Tesis", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Natural sciences & mathematics", "Kata Kunci": "Optimasi portofolio, metode Artificial Bee Colony, Mix-integer Non Linear Programming", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "30 Jan 2019"}