{"Nomor": 33870, "Judul": "ANALISIS SEDIMENTASI AKIBAT PERUBAHAN LAYOUT BREAKWATER DI CILACAP JAWA TENGAH", "Abstrak": "Semakin meningkatnya kebutuhan manusia akan lahan, membuat daerah yang memiliki kondisi fisik dinamis khususnya pantai melakukan perlindungan terhadap daerah yang dianggap penting. Perubahan Layout breakwater pun menjadi salah satu alternatif guna mempertahankan dan melindungi kondisi fisik pantai guna peningkatan aktivitas. Tugas akhir ini bertujuan untuk menganalisis sedimentasi yang terjadi akibat adanya perubahan layout breakwater yang terjadi di lokasi studi, Cilacap, Jawa Tengah. Cakupan dari tugas akhir ini adalah pengumpulan data, hindcasting gelombang, transformasi gelombang, analisis transpor sedimen, dan Simulasi model tiga dimensi non-orthogonal boundary fitted. Simulasi dilakukan dengan bantuan perangkat lunak MuSed3D. Hasil perhitungan transport sedimen diketahui pergerakan transpor sedimen sejajar pantai yaitu dari arah timur menuju barat dan pergerakan transpor sedimen tegak lurus pantai mengarah ke arah pantai. Dengan simulasi model tiga dimensi didapatkan pada lokasi studi terjadi sedimentasi yang cukup besar yakni mencapai 325 cm dalam kurun waktu 10 tahun simulasi.", "Daftar File": {"2015_TA_PP_IRWAN_BUDIYANTO_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/153526", "2015_TA_PP_IRWAN_BUDIYANTO_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/153530", "2015_TA_PP_IRWAN_BUDIYANTO_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/153536", "2015_TA_PP_IRWAN_BUDIYANTO_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/153539"}, "Penulis": "Irwan Budiyarto [15510022]", "Kontributor / Dosen Pembimbing": ["Ir. Muslim, MSOE, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Engineering & allied operations", "Kata Kunci": "transpor sedimen, sedimentasi, simulasi, dan MuSed 3D", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "30 Jan 2019"}