{"Nomor": 33880, "Judul": "ANALISIS MODEL PROSES KOPULA BERDASARKAN KERNEL DAN APLIKASINYA", "Abstrak": "Prediksi data deret waktu merupakan upaya dalam mengetahui suatu nilai\ndata pada waktu yang akan datang dengan menggunakan data - data pada waktu\nyang telah terjadi atau data historis. Hasil prediksi ini tentunya sangat bermanfaat\nbaik pada data finansial ataupun data non-finansial. Nilai prediksi didapatkan\ndengan terlebih dahulu memperoleh fungsi distribusi prediksi. Fungsi distribusi\nprediksi dapat diperoleh dengan menggunakan konsep bayesian dari fungsi\ndistribusi bersama. Konstruksi dari distribusi bersama beberapa peubah acak yang\nberdistribusi tertentu tentu tidak mudah sehingga digunakan kopula sebagai fungsi\ndistribusi bersamanya. Kernel-based Copula Processes (KCP) adalah suatu proses\nkopula yang menggunakan kernel sebagai komponen parameter kopula Elliptical.\nKernel ini berperan sebagai nilai korelasi atau kebergantungan suatu data yang\nmemiliki karakteristik tertentu. Pada tesis ini dipelajari lebih lanjut model KCP\nuntuk mengetahui distribusi prediksi secara univariat maupun multivariat. Model\ndistribusi prediksi ini dapat digunakan untuk melakukan prediksi data deret waktu\nuntuk periode waktu ke depan.", "Daftar File": {"2014_TS_PP_AYU_SHABRINA_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/153601", "2014_TS_PP_AYU_SHABRINA_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/153602", "2014_TS_PP_AYU_SHABRINA_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/153604", "2014_TS_PP_AYU_SHABRINA_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/153605", "2014_TS_PP_AYU_SHABRINA_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/153606", "2014_TS_PP_AYU_SHABRINA_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/153607", "2014_TS_PP_AYU_SHABRINA_1-BAB_6.pdf": "https://digilib.itb.ac.id/gdl/download/153608", "2014_TS_PP_AYU_SHABRINA_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/153610"}, "Penulis": "Ayu Shabrina [20113014]", "Kontributor / Dosen Pembimbing": ["Sapto Wahyu Indratno, S.Si., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Mathematics", "Kata Kunci": "Kernel-based Copula Processes, kernel, kopula Elliptical, prediksi univariat, prediksi multivariat", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "30 Jan 2019"}