{"Nomor": 33884, "Judul": "TRANSISI PENGELOLAAN PELABUHAN (STUDI KERJASAMA PEMERINTAH DAN SWASTA DI PELABUHAN TANJUNG PRIOK)", "Abstrak": "TRANSISI PENGELOLAAN PELABUHAN\n(STUDI KERJASAMA PEMERINTAH DAN SWASTA\nDI PELABUHAN TANJUNG PRIOK)\nOleh\nFEMBRI ADE SAPUTRA\nNIM : 24 01 2009\nAdanya pola perubahan dalam pengelolaan pelabuhan disebabkan oleh dorongan\nbesar globalisasi terhadap banyak industri, yaitu globalisasi produksi, distribusi\nbarang-barang manufaktur dan gerakan menuju pengelolaan umum baru dalam\nkepemerintahan yang melahirkan suatu pemikiran baru terhadap pengelolaan\npelabuhan. Seiring diberlakukannya Undang-Undang nomor 17 Tahun 2008\ntentang Pelayaran, pola pengelolaan pelabuhan di Indoneisa sedang mengalami\nproses pergantian (transisi) dalam pengelolaan. Salah satu tujuannya adalah\nsebagai proses dalam penghapusan monopoli dan penciptaan efisiensi di\npelabuhan. Penelitian dilakukan menggunakan metode kualitatif dengan teknik\nanalisis deskriptif. Gambaran tentang gejala yang terjadi seputar transisi\npengelolaan pelabuhan diperoleh melalui observasi dan wawancara langsung\ndengan pihak-pihak terkait menggunakan metode Purposive. Hasil penelitian\nmenunjukan bahwa dalam transisi yang terjadi dipelabuhan masih terdapat\nkontroversi produk hukum dan nilai-nilai yang akan dianut kedepan. Persoalan\nterkait pembangunan dan pengelolaan infrastruktur pelabuhan adalah masalah\nlayout pelabuhan (menganalisis, membentuk konsep, merancang, dan\nmewujudkan sistem), terutama pelabuhan yang dari segi tata letaknya berada\ndiwilayah dengan dikelilingi oleh laut diketiga sisinya (tanjung). Adapun jawaban\nuntuk pemecahaan masalah pelabuhan ini melalui problem solving model dengan\nrolling position strategy, yaitu model pemecahan masalah melalui strategi\npengamatan pola-pola persoalan yang teramati pada sisi pertama sebagai jawaban\nuntuk memecahkan pola-pola persoalan terhadap sisi kedua, begitu juga\nsebaliknya. Sedangkan Para pihak yang terlibat dalam pengelolaan pelabuhan\nmasih dalam proses learning together dalam menemukan pola-pola partnership,\nguna menjawab tantangan terhadap keterbatasan dana pemerintah dan lahan untuk\npembangunan dan pengembangan pelabuhan. Salah satu peluang yang dapat\ndijadikan rujukan dalam pembangunan dan pengembangan sektor pelabuhan\nkedepan, dapat dilakukan dengan menjadikan pelabuhan sebagai Renewable\nEnergy Facilities dan Renewable Energy Services.", "Daftar File": {"2015_TS_PP_FEMBRI_ADE_SAPUTRA_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/153635", "2015_TS_PP_FEMBRI_ADE_SAPUTRA_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/153636", "2015_TS_PP_FEMBRI_ADE_SAPUTRA_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/153637", "2015_TS_PP_FEMBRI_ADE_SAPUTRA_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/153638", "2015_TS_PP_FEMBRI_ADE_SAPUTRA_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/153639", "2015_TS_PP_FEMBRI_ADE_SAPUTRA_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/153640", "2015_TS_PP_FEMBRI_ADE_SAPUTRA_1-DAFTAR_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/153641"}, "Penulis": "Fembri Ade Saputra [24012009]", "Kontributor / Dosen Pembimbing": ["Ir. Indra Budiman Syamwil, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "transisi, tata kelola, pelabuhan, pelayaran, perdagangan, kerjasama pemerintah dan swasta, sumber daya terbarukan.", "Sumber": "", "Staf Input/Edit": "sarnya", "File": "7 file", "Tanggal Input": "30 Jan 2019"}