{"Nomor": 33896, "Judul": "SINTESIS DAN KARAKTERISASI MATERIAL FOSFOR ZNAL2O4:TI MENGGUNAKAN METODE SONOKIMIA", "Abstrak": "Material fosfor berukuran nano dapat memiliki sifat yang berbeda dalam fotoluminesensi dan fosforesensi jika dibandingkan dengan material bulk dan banyak digunakan dalam solid state lighting  dan  optical  labeling.  Material  fosfor  digunakan  untuk  berbagai  aplikasi  seperti plasma  and  field  emission  displays,  liquid  crystal  displays  (LCDs),  cathode  ray  tubes (CRTs), detektor sinar-X dan light emitting diodes (LEDs). Pada penelitian ini disintesis material fosfor seng aluminat dengan dopan Ti, ZnAl2O4:Ti dengan metode sonokimia pada\n60 oC. ZnAl2O4  memiliki lebar celah energi yang besar yaitu sekitar 3,8 eV. Seng aluminat\nini diberi dopan dengan sejumlah kecil ion Ti4+  sebagai aktivator. Ion titanium tersebut berasal dari titanium isopropoksida. Sumber Zn2+ yang digunakan pada penelitian ini adalah dari padatan Zn(NO3)2.6H2O sedangkan sumber Al3+ adalah dari Al(NO3)3.9H2O. Seng aluminat yang telah disintesis disintering pada suhu 600 oC sedangkan ZnAl2O4:Ti disintering pada 300 oC, 600 oC, 900 oC dan 1200 oC selama 120 menit untuk mengetahui pengaruh suhu terhadap  struktur   dan  sifat  optiknya.   Sampel   tersebut  dikarakterisasi   dengan   X-Ray\nDiffraction (XRD), Diffuse Reflectance Spectroscopy (DRS) dan pengukuran spektrum fotoluminesensi (PL). Dari pengukuran tersebut dapat disimpulkan bahwa ZnAl2O4 yang disintesis merupakan fasa tunggal dengan lebar celah energi sekitar 3,4 eV dan memiliki ukuran  butiran  kristal     sekitar  5,27  nm.  Sedangkan  dari  pengukuran  spektrum fotoluminesensi, intensitas fotoluminesensi ZnAl2O4:Ti meningkat seiring dengan tingginya suhu pemanasan.", "Daftar File": {"2015_TA_PP_VINA_HANDAYANI_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/153708"}, "Penulis": "Vina Handayani [10511075]", "Kontributor / Dosen Pembimbing": ["Dr. Bambang Prijamboedi, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "ZnAl2O4, titanium, Sonokimia, fotoluminesensi", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "31 Jan 2019"}