{"Nomor": 33891, "Judul": "SATU TURUNAN LIMONOID DARI BIJI MAHONI (SWIETENIA MAHAGONI)", "Abstrak": "Meliaceae merupakan salah satu famili tumbuhan berbunga yang tediri dari 50 genus dan\n550 spesies. Famili ini banyak ditemukan di daerah tropis seperti Indonesia. Swietenia merupakan  salah  satu  genus  dari  famili  Meliaceae.  Kayu  Swietenia  memiliki  nilai ekonomi sebagai bahan pembuat perabotan. Swietenia mahagoni atau yang lebih dikenal dengan nama daerah mahoni merupakan salah satu spesies dari genus ini yang ditemukan di Indonesia. Tumbuhan ini diketahui mengandung berbagai metabolit sekunder seperti terpenoid, flavonoid, dan steroid. Limonoid yang ditemukan dari S. mahagoni dilaporkan memiliki bioaktivitas menarik diantaranya sebagai antidiabetes, antimalaria, dan antiinflamasi. Pada penelitian ini telah dilakukan isolasi metabolit sekunder dari biji buah S. mahagoni. Isolasi metabolit sekunder ini dilakukan dengan menggunakan teknik pemisahan dan pemurnian yang meliputi ekstraksi pelarut metanol dan berbagai teknik kromatografi, diantaranya kromatografi cair vakum (KCV), kromatografi kolom grafitasi (KKG), kromatografi radial (KR), dan  kromatografi lapis tipis (KLT). Satu senyawa murni berhasil diisolasi dari ekstrak metanol biji S. mahagoni. Berdasarkan data spektroskopi NMR 1D (1H, 13C, dan DEPT 135) dan NMR 2D (HSQC dan HMBC), senyawa tersebut diidentifikasi sebagai  switemanin K. Senyawa ini untuk pertama kali dilaporkan berhasil diisolasi dari genus Swietenia. Hasil penelitian ini diharapkan dapat memberikan kontribusi kepada kajian fitokimia tumbuhan Indonesia khususnya genus Swietenia.", "Daftar File": {"2015_TA_PP_SURYA_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/153674"}, "Penulis": "Surya [10509002]", "Kontributor / Dosen Pembimbing": ["Prof. Yana Maolana Syah, MS, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Meliaceae, limonoid, Swietenia mahagoni", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "31 Jan 2019"}