{"Nomor": 33895, "Judul": "SIMULASI DAN ANALISIS KELAIKAN TABRAK SANDWICH PANEL SEBAGAI STRUKTUR PROTEKSI MODUL BATERAI KENDARAAN LISTRIK TERHADAP GROUND IMPACT", "Abstrak": "Penelitian yang berjudul “Simulasi dan Analisis Kelaikan Tabrak Sandwich Panel sebagai Struktur Proteksi Modul Baterai Kendaraan Listrik terhadap Ground Impact” ini dilatar belakangi oleh kebutuhan manusia akan tingkat mobilitas yang tinggi sehingga dikembangkan kendaraan listrik, yaitu alat transportasi yang minim emisi ke lingkungan. Namun, sumber energi utama kendaraan listrik yaitu baterai berisi material yang sangat sensitif dan bisa meledak ketika Lithium ion didalamnya terekspos ke udara sehingga sumber energi ini harus terlindungi dari gangguan eksternal. Maka dari itu, dikembangkan struktur pelindung yang efektif, baik dari segi berat maupun kemampuannya dalam meredam gangguan eksternal, misalnya untuk meredam beban dinamik. Contoh nyata beban dinamik adalah terlemparnya batu karena terinjak ban mobil dan akhirnya menabrak bagian bawah mobil. Oleh karena itu, penelitian ini bertujuan untuk menganalisis peristiwa tumbukan pada struktur pelindung dan  menentukan geometri terbaik untuk struktur pelindung baterai. Simulasi tabrakan ini dilakukan dengan menggunakan perangkat lunak LS- DYNA dan menggunakan model elemen hingga. Ada dua geometri sandwich yang dimodelkan, yaitu Blast Resistant Adaptive Sandwich (BRAS) dan Navy Truss (NavTruss). Material yang digunakan untuk kedua sandwich adalah paduan aluminum mengingat kebutuhan dunia otomotif akan material yang ringan. Kinematika pembebanan dinamik dari batu adalah translasi arah sumbu z. Hasil dari simulasi tabrakan kemudian dianalisis sesuai dengan teori dasar kelaikan tabrak dengan beberapa variasi kasus pembebanan. Hasil analisis penelitian ini adalah bahwa geometri BRAS adalah geometri sandwich paling efektif dalam menahan gangguan luar yang menyerang baterai.", "Daftar File": {}, "Penulis": "Putri Nur Halimah [13614006]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Sigit Puji Santosa, MSME", "Dr. Annisa Jusuf, S.T., M.T.", "Prof. Dr. Ir. Tatacipta Dirgantara, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Kelaikan Tabrak, sandwich panel, struktur proteksi, kendaraan listrik beban dinamik, elemen hingga, BRAS, NavTruss.", "Sumber": "", "Staf Input/Edit": "Erlin Marliana Effendi", "File": "7 file", "Tanggal Input": "31 Jan 2019"}