{"Nomor": 33892, "Judul": "PERENCANAAN DESAIN PENAMBAHAN KAPASITAS PENGOLAHAN AIR MINUM DI PT KRAKATAU TIRTA INDUSTRI", "Abstrak": "PT. Krakatau Tirta Industri merupakan unit penunjang kegiatan operasional PT\nKrakatau Steel (Persero) dalam bidang penyediaan air bersih. Sebagian besar air bersih\nyang dihasilkan digunakan untuk kebutuhan industri dan sebagian lain untuk\nkebutuhan masyarakat kota Cilegon. Permintaan tingkat kebutuhan air di Kawasan\nIndustri Krakatau Steel semakin naik, terutama dengan adanya penambahan pabrik\nbaru Posco sehingga mengakibatkan beban pengolahan di Water Treatment Plant\nKrenceng semakin berat. Walaupun debit pengolahan terpasang berdasarkan desain\nawal adalah sebesar 2.000 liter/detik, akan tetapi hingga saat ini debit maksimal yang\nberhasil dioperasikan adalah 1.600 liter/detik, itupun hanya untuk mencukupi\nkebutuhan pada saat tertentu, jadi tidak pernah dijalankan secara sistematis dan\nterencana. Masalah lainnya adalah pada saat debit 7.000 m3/jam terjadi limpahan di\ndistribution chamber sehingga debit yang mungkin bisa diolah hanya dibawah 7.000\nm3/jam. Masalah selanjutnya adalah pada saat debit 5.000 m3/jam, di unit filtrasi sudah\npenuh sehingga sering terjadi automatic backwash. Untuk mengatasi masalah-masalah\nyang terjadi, maka direncanakan untuk menambah kapasitas pengolahan air minum\ndengan membuat unit instalasi yang baru yang mempunyai kapasitas sebesar 700\nliter/detik. Berdasarkan data sekunder maka direncanakanlah unit-unit pengolahan\nyang akan dibangun. Unit-unit tersebut adalah koagulasi yang menggunakan terjunan\nhidrolis, flokulasi hidrolis atau Baffled channel, sedimentasi rectangular tank dengan\ntube settler, dan filtrasi menggunakan saringan pasir cepat dual media. Dengan adanya\ninstalasi pengolahan air yang baru ini maka PT. Krakatau Tirta Industri akan bisa\nmeningkatkan pelayanan mereka terhadap konsumen.", "Daftar File": {"2016_TA_ULIL_ILMI_COVER_1.pdf": "https://digilib.itb.ac.id/gdl/download/153695", "2016_TA_ULIL_ILMI_DAFTAR_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/153703"}, "Penulis": "Ulil Ilmi [15309071]", "Kontributor / Dosen Pembimbing": ["Rofiq Iqbal, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Filtrasi, flokulasi, koagulasi, penambahan kapasitas, sedimentasi", "Sumber": "TUGAS AKHIR Maret  2016", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "7 file", "Tanggal Input": "31 Jan 2019"}