{"Nomor": 33890, "Judul": "PERANCANGAN TURBIN AKSIAL SATU TINGKAT UNTUK MESIN TURBOJET KECIL", "Abstrak": "Pada tugas akhir ini dijelaskan tentang desain dari turbin aksial satu tingkat yang digunakan untuk mesin turbojet berukuran kecil. Turbin tersebut harus mampu memberikan daya keluaran sebesar minimal 150 kW dengan mass flow sebesar 0.814 kg/s. Pada desain turbin ini terdapat 4 tahapan yaitu analisis termodinamik, pembuatan segitiga kecepatan, pembuatan geometri airfoil 2D dan geometri turbin utuh 3D, dan proses simulasi dengan menggunakan metode Computational Fluid Dynamics. Pada proses analisis termodinamik, digunakan metode  parametric cycle analysis untuk mengetahui properti termodinamika yang belum diketahui. Dalam pembuatan segitiga\nkecepatan, digunakan dua asumsi kondisi yaitu kondisi zero interstage swirl (?1  = 0°)\ndan  juga  constant  nozzle  angle  design.  Setelah  merancang  segitiga  kecepatan,\n\ndilakukan pendesainan geometri airfoil dengan menggunakan CASCADE, yang kemudian dilanjutkan dengan membuat geometri utuh turbin 3D. Tahapan terakhir adalah simulasi turbin 3D sambil mengkaji tentang pengaruh clearance dan juga sudut stagger dari NGV (Nozzle Guide Fan) terhadap daya keluaran turbin. Setelah dilakukan simulasi, didapatkan hasil bahwa clearance dan sudut stagger mempengaruhi  daya  keluaran  turbin.  Semakin  besar  clearance  turbin  maka daya keluaran turbin dan efisiensinya semakin turun. Sudut stagger NGV juga berpengaruh terhadap daya keluaran dan efisiensi turbin. Semakin besar sudut stagger NGV maka semakin besar pula daya keluaran dari turbin, namun efisiensinya menjadi semakin kecil. Selain clearance dan sudut stagger NGV, pada tugas akhir kali ini juga dibahas mengenai desain NGV dengan menggunakan plat yang ditekuk sebagai bilahnya.", "Daftar File": {}, "Penulis": "Iwana Syarafina [13614003]", "Kontributor / Dosen Pembimbing": ["Dr. Firman Hartono, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "zero interstage swirl, constant nozzle angle, parametric cycle analysis", "Sumber": "", "Staf Input/Edit": "Erlin Marliana Effendi", "File": "9 file", "Tanggal Input": "31 Jan 2019"}