{"Nomor": 33904, "Judul": "Iterative Static Modeling Of Channelized Reservoirs Using Historymatched Facies Probability Data And Rejection Of Training Image", "Abstrak": "Most inverse reservoir modeling techniques require many forward simulations, and the posterior models cannot preserve\ngeological features of prior models. This study proposes an iterative static modeling approach that utilizes dynamic data for\nrejecting an unsuitable training image (TI) among a set of TI candidates and for synthesizing history-matched pseudo-soft\ndata. The proposed method is applied to two cases of channelized reservoirs, which have uncertainty in channel geometry\nsuch as direction, amplitude, and width. Distance-based clustering is applied to the initial models in total to select the\nqualified models efficiently. The mean of the qualified models is employed as a history-matched facies probability map in\nthe next iteration of static models. Also, the most plausible TI is determined among TI candidates by rejecting other TIs\nduring the iteration. The posterior models of the proposed method outperform updated models of ensemble Kalman filter\n(EnKF) and ensemble smoother (ES) because they describe the true facies connectivity with bimodal distribution and\npredict oil and water production with a reasonable range of uncertainty. In terms of simulation time, it requires 30 times of\nforward simulation in history matching, while the EnKF and ES need 9000 times and 200 times, respectively", "Daftar File": {}, "Penulis": "KYUNGBOOK LEE [-]", "Kontributor / Dosen Pembimbing": ["Sungil Kim", "Jonggeun Choe", "Baehyun Min", "Hyun Suk Lee"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "History-matched facies probability map, Training image rejection, Iterative static modeling, Channelized reservoirs, Multiple-point statistics History matching", "Sumber": "Petroleum Science (2019) 16:127–147 https://doi.org/10.1007/s12182-018-0254-x", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "31 Jan 2019"}