{"Nomor": 33906, "Judul": "EKSPRESI GEN LEAFY (LFY), APETALA (AP), TERMINAL FLOWERING (TFL) DAN AGAMOUS LIKE (AGL) PADA PERKEMBANGAN AWAL PEMBUNGAAN JATI (Tectona grandis, L. f)", "Abstrak": "Jati (Tectona grandis L.f) adalah tanaman berkayu suku Lamiaceae yang bernilai ekonomi tinggi karena menghasilkan kayu berkualitas tinggi. Kendala yang dihadapi dalam budidaya jati adalah tingkat pertumbuhan yang lambat dan baru dapat dipanen setelah berumur puluhan tahun. Masalah ini terkait dengan mekanisme pembungaan pada jati. Upaya untuk menghadapi kendala pengembangan jati tersebut dilakukan dengan menunda pembungaan agar fase vegetatif jati lebih lama. Pada Arabidopsis transisi perkembangan awal pembungaan diregulasi oleh kesetimbangan tertentu gen-gen Floral Meristem Identity dan Floral Organ Identity yaitu LEAFY (LFY), APETALA (AP), TERMINAL FLOWERING (TFL) dan AGAMOUS LIKE (AGL). Gen-gen ini\nmerupakan gen yang memiliki daerah lestari pada homolognya di spesies tanaman berbeda, sehingga diduga pada jati regulasi yang sama akan ditemukan. Penelitian ini dilakukan bertujuan untuk mempelajari ekspresi gen, menganalisis profil ekspresi gen dan menyusun prediksi model regulasi gen pada proses biologi di tahap perkembangan awal pembungaan jati. Informasi genetik pada jati masih sangat terbatas. Kehadiran teknologi NGS-transcriptome analysis memberikan peluang alternatif untuk memperoleh sekuen gen jati secara cepat dan tepat. Gen dari data transcriptome ini yang dianalisis pada penelitian ini, melalui pendekatan QRT-PCR. Hasil QRT-PCR dianalisis lanjut dengan analisis cluster berbasis algoritma Ward dan analisis korelasi Spearman dan Pearson menggunakan software Gen-Ex serta dikonfimasi dengan database proses dan fungsi biologi tanaman model Arabidopsis menggunakan software genemania dan g: profiler untuk membuat prediksi model regulasi gen. Pada EST jati hasil analisis transcriptome teridentifikasi 103 gen terkait Floral Meristem Identity (FMI) dan Floral Organ Identity (FOI) dimana teridentifikasi 7 sekuen gen LEAFY (TgLFY), 7 sekuen gen APETALA1 (Tg-AP1), 5 sekuen gen Tg-AP2, 14 sekuen gen\nTERMINAL FLOWERING 1 (Tg-TFL1) 9 sekuen gen Tg-TFL2, 6 sekuen gen AGAMOUS LIKE 8 (Tg-AGL8) dan 3 sekuen Tg-AGL98. Gen yang dianalisis lanjut yaitu Tg-LFY3, Tg-LFY6, Tg-AP1-1, Tg-AP1-2, Tg-AP2-4, Tg-TFL1-1, TgTFL1-14, Tg-TFL2-6, Tg-AGL8-4, Tg-AGL98-1 dan Ribosomal 18S berdasarkan nilai E-value. Masing-masing gen memiliki profil ekspresi yang berbeda di bagian fase internodus, daun, pucuk vegetatif, kuncup perbungaan terminal, kuncup perbungan lateral 2 dan 4. Hasil analisis keterkaitan ekspresi dan profil ekspresi gen disusun dalam prediksi model regulasi gen pada setiap tahap pembungaan awal jati. Pada fase internodus jati terdapat prediksi model regulasi gen pada proses biologi stem cell differentiation yang melibatkan gen Tg-LFY3, Tg-LFY6, Tg-AP1-1 dan Tg-AGL8-4 yang diduga mengarahkan sel-sel internodus jati berdiferensiasi ke arah pembentukan pucuk generatif. Pada fase daun jati terdapat prediksi model regulasi gen untuk proses biologi shoot system development yang diduga mengarahkan agar sel-sel daun jati mengirim sinyal pembungaan ke pucuk apikal. Pada fase pucuk vegetatif jati terdapat prediksi model regulasi untuk proses biologi regulation of flower development, regulation of reproductive process, reproductive shoot system development, flower development, reproductive process, shoot system development regulation of flower development dan regulation of reproductive process yang diduga mengarahkan perkembangan pucuk vegetatif ke generatif. Pada fase ini terdapat juga prediksi model regulasi gen untuk proses biologi floral meristem determinacy yang diduga mengarahkan pucuk ke perkembangan generatif. Pada fase kuncup perbungaan terminal jati terdapat prediksi model untuk proses biologi reproductive system development, reproductive structure development, reproductive shoot system development, flower development, reproductive process, biological reproduction, specification of organ identity dan shoot\niii\nsystem development diduga mengarahkan kuncup perbungaan terminal jati untuk memulai pembentukan organ bunga dan perbungaan baru, sementara proses biologi meristem maintenance mengarahkan kuncup perbungaan terminal jati untuk memulai pembentukan perbungaan baru. Selain itu pada fase ini terdapat prediksi model regulasi dalam proses biologi regulation of reproductive process yang diduga mengarahkan kuncup perbungaan terminal jati memulai pembentukan perbungaan baru, sementara proses biologi gynoecium dan carpel development diduga berperan dalam perkembangan gynoecium dan karpel. Pada fase kuncup perbungaan lateral 2 jati terdapat prediksi model keterkaitan gen dalam regulasi gen pada proses biologi stem cell development, stem cell differentiation, maintenance of meristem identity dan regulation of cell differentiation yang diduga mengarahkan kuncup perbungaan lateral 2 jati memulai meristem baru untuk pembentukan perbungaan baru, sementara proses biologi floral meristem determinacy diduga mengarahkan kuncup perbungaan lateral 2 ke pembentukan organ bunga. Prediksi model keterkaitan ekspresi gen dalam regulasi gen pada proses biologi carpel dan gynoecium development yang terjadi pada fase kuncup perbungaan lateral 4 jati diduga mengarahkan kuncup perbungaan lateral 4 jati ke perkembangan carpel dan gyeonecium lebih lanjut, sementara proses biologi specification of organ identity jati diduga mengarahkan kuncup perbungaan lateral 4 jati pada pembentukan organ bunga lebih lanjut. Selain itu pada fase ini juga terdapat prediksi model keterkaitan ekspresi gen dalam regulasi gen pada proses biologi stem cell development, stem cell differentiation, maintenance of meristem identity dan regulation of cell differentiation yang diduga mengarahkan kuncup perbungaan lateral 4 jati pada pembentukan perbungaan baru. Prediksi model regulasi jati pada perkembangan awal pembungaan jati berbeda dengan tanaman model. Prediksi model ini harus dibuktikan validitasnya dengan analisis lanjut berupa in situ hibridisasi, in situ PCR dan analisis ekspresi lainya. Model ini nantinya dapat menjadi informasi penting dalam pemilihan strategi pengembangan jati.", "Daftar File": {}, "Penulis": "Diky Setya Diningrat [30610007]", "Kontributor / Dosen Pembimbing": ["Prof. Sri Nanan B. Widiyanto, Ph.D.", "Dr. Adi Pancoro", "Dr. Iriawati, M.Sc."], "Jenis Koleksi": "Disertasi", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Regulasi gen, profil ekspresi, NGS-transcriptome analysis, EST, DEG, MiSeq Illumina, QRT-PCR, proses biologi", "Sumber": "", "Staf Input/Edit": "agus slamet  \n                                     agus slamet", "File": "1 file", "Tanggal Input": "31 Jan 2019"}