{"Nomor": 33914, "Judul": "Crystallization of ? versus ? Phases in Syndiotactic Poly(styrene-stat3-methylstyrene) and Poly(styrene-stat-4-methylstyrene)", "Abstrak": "By incorporating different levels of methyl groups at meta- or para-positions (3- vs 4-methylstyrene) as\ncomonomer units into syndiotactic polystyrene (sPS), we examined the effects of comonomer structure/content on the\npolymorphic behavior. Upon melt-crystallization, wide-angle X-ray scattering (WAXS) profiles revealed that syndiotactic\npoly(styrene-stat-3-methylstyrene) (sPS-3MS) formed predominantly ?-crystals for 3MS content up to 11 mol %, followed by\ndominance of ?-crystals at a higher 3MS level (21 mol %); in the case of syndiotactic poly(styrene-stat-4-methylstyrene) (sPS4MS), predominant formation of ?-crystals occurs only at 2 mol % 4MS content, followed by dominance of ?-crystals at higher\ncomonomer levels (5 and 10 mol %). Upon cold-crystallization, both sPS-3MS and sPS-4MS consistently gave only ?-crystals. It\nappears that the formation of ?-phase is consistently preferred in these random copolymers. WAXS profiles showed that the\ncharacteristic reflections generally shift to lower q-positions with increasing comonomer content, i.e., crystals in copolymers\nhave greater unit cell parameters, except for the ?-structure of sPS-4MS. Hence, comonomer units are believed to be\nincorporated into ?-crystals in both sPS-3MS and sPS-4MS or ?-structure in sPS-3MS but fully excluded from the ?-structure of\nsPS-4MS. Results of molecular mechanics computation showed that the packing energy increases upon incorporation of\ncomonomer units, the effect being particularly strong for ?-crystals of sPS-4MS. The significantly suppressed formation of ?crystals in sPS-4MS may thus be simply attributed to the strongly increased interchain packing energy due to the protruding 4-\nmethyl groups; this steric repulsion is weaker for ?-crystals in the sPS-3MS series, consistent with the delayed preference of ?crystals to higher 3MS contents.", "Daftar File": {}, "Penulis": "Po-Hsun Chen [-]", "Kontributor / Dosen Pembimbing": ["Yi-Kang Lan.,Shi-Jie Lin.,Jing-Cherng Tsai.,§ U-Ser Jeng.,and An-Chung Su"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "syndiotactic polystyrene, random copolymer, 3-methylstyrene, 4-methyltstyrene, crystallization, wide-angle X-ray scattering, molecular mechanics calculation", "Sumber": "ACS Applied Polymer Materials", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "31 Jan 2019"}