{"Nomor": 33944, "Judul": "GROUP TESTING", "Abstrak": "Secara historis, teori group testing muncul berkaitan erat dengan pengujian sampel\ndarah untuk mengidentikasi kepositifan terhadap suatu penyakit. Berdasarkan al-\ngoritmanya, terdapat 2 jenis group testing yaitu Adaptive Group Testing (AGT) dan\nNon-Adaptive Group Testing (NAGT). Algoritma NAGT dapat direpresentasikan\noleh matriks biner M = (mij), dengan kolom matriks M menunjukkan item dan\nbaris matriks M menunjukkan tes (blok). Kriteria matriksnya adalah mij = 1 jika\ntes ke-i memuat item j dan jika tidak mij = 0. Di lain pihak, hasil pengujian\nmasing-masing blok direpresentasikan dalam vektor kolom, disebut vektor outcome.\nBerdasarkan representasi tersebut, permasalahan group testing dapat dipandang se-\nbagai mencari matriks representasi M yang memenuhi persamaan Mx = y dengan\ny merupakan vektor outcome dan x sampel-sampel yang dites. Jika dari n sampel\nterdapat maksimal d sampel yang positif maka kita katakan d-Combinatorial Group\nTesting, disingkat dengan d-CGT. Dalam tesis ini akan ditunjukkan konstruksi mat-\nriks d-disjunct yang merupakan solusi persamaan group testing. Selanjutnya dari\nkonstruksi tersebut akan dimodikasi sedemikian sehingga dengan konstruksi yang\nbaru dapat mengidentikasi lebih dari d sampel positif.", "Daftar File": {"2014_TS_PP_SITI_ZAHIDAH_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/153934", "2014_TS_PP_SITI_ZAHIDAH_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/153936", "2014_TS_PP_SITI_ZAHIDAH_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/153938", "2014_TS_PP_SITI_ZAHIDAH_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/153939", "2014_TS_PP_SITI_ZAHIDAH_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/153940", "2014_TS_PP_SITI_ZAHIDAH_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/153946"}, "Penulis": "Siti Zahidah [20112029]", "Kontributor / Dosen Pembimbing": ["Aleams Barra, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Mathematics", "Kata Kunci": "Group testing, Non-Adaptive Group Testing, Matriks d-disjunct.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "6 file", "Tanggal Input": "31 Jan 2019"}