{"Nomor": 33954, "Judul": "EKSPRESI GEN LIPASE DARI PSEUDOMONAS STUTZERI BK-AB12 DAN KARAKTERISASI PRODUK GEN", "Abstrak": "Lipase adalah salah satu enzim yang diaplikasikan secara luas dalam industri sebagai biokatalis. Lipase secara khusus diaplikasikan sebagai komponen bioaktif dalam detergen  komersial,  farmasi,  biodiesel,  dan  industri  makanan.  Untuk  aplikasi industri, lipase harus disediakan dalam jumlah besar, juga aktif dan stabil dalam berbagai proses industri. Salah satu upaya untuk memenuhi permintaan industri, beberapa lipase telah diisolasi dari bakteri ekstrimofil yang dapat bertahan dalam kondisi ekstrim, seperti temperatur tinggi, salinitas tinggi, pH asam/basa, tekanan tinggi, dan kondisi ekstrim lainnya. Pada kajian sebelumnya, lipase sudah diisolasi dan dikarakterisasi   dari bakteri halofilik Pseudomonas stutzeri BK-AB12 yang menunjukkan kestabilan dan aktivitas tinggi pada berbagai pelarut organik. Lipase dalam jumlah tinggi dapat diperoleh dari gen bakteri yang telah diisolasi dan dikloning. Pada penelitian ini isolasi gen lipase sudah diekspresikan dalam E. coli BL21   (DE3)   untuk   menghasilkan   enzim   dalam   jumlah   yang   lebih   besar. Sebelumnya, plasmid rekombinan yang membawa gen lipase telah dikonfirmasi dan diverifikasi menggunakan menggunakan metode elektroforesis gel agarosa dan sequencing. Elektroforegram menunjukkan hasil positif bahwa plasmid rekombinan membawa gen lipase. Analisis juga didukung dengan hasil sequencing gen lipase yang mengandung plasmid rekombinan. Setelah tahapan verivikasi, ekspresi gen dilakukan dengan menginduksi E. coli BL21 (DE3) yang membawa gen lipase menggunakan IPTG (isopropyl-?-D-thiogalactoside) pada konsentrasi akhir 1 mM, ketika kekeruhan pertumbuhan sel bakteri pada 600 nm (OD600) sekitar 0,6. Eksresi produk dianalisis dengan SDS-PAGE dan zimografi. Berdasarkan hasil analisis berat molekul produk over ekspresi sekiar 37 kDa. Aktivitas spesifik ekstrak kasar enzim lipase ditentukan sekitar 1,484 unit/mg dan kadar protein total sebesar 17,26 mg per\n3 ml enzim kasar lipase. Kondisi optimum aktivitas enzim yang telah diuji diperoleh pada temperatur 50 oC, pH 9, dan 1 M NaCl. Unit aktivitas didefinisikan sebagai jumlah enzim yang digunakan untuk menghasilkan 1 mmol produk (p-nitrofenol) per menit per mililiter.", "Daftar File": {"2015_TS_PP_ANDI_LAILA_NUGRAWATI_MUSTARIM_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/154009", "2015_TS_PP_ANDI_LAILA_NUGRAWATI_MUSTARIM_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/154010", "2015_TS_PP_ANDI_LAILA_NUGRAWATI_MUSTARIM_1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/154011", "2015_TS_PP_ANDI_LAILA_NUGRAWATI_MUSTARIM_1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/154012", "2015_TS_PP_ANDI_LAILA_NUGRAWATI_MUSTARIM_1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/154013", "2015_TS_PP_ANDI_LAILA_NUGRAWATI_MUSTARIM_1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/154014", "2015_TS_PP_ANDI_LAILA_NUGRAWATI_MUSTARIM_1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/154015", "2015_TS_PP_ANDI_LAILA_NUGRAWATI_MUSTARIM_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/154016"}, "Penulis": "Andi Laila Nugrawati Mustarim [20513065]", "Kontributor / Dosen Pembimbing": ["Dr. Rukman Hertadi, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "aktivitas enzim, ekspresi gen, lipase rekombinan", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "31 Jan 2019"}