{"Nomor": 33957, "Judul": "EVALUASI PROGRAM PELATIHAN KEPEMIMPINAN MENGGUNAKAN MODEL KIRKPATRICK STUDI KASUS DI TELKOM CORPORATE UNIVERSITY", "Abstrak": "Telkom adalah perusahaan milik negara yang menyediakan layanan telekomunikasi terbesar di\nIndonesia. Seperti perusahaan milik negara lainnya, Telkom memiliki corporate university,\nyaitu Telkom Corporate University (TCU). Dimana corporate university ini merupakan sarana\npengembangan kualitas karyawan Telkom sendiri. Corporate university dianggap jauh lebih\nefektif untuk mendukung pengembangan sumber daya manusia dalam situasi bisnis yang terus\nberubah. Berdasarkan pengalaman dalam penerapan konsep corporate university di Telkom,\nyang didirikan pada 28 September 2012, TCU telah berevolusi tidak hanya organisasi\npembelajaran, tetapi juga tempat untuk membentuk kandidat masa depan untuk TelkomGroup\ndan calon pemimpin dengan keahlian, pengetahuan, dan kepribadian yang unggul. Seperti yang\ndikatakan oleh Kruse (2013) kepemimpinan adalah proses yang dapat mempengaruhi orang\nlain, yang dapat memaksimalkan kemampuan dan upaya orang lain, untuk mencapai tujuan\nbersama. Topik penelitian ini terkait dengan evaluasi program pelatihan kepemimpinan yang\ndilakukan oleh TCU dan akan membahas banyak tentang evaluasi program pengembangan\nkepemimpinan yang dilakukan oleh TCU. Program pelatihan yang akan dibahas adalah Great\nPeople Managerial Program (GPMP) dimana program ini dirancang untuk posisi manajerial\nkaryawan dalam hal mengembangkan kompetensi kepemimpinan untuk posisi ketika program\ndijalankan. Identifikasi masalah dalam riset ini dimulai dari corporate university yang didirikan\noleh Telkom telah menghabiskan banyak dana untuk memberikan pelatihan kepemimpinan\nkaryawan dari berbagai tingkatan. Namun hingga saat ini belum ada evaluasi komprehensif\nmengenai efektivitas pelatihan kepemimpinan pada peningkatan perilaku individu. Sampai saat\nini evaluasi yang telah dilakukan oleh departemen Leadership Academy untuk program\npelatihan GPMP hanya untuk menilai dampak pembelajaran (learning impact) berdasarkan hasil\ndari pre test dan post test. Namun demikian, mereka belum melakukan evaluasi lebih lanjut,\nmengenai kinerja peserta yang telah menyelesaikan pelatihan GPMP, seperti peningkatan\nkinerja karyawan terhadap iperubahan perilaku individu. Temuan yang didapat dari riset ini\nmerupakan pertanyaan-pertanyaan yang didapat dari opm.gov (U.S. Personnel Management\nOffice) untuk mendapatkan informasi dari data primer berdasarkan tingkat 3 Kirkpatrick dimana\ndari pertanyaan ini mendapatkan jawaban tentang perubahan perilaku mereka setelah mengikuti\npelatihan GPMP. Kemudian peneliti juga menggunakan 360-degree evaluation feedback berupa\nkuesioner yang disebarkan kepada para atasan, rekan kerja, dan juga bawahan dari peserta yang\ndievaluasi oleh peneliti. Pada kesimpulannya, evaluasi terhadap perilaku individu setelah\npelatihan merupakan hal yang bagus dan harus dilakukan. Namun masih banyak perbaikan yang\nharus dilakukan, untuk lebih meningkatkan perubahan perilaku individu yang didapat dari 360-\nfeedback evaluation. Sejauh ini departemen Leadership Academy sudah melakukan assessment\nmelalui Assessment Centre Indonesia (ACI). Namun ini hanya sebuah evaluasi namun tidak ada\nprogram yang mendukung atau tugas yang berkaitan dengan perubahan perilaku.", "Daftar File": {"2019 TS PP MUHAMMAD WAFI 1 - CHAPTER I.pdf?": "https://digilib.itb.ac.id/gdl/download/247050", "2019 TS PP MUHAMMAD WAFI 1 - CHAPTER II.pdf\n]": "https://digilib.itb.ac.id/gdl/download/247051", "2019 TS PP MUHAMMAD WAFI 1 - CHAPTER III.pdf)u": "https://digilib.itb.ac.id/gdl/download/247052", "2019 TS PP MUHAMMAD WAFI 1 - CHAPTER IV.pdf\n]": "https://digilib.itb.ac.id/gdl/download/247053", "2019 TS PP MUHAMMAD WAFI 1 - CHAPTER V.pdf?": "https://digilib.itb.ac.id/gdl/download/247054", "2019 TS PP MUHAMMAD WAFI 1 - REFERENCES.pdf\n]": "https://digilib.itb.ac.id/gdl/download/247055"}, "Penulis": "Muhammad Wafi Razanaufal [19015230]", "Kontributor / Dosen Pembimbing": ["Donald C. Lantu, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Telkom, Universitas Korporat, Program Pelatihan Kepemimpinan, Evaluasi, Kirkpatrick, evaluasi 360 derajat", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "7 file", "Tanggal Input": "31 Jan 2019"}