{"Nomor": 33964, "Judul": "PENGARUH JENIS DAN KOMPOSISI PEMLASTIS (PLASTICIZER) TERHADAP KARAKTERISTIK MEMBRAN POLISULFON (PSF)", "Abstrak": "Penggunaan pemlastis sintetis terutama senyawa phthalate sebagai aditif pada bahan polimer atau membran dapat menimbulkan efek karsinogenik bagi manusia. Penelitian ini bertujuan untuk menemukan alternatif pemlastis dari alam yang tidak mempunyai dampak negatif tersebut. Dua jenis membran polisulfon telah dibuat dengan penambahan pemlastis yang berbeda yaitu dioctyl phthalate (DOP) dan minyak kedelai (SBO), menggunakan metode inversi fasa. N-methyl-2- pyrrolidone (NMP) digunakan sebagai pelarut PSf-DOP, Dimethyl acetamide (DMAc) sebagai pelarut PSf-SBO. PEG 400 ditambahkan sebagai pembentuk pori dan air sebagai koagulan. Komposisi pemlastis divariasi antara   0–5% b/b. Karakteristik  membran  dievaluasi  dari  nilai  fluks  air,  rejeksi  (%R)  terhadap larutan dekstran 500 kDa dan 2000 kDa, sudut kontak, sifat mekanik dan struktur morfologi membran. Hasil uji fluks air pada tekanan 1,5 atm menunjukkan bahwa membran PSf-DOP memiliki nilai fluks air yang lebih tinggi dibandingkan membran Psf-SBO. Fluks air yang rendah pada membran PSf-SBO disebabkan oleh sifat hidrofobik dari SBO, ditunjukkan pada nilai sudut kontaknya yang lebih tinggi dibandingkan membran PSf-DOP. Semakin banyak komposisi SBO yang ditambahkan, fluks air semakin menurun dan %R terhadap larutan dekstran 2000 kDa semakin meningkat. Sifat hidrofobik pada SBO juga dapat menghambat laju difusi non-pelarut ke dalam larutan polimer, sehingga struktur pori finger-like yang terbentuk pada membran PSf-SBO lebih rapat dibandingkan membran PSf- DOP. Struktur finger-like yang lebih rapat pada penampang melintang membran PSf-SBO dapat menyebabkan sifat mekanik (elastisitas) yang lebih baik dibandingkan pada membran PSf-DOP. Berdasarkan hasil penelitian ini dapat disimpulkan bahwa SBO dapat digunakan sebagai pemlastis membran PSf. Molekul   SBO   berfungsi   seperti   pelumas   yang   menyelip   di   antara   rantai polisulfon, sehingga menyebabkan membran yang terbentuk lebih elastis.", "Daftar File": {"2015_TS_PP_APTIKA_OKTAVIANA_TRISNA_DEWI_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/154052", "2015_TS_PP_APTIKA_OKTAVIANA_TRISNA_DEWI_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/154053", "2015_TS_PP_APTIKA_OKTAVIANA_TRISNA_DEWI_1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/154054", "2015_TS_PP_APTIKA_OKTAVIANA_TRISNA_DEWI_1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/154056", "2015_TS_PP_APTIKA_OKTAVIANA_TRISNA_DEWI_1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/154061", "2015_TS_PP_APTIKA_OKTAVIANA_TRISNA_DEWI_1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/154062", "2015_TS_PP_APTIKA_OKTAVIANA_TRISNA_DEWI_1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/154063", "2015_TS_PP_APTIKA_OKTAVIANA_TRISNA_DEWI_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/154064"}, "Penulis": "Aptika Oktaviana Trisna Dewi [20513074]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Cynthia Linaya", "Dr. Rachmawati, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "polisulfon,  plasticizer,  dioctyl  phthalate  (DOP),  minyak  kedelai, membran", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "31 Jan 2019"}