{"Nomor": 33968, "Judul": "KLONING DAN SEKUENSING GEN HALOACID DEHALOGENASE DARI Klebsiella pneumoniae STRAIN LOKAL", "Abstrak": "Asam monokloroasetat adalah suatu xenobiotik yang digunakan secara luas untuk berbagai  keperluan,  antara  lain  untuk  herbisida,  surfaktan,  plastic  stabilizer, tekstil, anastetik dan farmasi. Produksi asam monokloroasetat setiap tahun terus meningkat dan menyebabkan pencemaran lingkungan. Klebsiella pneumoniae strain lokal diketahui mampu tumbuh dalam medium minimal dengan asam monokloroasetat sebagai sumber karbon tunggal. Klebsiella pneumoniae strain lokal telah dikonfirmasi dengan 16S rDNA menggunakan primer universal yaitu BactF1 (5’-AGAGTTTGATC(A/C)TGGCTCAG-3’), dan UniB1 (5’- GGTTAC(G/C)TTTGTTACGACTT-3’). Klebsiella pneumoniae strain lokal ini, menguraikan asam monokloroasetat menjadi asam 2-hidroksiasetat untuk digunakan dalam metabolismenya dan melepaskan ion klorida ke dalam medium. Ion klorida dapat diamati dengan metode kolorimetri. Klebsiella pneumoniae juga diketahui mampu melakukan fiksasi nitrogen dengan menggunakan nitrogen dari atmosfir dan mereduksinya menjadi amonia dan asam amino tertentu, sehingga mampu meningkatkan produksi pertanian. Dalam penelitian ini, dilakukan amplifikasi gen pengkode haloacid dehalogenase dari Klebsiella pneumoniae strain   lokal   dengan   metode   PCR,   menggunakan   primer   yang   dirancang berdasarkan urutan gen haloacid dehalogenase dari Klebsiella pneumoniae strain lain   yang  telah  dipublikasi  di  GeneBank.   Primer   yang  digunakan  adalah\nForHAK.p  (5’-ATGATCCGCGCCATCGTG-3’)  dengan  Tm  =  58,4  oC,  dan\nRevHAK.p  (5’-TCATGCTGGGATCTGCTCC-3’)  dengan Tm =  57,1  oC. Fragmen  DNA  hasil  amplifikasi  berukuran  0,69  kb,  diklon  ke  dalam  vektor\npGEM-T easy menggunakan DNA ligation kit. Plasmid rekombinan pGEM-HAD\nditransformasi ke E. coli TOP10 dengan metode kejut panas. Seleksi koloni rekombinan dilakukan berdasarkan resistensi terhadap ampisilin dan aktifitas ?- galaktosidase.  Konfirmasi plasmid rekombinan pGEM-HAD dilakukan dengan size screening, PCR ulang terhadap plasmid rekombinan, dan analisis restriksi. Analisis restriksi plasmid rekombinan pGEM-HAD menunjukkan hasil positif, ditandai dengan adanya dua fragmen berukuran 3,15 kb dan 0,71 kb sebagai hasil pemotongan dengan EcoRI. Penentuan urutan nukleotida fragmen DNA hakp1\n \n\nterkonfirmasi sebagai gen haloacid dehalogenase dengan kemiripan 99% terhadap Klebsiella pneumoniae PMK1 (Accession No. CP008929.1), Klebsiella pneumoniae subsp. pneumoniae PittNDM01 (Accession No. CP006798.1), Klebsiella pneumoniae subsp. pneumoniae strain KPNIH31 (Accession No. CP009876.1), Klebsiella pneumoniae subsp. pneumoniae 1158 (Accession No. CP006722.1), Klebsiella pneumoniae HK787 (Accession No. CP006738.1), Klebsiella pneumoniae strain XH209 (Accession No. CP009461.1), Klebsiella pneumoniae subsp. pneumoniae Kp13 (Accession No. CP003999.1), Klebsiella pneumoniae CG43 (Accession No. CP006648.1), dan Klebsiella pneumoniae KCTC 2242 (Accession No. CP002910.1). Analisis in silico urutan asam amino Hadkp1  menunjukkan  kesamaan  100%  dengan  haloacid  dehalogenase multispecies Klebsiella (Accesion No. WP_004179015.1). Analisis residu lestari menggunakan ClustalW2 terhadap protein Hadkp1 dibandingkan terhadap tiga haloacid dehalogenase, yaitu dari Burkholderia cepacia MBA4 (PDB: 2NO4_A), Xanthobacter autotrophicus GJ10 (PDB: 1QQ5_A), dan Pseudomonas sp. YL (PDB: 1ZRN_A), menunjukkan adanya 20 residu asam amino lestari. Lima residu di antara 20 residu lestari tersebut adalah residu katalitik yang bertanggung jawab untuk aktifitas haloacid dehalogenase yaitu residu aspartat (D), treonin (T), serin (S), lisin (K), dan tirosin (Y). Analisis in silico terhadap prediksi struktur 3D protein Hadkp1 menunjukkan kesamaan 42% dengan enolase-fosfatase E-1 Homo sapiens,      kesamaan   28%   dengan   deflourinating   L-haloacid   dehalogenase Rha0230 Rhodococcus jostii RHA1, dan kesamaan 24% dengan dehalogenase Burkholderia cepacia. Protein Hadkp1 dari Klebsiella pneumoniae strain lokal berdasarkan hasil Blastp, juga memiliki kesamaan yang tinggi dengan enolase- fosfatase  Klebsiella  pneumoniae.  Enolase-fosfatase  adalah  enzim  yang mengkatalis defosforilasi dan enolisasi 1-fosfonooksi-2,2-dihidroksi-3-okso-5- metiltiopentana menjadi 1,2-dihidroksi-3-okso-5-(metiltio)pent-1-ena. Enzim ini berperan penting dalam methionine salvage pathway pada metabolisme Klebsiella pneumoniae.", "Daftar File": {"2015_TS_PP_CANDRA_YULIUS_TAHYA_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/154083", "2015_TS_PP_CANDRA_YULIUS_TAHYA_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/154084", "2015_TS_PP_CANDRA_YULIUS_TAHYA_1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/154085", "2015_TS_PP_CANDRA_YULIUS_TAHYA_1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/154086", "2015_TS_PP_CANDRA_YULIUS_TAHYA_1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/154087", "2015_TS_PP_CANDRA_YULIUS_TAHYA_1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/154088", "2015_TS_PP_CANDRA_YULIUS_TAHYA_1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/154089", "2015_TS_PP_CANDRA_YULIUS_TAHYA_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/154090"}, "Penulis": "Candra Yulius Tahya [20513050]", "Kontributor / Dosen Pembimbing": ["Enny Ratnaningsih, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Haloacid dehalogenase, Klebsiella pneumoniae, kloning gen, PCR, pGEM-T easy", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "31 Jan 2019"}