{"Nomor": 33977, "Judul": "HUBUNGAN PEMERINTAH PUSAT DAN PEMERINTAH DAERAH DALAM PENYELENGGARAAN BANDARA (Kajian Atas Pembangunan Bandara Kertajati di Jawa Barat)", "Abstrak": "Sejak era desentralisasi, pemerintah pusat memberikan peran kepada pemerintah daerah untuk dapat menjadi pemrakarsa pembangunan dan penyelenggaraan transportasi di wilayahnya. Peranan tersebut kemudian dijadikan dasar pemerintah daerah untuk mengajukan usulan pembangunan bandara baru. Dalam pelaksanaan proses pembangunannya, pemrakarsa seringkali dihadapkan pada hambatan-hambatan yang mempengaruhi progress pembangunan, seperti yang terjadi pada pembangunan Bandara Kertajati di Jawa Barat. Penelitian ini bertujuan untuk memperoleh gambaran pembagian urusan pemerintah pusat dan daerah dalam penyelenggaraan bandara di era desentralisasi dan mengetahui persepsi pemerintah pusat dan pemerintah daerah terhadap pembangunan bandara. Penelitian dilakukan dengan metode kualitatif dengan teknik analisis deskriptif. Data didapatkan melalui observasi lapangan, wawancara, dan studi dokumen. Berdasarkan hasil penelitian penulis menyimpulkan bahwa dalam pembangunan dan penyelenggaraan bandara dihadapkan pada beberapa hambatan yang seperti penyediaan anggaran pembangunan, pembentukan organisasi dan sumber daya manusia untuk pengelolaan bandara. Hambatan lain berupa kesulitan koordinasi yang disebabkan oleh perbedaan persepsi antara pemerintah pusat dan pemerintah daerah", "Daftar File": {"2015_TS_PP_DINA_KARTIKA_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/154134", "2015_TS_PP_DINA_KARTIKA_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/154135", "2015_TS_PP_DINA_KARTIKA_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/154136", "2015_TS_PP_DINA_KARTIKA_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/154137", "2015_TS_PP_DINA_KARTIKA_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/154138", "2015_TS_PP_DINA_KARTIKA_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/154139", "2015_TS_PP_DINA_KARTIKA_1-DAFTAR_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/154140"}, "Penulis": "Dina Kartika [24012021]", "Kontributor / Dosen Pembimbing": ["Ir. Indra Budiman Syamwil, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "bandara, desentralisasi, koordinasi dan persepsi", "Sumber": "", "Staf Input/Edit": "sarnya", "File": "7 file", "Tanggal Input": "01 Feb 2019"}