{"Nomor": 33975, "Judul": "CARA PANDANG PARA PELAKU TERHADAP TERUMBU KARANG DENGAN STUDI KASUS PENGELOLAAN DAN PEMANFAATAN TERUMBU KARANG DI KELURAHAN PULAU PANGGANG, KEPULAUAN SERIBU", "Abstrak": "Selama ini, banyak pakar disaat memandang permasalahan lingkungan hanya dari sisi luarnya saja (eksterior), sehingga didalam merumuskan solusinya masih masih parsial dan belum lengkap. Dengan menggunakan metode Integral Ekologi yang melihat sisi dalam (interior), maka penulis mencoba memahami permasalahan pengelolaan dan pemanfaatan terumbu karang yang terjadi di Kelurahan Pulau Panggang, Kepulauan Seribu agar diperoleh gambaran yang jelas dan lengkap. Penelitian ini bertujuan untuk mengetahui bagaimana pengelolaan dan pemanfaatan terumbu karang yang ada, serta sikap para pelaku terhadap isu kelestarian alam dan keberlangsungan masyarakat lokal. Metode yang digunakan dalam penelitian ini yaitu studi kasus, dengan diperbantu oleh prinsip-prinsip yang ada pada pendekatan Integral Ekologi. Berdasarkah hasil penelitian, penulis menyimpulkan bahwa terdapat kendala didalam pengaplikasian Integral Ekologi, dalam hal pengklasifikasian kuadran. Selain itu, pengelolaan yang dilakukan masih belum terintegrasi, yang mana hal ini menunjukkan belum adanya kesepakatan bersama mengenai pengelolaan terumbu karang. Kemudian pemanfaatan yang dilakukan yang masih bersifat eksploitatif menunjukkan belum adanya pemahaman kelestarian lingkungan untuk menunjang pembangunan yang berkelanjutan.", "Daftar File": {"2015_TS_PP_VALDI_MUHAMAD_HAIKAL_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/154119", "2015_TS_PP_VALDI_MUHAMAD_HAIKAL_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/154120", "2015_TS_PP_VALDI_MUHAMAD_HAIKAL_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/154121", "2015_TS_PP_VALDI_MUHAMAD_HAIKAL_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/154122", "2015_TS_PP_VALDI_MUHAMAD_HAIKAL_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/154123", "2015_TS_PP_VALDI_MUHAMAD_HAIKAL_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/154124", "2015_TS_PP_VALDI_MUHAMAD_HAIKAL_1-DAFTAR_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/154125"}, "Penulis": "Valdi Muhamad Haikal [24012020]", "Kontributor / Dosen Pembimbing": ["Ir. Sonny Yuliar, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Integral Ekologi, terumbu karang, pembangunan berkelanjutan", "Sumber": "", "Staf Input/Edit": "sarnya", "File": "7 file", "Tanggal Input": "01 Feb 2019"}