{"Nomor": 33983, "Judul": "Hydrogeopysical characterization of the Haby Crossing fault, San Antonio, Texas, USA", "Abstrak": "Regionally, the Haby Crossing fault is characterized as a lateral barrier to groundwater flow between the Edwards aquifer recharge zone and the confined portion of the Edwards aquifer. Results from this hydrogeophysical investigation demonstrate that karstification along the fault plane created conduits for preferential lateral flow between the Edwards and the juxtaposed Trinity aquifers which has previously not been considered in groundwater flowpath models. Two-dimensional images of electrical resistivity tomography, self-potential (SP), magnetic and conductivity (EM31) data were used to map the hydrogeologic and structural features within the study area. The contact between the Edwards and the Trinity aquifers is located on the upthrown side of the Haby Crossing fault. The resistivity data displays that the Trinity aquifer appears to be folded upwards near the fault. Further away from the fault, in the northwest direction, the data indicate that the boundary is closer to horizontal and is at a depth of approximately 75?m.\n\nMagnetic and ground conductivity data confirm the locations of the structural features. The fault zone contains fault-related folding, faulting, and tilting as evidenced on each of the profiles. The Haby Crossing fault is a low resistivity feature indicating a high clay content in the brecciated fault material. SP anomaly types mapped vary from m-shaped to sombrero, positive, and negative, which probably indicate changes in the geometry of the karstic features as well as variations in ground-water flow conditions. These observations suggests that the Haby Crossing fault zone and its immediate area could be permeable enough to allow ground-water flow along the fault planes.\n\nLocation of karstic features, such as caves, voids or sinkholes determined by this study may identify areas of groundwater communication between the Trinity and Edwards aquifers. The results can aid in choosing an area where groundwater tracer studies can be performed to better understand the groundwater flow paths and cross aquifer communication.", "Daftar File": {}, "Penulis": "Mustafa Saribudak [--]", "Kontributor / Dosen Pembimbing": ["Alf Hawkins"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Geophysics, Edwards Aquifer, Balcones Fault Zone, Haby Crossing Fault", "Sumber": "Journal of Applied Geophysics, S0926-9851(18)30869-3,  DOI: https://doi.org/10.1016/j.jappgeo.2019.01.009", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "01 Feb 2019"}