{"Nomor": 33980, "Judul": "ELEKTRODA PASTA KARBON TERMODIFIKASI POLIMETILEN BIRU DAN MOLECULARLY IMPRINTED POLIMETILEN BIRU UNTUK PENENTUAN ASAM ASKORBAT SECARA AMPEROMETRI", "Abstrak": "Asam askorbat (AA) atau dikenal juga sebagai vitamin C merupakan salah satu nutrien organik penting bagi kesehatan tubuh. Kegunaan asam askorbat di antaranya adalah untuk pencegahan dan pengobatan penyakit scurvy, memperkuat imunitas terhadap infeksi. Asam askorbat juga dapat mencegah oksidasi (antioksidan), serta sebagai donor elektron untuk beberapa reaksi hidroksilasi enzim dalam tubuh. Kebutuhan asam askorbat menurut angka kecukupan gizi atau Recommended Dietary Allowances (RDA) adalah 75 mg/hari untuk wanita dan 90 mg/hari untuk pria. Karena asam askorbat sangat penting bagi manusia maka diperlukan metode analisis asam askorbat yang akurat. Beberapa metode analisis asam askorbat yang telah dikembangkan seperti High Performance Liquid Chromatography (HPLC), Gas Chromatography/ Mass Spectrometry (GC/MS), Flow  Injection  Analysis  (FIA),  spektrofotometri,  titrasi  iodometri,  dan fluorometri. Namun, metode tersebut memerlukan perlakuan khusus, penggunaan reagen kimia yang banyak, peralatan yang digunakan untuk analisis relatif mahal, dan sensitivitas relatif rendah. Oleh karena itu, pada penelitian ini dikembangkan metode  voltammetri  untuk  penentuan  kandungan  asam  askorbat  dengan modifikasi elektroda pasta karbon. Metode voltammetri memiliki beberapa kelebihan seperti sensitivitas yang baik, waktu analisis relatif cepat, dan biaya analisis relatif murah. Pada penelitian ini dilakukan modifikasi elektroda pasta karbon dengan dua jenis lapisan polimer yaitu non-imprinted polimetilen biru (NIP) dan molecularly imprinted polimetilen biru (MIP). EPK yang dimodifikasi ini (EPK-PMBMIP) memberikan aktivitas elektrokatalitik yang baik pada pengukuran asam askorbat di dalam larutan buffer fosfat 0,1 M pH 3. Kinerja elektroda dilakukan secara amperometri. Uji kebolehulangan pengukuran dengan EPK-PMBMIP memberikan persen RSD sebesar 4,35% (n=10). Kurva kalibrasi dipelajari   dalam   empat   rentang   konsentrasi,   meliputi   rentang   konsentrasi\n2-10  µM;  20-100  µM;  0,2-1  mM;  dan  2-10  mM,  dengan  rentang  linear\n \n\nkonsentrasi 2-10 µM dan limit deteksi 1,37 µM. Pengaruh senyawa pengganggu yang diteliti menunjukkan bahwa dopamin (DA) dan asam urat (UA) tidak memberikan gangguan terhadap pengukuran arus oksidasi AA. Persen perolehan kembali asam askorbat diperoleh berkisar antara 99,35% - 102,51% menunjukkan keakuratan  metode  yang  baik.  Penentuan  kandungan  asam  askorbat  dengan EPK-PMBMIP dalam sampel nyata menunjukkan hasil yang baik. Hasil yang diperoleh secara amperometri sesuai dengan hasil yang diperoleh secara spektrofotometri UV-Vis.", "Daftar File": {"2015_TS_PP_DIANI_RIA_SEPTINA_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/154150", "2015_TS_PP_DIANI_RIA_SEPTINA_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/154153", "2015_TS_PP_DIANI_RIA_SEPTINA_1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/154154", "2015_TS_PP_DIANI_RIA_SEPTINA_1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/154155", "2015_TS_PP_DIANI_RIA_SEPTINA_1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/154156", "2015_TS_PP_DIANI_RIA_SEPTINA_1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/154157", "2015_TS_PP_DIANI_RIA_SEPTINA_1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/154158", "2015_TS_PP_DIANI_RIA_SEPTINA_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/154160"}, "Penulis": "Diani Ria Septina [20513014]", "Kontributor / Dosen Pembimbing": ["Dr. Indra Noviandri, MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "asam askorbat, metilen biru, elektroda pasta karbon, amperometri, molecularly imprinted polymers, non-imprinted polymers", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "01 Feb 2019"}