{"Nomor": 33984, "Judul": "PERGESERAN PERAN PEMERINTAH DI SEKTOR TRANSPORTASI: SUATU KAJIAN ATAS PERATURAN PERUNDANG-UNDANGAN DI BIDANG TRANSPORTASI", "Abstrak": "Pembangunan di Indonesia dilaksanakan di berbagai bidang baik ekonomi, pendidikan, sosial budaya, politik, pertahanan dan keamanan. Untuk menunjang pembangunan tersebut maka pembangunan di sektor transportasi juga harus ditingkatkan. Pembangunan di sektor transportasi khususnya infrastruktur akan menopang kelancaran distribusi nasional yang akan menjadi pendorong proses pembangunan di segala bidang hingga mencapai penjuru tanah air. Namun pembangunan pada realitanya belum merata ke seluruh pelosok tanah air, khususnya di daerah terpencil dan perbatasan yang masih terisolir dan belum tersentuh pembangunan. Salah satu penyebab tidak meratanya proses pembangunan di Indonesia adalah terkendala pada jaringan infrastruktur transportasi. Hal ini menyebabkan sulitnya untuk mengakses daerah-daerah di pedalaman. Masyarakat di daerah tersebut pun mengalami kesulitan untuk menjangkau daerah-daerah yang fasilitas publiknya telah lebih baik.\nDalam penyelenggaraan dan penyediaan sarana dan prasarana transportasi pelaksanaannya diatur oleh peraturan undang-undangan. Untuk itu dilihat bagaimana peraturan perundang-undangan mengarahkan pembangunan di sektor transportasi. Penelitian ini menggunakan metode content analysis yang menganalisis dan mengintepretasikan isi teks dalam peraturan perundang-undangan untuk mendapatkan pemahaman bagaimana peraturan perundang-undangan mengatur peran pemerintah dan bagaimana keberpihakan pemerintah pada pembangunan di bidang transportasi.\nDari hasil penelitian terlihat bahwa adanya pemberian peluang dan kemudahan bagi dunia usaha untuk turut berkecimpung dalam penyelenggaraan dan pembangunan sektor transportasi. Hal tersebut dilakukan dengan merekstrukturisasi kelembagaan pemerintah dan penerbitan peraturan perundang-udangan yang mendukung bagi penciptaan iklim yang kondusif untuk berinvestasi. Selain itu dalam tataran pelaksanaan kegiatan transportasi seluruhnya dilaksanakan oleh badan usaha sedangkan peran pemerintah berada pada taraf perumusan kebijakan atau regulator. Pemangkasan tersebut meminimalisir peran pemerintah dalam tugasnya sesuai amanat konstitusi sebagai penyelenggara transportasi nasional yang berorientasi untuk memajukan kesejahteraan rakyat.", "Daftar File": {"2015_TS_PP_SHANTI_CAROLIN_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/154171", "2015_TS_PP_SHANTI_CAROLIN_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/154172", "2015_TS_PP_SHANTI_CAROLIN_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/154173", "2015_TS_PP_SHANTI_CAROLIN_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/154174", "2015_TS_PP_SHANTI_CAROLIN_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/154175", "2015_TS_PP_SHANTI_CAROLIN_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/154176", "2015_TS_PP_SHANTI_CAROLIN_1-DAFTAR_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/154177", "2015_TS_PP_SHANTI_CAROLIN_1-JURNAL.pdf": "https://digilib.itb.ac.id/gdl/download/154178"}, "Penulis": "Shanti Carolin [24012034]", "Kontributor / Dosen Pembimbing": ["Ir. Sonny Yuliar, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Pemerintah, Peran, Peraturan Perundang-Undangan, Transportasi", "Sumber": "", "Staf Input/Edit": "sarnya", "File": "8 file", "Tanggal Input": "01 Feb 2019"}