{"Nomor": 33987, "Judul": "PERENCANAAN SISTEM LIME SCRUBBING UNTUK PENGENDALIAN EMISI SO2 PADA KEGIATAN PEMBANGKIT LISTRIK TENAGA UAP", "Abstrak": "PLTU (Pembangkit Listrik Tenaga Uap) memiliki peran penting dalam memasok\nenergi listrik di Indonesia. Meningkatnya kebutuhan energi listrik di Indonesia\nmenyebabkan permintaan percepatan pembangunan PLTU, khususnya PLTU\nberbahan bakar batu bara. PLTU XYZ merupakan salah satu pembangkit listrik\nberbahan bakar batu bara dan adalah yang terbesar di Indonesia. Selain manfaat\npositif yang diberikan bagi pengembangan infrastruktur di Indonesia, PLTU\nberbahan bakar batu bara juga dapat menimbulkan dampak negatif bagi lingkungan,\nterutama pencemaran udara seperti gas SO2 (sulfur dioksida). Sementara, di\nIndonesia, terutama pada PLTU XYZ belum ada pengendalian gas SO2 yang\noptimum. Konsentrasi gas SO2 yang diemisikan dari boiler PLTU XYZ unit 7\nmencapai 3.999 mg/Nm3. Nilai tersebut berada di atas baku mutu yang terdapat\npada Peraturan Menteri Lingkungan Hidup Nomor 21 Tahun 2008, yaitu 750\nmg/Nm3. Maka untuk mengendalikan emisi SO2 yang cukup tinggi, kebutuhan\nperencanaan FGD (Flue Gas Desulphurization) adalah penting. Sistem FGD berupa\nlime scrubbing ini terdiri dari lime processing (lime bunker, grinding mill, dan lime\nslurry tank), SO2 scrubbing (packed column), effluent hold tank, gypsum centrifuge,\nserta pengolahan air buangan (thickener) dan belt filter press sebagai unit\ndewatering. Berdasarkan hasil perancangan, diperoleh dimensi kolom packed\ndengan diameter 7 m dan tinggi 11 m dilengkapi 25 buah nozzle, mist eliminator\ntipe vane, dan packing jenis Raschig-rings 2 inch. Effluent hold tank yang dirancang\nmemiliki dimensi lebar 3 m dan kedalaman 2,5 m. Kebutuhan lime untuk\nmenyisihkan konsentrasi emisi per harinya yaitu 389 kg lime. Konsumsi energi\nsistem lime scrubbing ini yaitu sebesar 14.860 kW. Sistem ini diperkirakan mampu\nmenyisihkan hingga 81,25% SO2 sesuai dengan konsentrasi emisi dari PLTU yang\ndibandingkan dengan baku mutu yang berlaku.", "Daftar File": {"2019_TA_PP_EUGENIA_AGNI_DWI_HARMASTUTI_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/154195", "2019_TA_PP_EUGENIA_AGNI_DWI_HARMASTUTI_1-DAFTAR_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/154203"}, "Penulis": "Eugenia Agni Dwi H [15311004 ]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Puji Lestari, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "perencanaan, SO2, PLTU, lime scrubbing", "Sumber": "TUGAS AKHIR Maret  2016", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "9 file", "Tanggal Input": "01 Feb 2019"}