{"Nomor": 33989, "Judul": "PERENCANAAN PENYALURAN DAN PENGOLAHAN AIR LIMBAH DOMESTIK DI KELURAHAN MARGAMULYA KECAMATAN BEKASI UTARA", "Abstrak": "Kebutuhan sanitasi yang layak dan kebutuhan air minum didukung oleh program rancangan pembangunan jangka menengah nasional dari pemerintah yaitu 100 0 100 yang menjadi semboyan hingga tahun 2019. Demi mencapai target 100% akses air minum 0% permukiman kumuh dan 100% sanitasi yang layak maka diperlukan pembangunan infrastruktur untuk mencapai target tersebut. Pembangunan sanitasi dilakukan dengan melihat kondisi eksisting di suatu daerah sehingga dapat dianailisis jalur maupun pengolahan yang tepat bagi kawasan tersebut. Pembangunan infrastruktur sanitasi dilakukan di RW 08 Kelurahan Margamulya Kecamatan Bekasi Utara, Seperti yang diketahui oleh sebuah data dari pemerintah Bekasi, banyak sekali penyakit diare yang terjadi setiap tahunnya, hal itu tentu berkaitan dengan pola hidup sehat dari masyarakat sekitar. Dengan melihat kondisi eksisting seperti air bersih, sanitasi, dan lainnya dapat ditentukan proyeksi kebutuhan air dan buangan air dari domestik maupun non domestiknya. Proyeksi perencanaan dilakukan hingga 20 tahun mendatang dan didapatkan kebutuhan maupun buangan air dari RW 08 Kelurahan Margamulya Kecamatan Bekasi Utara. Sistem penyaluran air buangan dilakukan dengan metode small bore sewer yang sangat cocok dengan kondisi eksisting khususnya untuk pengolahan dengan biaya relatif rendah di daerah perencanaan tersebut. Kondisi kualitas air effluent di daerah tersebut sangat buruk dan tidak memenuhi baku mutu dari peraturan mentri lingkungan hidup nomor 5 tahun 2014, oleh karena itu sebelum pembuangan perlu dilakukan pengolahan terlebih dahulu. Kadar BOD, TSS dan Minyak/Lemak yang melebihi ambang baku mutu perlu diperhatikan. Pengolahan air limbah yang dipakai adalah Anaerobic Baffled Reactor (ABR) dan wetland. Dimana efisiensi kedua unit ini dapat menyisihkan parameter BOD hingga 90% sehingga air limbah aman untuk dibuang ke badan sungai Bekasi. Rancangan anggaran biaya yang dibutuhkan dalam proyek pembangunan sebesar “lima ratus lima belas juta tujuh ratus ribu rupiah”.", "Daftar File": {"2019_TA_PP_ALIEFTYO_PRAMANDA_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/154212", "2019_TA_PP_ALIEFTYO_PRAMANDA_1-DAFTAR_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/154220"}, "Penulis": "Alieftyo Pramanda [15311014]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Prayatni Soewondo, MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Small Bore Sewer, Anaerobic Baffled Reactor, Margamulya", "Sumber": "TUGAS AKHIR Februari  2016", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "9 file", "Tanggal Input": "01 Feb 2019"}