{"Nomor": 33994, "Judul": "Solid Waste Management Policy Implications on Waste Process Choices and Systemwide Cost and Greenhouse Gas Performance", "Abstrak": ": Solid waste management (SWM) is a key\nfunction of local government and is critical to protecting\nhuman health and the environment. Development of effective\nSWM strategies should consider comprehensive SWM process\nchoices and policy implications on system-level cost and\nenvironmental performance. This analysis evaluated cost and\nselect environmental implications of SWM policies for Wake\nCounty, North Carolina using a life-cycle approach. A countyspecific data set and scenarios were developed to evaluate\nalternatives for residential municipal SWM, which included\ncombinations of a mixed waste material recovery facility\n(MRF), anaerobic digestion, and waste-to-energy combustion\nin addition to existing SWM infrastructure (composting,\nlandfilling, single stream recycling). Multiple landfill diversion\nand budget levels were considered for each scenario. At maximum diversion, the greenhouse gas (GHG) mitigation costs ranged\nfrom 30 to 900 $/MTCO2e; the lower values were when a mixed waste MRF was used, and the higher values when anaerobic\ndigestion was used. Utilization of the mixed waste MRF was sensitive to the efficiency of material separation and operating cost.\nMaintaining the current separate collection scheme limited the potential for cost and GHG reductions. Municipalities seeking to\ncost-effectively increase landfill diversion while reducing GHGs should consider waste-to-energy, mixed waste separation, and changes to collection.", "Daftar File": {}, "Penulis": "Megan K. Jaunich [-]", "Kontributor / Dosen Pembimbing": ["James W. Levis.,* Joseph F. DeCarolis.,Morton A. Barlaz.,, and S. Ranji Ranjithan"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "-", "Sumber": "Environmental Science & Technology", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "01 Feb 2019"}