{"Nomor": 33997, "Judul": "KLONING DAN SEKUENSING  GEN PENGKODE HALOAROMATIK DEHALOGENASE DARI Pseudomonas aeruginosa strain lokal", "Abstrak": "Haloaromatik dehalogenase menarik untuk diteliti karena kemampuanya dalam mendegradasi senyawa haloaromatik, suatu senyawa toksik yang terakumulasi di lingkungan  karena  sukar  terurai.  Senyawa  haloaromatik  merupakan  senyawa kimia  golongan  organohalogen  yang  banyak  digunakan  dalam  industri, diantaranya sebagai bahan aktif pestisida, pelarut-pelarut organik, dan pembuatan plastik. Selain bermanfaat untuk kepentingan berbagai industri, senyawa haloaromatik ternyata mempunyai sifat-sifat yang merugikan seperti bersifat persisten, karsinogenik, dan mutagenik. Beberapa senyawa haloaromatik seperti Polychlorinated biphenyls (PCBs) mempunyai titik didih yang rendah dan bisa tersebar melalui siklus air sehingga tingkat pencemaran senyawa ini semakin tinggi. Jenis-jenis gangguan kesehatan yang dapat disebabkan jika terpapar senyawa haloaromatik dalam kadar berlebih antara lain gangguan pernafasan, gangguan  peredaran  darah,  kanker,  gangguan  genetik,  dan  pada  tahap  paling tinggi dapat menyebabkan kematian. Oleh karena itu, dibutuhkan adanya agen baru pendegradasi senyawa haloaromatik dari lingkungan. Teknologi DNA rekombinan juga bisa dimanfaatkan sebagai salah satu cara untuk meningkatkan efisiensi bioremediasi. Pseudomonas aeruginosa strain lokal mempunyai kemampuan mendegradasi senyawa haloaromatik, sehingga bakteri ini bisa menjadi salah satu alternatif bioremediator pendegradasi senyawa haloaromatik pencemar lingkungan. Pada penelitian ini dilakukan kloning dan sekuensing gen pengkode haloaromatik dehalogenase dari Pseudomonas aeruginosa strain lokal. Senyawa haloaromatik yang digunakan adalah 2-klorobenzoat dan bagian gen yang  diklon  adalah  gen  ring  hydroxylating  dioxygenase  ?  subunit  (RHD  ? subunit),           yakni           salah          satu           dari          komponen          gen\n \n\npengkode haloaromatik dehalogenase yang mengandung sisi aktif enzim tersebut. Uji ketahanan P. aeruginosa strain lokal dilakukan terlebih dahulu untuk mengkonfirmasi kemampuan P. aeruginosa strain lokal dalam menghasilkan haloaromatik dehalogenase. Hasil yang diperoleh menunjukkan bahwa haloaromatik dehalogenase dari P. aeruginosa strain lokal ini diekspresikan pada medium mininum yang mengandung 0,2% glukosa. Amplifikasi 16S rDNA dilakukan dengan menggunakan sepasang primer universal Bact27F : AGAGTTTGATCATGGCTCAG  dan  Uni1492R  : GGTTACCTTGTTACGACTT untuk mengkonfirmasi bahwa bakteri yang digunakan adalah benar P. aeruginosa. Hasil amplifikasi 16S rDNA ini memberikan fragmen DNA berukuran sekitar 1500 pasang basa. Hasil penjajaran basa nukleotida 16S rDNA menunjukkan persen indentitas sebesar 99% dengan Pseudomonas aeruginosa PAO1. Amplifikasi RHD ? subunit dilakukan dengan menggunakan sepasang primer spesifik yaitu F-RHD : GACGTCACTTCCACCCTGAGT dan R-RHD : TCAGCTGCCGGCCACCTT. Primer ini dirancang berdasarkan gen RHD ? subunit dari Pseudomonas aeruginosa PAO1H2O dari NCBI. RHD ? subunit hasil amplifikasi berukuran 1,3 kilo pasang basa. Fragmen DNA ini kemudian diklon ke dalam vektor pGEM-T dan ditransformasi ke E. coli TOP-10. Plasmid rekombinan kemudian diisolasi, dianalisis dengan elektroforesis gel agarosa, dan dikonfirmasi dengan  re-PCR, serta   ditentukan   urutan   basa   nukleotidanya.   Hasil   penentuan   urutan   basa nukleotida menunjukkan bahwa RHD ? subunit  berukuran 1287 pasang basa. Hasil penjajaran protein yang dikode oleh RHD ? subunit menunjukkan persen identitas sebesar 99% dengan protein GbcA, protein ring hydroxylating alpha subunit, dan protein Rieske (2Fe-2S) yang semuanya berasal dari Pseudomonas aeruginosa. Karakterisasi dan klasifikasi RHD ? subunit kemudian dilakukan untuk menentukan kelompok RHD ? subunit yang diperoleh. Karakterisasi dilakukan dengan melihat kemunculan motif tertentu, sedangkan klasifikasi dilakukan dengan penjajaran urutan protein RHD ? subunit. Motif Cys-X1-His- X15-17-Cys-X2-His muncul pada residu 97, 99, 117, 120, sedangkan His-X3-6-His- X148-149-Asp  muncul  pada  residu  216,  221,  371.  Pohon  phyllogenetic menunjukkan bahwa fragmen gen yang berhasil diklon adalah gen yang masuk ke dalam kelompok haloaromatik.", "Daftar File": {"2015_TS_PP_FAJRI_IKHSAN_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/154262", "2015_TS_PP_FAJRI_IKHSAN_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/154263", "2015_TS_PP_FAJRI_IKHSAN_1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/154264", "2015_TS_PP_FAJRI_IKHSAN_1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/154265", "2015_TS_PP_FAJRI_IKHSAN_1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/154266", "2015_TS_PP_FAJRI_IKHSAN_1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/154267", "2015_TS_PP_FAJRI_IKHSAN_1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/154269", "2015_TS_PP_FAJRI_IKHSAN_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/154270"}, "Penulis": "Fajri Ikhsan [20513039]", "Kontributor / Dosen Pembimbing": ["Enny Ratnaningsih, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Haloaromatik    dehalogenase,    o-halobenzoate    dioxygenase, Pseudomonas\taeruginosa,\tring\thydroxylating\tdioxygenase\talpha\tsubunit, aromatic\tring\thydroxylating\tdioxygenase,\tPCR.", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "01 Feb 2019"}