{"Nomor": 34000, "Judul": "PENGUJIAN TURBIN ARUS LINTANG MENGGUNAKAN SISTEM AKUISISI DATA HASIL RANCANGAN", "Abstrak": "Akhir-akhir ini dibutuhkan energi baru dan terbarukan karena melihat tidak seimbangnya pemakaian energi fosil dengan persediaan energi dari fosil tersebut. Indonesia memiliki sungai yang sangat banyak diberbagai daerah dari Sabang sampai Merauke sehingga Pembangkit Listrik Tenaga Air atau Pembangkit Listrik Tenaga Mikro Hidro merupakan salah satu solusi untuk menjadikan energi baru dan terbarukan yang sangat berpotensi di Indonesia.              Dalam merancang instalasi PLTA/PLTMH ini diperlukan turbin air yang sesuai dengan karakteristik yang dibutuhkan. Hal ini dapat dilihat dari tempat yang akan dirancang sebagai pembangkit dan lain-lain. Ketinggian air yang mengalir dari sungai yang  ada di Indonesia sebagian besar memiliki ketinggian yang rendah sehingga turbin arus lintang merupakan salah satu solusinya.             Dalam pengujian turbin arus lintang, perlu dilakukan akuisisi data secara digital agar pengujian dilakukan secara cepat dan tepat. Untuk itu telah dirancang dan dibuat suatu perangkat akuisisi data dengan sensor-sensor yang terpasang pada instalasi pengujian. Agar sistem dapat berjalan, telah dibuat pula suatu perangkat lunak yang digunakan dalam akuisisi data tersebut.             Perangkat tersebut menggunakan National Instrument USB 6211 yang telah diprogram dengan software LabVIEW 2016. Sedangkan hasil pengolahan data diolah melalu Microsoft Excel agar didapat hasil pengujian dan dibuat karakteristik turbin yang kita butuhkan.", "Daftar File": {"TA-Nurul_Fajar-13112059-ASLI.pdf": "https://digilib.itb.ac.id/gdl/download/154250", "TA-Nurul_Fajar-13112059-Bab-I.pdf": "https://digilib.itb.ac.id/gdl/download/154251", "TA-Nurul_Fajar-13112059-Bab-II.pdf": "https://digilib.itb.ac.id/gdl/download/154252", "TA-Nurul_Fajar-13112059-Bab-III.pdf": "https://digilib.itb.ac.id/gdl/download/154254", "TA-Nurul_Fajar-13112059-Bab-IV.pdf": "https://digilib.itb.ac.id/gdl/download/154256", "TA-Nurul_Fajar-13112059-Bab-V.pdf": "https://digilib.itb.ac.id/gdl/download/154258"}, "Penulis": "Nurul Fajar [13112059 ]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Priyono Soetikno, DEA", "Ir. I Nengah Diasta, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Turbin Arus Lintang, NI USB 6211, LabVIEW", "Sumber": "", "Staf Input/Edit": "D. Budina", "File": "6 file", "Tanggal Input": "01 Feb 2019"}