{"Nomor": 34018, "Judul": "MODEL DINAMIKA SIMPANAN DAN PINJAMAN DENGAN INTERBANK LENDING-AND-SAVING PADA BANK UMUM", "Abstrak": "Bank merupakan lembaga perantara keuangan yang paling umum digunakan oleh\nmasyarakat. Bank menerima simpanan dari nasabah dan merubahnya menjadi pin-\njaman kepada pihak lain. Penyaluran pinjaman harus proporsional terhadap sim-\npanan yang ada. Pemberian pinjaman yang terlalu sedikit akan memberikan prot\nyang kecil bagi bank, namun penyaluran pinjaman yang terlalu besar dapat mempe-\nngaruhi likuiditas bank tersebut. Selain simpanan dan pinjaman kepada nasabah,\nbank juga berperan dalam kegiatan simpan meminjam pada pasar antarbank (in-\nterbank market). Pada Tugas Akhir ini, Penulis mengkonstruksi model dinamika\nsimpnanan dan pinjaman dengan mempertimbangkan faktor interbank lending-and-\nsaving. Laju pertumbuhan simpanan dan pinjaman diasumsikan mengikuti model\npertumbuhan logistik. Laju tersebut dapat sewaktu-waktu berubah dengan adanya\nshock. Prot Bank dihitung menggunakan model Monti-Klein. Dinamika simpan-\nan dan pinjaman serta pengaruh shock terhadap prot bank dianalisis berdasarkan\nBank Umum Kelompok Usaha (BUKU). Dari hasil simulasi, terlihat bahwa Bank\nmasing-masing BUKU memiliki kemampuan yang berbeda dalam menghadapi shock.\nShock pada dinamika pinjaman memiliki pengaruh yang lebih besar terhadap prot\nyang diperoleh suatu bank dibandingkan dengan shock yang terjadi pada simpanan.", "Daftar File": {"2016_TA_PP_HANIFAH_RAHMI_WIDYANI_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/154359"}, "Penulis": "Hanifah Rahmi Widyani [10112047]", "Kontributor / Dosen Pembimbing": ["Novriana Sumarti, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Mathematics", "Kata Kunci": "Model Dinamika Bank, Interbank Lending-and-Saving, Monti-Klein, Model Logistik", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "01 Feb 2019"}