{"Nomor": 34014, "Judul": "VALUASI LONGEVITY BOND SEBAGAI INSTRUMEN LINDUNG NILAI UNTUK PERUSAHAAN ASURANSI JIWA DAN DANA PENSIUN DENGAN SHOCK OF MORTALITY STOKASTIK (PROSES BERNOULLI DAN DISTRIBUSI TRUNCATED NORMAL)", "Abstrak": "Longevity bond merupakan obligasi dengan struktur pembayaran kupon\nyang unik. Hal tersebut dimaksudkan untuk memungkinkan instrumen tersebut\ndapat memberikan efek lindung nilai pada perusahaan asuransi jiwa dan\ndana pensiun. Struktur kupon pada longevity bond bersifat floating yang\nbesarnya bergantung pada tingkat mortalitas selama kontrak longevity bond\ntersebut berlaku. Oleh karena itu, di dalam tugas akhir ini, metode valuasi\nlongevity bond yang digunakan melibatkan kemunculan faktor-faktor promortalitas\nmaupun anti-mortalitas (shock of mortality). Perpaduan antara\nproses Bernoulli dan distribusi truncated normal digunakan untuk memodelkan\nkemunculan shock of mortality yang merupakan fenomena stokastik. Valuasi\nuntuk longevity bond pun dilakukan di bawah distribusi mortalitas yang telah\ndikenai risk-adjustment, yakni distribusi yang telah mengakomodasi kemungkinan\ndatangnya shock of mortality. Transformasi Wang merupakan salah\nsatu metode yang dapat digunakan untuk melakukan penyesuaian terhadap\ndistribusi mortalitas. Pembahasan mengenai sensitivitas harga longevity bond\nterhadap fluktuasi tingkat suku bunga pasar juga tercakup dalam tugas akhir\nini.", "Daftar File": {"2016_TA_PP_ELMA_YUNITA_1-PUSTAKA_.pdf": "https://digilib.itb.ac.id/gdl/download/154350"}, "Penulis": "Elma Yunita [10112016]", "Kontributor / Dosen Pembimbing": ["Drs. Muhammad Syamsuddin, M.Com., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Mathematics", "Kata Kunci": "longevity bond, lindung nilai, shock of mortality, proses Bernoulli, distribusi truncated normal, transformasi Wang, sensitivitas", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "01 Feb 2019"}