{"Nomor": 34029, "Judul": "PENDEKATAN METODE MIKROENKAPSULASI ENZIM ?-AMILASE PADA ALGINAT UNTUK REAKSI HIDROLISIS PATI MENJADI MALTOSA", "Abstrak": "Maltosa banyak digunakan sebagai pemanis dalam industri makanan dan\n\nminuman. ?-amilase merupakan enzim karbohidrolase yang menghidrolisis ikatan ?-\n\n1,4-glikosidik pada pati secara spesifik menghasilkan maltosa. Penggunaan enzim ?- amilase untuk menghasilkan maltosa selama ini terkendala oleh sulitnya pemisahan antara enzim dengan substrat sehingga hanya dapat digunakan untuk satu kali reaksi. Akibat lain dari tidak dapat digunakannya enzim secara berulang adalah naiknya biaya produksi maltosa. Oleh karena itu perlu dikembangkan metode amobilisasi enzim ?- amilase agar enzim dapat terpisah dengan baik dari substrat dan dapat digunakan berulang kali dengan aktivitas yang masih memadai. Pada penelitian ini dilakukan pendekatan metode amobilisasi dengan cara mikroenkapsulasi ?-amilase menggunakan Na-alginat dan glutaraldehid. Pembuatan kapsul alginat dilakukan dengan meneteskan campuran enzim, glutaraldehid dan alginat yang telah dilarutkan dalam buffer asetat 0,05 M pH 5,5 ke dalam larutan Ca2+ menggunakan syringe berdiameter 0,6 mm. Variasi kadar alginat, kadar kalsium, prosedur pencampuran glutaraldehid dan suhu pembuatan kapsul dilakukan untuk mengetahui metode yang menghasilkan kinerja enzim paling baik. Kadar alginat divariasikan dengan mengukur kinerja enzim pada penggunaan alginat 2% dan 3% dengan kadar kalsium yang dibuat tetap. Selanjutnya kadar kalsium divariasikan 2%, 3% dan 4% pada kadar alginat yang memberikan kinerja optimum. Pada penelitian juga dilakukan variasi cara penambahan glutaraldehid. Variasi dilakukan dengan menambahkan langsung glutaraldehid ke dalam campuran homogen alginat yang belum menjadi kapsul dan dengan merendam\n \n\n\n\n\n\n\nalginat yang telah berbentuk kapsul ke dalam glutaraldehid. Evaluasi kinerja enzim terhadap pengaruh cara penambahan glutaraldehid dilakukan dengan mengukur aktivitas enzim pada dua pendekatan cara tersebut. Aktivitas enzim ?-amilase terenkapsulasi alginat di evauasi dengan mengukur jumlah maltosa yang dihasilkan. Jumlah maltosa ditentukan dengan metode spektrofotometri UV-Vis pada panjang gelombang 540 nm dengan pereaksi asam 3,5-dinitrosalisilat (DNS) sebagai pembentuk warna. Enzim ?-amilase terenkapsulasi alginat memiliki aktivitas tertinggi sebesar 2,34 mg maltosa/50 butir kapsul/10 menit dengan kadar alginat 2%, kalsium\n3% dan glutaraldehid yang dicampurkan secara langsung pada alginat. Uji pemakaian kembali menunjukkan bahwa enzim ?-amilase terenkapsulasi alginat dapat digunakan sampai lima kali pemakaian. Pengujian aktivitas enzim setelah penyimpanan kapsul alginat selama satu bulan pada 4°C menunjukkan hasil yang baik.", "Daftar File": {"2015_TS_PP_GINA_MAULIA_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/154424", "2015_TS_PP_GINA_MAULIA_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/154427", "2015_TS_PP_GINA_MAULIA_1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/154428", "2015_TS_PP_GINA_MAULIA_1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/154429", "2015_TS_PP_GINA_MAULIA_1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/154432", "2015_TS_PP_GINA_MAULIA_1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/154434", "2015_TS_PP_GINA_MAULIA_1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/154437", "2015_TS_PP_GINA_MAULIA_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/154438"}, "Penulis": "Gina Maulia [20514063]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Muhammad Bachri Amran"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "enzim ?-amilase, mikroenkapsulasi, alginat, glutaraldehid.", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "01 Feb 2019"}