{"Nomor": 34027, "Judul": "STRATEGI PEMASARAN YANG DIUSULKAN UNTUK MENGEMBALIKAN CITRA MEREK PT POS INDONESIA", "Abstrak": "Kebutuhan akan layanan logistik di Indonesia semakin meningkat setiap tahun\nterutama dengan munculnya startup e-commerce seperti Tokopedia, Bukalapak, Blibli\ndan banyak lagi. Orang-orang saat ini mulai mengikuti tren belanja online atau\nmencoba membuka bisnis mereka dengan membuka akun di situs web, karena\nprosesnya mudah dan juga praktis untuk membuka bisnis. Dampaknya sangat terasa\npada perusahaan yang menyediakan layanan logistik dan salah satunya adalah Pos\nIndonesia di mana mereka adalah \"pemain lama\" dalam hal logistik, terutama di\nIndonesia.\nTujuan dari penelitian ini adalah untuk mengetahui tentang citra merek PT Pos\nIndonesia terhadap pengguna jasa logistik di Indonesia, khususnya Bandung. Analisis\ndilakukan dengan mencari tahu tentang persepsi pelanggan terhadap layanan logistik,\ndengan pelanggan atau pengguna layanan logistik di Bandung sebagai target pasar\nuntuk kepentingan Pos Indonesia. Dalam hal pemasaran untuk menjadi sukses,\nperusahaan yang bersangkutan harus memahami dan mencari tahu apa yang\ndibutuhkan pelanggan, seperti target pasar yang akan terus menggunakan layanan yang\nmenjadi indikator loyalitas. Kepuasan atau kebutuhan kelompok tertentu seperti target\npasar dapat dipenuhi lebih efektif daripada saingan dengan mempelajari persepsi\npelanggan terhadap jasa kurir dan logistik.\nSolusi bisnis yang diusulkan dalam tiga alternatif, yaitu peningkatan media\nsosial dan memasang iklan di media sosial, membuat aplikasi seluler yang tepat agar\nmudah digunakan bagi pelanggan dan meningkatkan kualitas layanan dengan berbagai\nmacam cara. Pesaing sudah menggunakan aplikasi seluler yang tepat dan mudah\ndigunakan, sementara itu PT Pos Indonesia masih belum benar-benar layak\nmenggunakannya, juga konsisten dalam menjaga kinerja yang baik dalam kualitas\nlayanan yang dianggap sebagai solusi bisnis yang sesuai untuk PT Pos Indonesia,\nkarena masih banyak kekurangan kualitas dalam mengirimkan paket, jika kualitas\nlayanan tetap konsisten dalam kinerja yang baik maka akan mengembalikan citra\nmerek PT Pos Indonesia.", "Daftar File": {"2019_TS_PP_Hansel_Ekaputra_1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/154422"}, "Penulis": "Hansel Ekaputra [29117291]", "Kontributor / Dosen Pembimbing": ["Herry Hudrasyah, MA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Persepsi Pelanggan, Layanan Logistik, E-commerce, Kualitas Layanan, Strategi Pemasaran, Aplikasi Seluler, Media Sosial", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "01 Feb 2019"}