{"Nomor": 34034, "Judul": "PENGIKATAN SENYAWA ANTIOKSIDAN  4-AMINODIFENILAMINA KE DALAM FASE LATEKS MELALUI GUGUS EPOKSI UNTUK MENINGKATKAN KETAHANAN OKSIDASI KARET ALAM", "Abstrak": "Karet alam merupakan salah satu komoditas perkebunan yang sangat penting dalam menunjang perekonomian Indonesia karena berperan sebagai sumber devisa negara dari sektor nonmigas. Akan tetapi karet alam mempunyai beberapa kelemahan, antara lain sifatnya tidak konsisten, tidak tahan terhadap cuaca, panas, pelarut hidrokarbon, dan ozon. Berbagai upaya telah dilakukan untuk mengatasi kelemahan karet alam baik secara fisika maupun kimia, salah satunya adalah dengan menambahkan bahan antioksidan sebagai aditif pada pembuatan barang jadi karet karena prosesnya relatif lebih mudah dan murah. Akan tetapi cara mekanik ini memiliki kelemahan diantaranya bahan antioksidan yang ditambahkan rentan mengalami blooming (migrasi ke permukaan karet) sehingga menimbulkan cacat produk dan penurunan daya antioksidasi. Penelitian ini bertujuan untuk meningkatkan ketahanan karet alam terhadap oksidasi melalui pengikatan antioksidan secara kimia ke dalam lateks yang sudah diepoksidasi. Lateks kebun dideproteinisasi terlebih dahulu menggunakan enzim papain sebanyak 0,06 bsk. Pada penelitian ini telah dilakukan epoksidasi lateks menggunakan asam format sebanyak 0,3 mol/mol isoprena unit dan hidrogen peroksida sebanyak 0,75 mol/mol isoprena unit pada berbagai suhu (60-80 ?C), waktu (1-4 jam) dan kecepatan pengadukan (125-700 rpm). Hasil epoksidasi menunjukkan semakin tinggi suhu, persen mol epoksi yang diperoleh semakin besar akan tetapi suhu di atas 70 ?C sangat mengganggu kestabilan lateks. Semakin lama waktu reaksi, persen mol epoksi yang diperoleh semakin besar, sementara kecepatan pengadukan tidak terlalu berpengaruh terhadap persen mol epoksi yang dihasilkan. Namun kecepatan pengadukan yang tinggi dapat memperkecil terjadinya transfer massa sehingga kecepatan optimum dipilih pada 700 rpm. Reaksi penambahan antioksidan 4- aminodifenilamina (4-ADPA) dilakukan pada suhu dan kecepatan pengadukan optimum selama 1-4 jam. Ke dalam variasi lateks epoksi tersebut ditambahkan 4- ADPA pada tiga variasi dosis antara 0,025-0,1 mol/100 gram karet, dan empat variasi suhu antara 27-80 ?C. Hasil penelitian menunjukkan lateks epoksi yang dihasilkan dari reaksi selama 3 jam memberikan hasil pengikatan yang relatif stabil. Sementara itu pengikatan dapat terjadi pada dosis antioksidan minimal 0,1 mol/100\n \n\ngram karet. Penggunaan suhu yang lebih tinggi dari suhu ruang mengganggu kestabilan lateks sehingga menyebabkan lateks menggumpal dalam waktu kurang dari 2 jam. Dari variasi tersebut diperoleh kondisi optimum untuk pengikatan adalah pada 27 ?C dengan dosis antioksidan sebanyak 0,1 mol/100 gram karet. Selanjutnya reaksi dibiarkan selama 24 jam kemudian digumpalkan dengan metanol dan dimurnikan secara sokletasi menggunakan pelarut aseton selama 8 jam. Hasil spektrum FTIR menunjukkan telah terjadi pengikatan 4-ADPA ke dalam lateks yang telah terepoksidasi sebanyak 1,93 bsk. Selanjutnya dilakukan up scalling untuk membuat vulkanisat yang diuji ketahanan oksidasinya dengan menguji kuat tarik, perpanjangan putus, modulus 100%, dan kekerasan, sebelum dan sesudah pengusangan pada 90 ?C selama 2, 4, 6, dan 7 hari. Hasil analisis kurva Rheometer menunjukkan karet yang mengikat 4-ADPA secara kimia lebih tahan terhadap pengusangan berdasarkan nilai R300. Berdasarkan pengujian sifat fisik diperoleh bahwa pengaruh penambahan 4-ADPA secara kimia terlihat pada kuat tarik setelah pengusangan lebih dari 4 hari, sedangkan pada sifat fisik yang lain pengaruhnya tidak terlalu signifikan.", "Daftar File": {"2015_TS_PP_HANI_HANDAYANI_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/154444", "2015_TS_PP_HANI_HANDAYANI_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/154445", "2015_TS_PP_HANI_HANDAYANI_1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/154446", "2015_TS_PP_HANI_HANDAYANI_1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/154447", "2015_TS_PP_HANI_HANDAYANI_1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/154448", "2015_TS_PP_HANI_HANDAYANI_1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/154449", "2015_TS_PP_HANI_HANDAYANI_1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/154450", "2015_TS_PP_HANI_HANDAYANI_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/154451"}, "Penulis": "Hani Handayani [20513020]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Cynthia Linaya"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "lateks, antioksidan, epoksidasi, 4-aminodifenilamina, oksidasi karet alam", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "01 Feb 2019"}