{"Nomor": 34032, "Judul": "PENGEMBANGAN PROTOTIPE SISTEM INFORMASI MANAJEMEN PERPUSTAKAAN BERBASIS WEB SEBAGAI SARANA EVALUASI KINERJA PERPUSTAKAAN", "Abstrak": "Salah satu pemanfaatan sarana teknologi informasi di perpustakaan adalah sistem otomasi perpustakaan. Sistem otomasi perpustakaan diaplikasikan untuk otomatisasi proses bisnis perpustakaan agar data koleksi perpustakaan, peminjam, transaksi sirkulasi koleksi perpustakaan dapat direkam dengan baik. Rekaman data tersebut diperlukan sebagai bahan penyusunan laporan kinerja perpustakaan.\nRekaman data kinerja yang dihasilkan sistem otomasi perpustakaan pada umumnya, terutama di Perpustakaan ITB, masih belum lengkap dibandingkan dengan acuan yang digunakan untuk mengukur kinerja perpustakaan, seperti persyaratan akreditasi perguruan tinggi Badan Akreditasi Nasional Perguruan Tinggi, Standard Nasional Indonesia (SNI) 7330-2009, dan ISO 11620-2008. Sehingga data yang belum terekam dalam sistem otomasi perpustakaan dikumpulkan secara manual. Oleh karena itu dalam rangka pengukuran kinerja perpustakaan perlu dilakukan pengembangan sistem informasi perpustakaan berbasis web sebagai sarana evaluasi kinerja perpustakaan, sehingga informasi kinerja perpustakaan dapat disajikan secara efektif dan efisien.\nPenelitian ini bertujuan untuk mengembangkan prototipe sistem informasi perpustakaan berbasis web guna mendukung evaluasi kinerja perpustakaan. Metode yang digunakan adalah System Development Life Cycle (SDLC). SDLC adalah tahapan-tahapan aktivitas yang dilakukan analis sistem dan programmer dalam membangun atau mengembangkan sistem informasi. Tahapan aktivitas tersebut adalah investigasi sistem, analisis sistem, desain sistem, implementasi sistem dan pemeliharaan sistem.Hasil penelitian ini adalah terciptanya prototipe sistem informasi manajemen perpustakaan berbasis web sebagai sarana evaluasi kinerja perpustakaan.\nPengembangan prototipe sistem informasi manajemen perpustakaan berbasis web sebagai sarana evaluasi kinerja berdampak positif kepada perpustakaan dengan memberikan informasi mengenai prestasi yang dicapai oleh kegiatan layanan perpustakaan dalam periode tertentu, sehingga dokumen laporan kinerja dapat disusun secara efektif dan efisien.", "Daftar File": {"2017_PRO_PP_ENA_SUKMANA_1.pdf": "https://digilib.itb.ac.id/gdl/download/154436"}, "Penulis": "Ena Sukmana [enas@lib.itb.ac.id]", "Kontributor / Dosen Pembimbing": ["."], "Jenis Koleksi": "Prosiding", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "General libraries", "Kata Kunci": "Kinerja perpustakaan. Sistem informasi manajemen perpustakaan berbasis web. System Development Life Cycle (SDLC)", "Sumber": "Prosiding Semiloka Nasional Inovasi Perpustakaan (SNIPER) 2017, Bandarlampung, 16-18 November 2017", "Staf Input/Edit": "Ena Sukmana  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "01 Feb 2019"}