{"Nomor": 34036, "Judul": "ISOLASI DAN KARAKTERISASI LIPASE STABIL DETERGEN DARI BAKTERI HALOFILIK KATEGORI SEDANG Halomonas eurihalina BK-AB15", "Abstrak": "Lipase (triasilgliserol asilhidrolase, EC 3.1.1.3) yang diklasifikasikan dalam kelompok enzim lipolitik, banyak diaplikasikan dalam industri bioteknologi. Sebagai biokatalis, lipase berperan dalam mengkatalisis reaksi hidrolisis triasilgliserol dan esterifikasi asam lemak. Skrining mikroba penghasil lipase telah digunakan sebagai salah satu cara untuk mendapatkan varian lipase baru yang stabil pada temperatur tinggi, kadar garam tinggi dan pelarut organik. Mikroba halofilik yang dapat hidup pada lingkungan dengan kadar garam tinggi telah diketahui merupakan sumber potensial penghasil enzim yang tidak hanya stabil terhadap kadar garam tinggi, tetapi juga memiliki sifat unik lainnya, seperti stabil pada berbagai jenis pelarut organik mulai dari polar hingga non-polar. Pada penelitian sebelumnya, bakteri halofilik isolat lokal telah diisolasi dari kawah lumpur “Bledug Kuwu” yang menyemburkan air garam secara periodik ke permukaan sehingga menciptakan lingkungan berkadar garam tinggi. Pada penelitian ini, bakteri halofilik Halomonas dan Chromohalobacter yang diisolasi dari habitat ini dipilih untuk dieksplorasi potensinya dalam menghasilkan lipase ekstraseluler. Hasil  skrining variasi konsentrasi NaCl,  Chromohalobacter japonicus BK-AB18 merupakan isolat paling potensial sebagai penghasil lipase ekstraseluler. Hasil zimografi dan uji aktivitas hidrolisis menunjukkan bahwa lipase tersebut ditemukan pada fraksi amonium sulfat 60-70%. Lipase BK-AB18 memiliki  berat  molekul  sekitar  37  kDa.  Enzim  ini  menunjukkan  aktivitas optimum pada 45 °C dan pH 9,5. Penambahan beberapa ion logam mempengaruhi\naktivitas lipase dan di antara ion tersebut, Ca2+ paling signifikan dalam meningkatkan aktivitas. Aktivitas lipase menurun secara signifikan dengan adanya PMSF (inhibitor serin hidrolase) dan SDS (deterjen). Enzim ini juga menunjukkan toleransi yang luas pada berbagai jenis pelarut organik. Aktivitasnya meningkat signifikan dalam n-propanol, n-butanol, isopropanol, asetonitril, dan kloroform. Penambahan ion Ca2+ pada larutan enzim meningkatkan aktivitasnya terutama dalam n-heksana, SDS dan larutan NaCl 8%. Selain itu, adanya ion Ca2+ juga menstabilkan enzim ketika diinkubasi selama 9 jam pada temperatur 45 °C dan\n55 °C. Secara keseluruhan, stabilitas dan aktivitas lipase bakteri halofilik C. japonicus BK-AB18 meningkat dengan adanya ion Ca2+.", "Daftar File": {"2015_TS_PP_HENNY_WIDHYASTUTI_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/154457", "2015_TS_PP_HENNY_WIDHYASTUTI_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/154458", "2015_TS_PP_HENNY_WIDHYASTUTI_1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/154460", "2015_TS_PP_HENNY_WIDHYASTUTI_1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/154461", "2015_TS_PP_HENNY_WIDHYASTUTI_1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/154462", "2015_TS_PP_HENNY_WIDHYASTUTI_1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/154463", "2015_TS_PP_HENNY_WIDHYASTUTI_1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/154464", "2015_TS_PP_HENNY_WIDHYASTUTI_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/154465"}, "Penulis": "Henny Widhyastuti [20512054]", "Kontributor / Dosen Pembimbing": ["Dr. Rukman Hertadi, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "bakteri  halofilik, Chromohalobacter  japonicus,  lipase, hidrolisis", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "01 Feb 2019"}