{"Nomor": 34048, "Judul": "PENGUKURAN RISIKO UNTUK AKTIVITAS TRADING BERDASARKAN STRATEGI EXPONENTIAL MOVING AVERAGE DAN COUNT BACK LINE", "Abstrak": "Trader yang menggunakan analisa teknikal adalah trader yang mengambil keputusan untuk\nmembeli dan menjual saham ketika ada sinyal yang diberikan dari market. Trader ini\nmengidentifikasi tren dan membuat prediksi berdasarkan pola dalam data pasar. Namun,\nsetelah menganalisis kerugian yang terjadi dalam aktivitas perdagangan menggunakan strategi\nExponential Moving Average dan Count Back Line, kerugian yang terjadi jauh lebih tinggi\ndaripada kerugian Indeks Harga Saham Gabungan (IHSG) sebagai tolok ukur. Maka dari itu,\nmenggunakan hanya sinyal jual untuk menjual aset tidak membatasi risiko yang dihadapi oleh\npara trader analisa teknikal.\nValue at Risk (VaR) adalah alat pengukuran risiko yang banyak digunakan untuk\nmengestimasi dan mengelola risiko. VaR memberi investor indikasi tingkat risiko yang\nmereka ambil dalam investasi tertentu. Value at Risk dapat membantu investor untuk\nmemutuskan apakah keuntungan yang didapat sepadan dengan potensi kerugian maksimum.\nTugas akhir ini bertujuan untuk menggunakan Value at Risk sebagai alat untuk penilaian risiko\nuntuk kegiatan trading berdasarkan strategi Exponential Moving Average dan Count Back\nLine. Tugas akhir ini juga bertujuan untuk menginformasikan tingkat risiko yang diambil\ninvestor dengan investasi tertentu dengan menghitung potensi kerugian maksimum yang\nterjadi setiap hari.\nTugas akhir ini menggunakan aktivitas perdagangan yang dilakukan dari 1 Oktober hingga 31\nDesember 2018 berdasarkan strategi Exponential Moving Average dan Count Back Line\nsebagai indikator teknikal dan hanya terbatas pada saham yang terdaftar dalam indeks IDX30.\nJumlah saham yang diperdagangkan menggunakan strategi trading ini adalah 27 saham\ndengan total 41 transaksi. Di antara 41 transaksi yang dilakukan, ada delapan aktivitas\nperdagangan ketika saham diperdagangkan di luar Value at Risk. Saham-saham tersebut\nadalah BBRI (periode pertama), INDF, INTP (periode pertama dan kedua), KLBF, PTPP,\nSMGR (periode pertama) dan WSKT.", "Daftar File": {"2019_TS_PP_Andhika_Adiratna_Anantafortuna_1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/154501"}, "Penulis": "Andhika Adiratna Anantafortuna [29117296]", "Kontributor / Dosen Pembimbing": ["Dr. Achmad Herlanto Anggono, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "komunikasi pemasaran, pengetahuan konsumen, strategi, aplikasi seluler", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "01 Feb 2019"}