{"Nomor": 34045, "Judul": "MATCHING EMOTION EVOKED WITH PROMOTIONAL PICTURES : THE CASE OF TENUE PROMOTIONAL INSTAGRAM", "Abstrak": "Semenjak Instagram menjadu salah satu social media terpopuler yang digunakan di seluruh\ndunia, banyak penggiat bisnis yang mengganti media mereka menggunakan Instagram untuk\nmenjual produk dan layanan mereka. Terutama di Indonesia, industri pakaian telah menjadi\npendorong penting dalam ekonomi kreatif di Indonesia, dan ini telah ditunjukkan pula pada\nacara Jakarta Fashion Week ke 8, salah satu acara pakaian terbesar di Asia Tenggara. Hal ini\nmenjadi waktu yang tepat untuk menunjukkan produk- produk pakaian dari Indonesia.\nPermintaan pun mengalami pertumbuhan yang konstan dan mencapai 20 miliar dollar di 2018.\nSalah satu pertimbangan untuk menjual produk di Instagram adalah untuk menciptakan emosi\ndalam benak pelanggan melalui foto. Metode ini digunakan oleh salah satu merek di Jakarta\nbernama Tenue de Attire. Merek ini sudah berjalan selama 6 tahun sejak 2013. CEO Tenue\nberencana untuk membuat Joy, Relaxation, dan Inspiration di Instagram Tenue melalui setiap\nfoto yang mereka posting. Tenue menggunakan beberapa teknik fotografi seperti aturan ketiga,\npewarnaan, model, objek dan komposisi. Teknik tersebut mendukung foto untuk membawa\nemosi dari pelanggan. Tenue sudah memutuskan tiga foto yang mewakili setiap jenis posting\ndi Instagram Tenue yaitu Detail, Suasana, dan Gaya.\nPenelitian ini menggunakan pendekatan kualitatif, wawancara semi-terstruktur dalam\nmengumpulkan data responden dan interpretasi pengkodean untuk menganalisis wawancara.\nData menunjukkan bahwa Joy, Relaxation, dan Inspiration berhasil dikirim ke pikiran\npelanggan tetapi setiap jenis foto memiliki kelemahan mereka sendiri. Kelemahan ini menjadi\nmasalah bagi Tenue karena tidak mencapai target untuk memasukkan tiga emosi di setiap foto.\nTemuan ini akan berguna bagi setiap merek fesyen di Indonesia untuk menciptakan emosi\nmelalui foto. Temuan ini juga bermanfaat bagi pihak lain yang memiliki perencanaan untuk\nmenciptakan emosi dalam segala jenis foto.", "Daftar File": {"2019 TS PP AZFARHAN MUNAF 1 - FULL TEXT.pdf\n]": "https://digilib.itb.ac.id/gdl/download/248888"}, "Penulis": "Azfarhan Munaf [19015226]", "Kontributor / Dosen Pembimbing": ["Budi Permadi Iskandar, MSP"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pemasaran, Pengiklanan, Instagram, Pakaian, Fotografi, Pembangkitan Emosi", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "01 Feb 2019"}