{"Nomor": 34044, "Judul": "INVESTMENT ANALYSIS OF A NEW SEMI MOBILE CRUSHER PROJECT  AT PT. SEMEN JAWA A SUBSIDIARY COMPANY OF SIAM CEMENT GROUP", "Abstrak": "Pertumbuhan properti dan infrastruktur di Indonesia telah berkontribusi pada lonjakan permintaan semen. Ini menggambarkan industri semen masih berpotensi menghasilkan laba tinggi. Tetapi, pada saat yang sama, didorong oleh peningkatan pesat dalam fasilitas produksi, pasar semen Indonesia semakin kompetitif. Margin profitabilitas rata-rata berada dalam tren menurun, karena para pemain baru menawarkan harga jual yang jauh lebih rendah di pasar yang sudah kelebihan pasokan dalam upaya menembus pasar. Kondisi ini menciptakan perang harga di antara para pemain. Agar dapat bertahan dalam situasi yang sulit, setiap produsen semen bermaksud untuk menurunkan biaya produksi dan meningkatkan produktivitas dengan mempertimbangkan beberapa strategi.\nMakalah ini berisi strategi generasi yang tepat dengan menganalisis analisis eksternal yaitu PEST, Lima Kekuatan Porter, Analisis Pesaing, dan analisis internal dengan menggunakan VRIO dan Analisis Rantai Nilai sebagai alat di PT. Semen Jawa sebagai pemain semen baru di Indonesia. Penelitian ini berfokus pada kemajuan teori dan praktik Teknik Penganggaran Modal dan dampaknya pada keputusan investasi pada saat yang sama berfokus pada praktik evaluasi investasi proyek crushing plant di PT. Semen Jawa. Sebelum keputusan untuk investasi ini dibuat, studi kelayakan proyek dilakukan dengan hati-hati untuk mendapatkan hasil analisis optimal yang dapat memberikan banyak manfaat bagi perusahaan.\nHasil penelitian ini menunjukkan bahwa investasi untuk proyek crushing plant di PT. Semen Jawa layak dan menguntungkan untuk diterapkan. Dengan struktur modal mengandung hutang dan ekuitas, hasil dari analisis adalah NPV proyek positif dan ekuitas NPV, IRR proyek lebih besar dari biaya modal rata-rata tertimbang (WACC) dan IRR ekuitas lebih besar dari biaya ekuitas (Ke), periode pengembalian investasi kurang dari periode proyek.", "Daftar File": {"2019_TS_PP_FITRI_NOPITASARI_1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/154497"}, "Penulis": "Fitri Nopitasari [29117137]", "Kontributor / Dosen Pembimbing": ["Ir. Maryat Nirwandi, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Investment, Project, Crushing plant, Payback period, NPV, IRR, Cost leadership", "Sumber": "PT. SEMEN JAWA", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "01 Feb 2019"}