{"Nomor": 34047, "Judul": "STRATEGI INVESTASI BERDASARKAN EXPONENTIAL MOVING AVERAGE DAN COUNT BACK LINE", "Abstrak": "Di Indonesia, investor masih mempertimbangkan keahlian manajer investasi atau analis sekuritas untuk menggunakan metode pemilihan saham sebagai alat pengambilan keputusan untuk investasi mereka. Ini terjadi karena banyak investor menderita kerugian karena pemilihan saham yang tidak tepat untuk portofolio mereka sendiri. Lebih dari 302 reksa dana saham di Indonesia, hanya 6,29% dari total jumlah reksa dana yang memiliki rasio Sharpe positif. Selain itu, apabila mengambil periode satu tahun selama 2018, hanya terdapat 10 reksa dana yang memiliki Rasio Sharpe melebihi 1,00. Ini menunjukkan bahwa standar deviasi reksa dana saham cukup tinggi dan kinerjanya lebih rendah dibandingkan dengan aset bebas risiko.\nTesis ini bertujuan untuk menilai apakah analisis teknis dapat digunakan sebagai strategi investasi untuk pengambilan keputusan dalam investasi saham di Indeks Harga Saham Gabungan. Strategi investasi dilakukan dari 1 Oktober 2018 hingga 31 Desember 2018 berdasarkan pergerakan harga harian. Risiko dan kinerja pengembalian strategi investasi ini juga dianalisis pada tesis ini. Strategi investasi yang dilakukan berdasarkan exponential moving average (EMA) dan count back line (CBL) yang digunakan sebagai indikator teknis dan terbatas pada saham yang terdaftar dalam indeks IDX30.\nAda tiga langkah strategi investasi. Langkah pertama adalah menerapkan 5-EMA dan 20-EMA dan hanya memperdagangkan saham dengan penutupan di atas kedua EMA tersebut. Selanjutnya, batasan penelitian hanya pada saham yang terdaftar di IDX30. Prosedur ketiga adalah manajemen portofolio. Oleh karena metode yang digunakan dalam strategi investasi ini adalah EMA dan CBL maka pemilihan portofolio saham akan menggunakan sinyal beli dan jual yang dihasilkan dari kedua indikator tersebut. Sinyal beli dihasilkan ketika harga saham ditutup di atas EMA dan ada konfirmasi dari CBL. Sementara sinyal jual akan dihasilkan ketika harga saham ditutup di bawah garis stop CBL.\nBerdasarkan strategi investasi ini, 27 transaksi memberikan return positif dari total 41 transaksi. Return yang dihitung menggunakan perhitungan rata-rata geometris adalah 4,12%. Saham yang diperdagangkan adalah ADRO, ANTM, ASII, BBCA, BBNI, BBRI, BBTN, BMRI, BRPT, BSDE, GGRM, HMSP, ICBP, INDF, INTP, JSMR, KLBF, LPPF, PGAS, PTBA, PTPP, SMGR, TLKM, UNTR, UNVR, WSBP, dan WSKT. Simulasi investasi pada indeks menggunakan reksa dana Indeks CIMB-Principal IDX30 menghasilkan 2,168%. Sedangkan strategi buy and hold memiliki return 0,71% lebih rendah daripada strategi investasi. Hasil ini menunjukkan bahwa analisis teknis dapat digunakan sebagai strategi investasi dalam berinvestasi saham di Bursa Efek Indonesia.", "Daftar File": {"2019_TS_PP_Anthony_1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/154500"}, "Penulis": "Anthony [29117005]", "Kontributor / Dosen Pembimbing": ["Dr. Achmad Herlanto Anggono, MBA."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Analisis teknik, Count Back Line, Exponential Moving Average, IDX30, Indeks Harga Saham Gabungan (IHSG)", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "01 Feb 2019"}