{"Nomor": 34051, "Judul": "DESAIN PRODUK UNTUK GOLD FINANCIAL TECHNOLOGY DI INDONESIA", "Abstrak": "Manusia adalah makhluk sosial yang tidak bisa memenuhi kebutuhan hidupnya tanpa bantuan manusia\nlainnya. Pada awalnya mereka saling bertukar barang untuk saling memenuhi kebutuhan hidup masingmasing,\n\nkemudian sistem ini berkembang dengan menggunakan alat tukar yang bisa diterima secara\numum oleh masyarakat untuk mempermudah dalam melakukan transaksi. Alat tukar yang digunakan\nberubah-ubah sesuai dengan perkembangan jaman, dari mulai garam, logam mulia, hingga uang yang\ndigunakan pada jaman sekarang. Uang digunakan sebagai alat tukar, satuan hitung, dan penyimpan nilai.\nUang pada awalnya hanya digunakan sebagai alat tukar kemudian berkembang hingga memiliki sistem\nkerja tersendiri. Sejalan dengan berkembangnya teknologi, sistem keuangan juga mengalami\nperkembangan kearah digital atau yang saat ini dikenal dengan istilah financial technology atau fintech. \nFintech merupakan suatu terobosan dalam dunia keuangan, dibuat dengan tujuan mempercepat dan\nmempermudah penggunaan aspek keuangan dalam kehidupan manusia. Pada penelitian ini sebuah\ndesain produk fintech akan dibuat sebagai salah satu solusi untuk mengatasi permasalahan keuangan\nyang sedang terjadi. Permasalahan yang diangkat yaitu mengenai inflasi yang terjadi di Indonesia.\nInflasi merupakan naiknya harga barang-barang secara umum disuatu negara dan menyebabkan\nmenurunnya daya beli dari mata uang di negara tersebut. Dengan kata lain para pemilik uang akan\nmengalami kerugian atas uang dimilikinya, oleh karena itu perlu dilakukan suatu tindakan untuk\nmelindungi harta yang mereka miliki. Ada beberapa barang yang biasa dijadikan sebagai instrument\nuntuk melindungi harta dari inflasi atau dikenal sebagai inflation hedge, salah satu nya adalah emas. \nEmas merupakan logam mulia yang sudah digunakan oleh manusia sejak jaman dahulu. Emas sering\nkali dijadikan sebagai lambang kekayaan dari seseorang. Meskipun emas sudah tidak menjadi alat yang\ndigunakan dalam transaksi sehari-hari, emas masih diperjual belikan sebagai komoditas barang\nberharga. Nilai sejarah yang dimiliki dan tingkat kepercayaan yang telah dibangun oleh manusia\nterhadap emas, membuat emas selalu diminati dan bernilai tinggi hingga sekarang. Maka tidak heran\njika emas dianggap memiliki nilai yang lebih stabil dibandingkan dengan uang, dan emas sering\ndianggap sebagai inflation hedge. Untuk membuktikan hal tersebut, pada penelitian ini akan dilakukan\nsimulasi perhitungan untuk memperlihat seberapa besar perbedaan keuntungan menyimpan harta\nkekayaan dalam bentuk uang dan emas. \nKonsep tersebut kemudian akan dikombinasikan dengan teknologi agar dapat menjadi sebuah solusi\nyang bisa berguna bagi masyarakat luas. Sebuah desain produk teknologi keuangan dibuat dengan\nmenggunakan  metode value proposition design. Pencarian masalah dan keinginan dari aktifitas\nkeuangan sehari-hari dilakukan dengan cara mengamati kebiasaan para calon pengguna produk. Dari\nhasil pengamatan tersebut pada akhirnya akan terbentuk nilai-nilai yang kemudian diturunkan menjadi\nfitur-fitur dalam produk tersebut.", "Daftar File": {"2019_TS_PP_Ekmi_Gasari_Sanjaya_29117071_Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/154503"}, "Penulis": "Ekmi Gasari Sanjaya [29117071]", "Kontributor / Dosen Pembimbing": ["Dr. Sylviana Maya Damayanti, CFP"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Uang, emas, inflasi, fintech, desain, produk.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "02 Feb 2019"}