{"Nomor": 34063, "Judul": "PERBAIKAN STRATEGI BISNIS BRIDESTORY UNTUK BERKOMPETISI DI FILIPINA", "Abstrak": "PT. Cerita Bahagia (Bridestory) adalah sebuah perusahaan yang bergerak di bidang online\nmarketplace. Bridestory yang berbasis di Jakarta, dibentuk pada bulan April 2014. Bridestory\nadalah online global wedding directory dan marketplace yang menghubungkan antara wedding\nvendor dengan pasangan yang akan menikah. Bridestory memiliki dua macam platform yaitu\nweb-based platform dan app-based platform yang dapat diakses pengguna tanpa biaya apapun.\nSesuai dengan visi Bridestory untuk menjadi global platform, Bridestory memperluas\nbisnisnya ke Filipina. Saat ini Bridestory dihadapkan dengan permasahan berdasarkan dari\nangka pernikahan di Filipina dan angka leads untuk Bridestory di Filipina. Maka dari itu, riset\nini bertujuan untuk mengembangkan strategi yang tepat untuk diterapkan Bridestory sebagai \nglobal company dan berkompetisi di pasar Filipina.  \nData primer dan sekunder dikumpulkan untuk mengembangkan strategi yang tepat. Data-data\ntersebut selanjutnya dianalisa untuk melihat situasi internal dan eksternal perusahaan, yang\nkemudian akan memperkuat analisa SWOT. Selanjutnya penelitian lebih dalam secara\nkeseluruhan dilakukan dengan menggunakan strategi diamond. Hasil dari riset ini meliputi (1)\nSebagai persusahaan yang bergerak secara global, strategi multidomestik merupakan strategi\nyang tepat untuk diimplementasikan. (2) Berdasarkan tiga faktor yang paling mempengaruhi\nkonsumen dalam menentukan pilihannya terhadap wedding vendor (harga, portofolio, dan\nulasan) dan dihubungkan dengan SWOT, maka Bridestory memiliki posisi yang kuat \ndibandingkan dengan kompetitornya dan differensiasi merupakan posisi strategi yang tepat\nuntuk berkompetisi di Filipina. (3) Untuk menunjang strategi-strategi yang akan\ndiimplementasikan, Bridestory dapat mengubah desain struktur organisasinya dari struktur\norganisasi fungsional menjadi multidivisi.", "Daftar File": {"2019_TS_PP_Aldina_Fatwa_Hakiki_1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/154515"}, "Penulis": "Aldina Fatwa Hakiki [29117078]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Moh. Toha"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "online platform, strategi diamond, strategi global, SWOT", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "02 Feb 2019"}