{"Nomor": 34064, "Judul": "STRATEGI PEMASARAN YANG DIUSULKAN UNTUK PRODUK TERRARIUM DENGAN LAMPU KAYU START-UP COMPANY  ABSTRAK  (STUDI KASUS: MATKAI)", "Abstrak": "Produk terrarium belum banyak dijual di masyarakat sebagai bentuk dekorasi. Sebagai perusahaan\nyang menjual produk terrarium sebagai dekorasi ruangan maka Matkai harus mencari segementasi\npasar manakah yang paling memungkinkan untuk Matkai. Pada satu tahun terakhir penjualan matkai \ntidak memiliki angka penjualan yang baik dan cenderung menurun pada akhir tahun. Sebagai\nperusahaan baru yang menjual produk baru seperti terrarium dipasaran maka Matkai harus\nmemperkenalkan terlebih dahulu produk terrarium dan apa terrarium itu sendiri.  Adapun ide dari\ntulisan ini adalah untuk mengetahui metode pemasaran apa yang baik bagi produk terrarium ataupun\nmencari target pasar yang memungkinkan melalui komunitas tanaman hias dan aquascape yang\nmemiliki ketertarikan yang sama terhadap tanaman dan dekorasi. \nBeberapa metode yang digunakan dalam penelitian ini adalah studi literatur untuk mendapatkan dasar\n– dasar teori yang digunakan dalam penelitian ini. Selanjutnya dalam tulisan ini digunakan metode\nanalisis internal dan external. Dalam metode internal penulis menggunakan STP Analysis dan\nMarketing Mix 4p untuk menentukan kondisi internal perusahaan. Dengan mengetahui kondisi internal\nperusahaan maka dapat ditentukan target market yang akan kita tuju dan bagaimana cara memasarkan\nproduk tersebut. Lalu penulis juga menggunakan analisis external dengan menggunakan Porter’s Five\nForces, Competitor Analysis, dan Collabolator Analysis. Pada analisi eksternal diharapkan mengetahui\nkondisi eksternal perusahaan yaitu dengan mengetahui kondisi penyediaan dan permitaan pasar. Lalu\ntentang kekuatan pesaing dan kekuatan kolaborasi. Dengan menggunakan qualitative teknik dengan\ncara interview yang berdasarkan teori analisis sebelumnya terhadap beberapa praktisi dan anggota\nkomunitas tanaman hias dan aquascape untuk mengetahui target dan segementasi pasar yang paling\ncocok untuk produk terrarium dengan lampu kayu oleh matkai. Interview dilakukan terhadap pelaku \nbisnis pada bidang aquascape dan tanaman hias dan beberapa anggota komunitas tersebut. \nSelanjutnya hasil interview dianalisis yang menghasilkan kesimpulan STP baru dan Marketing Mix\nbaru. Strategi pemasaran yang dihasilkan diantaranya target pasar yang berubah menjadi lebih spesifik\nyaitu kepada penghobi tanaman dan dekorasi, usulan peningkatan kualitas produk, usulan klasifikasi\nproduk, berkolaborasi dengan toko hobi offline, dan pemasaran melalui grup media social komunitas\ntersebut.", "Daftar File": {"2019_TS_PP_RASHID_MUTHAHAR_HAKIM_29117269-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/154516"}, "Penulis": "Rashid Muthahar Hakim [29117269]", "Kontributor / Dosen Pembimbing": ["Dr. Dona Saphiranti S.Sn.,MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Dekorasi Rumah, Terrariums, Strategi Pemasaran, Produk Terrarium.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "02 Feb 2019"}