{"Nomor": 34067, "Judul": "STRATEGI BISNIS YANG DIUSULKAN UNTUK BUDIDAYA JAMUR (STUDI KASUS: LISOYSTER)", "Abstrak": "Lisoyster adalah sebuah usaha budidaya jamur tiram yang berlokasi di Purwokerto, Banyumas. Budidaya ini baru dimulai pada bulan April 2018 oleh sepasang suami istri. Lisoyster hanya mempunyai seorang karyawan dibantu dengan pemilik langsung dalam mengerjakan pekerjaan. Dalam perjalanan terjadi masalah dari internal maupun eksternal.\nMetode yang digunakan dalam penelitian ini adalah dengan mewawancara pemilik, penyedia bahan baku sekaligus tengkulak, dan observasi ke lapangan. Setelah mendapatkan data yang dibutuhkan kemudian peneliti melakukan analisis terhadap beberapa faktor yang mempengaruhi kondisi eksternal menggunakan analisis PESTEL, lima kekuatan Porter, pesaing dan pelanggan analisis. Untuk kondisi internal, peneliti menggunakan analisis rantai pasok, segmentasi, target, dan posisi (STP) dan marketing campuran.\nSetelah dilakukan analisis dan pembobotan terhadap faktor internal dan eksternal yang mempengaruhi selanjutnya untuk strategi yang akan dilakukan, peneliti menggunakan TOWS matriks Peneliti membagi menjadi dalam sumber daya manusia, pengembangan produk, dan pemasaran.\nHasil dari penelitian ini adalah beberapa strategi yang akan mulai dilaksanakan pada bulan Februari 2019. Peneliti berharap dengan strategi yang dipilih membuat Lisoyster dapat menyelesaikan masalah yang ada dan tumbuh menjadi lebih besar.", "Daftar File": {"2019_TS_PP_SHENDY_PRABANDARI_1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/154519"}, "Penulis": "Shendy Prabandari [29117278]", "Kontributor / Dosen Pembimbing": ["Yulianto Suharto, PharmD, MBA, Msc, PhDc"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "jamur tiram, budidaya, strategi bisnis, TOWS matriks, strategi agresif", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "02 Feb 2019"}