{"Nomor": 34065, "Judul": "MENGUSULKAN STRATEGI UNTUK MENINGKATKAN EFEKTIVITAS DAN EFISIENSI DARI  SOFTWARE MULTI-PROJECT MANAGEMENT", "Abstrak": "PT Digital Space merupakan perusahaan yang menyediakan jasa dan produk berupa perangkat \nlunak yang digunakan untuk bebagai fungsi oleh perusahaan berbasis SME, pemerintahan, bank,\ndan sebagainya. Dengan situasi permintaan jasa dan produk berikatan dengan perangkat lunak\nyang semakin meningkat di Indonesia, PT Digital Space mengambil kesempatan tersebut dengan\nmenambah kapabilitas perusahaan dalam penanganan proyek untuk meningkatkan pendapatan\nperusahaan mereka, namun peningkatan pendapatan perusahaan tidak diiringi dengan peningkatan\nprofit margin perusahaan. Dalam penelitian ini penulis akan mengusulkan solusi bisnis yang\ndianggap dapat meningkatkan profit margin perusahaan pada periode berikutnya.   \nUntuk melihat kondisi dari aspek manajemen proyek pada PT Digital Space, penilitian diawali\ndengan pengkajian knowledge area of project management pada PT Digital Space yang berbasis\ndari metodologi Project Management Body of Knowledge (PMBOK) yang di publikasikan oleh\nProject Management Institute, kemudian menggunakan model Current Reality Tree untuk\nmengidentifikasi akar permasalahan yang menjadi kendala pada aspek keefektifan dan\nkeefisiensian multi-project management pada PT Digital Space. Dimana akar permasalahan yang\nteridentifikasi akan menjadi dasar untuk merumuskan solusi bisnis yang akan diusulkan dari\npenelitian ini.  \nDari hasil pengumpulan informasi melalui wawancara FGD, analisis dan observasi. Penulis\nmemutuskan untuk membuat solusi bisnis yang dirancang untuk meningkatkan tingkat keefektifan\ndan keefisiensian multi-project management, yang kemudian dapat berdampak pada tingkat\nkapabilitas dan produktivitas perusahaan dalam menangani proyek yang diterima. Memperbesar\nkapabilitas perusahaan serta meningkatkan produktivitas dapat menghasilkan pertumbuhan\npendapatan perusahaan serta profit margin perusahaan secara bersamaan.", "Daftar File": {"2019_TS_PP_RIZKI_JANUAR_KOESWIYONO_1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/154517"}, "Penulis": "Rizki Januar Koeswiyono [29117164]", "Kontributor / Dosen Pembimbing": ["Dr. Gatot Yudoko, MASC"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Current Reality Tree, PMBOK, software multi-project management.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "02 Feb 2019"}