{"Nomor": 34071, "Judul": "ELEKTRODA PASTA KARBON TERMODIFIKASI MOLECULARLY IMPRINTED POLY(3-AMINOFENOL) UNTUK PENENTUAN RHODAMIN B SECARA VOLTAMMETRI", "Abstrak": "Rhodamin B (RhB) adalah zat warna sintetik yang digunakan untuk mewarnai bahan tekstil, kertas, keramik. Selain itu, RhB juga sering digunakan untuk bahan pewarna pada bahan makanan seperti kerupuk, sirup, permen, kue, dan bahkan sering dipakai untuk pewarna lipstik. Akumulasi RhB dalam tubuh dapat menyebabkan kerusakan hati, ginjal, dan limfa. Peraturan Menteri Kesehatan Nomor 239/Men.Kes/Per/V/85 menyatakan larangan penggunaan RhB sebagai bahan tambahan pada makanan. Penentuan RhB dapat dilakukan dengan menggunakan metode spektrofotometri UV-Vis, kromatografi cair tekanan tinggi, fluorofotometri, kromatografi cair tekanan tinggi tandem fluorometri dan ekstraksi fasa padat. Beberapa metode penentuan RhB tersebut memiliki kekurangan diantaranya yaitu preparasi sampel yang rumit, penggunaan reagen yang mahal. Analisis dengan metoda voltammetri memiliki beberapa keuntungan diantaranya yaitu waktu analisis yang cepat, cara kerja yang sederhana, serta sensitifitas dan selektifitas yang tinggi. Pada penelitian ini dikembangkan elektroda pasta karbon yang dimodifikasi dengan moleculary imprinted polymers (MIP) untuk penentuan RhB secara voltammetri. Modifikasi dilakukan dengan cara elektropolimerisasi monomer 3-aminophenol dari larutan yang mengandung 3-aminophenol 2,0 mM dan RhB 1,0 mM dalam buffer fosfat pH 7 menggunakan teknik voltammetri siklik (5 siklus) pada rentang potensial antara -0,2 V - 1,8 V dengan laju pindai\n100 mV/detik. Morfologi permukaan dan komposisi elektroda pasta karbon dipelajari dengan menggunakan SEM-EDS. Pengukuran RhB dilakukan dengan menggunakan teknik square wave voltammetry (SWV) pada rentang potensial\n-0,2 V – 1,8 V. Pengukuran dengan elektroda tersebut memiliki kinerja optimum pada pH 7. Pengukuran berulang menggunakan elektroda yang sama pada larutan RhB 0,10 mM dan 0,0010  mM berturut-turut memberikan %RSD 3,08% dan\n4,54% (n=20). Pengukuran berulang menggunakan elektroda yang berbeda pada larutan  RhB  0,10   mM  memberikan  %RSD  6,56%  (n=10).  Daerah  linear\n \n\npengukuran terletak antara 0,020 µM – 0,10 µM, dengan limit deteksi sebesar\n3,90 nM. Proses oksidasi RhB pada permukaan elektroda termodifikasi MIP dikendalikan oleh proses absorpsi. Ketahanan elektroda termodifikasi MIP terhadap   waktu   penyimpanan   menunjukan   elektroda  mengalami  penurunan kinerja sampai 50% setelah penyimpanan dan penggunaan selama lebih dari 35 hari. Kehadiran senyawa pengganggu natrium benzoat, monosodium glutamat, tartrazine E102, sunset yellow E110, carmoisine E122, acid red 138, direct red\n243 dan reactive red 120 sampai dengan konsentrasi 0,50 mM tidak menggangu puncak arus oksidasi RhB secara signifikan. Hasil pengukuran terhadap sampel sirup gula cincau dan ekstrak pewarna pada kerupuk menunjukan bahwa kedua sampel makanan tersebut mengandung RhB.", "Daftar File": {"2015_TS_PP_KURNIAWAN_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/154523", "2015_TS_PP_KURNIAWAN_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/154524", "2015_TS_PP_KURNIAWAN_1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/154525", "2015_TS_PP_KURNIAWAN_1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/154526", "2015_TS_PP_KURNIAWAN_1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/154527", "2015_TS_PP_KURNIAWAN_1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/154528", "2015_TS_PP_KURNIAWAN_1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/154529", "2015_TS_PP_KURNIAWAN_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/154530"}, "Penulis": "Kurniawan [20513036]", "Kontributor / Dosen Pembimbing": ["Dr. Indra Noviandri, MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "elektroda pasta karbon, Molecularly Imprinted Polymers, Rhodamin  B, Square Wave Voltammetry, poli(3-aminofenol).", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "04 Feb 2019"}