{"Nomor": 34075, "Judul": "PENGARUH MATRIKS DARI SAMPEL AIR DAN IKAN NILA (OREOCHROMIS NILOTICUS) TERHADAP PENENTUAN SENYAWA FENOL, m-NITROFENOL DAN m-AMINOFENOL DENGAN METODE KROMATOGRAFI CAIR KINERJA TINGGI (KCKT)", "Abstrak": "Fenol dan turunannya merupakan polutan yang mempunyai toksisitas tinggi bagi organisme air dan dapat menyebabkan bioakumulasi.  Kandungan senyawa fenol dalam berbagai sampel lingkungan telah ditentukan, namun terdapat matriks sampel yang kompleks, sehingga memerlukan preparasi. Berbagai metode  telah digunakan untuk mengurangi dan menghilangkan matriks, tetapi   tidak dapat diterapkan secara langsung pada matriks sampel yang berbeda. Tujuan dari penelitian ini adalah menentukan efek matriks dari sampel air dan ikan nila terhadap analisis fenol, m-nitrofenol (m-NP) dan m-aminofenol (m-AMP) serta validasi terhadap metode yang digunakan. Penelitian ini menggunakan metode kromatografi cair kinerja tinggi fasa terbalik dan ekstraksi fasa padat. Hasil penelitian menunjukan bahwa matriks sampel ikan  mengganggu penentuan  m- AMP terutama pada konsentrasi yang rendah, sedangkan matriks sampel air tidak mengganggu penentuan ketiganya. Linieritas dari metode ini untuk fenol, m-NP dan m-AMP berturut-turut 0,999, 0,994 dan 0,971. Presisi ditentukan melalui reproducibility dan repeatability berdasarkan luas area dan waktu retensi larutan standar.   Reproducibility dan repeatability dinyatakan dalam persen relative standard deviation (%RSD).   RSD dari reproducibility berdasarkan luas area berturut-turut adalah fenol 2,100% – 8,039%, m-NP 4,449% – 13,690% dan m- AMP 11,167% – 29,850% sedangkan RSD berdasarkan waktu retensi untuk fenol dan m-NP berada di bawah 4%, m-AMP dibawah 10%. RSD dari  repeatability untuk ketiga senyawa ini berdasarkan luas area berada di bawah 8% sedangkan berdasarkan waktu retensi berada di bawah 3%. Perolehan kembali  metode SPE untuk fenol, m-NP dan m-AMP adalah 96,770 %, 91,570 % dan 76,270 %. Limit deteksi dan limit kuantisasi untuk fenol 0,387 ppm dan 1,290 ppm, m-NP 0,189 ppm dan 0,630 ppm, m-AMP 0,906 ppm dan 3,019 ppm.", "Daftar File": {"2015_TS_PP_MARIA_ALOISIA_URON_LEBA_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/154547", "2015_TS_PP_MARIA_ALOISIA_URON_LEBA_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/154548", "2015_TS_PP_MARIA_ALOISIA_URON_LEBA_1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/154549", "2015_TS_PP_MARIA_ALOISIA_URON_LEBA_1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/154550", "2015_TS_PP_MARIA_ALOISIA_URON_LEBA_1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/154551", "2015_TS_PP_MARIA_ALOISIA_URON_LEBA_1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/154552", "2015_TS_PP_MARIA_ALOISIA_URON_LEBA_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/154553", "2015_TS_PP_MARIA_ALOISIA_URON_LEBA_1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/154554"}, "Penulis": "Maria Aloisia Uron Leba [20513060]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Buchari"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "pengaruh matriks, senyawa fenol, kromatografi cair kinerja tinggi (KCKT), ekstraksi fasa padat, ikan nila (Oreochromis niloticus), air waduk.", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "04 Feb 2019"}