{"Nomor": 34079, "Judul": "PENGEMBANGAN CARA PRAKTIS KOREKSI WAKTU UNTUK SAMPLING TOTAL SUSPENDED PARTICULATE DALAM RANGKA PEMENUHAN BAKU MUTU UDARA AMBIEN (STUDI KASUS: JL. IR.H DJUANDA, DAGO, BANDUNG)", "Abstrak": "Total Suspended Particulate (TSP) merupakan salah satu parameter pencemar udara, yang mana pada konsentrasi tertentu dapat menyebabkan gangguan kesehatan. Metode standar untuk pengukuran TSP adalah menggunakan metode aktif dengan alat High Volume Sampler (HVS) yang dilengkapi filter untuk menangkap partikel serta menggunakan metode analisa gravimetri.\nPengukuran TSP untuk baku mutu udara ambien 24 jam dilakukan selama 24 jam sesuai dengan Peraturan Pemerintah Nomor 41 Tahun 1999 tentang Pengendalian Pencemaran Udara. Permasalahan yang ada adalah dalam pelaksanaan sampling di lapangan, dimana pengukuran konsentrasi TSP hanya dilakukan dalam waktu beberapa jam saja, bahkan ada yang satu sampai dua jam dan tetap disamakan dengan hasil pengukuran 24 jam. Padahal sampel yang diambil kurang representatif. Pengambilan sampel 24 jam jarang dilakukan karena terkendala sumber daya, baik peralatan yang sangat terbatas maupun sumber daya manusianya serta memerlukan biaya yang mahal. Pengukuran TSP dapat dilakukan pada kawasan background concentration, kawasan industri, kawasan pemukiman, dan kawasan roadside. Untuk penelitian ini pengukuran TSP lebih fokus pada kawasan roadside yaitu Jl. Ir. H. Djuanda, Dago, Bandung. Dari permasalahan di atas, maksud akhir penelitian ini adalah mendapatkan suatu cara praktis untuk memperkirakan konsentrasi TSP ambien 24 jam secara tepat pada kawasan roadside, namun tidak perlu melakukan pengukuran 24 jam. Pengukuran cukup dilakukan beberapa jam saja, namun hasil akhir dapat dikonversi menjadi 24 jam. Cara ini diharapkan dapat menghemat biaya operasional secara signifikan, namun tetap memperhatikan akurasi hasil pengukuran.", "Daftar File": {"2019_TA_PP_ABDUL_AZIZ_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/154571", "2019_TA_PP_ABDUL_AZIZ_1-_DAFTAR_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/154578"}, "Penulis": "Abdul Azis [15311023]", "Kontributor / Dosen Pembimbing": ["Dr.mont. Kania Dewi, S.T., M.T.", "Drs. Moh. Irsyad, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Gravimetri, High Volume Sampler (HVS), Konversi, Roadside, Total Suspended Particulate (TSP).", "Sumber": "TUGAS AKHIR Maret  2016", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "8 file", "Tanggal Input": "04 Feb 2019"}