{"Nomor": 34086, "Judul": "Manajemen Perencanaan Suksesi untuk Mengurangi Resiko Organisasi terkait dengan Hilangnya Karyawan Berharga Study Kasus di Perusahaan Asuransi Ventura", "Abstrak": "Pasar Indonesia menarik banyak perusahaan asuransi luar negeri yang masuk ke pasar. Situasi ini menjadi ancaman bagi Perusahaan Asuransi Ventura Bersama (JVIC). Strategi pesaing untuk merekrut staf berpengalaman membuat JVIC kehilangan beberapa karyawan di level eksekutif dan manajerial. Satu-satunya strategi untuk mempertahankan karyawan adalah dengan meningkatkan pangkat dan gaji karyawan lebih tinggi di atas rata-rata kenaikan pasar. Pada saat yang sama, JVIC tidak memiliki sistem untuk mengidentifikasi posisi-posisi penting dan menyiapkan penggantian untuk petahana. Kondisi ini mengganggu kelangsungan bisnis JVIC dan berdampak pada penurunan kinerja penjualan dan produktivitas karyawan. Tujuan dari penelitian ini adalah untuk mengidentifikasi alasan utama karyawan meninggalkan JVIC, untuk mengidentifikasi posisi penting, dan untuk menentukan perencanaan suksesi.\n\nPenelitian dimulai dengan melakukan tinjauan literatur terkait dengan manajemen perencanaan suksesi. Langkah kedua adalah menilai perencanaan suksesi yang saat ini dilakukan oleh JVIC, dan melakukan analisis kesenjangan di antara mereka. Langkah terakhir adalah mengusulkan desain perencanaan suksesi di JVIC.\n\nHasilnya, teridentifikasi bahwa alasan utama karyawan meninggalkan JVIC adalah karena peluang pertumbuhan yang lebih baik di luar perusahaan. Posisi penting dalam JVIC ditentukan berdasarkan subjektivitas tingkat eksekutif. Tidak ada mekanisme perencanaan penggantian untuk mengantisipasi pengunduran diri karyawan pada posisi penting. Oleh karena itu, penelitian ini merekomendasikan JVIC untuk membangun manajemen perencanaan suksesi yang sistematis untuk mengurangi potensi risiko yang berkaitan dengan hilangnya karyawan yang berharga di JVIC.", "Daftar File": {"2019_TS_PP_Agus_Ismail_1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/154604"}, "Penulis": "Agus Ismail [29117021]", "Kontributor / Dosen Pembimbing": ["Dr. Aurik Gustomo, S.T., M.T"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Manajemen Perencanaan Suksesi, Posisi Penting, Karyawan yang Berharga", "Sumber": "Perusahaan Asuransi Ventura", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "04 Feb 2019"}