{"Nomor": 34085, "Judul": "METABOLIT SEKUNDER DAUN CRYPTOCARYA NITENS (LAURACEAE) DAN BIOAKTIVITASNYA TERHADAP SEL MURIN LEUKEMIA P-388", "Abstrak": "Cryptocarya adalah salah  satu genus tumbuhan famili Lauraceae yang memiliki kandungan senyawa dengan aktivitas biologis yang bermanfaat untuk manusia. Di Indonesia, Cryptocarya dapat ditemukan di hutan tropis bagian timur dan dikenal dengan  nama lokal “medang-medangan”.  Alkaloid,  piron  dan flavonoid merupakan metabolit sekunder utama pada genus  Cryptocarya. Hasil uji aktivitas beberapa  metabolit   sekunder   menunjukkan   adanya   aktivitas  biologis   yang beragam seperti antikanker, antimalaria, antiinflamasi dan antimikroba. Sekitar 26 spesies Cryptocarya yang tumbuh di Indonesia telah dikaji mengenai kandungan metabolit sekundernya dan beberapa metabolit sekunder utama yang diperoleh memiliki aktivitas yang sangat aktif terhadap sel kanker. Salah satu spesies Cryptocarya yang ada di Indonesia adalah C. nitens. Penelitian sebelumnya telah dilakukan pada bagian kulit batang C. nitens dan diperoleh satu senyawa yaitu yangambin yang termasuk golongan lignan. Walaupun demikian, kajian fitokimia dari bagian daun C. nitens belum pernah dilaporkan. Oleh karena itu, pada penelitian ini dilakukan kajian metabolit sekunder dari daun C. nitens serta uji bioaktivitasnya terhadap sel murin leukemia P-388.\n\nIsolasi metabolit sekunder dari daun C. nitens melibatkan beberapa tahapan, yaitu, ekstraksi pada suhu kamar (maserasi) menggunakan metanol, pemisahan klorofil dengan  menggunakan  campuran  metanol  :  air  (1:1),  kemudian  partisi menggunakan etil asetat. Selanjutnya, pada ekstrak etil asetat dilakukan fraksinasi serta pemurnian menggunakan berbagai teknik kromatografi,  seperti kromatografi cair vakum (KCV), kromatografi kolom gravitasi (KKG)  dan kromatografi radial (KR).  Tiga  senyawa  turunan  piron  berhasil  diisolasi  dari  daun  C  nitens.\nBerdasarkan data spektroskopi NMR (1H, 13C, HSQC, HMBC, dan 1H-1H COSY), spektroskopi massa, spektroskopi UV-Vis, spektroskopi IR dan putaran optis, tiga\n \n\nsenyawa tersebut diidentifikasi sebagai kriptofolion, deasetilkriptokaryalakton dan CN-2 yang masing-masing memiliki rantai samping alkil-aril. Senyawa kriptofolion dan deasetilkriptokaryalakton untuk pertama kalinya dilaporkan dari bagian daun genus Cryptocarya khususnya Cryptocarya Indonesia. Kriptofolion telah ditemukan pada buah C. alba serta pada kulit batang C. latifolia, C. liebertiana dan C. moschata. Sementara itu, deasetilkriptokaryalakton telah diisolasi dari kulit batang C. bourdilloni, C. liebertiana, C. moschata dan C. wyliei. Hasil uji bioaktivitas terhadap sel murin leukemia P-388 menunjukkan bahwa ekstrak metanol daun C. nitens besifat aktif sedangkan fraksi etil asetat tidak aktif dengan IC50  masing-masing 3,21 ?g/mL dan 44,39 ?g/mL. Selain itu, senyawa   kriptofolion bersifat aktif dengan IC50  sebesar 2,94 ?g/mL sedangkan senyawa deasetilkriptokaryalakton dan senyawa CN2 bersifat tidak aktif dengan IC50  masing-masing 6,55 ?g/mL dan 6,86 ?g/mL. Berdasarkan persamaan kerangka  yang  dimiliki  oleh  ketiga  senyawa  tersebut,  maka  dapat  disarankan bahwa pertambahan jumlah karbon dan adanya substituen hidroksil pada rantai sampingnya dapat meningkatkan aktivitas sitotoksik terhadap sel murin leukemia P-388.", "Daftar File": {"2015_TS_PP_MEGAWATI_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/154603", "2015_TS_PP_MEGAWATI_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/154605", "2015_TS_PP_MEGAWATI_1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/154606", "2015_TS_PP_MEGAWATI_1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/154607", "2015_TS_PP_MEGAWATI_1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/154608", "2015_TS_PP_MEGAWATI_1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/154609", "2015_TS_PP_MEGAWATI_1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/154610", "2015_TS_PP_MEGAWATI_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/154611"}, "Penulis": "Megawati [20513083]", "Kontributor / Dosen Pembimbing": ["Dr. Lia Dewi Juliawaty, MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Cryptocarya nitens, piron, kriptofolion, deasetilkriptokaryalakton, sel murin leukemia P-388", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "04 Feb 2019"}