{"Nomor": 34095, "Judul": "Studi Numerik Dan Eksperimen Tumbukan Aksial Struktur Crashbox Komposit Berpenampang Double Hat", "Abstrak": "Keselamatan transportasi menjadi sangat penting seiring dengan meningkatnya tingkat mobilitas manusia. Struktur kendaraan harus dirancang seaman mungkin dan memenuhi standar kelaikan tabrak (crashworthiness) sehingga cidera fatal dapat dihindari saat terjadi kecelakaan. Salah satu struktur yang dirancang khusus untuk menyerap energi saat tumbukan terjadi adalah crashbox. Di sisi lain penggunaan komposit seperti komposit polimer berpenguat serat kabon untuk membuat kendaraan yang lebih ringan semakin meningkat dan terus dikembangkan untuk membuat struktur lebih ringan dengan tetap memperhatikan kekuatannya. Penelitian tentang komposit   untuk beban impak sendiri cukup menantang karena mode kegagalan komposit yang beragam dan kompleks. Berdasarkan hal tersebut penelitian tentang crashbox berbahan komposit karbon penting untuk dikembangkan\nPada penelitian ini dilakukan eksperimen dan analisis numerik dari penyerapan energi kasus impak dengan beban arah axial pada strukutur crashbox material komposit karbon berpenampang double hat. Pemodelan numerik dilakukan menggunakan perangkat lunak LS-Dyna. Model material yang digunakan dalan simulasi numerik adalah *MAT54_ENHANCED_ COMPOSITE_DAMAGE. Pembuatan spesimen dilakukan secara manual dengan metode hand lay up dengan perlakuan panas dan pemberian tekanan saat proses pengerasan matriks. Material yang digunakan adalah serat karbon dengan matriks berbahan epoxy resin. Pengujian spesimen dilakukan dengan mesin uji impak drop tower.\nParameter yang divariasikan berupa jumlah lapisan lamina penyusun komposit yang terdiri dari 3 lapis, 6 lapis dan 9 lapis. Luaran yang dihasilkan dari penelitian ini berupa parameter manufaktur spesimen, mode kegagalan struktur crashbox komposit, kurva gaya terhadap perpindahan, serta penyerapan energi spesifik dari struktur. Hasil numerik dan eksperimen menunujukan korelasi yang baik. Nilai galat antara rata rata eksperimen dan simulasi LS-Dyna dengan pemberian trigger menunjukkan nilai di bawah 3.5% untuk nilai gaya tumbuk rata rata dan gaya maksimal pada masing masing konfigurasi laminat. Berdasarkan hasil eksperimen dan simulasi numerik yang telah dilakukan, dapat disimpulkan bahwa semakin banyak lamina penyusun komposit semakin efektif struktur komposit dalam menyerap energi.", "Daftar File": {}, "Penulis": "Fahmi Rizal Fauzi [13614048]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Sigit Puji Santosa, MSME", "Dr. Ir. Bambang Kismono Hadi", "Dr. Annisa Jusuf, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "crashworthiness, komposit, tumbukan aksial, metode numerik", "Sumber": "", "Staf Input/Edit": "Erlin Marliana Effendi", "File": "7 file", "Tanggal Input": "04 Feb 2019"}