{"Nomor": 34092, "Judul": "Experimental performance evaluation of a novel anti-fouling wastewater source heat pump system with a wastewater tower", "Abstrak": "Using wastewater source heat pumps to recover heat from the sewage discharged from buildings could help\nimprove building energy utilization efficiency remarkably, which is a promising technology in near-zero energy\nbuildings and should be widely used. However, fouling deposit would occur on a heat exchanger surface due to\nthe poor water quality of wastewater, which would affect the heat transfer performance and may even block the\nheat exchanger, reducing the reliability of a wastewater source heat pump unit. Fouling poses a challenge for the\nwider application of wastewater source heat pumps. A novel anti-fouling wastewater source heat pump system\nwith a wastewater tower was proposed in this work and its operational performances were experimentally\ninvestigated based on a long-term test of 41 days (492 h). Experimental results showed that the heat transfer rate\nin the evaporator of the novel wastewater source heat pump was stable during the 41-day test at an average of\n3.80 kW. Unlike in the evaporator of a conventional wastewater source heat pump unit, the total thermal resistance in the evaporator of the novel wastewater source heat pump unit was not increased but only fluctuated\naround an average of 0.0267 K m2\n/W throughout the entire 41 days test. The evaporating temperature of the\nrefrigerant stayed stable around an average of 2.74 °C. Furthermore, the coefficient of performance of the unit\nwas also stable at an average of 3.32 and the coefficient of performance of the system maintained an average of\n2.13. The condensate drained away from the bottom of the evaporator did not contain any foulant. In addition,\nthe photos for the evaporator showed that its surface was still clean after the 41-day test. Therefore, the experimental results suggested that the novel wastewater source heat pump system not only had superior performance of heat recovery but also achieved effective anti-fouling on its evaporator surfaces.", "Daftar File": {}, "Penulis": "Chao Shen [-]", "Kontributor / Dosen Pembimbing": ["Zhuoyu Lei., Guoquan Lv., Long Ni.,Shiming Deng"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Heat recovery Energy efficiency Wastewater tower Anti-fouling Coefficient of performance Wastewater source heat pump", "Sumber": "Applied Energy 236 (2019) 690–699", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "04 Feb 2019"}