{"Nomor": 34093, "Judul": "STUDI KOMPUTASI POTENSI ZAT WARNA ALAMI SEBAGAI MATERIAL AKTIF PADA SEL SURYA TERSENSITISASI ZAT WARNA", "Abstrak": "Perhitungan komputasi dilakukan terhadap zat warna alami yang terdiri dari kurkumin dan turunannya serta beberapa senyawa antosianin. Perhitungan komputasi ini dilakukan untuk mengetahui struktur stabil dan sifat elektronik kurkumin dan antosianin yang berpotensi sebagai material aktif pada sel surya tersensitisasi zat warna. Perhitungan komputasi dilakukan dengan menggunakan Teori Fungsional Kerapatan (DFT) untuk optimasi geometri keadaan dasar dan Teori Fungsional Kerapatan bergantung waktu (TDDFT) untuk perhitungan satu titik keadaan tereksitasi. Kedua perhitungan menggunakan fungsional B3LYP/6-31G (d). Perhitungan dilakukan dalam fasa gas dan fasa larutan. Perhitungan optimasi geometri menunjukkan bahwa struktur kurkumin dan turunannya lebih stabil sebagai struktur keto-enol dibandingkan dengan struktur diketo. Antosianin memiliki struktur kation dan stabil. Kurkumin dan turunannya (keto-enol) serta senyawa antosianin memiliki energi eksitasi kecil. Keseluruhan senyawa kurkumin maupun antosianin memiliki persentase komposisi eksitasi HOMO ke LUMO besar dalam fasa larutan. Tampilan kerapatan HOMO-LUMO kurkumin dan turunannya dalam struktur keto-enol lebih merata, saling beririsan dengan kerapatan berbeda, sedangkan semua senyawa antosianin hanya berada pada bagian antosianidinnya. Panjang gelombang serapan kurkumin dan turunannya (keto-enol) cukup bersesuaian dengan data percobaan yaitu berada di¬ antara data fasa gas dan fasa larutan sedangkan panjang gelombang senyawa antosianin hasil perhitungan lebih pendek dari hasil eksperimen. Dapat disimpulkan, kurkumin dan turunannya dalam keadaan keto-enol menunjukkan potensi baik sebagai material aktif pada sel surya tersensitisasi zat warna dibandingkan dalam keadaan diketo sedangkan keenam senyawa antosianin menunjukkan potensi yang baik. Kerapatan LUMO pada anchoring group yang rendah menyebabkan rendahnya efisiensi konversi pada sel surya jika kurkuminoid dan antosianin digunakan sebagai material aktif penangkap cahaya.", "Daftar File": {"2015_TS_PP_MIRELLA_FONDA_MAAHURY_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/154631", "2015_TS_PP_MIRELLA_FONDA_MAAHURY_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/154632", "2015_TS_PP_MIRELLA_FONDA_MAAHURY_1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/154633", "2015_TS_PP_MIRELLA_FONDA_MAAHURY_1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/154634", "2015_TS_PP_MIRELLA_FONDA_MAAHURY_1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/154635", "2015_TS_PP_MIRELLA_FONDA_MAAHURY_1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/154636", "2015_TS_PP_MIRELLA_FONDA_MAAHURY_1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/154637", "2015_TS_PP_MIRELLA_FONDA_MAAHURY_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/154638"}, "Penulis": "Mirella Fonda Maahury [20513064]", "Kontributor / Dosen Pembimbing": ["Drs. Muhamad A. Martoprawiro, MS, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "kurkumin, antosianin, DFT B3LYP/6-31G (d), TDDFT, HOMO-LUMO", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "04 Feb 2019"}