{"Nomor": 34099, "Judul": "CRITICAL OPEN-SYSTEM DYNAMICS IN A ONE-DIMENSIONAL OPTICAL-LATTICE CLOCK", "Abstrak": "There have been concerted efforts in recent years to realize the next generation of clocks using alkaline earth atoms in an optical lattice. Assuming that the atoms are independent, such a clock would benefit from a ?N enhancement in its stability, associated with the improved signal-to-noise ratio of a large atom number N. An interesting question, however, regards what type of atomic interactions might affect the clock dynamics and whether these interactions are deleterious or could even be beneficial. In this work, we investigate the effect of dipole-dipole interactions, in which atoms excited during the clock protocol emit and reabsorb photons. Taking a simple system consisting of a one-dimensional atomic array, we find that dipole-dipole interactions in fact result in an open quantum system exhibiting critical dynamics, as a set of collective excitations acquires a decay rate approaching zero in the thermodynamic limit due to subradiance. A first consequence is that the decay of atomic excited population at long times exhibits a slow power-law behavior, instead of the exponential expected for noninteracting atoms. We also find that excitations among the atoms exhibit fermionic spatial correlations at long times, due to the microscopic properties of the multiexcitation subradiant states. Interestingly, these properties cannot be captured by mean-field dynamics, suggesting the strongly interacting nature of this system. We finally characterize the time-dependent frequency shift in the atomic frequency measurement and find that it is dominated by the interaction energy of subradiant states at long times. Furthermore, we show that the decay of the clock signal displays at long times a nonexponential behavior, which might be useful to improve the\nuncertainty limit with which the atomic frequency can be resolved. We attribute the lack of robust power law dynamics for the clock signal to an effective many-body dephasing caused by purely coherent interactions.", "Daftar File": {}, "Penulis": "LOÏC HENRIET [-]", "Kontributor / Dosen Pembimbing": ["JAMES S. DOUGLAS,", "DARRICK E. CHANG,", "AND ANDREAS ALBRECHT"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Generalities", "Kata Kunci": "-", "Sumber": "PHYSICAL REVIEW A 99, 023802 (2019); ©2019 American Physical Society", "Staf Input/Edit": "Ratnasari", "File": "1 file", "Tanggal Input": "04 Feb 2019"}