{"Nomor": 34091, "Judul": "Effect of wastewater on properties of concrete", "Abstrak": "Water is one of nature's precious gifts to humanity. It was the most common liquid with the highest usage of all\nliquids on the globe. This elixir of lives is a restricted natural resource. Hence, even a drop should not be wasted\nand now it's time for its systematic use. Construction industry requires a lot of water for infrastructure.\nTherefore, use of treated wastewater in construction industries is gaining grounds in so many countries of the\nworld. The proper selection and processing of treated wastewater may be helpful in manufacturing concrete.\nThis research aim was to find the possibility of the usage of treated wastewater in concrete as an alternative to\npotable water by conducting comprehensive laboratory investigations for a better understanding of mechanical\nand durability properties of treated wastewater concrete. The samples of water used were tertiary treated\nwastewater (TTWW), secondary treated wastewater (STWW) and tap water (TW). Compressive strength test,\nflexural strength test, chloride penetration resistance, carbonation resistance and abrasion resistance test were\ncarried out for each concrete mixes. Tap water was replaced with treated wastewater to 100% by weight. In this\nstudy water to cement ratio was taken as 0.47. For compressive strength, concrete cubes for 7, 28 and 90 days\nwere cast and for flexural strength beams were cast for 28 and 90 days as well as durability test was carried out\nafter the 28 days. The results of compressive strength of concrete after replacement of 100% tap water with\ntertiary treated wastewater in concrete mixing as well as curing in tap water and tertiary wastewater is found to\nbe in the range of 85–94% of normal concrete, which satisfies ASTM C-94 norms. The flexural strength of tertiary\ntreated wastewater with tap water curing and tertiary treated wastewater with TTWW curing shows significant\nresults as compared to control concrete. The depth of carbonation observed lower in control concrete as compare\nto all mixes. The experimental results indicated that the chloride concentration of concrete samples increased\nwith a decrease in the quality of mixing water.", "Daftar File": {}, "Penulis": "Khushboo Meena [-]", "Kontributor / Dosen Pembimbing": ["Salmabanu Luhar"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Wastewater Treated water Tertiary wastewater Abrasion resistance Compressive strength Flexural strength Chloride ion penetration resistance Carbonation resistance", "Sumber": "Journal of Building Engineering 21 (2019) 106–112", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "04 Feb 2019"}