{"Nomor": 34101, "Judul": "PENGEMBANGAN PLATFORM DIGITAL BERBAGI PENGETAHUAN UNTUK PROVINSI JAWA BARAT, INDONESIA", "Abstrak": "Di era pengetahuan saat ini, informasi dan pengetahuan adalah kunci dalam menghadapi persaingan global. Kualitas informasi dan pengetahuan sangat ditentukan dari metode pembelajaran yang dijalankan. Metode pembelajaran yang berkembang saat ini adalah metode tradisional dan modern. Metode tradisional yang bertumpu pada pertemuan antar-muka lewat media kelas dan diskusi sangat terbatas untuk mendukung perkembangan informasi dan pengetahuan yang cepat. Metode tradisional dinilai tidak cukup untuk mengejar kemajuan teknologi dan menciptakan sumber daya manusia yang kompetitif. Perkembangan teknologi mendorong metode pembelajaran modern yang memanfaatkan teknologi elektronik dan internet. Meski demikian, sistem pembelajaran modern seperti E-learning dan/atau kuliah online sangat kaku pada kurikulum sehingga tidak menarik bagi masyarakat umum.\nSebuah konsep baru digagas sebagai perkembangan metode pembelajaran modern, yaitu metode pembelajaran berbasis aktivitas berbagi pengetahuan. Metode pembelajaran ini menggunakan sebuah platform digital dalam proses berbagi pengetahuan yang dilakukan. Platform digital berbagi pengetahuan diharapkan memberikan cara baru dalam proses pembelajaran di Indonesia. Melalui platform digital ini, masyarakat dapat dengan mudah membuat sekaligus mengakses konten pengetahuan yang dibutuhkan. Produk ini akan diuji awal di Provinsi Jawa Barat karena dekat dengan wilayah pihak pengembang produk. Dalam proses pengembangan produk, dibutuhkan kajian mendalam mengenai kesiapan peluncuran platform digital terhadap para calon pengguna di Jawa Barat melalui riset perilaku berbagi pengetahuan.\nPenelitian ini membahas proses pengembangan produk, model bisnis platform digital, dan rekomendasi rencana implementasi yang dapat dilakukan untuk meningkatkan perilaku berbagi pengetahuan di masyarakat Provinsi Jawa Barat. Perilaku berbagi pengetahuan yang baik akan menciptakan budaya berbagi pengetahuan yang mendukung keberlanjutan platform digital berbagi pengetahuan yang akan dibuat.", "Daftar File": {"2019_TS_PP_Samuel_1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/154664"}, "Penulis": "Samuel [29117223]", "Kontributor / Dosen Pembimbing": ["Dr. rer. pol. Achmad Fajar Hendarman, S.T., M.S.M."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "berbagi pengetahuan, pengembangan produk baru, perilaku konsumen", "Sumber": "Edunesia ( Mister Zulfikar S. )", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "04 Feb 2019"}