{"Nomor": 34107, "Judul": "ELEKTRODEPOSISI SENG, NIKEL, DAN KADMIUM PADA GRAFIT", "Abstrak": "Metode elektrodeposisi merupakan proses pembentukan endapan logam pada katoda melalui proses elektrolisis. Prinsip dasar dari metode ini adalah menempelkan logam pada katoda yang berasal dari anoda dan larutan elektrolit yang  mengandung  ion  logam  yang  akan  diendapkan.  Dengan  adanya  arus listrik yang  mengalir  dari  sumber  arus  maka  elektron  akan  mengalir  dari elektroda positif (anoda) menuju elektroda negatif (katoda). Dengan adanya ion- ion logam pada larutan elektrolit maka diperoleh logam yang melapisi permukaan bahan yang akan dilapisi. Hasil elektrodeposisi dipengaruhi oleh beberapa faktor antara lain, pemilihan bahan elektroda, larutan elektrolit, rapat arus, potensial lebih,  dan  penambahan  agen  pengompleks.  Pada  penelitian  ini,  dilakukan pelapisan grafit dengan logam kadmium, nikel, dan seng. Pelapisan pada grafit ini dilakukan karena grafit memiliki konduktivitas dan ketahanan terhadap korosi yang baik namun bersifat rapuh. Proses elektrodeposisi dilakukan dengan menggunakan sumber arus DC GWINSTEK gps-3030D. Pada elektrodeposisi kadmium, diperoleh hasil yang paling optimum pada arus 0,1 A selama 15 menit dengan konsentrasi larutan CdSO4 0,04 M. Hal ini dapat dilihat dari efisiensi arus yang diperoleh paling besar, yaitu 82,61%. Untuk elektrodeposisi nikel, efisiensi arus  yang paling optimal, yaitu sebesar 66,13%, diperoleh pada arus  0,05 A selama 30 menit dengan konsentrasi larutan NiSO4 0,1 M. Sedangkan untuk elektrodeposisi seng, nilai efisiensi arus paling optimal, sebesar 49,19%, diperoleh\n \n\npada arus 0,05 A selama 30 menit pada konsentrasi larutan ZnCl2 0,02 M. Pada uji penggunaan material sebagai elektroda pada sel galvani, diperoleh nilai potensial  yang  berbanding  terbalik  terhadap  fungsi  -logaritma  konsentrasi namun nilai potensial ini menunjukkan nilai yang berbeda jika menggunakan logam murni.", "Daftar File": {"2015_TS_PP_PUTRI_INDAH_PRATIWI_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/154684", "2015_TS_PP_PUTRI_INDAH_PRATIWI_1_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/154685", "2015_TS_PP_PUTRI_INDAH_PRATIWI_1_BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/154686", "2015_TS_PP_PUTRI_INDAH_PRATIWI_1_BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/154687", "2015_TS_PP_PUTRI_INDAH_PRATIWI_1_BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/154688", "2015_TS_PP_PUTRI_INDAH_PRATIWI_1_BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/154689", "2015_TS_PP_PUTRI_INDAH_PRATIWI_1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/154690", "2015_TS_PP_PUTRI_INDAH_PRATIWI_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/154691"}, "Penulis": "Putri Indah Pratiwi [20512022]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Buchari"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "elektrodeposisi,  grafit, kadmium, nikel, seng", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "04 Feb 2019"}