{"Nomor": 34105, "Judul": "METILAMONIUM TIMBAL IODIDA SEBAGAI LIGAN ANORGANIK PADA QUANTUM DOTS TIMBAL SULFIDA DAN APLIKASINYA PADA FIELD EFFECT TRANSISTORS", "Abstrak": "Semikonduktor quantum dots (QDs) telah dikembangkan sebagai material baru\nyang menjanjikan untuk aplikasi elektronik, optoelektronik dan termoelektrik karena sifatnya yang bergantung pada ukuran. Wujud koloid dari material ini cocok dalam fabrikasi film dari larutan dan menghasilkan mobilitas pembawa muatan yang tinggi.  Metilamonium timbal iodida (CH3NH3PbI3 atau MAPbI3, dimana MA = CH3NH3+ )  telah dipelajari secara luas sebagai material penyerap cahaya, dan akhir-akhir ini penelitian menunjukkan bahwa material ini dapat dijadikan sebagai ligan anorganik pada quantum dots timbal sulfida (PbS QDs). MAPbI3  digunakan untuk menggantikan ligan organik dari permukaan QDs PbS\nsehingga  menghasilkan  QDs  dengan  ligan  anion  timbal  triiodida (PbI3-)  yang\nstabil  dalam  pelarut  polar  contohnya  adalah  propilen  karbonat  (PC).  Ligan\nMAPbI3 dapat mempertahankan tingginya efisiensi fotoluminisensi inframerah dekat dari QDs PbS. Selain itu, ligan anorganik ini diharapkan dapat memfasilitasi transpor elektronik yang baik antara QDs. Namun, belum pernah ada penelitian yang mempelajari penggunakan QDs MAPbI3-PbS pada beberapa devais. Dalam penelitian ini, dilakukan   pertukaran ligan dalam larutan pada QDs PbS menggunakan  ligan  MAPbI3    dan  aplikasinya  pada  Field  Effect  Transistors (FETs). Larutan koloid QDs PbS dalam heksana mengalami perpindahan fasa dari fasa nonpolar ke fasa polar ketika penambahan campuran MAI dan PbI2 dalam N- metilformamida dengan perbandingan 1:1. Spektrum serapan fourier transform infrared (FTIR) menunjukkan keberhasilan transfer fasa QDs PbS. Kualitas dari QDs   yang   dihasilkan   setelah   pertukaran   ligan   juga   ditunjukkan   melalui pengukuran steady state dan time-resolved fotoluminisensi. Spektrum steady state fotoluminisensi   QDs   MAPbI3-PbS   dalam   larutan   dan   film   menunjukkan pergeseran merah dibandingkan dengan QDs asam oleat-PbS yang mengindikasikan berkurangnya confinement effect. Spektrum time-resolved fotoluminisensi menunjukkan waktu peluruhan yang sama antara QDs asam oleat- PbS dan QDs MAPbI3-PbS dalam larutan, hal ini membuktikan pasivasi yang baik pada permukaan QDs. Pada akhir penelitian ini, kami membuat transistor menggunakan QDs MAPbI3-PbS sebagai material semikonduktor dengan metode\n \n\n\n\n\n\n\ndeposisi satu tahap. Devais yang dihasilkan menunjukkan karakteristik tipe-n dengan mobilitas elektron mencapai 5x10-5 cm2V-1S-1. Pencucian devais dengan asetonitril untuk menghilangkan ligan berlebih menunjukkan karakteristik ambipolar  dengan  mobilitas  elektron  2.9x10-4   cm2V-1S-1   dan  mobilitas  hole\n2.6x10-7 cm2V-1S-1 dengan rasio on/off  1x104 dan menunjukkan fitur saturasi pada kurva output. Penelitian ini menunjukkan bahwa MAPbI3  merupakan ligan yang\nmenjanjikan  untuk  meningkatkan  kestabilan  QDs  PbS  dan  dapat  membuka aplikasi yang lebih luas contohnya devais fotovoltaik dan optoelektronik.", "Daftar File": {"2015_TS_PP_NISRINA_RIZKIA_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/154675", "2015_TS_PP_NISRINA_RIZKIA_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/154676", "2015_TS_PP_NISRINA_RIZKIA_1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/154677", "2015_TS_PP_NISRINA_RIZKIA_1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/154678", "2015_TS_PP_NISRINA_RIZKIA_1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/154679", "2015_TS_PP_NISRINA_RIZKIA_1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/154680", "2015_TS_PP_NISRINA_RIZKIA_1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/154681", "2015_TS_PP_NISRINA_RIZKIA_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/154682"}, "Penulis": "Nisrina Rizkia [20514058]", "Kontributor / Dosen Pembimbing": ["Dr. Veinardi Suendo, S.Si., M.Eng.", "Dr. Ciptati, MS, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Quantum dots, pertukaran ligan, ligan anorganik, field effect transistor, mobilitas muatan", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "04 Feb 2019"}