{"Nomor": 34108, "Judul": "SINTESIS DAN KARAKTERISASI YTTRIUM IMPRINTED POLYMERS (Y-IPs) UNTUK ADSORPSI ION YTTRIUM(III)", "Abstrak": "Yttrium (Y) terkandung dalam mineral logam tanah jarang (LTJ) yang banyak dimanfaatkan dalam berbagai bidang industri. Seiring dengan perkembangan teknologi pengolahan material, unsur tanah jarang semakin dibutuhkan terutama pada industri teknologi tinggi seperti industri komputer, telekomunikasi, nuklir, laser, dan magnet. Unsur tanah jarang tidak ditemukan dalam keadaan bebas di alam melainkan dalam bentuk mineral kompleks. Oleh karena itu, untuk mendapatkannya harus dilakukan proses pemisahan terlebih dahulu. Pada penelitian ini telah dikembangkan material Ion Imprinted Polimers (IIPs) yang dapat digunakan untuk adsorpsi ion logam yttrium. Polimerisasi terjadi dengan terbentuknya ikatan antara monomer dengan kompleks ion logam dan ligan. Selanjutnya ion logam dilepaskan dari matriks polimer sehingga meninggalkan cetakan ion logam target. IIPs memiliki beberapa keunggulan, diantaranya faktor kehilangan analit dapat diminimalkan, jumlah zat polimer yang digunakan sedikit (0,1-0,5  g),  penyiapannya  yang  mudah  dan  tingkat  selektivitas  yang  tinggi. Yttrium Imprinted Polimers (Y-IPs) disintesis melalui pembentukan kompleks terner dari ion yttrium dengan 5,7-dichloroquinoline-8-ol dan 4-vinylpyridin dan kemudian dilakukan polimerisasi dengan methyl methacrylate (MMA) sebagai monomer dan ethyleneglycol dimethacrylate (EGDMA) sebagai crosslinker dalam pelarut 2-methoxy ethanol yang diinisiasi oleh 2,2-azobisisobutyronitrile (AIBN) pada suhu 80 ºC. Selanjutnya untuk membentuk template, ion logam dilepaskan dengan menggunakan HCl 0,1 M. Y-IPs yang dihasilkan dikarakterisasi dengan FTIR dan SEM, dengan Non Imprinted Polymers (NIPs) sebagai pembanding. Hasil karakterisasi FTIR mengindikasikan bahwa polimerisasi NIPs dan Y-IPs telah berhasil disintesis yang ditunjukkan dengan tidak adanya pita serapan untuk\ngugus fungsi alkena pada bilangan gelombang gelombang 3000-3300  cm-1. Hal ini  mengindikasikan tidak adanya sisa monomer MMA dan EGDMA yang tidak bereaksi. Adanya puncak yang muncul pada bilangan gelombang 786,96 cm-1 pada spectrum Y-IPs sebelum dan setelah leaching menunjukkan vibrasi ulur gugus –C–Cl yang berasal dari DCQ. Terjadinya pergeseran bilangan gelombang\n \n–C=N dari 1562,34 cm-1 menjadi 1600,92 cm-1  setelah di leaching menunjukkan gugus –C=N pada vinylpyridin berperan pada ikatan dengan logam. Hasil SEM- EDS  menunjukkan  bahwa  ion  Y(III)  telah  berhasil  dilepaskan  dari  matriks polimer. Hal ini dapat dilihat dari hasil EDS pada Y-IPs sebelum leaching yaitu diperoleh  %  massa  ion  Y(III)  sebesar  0,09%  sedangkan  padaY-IPs  setelah leaching  sudah  tidak  terdapat  lagi  ion  Y(III).  Karakterisasi  sifat  retensi  yang dilakukan   dengan   metode   batch\tmenunjukkan   bahwa  kapasitas   adsorpsi maksimum Y-IPs adalah 14,68 mg/g pada pH 7 dengan waktu kontak 10 menit. Data  adsorpsi  telah  dianalisis  menggunakan  isoterm  adsorpsi  Langmuir  dan isoterm adsorpsi Freundlich. Adsorpsi ion Y(III) oleh Y-IPs mengikuti isoterm adsorpsi Langmuir dengan nilai koefisien korelasi sebesar 0,9671. Kinetika reaksi orde  pseudo-satu  dan  reaksi  orde  pseudo-dua  Lagergren  digunakan  untuk mempelajari kinetika reaksi proses adsorpsi ion Y(III) oleh Y-IPs. Berdasarkan nilai  koefisien  korelasi,  maka  kinetika  reaksi  adsorpsi  ion  Y(III)  oleh  Y-IPs mengikuti   kinetika  reaksi   orde  pseudo-dua.   Secara  termodinamika,   proses adsorpsi ion Y(III) oleh Y-IPs berlangsung secara endotermik dengan nilai sebesar 10,71 kJ/mol, dan energi aktivasi sebesar 18,13 kJ/mol. Uji selektivitas Y-IPs terhadap logam tanah jarang lainnya menunjukkan selektivitas Y-IPs lebih baik dibandingkan NIPs.", "Daftar File": {"2015_TS_PP_RIRIN_ZARLINA_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/154692", "2015_TS_PP_RIRIN_ZARLINA_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/154693", "2015_TS_PP_RIRIN_ZARLINA_1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/154694", "2015_TS_PP_RIRIN_ZARLINA_1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/154695", "2015_TS_PP_RIRIN_ZARLINA_1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/154696", "2015_TS_PP_RIRIN_ZARLINA_1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/154697", "2015_TS_PP_RIRIN_ZARLINA_1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/154698", "2015_TS_PP_RIRIN_ZARLINA_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/154699"}, "Penulis": "Ririn Zarlina [20513058]", "Kontributor / Dosen Pembimbing": ["Muhammad Ali Zulfikar, S.Si., M.Si., Ph.D.", "Dr. Rusnadi, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "ion imprinted polymer, yttrium(III), adsorpsi", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "04 Feb 2019"}