{"Nomor": 34110, "Judul": "BATERAI SEKUNDER POLIANILINA/Zn DENGAN VARIASI  ASAM PENDOPING DAN ELEKTROLITNYA", "Abstrak": "Studi tentang polianilina (PANI) sebagai katoda pada baterai sekunder PANI-Zn telah banyak dikembangkan. Meskipun demikian, masih belum ada penjelasan mengenai perbedaan asam pendoping yang digunakan terhadap faktor kinerja baterai. Kinerja dari baterai PANI/Zn telah diuji pada berbagai asam pendoping (HX) dan elektrolitnya (ZnX). Pengujian dilakukan melalui proses charge- discharge selama 60 siklus menggunakan arus sebesar 10 mA. Sintesis PANI dilakukan dengan metoda elektrodeposisi pada permukaan graphite sheet (GS), menggunakan voltase sebesar 0,7 V (Ag/AgCl (jenuh)) pada berbagai asam pendoping. Dalam penelitian ini, digunakan 3 jenis asam yaitu, HCl, HBr, dan HClO4. Film PANI-X dikaji potensi aplikasinya sebagai elektroda pada sistem baterai sekunder. Konfigurasi sistem baterai yang dibuat terdiri dari GS|PANI- X|ZnX(elektolit)|Zn. Berdasarkan hasil pengujian ditemukan bahwa baterai dengan elektroda PANI-Cl dan PANI-Br mempunyai kinerja yang lebih baik dengan specific capacity saat siklus pertama masing-masing yaitu 59,49 dan 49,30 mAh g-\n1, dan pada saat siklus ke 60 yaitu 55,4 dan 37,4 mAh g-1. Disisi lain, baterai dengan\nelektroda PANI-ClO4 memiliki specific capacity awal 68,23 mAh g-1, namun pada siklus ke 60 kapasitas menurun drastis menjadi 10,2 mAh g-1. Analisis Raman pada\nelektroda PANI-X sebelum dan sesudah digunakan sebagai baterai dilakukan pada studi ini. Kenaikan intensitas pada daerah 1491 cm-1 mengindikasikan basa emeraldin yang disebabkan konsumsi proton oleh logam Zn selama proses charging. Pengukuran impedansi pada baterai PANI-HCl, PANI-HBr, dan PANI HClO4, menunjukan resistance solution (Rs) secara berurutan yaitu 1,38; 2,56; dan\n3,03 ? dan resistance charge transfer (Rct) 2,24; 2,97; dan 7,71 ?. Hal ini disebabkan oleh jari-jari hidrasi dan ion yang cukup besar pada anion ClO4-, sehingga mobilitas ion menurun dan menimbulkan resistansi yang lebih besar dibandingkan anion lain", "Daftar File": {"2015_TS_PP_SAID_ALI_AKBAR_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/154701", "2015_TS_PP_SAID_ALI_AKBAR_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/154703", "2015_TS_PP_SAID_ALI_AKBAR_1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/154704", "2015_TS_PP_SAID_ALI_AKBAR_1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/154705", "2015_TS_PP_SAID_ALI_AKBAR_1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/154706", "2015_TS_PP_SAID_ALI_AKBAR_1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/154707", "2015_TS_PP_SAID_ALI_AKBAR_1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/154708", "2015_TS_PP_SAID_ALI_AKBAR_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/154709"}, "Penulis": "Said Aliakbar [20513015 ]", "Kontributor / Dosen Pembimbing": ["Dr. Veinardi Suendo, S.Si., M.Eng.", "Achmad Rochliadi, MS, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "PANI, baterai sekunder, asam pendoping, mobilitas ion, specific capacity.", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "04 Feb 2019"}