{"Nomor": 34113, "Judul": "ELEKTRODA PASTA KARBON TERMODIFIKASI MOLECULARLY IMPRINTED POLY(METHYL RED)UNTUK PENENTUAN ASAM URAT SECARA VOLTAMMETRI", "Abstrak": "Asam urat merupakan hasil akhir dari metabolisme purin dalam tubuh manusia. Penentuan kadar asam urat dalam urin manusia penting secara klinis karena kadar asam urat mengindikasikan adanya penyakit kardiovaskuler, hiperurisemia, encok dan Lesch-Nyhan. Penentuan kadar asam urat dapat dilakukan melalui beberapa metode analitik seperti spektrofotometri, kromatografi, elektroforesis kapiler dan voltammetri.   Metode   voltammetri   memiliki   beberapa   kelebihan   dalam   hal peralatan, kesederhanaan prosedur analisis, sensitivitas, selektivitas dan biaya pengukuran. Tujuan penelitian ini adalah mengembangkan metode voltammetri untuk  penentuan  kadar  asam  urat  menggunakan  elektroda  pasta  karbon  (EPK) yang  dimodifikasi  secara  Molecularly  Imprinted  Polymer  (MIP).  EPK dimodifikasi  melalui  teknik  voltammetri  siklik  (CV)  sebanyak  15  siklus  pada rentang potensial -1,0 – 2,0 V dan laju pindai 100 mV/s dalam larutan yang mengandung   metil  merah,  asam  urat  dan  NaOH  0,1  M  sebagai  elektrolit pendukung. Proses pelepasanasam urat dilakukan dengan teknik CV sebanyak 3 siklus dalam larutan NaOH 0,1 M pada rentang potensial -0,2 – 0,8V dan laju pindai 100 mV/s. Penentuan asam urat dilakukan dengan teknik voltammetri gelombang   persegi  (SWV)  dalam  elektrolit   pendukung   bufer  fosfat  pH  7. Elektroda  ini memberikan  respon yang baik terhadap asam urat dengan daerah linear pada konsentrasi 1 µM – 200 µM dan limit deteksi 0,83 µM. Pengukuran kadar asam urat di dalam sampel urin memberikan persentase perolehan kembali sebesar 98,67 – 102,84%yang menunjukkan akurasi yang baik dari metode yang dikembangkan ini.", "Daftar File": {"2015_TS_PP_SARI_DEFI_OKZELIA_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/154717", "2015_TS_PP_SARI_DEFI_OKZELIA_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/154718", "2015_TS_PP_SARI_DEFI_OKZELIA_1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/154719", "2015_TS_PP_SARI_DEFI_OKZELIA_1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/154720", "2015_TS_PP_SARI_DEFI_OKZELIA_1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/154722", "2015_TS_PP_SARI_DEFI_OKZELIA_1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/154723", "2015_TS_PP_SARI_DEFI_OKZELIA_1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/154724", "2015_TS_PP_SARI_DEFI_OKZELIA_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/154725"}, "Penulis": "Sari Defi Okzelia [20513062]", "Kontributor / Dosen Pembimbing": ["Dr. Indra Noviandri, MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "MOLECULARLY IMPRINTED POLY(METHYL RED) MODIFIED CARBON PASTE ELECTRODE FOR VOLTAMMETRIC DETERMINATION OF URIC ACID", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "04 Feb 2019"}