{"Nomor": 34117, "Judul": "ISOLASI SENYAWA FENOLIK DARI DAUN Artocarpus altilis (Moraceae) SERTA AKTIVITAS SITOTOKSIKNYA TERHADAP SEL MURIN LEUKEMIA P-388", "Abstrak": "Artocarpus altilis atau yang biasa disebut sukun merupakan tumbuhan dari genus Artocarpus yang memiliki nilai ekonomi sebagai penghasil buah dan kayu, sedangkan   daunnya   secara   tradisionil   banyak   digunakan   oleh   masyarakat Indonesia sebagai obat untuk gangguan ginjal, menurunkan kolesterol, dan untuk mengurangi asam urat. Di India bagian barat, daun, akar, dan kulit akar dari A.altilis secara tradisionil digunakan oleh masyarakat sekitar untuk menurunkan tekanan darah tinggi, meredakan asma,  menurunkan demam, dan gangguan hati. Kajian mengenai metabolit sekunder yang berhasil diisolasi dari tanaman sukun yang  telah dilaporkan adalah senyawa fenolik golongan flavonoid yaitu calkon, dihidrocalkon yang tergeranilasi, flavanon yang terprenilasi, dan adduct Diels- Alder. Sedangkan aktivitas biologis dari senyawa fenolik yang telah dilaporkan antara lain anti-oksidan, penghambat pembentukan melanin, anti-mikroba, anti- plasmodial, anti-tuberkulosis, anti-diabetes, anti-atherogenik, sifat sitotoksik, anti- austerik dan anti-kanker. Pada kajian yang lain, dilaporkan bahwa adanya gugus prenil pada senyawa fenolik dapat meningkatkan aktivitas sitotoksiknya terhadap sel murin leukemia P-388. Berdasakan informasi tersebut tampak jelas bahwa spesies ini merupakan penghasil senyawa fenolik bioaktif yang berpotensi antara lain untuk anti-kanker. Berdasarkan latar belakang tersebut, tujuan penelitian ini adalah mengisolasi dan mengkarakterisasi senyawa fenolik dari ekstrak metanol daun A.altilis dengan metode maserasi, pemisahan dan pemurnian dilakukan dengan  menggunakan  berbagai  teknik  kromatografi  antara  lain  kromatografi vakum  cair,  kromatografi  radial,  dan  kromatografi  lapis  tipis  untuk memonitornya. Penentuan struktur ditetapkan menggunakan metode spektroskopi\nmeliputi UV-Vis, IR, 1H NMR, 13C NMR, HSQC, HMBC dan dengan membandingkan data standar yang telah dilaporkan sebelumnya. Dari penelitian ini diperoleh empat senyawa yaitu senyawa 2-geranil-3,4,2’,4’-tetrahidroksi dihidrocalkon,   senyawa   8-geranil-5,7,4’-trihidroksiflavanon,   senyawa   1-(2,4-\ndihidroksifenil)-3-[-hidroksi-2-metil-2-(4-metil -3- pentenil) - 2H - 1 -benzopiran-\n5-il]-1-propanon, senyawa 1- ( 2,4- dihidroksifenil) -3- {4- hidroksi-6,6,9-trimetil-\n6a,7,8,10a-tetrahidro-6H-dibenzo[b,d] piran-5-il}-1-propanon telah berhasil diisolasi dari daun A. altilis dan telah diuji sitotoksisitasnya terhadap sel murin leukemia P-388 dengan IC50 berturut-turut 0,60, 2,30, 7,68, dan 40,22 µg/ml. Dari\n \n\nkeempat senyawa tersebut senyawa yang aktif untuk dijadikan lead compound anti-kanker adalah senyawa 2-geranil-3,4,2’,4’-tetrahidroksidihidrocalkon dan senyawa 8-geranil-5,7,4’-trihidroksiflavanon dilihat dari struktur kedua senyawa tersebut sama-sama memiliki gugus geranil bebas.", "Daftar File": {"2015_TS_PP_SARI_PURBAYA_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/154727", "2015_TS_PP_SARI_PURBAYA_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/154728", "2015_TS_PP_SARI_PURBAYA_1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/154729", "2015_TS_PP_SARI_PURBAYA_1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/154731", "2015_TS_PP_SARI_PURBAYA_1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/154732", "2015_TS_PP_SARI_PURBAYA_1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/154733", "2015_TS_PP_SARI_PURBAYA_1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/154734", "2015_TS_PP_SARI_PURBAYA_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/154735"}, "Penulis": "Sari Purbaya [20512042]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Euis Holisotan Hakim, MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Artocarpus altilis, fenolik, antikanker, P-388.", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "04 Feb 2019"}