{"Nomor": 34114, "Judul": "PENTINGNYA MANAJEMEN KEUANGAN DALAM MENINGKATKAN LIKUIDITAS DAN PROFITABILITAS DI PERUSAHAAN KECIL MENENGAH, STUDI KASUS DI WARRIOR JEANS BANDUNG", "Abstrak": "Terlepas dari kemapanan dan reputasi yang baik dari Warrior Jeans, perusahaan\nberskala kecil menengah di Bandung, yang bergerak di bidang pembuatan pakaian\ndenim berdasarkan pesanan ini, mengalami masalah likuiditas.\nSelama lima tahun terakhir, peningkatan penjualan tahunan rata-rata adalah 8,18% dan\nmargin laba bersih 9,14%. Namun, dalam kegiatan sehari-harinya, perusahaan\nmenghadapi masalah likuiditas karena sebagian besar modal kerjanya terdapat dalam\npersediaan bahan baku. Rasio lancar rata-rata dalam lima tahun terakhir adalah 557.86%\ndan Quick Ratio 23.02%. Bahan baku sudah terlalu tinggi dan akibatnya, perputaran\npersediaan mencapai lebih dari dua belas bulan. Dalam bisnis pakaian penjualan sangat\ndipengaruhi oleh mode dan musim. Karena perusahaan seharusnya dapat menyediakan\nsampel barang, persediaan tinggi ini telah merupakan suatu “idle” dan inefisiensi.\nDengan demikian ini adalah masalah manajemen modal kerja.\nInisiatif baru untuk membersihkan persediaan diajukan. Inisiatif ini juga diperlukan\nsebagai promosi pemasaran dengan diskon penjualan. Karena perusahaan telah\nmencapai 87.75% atau kapasitas produksi yang hampir maksimum, lini produksi baru\ntidak bisa dihindari. Secara finansial, ini adalah mengenai penganggaran modal.\nPerusahaan juga membutuhkan inisiatif baru dalam pemasaran agar dapat tumbuh lebih\ncepat, selain untuk menjawab tantangan masa kini dan keberlanjutan.\nMengimplementasikan strategi bisnis on-line telah menjadi suatu usulan. Dengan ini\ndiperkirakan bahwa perusahaan dapat melakukan penjualan tambahan melalui bisnis online\ndalam kisaran 10% hingga 30% dari penjualan yang sedang berlangsung.\nKarena penelitian ini menggunakan pendekatan manajemen keuangan, ada beberapa\nteknik analisis keuangan. Rasio keuangan digunakan sebagai analisis dasar untuk\nmembandingkan antara kinerja masa lalu perusahaan dan setelah menerapkan inisiatif\nbaru. Untuk analisis penganggaran modal, ada konsep WACC (biaya rata-rata\ntertimbang modal), dan NPV dari proyeksi arus kas diadopsi. Setelah menerapkan\ninisiatif, analisis keuangan menunjukkan bahwa perusahaan akan meningkatkan kinerja\nkeuangannya dalam hal likuiditas dan profitabilitas.", "Daftar File": {"2019_TS_PP_LInda_Siauw_1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/154721"}, "Penulis": "Linda Siauw [29117242]", "Kontributor / Dosen Pembimbing": ["Taufik Faturohman MBA PhD"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Likuiditas, Manajemen Modal Kerja, Penganggaran Modal, Profitabilitas, Rasio Keuangan", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "04 Feb 2019"}