{"Nomor": 34126, "Judul": "MEMBRAN POLIMER ELEKTROLIT POLI(VINIL ALKOHOL)/LiClO4/NANOSELULOSA UNTUK APLIKASI BATERAI ION LITIUM", "Abstrak": "Penggunaan elektrolit cair pada baterai ion litium memiliki banyak kekurangan. Membran polimer elektrolit menjadi salah satu solusi untuk menggantikan elektrolit  cair  tersebut.  Penelitian  ini  bertujuan  untuk  mensintesis  membran polimer elektrolit dari poli(vinil alkohol), LiClO4  dan nanoselulosa serta mengkarakterisasinya berdasarkan analisis hantaran ion, sifat mekanik, dan sifat termal untuk aplikasi baterai ion litium. Nanoselulosa yang digunakan pada penelitian ini dihasilkan melalui proses hidrolisis selulosa hasil isolasi dari ampas tebu dengan menggunakan larutan H2SO4 50 % pada suhu 40 °C selama 10 menit. Nanoselulosa yang dihasilkan dikarakterisasi dengan Transmission Electron Microscope (TEM), Particle Size Analyzer (PSA), Fourier Transform Infrared Spectroscopy (FTIR) dan X-Ray Diffraction (XRD). Untuk membuat membran polimer elektrolit, terlebih dahulu dilakukan optimasi garam LiClO4  dengan cara melarutkan poli(vinil alkohol) dan LiClO4  dalam pelarut aqua dm pada berbagai komposisi, yaitu 5 %; 10 %; 15 %; 20 % dan 25 %, kemudian larutan polimer dicetak pada permukaan plat tipis dan dikeringkan pada suhu ruang selama 2-3 hari. Membran polimer yang terbentuk dianalisis hantaran ion dan sifat mekaniknya. Selanjutnya komposisi LiClO4  yang optimum berdasarkan hantaran ion dan sifat mekanik digunakan untuk optimasi nanoselulosa dengan cara melarutkan poli(vinil alkohol), LiClO4 hasil optimasi dan nanoselulosa dalam bentuk koloidnya dengan variasi komposisi 2,5 %; 5 %; 7,5 % dan 10 %. Larutan polimer tersebut dicetak dan dikeringkan pada suhu ruang selama 2-3 hari. Berdasarkan hasil analisis TEM dan PSA, nanoselulosa yang dihasilkan memiliki bentuk  morfologi  bulat  dan  rata-rata  diameternya  sebesar  111  nm  dengan distribusi maksimum 95,9 nm. Hasil analisis XRD menunjukkan bahwa kristalinitas nanoselulosa lebih tinggi daripada selulosa yaitu sebesar 76,01 % untuk nanoselulosa dan 70,62 % untuk selulosa. Hasil optimasi LiClO4 menunjukkan bahwa komposisi LiClO4  yang optimum berdasarkan hantaran ion dan sifat mekanik diperoleh pada komposisi 15 % dengan nilai Modulus Young\nsebesar  10,94  MPa  dan  hantaran  ion  sebesar  1,99x10-5   S/cm.  Penambahan nanoselulosa  meningkatkan  hantaran  ion  membran  polimer  elektrolit  menjadi\n3,76x10-4  S/cm  pada  komposisi  nanoselulosa  5  %,  akan  tetapi  nilai  Modulus Young membran menurun menjadi 4,13 MPa. Berdasarkan hasil analisis TGA, membran polimer elektrolit yang dihasilkan stabil secara termal hingga 252,15 °C.", "Daftar File": {"2015_TS_PP_WINDA_TRESNA_W_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/154803", "2015_TS_PP_WINDA_TRESNA_W_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/154804", "2015_TS_PP_WINDA_TRESNA_W_1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/154805", "2015_TS_PP_WINDA_TRESNA_W_1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/154806", "2015_TS_PP_WINDA_TRESNA_W_1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/154807", "2015_TS_PP_WINDA_TRESNA_W_1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/154808", "2015_TS_PP_WINDA_TRESNA_W_1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/154809", "2015_TS_PP_WINDA_TRESNA_W_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/154810"}, "Penulis": "Winda Trisna Wulandari [20513016]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. I Made Arcana, MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "polimer elektrolit, poli(vinil alkohol), nanoselulosa, LiClO4, baterai ion litium", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "04 Feb 2019"}