{"Nomor": 34145, "Judul": "STRATEGI PEMASARAN YANG DIUSULKAN UNTUK KETERLIBATAN KONSUMEN (STUDI KASUS: YOJU- COLD PRESS JUICE )", "Abstrak": "Saat ini banyak orang yang sadar akan kesehatannya untuk menjaga agar mereka makan dengan sehat. Mereka merasa bahwa mempertahankan kebiasaan makan yang sehat akan membantu mereka menjalani hidup yang sehat. Kesehatan adalah aset berharga dalam hidup. Penelitian terbaru dari badan intelijen pasar Mintel tentang konsumen Asia Tenggara, khususnya Indonesia. Studi ini mengungkapkan bahwa sebanyak tiga dari empat konsumen Indonesia dengan 75% mengatakan mereka melakukan diet yang lebih sehat pada tahun 2017 (marketing-interactive.com, 2017).\nPenelitian ini bertujuan untuk membantu Yoju dalam strategi pemasaran khusus untuk dapat meningkatkan keterlibatan pelanggan. Keterlibatan pelanggan adalah salah satu cara di mana konsumen tidak mudah dipindahkan ke pesaing lain. Penelitian ini menggunakan analisis internal dan analisis eksternal, dalam analisis penelitian internal menggunakan Analisis STP dan Bauran Pemasaran sebaliknya analisis eksternal menggunakan Porter 5 Force, Analisis Pesaing, dan Analisis Pelanggan, Metode observasi dan kuesioner di masyarakat Bandung. Selanjutnya, penelitian ini menggunakan Structural Equation Modeling (SEM) untuk memproses hasil survei dan mencari tahu variabel yang paling mempengaruhi keterlibatan pelanggan.\nBerdasarkan hasil SEM, variabel Kinerja Merek mempengaruhi keterlibatan pelanggan lebih dari variabel pemasaran konten. Kinerja Merek dapat ditingkatkan melalui layanan pelanggan, Yoju harus memperhatikan kebutuhan dan keinginan konsumen. Pemasaran konten memiliki korelasi dengan variabel kinerja merek. Pemasaran konten adalah salah satu strategi yang mendorong auditor untuk tertarik pada merek dan mendorong audiens untuk menjadi pelanggan. Untuk meningkatkan kepercayaan konsumen pada produk Yoju, disarankan agar Anda melakukan tes gizi, Yoju juga harus membuat Akun Bisnis untuk meningkatkan keterlibatan pelanggan Yoju. Promosi dapat memengaruhi hoju pelanggan, seperti diskon,\nbundling produk, dan pengiriman gratis. Peneliti berharap solusi yang diberikan akan membantu Yoju dalam mengembangkan bisnis jus Cold Press di masa depan.", "Daftar File": {"2019_TS_PP_AMANDA_ISLAMI_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/154881"}, "Penulis": "Amanda Islami [29117025]", "Kontributor / Dosen Pembimbing": ["Dr. Dona Saphiranti, S.Sn.,MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kinerja Merek, Konten Pemasaran, Keterlibatan Konsumen, Cold Press Juice", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "04 Feb 2019"}