{"Nomor": 34148, "Judul": "DEVELOPING BUSINESS MODEL FOR FRIEND MOTOR CARWASH AND OIL SERVICE TO GROW ITS BUSINESS", "Abstrak": "Pesatnya perkembangan wilayah Bandung Timur, khususnya Jatinangor sebagai pusat pendidikan, mengakibatkan banyak pendatang yang mengakibatkan meningkatnya mobilitas orang untuk datang ke Jatinangor. Berdasarkan kondisi tersebut, Friend Motor Carwash mengambil peluang untuk menawarkan layanan carwash dan ganti oli. Friend Motor berdiri sejak 2004 hingga sekarang dan menghadapi masalah yaitu pertumbuhan yang lambat karena ketidakstabilan penjualan dari 2017 yang disebabkan oleh banyak faktor.\n\nUntuk mengeksplorasi masalah itu, penulis melakukan analisis eksternal menggunakan analisis PESTEL, Porter’s Five Forces, analisa competitor dan analisa konsumen. Untuk analisis internal, penulis menggunakan analisis value chain,  STP (Segmenting, Targeting, Positioning) dan marketing mix. Dalam perumusan strategi, penulis menggunakan analisis SWOT dan merangkumnya dengan EFAS dan IFAS. Hasilnya diposisikan pada matriks IE yang menjelaskan bahwa kondisi bisnis dari Friend Motor ada pada area pengembangan dan pertumbuhan.\n\nAtas hal tersebut penulis mengajukan model bisnis kanvas untuk meningkatkan poposisi nilai pada bisnis Friend Motor. Sesuai dengan BMC baru, Friend Motor harus meningkatkan kualitas layanan mereka, meningkatkan strategi pemasaran melalui promosi dan yang paling penting adalah menjaga hubungan baik dengan pelanggan", "Daftar File": {"2019_TS_PP_CHIKA_RAZKYA_1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/154903"}, "Penulis": "Chika Razkya Nourmanti [29117211]", "Kontributor / Dosen Pembimbing": ["Yulianto Suharto, PharmD, MBA, MSc, PhDc."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "bisnis model kanvas (BMC), carwash, EFAS, IFAS, TOWS matrix,  strategi bisnis", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "04 Feb 2019"}