{"Nomor": 34146, "Judul": "MASALAH INVERS PERSAMAAN PANAS SATU DIMENSI DENGAN METODA REGULARISASI TIKHONOV", "Abstrak": "Makalah ini membahas tentang dua masalah invers pada persamaan panas satu\ndimensi. Masalah pertama, berkaitan dengan informasi tentang temperatur\npada satu lokasi saat berbagai waktu. Berdasarkan informasi ini dicari syarat\nawal dari masalah persamaan diferensial panas. Cara yang akan dipakai adalah\nmenggunakan persamaan integral yang dibangun dari kernel dari persamaan\npanas. Tetapi karena persamaan panas yang bergerak mundur sangat ill-posed,\ndigunakan beberapa regularisasi.[1]\nMasalah invers yang kedua menggunakan informasi di setiap titik pada temperatur\nakhir. Masalah ini merupakan pengembangan dari [6] yang membahas\ntentang masalah invers satu dimensi di seluruh daerah. Pada makalah ini\ndibahas penyelesaian masalah serupa yang di denisikan pada setengah garis.\nPerbedaannya kemudian adanya masalah syarat batas dan penggunaan transformasi\nKosinus dibandingkan dengan transformasi Fourier yang dipakai untuk\nmasalah seluruh bilangan real.\nMetoda regularisasi Tikhonov akan digunakan untuk menyelesaikan masalah\ninvers ini. Lebih khusus, akan terdapat modikasi pada fungsional Tikhonov.\nUji numerik akan diterapkan pada permasalahan ini untuk melihat eror antara\nhasil numerik dengan solusi analitiknya.", "Daftar File": {"2013_TS_PP_KELVIN_RONALDO_MULIA_1-Cover.pdf": "https://digilib.itb.ac.id/gdl/download/154882", "2013_TS_PP_KELVIN_RONALDO_MULIA_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/154894"}, "Penulis": "Kelvin Ronaldo Mulia [20111011]", "Kontributor / Dosen Pembimbing": ["Prof. Marcus Wono Setya Budhi, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Persamaan panas satu dimensi, masalah invers, masalah ill- posed, tansformasi Fourier Kosinus, metoda regularisasi Tikhonov, estimasi eror i", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Dwi Ary Fuziastuti", "File": "6 file", "Tanggal Input": "04 Feb 2019"}