{"Nomor": 34151, "Judul": "VALUASI OPSI SAHAM ASIA RATA-RATA ARITMATIKA DENGAN METODE BINOMIAL", "Abstrak": "Dalam tugas akhir ini, hal yang dikaji adalah metode penentuan nilai opsi saham\nAsia dengan metode Monte Carlo sebagai benchmark. Opsi saham Asia adalah opsi\nsaham yang payoffnya bergantung pada rata-rata harga saham pada suatu waktu selama\nmasa hidupnya. Opsi saham Asia yang dibahas memiliki rata-rata aritmatika. Rata-rata\nharga saham yang digunakan adalah rata-rata penuh dan rata-rata sebagian awal.\nPergerakan harga saham dari saham yang terkait dengan opsi Asia yang dibahas\ndiasumsikan mengikuti model binomial CRR. Metode yang digunakan untuk\nmenentukan nilai opsi saham Asia ini adalah metode Hull dan White, metode Costabile\ndan metode Moon.\nMetode Hull dan White, Costabile dan Moon hanya berbeda pada rata-rata harga\nsaham yang digunakan. Metode Hull dan White dan Moon tidak menggunakan rata-rata\nharga saham yang sebenarnya, sementara metode Costabile menggunakan rata-rata\nharga saham yang sebenarnya. Untuk valuasi opsi saham Asia, ketiga metode ini\nmenggunakan teknik backward induction yang digabungkan dengan interpolasi linier\nuntuk menentukan nilai opsi saham pada waktu setelahnya.\nUntuk kasus valuasi opsi saham Asia dengan rata-rata sebagian awal, misalnya\nbatas akhir rata-rata harga saham ada pada waktu t', valuasi opsi saham Asia mulai\nwaktu t' langsung menggunakan teknik backward induction standar, sementara valuasi\nopsi saham Asia sebelum waktu t' menggunakan teknik backward induction yang\ndiganbungkan dengan interpolasi linier untuk menentukan nilai opsi saham pada waktu\nsetelahnya.\nDengan menggunakan metode Monte Carlo sebagai benchmark, ketiga metode\nmenunjukkan hasil yang sangat baik saat digunakan untuk memvaluasi opsi saham Asia\nberkarakteristik Eropa. Namun, jika ditinjau dari konvergensi dan waktu pengerjaan dan\nbanyak parameter input secara bersamaan secara bersamaan, metode Moon memberikan\nhasil yang lebih baik dibandingkan dengan metode Hull dan White maupun metode\nCostabile.", "Daftar File": {"2015_TA_PP_VINCENTIUS_FRANSTIANTO_1-PUSTAKA_.pdf": "https://digilib.itb.ac.id/gdl/download/154924"}, "Penulis": "Vincentius Franstianto [10111055]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Kuntjoro Adji Sidarto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Mathematics", "Kata Kunci": "RATA-RATA ARITMATIKA,METODE BINOMIAL", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "6 file", "Tanggal Input": "04 Feb 2019"}