{"Nomor": 34167, "Judul": "TINJAUAN EMISI GAS BUANG PEMAKAIAN  BAHAN BAKAR CAMPURAN BIOETANOL DAN PREMIUM PADA MOTOR OTTO SISTEM  KARBURATOR (7K) DAN INJEKSI (1TR-FE)", "Abstrak": "Untuk mengantisipasi langkanya bahan bakar minyak fosil telah dikembangkan bahan bakar alternatif yang dapat menggantikan bahan bakar fosil. Salah satu bahan bakar alternatif yang digunakan adalah bioetanol yang berasal dari nabati. Bioetanol berasal dari sumber daya alam yang dapat diperbaharui, seperti air tebu, biji jagung, tebu, ketela pohon, kentang, gandum, dll, sehingga jumlah persediaan bioetanol tidak akan habis. Namun penggunaan bahan bakar Bioetanol harus diuji terlebih dahulu terutama pengujian terhadap emisi dan prestasi (daya, torsi, dan konsumsi bahan bakar) yang dihasilkan. Pengujian dilakukan menggunakan motor bensin dengan tipe karburator dan injeksi (EFI) yang dianggap dapat mewakili kondisi sebenarnya di Indonesia. Emisi yang dihasilkan dari pengujian yang dilakukan menunjukkan penurunan pada emisi CO sebanyak 2% - 26% dan CO2 1% - 3%, namun menunjukkan peningkatan pada HC dan NOx. Penggunaan campuran bensin dan bioetanol menurunkan tingkat konsumsi bahan bakar sebesar 3% - 6%. Serta memberikan peningkatan dalam uji prestasi (tipe karburator). Secara keseluruhan penggunaan campuran 10% etanol memberikan efek yang terbaik dalam pengujian ini.", "Daftar File": {"TA_Marshal_Mardiansyah_13102100.pdf": "https://digilib.itb.ac.id/gdl/download/154982", "TA_Marshal_Mardiansyah_13102100_Bab-I.pdf": "https://digilib.itb.ac.id/gdl/download/154983", "TA_Marshal_Mardiansyah_13102100_Bab-II.pdf": "https://digilib.itb.ac.id/gdl/download/154984", "TA_Marshal_Mardiansyah_13102100_Bab-III.pdf": "https://digilib.itb.ac.id/gdl/download/154986", "TA_Marshal_Mardiansyah_13102100_Bab-IV.pdf": "https://digilib.itb.ac.id/gdl/download/154987", "TA_Marshal_Mardiansyah_13102100_Bab-V.pdf": "https://digilib.itb.ac.id/gdl/download/154988"}, "Penulis": "Marshal Mardiansyah [13102100]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ir. Iman Kartolaksono Reksowardojo, M.Eng.", "Ir. Puji Lestari Ph.D", "Prof. Wiranto Arismunandar"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Premium Pada Motor Otto Sistem Karburator (7K) Dan Injeksi (1TR-FE)", "Sumber": "", "Staf Input/Edit": "D. Budina", "File": "6 file", "Tanggal Input": "06 Feb 2019"}