{"Nomor": 34169, "Judul": "STUDI OPTIMASI PROSES PRESIPITASI UNTUK MENYISIHKAN LOGAM Cr PADA PEMBUATAN PLAT CETAK", "Abstrak": "Pengolahan limbah cair mengandung logam krom telah banyak dilakukan saat ini.\nSalah satu pengolahan yang dapat dilakukan adalah presipitasi, namun proses ini\nbelum mencapai hasil penyisihan yang memuaskan. Studi ini dilakukan untuk\nmendapatkan efisiensi penyisihan logam krom dari limbah cair industri\npercetakan melalui proses presipitasi pada kondisi optimum agar dapat memenuhi\nbaku mutu air limbah industri. Proses presipitasi yang dilakukan terdiri atas tiga\ntahap, yaitu reduksi, presipitasi (netralisasi) dan sedimentasi. Studi ini terdiri atas\ndua tahap penelitian, yaitu penelitian dengan menggunakan limbah sintetis dan\npenelitian dengan menggunakan limbah cair industri percetakan. Pada penelitian\ndengan limbah sintetis, digunakan limbah cair sintetis krom dan tiga jenis variasi\npercobaan untuk mendapatkan kondisi optimum proses presipitasi, yaitu variasi\ndosis reagen pereduksi, pH proses presipitasi, jenis reagen, dan kondisi optimum\nakan diuji pada limbah sintetis dengan variasi konsentrasi logam krom limbah\nsintetis. Melalui percobaan dengan menggunakan variasi-variasi tersebut,\ndidapatkan hasil yaitu dosis optimum sebesar 100 mg/L, pH optimum sebesar 9\ndan reagen terpilih natrium metabisulfit. Hasil dari penelitian dengan limbah\nsintetis digunakan untuk penelitian menggunakan limbah cair asli dari industri\npercetakan. Hasil yang didapatkan dari pengolahan efluen air limbah industri\npercetakan menggunakan proses presipitasi pada kondisi optimum adalah\nefektivitas penyisihan krom sebesar 98,6% dan konsentrasi krom sebesar 0,0119\nmg/L. Nilai konsentrasi tersebut telah memenuhi baku mutu air limbah industri\nberdasarkan SK Gub No. 6 tahun 1999 untuk logam krom, yaitu 0,5 mg/L. Faktor\nyang berpengaruh dalam proses presipitasi limbah cair industri percetakan adalah\nperbedaan kelarutan dari variasi logam dan senyawa organik yang membentuk\nkompleks yang terkandung dalam limbah cair industri percetakan.", "Daftar File": {"2019_TA_PP_RICO_LEJIU_1-_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/154997", "2019_TA_PP_RICO_LEJIU_1-_DAFTAR_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/155003"}, "Penulis": "Rico Lejiu [15311045 ]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Prayatni Soewondo, MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Presipitasi, Reduksi, Penyisihan Krom", "Sumber": "TUGAS AKHIR Juli 2015", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "7 file", "Tanggal Input": "06 Feb 2019"}