{"Nomor": 34170, "Judul": "SINTESIS ADITIF OKSIDAN UNTUK HIGH DENSITY POLYETHYLENE  (HDPE)  DAN UJI BIODEGRADASINYA", "Abstrak": "Aditif oksidan merupakan salah satu jenis aditif yang dibuat dari logam transisi multivalent dan asam lemak untuk mempercepat proses degradasi pada plastik baik secara termal maupun dengan bantuan cahaya. Plastik yang mengandung aditif ini dinamakan plastik  oxo-degradable. Penelitian ini difokuskan pada sintesis aditif mangan stearat untuk aplikasi pada High Density Polyethylene (HDPE), dan pengaruhnya pada karakteristik HDPE termasuk kemampuan biodegradasinya. Mangan stearat telah disintesis melalui reaksi asam stearat dengan natrium hidroksida, dan natrium stearat yang terbentuk direaksikan dengan mangan klorida tetrahidrat membentuk mangan stearat dengan titik leleh\n100-110°C. Berdasarkan spektrum FTIR menunjukkan adanya puncak serapan pada bilangan gelombang sekitar 1560 cm-1 yang merupakan vibrasi asimetrik gugus fungsi dari C-O yang berikatan dengan mangan. Polimer oxo-biodegradasi dibuat melalui pencampuran HDPE dan aditif mangan stearat pada berbagai konsentrasi   dengan   metoda   pelelehan   polimer,   kemudian   diikuti   dengan\npenyinaran sinar UV atau pemanasan pada suhu 50?C dan 70?C selama 10 hari. Untuk mengetahui karakteristik polimer oxo-biodegradasi termasuk kemampuan biodegradasinya, pada penelitian ini dilakukan karakterisasi melalui analisis gugus fungsi (FTIR), sifat termal (TGA/DSC), analisa sifat mekanik (Tensil tester), sifat permukaan (SEM), serta analisis uji biodegradasi dengan menggunakan lumpur aktif. Penambahan aditif oksidan mangan stearat pada HDPE pada berbagai konsentrasi yang diikuti dengan penyinaran dengan sinar UV sampai dengan 10 hari  tidak  memperlihatkan  perubahan  yang  signifikan  pada  intensitas  puncak\nserapan pada daerah bilangan gelombang 1700-1800 cm-1 yang merupakan gugus\nfungsi karbonil, sedangkan yang diikuti dengan pemanasan pada suhu 50?C dan\n70?C selama 10 hari terjadi peningkatan intensitas puncak serapan gugus karbonil pada daerah 1700-1800 cm-1, dan semakin tinggi suhu pemanasan dan konsentrasi mangan stearat yang ditambahkan pada HDPE, intensitas serapan gugus karbonil semakin meningkat. Hasil ini menunjukkan aditif mangan stearat lebih aktif terhadap   pemanasan   dibandingkan   terhadap   penyinaran   dengan   sinar   UV.\nBerdasarkan  analisis  sifat  mekanik,  penambahan  aditif  mangan  stearat  pada HDPE yang diikuti dengan penyinaran dengan sinar UV dapat menurunkan sifat mekanik  HDPE  walaupun  pengaruhnya  tidak  sebesar  yang  diikuti  dengan\n \n\npemanasan pada suhu 50?C dan 70?C selama 10 hari, dan semakin tinggi konsentrasi aditif mangan stearat yang ditambahkan pada HDPE, nilai modulus Young semakin tinggi atau polimer menjadi semakin kaku. Hasil biodegradasi dengan mikroorganisme yang berasal dari lumpur aktif memperlihatkan bahwa persentase penurunan massa polimer semakin tinggi dengan meningkatnya waktu inkubasi dan konsentrasi aditif mangan stearat dalam HDPE. Kemampuan biodegradasi  polimer  dengan  penambahan  aditif  mangan  stearat  dan  diikuti dengan  pemanasan  pada  suhu  lebih  tinggi  teramati  lebih  baik  dibandingkan dengan diikuti dengan penyinaran dengan sinar UV. Persentase kehilangan massa polimer paling tinggi diperoleh pada penambahan aditif mangan stearat 0,2% pada HDPE yang diikuti dengan perlakuan termal pada suhu 70°C dan lama inkubasi\n45 hari dalam lumpur aktif.", "Daftar File": {"2014_TS_PP_NENY_RASNYANTI_M_ARAS_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/155004", "2014_TS_PP_NENY_RASNYANTI_M_ARAS_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/155005", "2014_TS_PP_NENY_RASNYANTI_M_ARAS_1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/155006", "2014_TS_PP_NENY_RASNYANTI_M_ARAS_1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/155007", "2014_TS_PP_NENY_RASNYANTI_M_ARAS_1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/155008", "2014_TS_PP_NENY_RASNYANTI_M_ARAS_1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/155009", "2014_TS_PP_NENY_RASNYANTI_M_ARAS_1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/155039", "2014_TS_PP_NENY_RASNYANTI_M_ARAS_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/155040"}, "Penulis": "Neny Rasnyanti M Aras [20512062]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. I Made Arcana, MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Mangan stearat, HDPE, Biodegradasi, Oxo-biodegradable polymers", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "06 Feb 2019"}