{"Nomor": 34174, "Judul": "PENGARUH PENGGUNAAN ETANOL 10% VOLUME PADA BAHAN BAKAR BENSIN TERHADAP EMISI GAS BUANG DAN KONSUMSI BAHAN BAKAR KENDARAAN HIBRIDA HONDA CIVIC", "Abstrak": "Kelangkaan minyak bumi diperkirakan akan terjadi pada 50 tahun mendatang dengan melihat cadangan minyak bumi saat ini dan laju konsumsi bahan bakar fosil dunia yang semakin meningkat tiap tahunnya. Sektor transportasi merupakan salah satu sektor dengan tingkat konsumsi minyak bumi terbesar yaitu sekitar 49% dari konsumsi minyak bumi total. Berbagai usaha telah dilakukan untuk mengurangi laju konsumsi ini, baik dari perkembangan teknologi kendaraan maupun penggunaan bahan bakar alternatif.  Tugas sarjana ini mengamati pengaruh penggunaan etanol sebagai bahan bakar alternatif yang menjanjikan di Indonesia terhadap kendaraan hibrida yang saat ini mulai mendapat perhatian dunia disebabkan oleh teknologi dan efisiensi penggunaan bahan bakar yang lebih baik. Pengujian dilakukan di laboratorium milik Balai Termodinamika dan Motor Propulsi (BTMP) berdasarkan standar pengujian emisi kendaraan ECE 83 dan ECE 101. Hasil pengujian menunjukkan penggunaan etanol pada bahan bakar bensin dengan konsentrasi 10% volume menurunkan emisi CO dan HC masing-masing 6,6% dan 27,8% akan tetapi meningkatkan emisi NOx sebesar 57,7%. Selain itu penggunaan etanol dalam pengujian menunjukkan sedikit penurunan konsumsi bahan bakar sebesar 2,4%.", "Daftar File": {"TA_VERY_AHMAD_-_13102092.pdf": "https://digilib.itb.ac.id/gdl/download/155032", "TA_VERY_AHMAD_-_13102092_Bab-I.pdf": "https://digilib.itb.ac.id/gdl/download/155034", "TA_VERY_AHMAD_-_13102092_Bab-II.pdf": "https://digilib.itb.ac.id/gdl/download/155035", "TA_VERY_AHMAD_-_13102092_Bab-III.pdf": "https://digilib.itb.ac.id/gdl/download/155036", "TA_VERY_AHMAD_-_13102092_Bab-IV.pdf": "https://digilib.itb.ac.id/gdl/download/155037", "TA_VERY_AHMAD_-_13102092_Bab-V.pdf": "https://digilib.itb.ac.id/gdl/download/155038"}, "Penulis": "VERY AHMAD [13102092 ]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ir. Iman Kartolaksono Reksowardojo, M.Eng.", "Prof. Wiranto Arismunandar", "Ir. Puji Lestari, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Pengaruh Penggunaan Etanol 10%", "Sumber": "", "Staf Input/Edit": "D. Budina", "File": "6 file", "Tanggal Input": "06 Feb 2019"}