{"Nomor": 34173, "Judul": "PENGEMBANGAN CARA PRAKTIS KOREKSI WAKTU PARAMETER PM10 UNTUK SAMPLING UDARA DALAM RANGKA PEMENUHAN BAKU MUTU UDARA AMBIEN", "Abstrak": "Dalam Peraturan Pemerintah nomor 41 tahun 1999, baku mutu udara ambien untuk parameter PM10 adalah 150 ?g/m3 dalam 24 jam pengukuran. Namun, faktor sumber daya manusia dan peralatan yang terbatas menjadi sebab dari pengukuran dalam waktu beberapa jam saja. Pada penelitian ini, dikembangkan bentuk prediksi konsentrasi 24 jam dari periode pengukuran tertentu menggunakan bermacam tipe model regresi. Selain itu, diperlukan validasi metode serta analisis ketidakpastian untuk menguji kebenaran dari pengukuran yang dilakukan. Limt deteksi (LOD) dan limit kuantifikasi (LOQ) masing-masing sebesar 3,5 ?g/m3 dan 5 ?g/m3. Dalam hal reproducibility, data PM10 dinyatakan dalam koefisien variasi (CV). Nilai CV dari pengukuran PM10 selama 24 jam adalah 19,6% sedangkan nilai CV dari pengukuran PM10 setiap 2 jam adalah 40,95%. Sebelum melakukan model regresi, sebuah kumpulan data, yang mana terdiri atas 7 data konsentrasi PM10 dari periode pengukuran tertentu, harus terdistribusi normal dan memiliki homogenitas variansi dengan konsentrasi 24 jamnya. Model dapat digunakan untuk aplikasi pengukuran ke depannya apabila korelasi model (nilai r) lebih besar daripada nilai r yang diketahui dari tabel Pearson. Standar error dari model tersebut diketahui untuk melihat simpangan nilai terhadap konsentrasi yang diprediksi. Kekurangan dari metode regresi ini adalah hanya rentang data terukur tertentu yang dapat diaplikasikan ke dalam model. Oleh karena itu, model-model dalam penelitian ini dapat digunakan pada pengukuran PM10 di kawasan roadside dengan kondisi sekitar yang serupa sehingga meningkatkan kemungkinan konsentrasi yang diukur untuk dapat dimasukkan ke dalam model.", "Daftar File": {"2019_TA_PP_FALDI_AHMAD_NUGRAHA_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/155026", "2019_TA_PP_FALDI_AHMAD_NUGRAHA_1-_DAFTAR_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/155033"}, "Penulis": "Faldi Ahmad Nugraha [15311051]", "Kontributor / Dosen Pembimbing": ["Dr.mont. Kania Dewi, S.T., M.T.", "Drs. Moh. Irsyad, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "ketidakpastian, konsentrasi PM10, model regresi, roadside sampling, validasi metode", "Sumber": "TUGAS AKHIR Maret  2016", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "7 file", "Tanggal Input": "06 Feb 2019"}