{"Nomor": 34187, "Judul": "KEMAMPUAN EKSTRAK ETANOL PROPOLIS (EEP) DALAM MENGINDUKSI REGENERASI SIRIP KAUDAL ZEBRAFISH (Danio rerio) HIPERGLIKEMIA MELALUI PENSINYALAN WNT KANONIK", "Abstrak": "Diabetes mellitus (DM) merupakan salah satu kelainan sindrom metabolik kompleks dengan tingkat mortalitas yang tinggi di dunia dan ditandai dengan kondisi hiperglikemia. Gangguan penyembuhan luka merupakan salah satu komplikasi jangka panjang yang diakibatkan oleh DM. Kondisi hiperglikemia menyebabkan penurunan regenerasi yang diketahui berkaitan dengan penurunan proliferasi. Jalur sinyaling Wnt kanonik merupakan salah satu jalur yang berperan dalam proliferasi, migrasi dan diferensiasi sel yang diketahui terlibat pada saat terjadi keterlambatan penyembuhan luka. Salah satu pendekatan yang dilakukan dalam pengembangan obat DM melalui kaskade sinyaling Wnt kanonik adalah penggunaan senyawa fitokimia sebagai alternatif terapi berbahan dasar alami. Ekstrak Etanol Propolis (EEP) dengan komponen fenoliknya diketahui memiliki aktivitas antikosidan yang tinggi dan diduga dapat menurunkan level glukosa darah dan meningkatkan regenerasi jaringan yang disertai peningkatan ekspresi gen ?-catenin dan LEF-1 dalam kaskade sinyaling Wnt pada proses regenerasi. Tujuan penelitian ini yaitu untuk menentukan peran EEP terhadap level glukosa darah zebrafish (Danio rerio) hiperglikemia akibat induksi alloxan, dan untuk mempelajari peran EEP terhadap regenerasi sirip kaudal zebrafish hiperglikemia serta pengaruhnya terhadap ekspresi gen ?-catenin dan LEF-1 pada level mRNA ditinjau melalui kaskade sinyaling Wnt kanonik. Penelitian ini menggunakan tujuh kelompok perlakuan, yaitu : kontrol (K), kontrol propilen glikol (KPG 1%) sebagai pelarut, kontrol propolis (KP 15 ppm), hiperglikemia (P1), hiperglikemia+propilen glikol 1% (P2), hiperglikemia+EEP 15 ppm (P3), hiperglikemia+metformin 10 ?l (P4), dengan 20 ekor zebrafish pada masing-masing kelompok perlakuan. Empat kelompok perlakuan dengan induksi hiperglikemia, dilakukan dengan cara\nii\nmemaparkan/merenangkan 20 ekor ikan zebrafish (10 zebrafish/akuarium) dalam larutan alloxan 400 mg/100 ml NaCl 0.45% dengan durasi 1 jam/hari selama 5 hari lalu dipindahkan kedalam 2 L larutan glukosa 2% dengan durasi 24 jam/hari selama 5 hari (penggantian larutan glukosa dilakukan setiap 24 jam sekali). Pemotongan sirip kaudal dilakukan satu hari pasca induksi hiperglikemia pertama dan dilanjutkan dengan memaparkan/merenangkan zebrafish pada masing-masing kelompok dalam larutan PG 1%, larutan EEP 15 ppm, dan larutan metformin 10 ?l selama 4 hari pasca amputasi hingga terjadi regenerasi pada sirip kaudal zebrafish. Pengukuran level glukosa darah dari 5 ekor ikan pada setiap kelompok perlakuan menggunakan glucometer dilakukan pada hari keempat pasca pemotongan sirip kaudal. Kuantifikasi regenerasi blastema pada sirip kaudal zebrafish dilakukan menggunakan software image J. Level glukosa darah dan regenerasi blastema sirip kaudal zebrafish dianalisis menggunakan uji normalitas dan ANOVA satu arah untuk mengetahui perbedaan signifikansi antar kelompok perlakuan, sedangkan analisis profil ekspresi gen ?-catenin, dan LEF-1 pada level mRNA dilakukan menggunakan RT-qPCR. Hasil penelitian menunjukkan bahwa konsentrasi EEP 15 ppm telah mampu menurunkan level glukosa darah secara signifikan (P<0,05) dari 339,4 mg/dL menjadi 243,2 mg/dL pada zebrafish hiperglikemia, namun penurunan tersebut belum termasuk kategori level glukosa darah normal. Konsentrasi EEP yang digunakan juga mampu meningkatkan persentase regenerasi blastema sirip kaudal secara signifikan (P<0,05) dan meningkatkan ekspresi gen ?-catenin, dan LEF-1. Berdasarkan hasil penelitian dapat disimpulkan bahwa konsentrasi EEP 15 ppm telah mampu menurunkan hiperglikemia, meskipun belum mencapai level glukosa darah normal dalam kurun waktu 4 hari dalam penelitian ini. Namun, konsentrasi EEP tersebut telah mampu meningkatkan regenerasi blastema sirip kaudal dan meningkatkan ekspresi relatif gen ?-catenin dan LEF-1 pada zebrafish hiperglikemia.", "Daftar File": {}, "Penulis": "Annisa Devi Indriani [21113032]", "Kontributor / Dosen Pembimbing": ["Dr. Anggraini Barlian, M.Sc.", "Dr. Indra Wibowo, S.Si., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "zebrafish, hiperglikemia, gangguan penyembuhan luka, regenerasi sirip kaudal, ekspresi gen, gen ?-catenin, gen LEF-1, ekstrak etanol propolis (EEP), sinyaling Wnt kanonik", "Sumber": "", "Staf Input/Edit": "agus slamet", "File": "1 file", "Tanggal Input": "06 Feb 2019"}