{"Nomor": 34181, "Judul": "PENGEMBANGAN SEDIAAN NANOKARIER ANTIKANKER YANG EFEKTIF BERDASARKAN SKRINING POTENSI INHIBISI EFFLUKS P-gp", "Abstrak": "Multi Drug Resistance (MDR) merupakan permasalahan pada terapi kanker.\nPenyebab utama resistensi adalah ekspresi protein P-glikoprotein (P-gp) yang\nsangat berlebih dan aktivitasnya menyebabkan effluks obat antikanker .Untuk\nmengatasi permasalahan ini, diperlukan penggunaan inhibitor MDR untuk\nmenekan aktivitas P-gp sehingga senyawa antikanker dapat dihantarkan secara\nefisien. Pengembangan sediaan nanokarier antikanker dapat memberikan\npenghantaran pasif mengikuti fenomena Enhanced Permeation and Retention\n(EPR) effect sehingga obat akan terakumulasi di jaringan tumor dan diharapkan\nakan menurunkan toksisitasnya pada jaringan normal. Beberapa polimer/eksipien\nseperti poloxamer, polietilen glikol (PEG), D-?-tokoferil polietilen glikol 1.000\nsuksinat, Cremophor EL, Solutol HS-15 , Brij-35, Peceol\n®\n(gliseril monooleat)\ndan dendrimer telah diteliti dapat menghambat aktivitas P-gp melalui beberapa\nmekanisme yang berbeda tetapi belum diketahui mekanisme dan polimer yang\npaling potensial dalam menghambat aktivitas P-gp. Sehingga perlu dilakukan\nskrining aktivitas inhibisi P-gp terhadap jalur mekanisme dan polimer yang potent\ndalam bentuk nanopartikel melalui uji in vitro pada kultur sel kanker. Tujuan dari\npenelitian ini adalah untuk mengungkap penghambatan aktivitas P-gp yang paling\npotensial dari nanokarier yang dibuat dari berbagai jenis polimer serta\nmenghasilkan sediaan nanokarier untuk antikanker yang lebih efektif pada sel\nkanker sehingga dapat mengatasi resistensi obat dengan menghambat aktivitas Pgp.\nPenelitian diawali dengan optimasi pembuatan nanokarier blanko untuk empat\npolimer terpilih yaitu Synperonic PE/P84 (P84), D-?-tokoferil polietilen glikol\n1.000 suksinat (TPGS), gliseril monooleat (GMO) dan PAMAM Dendrimer G5\n(PG5). Nanopartikel P84 dan TPGS dengan tipe misel polimerik dibuat dengan\nmetode hidrasi film-tipis dengan konsentrasi 1-10% menghasilkan rentang ukuran\npartikel berturut-turut 24-34 nm dan 21-27 nm dengan indeks polidispersitas 0,17-\n0,45 dan 0,24-0,43. Nanopartikel GMO dibuat dengan tipe dispersi liquid crystal\ndalam air atau cubosomes. Pembuatan nanopartikel dilakukan dengan\nultrasonikasi (2,5 menit) larutan GMO dalam etanol dengan Poloxamer 407\n(P407) dalam fasa air diperoleh formula optimal pada konsentrasi GMO 1%\ndengan P407 1% sebagai penstabil dengan ukuran 108,7 nm. PG5 merupakan\nii\nmolekul dendritik yang memiliki struktur tiga dimensi dengan rongga di bagian\ndalam. PG5 memiliki diameter 5,4 nm. Polimer PG5 tidak dilakukan optimasi\nnanokarier blanko karena polimer ini telah memiliki struktur tiga dimensi.\nSelanjutnya optimasi terhadap pembuatan nanopartikel menggunakan docetaxel\n(DTX) sebagai obat model memberikan hasil efisiensi penjeratan DTX untuk\nnanopartikel P84-DTX, TPGS-DTX, GMO-DTX dan PG5-DTX berturut-turut\n58,78±2,03, 91,56±7,30, 74,20 dan 5,87%. Karakterisasi dengan photon\ncorellation spectroscopy (PCS) untuk formula optimum masing-masing eksipien\ndihasilkan ukuran partikel berturut-turut 21,8±4,2, 29,0±0,8, 113,8 dan 14,69±2,7\nnm. Potensial zeta -9,06 - +22,78 mV. Morfologi dari masing-masing\nnanopartikel menunjukkan bentuk yang sferis kecuali nanopartikel DTX-GMO\nyang memiliki kecenderungan bentuk kubik.\nUji sitotoksisitas in vitro pada sel MCF7 dengan metode MTT menunjukkan\nnanopartikel P84-DTX, TPGS-DTX, GMO-DTX dan PG5-DTX dapat\nmeningkatkan sitotoksisitas DTX berturut-turut 2,3; 8,8; 8,4 dan 1,9 kali\ndibandingkan sitotoksisitas DTX kontrol.\nPembuatan sel MCF7 resisten terhadap DTX yang dilakukan dengan metode\npeningkatan dosis paparan DTX secara bertahap menghasilkan sel MCF7 resisten\n(MCF7/R) dengan nilai IC50 4,7 kali lebih tinggi dan memiliki ekspresi P-gp tiga\nkali lebih tinggi dibanding IC50 sel MCF7 normal. Selanjutnya digunakan untuk\npengujian terkait resistensi yang berkaitan dengan peningkatan ekspresi P-gp.\nUji imunositokimia untuk visualisasi ekspresi P-gp menunjukkan perlakuan\ndengan nanokarier GMO, P84 dan PG5 secara kualitatif mampu menurunkan\njumlah sel MCF7/R yang mengekspresi P-gp. Sedangkan pada uji kuantifikasi\nekspresi P-gp menggunakan metode flowcytometry, perlakuan dengan masingmasing nanokarier, hanya perlakuan dengan nanokarier GMO yang dapat\nmenurunkan kadar P-gp secara bermakna.\nPenurunan aktivitas P-gp oleh masing-masing nanokarier ditentukan melalui uji\nmultidrug resistance dengan menentukan uptake senyawa calcein acetoxymethyl\nester (calcein-AM) ke dalam sel MCF7 dan MCF7/R. Hasil uji menunjukkkan\ntidak terjadi perubahan uptake calcein-AM pada sel MCF7 sementara pada sel\nMCF7/R perlakuan dengan nanokarier GMO, PG5, P84 dan TPGS dapat\nmeningkatkan uptake calcein-AM secara bermakna yang menandakan bahwa\nnanokarier tersebut mampu menurunkan ekspresi P-gp. Hasil uji tersebut juga\nmenunjukkan bahwa nanokarier GMO memiliki kemampuan yang paling baik\ndalam menurunkan ekspresi P-gp.\nPada akhir penelitian ini telah dihasilkan sediaan cubosome DTX-GMO yang\nmemiliki ukuran berkisar 100 nm , potensi sitotoksisitas lebih baik dan dapat\nmenurunkan ekspresi P-gp sehingga diharapkan dapat dikembangkan sebagai\nnanokarier untuk mengatasi resistensi pada terapi kanker.", "Daftar File": {"2018_DS_PP_MUH__AGUS_SYAMSUR_RIJAL_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/155060", "2018_DS_PP_MUH__AGUS_SYAMSUR_RIJAL_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/155061", "2018_DS_PP_MUH__AGUS_SYAMSUR_RIJAL_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/155063", "2018_DS_PP_MUH__AGUS_SYAMSUR_RIJAL_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/155064", "2018_DS_PP_MUH__AGUS_SYAMSUR_RIJAL_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/155066", "2018_DS_PP_MUH__AGUS_SYAMSUR_RIJAL_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/155067", "2018_DS_PP_MUH__AGUS_SYAMSUR_RIJAL_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/155068"}, "Penulis": "Muh Agus Syamsur Rijal [30712007]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Yeyet Cahyati Soemirtapura", "Dr. Diky Mudhakir, S.Si., M.Si."], "Jenis Koleksi": "Disertasi", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "multidrug resistance (MDR), ekspresi P-gp, docetaxel, nanokarier (P84, TPGS, GMO, PG5), uji imunositokimia, flowcytometry, uptake calcein-AM.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "7 file", "Tanggal Input": "06 Feb 2019"}