{"Nomor": 34195, "Judul": "ANALISIS MODEL KETAHANAN HIDUP NON-PARAMETRIK DENGAN METODE KAPLAN-MEIER UNTUK DATA ASURANSI JIWA", "Abstrak": "Analisis ketahanan hidup (Survival Analysis) merupakan analisis statistika khusus yang digunakan untuk menganalisis data yang variabelnya berkaitan dengan waktu hingga munculnya suatu kejadian. Dalm tugas akhir ini, analisis ketahanan hidup digunakan untuk menganalisis waktu sampai seseorang meninggal, karena dalam dunia asuransi jiwa penting untuk mengetahui peluang kematian seseorang pada waktu tertentu. Secara Non-parametrik, metode Kaplan-Meier merupakan metode yang populer digunakan untuk data sensor, serta dapat memberikan proporsi ketahanan hidup yang pasti karena menggunakan waktu ketahanan hidup secara tepat, bukan berdasarkan kelas interval. Tujuan utama dari Tugas Akhir ini adalah mempelajari dan menganalisis estimasi fungsi ketahanan hidup dari data real perusahaan asuransi jiwa di Kanada yang terdiri dari pasangan pemegang polis pria dan wanita. Dengan metode ini diperoleh estimasi untuk fungsi ketahahan hidup, yang dapat disajikan dalam grafik fungsi ketahanan hidup dan tabel mortalita. Untuk estimasi selang fungsi ketahanan hidup tersebut dapat menggunakan Greenwood formula dengan hasil estimasi selang yang cukup kecil. Hasil uji menggunakan Log-rank diperoleh bahwa, fungsi ketahan hidup pria dan wanita tidak sama. Pria memiliki laju kematian lebih besar dibandingkan dengan wanita.", "Daftar File": {"2015_TA_PP_WINDA_RIANI_1-PUSTAKA_.pdf": "https://digilib.itb.ac.id/gdl/download/155136"}, "Penulis": "Winda Riani [10111093]", "Kontributor / Dosen Pembimbing": ["Udjianna Sekteria Pasaribu, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Mathematics", "Kata Kunci": "Analisis ketahanan hidup, Asuransi jiwa, Data sensor, Kaplan–Meier, Uji log–rank.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "06 Feb 2019"}