{"Nomor": 34190, "Judul": "KAJIAN KRISTALOGRAFIK CAMPURAN OBAT LOPINAVIR DAN RITONAVIR", "Abstrak": "Perlakuan secara fisik terhadap bahan obat dan campurannya, baik berupa\npenggilingan, peleburan maupun pengeringan seringkali disengaja dalam sebuah\nformulasi sediaan obat untuk meningkatkan kelarutan dan kompaktibilitas bahan\naktifnya. Lopinavir (LPV) dan ritonavir ( RTV) adalah obat anti virus yang\ndigunakan dalam bentuk kombinasi yang formulasinya dibuat dengan tehnik hot\nmelt extrusion (HME) dengan penambahan eksipien (kopovidon, PEG, sodium\nstearil fumarat). HME adalah tehnik pencampuran, penggilingan, peleburan serta\npengecilan ukuran partikel dalam satu proses. Penelitian ini berupaya\nmengungkap interaksi antara LPV dan RTV akibat peleburan, penggilingan dan\nkompresi. Kombinasi bahan aktif farmasi (BAF) dapat menunjukkan fenomena\ninteraksi intermolekuler seperti halnya kombinasi LPV dan RTV yang diprediksi\nterjadi secara teoritis. Pada penelitian ini juga diungkap fenomena transformasi\nfasa antara LPV-RTV dan interaksi LPV dengan berbagai koformer seperti:\nsistein, taurin, valin, asam orotik, asam barbiturat dalam pelarut aseton, etil asetat,\ndietil eter dan sikloheksan.\nPerlakuan awal untuk mengetahui adanya interaksi antara LPV-RTV adalah\npeleburan campuran LPV-RTV (1:1) dan hasilnya dikarakterisasi dengan sinar-X\nserbuk dan analisis termal DSC (differential scanning calorimetric). Tahap kedua\ndibuat campuran LPV-RTV berbagai fraksi molar dikarakterisasi menggunakan\ndifferential thermal analysis (DTA) dan dibuat diagram fasanya. Langkah\nselanjutnya LPV, RTV dan campurannya (1:1) dibuat dalam dua bets, pertama\ndigiling dengan mortar grinder selama 5-60 menit dan kedua dikompresi dengan\ntekanan 37,5 - 187,5 MPa. Keberadaan transformasi fasa pada LPV, RTV dan\ncampurannya (1:1) dikarakterisasi dan dianalisis menggunakan difraksi sinar-X\nserbuk, DSC, scanning electron microscope (SEM), Fourier transfer infrared\n(FT-IR) serta Raman.\nHasil penggilingan LPV lebih dari 5 menit menjadi amorf, sedangkan RTV tetap\nkristalin dan campuran LPV-RTV merupakan perpaduan amorf dan kristalin\nberdasarkan difraktogram sinar-X serbuk. Termogram DSC LPV melebur dengan\ndua puncak endotermik (81,13 dan 99,35\no\nC) sedangkan RTV hanya satu dan\ntajam (124,7\no\nC). Peleburan LPV, RTV dan LPV-RTV(1:1) berturut-turut pada\n100, 130 dan 100\no\nC tidak ada perubahan fasa baru. Profil diagram fasa campuran\nLPV-RTV berbagai fraksi molar menunjukkan suhu lebur campuran berada\nii\ndiantara suhu lebur masing-masing. Penggilingan serbuk LPV, RTV dan LPV-\nRTV (1:1), menyebabkan penurunan suhu lebur kecuali pada penggilingan RTV\ntunggal. Perubahan puncak endotermik analisis DSC hasil kompresinya hampir\ntidak ada. Penggilingan LPV selama 60 menit menghasilkan spektra IR (puncak\nbilangan gelombang 3374, 1661 cm\n-1\n) dan Raman (1664 cm\n-1\n) yang melebar\nmenunjukkan pola bentuk padatan amorf, sedangkan penggilingan RTV selama\n60 menit tidak mengalami pelebaran puncak vibrasi. Penggilingan selama 60\nmenit campuran LPV-RTV menghasilkan spektra IR dan Raman seperti gabungan\nspektra komponen masing-masing. Analisis spektroskopi hasil kompresi LPV ,\nRTV dan LPV-RTV(1:1) muncul vibrasi spektra IR yang kuat pada bilangan\ngelombang 1703 cm\n-1\n(LPV), 1659 cm\n-1\n(RTV) dan 3357, 3329 cm\n-1\n(LPV-RTV),\nsedangkan pada spektra Raman tidak ada perubahan. Perubahan morfologi serbuk\nLPV, RTV dan campuran keduanya secara nyata ditunjukkan oleh fotomikrograf\nSEM setelah penggilingan lebih dari 5 menit. Fotomikrograf SEM hasil kompresi\nLPV menunjukkan padatan yang kompak dibandingkan lainnya.\nBerdasarkan fenomena yang telah dijelaskan di atas, menunjukkan bahwa LPV\ndan RTV tidak terjadi interaksi, maka langkah selanjutnya dilakukan teknik\nrekayasa kristal dengan cara LPV dicampur koformer sebagai pengganti RTV.\nPencampuran LPV dengan koformer melalui metode pencampuran basah selalu\ndihasilkan transformasi fasa berupa solvat LPV dari pelarut yang digunakan.\nSolvat LPV yang dihasilkan (LPV aseton, LPV etilasetat, LPV sikloheksan dan\nLVP dietil eter) dikarakterisasi menggunakan XRD kristal tunggal dan XRD-DSC\nsimultan dan dikompresi untuk mengetahui tabletabilitasnya. Karakterisasi XRD\nkristal tunggal dihasilkan beberapa struktur kristal tunggal solvat LPV yang\nditunjukkan dari data ekstensi cif (crystallographic information file) yang belum\npernah dipublikasikan sebelumnya. Data cif solvat LPV menunjukkan bahwa\nspace group (P212121) dan sistem kristal ortorombik. Pelarut yang terikat di\ndalam solvat LPV sangat sulit dilepaskan dengan cara penguapan sederhana, hal\nini ditunjukkan dari difraktogram DSC-XRD simultan, kecuali pelarut pada LPV\n(hidrat).\nTabletabilitas LPV, RTV, campuran LPV-RTV dan solvat LPV berbeda satu\ndengan lainnya. LPV dan campuran LPV-RTV mempunyai tensile strength lebih\ntinggi pada tekanan kompresi yang sama dibandingkan RTV. Keberadaan bidang\nluncur pada LPV di hkl (002) menyebabkan LPV bersifat deformasi plastis.\nUrutan tabletabilitas hidrat/solvat LPV adalah LPV aseton < LPV sikloheksan <\nLPV dietil eter < hidrat LPV < LPV etil asetat.\nPenggilingan 30 menit LPV dan dalam campuran RTV mempunyai DE120 paling\nbesar. Hasil semua uji disolusi DE120 tidak mencapai 50%, baik LPV dalam\nkeadaan tunggal, campuran dengan RTV maupun dalam bentuk solvat LPV.", "Daftar File": {"2018_DS_PP_ARIF_BUDI_SETIANTO_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/155093", "2018_DS_PP_ARIF_BUDI_SETIANTO_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/155094", "2018_DS_PP_ARIF_BUDI_SETIANTO_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/155095", "2018_DS_PP_ARIF_BUDI_SETIANTO_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/155096", "2018_DS_PP_ARIF_BUDI_SETIANTO_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/155104", "2018_DS_PP_ARIF_BUDI_SETIANTO_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/155106", "2018_DS_PP_ARIF_BUDI_SETIANTO_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/155109"}, "Penulis": "Arif Budi Setianto [30712013]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Sundani Nurono", "Veinardi Suendo,Ph.D"], "Jenis Koleksi": "Disertasi", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "lopinavir, ritonavir, peleburan, penggilingan, kompresi, kristal tunggal, tabletabilitas.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "7 file", "Tanggal Input": "06 Feb 2019"}