{"Nomor": 34197, "Judul": "EKSPLORASI DESAIN STRUKTUR TENSEGRITY DAN PENERAPANNYA PADA ATAP TRIBUN TIMUR STADION SEPAKBOLA SILIWANGI BANDUNG", "Abstrak": "Penelitian ini dilatarbelakangi oleh kebutuhan akan pengembangan\nstruktur tensegrity yang berhubungan dengan penerapannya pada bidang\narsitektur, ditinjau dari kelebihan, proses penghasilan bentuk, dan bagaimana\npenerapan struktur tensegrity pada kasus nyata. Struktur tensegrity adalah sistem\nstruktur yang muncul sekitar 80 tahun silam dan ditemukan oleh 3 orang ahli\nyang berbeda profesi, yaitu Buckminster Fuller, George D Emmerich dan\nKenneth Snelson. Struktur tensegrity telah menambah kekayaan varian sistem\nstruktur di dunia desainer, insinyur dan arsitek, meskipun konsep sistem struktur\ntersebut bukan muncul dari dunia industri konstruksi, melainkan dari dunia seni.\nTensegrity kepanjangan dari tensile and integrity, dimana elemen-elemennya\nhanya menerima gaya tarik atau tekan untuk membentuk suatu kestabilan\ntertentu, tetapi elemen tekannya tidak bertemu satu dengan lainnya. Meskipun\nsetiap elemen hanya menerima satu gaya tarik atau tekan, namun merangkai\nelemen tekan dalam suatu jejaring kabel tarik tidaklah mudah. Diperlukan\npendekatan khusus di dalam mendesain struktur ini. Tujuan perancangan ini\nadalah untuk menghasilkan suatu naungan tribun stadion sepak bola\nmenggunakan struktur tensegrity melalui proses eksplorasi yg dilengkapi dengan\npenjelasan proses pencarian bentuknya. Tujuan tersebut dicapai melalui proses\nsimulasi maket studi dengan metode form controlled model. Hasil eksplorasi\nmenunjukkan bahwa proses desain dengan metode form controlled model\nmemiliki kelebihan di dalam pengembangan ide gagasan dan bersifat fleksibel\nkarena mengandalkan intuisi yang kuat, sehingga metode ini tepat bila dipilih\nberdasarkan alasan arsitektural. Akan tetapi, demi pencapaian hasil yang\nmaksimal dan akurat dapat dilakukan studi lebih lanjut dengan metode force\ncontrolled model.", "Daftar File": {"2014_TS_PP_RARASATI_INTAN_WIDURI_1-COVER1.pdf": "https://digilib.itb.ac.id/gdl/download/155137", "2014_TS_PP_RARASATI_INTAN_WIDURI_1-BAB_11.pdf": "https://digilib.itb.ac.id/gdl/download/155138", "2014_TS_PP_RARASATI_INTAN_WIDURI_1-BAB_21.pdf": "https://digilib.itb.ac.id/gdl/download/155142", "2014_TS_PP_RARASATI_INTAN_WIDURI_1-BAB_31.pdf": "https://digilib.itb.ac.id/gdl/download/155144", "2014_TS_PP_RARASATI_INTAN_WIDURI_1-BAB_41.pdf": "https://digilib.itb.ac.id/gdl/download/155146", "2014_TS_PP_RARASATI_INTAN_WIDURI_1-BAB_51.pdf": "https://digilib.itb.ac.id/gdl/download/155147", "2014_TS_PP_RARASATI_INTAN_WIDURI_1-BAB_61.pdf": "https://digilib.itb.ac.id/gdl/download/155149", "2014_TS_PP_RARASATI_INTAN_WIDURI_1-PUSTAKA1.pdf": "https://digilib.itb.ac.id/gdl/download/155151"}, "Penulis": "Rarasati Intan Widuri [25212024]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Andry Widyowijatnoko,ST,MT.", "Permana, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "struktur tensegrity, tribun stadion sepakbola, metode form controlled model.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "06 Feb 2019"}