{"Nomor": 34196, "Judul": "HUBUNGAN ANTARA RANCANGAN HUNIAN SEWA DAN INTERAKSI SOSIAL MAHASISWA STUDI KASUS: HUNIAN SEWA MAHASISWA UNIVERSITAS GADJAH MADA, YOGYAKARTA", "Abstrak": "Peningkatan jumlah mahasiswa di Indonesia serta keterbatasan pihak Perguruan Tinggi dalam menampung seluruh mahasiswa di dalam asrama menyebabkan bisnis hunian sewa di sekitar lingkungan Perguruan Tinggi semakin berkembang dengan pesat. Mahasiswa, yang memasuki fase dewasa muda, memiliki karakteristik yang khas dimana pertemanan mempunyai arti yang sangat penting. Pemillik ataupun perancang dari hunian sewa kemudian menyediakan fasilitas bersama yang dapat digunakan oleh para penghuni sebagai ruang sosial. Namun karena belum adanya kebijakan mengenai perancangan hunian sewa yang memadai, keberhasilan rancangan tersebut dalam mewadahi aktivitas sosial mahasiswa masih diragukan. Dikhawatirkan akibat dari ruang sosial yang tidak dirancang dengan baik akan mengakibatkan interaksi sosial antar penghuni di hunian sewa tidak terjalin secara maksimal. Penelitian terdahulu yang membahas hubungan rancangan hunian sewa mahasiswa terhadap pembentukan interaksi sosial lebih banyak membahas hunian sewa yang bersifat formal yaitu asrama. Asrama memiliki rancangan, serta penyediaan fasilitas yang sangat berbeda dengan jenis hunian sewa mahasiswa yang berkembang saat ini, sehingga diduga pembentukan interaksi sosial penghuni didalamnya pun akan berbeda. Penelitian sebelumnya yang membahas mengenai hunian sewa mahasiswa di Indonesia seperti bangunan kost juga lebih banyak membahas pada aspek perancangan, dan tidak menekankan pada aspek perilaku interaksi sosial. Penelitian ini bertujuan untuk mengidentifikasi rancangan hunian sewa mahasiswa yang dapat membentuk interaksi sosial mahasiswa, baik dari dimensi kuantitas interaksi sosial maupun kualitas interaksi sosial. Selain itu akan dilihat pula peran ranah perkenalan dan faktor non-spasial seperti karakteristik responden, social similarity dan harga sewa. Hunian-hunian yang disewa para mahasiswa di sekitar lingkungan Universitas Gadjah Mada Yogyakarta dipilih sebagai studi kasus.\nPenelitian ini dirancang dengan menggunakan metode campuran (mix-method) yang bersifat eksploratif dan terdiri dari dua tahapan penelitian yang sama-sama menggabungkan penelitian kualitatif dan kuantitatif. Tahap pertama penelitian bertujuan untuk mengidentifikasi data-data dasar agar dapat digunakan pada tahap penelitian selanjutnya. Tahap akhir penelitian bertujuan untuk memperkaya informasi dari penelitian tahap awal\nii\nsehingga akan diketahui struktur hubungan antar variabel penelitian secara lebih sistematis. Hasil analisis dari penelitian akan digunakan untuk menyusun kriteria perancangan hunian sewa yang dapat meningkatkan interaksi sosial mahasiswa. Metode sampling ditahap penelitian awal dan akhir sama-sama menggunakan teknik non-random purposive sampling. Metode pengumpulan data ditahap penelitian awal adalah dengan pembagian kuesioner secara langsung yang didominanasi pertanyaan terbuka. Di tahap akhir metode pengumpulan data menggunakan kuesioner dengan pertanyaan tertutup dan observasi langsung ke hunian sewa mahasiswa. Seluruh data dianalisis dengan metode kualitatif dan kuantitatif. Rancangan dari hunian sewa, mulai dari jenis hunian sewa, jumlah lantai, hingga tipologi konfigurasi spasial, ditemukan memiliki hubungan dengan pembentukan interaksi sosial mahasiswa, baik dari dimensi kuantitas maupun kualitas. Hasil analisis menunjukkan bahwa rancangan hunian sewa yang paling berpotensi untuk menciptakan kuantitas dan kualitas interaksi sosial yang positif adalah jenis rumah (bersama atau tanpa pemilik), hunian berlantai rendah (1-2 lantai), dan memiliki tipologi kompak dengan karakteristik spasial klaster kamar pendek, bentuk dasar bangunan point, posisi area bersama yang tunggal-tengah, dan/atau posisi area outdoor tunggal-tepi. Namun, jenis rumah (bersama atau tanpa pemilik) juga memiliki kecenderungan untuk memicu kualitas interaksi sosial yang negatif. Dari hasil penelitian tersebut kemudian didapatkan kriteria rancangan hunian sewa yang memiliki kecenderungan dapat membentuk interaksi sosial yang positif diantara penguhuninya, yakni centralization (sentralisasi), proximity (kedekatan) dan transition (transisi). Sentralisasi adalah desain yang terpusat atau memiliki pusat yang sama; Kedekatan adalah jarak capai ruang yang dekat; dan Transisi adalah adanya peralihan dari setiap zonasi ruang. Selain itu, ditemukan pula hubungan antara ranah perkenalan, yang meliputi tempat kegiatan bersama (shared activity sites) dan aksesibilitas menuju tempat kegiatan bersama (functional distance), dengan pembentukan interaksi sosial mahasiswa. Di dalam hunian sewa, yang memiliki kecenderungan terbesar menjadi ranah perkenalan untuk pembentukan interaksi sosial mahasiswa yang positif adalah area semi-publik atau fasilitas bersama pada area pusat hunian (ruang makan dan ruang santai), area sanitasi (kamar mandi komunal dan ruang cuci), dan area privat (unit kamar). Faktor non-spasial karakteristik reponden, social similarity dan harga sewa, juga memiliki hubungan dengan pembentukan interaksi sosial mahasiswa. Karakteristik responden, yakni jenis kelamin dan lama tinggal tidak berhubungan dengan kuantitas interaksi, tetapi berhubungan dengan kualitas interaksi sosial yang netral hingga positif. Social similarity, baik dari jenis penghuni hunian sewaataupun alasan pertemanan memiliki hubungan dengan kuantitas dan kualitas interaksi sosial yang netral hingga positif. Harga sewa memiliki hubungan dengan kuantitas yang tinggi dan kualitas interaksi sosial yang positif.", "Daftar File": {"2016_TS_PP_BUNGA_SAKINA_1-ACOVER.pdf": "https://digilib.itb.ac.id/gdl/download/155124", "2016_TS_PP_BUNGA_SAKINA_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/155127", "2016_TS_PP_BUNGA_SAKINA_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/155129", "2016_TS_PP_BUNGA_SAKINA_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/155135", "2016_TS_PP_BUNGA_SAKINA_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/155139", "2016_TS_PP_BUNGA_SAKINA_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/155140", "2016_TS_PP_BUNGA_SAKINA_1-BAB_6.pdf": "https://digilib.itb.ac.id/gdl/download/155141", "2016_TS_PP_BUNGA_SAKINA_1-BAB_7.pdf": "https://digilib.itb.ac.id/gdl/download/155143", "2016_TS_PP_BUNGA_SAKINA_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/155145"}, "Penulis": "Bunga Sakina [25214012]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Hanson Endra Kusuma, S.T., M.Eng.", "Dr. Allis Nurdini, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "mahasiswa, rancangan hunian sewa mahasiswa, interaksi sosial, kuantitas interaksi sosial, kualitas interaksi sosial, ranah perkenalan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "06 Feb 2019"}