{"Nomor": 34205, "Judul": "REPRESENTASI NILAI KEISLAMAN DAN BUDAYA MINANGKABAU DALAM DESAIN MASJID RAYA SUMATERA BARAT", "Abstrak": "Melalui kegiatan sayembara, sejumlah desain inovatif yang merepresentasikan kelokalan mulai bermunculan di Kota Padang, salah satunya adalah Masjid Raya Provinsi Sumatera Barat. Penelitian ini bertujuan untuk menilik proses kreatif arsitek dalam mendesain masjid; melihat penerimaan masyarakat terhadap masjid; dan mengungkap keterkaitan antara proses kreatif arsitek dan respon masyarakat terhadap produk representasi arsitektural tersebut. Data dikumpulkan melalui wawancara terbuka dengan: arsitek, untuk mengungkap proses desain; dewan juri, untuk memperoleh kriteria penjurian; dan masyarakat, untuk melihat tingkat penerimaan desain. Subjek wawancara, dewan juri dan masyarakat dipilih secara purposive. Masyarakat dipilih dengan kriteria utama sudah pernah berkunjung ke masjid. Data wawancara disalin secara verbatim, untuk kemudian dianalisis melalui metode coding dan clustering.\nPenelitian ini menunjukkan bahwa proses kreatif arsitek terbagi atas empat tahap utama: pemahaman proyek, konseptualisasi desain, pengembangan desain, dan proses sintesis sejumlah gagasan, yaitu gagasan keislaman, kelokalan Minangkabau, dan gagasan arsitektural. Penelitian ini juga mengungkap bahwa masyarakat cenderung memberikan apresiasi terhadap kebaruan bentuk dan dekorasi desain, serta kesan monumental bangunan. Dari aspek keislaman, apresiasi muncul dari penggunaan dekorasi Islam, sementara pada aspek kelokalan, yang paling diapresiasi adalah kesan gonjong pada bentuk bangunan dan kesan kelokalan pada dekorasi eksterior.\nPenelitian ini menyimpulkan bahwa terdapat banyak kesesuaian antara konsep representasi arsitek dan konsep yang diterima oleh masyarakat. Kesesuaian ini menunjukkan adanya hubungan timbal-balik; bahwa arsitek membaca dan mengambil nilai-nilai dalam masyarakat untuk direpresentasikan dalam desain, dan sebaliknya, masyarakat membaca desain yang dihasilkan untuk kemudian direfleksi balik terhadap diri mereka.", "Daftar File": {"2016_TS_PP_FENI_KURNIATI_1-COVER1.pdf": "https://digilib.itb.ac.id/gdl/download/155186", "2016_TS_PP_FENI_KURNIATI_1-BAB_11.pdf": "https://digilib.itb.ac.id/gdl/download/155189", "2016_TS_PP_FENI_KURNIATI_1-BAB_21.pdf": "https://digilib.itb.ac.id/gdl/download/155191", "2016_TS_PP_FENI_KURNIATI_1-BAB_31.pdf": "https://digilib.itb.ac.id/gdl/download/155194", "2016_TS_PP_FENI_KURNIATI_1-BAB_41.pdf": "https://digilib.itb.ac.id/gdl/download/155196", "2016_TS_PP_FENI_KURNIATI_1-BAB_51.pdf": "https://digilib.itb.ac.id/gdl/download/155198", "2016_TS_PP_FENI_KURNIATI_1-BAB_61.pdf": "https://digilib.itb.ac.id/gdl/download/155199", "2016_TS_PP_FENI_KURNIATI_1-BAB_71.pdf": "https://digilib.itb.ac.id/gdl/download/155200", "2016_TS_PP_FENI_KURNIATI_1-PUSTAKA1.pdf": "https://digilib.itb.ac.id/gdl/download/155203"}, "Penulis": "Feni Kurniati [25214015]", "Kontributor / Dosen Pembimbing": ["Dr.Ir. Iwann Sudradjat, MSA.", "Dr.Eng. Bambang Setia Budi, ST, MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "representasi, arsitektur, proses desain, kandungan keislaman, kandungan kelokalan, penerimaan masyarakat", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "06 Feb 2019"}