{"Nomor": 34227, "Judul": "PENGARUH PENAMBAHAN ABU TERBANG DAN RADIASI LASER PADA ELEKTRODA BERBASIS KARBON UNTUK ANALISIS VOLTAMMETRI TERHADAP DOPAMIN DENGAN ADANYA ASAM ASKORBAT", "Abstrak": "Dopamin  (DA)  merupakan  senyawa  katekolamin  yang  memainkan  peranan penting sebagai neurotransmitter dalam sistem syaraf pusat. Kadar DA dihubungkan dengan beberapa penyakit seperti Skizofrenia dan Parkinson. Akibatnya, penentuan DA dan senyawa katekolamin lainnya yang terkait, sangat diperlukan dalam studi neurokimia dan otak. Oleh karena itu, pengembangan metode yang akurat, cepat, dan sederhana untuk penentuan konsentrasi DA menjadi sangat penting.\n\nMetode elektrokimia seperti voltammetri dapat digunakan untuk penentuan DA karena DA merupakan senyawa yang elektroaktif. Akan tetapi, penentuan DA secara voltammetri diperumit oleh adanya senyawa asam askorbat (AA) dengan konsentrasi relatif tinggi di dalam cairan tubuh. AA dioksidasi pada potensial yang berdekatan dengan potensial oksidasi DA  pada hampir semua elektroda padat. Akibatnya, respon voltammetri yang tumpang tindih antara DA dan AA sangat menghambat penentuan konsentasi DA secara akurat.\n\nPengembangan berbagai elektroda untuk penentuan DA di dalam sampel yang mengandung AA masih menjadi salah satu topik yang menarik untuk dikembangkan   dalam   bidang   elektroanalitik.   Berbagai   metode   modifikasi elektroda seperti pelapisan permukaan elektroda dengan polimer, penambahan elektrokatalis ke dalam permukaan elektroda, dan penggunaan berbagai enzim sebagai biokatalis telah dipelajari untuk memisahkan puncak DA dan AA. Akan tetapi, beberapa elektroda tersebut memiliki kekurangan seperti penggunaan zat pemodifikasi yang mahal, proses modifikasi yang kompleks, dan proses memperbarui (renewed) permukaan elektroda yang rumit. Oleh karena itu, pengembangan elektroda yang dimodifikasi, yang dapat digunakan untuk analisis DA secara selektif dalam keberaadaan AA masih sangat diperlukan.\n\nBerdasarkan studi sebelumnya mengenai penggunaan zeolit dan silika gel untuk modifikasi elektroda pasta karbon (EPK), dalam penelitian ini abu terbang (AT) digunakan   sebagai   zat   pemodifikasi   EPK   untuk   penentuan   DA   secara\n \n\nvoltammetri. AT merupakan material yang menarik yang tersusun dari aluminosilika sebagai komponen utamanya serta diharapkan memiliki sifat yang serupa dengan zeolit dan silika gel sebagai pemodifikasi EPK.\n\nDalam penelitian ini, dipelajari efek penambahan AT pada EPK untuk penentuan DA dengan adanya AA. Penambahan AT pada EPK mampu meningkatkan selektivitas penentuan DA dengan adanya AA. Puncak oksidasi AA pada EPK sangat berdekatan dengan puncak oksidasi DA dan tidak dapat dipisahkan. Dalam kasus EPK yang dimodifikasi dengan AT, puncak oksidasi AA menurun secara signifikan sedangkan DA masih memiliki tinggi puncak oksidasi yang mirip dengan puncak oksidasi DA dalam kasus EPK. Dalam larutan bufer fosfat pH 7,0, beberapa  gugus  fungsi  silanol  pada  AT  mengalami  deprotonasi  yang menghasilkan permukaan elektroda menjadi bermuatan negatif.  Pada pH ini, DA yang memiliki nilai pKa1 sebesar 8,9 menjadi bermuatan positif dan akan ditarik ke permukaan elektroda, sedangkan AA bermuatan negatif (pKa1  = 4,02) dan akan ditolak oleh elektroda. Kondisi optimum untuk penentuan DA menggunakan EPK-AT telah diteliti. Nilai pH optimum untuk penentuan DA adalah 7,0. Kurva kalibrasi linear untuk DA  diperoleh pada rentang konsentrasi 1  µM -  1  mM dengan limit deteksi (3?) 0,22 µM. Elektroda ini telah diaplikasikan untuk menentukan kadar DA  dalam sampel plasma darah. Akurasi pengukuran DA dalam sampel plasma darah ini sangat baik dengan persen perolehan kembali antara 99,93 – 100,06%. Elektroda ini tidak dapat digunakan untuk penentuan DA secara in vivo. Akan tetapi, pemahaman mengenai kinerja elektroda ini diharapkan dapat menjadi dasar untuk miniaturisasi elektroda sebagai sensor untuk penentuan DA secara in vivo di dalam cairan tubuh.\n\nPada penelitian ini juga dipelajari pengaruh radiasi laser pada kinerja EPK-AT dan elektroda glassy carbon (GC) untuk penentuan DA dan AA. Radiasi laser pada  EPK-AT  meningkatkan  laju  transfer  elektron  heterogen  dalam  reaksi oksidasi DA dan AA pada permukaan elektroda, yang meningkatkan sensitivitas penentuan DA. Akan tetapi, selektivitas penentuan DA dengan adanya AA adalah rendah karena puncak oksidasi AA bergeser ke arah potensial yang lebih negatif sehingga puncak oksidasi keduanya tidak dapat dipisahkan. Peningkatan laju transfer elektron pada oksidasi DA dan AA terjadi karena hilangnya pengotor dan pembentukan sisi aktif pada permukaan elektroda. Intensitas radiasi laser mempengaruhi kinerja EPK-AT. Ketika intensitas radiasi laser meningkat, arus puncak oksidasi juga meningkat tetapi intensitas radiasi laser yang tinggi merusak permukaan EPK-AT. Dalam penelitian ini, intensitas laser sebesar 40 mJ/pulsa digunakan untuk EPK-AT. Ditemukan bahwa oksidasi DA dan AA pada EPK AT dikendalikan oleh proses difusi.\n\nHasil yang sama ditemukan dalam kasus elektroda GC. Radiasi laser pada elektroda GC juga meningkatkan laju transfer elektron dalam reaksi oksidasi DA dan AA. Karena secara mekanik GC lebih kuat daripada EPK-AT, digunakan intensitas laser sebesar 100 mJ/pulsa. Oksidasi DA pada elektroda GC yang tidak diberi radiasi laser dikendalikan oleh kedua proses adsorpsi dan difusi. Pada elektroda GC yang diberi radiasi  laser, proses difusi menjadi lebih dominan. Oksidasi AA  dikendalikan oleh  proses  difusi  pada elektroda GC  yang  diberi\n \n\nradiasi laser maupun yang tidak diberi radiasi laser. Puncak oksidasi kedua senyawa terjadi pada potensial yang lebih negatif. Puncak tersebut terpisahkan dengan baik dan dapat digunakan untuk penentuan DA dengan adanya AA.", "Daftar File": {"2013_DIS_PP_RIA_SRI_RAHAYU_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/155297", "2013_DIS_PP_RIA_SRI_RAHAYU_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/155298", "2013_DIS_PP_RIA_SRI_RAHAYU_1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/155299", "2013_DIS_PP_RIA_SRI_RAHAYU_1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/155300", "2013_DIS_PP_RIA_SRI_RAHAYU_1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/155301", "2013_DIS_PP_RIA_SRI_RAHAYU_1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/155303", "2013_DIS_PP_RIA_SRI_RAHAYU_1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/155305", "2013_DIS_PP_RIA_SRI_RAHAYU_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/155307"}, "Penulis": "Ria Sri Rahayu [30509003]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Buchari", "Dr. Indra Noviandri, MS", "Prof. Dr. Mikrajuddin Abdullah"], "Jenis Koleksi": "Disertasi", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "abu terbang, dopamin, elektroda pasta karbon, radiasi sinar laser, voltammetri", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "06 Feb 2019"}