{"Nomor": 34225, "Judul": "PEMISAHAN ZIRKONIUM, HAFNIUM, LANTANUM DAN  CERIUM DENGAN EKSTRAKSI FASA PADAT METODA ION  IMPRINTED POLYMERS", "Abstrak": "Penggunaan   zirkonium   dalam   teknologi   maju   seperti   teknologi   elektronik, teknologi pengecoran logam, dan teknologi nuklir memerlukan kemurnian yang tinggi.  Untuk  memperoleh   zirkonium  dengan  kemurnian  yang  tinggi  masih menjadi  suatu  kendala.  Keberadaan  zirkonium  di  alam  umumnya  berasosiasi dengan unsur hafnium dalam bentuk Zr(Hf)SiO4.\n\nPenelitian ini dilakukan untuk mengembangkan metoda pemisahan zirkonium dari logam-logam lain, khususnya pemisahan zirkonium dari hafnium dengan ekstraksi fasa  padat  dengan  memanfaatkan  material  fungsional  ion  imprinted  polymers (IIPs).  Dalam  penelitian  ini  fasa  padat  IIPs  disintesis  dengan  ion  zirkonium sebagai ion imprint dan selanjutnya polimer sebagai fasa padat disebut zirconium- imprinted  polymers  (Zr-IP).  Polimer  Zr-IP  disintesis  dengan  metoda kopolimerisasi   ruah   dalam   porogen   2-metoksietanol   dengan   stiren   sebagai monomer, divinilbenzen (DVB) sebagai pengikat-silang dan benzoil peroksida (BPO) sebagai inisiator. Xylenol jingga (XO) dan vinilpiridin (VP) digunakan sebagai pengomplek dalam proses pembentukan imprint zirkonium. Polimerisasi\ndilakukan  pada  suhu  80 oC selama  4 jam dengan  kondisi  dialiri  gas nitrogen.\nFaktor-faktor  yang mempengaruhi  dalam sintesis polimer Zr-IPs seperti jumlah mol senyawa komplek, rasio mol monomer terhadap inisiator, dan rasio mol monomer terhadap pengikat-silang  telah dipelajari. Imprint ion dibentuk dengan cara  melepaskan  ion  zirkon  dari  polimer  melalui  perlindian  dengan  HCl  9 M selama 24 jam. Pengaruh pH, perbandingan antara massa polimer dengan volume larutan, dan waktu kontak antara polimer dengan larutan juga dipelajari untuk mengkaji sifat retensi dari Zr-IPs.\n\nImprint ion zirkon diperoleh melalui pembentukan komplek ZrXO dan (XO)(Zr)(VP)2.   Kondisi  optimum  untuk  memperoleh   kinerja  pemisahan  ion zirkon menggunakan 0,1 mmol molekul komplek imprint. Rasio mol antara stiren dengan BPO, dan rasio mol antara stiren dengan DVB adalah berturut-turut pada\n40:0,6 dan 40:40.\n\nPolimer sebelum dan sesudah perlindian dengan HCl 9 M dikarakterisasi dengan analisis luas permukaan dan porositas menurut metoda Brunauer-Emmett-Teller\n \n\n(BET)   dan   Barrett-Joyner-Halenda   (BJH),   foto   optik,   mikroskop   transmisi elektron (TEM), mikroskop pemindaian elektron yang dilengkapi dengan detektor spketrometer   sebaran  energi  sinar-X  (SEM-EDX),   spektrometri   infra  merah (FTIR), difraktometer sinar-X (XRD), dan analisis termogravimetri-kalorimetri pemindai diferensial (TGA-DSC).\n\nPerubahan warna yang signifikan dari polimer sebelum dan sesudah perlindian tampak  melalui  foto  optik  yaitu  dari  warna  merah  lembayung  menjadi  warna merah. Pola spektrum infra merah dari polimer dengan komplek biner sebelum dan sesudah perlindian terlihat hampir sama, namun terdapat perbedaan intensitas\ndan pergeseran bilangan gelombang. Puncak serapan pada 1379 cm-1 dari polimer\nsebelum perlindian bergeser ke arah bilangan gelombang yang lebih besar yaitu\n1383 cm-1 sesudah perlindian, sedangkan polimer dengan komplek terner tidak menunjukkan  puncak  serapan  pada  daerah  tersebut.  Namun  demikian  terdapat\nempat puncak serapan pada kisaran bilangan gelombang 3100-2900 cm-1 pada polimer sesudah perlindian,  dan pada polimer sebelum perlindian  terdapat  satu\npuncak serapan pada daerah kisaran tersebut. Pada kisaran bilangan gelombang\n1100-1068 cm-1 dan 1030-990 cm-1  muncul tiga dan dua puncak secara berurutan pada  polimer  setelah  perlindian,  sementara  pada  polimer  sebelum  perlindian\nhanya ditemukan satu puncak serapan.\n\nMorfologi  mikrostruktur  yang  ditunjukkan  pada  mikrofoto  SEM  dari  kedua polimer  sebelum  perlindian  lebih  halus  dan  memberikan  efek  pencitraan  yang lebih terang dari pada polimer sesudah perlindian. Hal ini mengindikasikan terlepasnya  ion zirkon dari polimer dan diperkuat dengan spektrum EDX yang tidak  menunjukkan  adanya  ion zirkon.  Citra  TEM  polimer  sebelum  perlindian lebih rapat dan gelap, sementara pada polimer setelah perlindian tampak lebih renggang dan lebih terang yang menunjukkan bahwa polimer sesudah perlindian lebih berpori. Analisis mikropori dengan metoda BET/BJH dari polimer sesudah perlindian  mempunyai  total  volume  dan  ukuran  diameter  pori-pori  yang  lebih besar dibandingkan  dengan  polimer  sebelum  perlindian.  Kurva TGA-DSC  dari Zr-IPs memperlihatkan bahwa pengomplek XO dan VP masih tertahan dalam polimer meskipun sudah mengalami perlindian dengan HCl 9 M.\n\nPemisahan  ion  zirkon  dari  ion-ion  logam  lain  seperti  Hf(IV),  La(III),  Ce(IV), Ti(IV)  dan  Fe(III)  dengan  Zr-IP  sebagai  adsorben  telah  dipelajari  dan diaplikasikan untuk sampel sintetik dan cairan hasil destruksi mineral zirkon. Ion- ion  logam  dalam  fasa  larutan  dianalisis  dengan  ICP-AES.  Kapasitas  retensi optimum  Zr-IP  untuk  ion zirkon  pada  pH 5 sebesar  6,2 mg Zr/g  Zr-IP  untuk komplek biner dan 25,87 mg Zr/g Zr-IPs untuk komplek terner. Waktu kontak antara Zr-IP dengan larutan diperlukan selama 30 menit untuk memperoleh persen ekstraksi  >99  %,  dengan  perbandingan  antara  volume  larutan  dengan  massa polimer sebesar 125 mL/g Zr-IP untuk komplek biner dan 250 mL/g Zr-IP untuk komplek terner. Elusi ion zirkon dari fasa polimer dapat dilakukan dengan HCl\n3M. Koefisien selektifitas relatif (?r) Zr-IP dengan komplek biner untuk pasangan\nZr/Hf, Zr/La, Zr/Ce, Zr/Ti and Zr/Fe adalah berturut-turut sebesar 530, 660, 410,\n160 dan 340. Dan koefisien selektifitas relatif (?r) Zr-IP dengan komplek terner untuk pasangan Zr/Hf sebesar 13,18.\n \n\n\nDestruksi mineral zirkon pada suasana alkali dilakukan pada suhu 800 oC selama\n2 jam. Rasio antara massa mineral zirkon dengan NaOH optimum pada rasio 1:2. Zirkon hasil dekstruksi dibuat dalam bentuk zirkon oksiklorida untuk kemudian diekstraksi. Zirkon yang diperoleh 33,7 mg/L dengan persen ekstraksi 93,61 %. Ion  Hf  dan  Ti  masih  terdapat  dalam  ekstraktan  sedangkan  ion-ion  lantanum, cerium, dan besi tidak terdeteksi lagi oleh ICP-AES.\n\nPenelitian ini juga sudah mampu menghasilkan zirkon oksida dari mineral zirkon dengan  kemurnian  hingga  97,18  %.  Pemisahan  ion  zirkon  dari  ion-ion  logam lainnya sudah berhasil dilakukan untuk sampel sintetik dan cairan hasil destruksi mineral zirkon. Koefisien selektifitas ion zirkon terhadap ion hafnium untuk Zr-IP yang diperoleh jauh lebih baik dari hasil penelitian-penelitian terdahulu.", "Daftar File": {"2013_DIS_PP_ALADIN_SIANIPAR_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/155280", "2013_DIS_PP_ALADIN_SIANIPAR_1-_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/155281", "2013_DIS_PP_ALADIN_SIANIPAR_1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/155282", "2013_DIS_PP_ALADIN_SIANIPAR_1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/155283", "2013_DIS_PP_ALADIN_SIANIPAR_1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/155284", "2013_DIS_PP_ALADIN_SIANIPAR_1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/155285", "2013_DIS_PP_ALADIN_SIANIPAR_1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/155286", "2013_DIS_PP_ALADIN_SIANIPAR_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/155287"}, "Penulis": "Aladin Sianipar [30508007]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Muhammad Bachri Amran", "Prof. Dr. Buchari", "Prof. Dr. I Made Arcana, MS"], "Jenis Koleksi": "Disertasi", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Zirkon, Zircon-imprinted polymers, Solid phase extraction.", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "06 Feb 2019"}