{"Nomor": 34221, "Judul": "SINTESIS ALKIL OLEAT SEBAGAI POUR POINT DEPRESSANT MINYAK MENTAH", "Abstrak": "Minyak mentah yang dikeluarkan dari reservoir dialirkan ke tempat pengilangan minyak melalui saluran perpipaan. Suhu lingkungan yang rendah dapat mengakibatkan pengendapan wax pada permukaan pipa terutama dari minyak mentah jenis heavy oil. Pengendapan wax tersebut dapat mengganggu proses transportasi minyak karena dapat menaikkan viskositas minyak dan memperkecil diameter efektif pipa sehingga memperlambat aliran fluida. Salah satu solusi untuk mengatasi masalah ini adalah dengan menggunakan pour point depressant. Pada penelitian ini, pour point depressant berupa alkil oleat disintesis melalui esterifikasi asam oleat  dan alkohol (metanol, etanol, dan propanol) dengan perbandingan mol 1:3. Hasil sintesis kemudian diekstraksi dalam campuran air dan heksana dengan perbandingan volume\n3:1. Selanjutnya pelarut heksana diuapkan menggunakan rotary evaporator. Produk yang dihasilkan dicuci dengan larutan NaHCO3 jenuh, kemudian fasa organiknya dikeringkan menggunakan padatan Na2SO4 anhidrat. Ester yang dihasilkan dikarakterisasi menggunakan Fourier Transform Infra Red (FTIR), Proton Nuclear Magnetic Resonance (1H-NMR), dan Carbon-13 Nuclear Magnetic Resonance (13C-NMR). Hasil karakterisasi FTIR pada produk menunjukkan vibrasi gugus karbonil pada ester sekitar bilangan gelombang 1740 cm-1 dibandingkan dengan spektrum asam oleat murni yang menunjukkan vibrasi karbonil asam karboksilat  pada bilangan gelombang 1713 cm-1. Hasil karakterisasi 1H-NMR dan 13C-NMR menunjukkan bahwa  alkil oleat berhasil disintesis.  Kemampuan  alkil oleat  sebagai pour point depressant diuji pada minyak mentah dengan variasi konsentrasi alkil oleat 500-10000 ppm. Hasil pengujian sifat pour point depressant minyak mentah menunjukkan bahwa pour point dari blanko minyak mentah adalah 33 ºC. Dalam hal ini ester metil oleat tidak menunjukkan penurunan pour point. Kinerja   pour point depressant yang optimal dengan\nnilai pour point 30 ºC diperoleh untuk etil oleat 750 ppm dan propil oleat 500 ppm.", "Daftar File": {"2014_TA_PP_ANSHORI_MUCHTAR_1-ABSTRAK1.pdf": "https://digilib.itb.ac.id/gdl/download/155268"}, "Penulis": "Ansori Muchtar [10510071]", "Kontributor / Dosen Pembimbing": ["Dr. Bunbun Bundjali, MS", "Dr. Rachmawati, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Heavy oil, wax, pour point depressant, minyak mentah, esterifikasi asam oleat.", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "06 Feb 2019"}