{"Nomor": 34229, "Judul": "Who Assesses the Assessors? Sustainability and Assessment in Art and Design Education", "Abstrak": "This article draws on recent research from the Pre-Degree Summative Assessment in Art Design and\nMedia Study, conducted at UCL Institute of Education, which found that pre-degree art and design qualifications at levels 3 and 4 vary greatly in their appropriateness as a preparation for degree level studyin art subjects. Central to the article are findings concerning external assessment processes and assessorselection and training. The research was commissioned by the awarding body of University of the ArtsLondon in response to the then imminent Department for Education (DFE) directives for additional external assessment in all level 3 and 4 vocational pre-degree programmes. Our research revealed the negative consequences of assessment becoming a bureaucratic process of measuring what is mosteasily measurable. In such instances it can become a task that is devoid of‘expert’knowledge and opinion. As the research demonstrates, the consequences for art education are serious. The title is appropriated from Bourdieu’s 1993 sociological examination. But who created the“creators”?’ which casts a critical eye on the broader social landscape in which art and artists are produced and imbricated into the wider cultural order. To ask, who assesses the assessors? Is, of course, to ask a different kind of question, but never-the-less it is one which deserves to be opened out to scrutiny beyond the specificity of individual qualifications. This article’s contribution argues for a more sustainable and radically transparent assessment regime in which professional expertise can be shared across the UK’s secondary, further and higher education continuum.", "Daftar File": {}, "Penulis": "Claire Robins [-]", "Kontributor / Dosen Pembimbing": ["-"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "assessment, transition, university entry, selection processes, moderation, exam boards, pre-degree quali- fi cations, A-level, Foundation Diploma, BA", "Sumber": "THE INTERNATIONAL JOURNAL OF ART & DESIGN EDUCATION, 2016", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "06 Feb 2019"}