{"Nomor": 34220, "Judul": "The role of art education in adult prisons: The Western Australian experience", "Abstrak": "Abstract\nIncarceration costs are high; in Australia, for example, each prisoner\ncosts an average of AUD 115,000 per year. Other countries are also feeling the fiscal\npinch of high incarceration costs, and a number of jurisdictions are now closing\nsome of their prisons. Most prison costs are non-discretionary (accommodation,\nmeals, etc.). But some of the costs relate to discretionary activities, services and\nfacilities (including schooling). In terms of correctional education, many prison\nmanagers try to invest any meagre correctional education resources available to\nthem in those classes and courses which have proven to have the best results, such\nas improved labour market outcomes and reduced recidivism, minimising subse-\nquent re-imprisonment. Course offers for prisoner-students include vocational\ntraining, adult basic education (ABE) and art studies. The two-tiered question this\npaper asks is: do art classes and courses produce these measurable outcomes and, if\nnot, are there other reasons why they should continue to be funded? Addressing\nthese issues, the authors argue that (1) these measurable outcomes are too narrow\nand do not reflect the complex but less quantifiable benefits to the individual and the\ncommunity of studying art in prison, and (2) better measures of all impacts of art\nstudies in prisons are needed, including qualitative and humanitarian aspe", "Daftar File": {}, "Penulis": "Margaret Giles [-]", "Kontributor / Dosen Pembimbing": ["Lisa Paris  and Jacqui Whale"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Art studies, correctional education, prisoners, welfare dependence, recidivism", "Sumber": "School of Business and Law , Edith Cowan University , Joondalup Campus Joondalup Australia 2School of Education , Curtin University , Kent Street Bentley Australia", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "06 Feb 2019"}