{"Nomor": 34226, "Judul": "Defining quality in visual art education for young children: Building on the position statement of the Early Childhood Art Educator", "Abstrak": "This article reflects the collective voices of four early childhood visual arts educators, each of whom\nis a member of the Early Childhood Art Educators (ECAE) Issues Group of the National Arts\nEducators Association. The authors frame the article around the ECAE position statement,\nArt:Essential for Early Learning(2016), which focuses on the central role of art interactions among young children, educators, environments, and materials. The authors describe eight principles that\nunderlie the statement from philosophical viewpoints, and provide practical examples of the\nprinciples in action. Amid a varied policy landscape for visual art in early childhood, the authors\nassert that children need organized, materials-rich environments that invite discovery, interaction,\nsensory and kinesthetic exploration, wonder, inquiry, and imagination in relationship with\nresponsive educators who value young children’s diverse abilities, interests, questions, ideas, and\ncultural experiences. The authors explore issues and possibilities resulting when educators work to\nbring visual arts fully and dynamically into the lives of young children in diverse education and care\nspaces. In closing, the authors explore the realities of visual arts policies in the early childhood\neducation and art education fields while emphasizing the critical need for supportive pedagogical\npractices in all early childhood classroom", "Daftar File": {}, "Penulis": "Marissa McClure [-]", "Kontributor / Dosen Pembimbing": ["Patricia Tarr, Christine Marm , Thompson, and Angela Eckhoff"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Agency and early childhood; art education and early childhood; art materials and young children; pedagogy of listening; policy and early childhood visual a", "Sumber": "Art Department, Indiana University of Pennsylvania, Indiana, Pennsylvania, USA; b University of Calgary, Calgary, Alberta, Canada; c School of Visual Arts, Penn State University, University Park, Pennsylvania, USA; d Old Dominion University, Norfolk, Virginia, USA", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "06 Feb 2019"}