{"Nomor": 34239, "Judul": "DINAMIKA POPULASI NYAMUK BERDASARKAN CURAH HUJAN DAN SUHU", "Abstrak": "Tesis ini membahas aproksimasi fungsi curah hujan dan suhu rata-rata ha-\nrian menggunakan metode kuadrat terkecil dengan polinomial trigonometri.\nGalat aproksimasi dengan metode ini dibandingkan dengan galat aproksimasi\ndengan metode FFT. Tujuan aproksimasi ini adalah untuk mengakomodasi\nfaktor cuaca ke dalam model deterministik populasi nyamuk. Model matema-\ntika populasi nyamuk yang digunakan dalam tesis ini adalah model yang dikaji\ndalam [11]. Secara analitik, dengan parameter entomologis konstan, model ini\nmemberikan dua titik tetap, yaitu titik tetap trivil dan titik tetap tak-trivial.\nModel ini juga memberikan sebuah kuantitas yang dinamakan Basic Ospring\nNumber, Q0. Kestabilan titik tetap tak-trivial dipenuhi jika Q0 > 1. Penggu-\nnaan fungsi curah hujan dan suhu rata-rata harian ke dalam model dilakukan\ndengan membuat carrying capacity larva sebagai fungsi terhadap waktu yang\nmemuat fungsi curah hujan dan fungsi suhu rata-rata harian. Simulasi nu-\nmerik dari model matematika populasi nyamuk yang telah mengakomodasi\nfungsi curah hujan dan suhu rata-rata harian menunjukkan bahwa perilaku\nfungsi curah hujan dan suhu rata-rata harian memberikan pengaruh yang sig-\nnikan terhadap dinamik populasi nyamuk.", "Daftar File": {"2013_TS_PP_SEPRIANUS_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/155347", "2013_TS_PP_SEPRIANUS_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/155355"}, "Penulis": "Seprianus [20110303]", "Kontributor / Dosen Pembimbing": ["Dr. Nuning Nuraini, S.Si., M.Si.", "Dr. Utriweni Mukhaiyar, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Polinomial Trigonometri, Fast Fourier Transform, Faktor Cuaca, Basic Ospring Number, Hidrologi.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Dwi Ary Fuziastuti", "File": "7 file", "Tanggal Input": "06 Feb 2019"}