{"Nomor": 34233, "Judul": "PERANCANGAN TPA LIMBAH B3 RUMAH TANGGA DI LAHAN BEKAS TPA LEUWIGAJAH", "Abstrak": "Tempat pemrosesan akhir (TPA) merupakan tempat untuk memroses dan mengembalikan limbah ke media lingkungan, biasanya berupa lahan urug. Saat ini, di Indonesia, terutama di kota-kota besar, lahan urug domestik (rumah tangga) yang digunakan dapat dikategorikan sebagai lahan urug B3 (bahan berbahaya dan beracun) karena saat penimbunan, limbah nonB3 rumah tangga masih bercampur dengan limbah B3 rumah tangga. Limbah B3 rumah tangga merupakan sisa dari kegiatan rumah tangga yang mengandung bahan bersifat korosif, beracun, mudah menyala, dan mudah meledak seperti cat, baterai, lampu, dan sebagainya. Menurut Undang-Undang RI No. 18 Tahun 2008, limbah B3 rumah tangga dikategorikan sebagai sampah spesifik yang mengandung B3 yang membutuhkan pengelolaan khusus. Berdasarkan hasil pengambilan data, rata-rata jumlah timbulan limbah B3 rumah yakni sebesar 2% dari total timbulan limbah domestik (0,4097 kg/orang/hari) dengan komposisi beracun 55%, korosif 8%, mudah meledak 24%, dan mudah menyala 13%. Pengambilan data timbulan sampah B3 rumah tangga dilakukan menggunakan pendekatan metode SNI 19-3964-1994 tentang Metode Pengambilan dan Pengukuran Contoh Timbulan dan Komposisi Sampah Perkotaan karena belum terdapat peraturan khusus yang mengatur limbah B3 rumah tangga. Walaupun jumlah timbulan limbah B3 rumah tangga sedikit, namun akumulasi B3 di lahan urug dapat membahayakan lingkungan dan masyarakat sekitar area TPA. Oleh karena itu, dibutuhkan TPA khusus limbah B3 rumah tangga. Rekomendasi fasilitas-fasilitas yang dibangun di area TPA limbah B3 rumah tangga antara lain fasilitas dasar, fasilitas penunjang, fasilitas operasional, fasilitas pengurugan, fasilitas pengumpulan dan pengolahan lindi, pemilahan, fasilitas crushing, dan fasilitas pengolahan. Kapasitas lahan urug desain sebesar 681.733,40 m3, dengan umur layan selama 12 tahun 11 bulan. Lahan urug yang digunakan berupa sanitary landfill dengan kelas lahan urug, kelas I, yang terdiri dari lapisan dasar, lapisan geomembran kedua, lapisan untuk sistem pendeteksi kebocoran, lapisan tanah penghalang, lapisan geomembran pertama, lapisan untuk sistem pengumpulan dan pemindahan lindi, dan lapisan pelindung selama operasi. Berdasarkan hasil uji TCLP didapatkan hasil unsur Seng (Zn) melebihi baku mutu, yakni sebesar 324,67 mg/L (sampel 1) dan 406,5 mg/L (sampel 2). Kandungan Zn sebagian besar berasal dari limbah elektronik. Di fasilitas pemilahan dilakukan pemilahan terhadap limbah batu baterai, lampu, kabel elektronik, limbah elektronik lainnya dan kemasan B3 yang masih mengandung limbah cair B3 untuk selanjutnya diolah terlebih dahulu sebelum penimbunan.", "Daftar File": {"2019_TA_PP_MONICA_IYANUAR_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/155329"}, "Penulis": "Monica Iyanuar [15312003]", "Kontributor / Dosen Pembimbing": ["Dr. Benno Rahardyan, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Limbah B3 rumah tangga, Leuwigajah, lahan urug, TPA", "Sumber": "TUGAS AKHIR Januari 2019", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "06 Feb 2019"}