{"Nomor": 34232, "Judul": "TRANSFORMASI DAN REGENERASI Jatropha curcas L. DENGAN PERANTARA Agrobacterium tumefaciens STRAIN GV3101 YANG MEMBAWA GEN PENGKODE POLIHIDROKSIALKANOAT (phaC)", "Abstrak": "Polihidroksibutirat (PHB) merupakan senyawa turunan dari polihidroksialkanoat (PHA) yaitu salah satu bahan baku bioplastik yang biodegrdable dan ramah lingkungan. Polihidroksibutirat disintesis oleh multigen pha (phaA, phaB, phaC) yang terdapat pada bakteri Ralstonia eutropha. Produksi polihidroksibutirat pada bakteri memiliki kelemahan yaitu biomassa bakteri yang sedikit dan biaya produksi yang mahal. Sementara itu, tumbuhan memiliki biomassa yang melimpah, sehingga diharapkan biaya produksi PHB pada tumbuhan akan lebih murah. Oleh sebab itu, salah satu strategi produksi PHB akan lebih baik dilakukan pada tumbuhan sebagai bioreaktor alami. Namun, tumbuhan tidak memiliki gen – gen untuk sintesis PHB, sehingga tujuan penelitian ini untuk mentransformasi jaringan tanaman Jatropha curcas dengan perantara Agrobacterium tumefaciens strain GV3101 yang membawa vektor ekspresi pARTC, meregenerasi jaringan J. curcas yang tertransformasi tersebut serta melakukan analisis molekuler dengan teknik PCR pada J. curcas putatif transforman. Konstruk plasmid yang membawa salah satu gen untuk sintesis PHB (gen phaC) telah berhasil dilakukan pada vektor ekspresi pARTC oleh peneliti sebelumnya. Transformasi genetik J. curcas dilakukan dengan perendaman eksplan kotiledon dengan suspensi A. tumefaciens strain GV 3101 yang membawa vektor ekspresi pARTC dengan penambahan acetosyringone 100 ?M selama 30 menit kemudian dikolkutivasi selama 3 hari. Kemudian eksplan J.curcas ditanam pada medium seleksi yaitu medium padat MS dengan penambahan 13,3 ?M BAP dan 0,05 ?M IBA serta agen penyeleksi kanamycin 20 mg/L. Hasil penelitian menunjukkan eksplan J. curcas putatif transforman dapat beregenerasi membentuk pucuk pada medium seleksi dalam rentang waktu 1 – 2 bulan dan kemudian berakar pada medium half – strength MS cair dengan penambahan 4,9 ?M IBA sehingga dihasilkan planlet J. curcas putatif transforman. Analisis molekuler pada J. curcas putatif transforman dilakukan dengan menggunakan dua primer yaitu primer phaC dan primer nptII . Hasil elektroforegram menujukkan terdapat pita berukuran 659 pb dengan menggunakan primer nptII dan pita berukuran 700 pb dengan menggunakan primer phaC. Hasil tersebut menunjukkan T – DNA pada plasmid pARTC yang terintegrasi pada genom tanaman jarak pagar transforman tidak utuh, hal tersebut diduga karena terjadinya delesi pada gen phaC pada T – DNA.", "Daftar File": {}, "Penulis": "Chesara Novatiano [21113049]", "Kontributor / Dosen Pembimbing": ["Dr. Erly Marwani, MS", "Dr. Adi Pancoro"], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "jarak pagar, bioplastic, Agrobacterium tumefaciens, phaC, nptII", "Sumber": "", "Staf Input/Edit": "agus slamet", "File": "1 file", "Tanggal Input": "06 Feb 2019"}