{"Nomor": 34231, "Judul": "ISOLASI DAN ANALISIS GEN FAKTOR TRANSKRIPSI MYB YANG BERPERAN DALAM REGULASI BIOSINTESIS ANTOSIANIN PADA KULIT BUAH MANGGA (Mangifera indica)", "Abstrak": "Dinamika perilaku konsumen memberi dampak keberagaman selera terhadap produk-produk pertanian, termasuk rasa dan warna buah mangga. Antosianin adalah salah satu pigmen fenolik yang terekspresi sebagai karakter warna merah, biru, dan ungu. Pada tanaman, regulasi biosintesis antosianin dipengaruhi oleh beberapa gen, salah satunya adalah gen faktor transkripsi MYB. Pada genus Mangifera, informasi mengenai gen MYB serta perannya dalam biosintesis antosianin belum diketahui. Berdasarkan hal tersebut, penelitian ini bertujuan untuk mengkarakterisasi cDNA dan menemukan single nucleotide polymorphism (SNP) pada gen MYB dari kulit buah mangga varietas gedong dan garifta merah. Studi diawali dengan mengisolasi daerah lestari gen MYB menggunakan metode two steps reverse transcription polymerase chain reaction (RT-PCR). Tahap pertama dilakukan untuk mensintesis cDNA dan tahap kedua dilakukan untuk mengamplifikasi daerah lestari gen MYB dengan teknik nested PCR menggunakan dua pasang degenerate primer. Daerah lestari sepanjang 183 pb berhasil diisolasi dan ditemukan motif W-(X19)-W-…-F-(X18)-W dari sekuen protein yang mengindikasikan bahwa fragmen daerah lestari yang telah diisolasi merupakan bagian dari gen MYB. Studi bioinformatika dari hasil isolasi daerah lestari dilakukan untuk merancang primer reverse yang dapat mengamplifikasi daerah downstream gen MYB. Fragmen sepanjang 658 pb berhasil diisolasi. Hasil BLAST menunjukkan bahwa kedua sekuen memiliki kemiripan dengan gen MYB dari spesies lain, dengan spesies paling mirip ditunjukkan oleh Pyrus x bretschneideri dan Ricinus communis. Hasil alignment dari sekuen cDNA mangga varietas gedong dan garifta merah menunjukkan adanya SNP 570G>A, 633G>A, 639T>C, dan 656G>T. Analisis menunjukkan bahwa 570G>A dan 639T>C merupakan synonymous SNPs, 633G>A merupakan nonsynonymous SNPs tipe nonsense, dan 656G>T merupakan nonsynonymous SNPs tipe missense. Berdasarkan hasil tersebut dapat disimpulkan bahwa SNP 633G>A diduga dapat menyebabkan perbedaan warna pada mangga varietas gedong dan garifta merah.", "Daftar File": {}, "Penulis": "Belladina Farhana [21113034]", "Kontributor / Dosen Pembimbing": ["Dr. Adi Pancoro"], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Antosianin, Faktor Transkripsi, Mangga, MYB, SNP.", "Sumber": "", "Staf Input/Edit": "agus slamet", "File": "1 file", "Tanggal Input": "06 Feb 2019"}