{"Nomor": 34235, "Judul": "EVOLUSI PEMBENTUKAN BIMEVOX DENGAN METODE SOL GEL", "Abstrak": "Salah satu teknologi yang dapat mengatasi keterbatasan energi saat ini adalah sel bahan bakar, yang salah satunya adalah sel bahan bakar padat (solid oxides fuel cell, SOFC).   SOFC umumnya terdiri atas tiga komponen, yaitu katoda, anoda, dan elektrolit.  Elektrolit sel bahan bakar harus memiliki konduktivitas ionik yang tinggi.  Salah satu oksida yang memiliki konduktivitas yang tinggi adalah oksida berbasis bismut vanadat, yaitu Bi2VO5,5 (BIVOX).   Oksida ini memiliki tiga polimorf yaitu alfa, beta, dan gama.  Polimorf yang memiliki konduktivitas tinggi adalah polimorf gama.  Akan tetapi polimorf ini tidak stabil pada suhu rendah, karena pada suhu rendah akan berubah menjadi polimorf alfa atau beta.   Untuk menstabilkan fasa gama, dilakukan substitusi pada posisi vanadium dengan berbagai kation dopan.   Oksida hasil substitusi dari BIVOX dengan berbagai kation dopan ini dikenal sebagai suatu oksida baru dengan nama bismuth metal vanadium  oxide  (BIMEVOX).     BIMEVOX  ini  umumnya  disintesis  dengan metode reaksi kimia padat pada suhu tinggi dan produk akhirnya biasanya masih memiliki pengotor.  Untuk itu diperlukan suatu metode sintesis lain agar diperoleh oksida fasa gama dari BIMEVOX pada suhu rendah.   Metode sintesis BIMEVOX yang digunakan dalam penelitian ini adalah metode sol gel.  Metode ini dapat menghasilkan produk dengan kemurnian yang tinggi karena semua kation-kation logamnya  tercampur  dengan  baik  pada  level  atomik.     BIMEVOX  berhasil disintesis dengan menggunakan metode sol gel  dengan menggunakan pengkhelat asam sitrat dan etilen glikol dengan perbandingan mol asam sitrat: etilen glikol: total mol kation = 10:4:1, pada pH 1-3,   dan gel yang dihasilkan dibakar pada suhu akhir 600 °C.  Pembentukan BIMEVOX dengan menggunakan metode sol gel ini melalui tahap evolusi dari gel menjadi campuran logam bismut dan kompleks vanadium(IV) serta kompleks zink, kemudian menjadi campuran oksida (BiVO4 dan BIMEVOX) dan terakhir diperoleh BIMEVOX.  BIMEVOX hasil sintesis ini memiliki struktur tetragonal dengan grup ruang I4/mmm dan berfasa gama.  Koordinasi vanadium pada BIMEVOX hasil sintesis ini adalah oktahedral, tetrahedral,  dan  piramida  bujur  sangkar.    BIMEVOX  hasil  sintesis  memiliki\n \n\nenergi direct band gap sebesar 2,18 eV.  Pada rentang suhu ruang sampai 750 °C, oksida yang dihasilkan mengalami transisi ?-?’ pada suhu sekitar 450  °C.", "Daftar File": {"2013_DIS_PP_ROLAN_RUSLI_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/155331", "2013_DIS_PP_ROLAN_RUSLI_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/155334", "2013_DIS_PP_ROLAN_RUSLI_1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/155335", "2013_DIS_PP_ROLAN_RUSLI_1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/155336", "2013_DIS_PP_ROLAN_RUSLI_1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/155337", "2013_DIS_PP_ROLAN_RUSLI_1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/155338", "2013_DIS_PP_ROLAN_RUSLI_1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/155339", "2013_DIS_PP_ROLAN_RUSLI_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/155340"}, "Penulis": "Rolan Rusli [30508002]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ismunandar", "Dr. Bambang Prijamboedi, M.Eng.", "Dr. Aep Patah, S.Si., M.Si."], "Jenis Koleksi": "Disertasi", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "BIMEVOX,  sol  gel,  polimorf,  koordinasi  vanadium,  band  gap, transisi ?-?’", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "06 Feb 2019"}