{"Nomor": 34248, "Judul": "Development And Application Of Polymetric Surfactant Emulsification And Viscosity Reduction System", "Abstrak": "Compounding polymer AP-P4 with high viscosity-reducing Gemini Surfactant HD, which is used as an emulsifier viscosity reduce, to improve the stability of the O/W\nemulsion while the viscosity reduction rate is kept. A polymeric surfactant emulsification and viscosity reduction system capable of forming a relatively stable O/W\nemulsion of heavy oil (0.5% HD+0.1% AP-P4) is then compounded. The system has been characterized as a high viscosity reduction rate and high stability.\nMeanwhile, the production liquid does not need to be added with a demulsifier and only needs to be heated to 70 °C to achieve effective demulsification. The\ninfluencing factors of the performance of the polymetric surfactant emulsification and viscosity reduction system were studied. When the oil-water ratio was 70:30\nand 60:40, the viscosity reduction rate was 97.47% and 99.09%, respectively; after 15 h at 30 °C, the dehydration rates were 95.8% and 99.2%, respectively. The\ndehydration rate after 15 h at 70 °C was 98.1% and 99.4%, respectively; at 30 °C ?50 °C, the water phase temperature has a greater impact on the viscosity; at 60 °C,\n70 °C, the water phase temperature has little effect on the viscosity; as the temperature of the aqueous phase increased, the stability of the emulsion deteriorated.\nWhen the aqueous phase temperature was 30 °C, 50 °C and 70 °C, the dehydration rates of the emulsion after 15 h were 95.8%, 96.7% and 98.1%, respectively; As the\ndegree of mineralization increases, the viscosity reduction rate decreases, and the stability of the emulsion deteriorates. The system has been used in field test for 2\ninjection wells, and the production rate of the two wells increased with a peak value of 25 m3\n/d and 20 t/d, respectively.", "Daftar File": {}, "Penulis": "DONGDONG WANG [-]", "Kontributor / Dosen Pembimbing": ["Nanjun Lai"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Polymetric surfactant emulsification, viscosity reduce, heavy oil", "Sumber": "Petroleum , https://doi.org/10.1016/j.petlm.2018.12.006", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "06 Feb 2019"}