{"Nomor": 34251, "Judul": "Numerical Study Of Crude Oil Batch Mixing In A Long Channel", "Abstrak": "The main objective of this work is to predict the mixing of two different miscible oils in a very long channel. The\nbackground to this problem relates to the mixing of heavy and light oil in a pipeline. As a first step, a 2D channel with an\naspect ratio of 250 is considered. The batch-mixing of two miscible crude oils with different viscosities and densities is\nmodeled using an unsteady laminar model and unsteady RANS model available in the commercial CFD solver ANSYSFluent. For a comparison, a LES model was used for a 3D version of the 2D channel. The distinguishing feature of this\nwork is the Lagrangian coordinate system utilized to set no-slip wall boundary conditions. The global CFD model has been\nvalidated against classical analytical solutions. Excellent agreement has been achieved. Simulations were carried out for a\nReynolds number of 6300 (calculated using light oil properties) and a Schmidt number of 104. The results show that, in\ncontrast to the unsteady RANS model, the LES and unsteady laminar models produce comparable mixing dynamics for two\noils in the channel. Analysis of simulations also shows that, for a channel length of 100 m and a height of 0.4 m, the\ncomplete mixing of two oils across the channel has not been achieved. We showed that the mixing zone consists of the\nthree different mixing sub-zones, which have been identified using the averaged mass fraction of the heavy oil along the\nflow direction. The first sub-zone corresponds to the main front propagation area with a length of several heights of the\nchannel. The second and third sub-zones are characterized by so-called shear-flow-driven mixing due to the Kelvin–\nHelmholtz vortices occurring between oils in the axial direction. It was observed that the third sub-zone has a steeper mass\nfraction gradient of the heavy oil in the axial direction in comparison with the second sub-zone, which corresponds to the\nflow-averaged mass fraction of 0.5 for the heavy oil.", "Daftar File": {}, "Penulis": "H. SEPEHR [-]", "Kontributor / Dosen Pembimbing": ["P. Nikrityuk", "D. Breakey", "R. S. Sanders"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Mixing, Turbulence, LES, RANS", "Sumber": "Petroleum Science (2019) 16:187–198 https://doi.org/10.1007/s12182-018-0276-4", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "06 Feb 2019"}