{"Nomor": 34255, "Judul": "GEOLOGI DAN STUDI DIAGENESIS BATUGAMPING FORMASI BEBULU DAERAH LONGKALI DAN SEKITARNYA, KECAMATAN LONGKALI, KABUPATEN PASER, PROVINSI KALIMANTAN TIMUR", "Abstrak": "Penelitian dilakukan di daerah Longkali dan sekitarnya, Kabupaten Paser,\nProvinsi Kalimantan Timur. Pemetaan geologi dilakukan pada luas wilayah 49 km2\ndengan skala 1 : 12.500 yang bertujuan untuk mengetahui tatanan geologi di daerah\npenelitian. Pada daerah penelitian juga dilakukan studi khusus yaitu diagenesis\nbatugamping Formasi Bebulu dengan menganalisis produk-produk hasil diagenesis\nhingga merekonstruksi sejarah diagenesisnya\nBentang alam pada daerah penelitian memperlihatkan pola kontur dan\nkenampakan yang berbeda sehingga diklasifikasikan menjadi tiga satuan\ngeomorfologi, yaitu Satuan Perbukitan Karst, Satuan Perbukitan Lipatan, dan Satuan\nDataran Karst. Sejarah geologi daerah penelitian dimulai pada kala Miosen Tengah\nsaat Satuan Batupasir diendapkan. Kemudian diendapkan Satuan Batugamping yang\nmemiliki hubungan menjari dengan Satuan Batupasir. Satuan Batugamping terus\ndiendapkan seiring dengan pengendapan Satuan Batupasir-Batulempung A hingga\nkala Miosen Akhir. Satuan Batupasir-Batulempung B kemudian diendapkan selaras di\natas Satuan Batugamping dan Satuan Batupasir-Batulempung A. Aktivitas tektonik\nberlangsung pada kala Pliosen membentuk struktur perlipatan dan struktur patahan\npada daerah penelitian yang selanjutnya diamati berupa sesar sobekan atau tear fault.\nProses diagenesis yang diamati pada Formasi Bebulu terdapat pada litologi\nbatugamping terumbu dan batugamping klastik. Produk-produk diagenesis yang\nterekam pada batugamping saling potong memotong sehingga dapat disimpulkan\nsejarah dan perubahan lingkungan diagenesisnya secara berurutan. Sejarah diagenesis\nFormasi Bebulu dimulai dari marine phreatic, meteoric phreatic dan meteoric vadose,\nburial, meteoric vadose.", "Daftar File": {"2015_TA_PP_WINDY_DWI_RAHAYU_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/155409"}, "Penulis": "Windy Dwi Rahayu [12010005]", "Kontributor / Dosen Pembimbing": ["Ir. Nurcahyo Indro Basuki, M.T., Ph.D.", "Dr. Mirzam Abdurrachman, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Longkali, tear fault, Formasi Bebulu, diagenesis batugamping", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "06 Feb 2019"}