{"Nomor": 34256, "Judul": "A Geochemical Investigation Of The Free And Carbonate-Bound Organic Matter In The Clay-Sized Fraction Of Argillaceous Source Rocks And Its Significance For Biogenic Interpretation", "Abstrak": "The molecular composition and biomarker distribution of various occurrences of organic matter in argillaceous source\nrocks developed in fresh and saline lacustrine environments were revealed by successive treatments of solvent extraction\nfollowed by acid hydrolysis using gas chromatography–mass spectrometry. The free fraction obtained by solvent extraction\nprovided abundant geochemical information concerning the sedimentary environment, thermal maturity and biogenic\norigin, and obvious differences existed between fresh and saline lacustrine source rock samples. Our research results\nindicate that the carbonate-mineral-bound (CM-bound) fraction released by successive acid hydrolysis could also serve as a\nsignificant biogenic indicator, as the bicyclic sesquiterpenoids, indicative of Botryococcus braunii origin, were specifically\ndetected in quite high abundance in the acid-soluble fraction. In addition, the light end hydrocarbons were much better\npreserved in the acid-soluble fraction, and elemental sulfur was only detected in the CM-bound fraction, suggesting a\nrelatively confined environment for the CM-bound fraction, which thus could preserve additional geochemical information\ncompared to that of the free fraction. The CM-bound fraction also exhibited discernable differences between fresh and\nsaline lacustrine samples. Therefore, it can be concluded that comprehensive analysis of free and CM-bound fractions in\nthe argillaceous source rocks can provide a more authentic and objective interpretation of geologic conditions.", "Daftar File": {}, "Penulis": "YUE ZHAO [-]", "Kontributor / Dosen Pembimbing": ["Jin-Gong Cai", "Tian-Zhu Lei", "Yan Yang"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Argillaceous source rock, Occurrence, Free fraction, CM-bound fraction, Bicyclic sesquiterpenoids, Botryococcus braunii, Biogenic significance", "Sumber": "Petroleum Science (2018) 15:681–694 https://doi.org/10.1007/s12182-018-0257-7", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "06 Feb 2019"}