{"Nomor": 34261, "Judul": "ANALISIS GEOLOGI STRUKTUR BAWAH PERMUKAAN PADA LAUT TIMOR BAGIAN BARAT, INDONESIA", "Abstrak": "Penelitian dilakukan di daerah bagian selatan Pulau Timor Barat hingga menuju ke Laut Timor, Nusa Tenggara Timur, pada koordinat 124° 05' 15\" - 126.25° 44' 31\" BT dan 10° 06' 43.99\" - 11.5° 37' 49.87\" LS dengan luas 33.923,51 km2. Penelitian ini dilakukan untuk mengetahui tatanan tektonik dan perkembangan struktur geologi dari Mesozoikum-Tersier pada daerah penelitian.\nStudi ini membahas mengenai kemenerusan litologi, pola struktur yang berkembang dan paleogeografi pada lepas pantai Timor. Data yang digunakan berupa tujuh buah data sumur, 43 buah data seismik dua dimensi, dan data batimetri. Metode penelitian dimulai dengan korelasi pada data log sumur untuk mendapatkan puncak umur yang akan diikat pada penampang seismik. Lalu, penampang diinterpretasi untuk memperoleh horizon seismik dan sesar-sesar. Interpretasi horison dimulai dari sumur pengikat guna mendapatkan kesebandingan antara horison dengan puncak umur dan juga interpretasi berdasarkan karakteristik seismik. Interpretasi data tersebut akan divalidasi melalui rekonstruksi palinspastik. Kemudian hasil restorasi serta korelasi sumur dianalisis lebih mendalam untuk memahami perkembangan dan hubungan antarstruktur serta paleogeografi pada daerah penelitian.\nHasil interpretasi seismik memperoleh delapan horison yang setara dengan puncak umur, yakni dimulai dari Pra-Perm hingga Tersier; sesar normal pada bagian selatan penelitian dengan pola utara timurlaut-selatan baratdaya, timurlaut-baratdaya, dan timur timurlaut-barat baratdaya, serta sesar anjakan-lipatan pada bagian utara dengan pola timurlaut-baratdaya. Hasil rekonstruksi pada daerah penelitian menunjukkan tiga struktur utama, yaitu sesar normal yang disebabkan fase ekstensi pada Perm-Akhir Jura, sesar normal yang terbentuk pada fase ektensi Akhir Jura hingga Kapur Tengah yang mengalami reaktivasi ketika pengendapan sedimen Tersier, sesar normal akibat kompresi pada Pleistosen, serta sesar anjakan-lipatan yang juga berumur Pleistosen. Hubungan antarsesar juga terlihat adanya sintetik-antitetik serta beberapa jenis hubungan vertikal antara sesar normal Noegeon dengan sesar normal Mesozoikum.", "Daftar File": {"2016_TA_PP_Febriana_Fiona_Rizky_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/155434"}, "Penulis": "Febriana Fiona Rizky [12012039]", "Kontributor / Dosen Pembimbing": ["Ir. Benyamin Sapiie, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Ekstensi, kolisi, palinspastik, syn-rift, Timor Through", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "06 Feb 2019"}