{"Nomor": 34268, "Judul": "Transparent Open-Box Learning Network And Artificial Neural Network Predictions Of Bubble-Point Pressure Compared", "Abstrak": "The transparent open box (TOB) learning network algorithm offers an alternative approach to\nthe lack of transparency provided by most machine-learning algorithms. It provides the exact\ncalculations and relationships among the underlying input variables of the datasets to which it\nis applied. It also has the capability to achieve credible and auditable levels of prediction\naccuracy to complex, non-linear datasets, typical of those encountered in the oil and gas\nsector, highlighting the potential for underfitting and overfitting. The algorithm is applied\nhere to predict bubble-point pressure from a published PVT dataset of 166 data records\ninvolving four easy-to-measure variables (reservoir temperature, gas-oil ratio, oil gravity, gas\ndensity relative to air) with uneven, and in parts, sparse data coverage. The TOB network\ndemonstrates high-prediction accuracy for this complex system, although it predictions\napplied to the full dataset are outperformed by an artificial neural network (ANN). However,\nthe performance of the TOB algorithm reveals the risk of overfitting in the sparse areas of the\ndataset and achieves a prediction performance that matches the ANN algorithm where the\nunderlying data population is adequate. The high levels of transparency and its inhibitions to\noverfitting enable the TOB learning network to provide complementary information about the\nunderlying dataset to that provided by traditional machine learning algorithms. This makes\nthem suitable for application in parallel with neural-network algorithms, to overcome their\nblack-box tendencies, and for benchmarking the prediction performance of other machine\nlearning algorithms.", "Daftar File": {}, "Penulis": "DAVID A. WOOD [-]", "Kontributor / Dosen Pembimbing": ["Abouzar Choubineh"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Learning network transparency, learning network performance compared; prediction of oil bubble point pressure; over fitting data sets for prediction; auditing machine learning predictions; TOB complements ANN.", "Sumber": "Petroleum - KeAi, https://doi.org/10.1016/j.petlm.2018.12.001", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "07 Feb 2019"}