{"Nomor": 34274, "Judul": "KAJIAN FITOKIMIA DAN AKTIVITAS SITOTOKSIK  METABOLIT SEKUNDER TUMBUHAN CRYPTOCARYA  (LAURACEAE) INDONESIA", "Abstrak": "Cryptocarya termasuk salah satu genus dari famili tumbuhan Lauraceae yang tersebar di wilayah tropika dan subtropika antara lain Asia, Australia dan Melanesia. Di Indonesia, Cryptocarya dikenal sebagai ”medang” atau ”huru”, masyarakat memanfaatkannya sebagai bahan bangunan, bahan perabot, dan bahan baku pulp pada industri kertas sehingga memiliki nilai ekonomi yang penting. Dalam pemanfaatan yang lain, beberapa spesies Cryptocarya telah digunakan sebagai obat tradisional untuk menyembuhkan berbagai macam penyakit, seperti penyakit kulit, nyeri otot, nyeri sendi, sakit kepala, mual, infeksi karena jamur, dan bakteri. Kegunaan kelompok tumbuhan ini telah menjadi pendorong kajian- kajian fitokimia terhadap genus ini. Kajian fitokimia menunjukkan bahwa genus Cryptocarya menghasilkan berbagai jenis metabolit sekunder, yang meliputi alkaloid, 2-piron, flavonoid, lignan, terpenoid dan steroid. Keragaman kandungan metabolit sekunder tersebut telah menjadikan tumbuhan genus ini tidak homogen. Alkaloid dan 2-piron merupakan ciri yang cukup menonjol pada tumbuhan Cryptocarya. Alkaloid merupakan salah satu ciri pada kelompok tertentu Cryptocarya, terutama yang berasal dari Australia. Selain alkaloid, ciri lain yang menonjol adalah metabolit sekunder turunan 2-piron dan flavonoid. Kedua kelompok metabolit sekunder yang ditemukan pada genus ini dapat disarankan berasal  dari  jalur  yang  sama,  yaitu  jalur  C6-C3-oligoketida  (nC2),  dimana flavonoid merupakan salah satu produk senyawa dari jalur tersebut, yaitu C6-C3- triketida (C6), kecuali tumbuhan C. massoi menghasilkan senyawa 2-piron yang murni dari jalur ketida (nC2). Penelitian sebelumnya telah mengungkapkan bahwa tumbuhan Cryptocarya Indonesia lebih banyak menghasilkan turunan 2-piron, flavonoid, dan lignan. Cryptocarya Indonesia yang menghasikan alkaloid tampaknya tidak memiliki ciri khas secara geografis dan relatif sangat terbatas. Keberadaan alkaloid di satu sisi, dan 2-piron dan flavonoid di sisi yang lain tidak terjadi pada satu spesies yang sama. Dengan kata lain, spesies penghasil alkaloid sebagai metabolit utama, maka spesies tersebut tidak menghasilkan senyawa turunan 2-piron dan flavonoid, dan kalaupun dihasilkan oleh tumbuhan tersebut, keberadaan metabolit sekunder tersebut hanyalah sebagai metabolit minor, dan juga berlaku sebaliknya.\n \n\nBerdasarkan  latar  belakang  di  atas,  maka  pada  penelitian  ini  telah  dilakukan kajian  fitokimia  pada  empat  spesies  tumbuhan  Cryptocarya  Indonesia,  yaitu C. archboldiana, C. crassinerviopsis, C. palawanensis, dan C. subvelutina. Selain itu, juga dikaji sifat sitotoksik senyawa hasil isolasi terhadap sel murin leukemia P-388 serta mengungkapkan hubungan antara struktur senyawa dengan bioaktivitasnya.\n\nKulit batang C. crassinerviopsis dan C. subvelutina dikumpulkan dari Kendari, Sulawesi Tenggara. Sementara itu, kulit batang C. archboldiana dikumpulkan dari Merauke,  Papua  sedangkan  C.  palawanensis  dikumpulkan  dari  Halmahera, Maluku Utara. Isolasi metabolit sekunder pada penelitian ini dilakukan melalui beberapa tahap pekerjaan, yang meliputi tahap ekstraksi, fraksinasi dan pemurnian senyawa dengan menggunakan berbagai teknik kromatografi. Struktur molekul senyawa hasil isolasi ditetapkan berdasarkan analisis data spektroskopi, yang meliputi spektroskopi UV, NMR 1D, NMR 2D serta spektroskopi massa. Sementara itu, uji sitotoksik terhadap sel murin leukemia P-388 menggunakan metode MTT [3-(4,5-dimetiltiazo-2-il)-2,5-difeniltetrazolium bromida].\n\nPada penelitian ini telah berhasil diisolasi sepuluh senyawa murni, termasuk diantaranya satu senyawa baru, yaitu asam kriptokrasinerviopsilat (1). Sembilan senyawa lainnya merupakan senyawa yang telah dikenal, yang meliputi dua senyawa  flavanon,  yaitu  pinosembrin  (2)  dan  pinostrobin  (3);  dua  senyawa calkon, yaitu kriptokaryon (4) dan kurzicalkolakton A (5); satu senyawa alkaloid benziltetrahidroisokuinolin, yaitu retikulin (8); serta empat senyawa alkaloid aporfin, yaitu laurolitsin (6), boldin (7), nandigerin (9) dan N-metilnandigerin (10). Penemuan senyawa baru asam kriptokrasinerviopsilat (1) yang tidak ditemukan pada tumbuhan lain, merupakan data kimiawi yang penting pada tumbuhan Cryptocarya dengan diungkapnya kerangka tetrasiklik yang unik, yaitu\ntetrasiklo[5.3.14,10.06,8]undek-2-en tanpa keraguan berdasarkan data spektrosopi NMR yang meliputi 1H, 13C, ADEQUATE, TOCSY1D, HSQC, HMBC, dan NOESY.\n\nUji aktivitas sitotoksik senyawa hasil isolasi terhadap sel murin leukemia P-388 mempelihatkan bahwa hanya kriptokaryon (4) yang menunjukkan sifat sitotoksik yang  sangat  aktif,  sedangkan  sembilan  senyawa  lainnya  memiliki  sitotoksik rendah bahkan tidak aktif. Kajian hubungan struktur dan sitotoksitas menunjukkan bahwa adanya unit tetrahidrobenzofuran (cincin lakton) serta cincin A yang tereduksi pada senyawa calkon, yaitu kriptokaryon (4) dapat menyebabkan sifat sitotoksik yang sangat kuat terhadap sel murin leukemia P-388. Berdasarkan hasil uji aktivitas di atas, dapat disimpulkan juga bahwa golongan flavonoid khususnya calkon  memiliki  aktivitas sitotoksik  lebih  tinggi  terhadap  sel  murin  leukemia P-388 dibandingkan golongan alkaloid dan asam karboksilat.\n\nPenemuan-penemuan yang diperoleh pada penelitian ini memperlihatkan bahwa Cryptocarya bukan saja sebagai penghasil alkaloid, flavonoid, dan 2-piron, melainkan juga turunan asam karboksilat poliena rantai panjang (asam kriptokrasinerviopsilat (1)), yang merupakan perluasan dari jalur poliketida, dan memiliki arti yang penting pada kekerabatannya dengan genus Persea dan Litsea.\n \n\nPenemuan turunan flavanon sederhana, pinosembrin (2) dan/atau pinostrobin (3), bersama dengan asam kriptokrasinerviopsilat (1) di satu sisi, dan dengan kriptokaryon  (4)  dan  kurzicalkolakton  A  (5)  di  sisi  yang  lain,  tanpa  adanya alkaloid yang terdeteksi, memperlihatkan pada tumbuhan Cryptocarya Indonesia terjadi perubahan dari pembentukan alkaloid ke pembentukan metabolit sekunder lain yang melibatkan jalur poliketida. Dengan ditemukannya alkaloid pada tumbuhan C. archboldiana dan C. subvelutina, yang berasal dari wilayah timur Indonesia, memperlihatkan adanya hubungan kekerabatan dengan Cryptocarya yang tumbuh di Australia.", "Daftar File": {"2013_DIS_SUWANDRI_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/155468", "2013_DIS_SUWANDRI_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/155469", "2013_DIS_SUWANDRI_1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/155470", "2013_DIS_SUWANDRI_1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/155471", "2013_DIS_SUWANDRI_1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/155472", "2013_DIS_SUWANDRI_1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/155473", "2013_DIS_SUWANDRI_1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/155474", "2013_DIS_SUWANDRI_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/155475"}, "Penulis": "Suwandri [30508003]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Euis Holisotan Hakim, MS", "Prof. Yana Maolana Syah, MS, Ph.D.", "Dr. Lia Dewi Juliawaty, MS"], "Jenis Koleksi": "Disertasi", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Lauraceae, Cryptocarya, asam kriptokrasinerviopsilat, kriptokaryon", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "07 Feb 2019"}