{"Nomor": 34286, "Judul": "GEOLOGI DAN GEOKIMIA AIR PANASBUMI DAERAH BUMIAYU DAN SEKITARNYA, KABUPATEN BREBES, JAWA TENGAH", "Abstrak": "Penelitian dilakukan di Kecamatan Bumiayu dan Bantarkawung, Kabupaten Brebes, Jawa\nTengah pada zona UTM 49 S dengan koordinat 268.000 – 274.000 mT dan 9.192.000 –\n9.201.000 mS serta luas area 54 km2 (9 x 6 km2). Pemetaan geologi dilakukan dengan\nskala 1 : 25.000 untuk mengetahui tatanan geologi. Studi geokimia dilakukan untuk\nmengetahui karakteristik sistem panasbumi di daerah penelitian.\nDaerah penelitian terindikasi memiliki sistem panasbumi berkaitan dengan struktur geologi\npada batuan sedimen. Satuan geomorfologi dibagi menjadi 4, yaitu Satuan Perbukitan\nZona Sesar Bantarkawung, Satuan Perbukitan Lipatan Bantarkawung, Satuan Perbukitan\nIntrusi Pangebatan, dan Satuan Dataran Aluvial Pemali. Geologi daerah penelitian terdiri\natas 4 satuan batuan, dari tua ke muda, adalah Satuan Perselingan Batupasir Batulanau,\nSatuan Batupasir, Satuan Andesit Piroksen, dan Satuan Endapan Aluvial. Struktur geologi\nprimer yang berkembang di daerah penelitian berupa struktur sedimen, sedangkan struktur\nsekunder berupa sesar naik berarah barat-baratlaut – timur-tenggara hingga utara – selatan,\nlipatan berarah barat – timur hingga utara – selatan, dan sesar mendatar berarah timurlaut –\nbaratdaya.\nManifestasi yang muncul di daerah penelitian berupa 4 mata air panas dan hangat dengan\ntipe bikarbonat dan klorida bertemperatur 40° - 71°C. Berdasarkan studi geokimia air,\ndaerah penelitian diinterpretasikan memiliki 3 reservoir yang dikontrol struktur geologi,\nyaitu reservoir Pangebatan, Buaran, dan Paguyangan. Ketiga reservoir diinterpretasikan\nmemiliki temperatur yang sama, yaitu 120° – 130°C dan berada pada Satuan Batupasir di\nkedalaman 500 m. Ketiga sistem panasbumi memiliki sumber daya antara 17 hingga 18\nMW.", "Daftar File": {}, "Penulis": "Lindawati Sumpena [12012062]", "Kontributor / Dosen Pembimbing": ["Ir. Niniek Rina Herdianita, M.Sc., Ph.D.", "Indra Gunawan, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Bumiayu, geokimia air, panasbumi, kontrol struktur", "Sumber": "", "Staf Input/Edit": "tuti yulia", "File": "13 file", "Tanggal Input": "07 Feb 2019"}