{"Nomor": 34299, "Judul": "Trace determination of sulfonamide antibiotics and their acetylated metabolites via SPE-LC-MS/MS in wastewater and insights from their occurrence in a municipal wastewater treatment plant", "Abstrak": "Antibiotics have drawn much attention as their wide usage in humans and animals may result in microbial resistance, which is a huge threat to humans' health. Studies on the occurrence and removals of antibiotics in wastewater treatment plants have been widely performed, but very few covered their main acetylated metabolites.\nThis study developed an effective analytical method for the trace determination of four sulfonamides and three\nacetylated metabolites in municipal wastewaters, which was validated by linearity (R2 N 0.995), sensitivity\n(limit of quantification, LOQ b 0.78 ng/L), recovery (77.7%–148.1%) and precision (relative standard deviation,\nRSD b 9.6%). All sulfonamides and their acetylated metabolites were detected in municipal wastewaters including\ninfluent, primary settling tank and effluent. Removal performances of sulfapyridine (SP), sulfadiazine (SDZ), sulfamethoxazole (SMZ), and N4-acetyl sulfadiazine (AC-SDZ) in the municipal wastewater treatment plant were\nmoderate or excellent, whereas the corresponding removals of sulfamethazine (SM2), N4-acetyl sulfapyridine\n(AC-SP), and N4-acetyl sulfamethazine (AC-SM2) were poor. The calculated poor removal of SM2 might be attributed to its fluctuation in raw wastewater, whereas the poor removals of AC-SP and AC-SM2 may be due to retransformation from their parent sulfonamides. Our results showed that monitoring of acetylated sulfonamides\nin municipal wastewater is important for two reasons. One is that acetylated metabolites are good biomarkers for\nwastewater-based epidemiology when they are combined with their corresponding parent sulfonamides. The\nother is that the potential risk of sulfonamides in effluent to the natural environment cannot be accurately", "Daftar File": {}, "Penulis": "Su-fen Yuan  [-]", "Kontributor / Dosen Pembimbing": ["Ze-hua Liu.,Hua Yin.,a , Zhi Dang.,Ping-xiao Wu.,Neng-wu Zhu., Zhang Lin"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Sulfonamides Acetylated metabolites LC-MS/MS Municipal wastewater Wastewater-based epidemiology", "Sumber": "Science of the Total Environment 653 (2019) 815–821", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "07 Feb 2019"}