{"Nomor": 34298, "Judul": "PEMBUATAN ALAT PERAGA SISTEM ALIRAN CUTTING FLUID  MESIN PERKAKAS GURDI BROTHER TC-S2B-O", "Abstrak": "Kemajuan industri manufaktur suatu negara tidak akan bisa terlepas dari kemajuan teknologi mesin perkakasnya. Oleh sebab itu, pemahaman terhadap teknologi mesin perkakas perlu ditingkatkan. Salah satu metode untuk mempelajari mesin perkakas adalah melalui alat peraga yang menampilkan komponen-komponen dasar penyusun dan cara kerja mesin perkakas yang disertai dengan keterangan spesifikasi yang informatif. Tugas sarjana ini membahas pembuatan alat peraga dan ilustrasi dari fasilitas pendukung mesin perkakas gurdi BROTHER TC-S2B-O yang berupa sistem aliran cutting fluid. Proses pembuatan peraga meliputi: identifikasi mesin perkakas, pembersihan mesin, pembongkaran elemen penyusun mesin perkakas (pompa, filter, dan unit konveyor), dan pembuatan animasi cara kerja mesin.  Hasil dari tugas akhir ini adalah video animasi peraga cara kerja dan komponen-komponen penyusun sistem aliran cutting fluid. Peraga komponen mesin perkakas ini akan digunakan sebagai bahan pembelajaran untuk membantu masyarakat memahami peran dan cara kerja cutting fluid  pada proses pemotongan.", "Daftar File": {"TA_ROBI_SOFIYULLOH-13111116_Asli.pdf": "https://digilib.itb.ac.id/gdl/download/155576", "TA_ROBI_SOFIYULLOH-13111116_Bab-I.pdf": "https://digilib.itb.ac.id/gdl/download/155578", "TA_ROBI_SOFIYULLOH-13111116_Bab-II.pdf": "https://digilib.itb.ac.id/gdl/download/155579", "TA_ROBI_SOFIYULLOH-13111116_Bab-III.pdf": "https://digilib.itb.ac.id/gdl/download/155580", "TA_ROBI_SOFIYULLOH-13111116_Bab-IV.pdf": "https://digilib.itb.ac.id/gdl/download/155581", "TA_ROBI_SOFIYULLOH-13111116_Bab-V.pdf": "https://digilib.itb.ac.id/gdl/download/155582"}, "Penulis": "Robi Sofiyulloh [13111116 ]", "Kontributor / Dosen Pembimbing": ["Dr. Sri Raharno, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Mesin Perkakas, Cutting fluid , Model 3 dimensi", "Sumber": "", "Staf Input/Edit": "D. Budina", "File": "6 file", "Tanggal Input": "07 Feb 2019"}