{"Nomor": 34303, "Judul": "DISCRETIZATION CORRECTION OF  PARTICLE STRENGTH EXCHANGE (DC PSE) OPERATOR FOR 2D  STEADY STATE INCOMPRESSIBLE FLOW IN VELOCITY CORRECTION SCHEME", "Abstrak": "Metode-metode dalam komputasi dinamika fluida terus dikembangkan untuk memperoleh  program  yang  lebih efisien dengan  hasil yang  akurat.  Persamaan Navier-Stokes dalam bentuk  velocity-vorticity  telah dipelajari dan dikembangkan dalam  beberapa  tahun  terakhir.  Kenyamanan dari  menggunakan  formulasi ini adalah bisa menyelesaikan kecepatan  dan vortisitas  secara bertahap tidak seperti formulasi Navier-Stokes yang pada umumnya dalam bentuk pressure-velocity yang mengharuskan  kedua variabel tersebut  diselesaikan secara bersamaan.  Pada studi ini, formulasi velocity-vorticity  digunakan  ke dalam skema koreksi-kecepatan  un- tuk menganalisis aliran steady inkompresibel dalam dua dimensi.\n\nUntuk  menggunakan  metode koreksi-kecepatan, persamaan  Poisson perlu disele- saikan.  Dalam kasus ini, operator  Discretization-Correction of Particle Strength Exchange (DC PSE)  digunakan  bersama  metode finite difference  untuk  menye- lesaikan persamaan  Poisson.  Operator  discretization  correction  merupakan  op- erator  untuk  mendiskritisasi  turunan berarah  dari suatu  fungsi kontinu.   seperti yang sudah  dipelajari  pada  beberapa  artikel,  operator  ini dapat  meningkatkan kekokohan dari diskritisasi.\n\nAlgoritma ini akan digunakan  untuk  mensimulasikan  kasus aliran lid driven cav- ity.    Pada  studi  ini,  kita  akan  melihat  bagaimana  operator  DC  PSE  berefek pada  algoritma.  Hasil dari simulasi menunjukkan bahwa pada  Reynolds  number yang  rendah,  simulasi  dapat  berjalan  dengan  baik  dengan  hasil  yang  seband- ing. Akan tetapi,  pada Reynolds  number  yang tinggi resolusi dari partikel  harus ditingkatkan untuk  memperoleh hasil yang sebanding.", "Daftar File": {}, "Penulis": "Ahmad Humaedi [13614065]", "Kontributor / Dosen Pembimbing": ["Dr. Lavi Rizki Zuhal"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "velocity-vorticity  formulation,  DC PSE, skema koreksi-kecepatan.", "Sumber": "", "Staf Input/Edit": "Erlin Marliana Effendi", "File": "7 file", "Tanggal Input": "07 Feb 2019"}