{"Nomor": 34309, "Judul": "Community arts: (Re)contextualizing the narrative of teaching and learning", "Abstrak": "Education in the United States is often characterized by testing and standardized outcomes, and\nbears little relevance to the culture and the community that surrounds both students and teachers.\nConversely, community arts connect the philosophies of art and education to the larger spheres of\nculture and community. The community thus becomes an educational space in which both the\nteachers and students are motivated to learn from each other through a reciprocal relationship that\nchanges the dynamic of both teaching and learning. Consequently, the (re)contextualization of art\nand education within culture and community has distinct policy implications regarding both what\nwe teach and the way we teach it. There is an opportunity to increase the significance of art\neducation in a democratic society if we embrace practices that empower preservice teachers to\nanalyze how artmaking practices shape their own sensibilities and those of the communities in\nwhich they live. This article suggests a field experience model for informing cross-cultural\nunderstandings of community-based pedagogy, participation, and collaboration that challenges\nexisting educational policy while informing the values and beliefs of the preservice teacher. It\npresents the opportunity to develop socially relevant programs for use in the teaching of art that\ninclude community, social justice, democracy, collective responsibility, activism, and equity\namong others that confront established perceptions of both art and education.", "Daftar File": {}, "Penulis": "Ross H. Schlemmer [-]", "Kontributor / Dosen Pembimbing": ["-"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Art education; community arts; teacher education; teacher preparation programs", "Sumber": "Art Education, Edinboro University, Edinboro, Pennsylvania, USA", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "07 Feb 2019"}