{"Nomor": 34322, "Judul": "ANALISIS POTENSI LIKUIFAKSI PADA LOKASI RENCANA PEMBANGUNAN INFRASTRUKTUR DI WILAYAH PANTAI KABUPATEN SERDANG BEDAGAI, SUMATRA UTARA", "Abstrak": "Wilayah pantai dan laut dangkal Kabupaten Serdang Bedagai yang berada pada koordinat geografis 98º54’0.00” BT sampai dengan 99º24’0.00” BT dan 3º24’0.00” LU sampai dengan 3º54’0.00” LU merupakan daerah sedimentasi aktif. Hal ini dapat dilihat dari adanya area pengendapan sedimen yang luas pada pesisir pantai di wilayah tersebut. Sedimen tersebut secara umum belum terkonsolidasi dan berada dalam kondisi jenuh air. Hal tersebut merupakan faktor yang dapat memicu likuifaksi sehingga pelaksanaan kajian potensi likuifaksi di daerah tersebut perlu dilakukan. Likuifaksi dapat terjadi karena adanya gangguan yang menyebabkan sedimen kehilangan tegangan antarpartikel dan tergantikan oleh tekanan air pori. Analisis potensi likuifaksi dilakukan berdasarkan pengolahan data SPT pada dua lubang bor di area penelitian, meliputi tingkat kemungkinan terjadi likuifaksi dan faktor-faktor pemicunya. Berbagai metode analisis likuifaksi digunakan untuk memperoleh faktor kestabilan terhadap likuifaksi (FSL) berdasarkan karakteristik sedimen.\nDari hasil analisis tersebut, daerah penelitian memiliki 3 tipe sedimen, yaitu: sedimen lempung rawa, sedimen pasir pantai, dan sedimen lanau pantai. Kawasan pantai Kabupaten Serdang Bedagai memiliki tingkat kerentanan endapan permukaan terhadap likuifaksi sedang – tinggi dengan nilai SRF (Susceptibility Rating Factor) 20.25 – 27.00. Pada lapisan tanah yang bersifat nonplastis, likuifaksi lebih memungkinkan terjadi. Perbandingan CRR (Cyclic Resistance Ratio) terhadap CSR (Cyclic Stress Ratio) pada gempabumi dengan Mw = 7.0 hingga Mw = 9.0 memperlihatkan bahwa area penelitian berisiko terjadi likuifaksi karena memiliki nilai SF (Safety Factor) terhadap likuifaksi kurang dari 1 (satu).", "Daftar File": {"2016_TA_PP_Mario_Chrisna_Purnama_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/155685"}, "Penulis": "Mario Chrisna Purnama [12012020]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Imam Achmad Sadisun, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "SRF, Serdang Bedagai, Sumatra Utara, likuifaksi, gempabumi.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "07 Feb 2019"}