{"Nomor": 34329, "Judul": "ANALISIS PENEMPATAN ANTENA VHF OMNIDIRECTIONAL RANGE (VOR) PADA PESAWAT C-295 DENGAN MENGGUNAKAN PERANGKAT LUNAK FEKO DAN ANTENNA MAGUS", "Abstrak": "Penempatan antena pada wahana terbang seperti pesawat terbang merupakan sebuah proses yang sangat penting dari serangkaian proses desain wahana terbang. Antena pada sebuah pesawat terbang vital perannya dalam membantu komunikasi, navigasi serta surveillance. Penempatan yang buruk akan menyebabkan terancamnya keselamatan serta  mengganggu kenyamanan saat sedang melakukan penerbangan. Sayangnya, banyak perusahaan pembuat pesawat yang belum mempertimbangkan peletakan antena pada pesawat buatannya dengan matang. Proses penentuan letak antena dilakukan  berdasarkan data historis tanpa melakukan analisis komputasional terlebih dahulu.\nPada penelitian tugas akhir ini dilakukan simulasi numerik menggunakan software Antenna Magus untuk merancang antena serta software FEKO untuk memodelkan penempatan antena pada pesawat. Kasus yang dipilih adalah penempatan antena VHF Omnidirectional Range (VOR) pada ekor vertikal pesawat C-295. Tujuannya adalah untuk memahami pola radiasi serta s-parameter antena yang dipasang pada pesawat. Simulasi dilakukan dengan variasi jenis antena, letak antena pada ekor vertikal pesawat serta metode solusi untuk dikaji perbandingan pola radiasi dan nilai s-parameter yang dihasilkan, efektifitas metode komputasi serta kebutuhan komputasi.\nDari hasil simulasi yang dilakukan dapat disimpulkan bahwa metode solusi Method of Moment dan Multilevel Fast Multipole Method memiliki hasil yang identik dan di lain sisi metode solusi Physical Optics memberikan hasil dengan tingkat akurasi yang buruk apabila tidak dikombinasikan dengan metode solusi lain. Jenis antena yang baik untuk antena VHF Omnidirectional Range adalah antena helix dan monopole namun sulit direalisasikan di dunia nyata karena ukurannya terlalu besar. Bagian atas ekor vertikal merupakan lokasi terbaik untuk pemasangan antena VHF Omnidirectional Range karena interferensi akibat geometri pesawat sedikit.", "Daftar File": {}, "Penulis": "Alberth Prasetya [13614070]", "Kontributor / Dosen Pembimbing": ["Ir. Toto Indriyanto, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "FEKO, Antenna Magus, Antenna Placement, VOR", "Sumber": "", "Staf Input/Edit": "Erlin Marliana Effendi", "File": "7 file", "Tanggal Input": "07 Feb 2019"}