{"Nomor": 34320, "Judul": "GEOLOGI DAERAH KONDA DAN SEKITARNYA, KABUPATEN KONAWE SELATAN, SULAWESI TENGGARA", "Abstrak": "Pemetaan geologi secara detail dilakukan di daerah Konda dan Sekitarnya, Kabupaten Konawe\nSelatan, Provinsi Sulawesi Tenggara, penelitian dilakukan dengan luas wilayah 100 km2 pada\nkoordinat 4°06’58.54 - 4°12’23.80 LS dan 122°29’10.93 - 122°34’35.50 BT atau 443000 –\n453000 mT dan 9535000 – 9545000 mU. Tujuan penelitian ini adalah untuk mengetahui tatanan\ngeologi daerah penelitian mencakup geomorfologi, stratigrafi, struktur geologi, dan sejarah\ngeologi. Berdasarkan data primer yang diperoleh di lapangan dan juga didukung analisis\npetrografi, mikropaleontologi, dan struktur geologi.\nSatuan geomorfologi daerah penelitian dibagi menjadi empat, yaitu: Satuan Dataran Aluvial,\nSatuan Perbukitan Metamorf, Satuan Punggungan Homoklin, dan Satuan Perbukitan Karst.\nDaerah penelitian memiliki pola aliran sungai rektangular dan paralel yang mengindikasikan\nkontrol struktur kekar serta sesar yang lebih dominan. Tahapan geomorfik daerah penelitian\ntermasuk tahap geomorfik dewasa. Stratigrafi daerah penelitian terdiri dari Satuan Filit dan\nSatuan Marmer yang berumur Trias-Jura Awal. Kemudian pada satuan yang lebih muda\nterendapkan Satuan Batupasir-Batulempung diatas Satuan Filit secara tidak selaras, satuan ini\nberumur Miosen Akhir – Pliosen Awal pada lingkungan Neritik tengah. Pada Pliosen Awal\ndiendapkan secara selaras Satuan Batugamping pada lingkungan Neritik Dalam. Kemudian\nEndapan Aluvial diendapkan hingga sekarang. Struktur geologi yang berkembang pada daerah\npenelitian berupa struktur imbrikasi sesar naik, sesar mendatar, dan sesar normal. Sesar-sesar\ntersebut dibentuk oleh fase tektonik kompresi yang berarah Baratlaut-Tenggara ketika terjadi\nkolisi antara Keping Benua Sulawesi Tenggara-Keping Benua Buton-Keping Benua Tukang\nBesi", "Daftar File": {}, "Penulis": "Gilbert B Siagian [12012015]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Chalid Idham Abdullah"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Sulawesi Tenggara, Keping Benua, Kolisi, Imbrikasi, Filit, Marmer.", "Sumber": "", "Staf Input/Edit": "tuti yulia", "File": "7 file", "Tanggal Input": "07 Feb 2019"}