{"Nomor": 34327, "Judul": "RANCANG BANGUN SISTEM PENGOLAHAN DATA PENGUKURAN JARAK PADA KENDARAAN METROKAPSUL DENGAN  METODE DATA FUSION", "Abstrak": "Metrokapsul merupakan transportasi Light Rapid Transit yang bergerak pada jalur beton. Metrokapsul dilengkapi dengan 4 jenis sensor jarak untuk mengukur jarak antar unit Metrokapsul. Hasil pengukuran dari keempat sensor tersebut diolah oleh sebuah Sistem Pengolahan Data menggunakan metode Data Fusion.   Penggunaan Data Fusion berfungsi untuk mendeteksi Status dari tiap sensor yang terdiri dari status “SEHAT” atau “GAGAL”. Status sensor ditentukan dengan membandingkan nilai dari tiap sensor satu sama lain. Sensor berstatus “SEHAT” jika minimal terdapat 1 sensor lain yang memiliki nilai yang sama. Jumlah sensor yang berstatus “SEHAT” menentukan status dari sistem pengukuran Metrokapsul. Terdapat 4 status sistem pengukuran, antara lain: “NORMAL”, “LOW WARNING”, “HIGH WARNING”, dan “EMERGENCY. Sistem pengolahan data berfungsi juga untuk menghasilkan nilai acuan jarak bagi sistem kontrol jarak Metrokapsul. Pemilihan sensor acuan didasari oleh nilai penyimpangan rata – rata dan standar deviasi pada proses kalibrasi.  Berdasarkan pengujian yang telah dilakukan, diperoleh kesimpulan bahwa algoritma dari sistem yang dirancang telah berhasil diaplikasikan. Selain itu, didapatkan nilai penyimpangan rata – rata untuk masing – masing sensor, antara lain: Sensor Pepperl Fuchs (0.1 cm), Sensor LRF (0.61 cm) Sensor Pixy (0.64cm), dan Sensor HCSR (0.74 cm).", "Daftar File": {"TA_Hazmi_Ad_Dinar_-_13113009_Asli.pdf": "https://digilib.itb.ac.id/gdl/download/155688", "TA_Hazmi_Ad_Dinar_-_13113009_Bab-I.pdf": "https://digilib.itb.ac.id/gdl/download/155690", "TA_Hazmi_Ad_Dinar_-_13113009_Bab-II.pdf": "https://digilib.itb.ac.id/gdl/download/155691", "TA_Hazmi_Ad_Dinar_-_13113009_Bab-III.pdf": "https://digilib.itb.ac.id/gdl/download/155693", "TA_Hazmi_Ad_Dinar_-_13113009_Bab-IV.pdf": "https://digilib.itb.ac.id/gdl/download/155695", "TA_Hazmi_Ad_Dinar_-_13113009_Bab-V.pdf": "https://digilib.itb.ac.id/gdl/download/155696", "TA_Hazmi_Ad_Dinar_-_13113009_Bab-VI.pdf": "https://digilib.itb.ac.id/gdl/download/155698"}, "Penulis": "Hazmi Nawfal I ad'Dinar [13113009 ]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Muljo Widodo Kartidjo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Sistem Pengolahan Data, Pengukuran, Data Fusion,", "Sumber": "", "Staf Input/Edit": "D. Budina", "File": "7 file", "Tanggal Input": "07 Feb 2019"}