{"Nomor": 34323, "Judul": "GEOLOGI DAERAH KARANGHARJO DAN SEKITARNYA, KECAMATAN KALIBARU, KABUPATEN BANYUWANGI, PROVINSI JAWA TIMUR", "Abstrak": "Daerah Karangharjo terletak di Kecamatan Kalibaru, Kabupaten Banyuwangi, Jawa\nTimur, yang dikenal sebagai daerah perbatasan antara Zona Pegunungan Selatan dan\nZona Vulkanik Kuarter. Untuk meneliti dan memahami karakteristik geologi daerah\nKarangharjo, dilakukan pemetaan dan penelitian geologi pada daerah seluas ± 57 km2\nyang terletak pada koordinat 8o15’26,59” LS – 8o20’29,80” LS dan 107o59’59,82” BT –\n108o03’29,81” BT. Metode penelitian yang dilakukan mencakup kegiatan pemetaan dan\npengambilan data lapangan serta analisis laboratorium.\nGeomorfologi daerah penelitian berada pada tahapan geomorfik muda hingga dewasa\ndan diperkirakan merupakan hasil dari proses eksogen sejak deformasi Pliosen –\nPleistosen. Selain dari proses tersebut, morfologi daerah penelitian juga dikontrol oleh\nstruktur geologi dan keragaman karakteristik litologi yang kemudian membentuk pola\nkelurusan lembah serta sungai.\nStratigrafi daerah penelitian terdiri dari Satuan Breksi Piroklastik Aliran Gunung\nMerubetiri sebagai satuan berumur paling tua yang terbentuk akibat erupsi Oligosen –\nMiosen Awal Gunung Merubetiri, di atasnya diendapkan Satuan Aliran Lava Andesit\nGunung Merubetiri secara selaras, kemudian diendapkan secara tidak selaras Satuan\nAliran Lahar, yang diikuti pengendapan secara selaras Satuan Breksi Piroklastik Gunung\nRaung 1 dan Satuan Breksi Piroklastik Aliran Gunung Raung 2 sebagai endapan Vulkanik\nKuarter.\nKarakteristik geologi daerah penelitian sangat dipengaruhi oleh deformasi yang telah\nterjadi sejak Oligosen – Pliosen. Struktur deformasi daerah penelitian dipengaruhi oleh\nsubduksi Pulau Jawa yang menghasilkan pola kelurusan berarah Timurlaut – Baradaya\ndan Tenggara – Baratlaut serta menghasilkan sesar-sesar geser berarah Timurlaut –\nBaratdaya dan Tenggara – Baratlaut pada Zona Pegunungan Selatan.", "Daftar File": {"2015_TA_PP_MOCHAMMAD_HAFID_RAHADI_1-PUSTAKA_pdf.pdf": "https://digilib.itb.ac.id/gdl/download/155682"}, "Penulis": "Mochammad Hafid Rahadi [12011086]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Yan Rizal R., Dipl.-Geol."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Economic geology", "Kata Kunci": "Karangharjo, Banyuwangi, Pegunungan Selatan, Vulkanik Kuarter, Subduksi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "07 Feb 2019"}