{"Nomor": 34333, "Judul": "PETROLOGI DAN MINERALOGI BATUAN METABASIT DI DAERAH DILI, TIMOR LESTE", "Abstrak": "Daerah penelitian terletak di sepanjang pantai bagian utara Kota Dili, Timor Leste dengan koordinat 8?28'30'' - 8?30'30'' LS dan 125?54'30''-125?58'30'' BT. Tujuan dari penelitian adalah untuk mengetahui derajat metamorfosa, karakteristik kimia mineral serta tekanan dan temperatur pada batuan metabasit Formasi Aileu yang kontak dengan batuan peridotit. Metode yang digunakan pada penelitian adalah pengamatan sayatan tipis serta uji kimia mineral menggunakan SEM (Scanning Electron Microscope)-EDS (Energy-Dispersive Spectrometer).\nHasil penelitian dari pengamatan petrografi menunjukkan adanya peningkatan derajat metamorfosa ke arah kontak batuan peridotit ditandai dengan adanya fasies sekishijau yang terdiri mineral aktinolit, klorit, epidot, dan plagioklas; fasies amfibolit dengan himpunan mineral hornblenda, plagioklas, dan sfen; peralihan fasies amfibolit-granulit dengan himpunan mineral klinopiroksen, garnet, hornblenda, dan plagioklas. Hal ini didukung oleh karakteristik kimia mineral plagioklas yang menunjukkan adanya peningkatan komposisi An dari albit pada fasies sekishijau hingga anortit pada fasies peralihan amfibolit-granulit, mineral hornblenda dengan jenis fero-pargasit pada sekishijau sampai feroan pargasitik hornblenda pada peralihan fasies amfibolit-granulit serta mineral klinopiroksen dengan jenis augit dan diopsid.\nPuncak metamorfosa yang didapatkan dari analisis kimia mineral calcic-amphibole menghasilkan tekanan dan temperatur 11-15 kbar dan 700-760oC. Selain itu, pada puncak metamorfosa terjadi proses pelelehan. Proses pelelehan ini ditandai dengan adanya sudut dihedral dari mineral plagioklas dengan sudut kurang dari 60o pada sayatan tipis. Sementara, pada pengamatan SEM-EDS proses pelelehan ditandai dengan adanya perbedaan komposisi kimia mineral plagioklas. Plagioklas hasil lelehan memiliki jenis oligoklas dengan bentuk cuspate, sedangkan plagioklas pada umumnya memiliki jenis anortit.", "Daftar File": {}, "Penulis": "Dyta Amelia [12012014]", "Kontributor / Dosen Pembimbing": ["Dr. I Gusti Bagus Eddy Sucipta, S.T., M.T.", "M. Galuh Sagara, ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "metamorfosa, metabasit, petrografi, kimia mineral, calcic-amphibole, Formasi Aileu", "Sumber": "", "Staf Input/Edit": "tuti yulia", "File": "7 file", "Tanggal Input": "07 Feb 2019"}