{"Nomor": 34348, "Judul": "VOLKANOSTRATIGRAFI DAN PETROGENESA GUNUNG GALUNGGUNG DAN SEKITARNYA, KABUPATEN GARUT DAN TASIKMALAYA, JAWA BARAT", "Abstrak": "Gunung Galunggung berada di Kabupaten Tasikmalaya dan Garut, Jawa Barat\ndan merupakan gunungapi aktif tipe A pada Busur Sunda yang terletak pada\nlokasi geografis 70 12’ 35.61” LS - 70 16’ 58.49” LS dan 1080 03’ 26.81” BT -\n1080 10’ 28.55” BT dengan luas 104 km2. Tujuan penelitian ini adalah untuk\nmempelajari tatanan geologi dengan prinsip volkanostratigrafi dan tatanan\ntektonik dengan prinsip petrogenesa pada Gunung Galunggung dan sekitarnya.\nGeomorfologi daerah penelitian dibagi menjadi enam satuan, yaitu: Domain I,\nDomain II, Domain III, Domain IV, Domain V, dan Domain VI. Stratigrafi daerah\npenelitian dibagi menjadi tiga khuluk, yaitu: Khuluk Talagabodas, Khuluk\nGuntur, dan Khuluk Galunggung. Pada Khuluk Talagabodas terdapat tiga gumuk,\nyaitu Gumuk Cikarang, Gumuk Batujahar, dan Gumuk Cipatas. Batuan dari ketiga\nkhuluk dan ketiga gumuk adalah basalt, andesit, breksi piroklastik, batulapili, dan\nbreksi lahar yang dibagi menjadi 18 satuan berdasarkan: sumber, litologi yang\ndibedakan dari ukuran, kelimpahan komponen dan fenokris dari batuan, serta\nwaktu pembentukannya. Struktur geologi di daerah penelitian terdiri dari struktur\nprimer berupa kekar berlembar dan struktur sekunder berupa sesar normal\nvolkanik Talagabodas, Guntur, Galunggung, dan Cibanjaran.\nAnalisis tekstur petrografi, kandungan anortit dalam mineral plagioklas, variasi\nsernyawa utama, dan kejenuhan magma menunjukan bahwa terdapat tiga fase\ndalam evolusi magma. Fase I (Talagabodas) ditandai evolusi magma yang\ndipengaruhi fraksionasi kristal. Selanjutnya, fase II (Guntur) dicirikan evolusi\nmagma berupa pencampuran magma dan fraksionasi kristal. Kemudian, pada fase\nIII (Galunggung) terjadi evolusi magma berupa pencampuran magma dan\nfraksionasi kristal. Analisis kelimpahan fenokris serta geokimia unsur utama dan\nunsur jejak menunjukan bahwa seri magma Gunung Galunggung dan sekitarnya\nadalah Tholeiite yang dihasilkan dari subduksi di daerah busur kepulauan\ngunungapi.", "Daftar File": {"2015_TA_PP_RIKSAN_HERDIANA_1-PUSTAKA_pdf.pdf": "https://digilib.itb.ac.id/gdl/download/155792"}, "Penulis": "Riksan Herdiana [12011037]", "Kontributor / Dosen Pembimbing": ["Dr. Mirzam Abdurrachman, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Economic geology", "Kata Kunci": "Gunung Galunggung, volkanostratigrafi, petrogenesa, seri magma, evolusi magma, tektonik", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "07 Feb 2019"}