{"Nomor": 34373, "Judul": "KLONING, EKSPRESI DAN KARAKTERISASI ?-AMILASE BmaN2 DARI Bacillus megaterium NL3", "Abstrak": "?-Amilase  (EC  3.2.1.1)  mengkatalisis  reaksi  hidrolisis  ikatan  ?-1,4-glikosidik pada pati dan telah banyak diaplikasikan pada berbagai industri seperti industri makanan,  minuman,  tekstil  dan farmasi.  Perubahan  pati  menjadi  oligosakarida secara konvensional menggunakan amilase termostabil pada tahap gelatinisasi dilakukan pada suhu tinggi. Penggunaan ?-amilase pendegradasi pati mentah pada suhu di bawah suhu gelatinisasi akan menghemat waktu dan mengurangi biaya produksi.\n\nPenelitian   ?-amilase   yang   dapat   mendegradasi   pati   mentah   telah   banyak dilakukan,   namun   eksplorasi   terhadap   mikroorganisme   laut   yang   memiliki aktivitas ?-amilase tersebut masih terbatas. Pada penelitian sebelumnya, Bacillus megaterium  NL3  penghasil  amilase  telah diisolasi  dari danau  Kakaban, Kalimantan Timur dan gen pengode ?-amilase bmaN2 telah diperoleh. Tujuan penelitian  ini  adalah  mengamplifikasi  gen  pengode  ?-amilase  bmaN2, mengkloning open reading frame (ORF) bmaN2  ke vektor kloning pGEM-T dan vektor ekspresi pET30a serta mengekspresikannya  Escherichia coli ArticExpress (DE3) dan mengkarakterisasi sifat biokimianya.\n\nOpen  reading  frame  (ORF)  gen pengode  bmaN2  diamplifikasi  dengan  metode PCR menggunakan sepasang primer. Fragmen DNA ~1,5 kb bmaN2 telah berhasil diamplifikasi dan dimurnikan. Fragmen DNA bmaN2 disisipkan ke dalam vektor kloning   pGEM-T,   dan   ditransformasikan   ke   sel   inang   E.   coli   TOP10F’. Transforman yang tumbuh diseleksi berdasarkan resistensi ampisilin dan aktivitas galaktosidase. Konfirmasi  terhadap transforman yang diperoleh dilakukan dengan menggunakan size screening, PCR koloni dan analisis restriksi. Hasil analisis tersebut diperoleh dua koloni transforman yang positif membawa plasmid rekombinan yaitu pGEM_bmaN2_A21 dan pGEM_bmaN2_B3.\n\nPlasmid rekombinan yang dihasilkan kemudian dipotong dengan menggunakan BamHI dan EagI untuk diligasikan ke vektor ekspresi pET30a(+) yang telah dipotong dengan enzim restriksi yang sama. Fragmen bmaN2/BamHI-EagI yang diperoleh ditransformasikan ke sel inang E. coli TOP10F’. Transforman diseleksi dengan ditumbuhkan pada medium selektif dan dianalisis kemudian dengan size screening, PCR koloni dan analisis restriksi. Beberapa hasil analisis tersebut menunjukkan bahwa plasmid rekombinan pET_bmaN2 telah diperoleh.\n \n\n\npET_bmaN2 digunakan sebagai templat untuk menentukan urutan nukleotida dari bmaN2.  Open  reading  frame  dari  BmaN2  terdiri  atas  1635  nukleotida  yang mengode 545 asam amino, termasuk mature protein dan (His)6  pada N terminal. Berdasarkan  hasil  deduksi  asam  aminonya,  BmaN2  tergolong  pada  keluarga amilase GH13 sub keluarga 36 dan memiliki tiga residu katalitik yang berperan dalam reaksi hidrolisisnya. ?-Amilase BmaN2 B. megaterium NL3 memiliki kemiripan  sebesar  98%  dengan  amilase  dari  B.  megaterium   NCIB  dengan substitusi 8 asam amino.\n\nBmaN2 diekspresikan pada E. coli ArticExpress (DE3) diinduksi dengan penambahan  IPTG  0,5  mM.  Hasil  analisis  SDS  PAGE  menunjukkan  bahwa BmaN2 memiliki berat molekul ~61,5 kDa. Karakterisasi BmaN2 rekombinan dilakukan  dengan  menentukan  aktivitasnya  terhadap  berbagai  substrat menggunakan metode DNS. Aktivitas spesifik ekstrak kasar BmaN2 rekombinan terhadap pati terlarut, amilopektin, pullulan dan ?-siklodekstrin adalah 0,79 U/mg,\n0,90 U/mg, 0,12 U/mg dan 0,04 U/mg. Satu unit menyatakan jumlah enzim yang dibutuhkan  untuk  menghasilkan  1  ?mol  produk  (gula  pereduksi)  per  menit. Derajat hidrolisis BmaN2 rekombinan terhadap sagu, beras, ganyong, singkong, dan jagung pada suhu 37 oC adalah sebesar 2,074%, 0,854%, 0,499%, 0,316% dan\n4,405%, berturut-turut.", "Daftar File": {"2013_TS_PP_DEWI_YULIANI_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/155891", "2013_TS_PP_DEWI_YULIANI_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/155892", "2013_TS_PP_DEWI_YULIANI_1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/155893", "2013_TS_PP_DEWI_YULIANI_1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/155894", "2013_TS_PP_DEWI_YULIANI_1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/155895", "2013_TS_PP_DEWI_YULIANI_1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/155896", "2013_TS_PP_DEWI_YULIANI_1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/155897", "2013_TS_PP_DEWI_YULIANI_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/155898"}, "Penulis": "Dewi Yuliani [20511045]", "Kontributor / Dosen Pembimbing": ["Dessy Natalia, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "?-amilase BmaN2, bmaN2, Bacillus megaterium NL3, ekspresi gen", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "08 Feb 2019"}