{"Nomor": 34383, "Judul": "STUDI JAM MOLEKULER DAN PALEOBIOGEOGRAFI GENUS TROCHUS SERTA HUBUNGANNYA DENGAN PERUBAHAN MUKA LAUT SETELAH 21.000 TAHUN YANG LALU DI DANGKALAN SUNDA", "Abstrak": "Kenaikan muka laut global setelah glasial maksimum terakhir (21.000 tahun lalu), diduga memiliki peran utama dalam pembentukan biogeografi di Indonesia bagian Barat. Perubahan level muka laut saat itu, memberikan banyak perubahan geografi di Dangkalan Sunda sehingga mempengaruhi dinamika persebaran flora dan fauna-nya. Dalam studi ini, kami bertujuan untuk menentukan perubahan paleobiogeografi genus Trochus (Gastropoda, Trochidae) akibat perubahan muka laut setelah glasial maksimum terakhir, yaitu melalui studi Jam Molekuler (molecular clock) gen cytochrome oxidase sub-unit I pada DNA mitokondria genus Trochus. Spesimen genus Trochus yang digunakan, didapat dari pencuplikan langsung di lima lokasi, di Dangkalan Sunda dan beberapa lainnya dari luar Dangkalan Sunda yang diperoleh dari Genbank untuk kalibrasi. Selain itu digunakan pula data perubahan muka laut sejak akhir glasial maksimum terakhir yang diperoleh dari beberapa peneliti sebelumnya. Untuk pengolahan data, kami mengkombinasikan hasil analisis Jam Molekuler yang diolah menggunakan program MEGA v5.0 beserta rekonstruksi paleobigeografi yang diolah dari peta batimetri GEBCO 0.8 grid resolusi 30 arc-second yang telah disesuaikan dengan data muka laut yang diperoleh, menggunakan program Surfer v10.3. Berdasarkan hasil analisis Jam Molekuler dan rekonstruksi paleobiogeografinya, terdapat dua kelompok ansestral umum yang membentuk spesies Trochus yang ada sekarang, yaitu berasal dari Dangkalan Sunda (13.700 ± 1.280 tahun lalu) dan Dangkalan Sahul (8.400 ± 1.100 tahun lalu). Setelah glasial maksimum terakhir, genus Trochus tersebar melalui empat alur sebaran, yaitu (1) Alur Laut Jawa, yang dimulai sejak 13.700 ± 1.280 tahun lalu saat level muka laut berada pada -72,0 m bersamaan dengan Meltwater Pulse 1A dan Older Dryas; (2) Alur Selat Karimata yang dimulai sejak 11.200 ± 1.420 tahun lalu, saat muka laut telah mencapai -45,0 m setelah berakhirnya Younger Dryas dan Meltwater Pulse 1B; (3) Alur Selat Sunda, berlangsung dari 8.400 ± 1.100 hingga 6.900 ± 1.340 tahun lalu, saat muka laut telah mencapai -21,5 m; dan (4) Alur Nusa Tenggara, 3.800 ± 530 hingga 3.500 ± 490 tahun lalu, terjadinya Mid-Holocene Highstand dengan level muka laut +4,4 m. Melalui penelitian ini kami menduga bahwa spesiasi genus Trochus di sepanjang alur paleobiogeografinya, disebabkan oleh perubahan kondisi lingkungan perairan serta perubahan iklim global yang terjadi saat itu.", "Daftar File": {"2015_TS_PP_DANNI_GATHOT_HARBOWO_1-COVER_.pdf": "https://digilib.itb.ac.id/gdl/download/155955", "2015_TS_PP_DANNI_GATHOT_HARBOWO_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/155956", "2015_TS_PP_DANNI_GATHOT_HARBOWO_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/155957", "2015_TS_PP_DANNI_GATHOT_HARBOWO_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/155958", "2015_TS_PP_DANNI_GATHOT_HARBOWO_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/155959", "2015_TS_PP_DANNI_GATHOT_HARBOWO_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/155960", "2015_TS_PP_DANNI_GATHOT_HARBOWO_1-BAB_6.pdf": "https://digilib.itb.ac.id/gdl/download/155961", "2015_TS_PP_DANNI_GATHOT_HARBOWO_1-PUSTAKA_.pdf": "https://digilib.itb.ac.id/gdl/download/155962"}, "Penulis": "Danni Gathot Harbowo [22013014]", "Kontributor / Dosen Pembimbing": ["Dr. Aswan, S.T., M.T.", "Dr. Sony Suhandono"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Economic geology", "Kata Kunci": "perubahan muka laut global, glasial maksimum terakhir, gastropoda, genus Trochus, molecular clock, Dangkalan Sunda, paleobiogeografi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "08 Feb 2019"}