{"Nomor": 34380, "Judul": "PEMODELAN STATIK LAPISAN X DAN Y FORMASI AIR BENAKAT, LAPANGAN N, SUB-CEKUNGAN JAMBI, SUMATRA SELATAN", "Abstrak": "Lapangan N merupakan lapangan yang berada pada Sub-Cekungan Jambi, bagian dari Cekungan Sumatra Selatan. Di cekungan ini terdapat Formasi Air Benakat (ABF) yang merupakan satuan batuan yang baik untuk reservoar hidrokarbon. Formasi Air Benakat merupakan satuan batuan yang didominasi batupasir dengan sisipan batulempung yang diendapkan pada lingkungan neritik dan berangsur-angsur menjadi laut dangkal dan delta. Terdapat beberapa lapisan batuan pada Formasi Air Benakat. Lapisan X dan Lapisan Y dari Formasi Air Benakat di Lapangan N merupakan lapisan yang mempunyai cadangan hidrokarbon dengan jumlah yang cukup besar.\nDi Lapisan X dan Lapisan Y telah dilakukan beberapa pengeboran sumur untuk memproduksikan hidrokarbonnya, akan tetapi tidak semua sumur-sumur yang menembus lapisan tersebut menemukan hidrokarbon, hal ini dipengaruhi oleh adanya distribusi fasies yang tidak merata. Distribusi fasies sangat berpengaruh pada penyebaran hidrokarbon, sehingga untuk pengurasan hidrokarbon, distribusi fasies pada Lapisan X dan Lapisan Y perlu diketahui. Hasil analisis fasies menunjukkan adanya tren pengendapan fasies dari Timurlaut ke arah Baratdaya dengan sumber pengendapan dari Tinggian Ketaling menuju Sub-Cekungan Jambi.\nPemodelan reservoar statik yang akurat dan terintegrasi dilakukan untuk mendistribusikan fasies batupasir dan penyebaran kualitas reservoar. Hasil pemodelan menunjukkan bahwa nilai porositas batupasir Lapisan X dan Lapisan Y bersesuaian dengan penyebaran fasiesnya, sehingga dapat disimpulkan bahwa perkembangan porositas dikontrol oleh fasies pengendapannya. Hasil perhitungan volume cadangan hidrokarbon dari model berdasarkan pengendapan fasiesnya lebih konservatif dibandingkan dengan perhitungan volume cadangan hidrokarbon dengan analisis peta bawah permukaan. Model reservoar statik yang dihasilkan, selanjutnya dapat digunakan untuk pengembangan pada Lapisan X dan Lapisan Y di Lapangan N, terutama untuk penambahan titik serap maupun optimalisasi produksi yang diharapkan hasilnya akan lebih baik", "Daftar File": {"2015_TS_PP_ANTONIUS_WIJAYA_1-COVER_.pdf": "https://digilib.itb.ac.id/gdl/download/155938", "2015_TS_PP_ANTONIUS_WIJAYA_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/155940", "2015_TS_PP_ANTONIUS_WIJAYA_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/155942", "2015_TS_PP_ANTONIUS_WIJAYA_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/155943", "2015_TS_PP_ANTONIUS_WIJAYA_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/155944", "2015_TS_PP_ANTONIUS_WIJAYA_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/155945", "2015_TS_PP_ANTONIUS_WIJAYA_1-BAB_6.pdf": "https://digilib.itb.ac.id/gdl/download/155946", "2015_TS_PP_ANTONIUS_WIJAYA_1-PUSTAKA_.pdf": "https://digilib.itb.ac.id/gdl/download/155947"}, "Penulis": "Antonius Wijaya [22012312]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Prihadi Soemintadiredja, MS", "Dr. Dwiharso Nugroho, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Economic geology", "Kata Kunci": "PEMODELAN STATIK LAPISAN X DAN Y FORMASI AIR BENAKAT,", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "08 Feb 2019"}