{"Nomor": 34384, "Judul": "ANALISIS PENCEMARAN LOGAM BERAT PADA SUMUR WARGA SEKITAR DAERAH KAWASAN INDUSTRI RANCAEKEK DAN PERKIRAAN DAMPAK PADA KESEHATAN WARGA", "Abstrak": "Perkembangan industri di sepanjang jalan Rancaekek-Cicalengka telah membawa pengaruh terhadap kualitas air di sekitarnya, salah satunya yang terkena dampaknya adalah air sumur warga. Dalam proses produksi industri, logam berat khususnya cadmium (Cd), tembaga (Cu), krom (Cr), dan seng (Zn) digunakan dalam proses pewarnaan, pencetakan, pelapisan, dll. Atas dasar hal tersebut, tujuan penelitian ini adalah menganalisis kandungan logam Cd, Cu, Cr, dan Zn pada sumur warga serta mengetahui dampak logam berat tersebut pada warga yang menggunkan air sumur tersebut. Konsentrasi logam berat dianalisis menggunakan alat Inductively Couple Plasma with Atomic Emission Spectroscopy (ICP-OES). Preparasi sampel air dilakukan dengan metode destruksi aqua regia. Data kesehatan warga didapatkan melalui metode kuisioner dan dibandingkan dengan data kesehatan penduduk dari balai kesehatan setempat. Hasil penelitian ini menunjukkan bahwa konsentrasi logam dalam sumur setelah menerima effluen industri mengalami peningkatan yang tinggi; rentang sebelum menerima effluen tersebut: 0,0006 ppm sampai 0,0011 ppm (Cd), 0,0018 ppm sampai 0,0036 ppm (Cr), 0,0072 ppm sampai 0,0117 ppm (Cu), dan 0,0342 ppm sampai 0,0535 ppm (Zn); sedangkan setelah menerima effluen: 0.0012 ppm sampai 0.0061 ppm (Cd), 0.0071 ppm sampai 0,0455 ppm (Cr), 0,0211 ppm sampai 0,0650 ppm (Cu), dan 0,0360 ppm sampai 0,2964 ppm (Zn). Dari data tersebut, terlihat bahwa konsentrasi logam meningkat jelas setelah melewati kawasan industri. Dari analisis hasil kuisioner didapatkan hasil dimana jelas limbah industri memberi dampak bagi mayoritas pengguna sumur. Mayoritas pengguna sumur mengalami keluhan dermatitis (gatal-gatal, kulit kering, hingga timbul bintik-bintik merah) dikarenakan penggunaan air sumur untuk MCK (Mandi, Cuci, Kakus).", "Daftar File": {"2019_TA_PP_AGAM_SMH_SETH_SALLATA_TAMBUN_1_-_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/155963", "2019_TA_PP_AGAM_SMH_SETH_SALLATA_TAMBUN_1_-_DAFTAR_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/155982"}, "Penulis": "Agam Smh S S Tambun [15309064]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Katharina Oginawati, MS.,Drs. Mohammad Irsyad, M.Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "air sumur; dampak kesehatan; dermatitis; industri tekstil; kesehatan penduduk; limbah cair; logam berat", "Sumber": "TUGAS AKHIR 28 September 2015", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "7 file", "Tanggal Input": "08 Feb 2019"}