{"Nomor": 34382, "Judul": "KONSTRUKSI DAN EKSPRESI LIPASE Staphylococcus WL1 REKOMBINAN", "Abstrak": "Lipase (EC 3.1.1.3) adalah suatu enzim yang memiliki kemampuan mengkatalisis reaksi hidrolisis dan sintesis triasilgliserol. Lipase dari isolat Staphylococcus WL1 (LipFWS)  memiliki  kemampuan  mengkatalisis  reaksi  transesterifikasi pengubahan  minyak  kelapa  sawit  menjadi  biodiesel.  Karakteristik  LipFWS dengan nilai KM 9,8 mM dan aktivitas optimum pada 55 ?C dan pH 7 cocok untuk diaplikasikan pada industri biodiesel. Pada penelitian sebelumnya, gen pengode lipase dari Staphylococcus WL1 (lipFWS) telah diidentifikasi. Berdasarkan informasi tersebut, produksi LipFWS dalam jumlah berlimpah melalui pendekatan teknologi ekspresi tinggi sangat penting untuk diteliti. Oleh karena itu penelitian ini bertujuan mengkonstruksi dan mengekspresikan LipFWS rekombinan secara ekstra sel dan intra sel. Metode yang digunakan meliputi perancangan primer spesifik dan amplifikasi lipFWS dengan teknik PCR, kloning fragmen DNA hasil PCR di dalam vektor ekspresi pMM1525 dan pET-30a, ekspresi pMM-lipFWS dalam sel inang Bacillus megaterium MS941 dan pET-lipFWS dalam sel inang Escherichia coli BL21 (DE3), analisis in silico konstruksi pMM-lipFWS dan pET- lipFWS, dan karakterisasi LipFWS rekombinan yang dihasilkan. Hasil penelitian menunjukkan  bahwa  fragmen  lipFWS  dengan  ukuran    2.200  dan    1.200  pb masing-masing   untuk   konstruksi   dalam   pMM1525   dan   pET-30a   berhasil diperoleh. Fragmen prolipFWS yang mengandung sisi pengenalan SacI dan BglII disisipkan ke dalam pMM1525, dan fragmen lipFWS matang dengan tambahan\n \n\nsisi pengenalan EcoRI dan HindIII dimasukkan ke dalam pET-30a. Konstruksi pMM-lipFWS berukuran    9.600 pb. Analisis pemotongan pMM-lipFWS dengan enzim  restriksi  SacI  dan  BglII  menunjukkan  adanya  fragmen  pMM  sebesar\n7.400 pb dan fragmen lipFWS sebesar    2.200 pb yang mengindikasikan bahwa lipFWS telah berhasil dikonstruksi  di dalam pMM1525.  LipFWS rekombinan yang dideduksi tersusun atas 723 residu asam amino dengan Mr  sekira 81,143 kDa. Sel inang Bacillus megaterium MS941 yang membawa pMM-lipFWS berhasil mengekspresikan LipFWS dengan ukuran protein sekira 45 kDa secara ekstra sel. Ukuran protein yang diekspresi lebih kecil akibat aktivitas proteolitik selama LipFWS disekresi. Di sisi lain, fragmen lipFWS yang disisipkan dalam vektor ekspresi pET-30a menghasilkan konstruksi pET-lipFWS dengan ukuran\n6.600 pb. Analisis pemotongan pET-lipFWS dengan EcoRI dan HindIII menunjukkan  fragmen  pET  sebesar     5.400  pb  dan  fragmen  lipFWS  matang sebesar      1.200   pb   yang   mengindikasikan   bahwa   lipFWS   telah   berhasil dikonstruksi  di  dalam  pET-30a.  Residu asam  amino  LipFWS  yang  dideduksi sudah tepat, terdiri dari 442 residu dengan massa molekul relatif    49,7 kDa. Hal ini ditunjukkan pula dengan pita SDS-PAGE sekira 49,7 kDa yang mengonfirmasi ekspresi LipFWS rekombinan. Aktivitas lipase rekombinan tersebut sebesar 0,327\nU/mg.", "Daftar File": {"2013_TS_PP_FATIHA_KHAIRUNNISA_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/155985", "2013_TS_PP_FATIHA_KHAIRUNNISA_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/155986", "2013_TS_PP_FATIHA_KHAIRUNNISA_1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/155987", "2013_TS_PP_FATIHA_KHAIRUNNISA_1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/155988", "2013_TS_PP_FATIHA_KHAIRUNNISA_1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/155991", "2013_TS_PP_FATIHA_KHAIRUNNISA_1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/156002", "2013_TS_PP_FATIHA_KHAIRUNNISA_1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/156004", "2013_TS_PP_FATIHA_KHAIRUNNISA_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/156005"}, "Penulis": "Fatiha Khairunnisa [20512029]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Zeily Nurachman, MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Bacillus, Escherichia, ekstraseluler, intraseluler, LipFWS", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "08 Feb 2019"}