{"Nomor": 34387, "Judul": "STUDI PERBANDINGAN KLASIFIKASI MASSA BATUAN RMR, INDEKS Q, DAN GSI DALAM ANALISIS KESTABILAN TEROWONGAN JALAN TOL CISUMDAWU, KABUPATEN SUMEDANG, JAWA BARAT", "Abstrak": "Dalam perencanaan pekerjaan rekayasa, khususnya pembangunan terowongan,\nheterogenitas dan diskontinuitas massa batuan seringkali menjadi kendala. Salah\nsatu cara untuk mengantisipasi hal tersebut adalah dengan melakukan klasifikasi\nmassa batuan. Secara umum terdapat berbagai metode empiris dalam klasifikasi\nmassa batuan, yang tiga di antaranya cukup populer di Indonesia yaitu Rock Mass\nRating (RMR), indeks Q, dan Geological Strength Index (GSI). Dalam penelitian\nini akan dibahas perbandingan dari tiga klasifikasi massa batuan tersebut dengan\ntujuan utama untuk mengkaji metode yang paling cocok digunakan pada daerah\nrencana Terowongan Jalan Tol Cisumdawu. Rencana terowongan tersebut terletak\ndi Kelurahan Pamulihan, Kecamatan Tanjung Sari, Kabupaten Sumedang,\nProvinsi Jawa Barat, dan tersusun atas Formasi Endapan Gunungapi Muda Tak\nTeruraikan (Qyu) yang berada pada satuan geomorfologi perbukitan vulkanik\ncuram. Terdapat empat jenis kelompok massa batuan di sepanjang rencana\nterowongan yaitu tuf-tuf lapili masif, tuf sisipan batuan beku, tuf-tuf lapili dengan\nbidang kontak, dan tuf-tuf lapili dengan retakan-retakan kecil. Hasil analisis\nklasifikasi massa batuan memperlihatkan bahwa massa batuan di sepanjang\nrencana terowongan memiliki nilai RMR berkisar antara 20-31 (berada pada kelas\nburuk hingga sangat buruk), berdasarkan nilai indeks Q berkisar 0,0125 – 0,06\n(berada pada kelas buruk ekstrim/extremely poor), dan nilai GSI pada rentang\nnilai 11 hingga 25 (disintegrated rock mass). Berdasarkan hasil-hasil analisis\ntersebut telah diperoleh nilai properti mekanik massa batuan dan jenis perkuatan\nyang lebih lanjut digunakan sebagai dasar dalam analisis kestabilan terowongan.\nHasil analisis kestabilan terowongan memperlihatkan bahwa klasifikasi GSI\nmemiliki hasil yang paling cocok digunakan pada daerah rencana Terowongan\nJalan Tol Cisumdawu yang umumnya tersususn atas jenis batuan lemah (weak\nrock), dibandingkan dengan kedua klasifikasi massa batuan lainnya.", "Daftar File": {"2015_TS_PP_GALIH_WIRIA_SWANA_1-COVER_.pdf": "https://digilib.itb.ac.id/gdl/download/155989", "2015_TS_PP_GALIH_WIRIA_SWANA_1-BAB_1_.pdf": "https://digilib.itb.ac.id/gdl/download/155990", "2015_TS_PP_GALIH_WIRIA_SWANA_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/155992", "2015_TS_PP_GALIH_WIRIA_SWANA_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/155994", "2015_TS_PP_GALIH_WIRIA_SWANA_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/155997", "2015_TS_PP_GALIH_WIRIA_SWANA_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/155998", "2015_TS_PP_GALIH_WIRIA_SWANA_1-BAB_6.pdf": "https://digilib.itb.ac.id/gdl/download/156000", "2015_TS_PP_GALIH_WIRIA_SWANA_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/156006"}, "Penulis": "Galih Wiria Swana [22013309]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Imam A. Sadisun, MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Economic geology", "Kata Kunci": "terowongan, massa batuan, RMR, indeks Q, GSI, analisis kestabilan terowongan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "08 Feb 2019"}