{"Nomor": 34385, "Judul": "PERANCANGAN, PEMBUATAN, DAN PENGUJIAN FORCE PLATE DENGAN HARGA TERJANGKAU", "Abstrak": "Force plate merupakan salah satu instrumen yang sering dipakai dalam analisis gerak berjalan manusia, analisis keseimbangan, dan analisis dalam bidang olahraga. Namun, sampai saat ini belum ada produsen force plate di Indonesia. Beberapa produsen force plate seperti AMTI, Bertec, dan Kistler, namun harga yang ditawarkan relatif mahal dengan rata-rata force plate yang ditawarkan harganya di atas Rp 500.000.000,- (lima ratus juta rupiah).  Oleh karena itu, pada penelitian ini dirancang dan dibuat force plate dengan harga yang lebih terjangkau. Force plate yang dibuat dapat mengukur Ground Reaction Force (GRF) hanya dalam arah vertikal dengan kapasitas pengukuran sampai dengan 4800 N dan dapat menentukan Centre of Pressure (CoP) yang diperlukan dalam analisis keseimbangan berdiri. Force plate ini diuji dengan pengukuran GRF untuk orang berdiri, berjalan dan melompat, serta untuk mengetahui kestabilan seseorang ketika berdiri. Selain itu, pada penelitian ini juga dikembangkan load cell 3 sumbu yang dapat mengukur GRF dalam tiga arah (Fx, Fy, dan Fz), sehingga pada penelitian selanjutnya dapat dibuat force plate enam sumbu (Fx, Fy, Fz, Mx, My, dan Mz). Desain ini juga diuji dan dibandingkan dengan analisis metode elemen hingga.", "Daftar File": {"TA_Pandi_Uwieo_13113023_ASLI.pdf": "https://digilib.itb.ac.id/gdl/download/155964", "TA_Pandi_Uwieo_13113023_Bab-I.pdf": "https://digilib.itb.ac.id/gdl/download/155965", "TA_Pandi_Uwieo_13113023_Bab-II.pdf": "https://digilib.itb.ac.id/gdl/download/155969", "TA_Pandi_Uwieo_13113023_Bab-III.pdf": "https://digilib.itb.ac.id/gdl/download/155972", "TA_Pandi_Uwieo_13113023_Bab-IV.pdf": "https://digilib.itb.ac.id/gdl/download/155975", "TA_Pandi_Uwieo_13113023_Bab-V.pdf": "https://digilib.itb.ac.id/gdl/download/155978"}, "Penulis": "Pandi Uwieto [13113023 ]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Andi Isra Mahyuddin, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "force plate, load cell, GRF, CoP", "Sumber": "", "Staf Input/Edit": "D. Budina", "File": "6 file", "Tanggal Input": "08 Feb 2019"}