{"Nomor": 34391, "Judul": "ANALISIS DISTRIBUSI RESERVOIR FORMASI TALANGAKAR PADA LAPANGAN JIRAK CEKUNGAN SUMATRA SELATAN", "Abstrak": "Lapangan Jirak adalah lapangan tua yang telah berproduksi sejak tahun 1929 dan mencapai puncak produksi pada tahun 1940 sebesar 8886 bopd. Walaupun Lapangan Jirak telah terbukti menghasilkan minyak selama 85 tahun, namun faktor perolehan minyak (RF) baru mencapai 18%. Salah satu reservoir penghasil minyak di lapangan ini adalah batupasir lapisan First dari Formasi Talangakar yang berumur Miosen awal. Sejarah produksi lapisan First yang menunjukkan sebaran produksi terpola di utara dan selatan lapangan menunjukkan masih adanya potensi untuk dikembangkan lebih lanjut.\nBerdasarkan data biostratigrafi di JRK-237 dan data batuan inti dan petrografi di JRK-228 diketahui bahwa lapisan First berupa batupasir sublitharenite berukuran butir halus hingga sangat halus dengan struktur sedimen burrows sebagai penciri endapan intertidal pada Delta Front. Hasil analisis terhadap batuan inti JRK-228 digabungkan dengan interpretasi seismik 2D jalur SB-02 dan peta konfigurasi batuan dasar menunjukkan bahwa batupasir lapisan First berasosiasi dengan endapan fluvial-dominated delta bersumber dari timurlaut ke arah baratdaya, dan terbagi menjadi 3 fasies yaitu distributary channel, distributary mouthbar, dan shale.\nAnalisis data produksi dilakukan dengan membuat peta kumulatif produksi lapisan First dari 97 sumur yang berproduksi sejak 1929 hingga 1 Januari 2015 dengan tujuan untuk melihat kompartementalisasi di lapangan ini. Dugaan semula bahwa kompartementalisasi disebabkan karena adanya sesar berarah timurlaut – baratdaya tidak terbukti. Berdasarkan analisis terhadap data produksi dan data sebaran ketebalan batupasir, fasies, dan nett to gross lapisan First, maka dapat disimpulkan bahwa terdapat kompartementalisasi di Lapangan Jirak antara bagian utara dan bagian selatan yang diakibatkan adanya shale barrier di tengah Lapangan Jirak.\nKarena penelitian ini telah dapat menunjukkan penyebaran reservoir dan kompartementalisasi di Lapangan Jirak, maka diharapkan ini dapat menjadi pedoman awal dalam merencanakan pengembangan lanjut khususnya dalam perencanaan waterflood di Lapangan Jirak.", "Daftar File": {"2015_TS_PP_GRACE_STEPHANI_1-COVER_.pdf": "https://digilib.itb.ac.id/gdl/download/156009", "2015_TS_PP_GRACE_STEPHANI_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/156010", "2015_TS_PP_GRACE_STEPHANI_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/156012", "2015_TS_PP_GRACE_STEPHANI_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/156013", "2015_TS_PP_GRACE_STEPHANI_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/156015", "2015_TS_PP_GRACE_STEPHANI_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/156016", "2015_TS_PP_GRACE_STEPHANI_1-PUSTAKA_.pdf": "https://digilib.itb.ac.id/gdl/download/156018"}, "Penulis": "Grace Stephani [22012308]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Dardji", "Ir. Putu Suarsana, M.Sc. Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Economic geology", "Kata Kunci": "Lapangan Jirak, distributary channel, kumulatif produksi minyak, kompartementalisasi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "08 Feb 2019"}