{"Nomor": 34414, "Judul": "PENGEMBANGAN AGEN KONTRAS BERBASIS POLI (AMIDO AMINE) UNTUK PENCITRAAN RESONENSI MAGNETIK", "Abstrak": "Sejumlah homopolimer dan kopolimer poly(amido amine) yang larut air telah berhasil disintesis melalui reaksi tipe-aza Michael poliadisi. Karakterisasi polimer yang disinstesis dilakukan dengan menggunakan spektroskopi 1H-NMR dan Gel Permeation Chromatography (GPC). Salah satu kopolimer yang disintesis, yaitu poly(MBA-DAB-ABOL)I,    yang    mengandung    100    %    N,N?-Methylenebis-\n(acrylamide)  (MBA),  27  %  1,4-butadiamine  (DAB),  and  73  %  4-amino-1-butanol\n(ABOL) kemudian dikembangkan lebih lanjut untuk menjadi makromolekul gadolinium contrast agent untuk magnetic resonance imaging (MRI). Konjugasi asam dietilen- triaminpentaasetat (DTPA) pada poly(MBA-DAB-ABOL)I dilakukan melalui reaksi kopling isotiosianat dalam DMSO dan trietilamin (3:1) pada 45 °C selama 2 hari. Berdasarkan spektrum 1H-NMR, efisiensi reaksi berkisar 96 %. Pada penelitian ini, kolorimetri assay yang melibatkan  4-(2-pyridylazo)-resorcinol (PAR) digunakan untuk mengkuantifikasi konsentrasi gadolinium baik dalam keadaan bebas ataupun terkompleks dalam suatu  sistem.  Kolorimetri  assay  ini  dilakukan  dengan  menggunakan  100  mM Buffer MES pada pH 5.5. Konstanta pembentukan kompleks (Log K) antara Gd3+  dan PAR (1:1) pada penelitian ini adalah 4.43 ± 0.09 M-1. Lebih jauh, eksperimen kompetisi ligan yang melibatkan PAR, Gd3+, dan sejumlah ligan (DTPA, DOTA, EDDA) dilakukan dengan tujuan untuk mengamati kompleksasi antara Gd3+ dengan sejumlah ligan. Berdasarkan hasil yang diperoleh, DTPA dan DOTA diamati mengikat Gd3+ dengan kuat. Sedangkan EDDA tidak mengikat Gd3+ dengan kuat. Eksperimen kompetisi ligan juga dilakukan untuk mengamati kompleksasi antara gadolinium dengan poly(MBA-DAB- ABOL)  I  yang  telah  difungsionalisasi  dengan  DTPA.  Hasilnya  menunjukkan  bahwa terjadi kompleksasi yang kuat antara gadolinium dan molekul yang disintesis. Secara umum,  hasil  penelitian  ini  menunjukkan  bahwa  poly(amido  amine)  yang difungsionalisasi  oleh  DTPA  berpotensi  sebagai  makromolekul  gadolinium  contrast agent untuk MRI. Selain itu, kolorimetri assay yang menggunakan PAR merupakan metode yang cepat dan terjangkau untuk mengamati kompleksasi antara molekul target dan Gd3+.", "Daftar File": {"2013_TS_PP_MERI_AYURINI_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/156117", "2013_TS_PP_MERI_AYURINI_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/156120", "2013_TS_PP_MERI_AYURINI_1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/156121", "2013_TS_PP_MERI_AYURINI_1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/156122", "2013_TS_PP_MERI_AYURINI_1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/156123", "2013_TS_PP_MERI_AYURINI_1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/156124", "2013_TS_PP_MERI_AYURINI_1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/156125", "2013_TS_PP_MERI_AYURINI_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/156126"}, "Penulis": "Meri Ayurini [20511011]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Didin Mujahidin, S.Si., M.Si.", "Prof.Dr. J.F.J. Engbersen"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "magnetic resonance imaging, contrast agent, linear poly(amido amine)s", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "08 Feb 2019"}