{"Nomor": 34420, "Judul": "Water in A rchitecture and its  Usage in C ontemporary  Houses  Interior  Design", "Abstrak": "As one of the most fundamental natural elements, water has had a great share in the formation and \narchitecture of architectural buildings. This research examines the effect of water and its presence \nin contemporary houses. Architecture is not merely a tridimensional compound of forms in space, \nbut a manifestation of a sense or a thought in it. According to Feng Shui, the building where we \nlive in can be the cause of balance and health for human being. As a whole, anything around us \nhas active and mobile energies; by designing a building in a way that positive energies can follow \naround easier, one can easier bring happiness for the dwellers. Feng Shui is based on the harmony \namong  five  elements  of  water,  wind,  soil,  fire  and  metal.  Because  of  its  stream,  water removes  negative  energies  and  revives  and  mobilizes  positive  ones  thereby  having  a  great  impact  on  the  current  of  energies.  Considering  the  fact  that  contemporary  houses  are  small  in  space,  designer  does not feel free in the usage of water in internal spaces, thus he/she should utilize patterns that resemble  or  associate  the  feeling  of  water  in  the  living  environment.  Conceptual,  functional  and  aesthetic basics of water have been examined first via library studies and note taking from various papers  and  books.  Then,  the  three  qualities  would  be  analyzed  in  Iranian  architecture,  and  the  properties  of  past  people  will  be  examined  to  emphasize  material,  spiritual  and  psychological  aspects  of  water.  Then,  I  will  assess  the  philosophical  basics  of  Feng  Shui  in using  water  for  interior spaces via a qualitative method and content analysis, usage of water based on Feng Shui in  interior  design  and  decoration  of  homes.  Considering  these  concepts,  natural  possibilities  of  water  in  interior  architecture  and  its  limita\ntions  in  interior  space  design  would  be  assessed  and  recognized.  Finally,  some  patterns  would  be  presented  to  use  water  in  interior  spaces  of  contemporary apartments.", "Daftar File": {}, "Penulis": "Samaneh Sedighi [-]", "Kontributor / Dosen Pembimbing": ["Ali Asghar Mollazehi"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Semantics, Water, Architectural design, Interior spaces, Contemporary houses", "Sumber": "Journal of History Culture and Art Research (ISSN: 2147 - 0626)", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "08 Feb 2019"}