{"Nomor": 34439, "Judul": "STANDARISASI PENGEMBANGAN PARIWISATA HALAL DI DESTINASI WISATA BANDUNG SELATAN (PACIRA)", "Abstrak": "Peningkatan jumlah populasi Muslim dan tren gaya hidup halal mendorong pertumbuhan industri ekonomi Islam atau Syariah, salah satunya di sektor pariwisata. Jumlah perjalanan wisatawan Muslim secara global mengalami peningkatan mencapai angka 131 juta orang tahun 2017. Sejumlah negara menjadikan Pariwisata Halal atau Pariwisata Ramah Muslim sebagai peluang untuk meningkatkan pendapatan negaranya termasuk Indonesia. Kabupaten Bandung menjadi salah satu Daerah yang memproklamirkan diri sebagai Destinasi Wisata Halal di Jawa Barat dan sudah mulai mengembangkannya di Kawasan Destinasi Wisata Bandung Selatan (Pacira). Persoalan yang terjadi dalam pengembangan Pariwisata Halal di Destinasi Wisata Bandung Selatan (Pacira) adalah belum didukung oleh standarisasi dan rencana pengembangan yang jelas. Dalam Rencana Induk Pembangunan Pariwisata Kabupaten Bandung juga belum menyebutkan secara spesifik terkait pengembangan Pariwisata Halal.\nPendekatan yang digunakan dalam penelitian ini adalah metode analisis campuran dengan menggabungkan analisis kuantitatif dan analisis kualitatif (mixed method). Data yang digunakan yaitu data primer dan data sekunder. Data primer diperoleh dari hasil observasi dan wawancara kepada stakeholder terkait. Penetuan informan menggunakan teknik purposive sampling, snowball sampling dan accidental sampling. Sedangkan data sekunder diperoleh dari dokumen kajian, data statistik, dokumen kebijakan, jurnal, buku dan media elektronik.\nHasil penelitian menunjukkan bahwa terdapat sejumlah standarisasi yang perlu dipenuhi oleh Destinasi Wisata Bandung Selatan (Pacira) dalam mengembangkan Pariwisata Halal. Standarisasi yang tersusun terdiri dari lima komponen dan 23 subkomponen. Dalam implementasi pengembangannya, terjadi kesenjangan atau gap antara antara konsep (kondisi ideal) dan praktek (kondisi kenyataan) pada masing-masing komponen dan subkomponen. Berdasarkan pengaruhnya, komponen amenitas dan pelayanan menjadi komponen dengan tingkat pengaruh yang paling tinggi, sedangkan komponen ancillary dan komponen kebijakan menjadi komponen dengan tingkat pengaruh paling rendah. Berdasarkan kondisinya, komponen amenitas dan pelayanan menjadi komponen dengan tingkat kondisi paling baik, sedangkan komponen atraksi wisata dan komponen pemasaran menjadi kompnen dengan tingkat kondisi paling tidak baik. Untuk prioritas pengembangan, komponen pemasaran dan komponen atraksi wisata menjadi komponen prioritas karena memiliki tingkat pengruh tinggi namun kondisinya tidak baik.\nHasil temuan studi menunjukkan bahwa pengembangan terhadap komponen atraksi wisata dan komponen pemasaran belum optimal. Meskipun demikian, banyak kondisi di Destinasi Wisata Bandung Selatan (Pacira) yang sudah sesuai dengan prinsip dan karakteristik pembangunan Pariwisata Halal. Rekomendasi penelitian ini yaitu melengkapi kesenjangan antara konsep (kondisi ideal) dan praktek (kondisi kenyataan), serta meningkatkan kerjasama dan koordinasi antar lembaga dan stakeholder agar pengembangan terhadap komponen-komponen Pariwisata Halal lebih optimal.", "Daftar File": {"2019_TS_PP_DAMARA_SAPUTRA_SIREGAR_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/156191"}, "Penulis": "Damara Saputra Siregar [95716303]", "Kontributor / Dosen Pembimbing": ["Alhilal Furqan, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Terapan Perencanaan Kepariwisataan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Pariwisata Halal, Standarisasi, Implementasi, Rencana Pengembangan, Destinasi Wisata Bandung Selatan (Pacira)", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "08 Feb 2019"}