{"Nomor": 34455, "Judul": "KULTIVASI CHLORELLA VULGARIS SEBAGAI POTENSI BIOFUEL DALAM LIMBAH CAIR ARTIFISIAL UNTUK PENYISIHAN COD, NTK, DAN TOTAL FOSFAT", "Abstrak": "Beberapa penelitian telah menunjukkan bahwa mikroalga Chlorella vulgaris dapat hidup dalam media limbah cair domestik. Penelitian ini bertujuan untuk mengetahui pertumbuhan sel dan kandungan organik Chlorella vulgaris sertapenyisihannutriendari media limbah artifisial dengan karakteristik limbah cair IPAL Bojongsoang yaitu konsentrasi COD 88 mg/L, NTK 11,9 mg/L, dan Total Phosphate 1,4 mg/L.Variasi konsentrasi limbah 0%, 25%, 50%, 75% dan 100% dalam media kontrol. Kultivasi dilakukan secara batch menyerupai vertical column photobioreactor dengan penyinaran sebesar 4500 Lux, laju udara 0,3 lpm dan temperatur 26-28°C. Kultur limbah 75% menghasilkan kerapatan sel, biomassa, dan kandungan organik tertinggi yaitu 14,85 x 106 sel/mL, 0,1875 g/L dan 0,1385 g/L. Laju pertumbuhan sel (?sel), laju pertumbuhan biomassa (?bio), dan lajupertumbuhan kandungan organik sel (?org) tertinggi dihasilkan dari kultur limbah 100% yaitu 0,85 hari-1, 0,35 hari-1, dan 0,37 hari-1. Persentase lipid dalam biomassa terbesar yaitu 42,5% dihasilkan dari kultur limbah 0%, namun total kandungan lipid terbesar sebanyak 0,0685 g/L dihasilkan dari kultur limbah 75%. Penyisihan NTK dan TP terbesar yaitu 77,8% dan 85,4% dihasilkan oleh kultur limbah 75%, sedangkan penyisihan COD terbesar dihasilkan dari kultur limbah 100% yaitu 72,7%. Penambahan nutrien limbah cair dalam media bertumbuhan terbukti berpengaruh pada pertumbuhan sel, biomassa kering, dan kandungan lipid dalam Chlorella vulgaris, juga efisiensi penyisihan nutrien.", "Daftar File": {"2019_TA_PP_ADILLA_MUTIA_FATIMAH_1_-_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/156242", "2019_TA_PP_ADILLA_MUTIA_FATIMAH_1_-_DAFTAR_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/156252"}, "Penulis": "Adilla Mutia Fatimah [15310017 ]", "Kontributor / Dosen Pembimbing": ["Dra. Barti Setiani Muntalif, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Chlorella vulgaris, limbah cair sintetis, lipid, pertumbuhan mikroalga, penyisihan nutrien", "Sumber": "TUGAS AKHIR Juni 2015", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "7 file", "Tanggal Input": "11 Feb 2019"}