{"Nomor": 34457, "Judul": "ELEKTRODA PASTA KARBON TERMODIFIKASI DUA LAPIS  POLI(GLUTAMAT) UNTUK ANALISIS ASAM ASKORBAT SECARA  AMPEROMETRI", "Abstrak": "Asam askorbat (AA) merupakan salah satu senyawa kimia yang bermanfaat untuk pertumbuhan dan perbaikan jaringan tubuh manusia. Sehingga sangat penting untuk mengkonsumsi  asam  askorbat  dalam  jumlah  yang  tepat  karena  tubuh     tidak  dapat mensintesis AA. Pada penelitian ini telah dikembangkan teknik amperometri menggunakan elektroda pasta karbon (EPK)  untuk penentuan asam askorbat. Karena porses oksidasi AA pada permukaan elektroda pasta karbon berlangsung lambat sehingga diperlukan modifikasi elektroda pasta karbon untuk meningkatkan laju kinetik oksidasi AA. Modifikasi dilakukan dengan elektropolimerisasi asam glutamat pada CPE menggunakan teknik voltametri siklik. CPE   dimodifikasi   dengan   dua   lapis   poli(asam   glutamat).   Elektroda   pasta   karbon dimodifikasi dengan dua lapis poli (glutamat). Lapisan pertama yang ditempatkan pada permukaan CPE adalah NIP. Kemudian lapisan kedua (MIP) ditempatka pada permukaan NIP. Elektroda ini (EPK-NIPMIP) dikarakterisasi dengan teknik amperometri pada potensial tetap 391 mV. Kurva kalibarasi linear pada konsentrasi 10 µM – 100 µM dengab limit deteksi sebesar 2,2 µM. Penentuan asam askorbat pada sampel nyata menunjukkan hasil yang akurat. Demikian pula analisis dengan teknik spektrofotometri (? = 511 nm) juga menunjukkan hasil yang baik.", "Daftar File": {"2013_TS_PP_ANDRIZKI_MUHAMMAD_1-ABSTRAK1.pdf": "https://digilib.itb.ac.id/gdl/download/156253", "2013_TS_PP_ANDRIZKI_MUHAMMAD_1-PUSTAKA1.pdf": "https://digilib.itb.ac.id/gdl/download/156260"}, "Penulis": "Andrizki Muhammad [10509039]", "Kontributor / Dosen Pembimbing": ["Dr. Indra Noviandri, MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "asam askorbat, asam glutamat, EPK-NIPMIP, amperometri", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "11 Feb 2019"}