{"Nomor": 34454, "Judul": "PERBANDINGAN AKTIVITAS ENDOGLUKANASE DAN ?-GLUKOSIDASE  DARI BACILLUS AMYLOLIQUEFACIENS YANG DIEKSPRESIKAN DALAM  BENTUK FUSI ATAU KO-EKSPRESI DALAM MENDEGRADASI BAGAS TEBU", "Abstrak": "Bagas tebu yang jumlahnya 35–40% dari bobot total tebu yang digiling merupakan limbah padat pabrik gula. Bagas tebu yang dihidrolisis oleh campuran endoglukanase (EglII) dan ?- glukosidase (BglZ) dapat menghasilkan glukosa. Pada penelitian terdahulu, campuran EglII dan BglZ telah diekspresikan dalam Bacillus megaterium MS941 berbentuk protein fusi (Fusi-EglII-BglZ) atau protein ko-ekspresi (Rbs-EglII-BglZ). Tujuan penelitian ini adalah untuk membandingkan aktivitas Fusi-EglII-BglZ dan Rbs-EglII-BglZ dalam mendegradasi bagas tebu. Tahap penelitian meliputi pengolahan bagas tebu (homogenisasi ukuran, autoklaf dan delignifikasi dengan asam), penyiapan campuran enzim, dan reaksi hidrolisis. Kadar gula yang dihasilkan ditentukan oleh metode asam dinitrosalisiat dan bagas tebu dikarakterisasi dengan metode spektroskopi infra merah dan difraksi sinar-X. Perbandingan waktu kedua campuran enzim tersebut dalam mendegradasi bagas tebu juga ditentukan. Hasil penelitian menunjukkan bahwa bagas tebu olahan memiliki karakteristik penurunan kandungan  lignin  yang  diidentifikasi  dari  penurunan  puncak  serapan  pada  bilangan gelombang 1.510 cm–1. Selain itu, berdasarkan analisis difraksi sinar-X, kristal selulosa dalam bagas tebu olahan tidak mengalami perubahan struktur. Dengan menggunakan kadar protein yang sama, aktivitas Fusi-EglII-BglZ dan Rbs-EglII-BglZ pada bagas tebu olahan lebih besar dibandingkan dengan pada bagas tebu tanpa pengolahan yang mengindikasikan bagas tebu olahan lebih mudah dicerna. Untuk menghidrolisis bagas tebu 60 mg dengan kadar protein yang sama, Rbs-EglII-BglZ berkerja 2,5× lebih cepat dari Fusi-EglII-BglZ dengan maksimum kadar gula pereduksi yang dilepas berturut-turut adalah 3.431 dan 3.948 ?mol. Aktivitas spesifik Rbs-EglII-BglZ pada bagas tebu olahan (206.255 U/mg) lebih besar\n1,7×  dari  pada  aktivitas  spesifik  Fusi-EglII-BglZ  (120.865  U/mg).  Berdasarkan  difraksi sinar-X, kristal selulosa bagas tebu yang telah didegradasi tidak mengalami perubahan struktur, yang mengindikasikan enzim habis bereaksi terhadap substrat.", "Daftar File": {"2013_TS_PP_ALMASUL_ALFI_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/156236", "2013_TS_PP_ALMASUL_ALFI_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/156246"}, "Penulis": "Almasul Alfi [10509080]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Zeily Nurachman, MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "bagas tebu, selulase, hidrolisis", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "11 Feb 2019"}