{"Nomor": 34453, "Judul": "EVALUASI DAN USULAN PERBAIKAN SISTEM DRAINASE KELURAHAN GEGERKALONG, KECAMATAN SUKASARI, KOTA BANDUNG", "Abstrak": "Kelurahan Gegerkalong adalah salah satu kelurahan padat penduduk dari empat\nkelurahan di Kecamatan Sukasari, Kota Bandung yang memiliki luas lahan 166,67\nha dan curah hujan rata-rata 1807 mm pertahun. Daerah ini merupakan kawasan\nyang sangat berkembang. Namun, kurang optimalnya saluran drainase dan alih\nfungsi lahan menyebabkan terdapat beberapa titik genangan yang menyebabkan\nkemacetan lalu lintas, ketidaknyamanan, dan kerugian ekonomi. Untuk mengetahui\npermasalahan terkait sistem drainase di daerah ini perlu dilakukan evaluasi\nberdasarkan tinjauan lapangan dan hasil perhitungan. Berdasarkan evaluasi hasil\nperhitungan dengan metode rasional dan tinjauan lapangan terdapat enam\npermasalahan utama terkait sistem drainase di Kelurahan Gegerkalong, yaitu tidak\nterdapat saluran di sisi jalan, sampah yang menutupi saluran, inlet yang tertutup\nsampah, terdapat bangunan menutupi saluran drainase, penyempitan saluran, dan\nkapasitas saluran yang tidak memadai. Untuk itu diperlukan penanganan berupa\npembersihan saluran, edukasi masyarakat, usaha konservasi air hujan, dan\npengembangan saluran. Intensitas hujan yang digunakan dalam perencanaan\nmerupakan curah hujan dengan periode ulang 5 tahun untuk saluran minor, dan 25\ntahun untuk saluran mayor. Hasil perhitungan analisis hidrologi menunjukkan\nbesarnya curah hujan dengan periode ulang 5 tahun adalah 95,095 mm/jam dan 102\nmm/jam untuk periode ulang hujan 25 tahun. Badan air yang menjadi ujung saluran\nadalah Sungai Cibeureum dan Sungai Cikadal Meteng. Saluran dirancang\nberbentuk segiempat dengan perlengkapan saluran berupa 152 buah goronggorong,\n12 buah pelimpah, dan terjunan tegak. Usaha konservasi yang dilakukan\nadalah pembangunan 13 buah fasilitas penampungan air hujan di beberapa fasilitas\numum seperti kolam renang, sekolah, masjid, gereja, dan kantor pemerintahan.", "Daftar File": {"2019_TA_PP_DEWI_NURHASANAH_1_-_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/156225", "2019_TA_PP_DEWI_NURHASANAH_1_-_DAFTAR_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/156235"}, "Penulis": "Dewi Nurhasanah [15310013]", "Kontributor / Dosen Pembimbing": ["Dr.mont. Kania Dewi, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "drainase, evaluasi, gegerkalong, konservasi, penampungan air hujan", "Sumber": "TUGAS AKHIR Februari 2015", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "11 file", "Tanggal Input": "11 Feb 2019"}