{"Nomor": 34503, "Judul": "CUSTOMER SATISFACTION RESEARCH AS BASIS DATA FOR NEW PRODUCT DEVELOPMENT, CASE STUDY: INSAN GEMILANG INDONESIA", "Abstrak": "Customer satisfaction is an important issue for anyone who create and provide product. In several important ways, Indonesia is reminiscent of the country in the decade of its education achievements. Indonesia tried to rebuild a better educational system especially in Science Olympiad itself as a respectable, modern, following the demise of a long-running achievements. There was an unleashing of massive energy and disorganized, which suddenly burst into the open challenge. Insan Gemilang Indonesia come to the rescue to confront some ugly realities, partly due to the destruction of the foundations required for the building of such an ideal educational system and training in science Olympiad. Researcher used an exploratory research design, qualitative method with in-depth interview with 11 stakeholders to examine an underlying factor to meet an expectations of customer satisfaction and basis data improvement. The research question focused on the rate of customer satisfaction and their preference to IGI service also a distinctive service on market projection. The research finding indicated that customers perspectives are tools for IGI’s continuous improvement. A prominent result of this research can contribute to implementation of product new product development and further research to obtain a proper strategy in education market.", "Daftar File": {"2019_TA_PP_Muhammad_Mahbub_Syah_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/156428"}, "Penulis": "Muhammad Mahbub Syah [19214011]", "Kontributor / Dosen Pembimbing": ["Evi Rachmawati Ch., SE., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Customer satisfaction, new product development, IGI", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "11 Feb 2019"}