{"Nomor": 34510, "Judul": "The abilities of understanding spatial relations, spatial orientation, and spatial visualization affect 3D product design performance: using carton box design as an example", "Abstrak": "Three-dimensional (3D) product design is an essential ability that students of\nsubjects  related  to  product  design  must  acquire.  The  factors  that  affect  designers’  per-\nformance  in  3D  design  are  numerous,  one  of  which  is  spatial  abilities.  Studies  have\nreported  that  spatial  abilities  can  be  used  to  effectively  predict  people’s  performance  in\nconducting complex operations. Nevertheless, few studies have explored the relationship\nbetween spatial abilities and designers’ performance in 3D product design. Spatial ability is\na type of mental ability and comprises numerous factors. Carton box design is a typical\ntype of standardized 3D product design, in which designers’ performance is affected by the\nspatial  abilities  they  possess.  The  most  crucial  factor  among  these  abilities  is  the  space\nconversion  ability,  which  is  the  ability  to  convert  two-dimensional  (2D)  surface  devel-\nopments  into  3D  perspective  views  and  convert  3D  carton  boxes  into  2D  plans.  These\noperations  require  an  in-depth  perception  of  objects,  an  understanding  of  the  relative\nspatial relations among objects, and spatial visualization. In this study, carton box design\nwas used as an example to investigate, using structural equation modeling, the effects that\nthe ability to understand spatial relations, spatial orientation, and spatial visualization have\non designers’ performance in 3D product design. The results indicated that all three spatial\nabilities (i.e., understanding spatial relations, spatial orientation, and spatial visualization)\ndirectly influence designers’ performance in carton box design. Therefore, spatial abilities\nare vital factors affecting designers’ performance in 3D product design.", "Daftar File": {}, "Penulis": "Kun-Hsi Liao [-]", "Kontributor / Dosen Pembimbing": ["-"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Spatial abilities, Carton box, 3D product design, Visualization", "Sumber": "International Journal of Technology & Design Education. Mar2017, Vol. 27 Issue 1, p131-147. 17p", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "11 Feb 2019"}