{"Nomor": 34512, "Judul": "PEMURNIAN DAN IDENTIFIKASI BIOPIGMEN DARI MIKROALGA  LAUT NITZSCHIA CLOSTERIUM", "Abstrak": "Biopigmen atau zat pewarna alami merupakan bahan yang penting dalam industri pangan (makanan dan minuman) ataupun non pangan (obat-obatan, kosmetika, dan farmasi). Nitzschia closterium, mikroalga laut diatom (Bacillariophyceae), merupakan salah satu mikroalga yang berpotensi sebagai sumber berbagai macam biopigmen. Oleh karena itu, tujuan penelitian ini adalah untuk memurnikan dan mengidentifikasi biopigmen dari mikroalga   laut   N.closterium.   Penelitian  yang  dilakukan  meliputi  produksi  biomassa mikroalga, pemanenan mikroalga, ekstraksi biopigmen menggunakan pelarut aseton, pemurnian biopigmen menggunakan kromatografi kolom, dan identifikasi biopigmen menggunakan kromatografi lapis tipis (KLT), spektrofotometri sinar tampak, dan spektrofotometri inframerah, serta uji kemurnian menggunakan KLT 2 dimensi. Kerapatan biomassa rata-rata yang diperoleh dari pemanenan setelah 6 hari kultivasi adalah 1,67 g/L. Ekstrak kasar biopigmen dipisahkan menggunakan KLT menghasilkan 9 warna biopigmen. Hasil identifikasi biopigmen hasil pemurnian menggunakan sepektrofotometri sinar tampak menyarankan adanya ?-karoten (426, 452 dan 478 nm), feofitin (410, 503, 608, dan 666 nm), klorofil a (410, 430, 616, dan 662 nm), Lutein (424, 447, dan 475 nm), dan fukosantin (423,\n446  dan  468,4  nm).  Identifikasi  biopigmen  dengan  spektrofotometri  inframerah  juga\nmenunjukkan gugus-gugus fungsi yang sesuai pada struktur feofitin a, klorofil a, dan fukosantin. Sedangkan uji kemurnian menggunakan KLT 2 dimensi menunjukkan hanya biopigmen yang diprediksi sebagai fukosantin yang merupakan biopigmen murni.", "Daftar File": {"2013_TA_PP_HASTI_ASFARINA_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/156444", "2013_TA_PP_HASTI_ASFARINA_1-PUSTAKA1.pdf": "https://digilib.itb.ac.id/gdl/download/156451"}, "Penulis": "Hasti Asfarina [10509008]", "Kontributor / Dosen Pembimbing": ["Dr. Santi Nurbaiti"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "biopigmen, mikroalga laut, Nitzschia closterium, pemurnian biopigmen", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "7 file", "Tanggal Input": "11 Feb 2019"}