{"Nomor": 34527, "Judul": "SINTESIS SENYAWA HIDRAZON DARI D-GLUKOSA DAN D-FRUKTOSA  SEBAGAI INHIBITOR KOROSI PADA BAJA KARBON DALAM  LINGKUNGAN NACL 1% (B/V)", "Abstrak": "Korosi atau yang biasa disebut dengan perkaratan logam, pada industri migas dapat terjadi pada permukaan bagian dalam pipa baja karbon pengalir minyak dan gas alam basah. Pada industri migas korosi menjadi fokus tersendiri karena berdampak terhadap keberlangsungan ekonomi, lingkungan dan keselamatan kerja. Korosi merupakan serangan yang bersifat merusak logam akibat terjadinya reaksi kimia atau elektrokimia. Salah satu cara untuk mengontrol atau mencegah korosi pada permukaan bagian dalam pipa baja karbon adalah dengan penambahan inhibitor korosi berupa senyawa organik. Senyawa organik yang dapat menjadi inhibitor korosi merupakan senyawa yang memiliki pasangan elektron bebas seperti N dan O. Pada penelitian ini dikaji efek inhibisi korosi senyawa organik turunan hidrazin. Senyawa D-glukosa-2,4-dinitrofenilhidrazon dan D-fruktosa-2,4-dinitrofenilhidrazon telah disintesis dengan mereaksikan 2,4-dnph dengan D-glukosa dan D-fruktosa. Senyawa hasil sintesis  divalidasi  dengan  spektroskopi  IR,  LC-MS  dan  1H-NMR.  Untuk  senyawa  D- glukosa-2,4-dinitrofenilhidrazon terdapat puncak imina (C=N) pada ?=1591 cm-1 (pada spektrum  FTIR)  dan  m/z=361,2762  g/mol  (pada  spektrum  massa).  Untuk  senyawa  D-\n\nfruktosa-2,4-dinitrofenilhidrazon terdapat puncak imina (C=N) pada ?=1579 cm-1 (pada spektrum FTIR) dan m/z=361,3031 g/mol (pada spektrum massa).   Berdasarkan hasil pengukuran EIS untuk senyawa D-glukosa-2,4-dinitrofenilhidrazon memiliki persen efisiensi terbesar, sebesar 18,4% pada konsentrasi 40 ppm (30oC), sedangkan untuk senyawa D- fruktosa-2,4-dinitrofenilhidrazon memiliki persen efisiensi inhibisi terbesar pada 20 ppm (30oC), sebesar 37,5%.", "Daftar File": {"2013_TA_PP_OCKY_BHIMANTARA_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/156514", "2013_TA_PP_OCKY_BHIMANTARA_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/156528"}, "Penulis": "Ocky Bhimantara [10509004]", "Kontributor / Dosen Pembimbing": ["Dr. Bunbun Bundjali, MS", "Dr. Deana Wahyuningrum, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "D-fruktosa, D-glukosa, inhibitor korosi, korosi, hidrazon", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "12 Feb 2019"}