{"Nomor": 34533, "Judul": "SINTESIS DAN KARAKTERISASI CAIRAN ION 1,3-DIMETIL-2,4,5-TRIFENILIMIDAZOLIUM IODIDA ([DMTPI]I) MENGGUNAKAN METODE MICROWAVE ASSISTED ORGANIC SYNTHESIS (MAOS) SEBAGAI INHIBITOR KOROSI PADA BAJA KARBON DALAM LARUTAN NACL 1%", "Abstrak": "Kebutuhan akan senyawa ramah lingkungan pada proses inhibisi korosi semakin meningkat. Kebutuhan ini menyebabkan berkembangnya variasi metode sintesis organik. Salah satunya adalah penggunaan gelombang mikro. Pada penelitian ini telah berhasil disintesis tiga senyawa, yaitu 1,2-difeniletana-1,2-dion atau benzil (senyawa 1), 2,4,5-trifenilimidazol atau lophine (senyawa 2), dan 1,3-dimetil-2,4,5-trifenilimidazolium iodida atau [DMTPI]I (senyawa 3) menggunakan metode MAOS (Microwave Assisted Organic Synthesis). Sintesis senyawa 1 menggunakan metode MAOS (800 Watt) membutuhkan waktu 300 detik menghasilkan rendemen 89,30% dengan titik leleh 93-95 oC. Senyawa 1 kemudian dijadikan salah satu prekursor untuk sintesis senyawa 2 menggunakan metode MAOS (800 Watt) dan dibutuhkan waktu 900 detik menghasilkan rendemen 68,00% dengan titik leleh 277-280 oC. Senyawa 1 diuji KLT dengan eluen n-heksana : etil asetat 9 : 1 menghasilkan Rf 0,53 sedangkan senyawa 2 diuji KLT dengan eluen n-heksana : etil asetat 1 : 1 menghasilkan Rf 0,73 lalu kedua senyawa ini dikarakterisasi dengan FTIR. Senyawa 1 memiliki puncak khas vibrasi C=O pada 1678 cm-1. Senyawa 2 menunjukkan puncak khas N-H pada 3416 cm-1. Senyawa 2 kemudian digunakan sebagai salah satu prekursor untuk sintesis senyawa 3 dengan metode MAOS (560 Watt) dan dibutuhkan waktu selama 3200 detik dengan suhu 30 oC menghasilkan rendemen 12,5%. Uji KLT pada senyawa 3 dengan eluen n-heksana : aseton 7 : 3 menghasilkan Rf 0,01 serta dilakukan karakterisasi FTIR. Senyawa 3 memiliki puncak khas C-H alkana pada 2922,67 cm-1 dan C=N amina pada 1264 cm-1.  Hasil pengukuran spektrum 1H-NMR senyawa 1,3-dimetil-2,4,5-trifenilimidazolium iodida menghasilkan sinyal proton metil (-CH3) pada 3,61 ppm dan proton gugus aromatik pada rentang 6,88-7,76 ppm. Pengukuran spektrum 13C-NMR menghasilkan sinyal atom C metil pada 35,18 ppm dan sinyal C=N cincin imidazol pada 146,31 ppm. Uji inhibisi korosi senyawa 3 dilakukan dengan metode EIS dan Tafel pada variasi suhu (27, 40, dan 70 oC) dan konsentrasi (10, 20, 40, dan 70 ppm). Hasil efisiensi inhibisi korosi tertinggi didapat sebesar 7,19% pada konsentrasi 10 ppm dengan suhu 70 oC. Berdasarkan pengukuran Tafel, senyawa 3 merupakan inhibitor ohmik (inhibitor campuran).", "Daftar File": {"2013_TA_PP_RIZKY_ADRIANSYAH_RITONGA_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/156558", "2013_TA_PP_RIZKY_ADRIANSYAH_RITONGA_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/156565"}, "Penulis": "Rizky Adriansyah Ritonga [10509088]", "Kontributor / Dosen Pembimbing": ["Dr. Bunbun Bundjali, MS", "Dr. Deana Wahyuningrum, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "MAOS, Imidazol, Cairan Ion, Sintesis Organik, Inhibitor Korosi", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "12 Feb 2019"}