{"Nomor": 34539, "Judul": "Pharmaceuticals as chemical markers of wastewater contamination in the vulnerable area of the Ebro Delta (Spain)", "Abstrak": "This study evaluated the occurrence and distribution of 81 pharmaceutically active compounds (PhACs) in the\nvulnerable area of the Ebro Delta region (Catalonia, Spain), to assess the environmental impact of wastewater\ntreatment plants discharge to coastal environments. The occurrence of PhACs was followed along the\nwastewater-recipient water-sediment chain until they reach estuaries and the Mediterranean Sea. Water and\nsediment samples were collected in an integrated way at different sampling points covering three different seasons in reaches of the Ebro River located upstream and downstream from wastewater treatment plants\n(WWTPs), surrounding channels, estuaries, and the associated receiving seawater. 28 out of the 57 compounds\ndetected in effluent wastewater were positively identified in estuary and seawaters, revealing that WWTP discharges are an important source of contamination in coastal environments and that PhACs are suitable markers\nof urban contamination in these areas. The substances with the highest frequency of detection belonged to\nthe groups of analgesics/anti-inflammatories (acetaminophen, salicylic acid), antihypertensives (valsartan),\npsychiatric drugs (carbamazepine), and antibiotics (clarithromycin, trimethoprim). In general, a decrease in concentration was observed from inland sampling points towards the Mediterranean Sea, resulting from a dilution in\nthe recipient marine water bodies. A reduced number of PhACs, at concentrations ranging from 0.1 to 12.5 ng g?1\ndry weight (d.w.) was detected in sediment samples, indicating that sorption is a minor natural attenuation\npathway for these compounds. Finally, a prioritization strategy, based on the compounds concentration and\nfrequency of detection in seawater, removal efficiency in WWTP, bioaccumulation potential, toxicity to marine", "Daftar File": {}, "Penulis": "Mira  Celic [-]", "Kontributor / Dosen Pembimbing": ["Meritxell Gros .,Marinella Farré.,Damia Barceló.,Mira Petrovi?"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pharmaceuticals Wastewater Seawater Prioritization Chemical markers", "Sumber": "Science of the Total Environment 652 (2019) 952–963", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "12 Feb 2019"}