{"Nomor": 34530, "Judul": "KAJIAN JENIS DAN KONDISI FASILITAS SANITASI LIMBAH CAIR DOMESTIK TERHADAP ANGKA KEJADIAN PENYAKIT DIARE DI KOTA BANDUNG", "Abstrak": "Penyakit diare merupakan salah satu jenis penyakit bawaan air yang banyak terjadi di Kota Bandung. Pada tahun 2012 jumlah kasus diare tercatat Dinas Kesehatan Kota Bandung sebanyak 70.094 kasus. Tingginya angka kejadian penyakit diare diperkirakan tidak terlepas dari fasilitas sanitasi limbah cair yang tidak layak sehingga dapat mencemari sumber air di lingkungan sekitarnya. Pada penelitian ini dilakukan sampling terhadap enam kecamatan di Kota Bandung yang memiliki prevalensi penyakit diare berbeda-beda, yaitu Kecamatan Bandung Wetan, Astana Anyar, Sumur Bandung, Coblong, Sukajadi, dan Cibeunying Kaler, kemudian dilakukan analisa deskriptif dan uji odd ratio serta statistik chi-kuadrat untuk menentukan keterkaitan antara jenis dan kondisi fasilitas sanitasi limbah cair domestik terhadap angka kejadian penyakit diare. Jenis fasilitas sanitasi diklasifikasikan berdasarkan WHO dan UNICEF dan kondisi fasilitas sanitasi yang ditinjau berdasarkan kriteria jamban sehat menurut DepKes RI. Berdasarkan penelitian yang dilakukan diketahui bahwa secara stastistik tidak ada keterkaitan antara jenis fasilitas sanitasi limbah cair domestik dengan penyakit diare, namun secara deskriptif terdapat pengaruh hubungan secara tidak langsung terhadap kejadian penyakit diare karena masuknya agent harus melalui oral dan kondisi fasilitas sanitasi yang tidak layak akan beresiko untuk mencemari air yang dijadikan sebagai sumber. Analisis statistik menunjukkan jenis dan kondisi fasilitas sanitasi limbah cair domestik beresiko terjadinya penyakit diare dan adanya keterkaitan antara kehadiran vektor penyakit di fasilitas sanitasi terhadap penyakit diare.", "Daftar File": {"2019_TA_PP_RENATA_MULIAWATI_1_-_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/156536", "2019_TA_PP_RENATA_MULIAWATI_1_-_DAFTAR_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/156542"}, "Penulis": "Renata Muliawati [15310054]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Dwina Roosmini, MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "penyakit diare, fasilitas sanitasi, limbah cair domestik, uji chi-kuadrat,", "Sumber": "TUGAS AKHIR Juni 2015", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "7 file", "Tanggal Input": "12 Feb 2019"}