{"Nomor": 34537, "Judul": "The fate of microplastics in an Italian Wastewater Treatment Plant", "Abstrak": "The emerged threat of microplastics (MPs) in aquatic ecosystems is posing a new challenges in environmental\nmanagement, in particular the civil Wastewater Treatment Plants (WWTPs) which can act both as collectors of\nMPs from anthropic use and as a source to natural environments. In this study, MP fate was investigated in\none of the biggest WWTPs of Northern Italy, built at the beginning of the 2000s and which serves a population\nequivalent of about 1,200,000, by evaluating their presence at the inlet (IN), the removal efficiency after the settler (SET) and at the outlet (OUT), and their transfer to sludge. Samples were collected in three days of a week and\nplastic debris was characterized in terms of shape, size and polymer composition using the Fourier Transform Infrared Microscope System (?FT-IR). The number of detected MPs was 2.5 ± 0.3 MPs/L in the IN, 0.9 ± 0.3 MPs/L\nafter the SET and 0.4 ± 0.1 MPs/L in the OUT, indicating a total removal efficiency of 84%. However, considering\nthat thisWWTP treats about 400,000,000 L wastewaters/day, the potential release of MPs to the receiving aquatic\nsystem would be approximately 160,000,000 MPs/day, mainly polyesters (35%) and polyamide (17%). Furthermore, a great amount of MPs removed from wastewater was detected in the recycled activated sludge, with\n113 ± 57 MPs/g sludge dry weight, corresponding to about 3,400,000,000 MPs deposited in the 30 tons of sludge\ndaily produced by this WWTP. Given the possible re-use of WWTP sludge in fertilizers for agriculture, our results\nhighlight that WWTPs could represent a potential source of MPs also to agroecosystems.", "Daftar File": {}, "Penulis": "Stefano Magni [-]", "Kontributor / Dosen Pembimbing": ["Andrea Binelli.,Lucia Pittura.,Carlo Giacomo Avio.,Camilla Della Torre.,Camilla Carla Parent.,Stefania Gorbi .,Francesco Regoli"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Microplastics Wastewater Treatment Plants Effluents Sewage sludge Treatment efficiency", "Sumber": "Science of the Total Environment 652 (2019) 602–610", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "12 Feb 2019"}