{"Nomor": 34531, "Judul": "PENYIAPAN KANDIDAT BAHAN ACUAN KACANG HIJAU FE, CU, CA, MG, DAN ZN SECARA  SPEKTROFOTOMETRI SERAPAN ATOM", "Abstrak": "bahan acuan dari tepung kacang hijau (Phaseolus radiatus L.) disiapkan dan diperiksa homogenitas dan stabilitasnya.  Karena ketersediaan bahan acuan tersertifikasi atau Certified Reference Materials (CRMs) terbatas dan biaya produksi yang tinggi dalam pembuatan in-house tepung kacang hijau, salah satu alternatif yang digunakan untuk pengendalian kualitas sehari-hari di laboratorium adalah menggunakan bahan acuan atau reference materials (RMs).  Metode analisis yang digunakan dalam penelitian ini meliputi homogenitas menggunakan uji F, stabilitas menggunakan uji t, limit deteksi, linieritas, dan presisi melalui penentuan %RSD.  Penentuan kadar air, kadar abu dan kadar silika dilakukan secara gravimetri.   Sedangkan penentuan kadar logam dilakukan menggunakan metode Spektrofotometri Serapan Atom (SSA).  Berdasarkan hasil penelitian, kadar air (adk) rata- rata untuk kacang hijau sebesar 5,3% (%RSD =  3,4), kadar air (adb) rata-rata sebesar 5,1% (%RSD = 3,3), kadar abu rata-rata 2,9% (%RSD = 5,6) dan kadar silika rata-rata 0,3% (%RSD = 67,9).   Untuk kadar logam pada kacang hijau diperoleh kadar Fe 86,0 mg/kg, kadar Cu 18,1 mg/kg, kadar Ca 274,0 mg/kg, kadar Mg 1196,1 mg/kg, dan kadar Zn 7,7 mg/kg.  Uji homogenitas dan stabilitas tepung kacang hijau menunjukkan sifat homogen dan stabil sehingga sesuai dijadikan sebagai kandidat bahan acuan.", "Daftar File": {"2013_TA_PP_PARAMITA_ARDANA_NESWARI_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/156543", "2013_TA_PP_PARAMITA_ARDANA_NESWARI_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/156550"}, "Penulis": "Paramita Ardana Neswari [10508018]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Buchari"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "bahan acuan, Phaseolus radiatus L., logam, SSA", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "12 Feb 2019"}