{"Nomor": 34540, "Judul": "Kaji Eksperimental Pemanfaatan Produk Torefaksi Basah Sampah Pospak Bayi Sebagai Bahan Baku Batako", "Abstrak": "Sampah pospak (Popok Sekali Pakai) bayi telah menjadi permasalahan serius di Indonesia. Sampah jenis ini seringkali dibuang di TPA (Tempat Pembuangan Akhir) yang berpotensi membuat air tanah terkontaminasi. Selain masalah sampah pospak, kebutuhan perumahan pun semakin meningkat sebagai akibat dari pertumbuhan penduduk. Oleh karena itu, Tugas Sarjana ini menawarkan untuk memanfaatkan sampah pospak bayi menjadi bahan bangunan. Proses torefaksi basah dapat menghancurkan sampah yang memiliki ukuran besar menjadi produk yang memiliki ukuran lebih kecil dan seragam dengan menggunakan medium air panas bertekanan. Dalam Tugas Sarjana ini, produk proses torefaksi basah pospak bayi beserta semen, pasir dan air, digunakan sebagai bahan baku batako. Pengujian torefaksi basah dilakukan pada rentang temperatur 150 hingga 200 °C dan waktu tinggal 30 hingga 90 menit. Produk torefaksi basah pada kedua temperatur tersebut lalu digunakan sebagai bahan baku batako, yang selanjutnya diuji kekuatan tekannya pada usia tujuh hari. Berdasarkan hasil penelitian, batako hasil campuran produk torefaksi basah memiliki nilai kekuatan tekan maksimum sebesar 38,78 MPa dan 36,36 MPa,  lebih rendah dibandingkan dengan batako tanpa campuran sebesar 53,41 MPa, namun memiliki keuletan yang lebih baik. Perbedaan temperatur pemrosesan tidak memberikan pengaruh besar pada karakteristik kekuatan sehingga temperatur pemrosesan rendah pada 150 °C dan waktu tinggal 30 menit dipilih sebagai kondisi yang optimal karena memerlukan energi torefaksi paling rendah. Dari penelitian yang telah dilakukan juga dapat diambil kesimpulan bahwa pemanfaatan produk torefaksi basah mampu menghemat pasir hingga setengah bagian.", "Daftar File": {"TA_Graveo_Wicaksana_13113030_Asli.pdf": "https://digilib.itb.ac.id/gdl/download/156586", "TA_Graveo_Wicaksana_13113030_Bab-I.pdf": "https://digilib.itb.ac.id/gdl/download/156598", "TA_Graveo_Wicaksana_13113030_Bab-II.pdf": "https://digilib.itb.ac.id/gdl/download/156599", "TA_Graveo_Wicaksana_13113030_Bab-III.pdf": "https://digilib.itb.ac.id/gdl/download/156600", "TA_Graveo_Wicaksana_13113030_Bab-IV.pdf": "https://digilib.itb.ac.id/gdl/download/156602", "TA_Graveo_Wicaksana_13113030_Bab-V.pdf": "https://digilib.itb.ac.id/gdl/download/156603", "TA_Graveo_Wicaksana_13113030_Bab-VI.pdf": "https://digilib.itb.ac.id/gdl/download/156604"}, "Penulis": "Graveo Wicaksana [13113030 ]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Pandji Prawisudha, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "sampah pospak, torefaksi basah, batako, kekuatan tekan.", "Sumber": "", "Staf Input/Edit": "D. Budina  \n                                     D. Budina", "File": "7 file", "Tanggal Input": "12 Feb 2019"}