{"Nomor": 34556, "Judul": "EKSPLORASI DAN KARAKTERISASI LIPASE ALKALI TERMOSTABIL DARI MIKROORGANISME TERMOFILIK ISOLAT LOKAL JAWA BARAT", "Abstrak": "Lipase (triasilgliserol hidrolase, E.C.3.1.1.3) merupakan salah satu kelas enzim hidrolitik yang sangat penting. Enzim ini memegang peranan penting dalam industri bioteknologi dikarenakan kegunaannya yang sangat luas dalam berbagai aplikasi seperti industri makanan, kertas, detergen, farmasi, sintesis zat kimia dengan  stereoisomer  spesifik,  biodisel,  pengolahan  limbah  dan  tekstil. Pemanfaatan lipase masih dapat ditingkatkan dengan cara menemukan atau membuat varian lipase yang lebih baik misalnya lipase yang tahan dengan kondisi ekstrim seperti temperatur dan pH. Salah satu cara untuk mendapatkan lipase dengan karakteristik biokimia yang unik adalah dengan mengisolasi dari berbagai jenis mikroorganisme, terutama jenis yang belum pernah diteliti sebelumnya. Penelitian ini bertujuan untuk mendapatkan lipase termostabil alkali yang diproduksi   oleh   mikroorganisme   isolat   lokal   Jawa   Barat   dengan   tingkat kemurnian  yang  relatif tinggi dan  diharapkan  memiliki karakteristik  biokimia yang unik.\n\nDelapan mikroorganisme termofilik isolat lokal telah diiso lasi dan dikultivasi di laboratorium. Semua mikroorganisme berasal dari  sumber air panas yang terdapat di Jawa Barat, seperti Kawah Domas, Papandayan, Kahuripan dan Kawah Hujan A. Beberapa diantaranya telah diidentifikasi sebagai mikroorganisme termofilik khas   (unique)   Jawa   Barat   dan   potensial   sebagai   penghasil   lipase   alkali termostabil. Kondisi lingkungan yang unik dari ke delapan isolat ini diharapkan akan  menghasilkan  enzim  yang  memiliki  karakter  yang  berbeda-beda.  Semua isolat diatas telah dilakukan penapisan secara kualitatif terhadap lipase dengan menggunakan media agar pada berbagai pH alkali. Kedelapan isolat memperlihatkan aktivitas lipolitik jika ditumbuhkan pada media agar yang mengandung minyak zaitun dan rodhamin B. Isolat DMS-3 dan KHA-P12 menunjukkan penghasil lipase dengan aktivitas tertinggi dengan adanya hallo pendar merah jingga berfluorisensi jika diamati dibawah sinar UV dengan panjang gelombang 350 nm. Intensitas fluorisensi yang tinggi menunjukkan tingginya aktivitas lipase dari kedua isolat ini.\n \n\nAnalisis kuantitatif telah dilakukan dengan membuat kurva pertumbuhan dan aktivitas  lipase  dari  kedelapan  isolat.  Aktivitas  lipase  diukur  menggunakan metode  spektrofotometri  dengan  p-nitrofenil  palmitat  sebagai  substrat.  Isolat DMS-3 memberikan pertumbuhan paling tinggi jika diinkubasi pada temperatur\n65 oC   dan 70 oC dengan kecepatan tumbuh masing-masing sebesar 1,037 dan\n1,200 OD/jam. Dua isolat menghasilkan aktivitas lipase yang tertinggi yaitu isolat DMS-3 dan KHA-P12 jika diinkubasi pada 70 oC pH 9 dibandingkan dengan enam   isolat   lainnya.   Diantara   ke   delapan   isolat   aktivitas   tertinggi   lipase ditunjukkan oleh isolat DMS-3 dan KHA-P12 yaitu 21,272 unit dan 11,982 unit pada 70 oC, pH 9. Berdasarkan hasil analisis kualitatif dan kuantitatif dua isolat dipilih sebagai isolat yang akan diteruskan untuk studi lebih lanjut, yaitu isolat DMS-3 dan KHA-P12. Lipase yang dihasilkan dari kedua isolat ini selanjutnya diisolasi,  dimurnikan  dan  dikarakterisasi.  Berdasarkan  pewarnaan  Gram  dan\nScanning Electron Microscopy (SEM), dua isolat merupakan bakteri gram positif yang berbentuk batang dan kedua isolat merupakan strain tunggal dengan morfologi sel yang berbeda. Berdasarkan pendekatan rybotyping oleh penelitian lain melaporkan bahwa isolat DMS-3 dari Kawah Domas memiliki kedekatan dengan Geobacillus kaustophilus sedangkan KHA-P12 dari kawah Hujan A memiliki kedekatan dengan Thermus aquaticus.\n\nPemurnian lipase isolat DMS-3 dilakukan dengan fraksinasi amonium sulfat dan sistem kromatografi bertingkat. Isolat DMS-3 memiliki aktifitas spesifik yang tinggi pada fraksi 20-60% amonium sulfat. Pemurnian lebih lanjut dengan kolom kromatografi DEAE Sepharose Fast Flow dan Sephacril S-200 HR memberikan aktivitas spesifik yang relatif lebih tinggi, yaitu sebesar 1200,48 unit/mg protein dengan peningkatan kemurnian sebesar 54,37 kali dibandingkan ekstrak kasar enzim dengan yield sebesar 9,12 %. Analisis terhadap elektroforegram dari Native PAGE  dikombinasi  dengan  zimografi,  fraksi  ini  memperlihatkan  ada  4  pita protein aktif. Analisis lebih lanjut dengan mengelusi masing-masing pita protein diteruskan dengan SDS-PAGE memperlihatkan pita kesatu, kedua, dan ketiga menghasilkan beberapa pita protein. Sementara pita keempat hanya menunjukkan satu pita protein. Data ini diduga bahwa isolat DMS-3 dapat mengekspresikan beberapa jenis lipase dengan karakter lipase multisubunit (heteropolimer dan homopolimer). Lipase dengan karakteristik ini belum pernah dilaporkan sebelumnya untuk genus  Geobacillus sp.\n\nLipase yang diproduksi oleh isolat KHA-P12 telah dimurnikan menggunakan fraksinasi amonium sulfat dan kromatografi interaksi hidrofobik dengan matrik HiPrep Butil FF 16/10. Enzim lipase isolat KHA-P12 memiliki aktivitas lipase yang  baik  pada fraksi 0-60% amonium sulfat. Kromatografi HiPrep  Butil FF\n16/10 dapat memisahkan lebih lanjut  fraksi 0-60% amonium sulfat  menjadi 2\nkelompok protein lipase. Aktivitas spesifik lipase paling tinggi sebesar 19,46 unit/mg diamati pada fraksi yang dielusi dengan 80% etilen glikol dalam 1 mM bufer fosfat dengan kelipatan kemurnian sebesar 6,55 kali dibandingkan ekstrak kasar. Elektroforegram Native PAGE, SDS-PAGE dan zimografi menunjukkan bahwa isolat KHA-P12 dapat menghasilkan tiga jenis lipase. Lipase yang satu dengan lipase yang lainnya membentuk agregasi sehingga sulit untuk dipisahkan. Hasil  elektroelusi  dari  satu  pita  positif  lipase  fraksi  80%  etilen  glikol  telah\n \n\ndilakukan SDS-PAGE menunjukkan adanya 4 pita. Sementara zimografi hasil Native PAGE satu pita positif lipase ini menunjukkan pita tersebut memiliki aktivitas lipase.\n\nKarakter lipase isolat KHA-P12 menunjukkan bahwa enzim memiliki aktifitas optimum pada pH 8,5 jika diinkubasi pada temperatur 65 oC. Pengujian lipase pada pH optimum 8,5 memberikan 3 puncak optimum pada temperatur 55, 65, dan 75 oC dengan temperatur optimum pada 65 oC. Adanya tiga temperatur optimum menyarankan bahwa lipase isolat KHA-P12 mengandung lebih dari satu jenis lipase. Pada temperatur 55 oC ditemukan dua puncak pH optimum, yaitu pada pH 9 dan 10 dengan tinggi puncak relatif sama. Sementara pengujian pada temperatur optimum 75 oC, memiliki satu pH optimum teramati pada pH 8,5. Hasil ini menyarankan bahwa enzim yang aktif pada 75 oC, kemungkinan besar hanya terdiri dari satu jenis lipase.\n\nPenambahan ion Ca2+ dan  Mn2 + (10 mM) masing-masing dapat meningkatkan aktivitas  lipase,  sedangkan  Zn2+   tidak  mempengaruhi  aktivitas.  Beberapa  ion logam seperti Co2+, K+, Na+, Ba2+, Cu2+, Fe3+, Sn2+, Fe3+  (10 mM) dapat menginhibisi aktivitas lipase. Lipase KHA-P12 sangat dipengaruhi aktivitasnya oleh keberadaan dua ion logam (Ca2+ dan Mn2+).\n\nSenyawa EDTA, DTT, SDS, 10 mM juga merupakan inhibitor lipase KHA-P12. PSMF 10 mM  juga dapat menurunkan 77,78% aktivitas lipase pada temperatur\n75 oC pH 8,5. Data ini  menyarankan bahwa  lipase isolat KHA-P12 fraksi etilen glikol 80% adalah  jenis serin hidrolase.\n\nLipase isolat KHA-P12 dapat menghidrolisis substrat dengan panjang asam lemak kategori medium hingga panjang (C10 sampai C18). Lipase ini memiliki spesifisitas substrat yang tinggi terhadap p-nitrofenil miristat dan palmitat dengan aktivitas spesifik berturut-turut sebesar 9,35 dan 9,77 unit/mg protein. Lipase dengan karakter seperti ini sangat potensial untuk diaplikasikan dalam industri detergen karena dapat mendegradasi panjang rantai asam lemak yang berbeda- beda. Aktifitas yang tinggi pada substrat rantai panjang ditemukan pada lipase isolat  KHA-P12  memungkinkan  lipase  ini untuk  diaplikasikan sebagai katalis pada produksi biodiesel.\n\nLipase isolat lokal yang dihasilkan dalam penelitian ini merupakan lipase termostabil alkali yang bekerja pada substrat dengan panjang rantai asam lemak berbeda-beda. Karakterisasi enzim menunjukkan bahwa isolat DMS-3 dan KHA- P12 memiliki karakteristik biokimia yang unik dari isolat lokal Jawa Barat. Lipase yang  diproduksi  dari  mikroorganisme  termofilik  isolat  lokal  dapat  digunakan untuk mengembangkan ilmu dasar mengenai enzim termostabil maupun peluang dalam industri bioteknologi.", "Daftar File": {"2012_DIS_PP_FEBRIANI_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/156639", "2012_DIS_PP_FEBRIANI_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/156641", "2012_DIS_PP_FEBRIANI_1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/156643", "2012_DIS_PP_FEBRIANI_1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/156644", "2012_DIS_PP_FEBRIANI_1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/156646", "2012_DIS_PP_FEBRIANI_1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/156647", "2012_DIS_PP_FEBRIANI_1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/156648", "2012_DIS_PP_FEBRIANI_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/156649"}, "Penulis": "Febriani [30507009]", "Kontributor / Dosen Pembimbing": ["Prof. Akhmaloka, Ph.D.", "Dr. Rukman Hertadi, S.Si., M.Si.", "Prof. Dra. Fida Madayanti Warganegara, MS, Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "lipase, enzim termostabil, mikroorganisme isolat lokal.", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "12 Feb 2019"}