{"Nomor": 34551, "Judul": "HYPERSPATIAL OPTIMIZATION OF STRUCTURES", "Abstrak": "Anticipating the low-energy arrangements of atoms in space is an indispensable scientific task. Modern\nstochastic approaches to searching for these configurations depend on the optimization of structures to nearby local minima in the energy landscape. In many cases these local minima are relatively high in energy, and inspection reveals that they are trapped, tangled, or otherwise frustrated in their descent to a lower-energy configuration. Strategies have been developed which attempt to overcome these traps, such as classical and quantum annealing, basin/minima hopping, evolutionary algorithms, and swarm-based methods. Random structure search makes no attempt to avoid the local minima and benefits from a broad and uncorrelated sampling of configuration space. It has been particularly successful in the first-principles prediction of unexpected new phases of dense matter. Here it is demonstrated that by starting the structural optimizations in a higher-dimensional space, or hyperspace, many of the traps can be avoided and that the probability of reaching low-energy configurations is much enhanced. Excursions into the extra dimensions are progressively eliminated through the application of a growing energetic penalty. This approach is tested on hard cases for random search: clusters, compounds, and covalently bonded\nnetworks. The improvements observed are most dramatic for the most difficult ones. Random structure search is shown to be typically accelerated by two orders of magnitude and more for particularly challenging systems. This increase in performance is expected to benefit all approaches to structure prediction that rely on the local optimization of stochastically generated structures.", "Daftar File": {}, "Penulis": "CHRIS J. PICKARD [-]", "Kontributor / Dosen Pembimbing": ["-"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "-", "Sumber": "PHYSICAL REVIEW B 99, 054102 (2019); ©2019 American Physical Society", "Staf Input/Edit": "Ratnasari", "File": "1 file", "Tanggal Input": "12 Feb 2019"}