{"Nomor": 34553, "Judul": "PENGARUH KRISTALINITAS NANOMAGNETIT SEBAGAI PEMODIFIKASI ELEKTRODA PASTA KARBON TERHADAP KINERJANYA DALAM PENENTUAN IODIDA SECARA VOLTAMMETRI SIKLIK", "Abstrak": "Iodium merupakan salah satu unsur penting secara biologis. Orang dewasa membutuhkan 100-150 µg/hari. Untuk memenuhi kebutuhan ini, seringkali ditambahkan kalium iodida atau kalium iodat pada garam dapur. Metode deteksi iodium  dalam  jumlah  renik  banyak  dikembangkan  seperti  metode spektrofotometri UV-Vis, katalisis, kromatografi, elektroda selektif ion, voltammetri siklik, dan ICP-AES, namun semua metode ini diganggu oleh kehadiran klorida. Metode voltammetri lucutan anodik menggunakan nanopartikel berbentuk  koloid  dari  perak  sulfat  yang  di-impregnasikan  pada  grafit  telah berhasil dikembangkan untuk menentukan iodida dalam garam dapur. Ditinjau dari keamanan lingkungan, penggunaan nanopartikel ini kurang ramah terhadap lingkungan. Penggunaan elektroda platina yang dilapisi PAMDAN(Poly8-(3- acetylimino-6-methyl-2,4-dioxopyran)-1-aminonaphthalene) dalam analisis iodida memiliki kelemahan, yaitu dipengaruhi oleh perklorat.\n\nNanomagnetit (Fe3O4) merupakan nanopartikel yang ramah lingkungan dan telah banyak digunakan sebagai bahan pemodifikasi elektroda dalam sensor dan biosensor. Penggunaan magnetit untuk mendeteksi logam berat (Pb2+) telah berhasil   dilakukan.   Pada   metode   ini,   suspensi   magnetit   dilapiskan   pada permukaan glasi karbon. Agar ion Pb2+ terjerap dengan baik pada permukaan elektroda, maka perlu ditambahkan iodida sehingga membentuk senyawa kompleks, PbIn(n-2)- yang mudah diadsorpsi oleh magnetit sehingga kepekaan meningkat sebanyak 10 kali bila dibandingkan tidak menggunakan magnetit. Sementara  itu,  penggunaan  nanomagnetit  untuk  analisis  asam  askorbat memberikan  efek  elektrokatalisis,  sehingga  dapat  menggeser  puncak  oksidasi asam askorbat ke arah yang lebih mudah untuk dioksidasi (potensial rendah). Hasil penelitianlain juga menunjukkan bahwa magnetit yang dibuat dengan proses hidrothermal (suhu dan tekanan tinggi) memberikan peningkatan arus yang signifikan dibandingkan dengan magnetit yang dibuat pada suhu dan tekanan normal.\n \n\nSintesis magnetit secara hidrothermal dengan memvariasikan waktu sintesis memberikan derajat kristalinitas yang berbeda. Pada sintesis tersebut, digunakan empat jenis bahan kimia yaitu, FeCl3, urea, natrium sitrat, dan poliakrilamid. Diantara keempat bahan tersebut, poliakrilamid merupakan bahan yang mahal dan relatif  sulit  diperoleh.  Guna  meningkatkan  penggunaan  nanomagnetit  dalam bidang pertanian dan mengatasi masalah pencemaran lingkungan diperlukan pembuatan nanomagnetit yang sederhana, mudah, dan murah, dengan kualitas yang baik. Sintesis tanpa poliakrilamid menjadi tantangan tersendiri bagi para peneliti. Perbedaan derajat kristalinitas magnetit ini akan mempengaruhi daya adsorpsi suatu molekul atau ion pada permukaan magnetit. Banyaknya jumlah ion yang bergerak ke permukaan elektroda akan mempengaruhi arus yang dihasilkan, sehingga  akan  mempengaruhi  kinerja  elektroda  dalam  memberikan  respon terhadap suatu ion. Respon ini dapat dilihat dari voltamogram siklik yang dihasilkan.\n\nKarena nanomagnetit bersifat elektrokatalis dan kapasitor elektrokimia yang baik, maka material  ini  memiliki  potensi digunakan  sebagai  pemodifikasi  elektroda pasta karbon untuk analisis iodida, sekaligus juga penjajagan awal untuk penggunaannya sebagai pengganti anoda pada sel surya yang selama ini menggunakan platina.\n\nPenelitian ini terdiri atas tiga tahap utama, yaitu sintesis nanomagnetit, pembuatan elektroda, dan pengujian magnetit sebagai pemodifikasi elektroda pasta karbon untuk analisis iodida dengan teknik voltammetri. Sintesis nanopartikel magnetit dilakukan dengan teknik hidrotermal. Untuk mengetahui keberhasilan  sintesis, hasil yang diperoleh dikarakterisasi dengan XRD, SEM-EDS. Selanjutnya dibuat elektroda pasta karbon (EPK) dan EPK termodifikasi magnetit. Setelah itu, pengujian magnetit sebagai pemodifikasi EPK untuk analisis iodida dilakukan dengan mengamati pengaruh pemberian magnetit, pengaruh kristalinitas magnetit, kecepatan payaran, konsentrasi elektrolit, konsentrasi iodida, ion pengganggu terhadap sinyal yang dihasilkan dalam teknik voltammetri siklik.\n\nSintesis nanomagnetit secara hidrothermal selama 3, 6, dan 12 jam dengan tiga bahan, yaitu FeCl3, urea, dan natrium sitrat menghasilkan derajat kristalinitas masing masing 47,81%, 77,15%, dan 84,67%. Ketiga bahan ini dapat meningkatkan arus puncak oksidasi iodida dalam medium KCl masing-masing sebesar,  1,25  kali,  1,50  kali,  dan  3,00  kali  bila dibandingkan  elektroda pasta karbon saja. Dengan meningkatnya kandungan nanomagnetit (5, 10, 15%) dalam elektroda pasta karbon, arus puncak oksidasi iodida naik secara linier. Dari data kemiringan  kurva  antara  arus  puncak  dan  akar  kecepatan  pemayaran, meningkatnya kristalinitas akan meningkatkan kemiringan kurva, yang sebanding dengan peningkatan luas permukaan efektif. Nanomagnetit dengan kristalinitas tinggi (sekitar 85%), memiliki hubungan yang linier antara arus puncak oksidasi dengan konsentrasi iodida dan memiliki koefisien korelasi 0,994, limit deteksi 1,4\nµM, limit kuantisasi 4,2 µM, memiliki selektivitas yang tinggi terhadap NaCl, dan\nKBr, karena morfologi nanomagnetit pada kristalinitas tinggi lebih teratur.", "Daftar File": {"2012_DIS_PP_DEDEN_SAPRUDIN_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/156620", "2012_DIS_PP_DEDEN_SAPRUDIN_1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/156629", "2012_DIS_PP_DEDEN_SAPRUDIN_1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/156630", "2012_DIS_PP_DEDEN_SAPRUDIN_1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/156631", "2012_DIS_PP_DEDEN_SAPRUDIN_1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/156632", "2012_DIS_PP_DEDEN_SAPRUDIN_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/156627", "2012_DIS_PP_DEDEN_SAPRUDIN_1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/156633", "2012_DIS_PP_DEDEN_SAPRUDIN_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/156628"}, "Penulis": "Deden Saprudin [30507011]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Buchari", "Dr. Indra Noviandri, MS", "Prof. Dr.Eng. Mikrajuddin, M.Si."], "Jenis Koleksi": "Disertasi", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Iodida, nanomagnetit, kristalinitas, volammetri siklik, pasta karbon", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "12 Feb 2019"}