{"Nomor": 34564, "Judul": "EVALUASI MANAJEMEN KONSERVASI HARIMAU SUMATERA (Panthera tigris sumatrae Pocock, 1929) DI TAMAN NASIONAL KERINCI SEBLAT WILAYAH PROVINSI JAMBI", "Abstrak": "Harimau sumatera (Panthera tigris sumatrae) saat ini mengalami pengurangan populasi secara signifikan akibat tingginya tingkat perburuan dan intensitas konflik harimau-manusia, serta pengurangan dan pengerusakan habitat. Tingginya laju pengurangan populasi harimau sumatera dapat dihubungkan dengan efektivitas dan efisiensi upaya konservasi harimau sumatera yang dilakukan selama ini. Dibutuhkan suatu studi lapangan untuk mengetahui tingkat efektivitas dan efisiensi upaya konservasi harimau sumatera yang dilakukan oleh para pemangku kepentingan, sehingga dapat dilakukan penyusunan perbaikan upaya konservasi secara mendasar dan menyeluruh. Taman Nasional Kerinci Seblat (TNKS) dipilih sebagai lokasi penelitian karena dianggap sebagai habitat paling penting harimau sumatera saat ini. Penelitian ini bertujuan untuk (1) mengidentifikasi upaya konservasi harimau sumatera di TNKS yang dilakukan oleh para pemangku kepentingan, serta keterkaitannya satu sama lain, (2) menganalisis efektivitas dan efisiensi manajemen konservasi harimau sumatera oleh masing-masing pemangku kepentingan, dan mengukur nilai penyelamatan harimau sumatera di TNKS, (3) merancang model alternatif konservasi harimau sumatera di TNKS. Studi dilakukan pada Maret 2015 – Juli 2016, dan pengumpulan data dilakukan melalui studi pustaka, observasi langsung, wawancara terstruktur, dan pengisian kuesioner di dua desa sekitar TNKS. Hasil penelitian menunjukkan bahwa terdapat 3 (tiga) pemangku kepentingan dalam upaya konservasi harimau sumatera di TNKS, yaitu Balai Besar TNKS (BBTNKS), Fauna Flora Indonesia (FFI), dan masyarakat adat Kerinci. BBTNKS melakukan upaya konservasi melalui pendekatan perlindungan kawasan konservasi, di mana rencana strategis dan program kerja difokuskan pada penetapan dan perbaikan kualitas kawasan konservasi, tanpa adanya tendensi khusus terhadap konservasi harimau sumatera. FFI melakukan upaya konservasi melalui pendekatan manajamen populasi, di mana program kerja yang dilakukan terfokus pada upaya penanganan ancaman perburuan harimau dan penanggulangan konflik harimau-manusia, serta penegakan hukum terkait perburuan dan perdagangan harimau. Masyarakat adat Kerinci melakukan upaya konservasi melalui pendekatan holistik yang merupakan bagian dari pengetahuan lokal mereka. Ditinjau dari kapasitas manajerial, ketiga pemangku kepentingan dinilai sangat efektif dan sangat efisien dalam melaksanakan program yang direncanakan, dengan nilai efektivitas dan efisiensi masing-masing 100% dan 100% untuk BBTNKS, 98,8% dan 100% untuk FFI, dan 100% dan 100% untuk masyarakat adat Kerinci. Sedangkan ditinjau dari keberhasilan penyelamatan populasi harimau sumatera di TNKS, BBTNKS dinilai tidak efektif dan tidak efisien karena hampir tidak memiliki program spesifik terkait konservasi harimau sumatera, FFI dinilai\niv\nefektif namun tidak efisien karena beroperasi pada wilayah yang relatif kecil, dan masyarakat adat Kerinci dinilai efisien namun tidak efektif karena membutuhkan biaya yang sangat besar dalam pelaksanaannya. Model konservasi harimau sumatera yang direkomendasikan dari penelitian ini adalah model konservasi kolaboratif antara BBTNKS, FFI, dan masyarakat adat Kerinci, di mana ketiga pemangku kepentingan menjalankan fungsi konservasi harimau sumatera sesuai kapasitas masing-masing secara terpadu.", "Daftar File": {}, "Penulis": "Rima Putri Agustina [21313009]", "Kontributor / Dosen Pembimbing": ["Dr. Achmad Sjarmidi"], "Jenis Koleksi": "Tesis", "Penerbit": "Biomanajemen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "harimau sumatera, Taman Nasional Kerinci Seblat, manajemen konservasi, manajemen populasi, pengelolaan berbasis masyarakat.", "Sumber": "", "Staf Input/Edit": "agus slamet", "File": "1 file", "Tanggal Input": "12 Feb 2019"}