{"Nomor": 34568, "Judul": "Analisis Perubahan Tutupan Lahan Kabupaten Sidoarjo Setelah Bencana Semburan Lumpur Sidoarjo", "Abstrak": "Kabupaten Sidoarjo sebagai salah satu wilayah administrasi urban fringe pembentuk Kawasan Surabaya Metropolitan Area memiliki kecenderungan laju populasi yang meningkat pula. Hal ini menunjukkan bahwa jumlah penduduk Kabupaten Sidoarjo cenderung terus bertambah. Pertambahan penduduk ini  berarti bahwa kebutuhan akan infrastruktur dasar bertambah pula, linear dengan kebutuhan lahan. Pada tahun 2006 terjadi sebuah kecelakaan kerja pada lokasi pengeboran minyak di Desa Renokenongo, Kecamatan Porong. Peristiwa ini menyebabkan terjadinya semburan lumpur. Selain menimbulkan dampak mikro di lokasi terdampak, secara makro, bencana Semburan Lumpur Sidoarjo mengubah struktur dan pola ruang. Fokus penelitian ini adalah untuk mengetahui perubahan tutupan lahan sebelum dan sesudah terjadi bencana Semburan Lumpur Sidoarjo, yaitu sepuluh tahun sebelum bencana terjadi (tahun 1996) dan sepuluh tahun setelah bencana terjadi (tahun 2017), dan/atau dengan evaluasi zona risiko di lokasi lain. Hasil penelitian menunjukkan bahwa terjadi perubahan tutupan lahan yang terjadi pada periode waktu pengamatan, menandakan bahwa Kabupaten Sidoarjo sedang berkembang menuju wilayah perkotaan yang lebih kompleks. Bila dilihat dari arah perkembangannya, diketahui bahwa arah perubahan pada tahun 2006-2017 telah sesuai dengan arah perencanaan kebijakan, yaitu menjauhi lokasi area terdampak Semburan Lumpur Sidoarjo. Analisis perubahan tutupan lahan Kabupaten Sidoarjo 2027 menunjukkan alokasi perubahan tutupan lahan yang meningkat pada kelas lahan terbangun. Hal ini mengindikasikan bahwa tindakan preventif terkait bencana perlu ditingkatkan mengingat risiko dan kerugiannya akan bertambah apabila terdampak bencana. Tindakan preventif tersebut perlu direkomendasikan dalam penataan dan pengendalian ruang agar perkembangan tersebut masih sesuai dengan fungsinya dalam skala regional dan nasional meskipun memiliki risiko bencana.", "Daftar File": {"2019_TS_PP_WIDYA_PAWESTRI_NUGRAHENI_ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/156699", "2019_TS_PP_WIDYA_PAWESTRI_NUGRAHENI_BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/156700", "2019_TS_PP_WIDYA_PAWESTRI_NUGRAHENI_BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/156701", "2019_TS_PP_WIDYA_PAWESTRI_NUGRAHENI_BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/156702", "2019_TS_PP_WIDYA_PAWESTRI_NUGRAHENI_BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/156703", "2019_TS_PP_WIDYA_PAWESTRI_NUGRAHENI_BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/156704", "2019_TS_PP_WIDYA_PAWESTRI_NUGRAHENI_BAB_6.pdf": "https://digilib.itb.ac.id/gdl/download/156705", "2019_TS_PP_WIDYA_PAWESTRI_NUGRAHENI_DAFTAR_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/156706", "2019_TS_PP_WIDYA_PAWESTRI_NUGRAHENI_JURNAL.pdf": "https://digilib.itb.ac.id/gdl/download/156707", "2019_TS_PP_WIDYA_PAWESTRI_NUGRAHENI_LAMPIRAN.pdf": "https://digilib.itb.ac.id/gdl/download/156708"}, "Penulis": "Widya Pawestri Nugraheni [25416046]", "Kontributor / Dosen Pembimbing": ["Dr. Saut Aritua Hasiholan Sagala, S.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "tutupan lahan, semburan lumpur, cellular automata, markov chain.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "10 file", "Tanggal Input": "12 Feb 2019"}