{"Nomor": 34577, "Judul": "ANALISIS POTENSI GEMPA IMBAS PADA KEGIATAN PEMBANGUNAN BENDUNGAN JATIGEDE, KABUPATEN SUMEDANG, JAWA BARAT", "Abstrak": "Proses pengisian air pada reservoir buatan manusia (waduk) dapat memicu\nterjadinya peningkatan aktivitas seismik. Peningkatan aktivitas seismik ini dikenal\ndengan istilah gempa imbas. Gempa imbas terjadi dalam kisaran magnitudo yang\nbervariasi, dari M < 3 hingga kasus dengan M > 6, pada selang kedalaman 1 – 2\nkm, 3 – 4 km serta kelompok kedalaman 4 – 6 km. Kejadian gempa imbas\nmerupakan mekanisme yang kompleks, meliputi serangkaian respons waduk\nterhadap beban air. Potensi terjadinya gempa imbas tergantung pada berbagai hal,\nseperti ketinggian bendungan, kondisi geologi, dan kapasitas reservoir air.\nPenelitian dilakukan pada Kegiatan Pembangunan Bendungan Jatigede yang\nsecara regional dari stratigrafi terdiri dari Anggota Batupasir (Tomcl) dari\nFormasi Cinambo; Anggota Breksi Vulkanik (Tmhl) dan Anggota Batupasir\n(Tmhu) dari Formasi Halang, Formasi Breksi Terlipat (Qob), Formasi batuan\nVulkanik Muda (Qvu) serta Satuan Aluvium, dengan struktur geologi berupa\nlipatan dan sesar geser yang ada di badan bendungan.\nData dalam penelitian terdiri dari parameter berat jenis, rasio Poisson, koefisien\ngesek, modulus geser, permeabilitas dan kecepatan gelombang P. Persamaan\numum yang menjadi dasar antara lain persamaan poroelastik, kriteria keruntuhan\nMohr-Coulomb, persamaan aliran air media berpori, persamaan Fourier, dan\npersamaan-persamaan dasar lainnya, dengan memperhatikan respons terhadap\nbeban air, perubahan tekanan pori, dan laju aliran serta tegangan terhadap\nperubahan – perubahan yang terjadi.\nBeban air yang didapatkan dari proses pengisian waduk berpengaruh terhadap\nkenaikan tegangan. Beban air juga mempengaruhi penurunan pori dari material\nyang ada di bawah bendungan sehingga tekanan pori juga mengalami kenaikan.\nPeningkatan tegangan dan tekanan pori tersebut yang membuat nilai kekuatan\nmenjadi turun. Potensi gempa imbas sendiri diketahui dari penurunan nilai\nkekuatan yang didahului dengan kenaikan nilai tekanan pori dan kenaikan nilai\ntegangan, yaitu pada periode pengisian tahap I, satu hari sejak pengisian pertama\niv\ndilakukan. Hal ini dikuatkan dengan melihat hasil perhitungan bahwa kombinasi\ndari respons elastik dan difusi tekanan pori memperbesar potensi perubahan\ntegangan dan kekuatan yang berimbas pada peningkatan seismisitas.", "Daftar File": {"2017_TS_PP_RISNA_JEFRIANI_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/156746", "2015_TS_PP_RISNA_JEFRIANI_1-_BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/156748", "2015_TS_PP_RISNA_JEFRIANI_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/156776", "2015_TS_PP_RISNA_JEFRIANI_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/156785", "2015_TS_PP_RISNA_JEFRIANI_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/156786", "2015_TS_PP_RISNA_JEFRIANI_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/156787", "2015_TS_PP_RISNA_JEFRIANI_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/156788"}, "Penulis": "Risna Jefriani [22011309]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Imam Achmad Sadisun, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Economic geology", "Kata Kunci": "bendungan, gempa imbas, beban air, tekanan pori, tegangan, kekuatan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "12 Feb 2019"}