{"Nomor": 34579, "Judul": "TURUNAN FLAVON DARI DAUN JAYANTI (SESHANIA  SESHAN)  SERTA BIOAKTIVITASNYA SEBAGAI ANTIMALARIA  DAN SITOTOKSIK TERHADAP SEL MURIN  LEUKEMIA P-388", "Abstrak": "Tumbuhan Indonesia banyak digunakan oleh masyarakat dalam upaya   untuk mengobati berbagai penyakit. Salah satu tumbuhan tersebut adalah Jayanti (Sesbania sesban) yang termasuk dalam famili Fabaceae. Spesies ini biasa digunakan secara tradisional untuk mengatasi gangguan pencemaan, demam, dan sakit kepala. Jayanti dapat tumbuh di daerah beriklim tropis hingga subtropis seperti di wilayah Asia dan Afrika. Berdasarkan penelusuran literatur,  analisis  kualitatif  ekstrak  metanol  daun  S.  sesban     yang  tumbuh  di  India menunjukkan adanya kandungan senyawa flavonoid, alkaloid, saponin dan glikosida. Selain itu, uji aktivitas ekstrak dari berbagai jaringan spesies ini menunjukkan adanya aktivitas antimalaria, antitumor, dan antidiabetes (ekstrak daun dan biji), antioksidan (ekstrak bunga) dan analgesik (ekstrak kayu). Walaupun demikian, sampai saat ini senyawa aktif dari ekstrak tersebut belum banyak dilaporkan. Oleh karena itu, pada penelitian ini dilakukan isolasi metabolit sekunder dari dari ekstrak metanol daun S. sesban Indonesia dan menguji aktivitasnya terhadap uji antimalaria serta uji sitotoksik terhadap sel murin leukemia P-388. Satu senyawa telah berhasil diisolasi dan diidentiftkasi sebagai 3-hidroksi-4',7- dimetoksiflavon. Senyawa tersebut diperoleh melalui pemisahan ekstrak metanol menggunakan berbagai teknik kromatograft, diantaranya yaitu kromatograft cair vakum dan kromatograft  radial. Penentuan struktur senyawa hasil isolasi  dilakukan berdasarkan data spektrum  lD   NMR  CH-NMR   dan  13C-NMR)  dan  2D  NMR  (HMBC).  Uji  aktivitas\nantimalaria  ekstrak  metanol  menunjukkan  aktivitas  yang  tinggi  dengan  IC50   6,02  1-JM.\nSementara itu,   uji sitotoksisitas   3-hidroksi-4',7--dimetoksiflavon terhadap sel murin leukemia P- 388 menunjukkan IC50 sebesar 5,40 j.tg/mL (tidak aktif).", "Daftar File": {"2012_TA_PP_HANHAN_DIANHAR_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/156762", "2012_TA_PP_HANHAN_DIANHAR_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/156769"}, "Penulis": "Hanhan Dianhar [10508080]", "Kontributor / Dosen Pembimbing": ["Dr. Lia Dewi Juliawaty, MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Jayanti, Sesbania sesban, 3- hidroksi-4',7--dimetoksiflavon, antimalaria, sel murin leukemia P-388", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "12 Feb 2019"}