{"Nomor": 34589, "Judul": "PERBAIKAN RANCANGAN RUANG BAKAR TURBOJET TJ-24", "Abstrak": "Pengembangan turbojet skala model di Indonesia masih belum banyak dilakukan. Proses perancangan ini dilakukan baik secara matematis maupun trial and error guna mencapai rancangan optimum. Di ITB sendiri pengembangan turbojet model dimulai oleh Grace pada tahun 2002 dengan nama TJ-24 (24 Newton), namun pengujian menunjukkan tidak tercapainya operasi idle. Pada tahun 2013, Eira melakukan perbaikan dengan hasil TJ-24 mencapai operasi idle dan menghasilkan thrust sebesar 13 N. Tidak tercapainya gaya dorong sebesar 24 N kemungkinan berasal dari sisi rancangan dan manufaktur. Pada tahun 2017 Andrew dan Bima melakukan perbaikan namun terdapat masalah berupa jamming pada bearing yang mengakibatkan TJ-24 tidak bisa beroperasi.            Perbaikan rancangan dan proses pembuatan perlu dilakukan khususnya pada komponen ruang bakar. Perbaikan diawali dengan melakukan evaluasi rancangan TJ-24 sebelumnya. Dengan hasil evaluasi tersebut maka simulasi dilakukan pada komponen rotor dan ruang bakar dengan menggunakan perangkat lunak untuk memprediksi fenomena yang terjadi, serta menjadi acuan untuk proses perhitungan. Lalu dilakukan trial and error dan perhitungan matematis untuk memvalidasi simulasi tersebut. Setelah itu dilakukan perbaikan rancangan komponen dan uji coba operasi TJ-24. Hasil pengujian menunjukkan bahwa ruang bakar masih belum optimum karena pembakaran terjadi diluar ruang bakar dan terdapat kegagalan mulur pada sudu turbin. Rpm hasil pengujian belum mencapai rpm desain, dan thrust yang dihasilkan bernilai 1 N sementara nilai idle thrust adalah 2,4 N. Dapat dikatakan TJ-24 belum bisa beroperasi idle.", "Daftar File": {"TA_Azhar_Alfarisi-13113065_Asli.pdf": "https://digilib.itb.ac.id/gdl/download/156837", "TA_Azhar_Alfarisi-13113065_Bab-I.pdf": "https://digilib.itb.ac.id/gdl/download/156838", "TA_Azhar_Alfarisi-13113065_Bab-II.pdf": "https://digilib.itb.ac.id/gdl/download/156839", "TA_Azhar_Alfarisi-13113065_Bab-III.pdf": "https://digilib.itb.ac.id/gdl/download/156840", "TA_Azhar_Alfarisi-13113065_Bab-IV.pdf": "https://digilib.itb.ac.id/gdl/download/156841", "TA_Azhar_Alfarisi-13113065_Bab-V.pdf": "https://digilib.itb.ac.id/gdl/download/156843", "TA_Azhar_Alfarisi-13113065_Bab-VI.pdf": "https://digilib.itb.ac.id/gdl/download/156845"}, "Penulis": "Azhar Alfarisi [13113065 ]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Ir. Tri Yuswidjajanto Zaenuri"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "turbojet, idle thrust, ruang bakar annulus, cannular type, can type.", "Sumber": "", "Staf Input/Edit": "D. Budina", "File": "7 file", "Tanggal Input": "13 Feb 2019"}