{"Nomor": 34581, "Judul": "PENINGKATAN AKTIVITAS ANTIOKSIDAN SENYAWA KATEKIN DARI TEH  HIJAU (CAMELLIA SINENSIS) MELALUI BIOTRANSFORMASI POLIFENOL  MENGGUNAKAN ENZIM TANIO ASIL HIDROLASE", "Abstrak": "Teh hijau (Camellia sinensis) merupakan tanaman yang banyak diproduksi di Cina, India, Jepang, Sri Lanka, Indonesia, dan Afrika Pusat. Banyak penelitian telah dilakukan terhadap teh hijau dan diketahui bahwa teh hijau memiliki beragam manfaat bagi manusia, khususnya di bidang kesehatan. Salah satu manfaat dari teh hijau adalah sebagai antioksidan. Senyawa antioksidan di dalam teh hijau merupakan golongan polifenol, yaitu katekin dan turunannya: epigalokatekin galat (EGCG), epigalokatekin (EGC), epikatekin Galat (ECG), epikatekin (EC), catekin (C), dan galokatekin (GC). Tujuan dari penelitian ini adalah mengetahui kekuatan antioksidan senyawa turunan katekin dari teh hijau sebelum dan sesudah biotransformasi polifenol oleh enzim tanin asil hidrolase (tanase). Enzim tanase merupakan enzim yang dapat menghidrolisis ikatan ester pada senyawa polifenol tanin serta turunannya. Enzim tanase dalam penelitian ini diisolasi dari mikroorganisme fungi Aspergillus niger. Aktivitas antioksidan katekin sebelum dan setelah biotransformasi enzimatik diuji dengan reagen radikal bebas 2,2-Diphenyl-1-picrylhydrazyl (DPPH). Hasil penelitian menunjukkan bahwa enzim tanase yang berhasil diisolasi memiliki aktivitas spesifik 51,87 U/mg. Uji antioksidan dengan metode DPPH terhadap katekin fraksi etanol 95% hasil isolasi menunjukkan aktivitas antioksidan yang sangat kuat dengan nilai IC50   sebesar 23,2 ppm. Uji aktivitas antioksidan dengan metode DPPH terhadap katekin fraksi etanol 95% setelah reaksi biotransformasi dengan enzim tanase menunjukkan efektifitas sebesar 74,8% dengan penurunan nilai IC50  menjadi 5,85 ppm.", "Daftar File": {"2012_TS_PP_LYGIA_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/156777", "2012_TS_PP_LYGIA_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/156778", "2012_TS_PP_LYGIA_1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/156779", "2012_TS_PP_LYGIA_1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/156780", "2012_TS_PP_LYGIA_1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/156781", "2012_TS_PP_LYGIA_1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/156782", "2012_TS_PP_LYGIA_1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/156783", "2012_TS_PP_LYGIA_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/156784"}, "Penulis": "Lygia [10508029]", "Kontributor / Dosen Pembimbing": ["Dr. Ciptati, MS, M.Sc.", "Prof. Dra. Fida Madayanti Warganegara, MS, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Antioksidan, Enzim tanase, DPPH, Katekin, Teh hijau", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "12 Feb 2019"}