{"Nomor": 34583, "Judul": "STUDI PENGARUH KONSENTRASI LARUTAN GEL ELEKTROLIT NATROSOL  TERHADAP EFISIENSI KERJA AKI TIMBAL", "Abstrak": "Pada saat ini akumulator (aki) basah banyak diaplikasikan pada berbagai mesin bermotor. Akan tetapi larutan elektrolit yang digunakan (asam sulfat) berpotensi berbahaya karena bersifat sangat korosif jika terjadi kebocoran atau mengalami kenaikan suhu yang sangat tinggi. Natrosol merupakan suatu senyawa selulosa dengan gugus eter etil terhidroksi yang memiliki potensi sebagai aditif pada larutan elektrolit. Hal tersebut dikarenakan natrosol dapat menghasilkan polimer  non ionik yang dapat dengan mudah membentuk gel jika dilarutkan dengan air. Penelitian ini bertujuan untuk menentukan pengaruh larutan gel elektrolit  natrosol  dalam  berbagai  konsentrasi  terhadap  efisiensi  kerja  akumulator  (aki) dengan berdasarkan metode voltametri. Kemampuan larutan gel natrosol sebagai larutan elektrolit terlebih dahulu ditentukan dengan karakterisasi terhadap viskositas, konduktivitas, dan penentuan gugus fungsi berdasarkan metode spektrum infra merah. Karakterisasi yang telah dilakukan menunjukan bahwa larutan gel natrosol pada konsentrasi 1%; 2,5%; dan 5% memiliki besar viskositas secara berurutan yaitu: 1,2000 cP;  8,7633 cP; dan 10,0949 cP. Besarnya konduktivitas yang terukur secara berurutan yaitu: 3,4 ?-1m-1; 7,3 ?-1m-1; dan  16,1\n?-1m-1. Sedangkan pada penentuan gugus fungsi dengan menggunakan metode spektrum\n\ninfra merah menunjukkan puncak pada 3431 cm-1   yang menunjukkan keberadaan ikatan hidrogen  pada  gugus  -OH  dan  juga  pada  1383,95  cm-1   yang  menunjukkan  terdapatnya vibrasi gugus C–O. Penggunaan larutan gel elektrolit natrosol menyebabkan efisiensi arus anoda meningkat menjadi 37,9359% untuk konsentrasi 1% (w/w), 35,6790% untuk konsentrasi 2,5%, dan 37,4189% untuk konsentrasi 5%.", "Daftar File": {"2012_TA_PP_PETRUS_NABABAN_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/156797", "2012_TA_PP_PETRUS_NABABAN_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/156804"}, "Penulis": "Petrus Nababan [10506081]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Buchari"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "gel elektrolit, natrosol, aki timbal, efisiensi, voltametri, akumulator", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "12 Feb 2019"}