{"Nomor": 34609, "Judul": "ANALISIS TRANSFER ION EFEDRINIUM PADA  ANTARMUKA CAIR-CAIR SECARA VOLTAMETRI", "Abstrak": "Efedrin hidroklorida [(1R-2S)-2-(metilamino)-1-fenilpropan-1-ol hidroklorida] (Eph HCl) merupakan senyawa obat golongan simpatomimetik yang merangsang reseptor   - dan   -adrenergik. Senyawa ini menyebabkan meningkatnya tekanan sistolik dan diastolik, bronkodilasi dan merangsang susunan syaraf pusat.\n\nTransfer ion pada antarmuka cair-cair merupakan proses dasar dalam absorpsi obat. Proses ini dapat digambarkan sebagai difusi sederhana suatu ion dalam media yang tidak homogen atau reaksi kimia yang melibatkan transfer ion antara dua larutan yang tidak bercampur.Teknik elektrokimia telah banyak digunakan untuk mempelajari reaksi transfer muatan pada antarmuka dua larutan yang tidak bercampur, yang berfungsi sebagai model sederhana biomembran dan sebagai dasar penting dalam beberapa sistem analisis. Untuk menjelaskan pengertian tentang absorpsi obat, penelitian ini bertujuan untuk memperoleh suatu model sel elektrokimia dalam transfer ion efedrinium  (EphH+) dan mempelajari mekanisme dan kinetika transfer ion pada antarmuka air dan beberapa pelarut organik.\n\nTransfer ion EphH+  pada antarmuka air dan beberapa pelarut organik dipelajari dengan menggunakan pelarut yang mempunyai koefisien dielektrik yang berbeda, yaitu nitrobenzen (NB), 1,2-dikloroetana (1,2-DCE), dan o-nitrofeniloktileter (NPOE).  Dalam mempelajari sifat voltametri, litium klorida (LiCl) digunakan sebagai elektrolit pendukung dalam fasa air. Sementara itu digunakan tetrabutilamonium tetrafenilborat (TBATPB) dan tetrabutilamonium tetrakis(4- klorofenil)borat (TBATClPB) dalam fasa organik. Metilefedrin hidroklorida (MeEph HCl), fenilpropanolamin hidroklorida (PPA HCl), parasetamol (PCT) dan kafein (CAF) digunakan dalam uji selektivitas. MeEph HCl dan PPA HCl dipilih berdasarkan kemiripan struktur dengan Eph HCl, serta PCT dan CAF berdasarkan seringnya dikombinasikan dengan Eph HCl dalam sediaan farmasi. Dalam penelitian ini teknik voltametri siklik digunakan untuk menentukan transfer ion dan mempelajari selektivitas pengukuran dalam beberapa ion pengganggu, dan teknik voltametri pulsa diferensial digunakan untuk menentukan pH optimum, limit deteksi, ketepatan dan ketelitian pengukuran.\n\nDari  voltamogram  siklik  yang  diperoleh  dapat  diketahui  bahwa  transfer  ion EphH+ dari fasa air ke fasa organik terjadi pada daerah jendela potensial elektrolit pendukung yang digunakan. Arus puncak faradaik dari transfer ion pada ketiga pelarut   organik   yang   digunakan   berbeda   disebabkan   perbedaan   koefisien\n \n\ndielektrik pelarut yang menunjukkan tingkat kepolaran. Hal ini ditunjukkan oleh kurva aluran konsentrasi Eph HCl atau akar pangkat dua laju pindai (v1/2) terhadap arus puncak. Kemiringan kurva yang diperoleh menunjukkan bahwa transfer ion pada antarmuka air|NB > air|NPOE > air|1,2-DCE. Hasil ini sesuai dengan urutan koefisien dielektrik dari ketiga pelarut organik berturut-turut 34.82; 24,2; dan\n10,36 untuk NB, NPOE, dan 1,2-DCE.\n\nProfil voltamogram siklik hasil pengukuran transfer ion EphH+    menunjukkan karakteristik reaksi reversibel dan transfer ion terjadi karena proses difusi. Setiap voltamogram dikarakterisasi dari nilai potensial puncak anodik (Epa) dan katodik (Epc), arus puncak anodik (Ipa) dan katodik (Ipc), potensial setengah gelombang (Epm), dan potensial pemisahan puncak ( Ep). Nilai Epa cenderung bergeser ke potensial  lebih  positif  dan  Epc   ke  potensial  lebih  negatif  sebanding  dengan\nmeningkatnya v1/2  yang disebabkan oleh tahanan yang tidak terkompensasi dan\nadanya polarisasi yang tidak diinginkan pada elektroda pembanding. Ekstrapolasi Epa  dan Epc  ke titik nol menghasilkan potensial puncak terkoreksi karena adanya tahanan dalam fasa organik yang tidak dipengaruhi oleh konsentrasi dan laju pindai. Nilai   Ep  terkoreksi menunjukkan bahwa ion EphH+    merupakan kation bervalensi satu.\n\nKoefisien difusi transfer ion EphH+ ditentukan menggunakan persamaan Randles- Sevcik. Hasil perhitungan koefisien difusi Eph HCl dalam masing-masing pelarut organik adalah 2,9 x 10-6 cm2/s, 1,1 x 10-7  cm2/s, dan 1,0 x 10-5  cm2/s berturut- turut pada antarmuka air|NB, air|1,2-DCE, dan air|NPOE. Tetrametilammonium klorida (TMACl) digunakan sebagai senyawa standar dalam penentuan potensial\n ,  ?   \t+\n \nstandar (?     if>\n \nEph)  dan energi bebas Gibbs (??Gtr,Eph\n \n) transfer ion EphH\n \ndari fasa air ke fasa organik. Nilai potensial standar transfer ion yang diperoleh\nadalah 0,063 V; 0,111 V dan 0,160 V berturut-turut pada NB, 1,2-DCE, dan NPOE.  Sementara itu  nilai  energi  bebas  Gibbs  adalah  6,079  kJ/mol;  10,710 kJ/mol; dan 15,438 kJ/mol berturut-turut   pada antarmuka air|NB, air|1,2-DCE, dan air|NPOE.\n\nDari empat senyawa yang digunakan untuk uji selektivitas dengan metode larutan terpisah, yaitu MeEph HCl, PPA HCl, PCT dan CAF, hanya dua senyawa pertama yang menghasilkan puncak. Hal ini disebabkan karena MeEph HCl dan PPA HCl berada dalam bentuk garam yang di dalam air terionisasi menjadi MeEphH+ dan PPAH+. Adapun dua senyawa terakhir tidak menghasilkan puncak karena PCT merupakan elektrolit lemah dan CAF tidak terionisasi dalam air.\n\nHasil optimasi pH dalam penentuan transfer ion EphH+ adalah pada pH 7 dalam sistem air|1,2-DCE, dan pH 9 dalam sistem air|NB dan air|NPOE. Nilai ini mendekati pKa ion EphH+  yaitu 9,2. Limit deteksi EphH+  yang diperoleh dari kurva kalibrasi dengan rentang konsentrasi dari 10 – 80 µ M, adalah 2,4 ; 3,7 ; dan\n3,6 µ M berturut-turut dalam sistem air|NB, air|1,2-DCE, dan air|NPOE. Nilai ketelitian pengukuran yang dilakukan sebanyak 20 kali diperoleh nilai Horrat yang lebih kecil dari dua. Persen perolehan kembali ditentukan dengan metode kurva kalibrasi, diperoleh hasil antara 95,6% sampai 100,5% yang menunjukkan ketepatan analisis yang baik.\n \n\nHasil  penelitian  secara  keseluruhan  memberikan  informasi  dan  pemahaman tentang analisis transfer ion EphH+ pada antarmuka cair-cair dalam kaitannya dengan desain sel elektrokimia dan informasi kinerja analitik elektroda yang digunakan. Demikian pula dengan mekanisme dan kinetika transfer ion yang meliputi koefisien difusi, potensial standar transfer ion dan energi bebas Gibbs dalam sistem antarmuka untuk penentuan transfer ion EphH+. Hasil penelitian ini diharapkan dapat memberikan kontribusi dalam pengembangan bidang elektrokimia.", "Daftar File": {"2011_DIS_PP_IRDHAWATI_1-_ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/156986", "2011_DIS_PP_IRDHAWATI_1-_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/156987", "2011_DIS_PP_IRDHAWATI_1-_BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/156988", "2011_DIS_PP_IRDHAWATI_1-_BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/156989", "2011_DIS_PP_IRDHAWATI_1-_BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/156990", "2011_DIS_PP_IRDHAWATI_1-_BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/156991", "2011_DIS_PP_IRDHAWATI_1-_BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/156992", "2011_DIS_PP_IRDHAWATI_1-_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/156993"}, "Penulis": "Irdhawati [30506008]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Buchari", "Dr. Indra Noviandri, MS", "Prof.Dr. Slamet Ibrahim, DEA., Apt."], "Jenis Koleksi": "Disertasi", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "efedrin hidroklorida, transfer ion, antarmuka cair-cair, koefisien difusi, voltametri", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "13 Feb 2019"}