{"Nomor": 34603, "Judul": "EFISIENSI PENYISIHAN ORGANIK, NITROGEN, DAN FOSFOR DARI LIMBAH CAIR INDUSTRI TAHU MENGGUNAKAN CONSTRUCTED WETLAND DENGAN ALIRAN HORIZONTAL SUBSURFACE", "Abstrak": "Industri tahu menghasilkan limbah cair yang mengandung kadar organik yang tinggi. Sebelum dibuang ke badan air, limbah cair tersebut perlu diolah agar memenuhi baku mutu. Salah satu metode pengolahan yang dapat diterapkan adalah horizontal constructed wetland dengan sistem aliran sub-surface. Penelitian ini menggunakan dua buah reaktor seri yang masing-masing ditanami tanaman berbeda yaitu Typha angustifolia dan Scirpus grossus. Penelitian ini bertujuan untuk mengukur kemampuan dari kombinasi vegetasi tersebut dalam menurunkan pencemar limbah industri tahu, dengan parameter utama yaitu organik, nitrogen, dan fosfor. Air yang masuk ke reaktor merupakan efluen hasil produksi tahu yang telah diendapkan diencerkan.Variasi yang digunakan adalah perbedaan konsentrasi influen yaitu 500 mg/L COD dan 1000 mg/L COD; dan HRT (hydraulic residence time) atau waktu detensi yaitu 0.5 hari, 1 hari, dan 2 hari. Untuk Typha angustifolia, efisiensi penyisihan tertinggi untuk TSS (90,04%), COD (93,33%), dan NTK (60,87%) terjadi pada waktu detensi 1 hari dan konsentrasi influen 750 mg/L COD, efisiensi penyisihan BOD tertinggi (90,05%) pada waktu detensi 1 hari dan konsentrasi influen 1000 mg/L COD, dan efisiensi penyisihan Total Fosfat tertinggi (80,24%) pada waktu detensi 0,5 hari dan konsentrasi influen 1000 mg/L COD. Untuk Scirpus grossus, efisiensi penyisihan\ntertinggi untuk TSS (76,39%) terjadi pada waktu detensi 1 hari dan konsentrasi influen 1000 mg/L COD, efisiensi COD tertinggi (74%) pada waktu detensi 2 hari dan konsentrasi influen 1000 mg/L COD, efisiensi tertinggi untuk BOD (90,17%) dan Total Fosfat (91,5%) pada waktu detensi 1 hari dan konsentrasi influen 750 mg/L COD, dan efisiensi NTK tertinggi (73,91%) pada waktu detensi 1 hari dan konsentrasi influen 750 mg/L COD). Secara garis besar, reaktor wetland dengan kombinasi tanaman Typha angustifolia dan Scirpus grossus pada dua reaktor dapat menurunkan parameter padatan, organik, nitrogen, dan fosfor. Untuk parameter TSS, COD, dan BOD, nilai efluen telah memenuhi baku mutu air limbah industri tahu.", "Daftar File": {"2019_TA_PP_AULIA_FAJAR_RAHMANI_1-_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/156937", "2019_TA_PP_AULIA_FAJAR_RAHMANI_1-_DAFTAR_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/156948"}, "Penulis": "Aulia Fajar Rahmani [15310077 ]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Marisa Handajani, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "waktu detensi, konsentrasi influen, limbah cair tahu, organik, wetland.", "Sumber": "TUGAS AKHIR Maret  2015", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "7 file", "Tanggal Input": "13 Feb 2019"}