{"Nomor": 34610, "Judul": "ANALISIS KELAKUAN FLUIDA DAN KEKUATAN STRUKTUR PIPA PADA SISTEM PERPIPAAN PERANGKAT BOREHOLE MINING MODEL EXISTING UNTUK PENAMBANGAN TIMAH LEPAS PANTAI", "Abstrak": "PT. Timah Tbk. sedang mengembangkan perangkat penambang timah Borehole Mining untuk penambangan timah lepas pantai tanpa melakukan pengupasan tanah penutup. Proses penambangan dilakukan dengan melakukan pengeboran dan penyemprotan batuan menggunakan fluida bertekanan untuk menghancurkan batuan dan menjadikan batuan tersebut menjadi slurry yang kemudian akan didistribusikan melalui pipa ke permukaan.  Perangkat BHM ini telah dilakukan pengujian di lapangan, namun pengujian perangkat ini menunjukkan bahwa perangkat ini tidak berfungsi mendistribusikan slurry hasil tambang naik ke permukaan. Oleh karena itu analisis kelakuan fluida dilakukan untuk mengetahui masalah yang terjadi dan modifikasi sistem fluida untuk mengembalikan fungsi perangkat ini. Pipa bor yang digunakan untuk pengeboran belum dinyatakan aman untuk melakukan pengeboran, oleh karena itu dilakukan analisis kekuatan struktur pipa. Hasil analisis kelakuan fluida menyatakan desain dari sistem counterflush (pompa jet) belum optimal, sehingga diusulkan untuk dilakukan modifikasi. Usulan modifikasi sistem counterflush yang diusulkan dapat bekerja dengan jangkauan tekanan suction antara -1 sampai 5,9 bar, sementara model existing hanya dapat bekerja pada jangkauan tekanan suction antara 4,5 sampai 6,8 bar. Hasil analisis kekuatan struktur pipa menyatakan bahwa pengeboran aman dengan faktor keamanan 10,59 (Teori Tegangan Geser Maksimum) untuk melakukan pengeboran sampai 70 meter dengan kekuatan batuan maksimal 100 MPa.", "Daftar File": {"TA_Jeremy_Naftali_Wahyudi_-_13113076_Asli.pdf": "https://digilib.itb.ac.id/gdl/download/156994", "TA_Jeremy_Naftali_Wahyudi_-_13113076_Bab-I.pdf": "https://digilib.itb.ac.id/gdl/download/156995", "TA_Jeremy_Naftali_Wahyudi_-_13113076_Bab-II.pdf": "https://digilib.itb.ac.id/gdl/download/156996", "TA_Jeremy_Naftali_Wahyudi_-_13113076_Bab-III.pdf": "https://digilib.itb.ac.id/gdl/download/156997", "TA_Jeremy_Naftali_Wahyudi_-_13113076_Bab-IV.pdf": "https://digilib.itb.ac.id/gdl/download/156998", "TA_Jeremy_Naftali_Wahyudi_-_13113076_Bab-V.pdf": "https://digilib.itb.ac.id/gdl/download/156999"}, "Penulis": "Jeremy Naftali [13113076 ]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. I Wayan Suweca, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "borehole mining, counterflush, faktor keamanan.", "Sumber": "", "Staf Input/Edit": "D. Budina", "File": "6 file", "Tanggal Input": "13 Feb 2019"}