{"Nomor": 34612, "Judul": "BIOSTIMULASI BAKTERI INDIGEN RESERVOAR MINYAK BUMI BENTAYAN 38 DALAM MENINGKATKAN PEROLEHAN MINYAK BUMI SKALA LABORATORIUM", "Abstrak": "Microbial Enhanced Oil Recovery (MEOR) adalah salah satu teknologi yang memanfaatkan mikroba untuk peningkatan pengurasan minyak. Salah satu pendekatan MEOR yang sudah banyak digunakan adalah Biostimulasi. Dalam penelitian ini dilakukan stimulasi pertumbuhan bakteri indigen yang mencakup jenis nutrisi yang diberikan ditambah dengan waktu penambahan nutrisi kembali (feeding) dalam skala laboratorium. Tujuan penelitian ini adalah mendapatkan gabungan yang tepat antara jenis nutrisi dan waktu feeding dalam peningkatan kualitas karakter fisik minyak bumi dan produksi beberapa produk metabolit bakteri. Berdasarkan hasil penelitian sebelumnya (Khendarsyah, 2015), dipilih 3 jenis nutrisi, yaitu nutrisi 12 (Molase 5%+DAP 0,5%+NPK 0,25%), nutrisi 15 (Molase 5%+DAP 0,25%+NPK 0,25%) dan nutrisi 28 (Molase 8%+ NPK 0,24%). Waktu feeding juga dibagi menjadi 3 jenis, yaitu setiap 7 hari, 14 hari dan 21 hari. Analisis yang dilakukan meliputi pertumbuhan bakteri fakultatif, anaerobik dan bakteri total, pengujian karakter fisik minyak yaitu IFT (interfacial tension), Viskositas, GC-MS (Gas Chromatography-Mas Spectrometry), dan analisis komunitas bakteri menggunakan teknik SSCP (Single-strand conformation polymerphism). Hasil perlakuan gabungan antara jenis nutrisi dan waktu feeding menunjukkan peningkatan terhadap pertumbuhan bakteri indigen dan peningkatan produksi produk metabolit bakteri berupa gas dan crude surfaktan. Pertumbuhan bakteri fakultatif dan anaerob tertinggi dihasilkan oleh perlakuan 15*7 dengan jumlah sel sebesar log 6,25log CFU/mL dan 12*7 dengan jumlah sel sebesar log 5,09CFU/mL. Jenis nutrisi 28 dan feeding setiap 21 hari menghasilkan penurunan nilai viskositas dan IFT terbaik yaitu mencapai nilai 6,63 cP dan 8,1 dyne/cm. Analisis GC-MS menunjukkan terjadinya perubahan senyawa hidrokarbon. Perubahan komunitas di akhir masa inkubasi menujukkan keanekaragaman bakteri tertinggi didapat pada perlakuan jenis nutrisi 28 dengan feeding 21 hari.", "Daftar File": {}, "Penulis": "Sari Lestari [21113004]", "Kontributor / Dosen Pembimbing": ["Dr. Dea Indriani Astuti, S.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "MEOR, Stimulasi, nutrisi, feeding, SSCP", "Sumber": "", "Staf Input/Edit": "agus slamet", "File": "1 file", "Tanggal Input": "13 Feb 2019"}