{"Nomor": 34624, "Judul": "PEMBUATAN KERTAS INDIKATOR ASAM BASA DARI EKSTRAK BUNGA", "Abstrak": "Indikator  asam  basa  merupakan  zat  yang  dapat  memberikan  warna  berbeda dengan perubahan pH larutan. Indikator asam basa dapat berupa indikator alami dan indikator sintetik.  Indikator alami dibuat dari mahkota bunga yang diekstrak dengan alkohol sedangkan indikator sintetik seperti kertas indikator universal tersedia secara komersial. Ekstrak bunga dan indikator universal menunjukkan perbedaan warna pada pH tertentu. Untuk memahami perubahan warna ekstrak bunga dan indikator universal, pada penelitian ini dibuat indikator universal dari kombinasi 5 jenis indikator sintetik yaitu timol biru, jingga metil, merah metil, biru bromotimol, dan fenolftalein sedangkan ekstrak bunga dibuat dari 8 jenis bunga yaitu kembang sepatu, dadap merah, asoka, azalea, tapak dara, lilin, kana dan ruellia malacosperma. Perubahan warna indikator diamati dengan menggunakan larutan buffer pada pH 2,5-12. Untuk memudahkan aplikasinya di sekolah, indikator dibuat dalam bentuk kertas dengan menyerapkan larutan indikator universal dan ekstrak bunga ke kertas saring. Kertas indikator universal menunjukkan warna berbeda pada rentang pH 2,5-3, 4-5, 6-7, 8-10 dan 11-12 sedangkan kertas indikator dari ekstrak bunga rata-rata menunjukkan warna berbeda pada pH < 3, pH 4-7 dan pH > 8, warna yang dihasilkan tergantung dari bunga yang digunakan.", "Daftar File": {"2011_TS_PP_FAHMIYAH_ALWI_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/157024", "2011_TS_PP_FAHMIYAH_ALWI_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/157025", "2011_TS_PP_FAHMIYAH_ALWI_1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/157026", "2011_TS_PP_FAHMIYAH_ALWI_1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/157027", "2011_TS_PP_FAHMIYAH_ALWI_1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/157028", "2011_TS_PP_FAHMIYAH_ALWI_1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/157029", "2011_TS_PP_FAHMIYAH_ALWI_1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/157030", "2011_TS_PP_FAHMIYAH_ALWI_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/157031"}, "Penulis": "Fahmiyah Alwi [90509016]", "Kontributor / Dosen Pembimbing": ["Dr. Indra Noviandri, MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Pengajaran Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": ":  indikator asam basa, indikator alami, indikator universal, kertas indikator asam basa", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "13 Feb 2019"}