{"Nomor": 34629, "Judul": "PENGUATAN BODY SECTION BUS MENGGUNAKAN STRUKTUR KURSI PADA KASUS ROLLOVER UNTUK MEMENUHI REGULASI UNECE R66", "Abstrak": "Kendaraan telah menjadi alat penunjang mobilitas manusia. Di Indonesia salah satu jenis kendaraan yang terus bertambah jumlahnya adalah bus. Terdapat 11 kecelakaan dari 100 bus di Indonesia, sedangkan di Amerika hanya 1 kecelakaan. Hal ini terjadi karena sedikitnya regulasi keamanan bus di Indonesia.  Pada kecelakaan bus, jenis yang paling banyak memakan korban jiwa adalah kecelakaan terguling. Di Eropa, standar keselamatan bus dalam moda kecelakaan terguling sudah diatur oleh UNECE R66 demi menurunkan angka kematian. Pada penelitian sebelumnya diketahui bahwa struktur bus di Indonesia tidak memenuhi UNECE R66 serta diketahui titik kritis pada superstruktur bus sehingga dilakukan penguatan menggunakan struktur kursi pada penelitian ini. Pemodelan kursi dilakukan dengan SolidWorks dan digabungkan dengan body section menggunakan piranti LS-PrePost. Simulasi dilakukan dengan body section tanpa penguatan untuk mencari titik kritis. Penguatan body section dilakukan dengan menggunakan gusset, horizontal bar, square tube, sambungan kursi ke struktur samping, serta kombinasinya. Penguatan menggunakan gusset, horizontal bar, square tube dan kombinasinya tidak bisa memenuhi UNECE R66. Penguatan yang berhasil hanya sambungan struktur kursi ke struktur samping beserta kombinasinya. Penguat jenis ini juga dapat menggantikan penguat gusset bawah pada superstruktur oleh penelitian sebelumnya.", "Daftar File": {"TA_Andhika_Dhaniswara_Rev_4_13113077_Asli.pdf": "https://digilib.itb.ac.id/gdl/download/157035", "TA_Andhika_Dhaniswara_Rev_4_13113077_Bab-I.pdf": "https://digilib.itb.ac.id/gdl/download/157036", "TA_Andhika_Dhaniswara_Rev_4_13113077_Bab-II.pdf": "https://digilib.itb.ac.id/gdl/download/157037", "TA_Andhika_Dhaniswara_Rev_4_13113077_Bab-III.pdf": "https://digilib.itb.ac.id/gdl/download/157038", "TA_Andhika_Dhaniswara_Rev_4_13113077_Bab-IV.pdf": "https://digilib.itb.ac.id/gdl/download/157039", "TA_Andhika_Dhaniswara_Rev_4_13113077_Bab-V.pdf": "https://digilib.itb.ac.id/gdl/download/157040"}, "Penulis": "Andhika Dhaniswara [13113077 ]", "Kontributor / Dosen Pembimbing": ["Dr. Satrio Wicaksono, ST., M.Eng", "Dr.Eng. Sandro Mihradi", "Prof. Ir. Andi Isra Mahyuddin, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "pengguna piranti, Penguat jenis, penguat gusset", "Sumber": "", "Staf Input/Edit": "D. Budina", "File": "6 file", "Tanggal Input": "13 Feb 2019"}