{"Nomor": 34631, "Judul": "PENENTUAN KANDUNGAN LOGAM BERAT PADA SEDIMEN SUNGAI CIMANDE KECAMATAN RANCAEKEK KABUPATEN BANDUNG DALAM UPAYA MENGUNGKAP TINGKAT PENCEMARAN", "Abstrak": "Penentuan kandungan logam berat Fe, Mn, Cu, Ni dan Cr di dalam sedimen dasar sungai Cimande telah dilakukan dengan menggunakan metoda spektroskopi serapan atom. Contoh sedimen diambil dari sungai Cimande kecamatan Rancaekek Bandung pada bulan Maret. Pengambilan contoh sedimen dilakukan pada empat lokasi, pada tiap lokasi dibagi menjadi tiga segmen yaitu segmen lumpur 1 cm pada permukaan sedimen, segmen 2-9,5 cm dan segmen 9,5-18 cm. Sedimen didestruksi dengan cara penambahan aqua regia pada contoh , penambahan HCl pekat  dan pelarutan dengan HCl encer. Hasil pengukuran digunakan untuk mempelajari tingkat pencemaran sumber air akibat dari buangan limbah pabrik yang ada di sepanjang daerah aliran sungai. Konsentrasi logam Fe berkisar antara 7462,5 – 55202,5 mg/kg lumpur. Konsentrasi logam Mn berkisar antara 634,7 - 1683,5 mg/kg lumpur. Konsentrasi logam Cu berkisar antara 7,1 - 42,7 mg/kg lumpur. Konsentrasi logam Ni berkisar antara 0,0 - 188,0 mg/kg lumpur. Konsentrasi logam Cr berkisar antara 0,0 - 76,9 mg/kg lumpur. Hasil penelitian mengungkap bahwa sedimen sungai Cimande mengandung logam Besi lebih banyak dibanding dengan logam lain. Pada umumnya kandungan logam berat lebih besar pada segmen bagian bawah karena pada bagian bawah artinya telah terjadi proses pengendapan lebih lama sehingga kandungan logamnya menjadi lebih besar.", "Daftar File": {"2011_TS_PP_INA_RAHMAWATI_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/157049", "2011_TS_PP_INA_RAHMAWATI_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/157050", "2011_TS_PP_INA_RAHMAWATI_1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/157051", "2011_TS_PP_INA_RAHMAWATI_1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/157052", "2011_TS_PP_INA_RAHMAWATI_1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/157053", "2011_TS_PP_INA_RAHMAWATI_1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/157054", "2011_TS_PP_INA_RAHMAWATI_1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/157055", "2011_TS_PP_INA_RAHMAWATI_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/157056"}, "Penulis": "Ina Rahmawati [90509006]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Buchari"], "Jenis Koleksi": "Tesis", "Penerbit": "Pengajaran Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Sungai Cimande, Pencemaran, Limbah, Logam berat", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "13 Feb 2019"}