{"Nomor": 34636, "Judul": "PEMBELAJARAN INKUIRI TERBIMBING MELALUI DESAIN MODUL PRAKTIKUM UNTUK MENGISOLASI DAN MENGANALISIS MINYAK ATSIRI DARI DAUN TANAMAN MINT (Mentha cordifolia opiz)", "Abstrak": "Indonesia merupakan salah satu negara yang memiliki banyak sekali sumber daya alam dan merupakan negara kedua terbesar di dunia yang memiliki keanekaragaman hayati tertinggi setelah Brazilia.   Sumber daya alam jenis tumbuhan tinggi yang terdapat di Indonesia beraneka ragam lebih kurang 30.000 spesies, namun baru 0,4% dari tumbuhan tersebut yang sudah diteliti dan dikembangkan.   Penelitian dan pengembangan sumber daya alam tersebut membutuhkan sumber daya manusia yang memiliki keterampilan dan keahlian yang baik.  Hal ini dapat diwujudkan melalui proses pendidikan, baik pendidikan formal maupun informal, salah satunya adalah dengan cara memanfaatkan sumber daya alam sebagai salah satu kajian dalam materi pembelajaran, dengan tujuan agar dapat meningkatkan ketertarikan peserta didik untuk belajar sehingga proses pembelajaran menjadi lebih bermakna.  Salah satu metode pembelajaran yang menunjang  tujuan  tersebut  adalah  metode  inkuiri  terbimbing  (inquiry-guided) yaitu metode pembelajaran yang memberikan kesempatan kepada siswa untuk bekerja merumuskan hipotesis, merancang eksperimen, melakukan eksperimen, menganalisis  hasil  dan  mengambil  kesimpulan  secara  mandiri.    Pelaksanaan inkuiri terbimbing melalui praktikum kimia pada umumnya membutuhkan alat dan bahan kimia yang beragam dan relatif rumit, namun fasilitas laboratorium kimia di SMA/MA pada umumnya sangat terbatas.  Keterbatasan ini dapat diatasi dengan melakukan berbagai inovasi dan modifikasi terhadap alat dan bahan yang digunakan untuk keperluan praktikum kimia tersebut.  Berdasarkan fakta-fakta tersebut, maka penelitian ini bertujuan untuk mengembangkan metode pembelajaran inkuiri terbimbing melalui desain modul praktikum kimia, dengan topik pilihan adalah isolasi dan analisis minyak atsiri dari daun tanaman mint (Mentha cordifolia opiz).  Tanaman mint yang digunakan dalam penelitian ini diperoleh dari desa Cijengkol, Bandung yang kemudian dilakukan penentuan identitas   taksonominya.      Daun   dari   tanaman   mint   dikeringkan   kemudian dilakukan distilasi uap menggunakan alat distilasi uap yang telah dimodifikasi untuk mengisolasi minyak atsirinya.  Hasil yang diperoleh adalah minyak mint berupa cairan berwarna kekuningan, berbau menyengat dengan rendemen 0,07%.\n \n\nBerdasarkan hasil analisis dan karakterisasi terhadap minyak atsiri hasil isolasi menggunakan KLT (kromatografi lapis tipis), GC-MS, spektroskopi ultra violet, infra merah dan proton NMR diperoleh data yang menunjukkan adanya tiga senyawa komponen utama, yaitu piperitenon oksida (m/z=166; persentase komposisi 74,66%), karvon (m/z=150; persentase komposisi 9,34%) dan germakren D (m/z=204; persentase komposisi 5,43%).   Selanjutnya modul praktikum  didesain  berdasarkan  hasil  penelitian  menggunakan  model pembelajaran inkuiri terbimbing.  Dalam penyusunan modul ini dilakukan pula penelusuran terhadap alat dan bahan kimia alternatif yang lebih sederhana dan mudah diperoleh untuk pelaksanaan praktikum isolasi dan identifikasi senyawa dalam daun tanaman mint.  Alat dan bahan praktikum alternatif yang disarankan berdasarkan hasil penelitian ini adalah: penggunaan panci penanak nasi/dandang sebagai tempat sampel daun mint dalam distilasi uap; penggunaan kertas saring sebagai pengganti pelat KLT aluminium berlapis silika gel; pipet tetes sebagai pengganti pipa kapiler untuk menotolkan sampel pada pelat/kertas untuk KLT; botol kaca bekas yang dipotong untuk wadah larutan pengembang (developing chamber); dan penggunaan vanilin komersial menggantikan vanilin p.a. sebagai penampak noda hasil kromatografi lapis tipis dengan mengubah komposisi larutannya.  Hasil uji coba modul praktikum terhadap 3 orang siswa SMA dan 3 orang guru kimia menunjukkan bahwa modul praktikum dengan topik isolasi dan identifikasi minyak atsiri dalam daun tanaman mint merupakan metode pembelajaran yang menyenangkan dan dapat diaplikasikan di sekolah, sekaligus dapat meningkatkan keterampilan siswa dalam merumuskan hipotesis, merancang eksperimen, melaksanakan eksperimen, mengumpulkan data, menganalisis data dan  menarik  kesimpulan  secara  mandiri  yang  merupakan  karakteristik  dari metode inkuiri terbimbing.", "Daftar File": {"2011_TS_PP_KURNIATI_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/157079", "2011_TS_PP_KURNIATI_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/157080", "2011_TS_PP_KURNIATI_1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/157081", "2011_TS_PP_KURNIATI_1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/157082", "2011_TS_PP_KURNIATI_1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/157083", "2011_TS_PP_KURNIATI_1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/157084", "2011_TS_PP_KURNIATI_1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/157085", "2011_TS_PP_KURNIATI_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/157086"}, "Penulis": "Kurniati [90509037]", "Kontributor / Dosen Pembimbing": ["Dr. Deana Wahyuningrum, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Pengajaran Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Inkuiri terbimbing, modul praktikum, isolasi, analisis, minyak atsiri, tanaman mint (Mentha cordifolia opiz)", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "13 Feb 2019"}