{"Nomor": 34635, "Judul": "FUSI OmpA-LC KUTINASE SEBAGAI Whole Cell Biocatalyst PADA Escherichia coli BL21 (DE3) PENDEGRADASI Polyethylene Terephthalate (PET)", "Abstrak": "Polyethylene terephthalate (PET) merupakan plastik yang digunakan secara luas, dari skala domestik hingga industri. PET diproduksi dan dikonsumsi secara terus menerus sehingga meninggalkan sampah di lingkungan. Sampah-sampah tersebut dapat dikurangi dengan cara daur ulang dan degradasi PET. Salah satu cara degradasi PET, dilakukan dengan menggunakan enzim kutinase yang memiliki kemampuan seperti esterase yaitu dapat memutuskan ikatan ester pada struktur PET. Struktur PET tidak dapat masuk ke dalam sel, sehingga digunakan pendekatan Whole cell biocatalyst agar proses degradasi dapat berlangsung. Oleh karena itu dirancang fusi sekuen Outer Membrane Protein A (OmpA) dengan LC-Kutinase untuk membentuk Whole cell biocatalyst. Melalui teknik ini diharapkan proses degradasi dapat dilakukan dengan lebih mudah dan lebih efektif. Tujuan dari penelitian ini adalah mengklon fusi gen OmpA-LC Kutinase dan menguji aktivitas LC-Kutinase pada kondisi optimum. Pada sekuen OmpA-LC Kutinase yang telah diklon ke dalam plasmid pJET 1,2/Blunt terdapat mutasi pada basa ke-261, sehingga dilakukan Site Directed Mutagenesis (SDM) untuk memperbaiki sekuen tersebut. Dilakukan tiga cara dalam SDM, metode Quick-change, Overlap dan Inverse PCR. Ketiga metode tersebut didasarkan pada teknik PCR, dimana digunakan primer untuk memutasi sekuen target. Pada metode Quick-change, digunakan primer forward dan reverse yang komplemen satu sama lain, dengan basa target mutasi berada ditengah sekuen primer. Metode Overlap, digunakan primer forward dan reverse yang hanya komplemen pada beberapa sekuen di daerah 5‘ primer, dengan basa target mutasi yang terletak di daerah overlap tersebut. Sedangkan metode Inverse PCR, digunakan primer forward dan reverse yang tidak komplemen satu sama lain dan basa target hanya terdapat pada primer forward. Produk yang dihasilkan melalui metode Inverse PCR berbentuk linear sehingga membutuhkan tahap ligasi pada akhir proses mutasi. Dari ketiga metode, metode Overlap menunjukkan keberhasilan dalam SDM. Uji aktivitas LC-Kutinase dilakukan pada kondisi optimum, suhu 50°C dan pH 8,5 dengan empat jenis perlakuan sampel. Kultur yang sudah mencapai OD600 0,6 disentrifugasi, supernatan yang dihasilkan dijadikan sampel supernatan non-sonikasi sedangkan pelet dijadikan sampel pelet non-sonikasi. Sebagian sampel pelet non-sonikasi diresuspensi dan sel dilisiskan, kemudian disentrifuga kembali untuk mendapatkan sampel supernatan dan pelet sonikasi. Hasil menunjukkan aktivitas tertinggi terdapat pada sampel pelet sonikasi yaitu sebesar 5,479 Unit/ml enzim. Namun, juga terdapat aktivitas pada sampel pelet non-sonikasi dan supernatan sonikasi. Sedangkan hasil SDS-PAGE dengan pewarnaan aktivitas menggunakan p-nitrophenyl butyrate (PNPB) menunjukkan pita aktivitas terdapat pada sampel pelet non-sonikasi, supernatan dan pelet sonikasi dengan ukuran pita antara 25-35 kDA. Melalui hasil tersebut dapat disimpulkan bahwa fusi OmpA-LC Kutinase\nii\nmenunjukkan aktivitas pada permukaan sel sebagai Whole cell biocatalyst, namun juga terdapat aktivitas didalam sel (intraseluler). Tes lanjutan diperlukan untuk mengoptimasi sistem Whole cell biocatalyst LC-kutinase dan mengetahui dampak langsung pada PET.", "Daftar File": {}, "Penulis": "Tri Ekawati Heryanto [21113006]", "Kontributor / Dosen Pembimbing": ["Dra. Maelita Ramdani, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "LC-Kutinase, Whole cell biocatalyst, Polyethylene terephthalate (PET)", "Sumber": "", "Staf Input/Edit": "agus slamet", "File": "1 file", "Tanggal Input": "13 Feb 2019"}