{"Nomor": 34643, "Judul": "ISOLASI DAN KARAKTERISASI SENYAWA METABOLIT SEKUNDER DAUN EUPHORBIA (EUPHORBIA MILII)", "Abstrak": "Euphorbia milii (Euphorbiaceae) merupakan tumbuhan yang berasal dari Madagaskar yang persebarannya di Indonesia cukup luas. Spesies ini dikenal sebagai tanaman hias karena memiliki bunga yang cantik dan berbunga sepanjang tahun. Secara fitokimia, beberapa senyawa metabolit sekunder yang telah diisolasi dari tanaman E. milii. Senyawa yang telah diisolasi dari tanaman E.milii diantaranya adalah miliamin, 2,4 dihidroksi-6-metoksiasetofenon, ? Amirin asetat, dan ? Amirin asetat. Senyawa-senyawa yang telah diisolasi sebagian besar berasal dari akar, batang, dan getah dari E. milii. Sedangkan penelitian tentang metabolit sekunder pada pada bagian daun sedikit sekali dilaporkan. Penelitian ini bertujuan melakukan isolasi dan karakterisasi senyawa metabolit sekunder yang terdapat pada daun E.milii. Isolasi senyawa dilakukan melalui beberapa tahapan yaitu ekstraksi, fraksinasi, dan pemurnian. Senyawa murni yang sudah diperoleh dikarakterisasi  sifat  fisiknya  seperti  titik  leleh.  Penentuan  struktur  dilakukan\nberdasarkan data spektrum yang meliputi spektrum UV-Vis, spektrum 1H-NMR,\n\n13C-NMR, dan spektrum massa (MS).. Dua senyawa telah diisolasi dari daun E. milii. Senyawa pertama (senyawa C-1) diisolasi dari fraksi non polar, yaitu fraksi n-heksana : EtOAc = 8 : 2. Pemurnian senyawa C-1 dilakukan dengan metode rekristalisasi dan dilakukan sebanyak 2 kali. Rekristalisasi pertama menggunakan pelarut methanol panas. Rekristalisasi kedua menggunakan campuran 2 pelarut methanol panas dan CHC3. Senyawa C-1 berupa kristal putih dengan titik leleh\n255-2600C dan positif ketika direaksikan dengan pereaksi Lieberman Burchard.\n \n\nSenyawa C-1 tidak berpendar di bawah sinar lampu UV. Spektrum UV-Vis senyawa C-1 tidak memperlihatkan adanya puncak serapan, hal ini menunjukkan bahwa senyawa C-1 tidak memiliki ikatan rangkap dan cincin aromatik. Hasil analisis spektrum 1H-NMR, 13C-NMR, DEPT 90 dan 145, HMBC, dan HMQC menyimpulkan senyawa C-1 adalah suatu triterpen pentasiklik alkohol dengan rumus molekul C30H52O dengan nama A-Friedo-lupan-3ol. Setelah dilakukan konfirmasi   struktur   senyawa   ini   dengan   database   yang   terdapat   pada SciFinder ,ternyata struktur senyawa ini belum pernah ditemukan. Senyawa A- Friedo-lupan-3-ol diperkirakan merupakan suatu senyawa baru.. Senyawa kedua (senyawa D-3) diperoleh dari gabungan fraksi D3 dan E1. Untuk memperoleh senyawa   murni   dilakukan   pemurnian   dengan   metode   kromatografi   radial sebanyak 2 kali dan dilanjutkan dengan kromatografi kolom sephadex. Diperoleh\n11 mg senyawa D-3 berupa padatan kuning kehijauan. Karakterisasi dilakukan dengan menggunakan spektrum UV-Vis, 1H-NMR, dan ESI-IT-MS. Berdasarkan analisis spektrum tersebut diperoleh kesimpulan bahwa struktur yang disarankan untuk senyawa D-3 adalah 2,4-dihidroksi-6-metoksiasetofenon. Senyawa 2,4- dihidroksi-6-metoksiasetofenon bukanlah senyawa baru, senyawa ini pernah diisolasi   sebelumnya   dari   tanaman   Euphorbia   milii   Desmoul.   Ex   Boiss, Euphorbia    fischeriana,    Artemisia  annua  L,    dan  Artemisia  arfa.  Setelah dilakukan penelitian ini, diharapkan dilakukan penelitian lanjutan yang berkaitan dengan uji toksisitas dan bioaktivitas senyawa yang telah diisolasi agar informasi\nmengenai senyawa yang diisolasi lebih lengkap dan bermakna.", "Daftar File": {"2011_TS_PP_RIRIN_RIYANI_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/157107", "2011_TS_PP_RIRIN_RIYANI_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/157108", "2011_TS_PP_RIRIN_RIYANI_1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/157109", "2011_TS_PP_RIRIN_RIYANI_1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/157110", "2011_TS_PP_RIRIN_RIYANI_1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/157111", "2011_TS_PP_RIRIN_RIYANI_1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/157112", "2011_TS_PP_RIRIN_RIYANI_1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/157113", "2011_TS_PP_RIRIN_RIYANI_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/157114"}, "Penulis": "Ririn Riyani [90509039]", "Kontributor / Dosen Pembimbing": ["Prof. Dra. Fida Madayanti Warganegara, MS, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Pengajaran Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Isolasi, karakterisasi,  daun Euphorbia milii, A-Friedo-lupan-3-ol,  2,4-dihidroksi-6-metoksiasetofenon", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "13 Feb 2019"}