{"Nomor": 34646, "Judul": "STUDI EFEKTIVITAS CAMPURAN SERBUK BIJI KELOR DAN TAWAS SEBAGAI KOAGULAN TERHADAP KATION LOGAM BERAT DALAM AIR TANAH", "Abstrak": "Kation logam berat dalam air pada kadar tertentu akan mengganggu atau membahayakan kesehatan. Untuk mengurangi kadar kation logam berat dalam air sampai batas aman, dapat dilakukan dengan cara koagulasi. Koagulasi dapat dilakukan dengan menggunakan tawas atau serbuk biji kelor. Berdasarkan penelitian yang telah dilakukan, tawas hanya efektif bekerja pada pH = 7, sedangkan serbuk biji kelor dapat bekerja efektif pada semua pH. Selain itu, biji kelor (Mongira oleifera) mengandung senyawa bioaktif Rhamnosyloxy-benzyl-isothiocyanate. Senyawa ini selain mampu mengadsorpsi dan menetralkan partikel-partikel lumpur serta logam yang terkandung dalam limbah suspensi, juga dapat menghilangkan bakteri tertentu seperti Escherichia coli yang tidak boleh terkandung dalam air bersih. Penelitian ini mempelajari efektivitas campuran serbuk biji kelor dan tawas sebagai koagulan terhadap kation logam Fe3+ dan Mn2+ dalam air tanah pada berbagai pH. Selain itu, dapat memberikan informasi tentang kadar tertinggi kation logam besi(III) dan mangan(II) dalam air tanah yang dikoagulasi oleh campuran serbuk biji kelor dan tawas pada berbagai variasi pH. Campuran tawas dan larutan penyangga dengan pH tertentu, ditambahkan ke dalam sampel air tanah yang mengandung kation logam berat, lalu dikocok selama sepuluh menit. Setelah didiamkan selama satu malam, ke dalam campuran ditambahkan serbuk biji kelor dan larutan sampel lalu dikocok selama sepuluh menit agar prosesnya sempurna. Setelah didiamkan lagi selama satu malam, campuran disaring dan filtratnya diukur dengan metode spektrofotometri serapan atom (SSA). Hasilnya pada larutan hipotetik dengan pH = 7 yang mengandung kation Fe3+ sebanyak 5,00 ppm, kadar kation Fe3+ tertinggi yang dikoagulasi sebanyak 4,66 ppm (93,20%) dan dalam larutan hipotetik yang mengandung kation Mn2+ sebanyak 3,00 ppm, kadar kation Mn2+ tertinggi yang dikoagulasi sebanyak 2,87 ppm (95,70%). Adapun dalam sampel nyata air tanah, pada pH = 7 dan pH = 8 kadar kation Fe3+ tertinggi yang dikoagulasi adalah 78,24% dan kadar kation Mn2+ tertinggi yang dikoagulasi sebanyak 53,38%.", "Daftar File": {"2011_TS_PP_WEWEN_NURWENDA_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/157124", "2011_TS_PP_WEWEN_NURWENDA_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/157125", "2011_TS_PP_WEWEN_NURWENDA_1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/157126", "2011_TS_PP_WEWEN_NURWENDA_1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/157127", "2011_TS_PP_WEWEN_NURWENDA_1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/157128", "2011_TS_PP_WEWEN_NURWENDA_1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/157129", "2011_TS_PP_WEWEN_NURWENDA_1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/157130", "2011_TS_PP_WEWEN_NURWENDA_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/157131"}, "Penulis": "Wewen Nurwenda [90509002]", "Kontributor / Dosen Pembimbing": ["Dr. Suryo Gandasasmita, S.Si., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Pengajaran Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "logam berat, Mongira oleifera, tawas, air tanah, SSA.", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "13 Feb 2019"}