{"Nomor": 34657, "Judul": "KELAYAKAN REVITALISASI JALUR KERETA API BANDUNG-CIWIDEY", "Abstrak": "Populasi penduduk di Metropolitan Bandung telah mencapai angka 6,5 juta jiwa pada tahun 1995. Pada tahun 2010 diperkirakan akan mencapai 8,4 juta jiwa dan 12 juta jiwa pada tahun 2030. Dengan adanya pertambahan jumlah penduduk, permasalahan transportasi di Bandung akan semakin parah. Pembangunan beberapa jalan lingkar dan jalan bebas hambatan belum bisa menanggulangi masalah. Untuk mengatasi permasalahan ini, ditawarkan suatu konsep yang mengintegrasikan sistem jalan rel dan jalan raya pada jalur utama maupun jalur pengumpan. Sementara itu jalur kereta api yang melintasi kota Bandung ini ada sebagian yang tidak beroperasi lagi (Bandung-Majalaya dan Bandung-Soreang-Ciwidey). Padahal jalur tersebut melintasi pusat-pusat kota dan melayani zona dengan tingkat pertumbuhan lalu lintas yang tinggi. Jika jalur kereta tersebut dikembangkan dan dikombinasikan dengan jalan raya, maka dapat diciptakan sistem transportasi yang dapat memenuhi semua permintaan perjalanan.\nTujuan dari penelitian ini adalah untuk menganalisis kelayakan revitalisasi jalur kereta api Bandung-Ciwidey dari segi finansial dan ekonomi. Dimana input data adalah kajian demand yang diperoleh dari kajian sebelumnya dengan output berupa parameter-parameter ekonomi dan finansial .\nAnalisis demand menghasilkan besaran proyeksi penumpang yang beralih ke moda kereta api adalah 12,23 juta setahun pada tahun rencana 2012 jika potensi penumpang KA hanya berasal dari angkutan umum saja (skenario I). Pada skenario II, potensi penumpang KA berasal dari angkutan umum dan kendaraan pribadi menghasilkan proyeksi demand sebesar 14,92 juta penumpang per tahun pada tahun 2012. Total biaya 4,7 triliun sedangkan pendapatan 3,7 triliun. Dengan acuan MARR 10%, skenario finansial dengan pembiayaan investasi oleh pemerintah menghasilkan nilai FIRR 14,78% pada skenario I, sedangkan pada skenario II diperoleh nilai FIRR 16,39%. PSO dan kenaikan tarif menjadi penentu utama kelayakan finansial. Analisis ekonomi menghasilkan nilai EIRR 10.11% pada skenario I dan 15,72% pada skenario II. Kesimpulan akhir adalah revitalisasi jalur KA Bandung-Ciwidey layak secara finansial dan ekonomi.", "Daftar File": {}, "Penulis": "Indah Widya Astuti [15003044]", "Kontributor / Dosen Pembimbing": ["Ir. Willy Tumewu, M. Sc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "KA, demand, estimasi biaya dan manfaat, analisis finansial, analisis ekonomi.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "12 file", "Tanggal Input": "13 Feb 2019"}