{"Nomor": 34658, "Judul": "ANALISIS HIDROLOGI BENDUNGAN CIPANASSAAT KABUPATEN MAJALENGKA", "Abstrak": "ANALISIS HIDROLOGI BENDUNGAN CIPANASSAAT KABUPATEN MAJALENGKA,\nMarselinus Sona Sarumaha (NIM. 15002146), Program Studi Teknik Sipil, Fakultas Teknik Sipil\ndan Lingkungan, Institut Teknologi Bandung, 2009.\nDalam sistem tata air wilayah sungai dan kaitannya dengan siklus hidrologi, keberadaan air\n(permukaan dan air tanah) secara signifikan sangat dipengaruhi oleh kondisi cuaca (curah hujan dan\nparameter iklim) dan kondisi fisik wilayah sungai (tutupan dan tata guna lahan, topografi, geologi\ndan luas DAS) setempat, sehingga ketersediaan air berdasarkan ruang dan waktu, kuantitas maupun\nkualitasnya dalam suatu wilayah sungai memiliki pola distribusi yang tidak merata.\nSalah satu kawasan yang akan dikembangkan di provinsi Jawa Barat adalah kawasan\nBandara Udara Internasional Jawa Barat di Kertajati kabupaten Majalengka. Kebutuhan air baku\nuntuk kawasan tersebut pada perencanaan berasal dari sungai Cipanassaat, anak sungai Cipelang\ndengan induk sungai adalah sungai Cimanuk, dengan membendungnya menjadi waduk\nkecil/embung Cipanassaat.\nUntuk memenuhi kebutuhan air bagi perencanaan lapangan terbang internasional tersebut,\nmaka terlebih dahulu perlu ditentukan lokasi waduk. Lokasi waduk sangat berdekatan dengan lokasi\ndaerah perencanaan lapangan terbang internasional.\nSedangkan untuk kebutuhan irigasi, diharapkan ketersediaan air untuk areal persawahan di\nsekitar lokasi yang cukup luas dapat ditingkatkan pada saat musim kemarau serta tidak\nmenimbulkan limpasan air pada saat musim penghujan. Dengan adanya waduk Cipanassaat, maka\nsangat diperlukan tata pengelolaan daerah aliran sungai (DAS) Cipanassaat, khususnya di hulu\nlokasi perencanaan waduk Cipanassaat dalam rangka upaya pemeliharaan lingkungan.\nBerdasarkan kurva ketersediaan air, diperkirakan bahwa waduk Cipanassaat dengan\nkapasitas sebesar 1.103.966 m3 masih mampu menampung persediaan air pada tahun 2007 dan\njangka pendek (tahun 2012). Namun, pada jangka menengah (tahun 2022) dan jangka panjang\n(tahun 2032), waduk Cipanassaat sudah tidak mampu melayani suplai kebutuhan air.", "Daftar File": {}, "Penulis": "MARSELINUS SONADIAN SARUMAHA [15002146]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Ir. Sri Legowo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Hasil perhitungan debit banjir dengan metode Haspers, Mononobe, hidrograf satuan sintetik Nakayasu, dan Der Weduwen dan perkiraan ketersediaan air dengan metode F.J. Mock digunakan untuk perencanaan waduk Cipanassaat.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "6 file", "Tanggal Input": "13 Feb 2019"}