{"Nomor": 34679, "Judul": "SIMULASI DINAMIKA KARBON PADA HUTAN TANAMAN Acacia mangium Willd. DI KAWASAN PARUNGPANJANG, BOGOR MENGGUNAKAN MODEL CENTURY", "Abstrak": "Ekosistem hutan berperan dalam meregulasi konsentrasi karbon atmosferik melalui proses fotosintesis oleh tumbuhan. Pengukuran stok karbon pada Acacia mangium sebagai hutan tanaman industri telah banyak dilakukan, namun hasilnya terbatas pada satu waktu dan tidak menggambarkan pengaruh berbagai komponen dalam ekosistem. Model Century merupakan salah satu model yang dapat digunakan untuk mensimulasikan dinamika akumulasi karbon dan pengaruh faktor lingkungan pada suatu ekosistem. Dalam penelitian ini dilakukan pendugaan dinamika akumulasi karbon pada hutan tanaman Acacia mangium di kawasan Parungpanjang, Bogor dengan menggunakan perangkat pemodelan Century. Penelitian meliputi proses parameterisasi dan validasi model, serta analisis hasil simulasi dinamika akumulasi karbon Acacia mangium. Parameterisasi dilakukan dengan mengubah beberapa parameter pada model yang disesuaikan dengan karakteristik dan lokasi penanaman Acacia mangium. Validasi model dilakukan dengan membandingkan hasil keluaran model dengan hasil pengukuran karbon pada tegakan Acacia mangium umur 2, 4, 6, dan 8 tahun. Hasil simulasi menunjukkan hasil keluaran cukup mendekati hasil pengukuran di lapangan. Pengguliran model untuk waktu 50 tahun menunjukkan akumulasi karbon pada sistem hutan, pada tegakan Acacia mangium, dan pada bagian tumbuhan mati mengalami kenaikan seiring pertambahan umur tegakan,\nsedangkan untuk akumulasi karbon di tanah mengalami penurunan dan mulai mendekati nilai yang relatif konstan pada akhir simulasi.", "Daftar File": {}, "Penulis": "Isni Nuraziza M [10604095]", "Kontributor / Dosen Pembimbing": ["Endah Sulistyawati, S.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Ekosistem hutan", "Sumber": "", "Staf Input/Edit": "agus slamet", "File": "1 file", "Tanggal Input": "14 Feb 2019"}