{"Nomor": 34677, "Judul": "PENENTUAN KEBUTUHAN OKSIGEN KIMIA (KOK) PADA AIR  LIMBAH MENGGUNAKAN METODA FLOW INJECTION ANALYSIS  (FIA)", "Abstrak": "Kebutuhan  oksigen  kimia  (KOK) merupakan jumlah  oksigen  (mg O2)  yang  dibutuhkan untuk mengoksidasi senyawa-senyawa organik yang ada di dalam air. Air yang memiliki nilai KOK yang tinggi, tidak layak digunakan untuk kebutuhan sehari-hari karena kandungan oksigen terlarutnya yang rendah. Air limbah merupakan salah satu jenis air yang memiliki nilai KOK cukup tinggi karena air tersebut sudah tercemar. Pada penelitian kali ini, nilai KOK pada air limbah akan ditentukan menggunakan Flow Injection Analysis (FIA) dengan metoda  spektrofotometri  sinar  tampak  sebagai  detektor.  Metoda  FIA  merupakan  suatu metoda untuk menganalisis senyawa secara otomasi. Pada penelitian ini, reagen KMnO4 yang  digunakan  bertindak  sebagai  oksidator  dan  H2SO4   digunakan  untuk  menstabilkan\nMnO -, serta Na C O  digunakan sebagai larutan standar. Konsentrasi KMnO  dan H SO\nyang akan digunakan dalam penelitian kali ini masing-masing sebesar 0,2 mM dan 1 M. Dengan detektor spektrofotometer UV-vis, serapan maksimum terjadi pada panjang gelombang 525 nm. Reaksi antara KMnO4  dengan senyawa-senyawa organik terjadi cukup lambat pada suhu ruang. Oleh karena itu, reaksi dioptimalkan dengan suhu yang cukup tinggi, dari 60-70°C. Dengan keadaan yang optimum seperti ini, diperoleh hasil berupa kebolehulangan (%KV, n=11) sebesar 1,32% pada 10 mg L-1, kelinieran dari rentang 10 sampai 42,5 mg L-1 adalah R2 = 0,9868, dan untuk limit deteksinya sebesar 9,31 mg L-1. Pada sampel air limbah yang diambil secara acak, diperoleh nilai KOK-nya sebesar 12,20 mg/L dengan persen perolehan kembali sebesar 107,73. Data-data ini menunjukkan bahwa metoda FIA yang digunakan untuk menganalisis KOK pada air limbah cukup efektif.", "Daftar File": {"2011_TA_PP_ALFONSUS_HARTANTO_S_W_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/157277", "2011_TA_PP_ALFONSUS_HARTANTO_S_W_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/157286"}, "Penulis": "Alfonsus Hartanto S W [10507027]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Muhammad Bachri Amran"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Kebutuhan Oksigen Kimia (KOK), Flow Injection Analysis (FIA)", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "14 Feb 2019"}