{"Nomor": 34678, "Judul": "TINGKAT PENGGUNAAN TUMBUHAN DAN KOMPOSISI VEGETASI DI LAHAN HUMA DAN KEBON MILIK MASYARAKAT ADAT KAMPUNG DUKUH, GARUT, JAWA BARAT", "Abstrak": "Kehidupan manusia tidak pernah terlepas dari kebutuhan akan sumber daya tumbuhan yang digunakan untuk obat, makanan, dan buah-buahan. Pemenuhan kebutuhan ini biasanya terkait dengan pengetahuan mengenai berbagai hal seputar penggunaan tumbuhan tersebut, seperti: nama lokal, manfaat, bagian yang digunakan dan tata guna lahan dimana tumbuhan tersebut ditanam atau ditemukan. Biasanya, pengetahuan seperti itu masih dapat dijumpai pada masyarakat tradisional yang masih menggantungkan pemenuhan kebutuhan hidupnya dari sumberdaya alam lokal. Salah satu komunitas masyarakat tradisional yang memiliki pengetahuan tersebut adalah masyarakat Kampung Dukuh, Kabupaten Garut, Jawa Barat. Penelitian ini bertujuan untuk mengkaji tingkat penggunaan sumber daya tumbuhan untuk obat, makanan, dan bahan bangunan oleh masyarakat Kampung Dukuh dan mengkaji sejauh mana peran lahan garapan dalam memenuhi kebutuhan terhadap sumber daya tumbuhan tersebut. Metoda yang dilakukan pada penelitian ini terdiri dari metoda penelitian kualitatif dan penelitian kuantitatif. Penelitian kualitatif dilakukan pada saat observasi awal untuk menggali pengetahuan penduduk Kampung Dukuh tentang tata guna lahan dan penggunaan tumbuhan secara umum. Setelah observasi awal, dilakukan penelitian kuantitatif yaitu pengumpulan data tentang nama lokal, bagian yang digunakan, frekuensi dan jumlah per penggunaan dari tumbuhan untuk obat, makanan, dan bahan bangunan kepada penduduk melalui wawancara semi terstruktur dan terstruktur. Wawancara dilakukan pada 16 orang nara sumber yang terdiri dari tiga kelompok masyarakat yaitu tokoh adat, tokoh umum (dewasa), dan tokoh dewasa muda. Sesudah pengumpulan data, dilakukan pengumpulan spesimen tumbuhan yang diambil langsung di lokasi terdapatnya tumbuhan didampingi oleh informan kunci dan analisis vegetasi di dua jenis lahan garapan masyarakat yaitu huma (ladang) dan kebon (kebun). Identifikasi tumbuhan dilakukan di Herbarium Bandungense SITH-ITB. Hasil penelitian menunjukkan bahwa masyarakat Kampung Dukuh mempunyai sistem tata guna lahan yang berupa pembagian jenis lahan menjadi lahan larangan, titipan, dan produksi (di dalamnya terdapat lahan garapan). Untuk penggunaan tumbuhan, masyarakat Kampung Dukuh mengenal 131 jenis tumbuhan sebagai obat dengan 106 diantaranya diambil dari huma dan kebon, 93 jenis tumbuhan sebagai makanan dengan 87 diantaranya diambil dari huma dan kebon, serta 31 jenis tumbuhan sebagai bahan bangunan yang semuanya diambil dari huma dan kebon. Jenis-jenis lainnya diambil dari buruan (pekarangan) dan serang (sawah). Bagian tumbuhan yang digunakan untuk obat adalah 56 jenis daun, 10 jenis akar, 10 jenis biji, 20 jenis buah, 4 jenis bunga, 10 jenis rimpang (rizome), 10 jenis batang, dan 6 jenis umbi. Dalam penggunaan bagian tumbuhan untuk makanan, masyarakat mengenal 41 jenis buah, 5 jenis umbi, 6 jenis biji, 4 jenis rimpang (rizome), 8 jenis batang dan daun, sedangkan untuk penggunaan tumbuhan sebagai bahan bangunan, masyarakat mengenal 21 jenis kayu yang digunakan setelah 10 tahun, 3 jenis kayu setelah 5 tahun, dan 8 jenis bambu setelah 3 tahun. Analisis vegetasi terhadap lahan huma dan kebon menunjukkan adanya perbedaan komposisi vegetasi di antara kedua jenis lahan tersebut. Dari 105 jenis tumbuhan yang tersedia dari semua plot di huma, 55 jenis diantaranya dimanfaatkan oleh masyarakat, sedangkan dari 87 jenis tumbuhan yang tersedia di semua plot di kebon, 49 diantaranya dimanfaatkan oleh masyarakat. Kesimpulannya, kedua jenis lahan tersebut berperan penting dalam memenuhi kebutuhan akan sumber daya tumbuhan masyarakat tradisional Kampung Dukuh.", "Daftar File": {}, "Penulis": "Firman Ardiansyah [10604115]", "Kontributor / Dosen Pembimbing": ["Endah Sulistyawati, S.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Tumbuhan", "Sumber": "", "Staf Input/Edit": "agus slamet", "File": "1 file", "Tanggal Input": "14 Feb 2019"}