{"Nomor": 34681, "Judul": "SINTESIS DAN KARAKTERISASI PADATAN CO3O4/ZEOLIT-Y SEBAGAI  PREKURSOR KATALIS REAKSI FISCHER-TROPSCH", "Abstrak": "Reaksi Fischer-Tropsch memiliki selektivitas yang rendah dalam menghasilkan hidrokarbon  dengan  panjang  rantai  tertentu.  Peningkatan  selektivitas  reaksi  Fischer-Tropsch dapat  dicapai  dengan  menerapkan  pendukung  katalis  yang  dapat  merengkah  hidrokarbon berantai panjang. Pada penelitian ini, telah disintesis Co3O4  yang terdeposisi pada zeolit-Y (Co3O4/Zeolit-Y),  yang  merupakan  prekursor  katalis  Fischer-Tropsch,  Co/Zeolit-Y.  Zeolit-Y yang tergolong kerangka Faujasit (FAU) disintesis dengan metode hidrotermal dari kaolin yang memiliki rasio massa SiO2/Al2O3 sebesar 1,2 yang telah diaktivasi menggunakan NaOH dan dikalsinasi  pada  850ºC  (fused  kaolin),  Na2SiO3,  dan  air  sebagai  bahan  baku.  Pengaruh  dari beberapa  faktor  (penggunaan  fused  kaolin,  aging,  dan  kondisi  hidrotermal)  terhadap  hasil sintesis  diamati  dalam  penelitian  ini.  Zeolit-Y  dapat  disintesis   dari  perbandingan   molar\n9SiO2:Al2O3:12Na2O:562H2O  dengan aging pada 50ºC selama 24 jam dan kristalisasi secara hidrotermal pada 100ºC selama 2 hari. Zeolit-Y hasil sintesis selanjutnya diimpregnasi dengan larutan Co(NO3)2.6H2O  dengan persen massa Co3O4   sebesar 6,7% (6,7%Co3O4/Zeolit-Y)  dan persen massa Co3O4  sebesar 13,1% (13,1%Co3O4/Zeolit-Y),  kemudian dikeringkan pada 120 ºC dan dikalsinasi pada 400ºC selama 6 jam. Padatan 6,7%Co3O4/Zeolit-Y dan 13,1%Co3O4/Zeolit- Y dikarakterisasi dengan metode  X-Ray Diffraction  (XRD), Scanning Electron Microscope (SEM), isoterm adsorpsi N2, Atomic Absorption Spectroscopy (AAS) dan gravimetri. Pola XRD kedua   katalis   menunjukkan   puncak   khas   zeolit   FAU   dan   spesi   Co3O4.   Analisis   AAS menunjukkan  persen massa Co3O4 yang terukur pada 6,7%Co3O4/Zeolit-Y adalah 6,07% dan persen massa Co3O4  yang terukur pada 13,1%Co3O4/Zeolit-Y  adalah 11,4%. Rasio Si/Al pada kedua padatan, diukur dengan metode AAS dan analisis gravimetri, adalah sebesar 1,5. Hasil analisis dengan metode isoterm adsorpsi N2  menunjukkan bahwa padatan 6,7%Co3O4/Zeolit-Y\nmemiliki luas permukaan spesifik BET dan volum pori total sebesar 282 m2/g dan 0,17 cm3/g,\nsedangkan padatan 13,1%Co3O4/Zeolit-Y sebesar 145 m2/g dan 0,08 cm3/g.", "Daftar File": {"2011_TA_PP-ALVINDA_SRI_HANAMERTANI_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/157288", "2011_TA_PP-ALVINDA_SRI_HANAMERTANI_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/157296"}, "Penulis": "Alvinda Sri H [10507044]", "Kontributor / Dosen Pembimbing": ["I Nyoman Marsih, S.Si., M.Si., Ph.D.", "Dr.rer.nat. Rino Rakhmata Mukti, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Co3O4/Zeolit-Y, Zeolit-Y, kaolin, Fischer-Tropsch, hidrotermal", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "14 Feb 2019"}