{"Nomor": 34683, "Judul": "PENERAPAN ANIMAL WELFARE DALAM PERATURAN HUKUM INDONESIA: KASUS HEWAN TERNAK SAPI POTONG", "Abstrak": "Perangkat hukum merupakan salah satu alat untuk mengatur perilaku manusia dalam berbagai aspek kehidupan di masyarakat. Ketidaklengkapan perangkat hukum dinamakan kekosongan hukum. Salah satu kekosongan hukum di Indonesia adalah tidak dijumpainya peraturan yang mengatur mengenai Animal Welfare. Peraturan mengenai praktek domestikasi belum mempertimbangkan aspek Animal Welfare, sementara praktek domestikasi memberikan dampak negatif bagi kesejahteraan manusia. Penelitian ini bertujuan untuk merancang suatu peraturan Animal Welfare pada hewan domestik di Indonesia dengan kasus sapi potong. Penelitian ini menggunakan metode studi pustaka, studi kasus, dan investigasi dalam bentuk wawancara dan angket terhadap pelaku peternakan dan masyarakat, selain itu juga dilakukan observasi langsung di peternakan. Data dianalisis secara deskriptif kualitatif dan kuantitatif. Hasil penelitian menunjukkan bahwa para ahli dan professional di bidang hukum dan peternakan telah menyadari, memahami dan memerlukan peraturan yang mengatur Animal Welfare secara umum dan khusus. Sebagian besar pelaku bisnis dan masyarakat cenderung telah memahami pentingnya Animal Welfare namun belum menganggap perlu adanya peraturan mengenai Animal Welfare karena dikhawatirkan menghambat proses produksi dan bisnis. Pendapat masyarakat maupun para ahli dan professional tidak cukup untuk menunjukkan penting atau tidaknya aspek Animal Welfare diterapkan dalam peraturan di Indonesia, karena fakta penelitian menunjukkan bahwa masalah kesehatan manusia terkait erat dengan penerapan Animal Welfare dalam produksi ternak. Hal mendasar yang perlu dipertimbangkan dalam rancangan peraturan Animal Welfare di Indonesia adalah bagaimana memperlakukan hewan ternak dalam sistem produksi yang memenuhi kaidah Animal Welfare agar tidak atau meminimumkan sekecil mungkin dampak negatif terhadap kesehatan manusia, misalnya pada perlakuan breeding, feeding, hingga manajemen (distribusi). Beberapa praktek produksi ternak yang perlu diatur antara lain kandungan substitusi pakan alami, kondisi sanitari kandang, waktu dan kondisi lingkungan terdedah selama transportasi.", "Daftar File": {}, "Penulis": "Ilva Nurfitriati [21306002]", "Kontributor / Dosen Pembimbing": ["Dr. Achmad Sjarmidi"], "Jenis Koleksi": "Tesis", "Penerbit": "Biomanajemen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Animal Welfare, hewan ternak sapi potong, peraturan kesejahteraan hewan", "Sumber": "", "Staf Input/Edit": "agus slamet", "File": "1 file", "Tanggal Input": "14 Feb 2019"}