{"Nomor": 34694, "Judul": "PENILAIAN DAN ANALISA SANITASI RUMAH SEHAT PADA MASYARAKAT BERPENGHASILAN RENDAH DI KAWASAN BANTARAN SUNGAI CIKAPUNDUNG", "Abstrak": "Masyarakat berpenghasilan rendah merupakan salah satu kalangan masyarakat yang menghadapi kesulitan terhadap akses rumah layak huni dan sehat. Tak jarang mereka hidup dalam lingkungan yang tidak sehat, dan seringkali dalam satu rumah dihuni oleh lebih dari satu keluarga dengan fasilitas sanitasi yang tidak memadai dan kesulitan terhadap akses air bersih. Peningkatan kualitas permukiman untuk kelompok masyarakat berpenghasilan rendah perkotaan sejauh ini dilakukan melalui peremajaan kawasan permukiman kota (urban renewal). Oleh karena itu, pada penelitian ini dilakukan penilaian mengenai sanitasi rumah sehat pada masyarakat berpenghasilan rendah perkotaan (urban sprawl). Penelitian ini mengembangkan kriteria Good Quality Housing dengan metode Whole System Approach dengan melakukan penilaian sanitasi rumah sehat masyarakat berpenghasilan rendah di salah satu daerah perkotaan dan evaluasi terhadap instrumen Good Quality Housing yang digunakan pada penilaian tersebut. Penelitian ini menggunakan kuesioner sebagai alat bantu penilaian dengan 40 sub-komponen yang terbagi menjadi 4 komponen utama yakni komponen fisik rumah, komponen sosial-ekonomi, komponen penyediaan air, dan komponen penanganan limbah domestik. Hasil penilaian pada keempat komponen ini menunjukan komponen fisik rumah menempati urutan nilai terendah yang diikuti oleh komponen sosial-ekonomi, penyediaan air, dan penanganan limbah secara berurutan dari nilai terendah hingga tertinggi. Selain itu, evaluasi yang dilakukan terhadap instrumen penilaian menunjukan bahwa diperlukan adanya penentuan ulang bobot terhadap kriteria yang digunakan. Melalui penelitian ini dapat pula diketahui bahwa secara umum kondisi sanitasi rumah masyarakat berpenghasilan rendah dipengaruhi oleh kondisi fisik bangunan rumah yang tidak baik dan memerlukan dukungan pemerintah dalam pengadaan fasilitas penanganan limbah domestik yang tepat dan memadai.", "Daftar File": {"2019_TA_PP_AMELIA_WARLIANA_1_-_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/157334", "2019_TA_PP_AMELIA_WARLIANA_1_-_DAFTAR_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/157341"}, "Penulis": "Amelia Warliana [15311007 ]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Priana Sudjono, MS, Dipl.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Good Quality Housing, Kriteria, Masyarakat Berpenghasilan Rendah, Sanitasi, Whole System Approach.", "Sumber": "TUGAS AKHIR 22 Juni 2015", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "8 file", "Tanggal Input": "14 Feb 2019"}