{"Nomor": 34695, "Judul": "SINTESIS KATALIS FE2O3/CEO2/AL2O3  UNTUK REAKSI FISCHER-TROPSCH", "Abstrak": "Reaksi Fischer-Tropsch merupakan salah satu solusi yang dapat digunakan untuk mengatasi kelangkaan minyak bumi dengan jalan mensintesis bahan bakar hidrokarbon cair dari gas sintesis (syngas). Katalis merupakan komponen penting reaksi Fischer-Tropsch yang mengatur laju reaksi dan keselektifan terhadap produk sehingga perlu dikembangkan katalis yang aktif sekaligus selektif. Penelitian ini mengembangkan katalis Fischer-Tropsch berbasis besi yang disintesis melalui 2 rute sintesis. Rute pertama menggunakan metode hidrotermal untuk mensintesis penyangga katalis berpromotor, CeO2/Al2O3, yang dilanjutkan impregnasi Fe(NO3)3, sementara pada rute kedua seluruh katalis disintesis, termasuk komponen aktifnya, dalam satu tahap. Katalis Fe2O3/CeO2/Al2O3 yang dihasilkan memiliki komposisi berat 10:5:85 dengan luas permukaan mencapai 94,3 m2/g berdasarkan karakterisasi Energy Dispersive X-Ray (EDX), X-Ray Fluorescence (XRF), dan analisis luas permukaan dengan metode Brunauer-Emmett-Teller (BET). Karakterisasi Scanning Electron Microscope (SEM) menunjukkan struktur katalis yang diperoleh berupa tongkat dengan diameter 300-700 nm dan panjang 5-10?m dan difraktogram X-Ray Diffraction (XRD) menunjukkan terbentuknya ?-Al2O3 pada kalsinasi 900 oC, sementara hasil karakterisasi Temperature Programmed Reduction and Desorption (TPR/TPD) menunjukkan katalis dapat direduksi oleh H2 pada suhu 300-600 oC.", "Daftar File": {"2011_TA_PP_BOANERGES_THENDIE_SURYA_SAPUTRA_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/157342", "2011_TA_PP_BOANERGES_THENDIE_SURYA_SAPUTRA_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/157354"}, "Penulis": "Boanerges Thendie Surya S [10507026]", "Kontributor / Dosen Pembimbing": ["I Nyoman Marsih, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Fischer-Tropsch, katalis, hidrotermal, besi, alumina", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "14 Feb 2019"}