{"Nomor": 34697, "Judul": "PENGARUH AMPLITUDO DAN SUSUNAN AWAL BUTIRAN TERHADAP TERJADINYA EFEK KACANG BRAZIL PADA CAMPURAN BINER SISTEM BUTIRAN DUA DIMENSI", "Abstrak": "Efek kacang brazil merupakan terjadinya pemisahan pada campuran butiran yang terdiri dari dua jenis karakteristik butiran. Pada pemisahan campuran ini menunjukkan bahwa saat diberi getaran, butiran yang berdiamater lebih besar atau intruder dapat bergerak ke atas permukaan wadah sedangkan butiran yang berdiameter lebih kecil atau granular bed menuju ke bawah. Dalam tugas akhir ini dilakukan eksperimen pengamatan efek kacang brazil pada campuran biner dua dimensi dengan intruder berdiameter 0,68 cm dan jumlah sebanyak 50 butiran dan granular bed berdiameter 0,47 cm dengan jumlah sebanyak 250 butiran. Kondisi awal butiran divariasikan dalam empat kondisi ditinjau dari lapisan intruder yaitu satu lapisan horizontal, empat lapisan horizontal, lima lapisan vertikal dan susunan acak. Percobaan dilakukan pada frekuensi tetap yaitu 13 Hz dan variasi amplitudo 0,55 cm, 0,65 cm, dan 0.75 cm. Efek kacang brazil diamati dengan meninjau perubahan posisi pusat massa intruder. Waktu naik intruder meningkat seiring dengan bertambahnya ?, namun pada ? yang tinggi cenderung terjadi rotasi pusat massa. Pada amplitudo 0,65 cm dan 0,55 cm memberikan hasil perubahan pusat massa yang cenderung linear. Pada amplitudo 0,75 cm cenderung menunjukkan terjadinya rotasi pusat massa sehingga nilai pusat massa intruder dari setiap kondisi awal pada t = 60 s paling rendah kecuali pada kondisi lima lapisan vertikal yang lebih tinggi dari pada amplitudo 0.55 cm.", "Daftar File": {"2019_TA_PP_WAHYUNI_ANDARIWULAN_1-ABSTRAK1.pdf": "https://digilib.itb.ac.id/gdl/download/160837"}, "Penulis": "Wahyuni Andariwulan [10214046]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Sparisoma Viridi, S.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "Efek kacang brazil, granular bed, intruder, pusat massa", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ratnasari", "File": "8 file", "Tanggal Input": "14 Feb 2019"}