{"Nomor": 34705, "Judul": "PENGEMBANGAN PAKAN BUATAN BERBASIS Lemna minor UNTUK BUDIDAYA IKAN LELE SANGKURIANG (Clarias sp.)", "Abstrak": "Ikan lele sangkuriang (Clarias sp.) merupakan salah satu komoditi perikanan air tawar yang memiliki nilai ekonomi tinggi. Dalam proses budidayanya, masih dijumpai beberapa kendala yang menghambat proses produksinya. Salah satu kendalanya adalah tingginya biaya pakan yang berkisar antara 60-70% dari total biaya produksi. Tingginya biaya pakan ini disebabkan oleh semakin meningkatnya harga tepung ikan (fish meal) yang merupakan sumber utama protein pakan. Berdasarkan kondisi tersebut, maka diperlukan upaya pengembangan pakan berbahan baku sumber protein lokal yang mudah diperoleh dan memiliki kandungan nutrisi yang sesuai sebagai pengganti tepung ikan. Salah satu bahan baku sumber protein yang dapat dijadikan alternatif dalam pembuatan pakan buatan adalah kiambang (Lemna minor) yang diketahui memiliki kandungan protein (25-45%), karbohidrat (14,1-43,6%), lemak (4,4%), dan serat (8-10%). Penelitian ini bertujuan untuk mengembangkan pakan buatan berbasis Lemna minor untuk pertumbuhan dan kesintasan ikan lele sangkuriang (Clarias sp.). Perlakuan yang diberikan berupa perbedaan konsentrasi Lemna minor pada campuran pakannya: pakan I (0%), pakan II (15%), pakan III (30%), pakan IV (45%) dan pakan V (60%) dan sebagai kontrol digunakan pakan komersial, pakan diberikan 2 kali sehari sebanyak 10% dari total berat tubuh. Pengujian dilakukan pada ikan lele yang berumur 26 hari dengan bobot awal rata-rata 0,558±0,012 g dan rata-rata panjang 3,65±0,027 cm dalam drum berkapasitas 60 liter dengan kepadatan awal 50 individu/bak selama 30 hari periode kultur dengan tiga kali ulangan dan dua kali ulangan pada waktu yang berbeda (repeated by time) dalam sistem resirkulasi. Parameter yang diukur meliputi penambahan berat dan panjang tubuh, laju pertumbuhan, rasio konversi pakan (food conversion ratio), kesintasan (survival rate), dan kondisi kualitas air (suhu, DO, pH, kadar amonium, kadar nitrit, kadar nitrat dan kepadatan mikroba). Berdasarkan hasil penelitian, laju pertumbuhan tertinggi dijumpai pada pakan komersial sebesar (3,52±0,28)% diikuti oleh pakan IV sebesar (2,91±0,51)%, pakan V sebesar (2,76±0,52)%, pakan III sebesar (2,32±0,62)%, pakan I sebesar (2,21±0,51)% dan pakan II sebesar (1,83±0,39)%. Nilai rasio konversi pakan terendah adalah pada pakan komersial, disusul kemudian oleh pakan IV, pakan V, pakan I, pakan III, dan pakan II dengan masing-masing nilai secara berturut-turut : 2,24, 3,38, 3,46, 4,71, 4,72 dan 6,11. Nilai kesintasan pada tiap perlakuan adalah 78,33±13,47% (pakan komersial), 58,67±4,68% (pakan IV), 54,67±7,55% (pakan V), 48,00±11,8% (pakan III), 42,33±10,56% (pakan II), dan 37,33±10,56% (pakan I). Penggunaan sistem resirkulasi dalam proses kultur mampu mempertahankan kualitas air kultur sehingga semua parameter fisika dan kimia dalam semua perlakuan masih berada dalam kisaran yang dapat diterima oleh ikan lele. Berdasarkan hasil penelitian tersebut dapat dihitung bahwa penggunaan kombinasi 50% pakan IV dengan 50% pakan komersial dapat menekan biaya pakan sebesar Rp. 2.041.200,-/tahun di dalam budidaya pendederan ikan lele pada kolam seluas 1.000m2 dengan padat tebar 200/m2.", "Daftar File": {}, "Penulis": "R Zaenal Arifin [21306306]", "Kontributor / Dosen Pembimbing": ["Dr. Gede Suantika, S.Si., M.Si.", "Dr. Noorsalam R. Nganro"], "Jenis Koleksi": "Tesis", "Penerbit": "Biomanajemen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Clarias sp., Lemna minor, laju pertumbuhan, kesintasan.", "Sumber": "", "Staf Input/Edit": "agus slamet", "File": "1 file", "Tanggal Input": "14 Feb 2019"}