{"Nomor": 34710, "Judul": "Robust Correlation To Predict Dew Point Pressure Of Gas Condensate Reservoirs", "Abstrak": "When the bottom-hole flowing pressure in a gas condensate reservoir drops below the dew point\npressure, liquid starts to build up around the well bore resulting in gas productivity decline.\nFor this reason it is important to be able to accurately either measure or estimate the dew point\npressure. The condensate formed in the reservoir will not flow until its saturation reaches the\ncritical saturation and in many cases it might not be entirely recovered. It order to maximize gas\nproduction and condensate recovery, the reservoir pressure must be maintained close to the dew\npoint pressure. Several attempts have been made to predict the dew point pressure in case the gas\nsample becomes unavailable or measured value is unreliable. Unfortunately, most of these attempts\nhave minor success rates and are based on limited data.\nIn this paper we present a robust, cheap, and easy model for predicting the dew point pressure\nfor gas condensate reservoirs. The new model is an intelligent based model called “Gene Expression\nProgramming” that is carried out to generate a precise and accurate correlation to estimate the dew\npoint pressure in condensate gas reservoirs. The new model has been trained and tested using a\nlarge data bank collected for the literature. Precision of the suggested correlation has been\ncompared to published correlations. The validity of this model has also been compared to experimental data and other published correlations.", "Daftar File": {}, "Penulis": "Mohammad Ali Ahmadi  [-]", "Kontributor / Dosen Pembimbing": ["Adel Elsharkawy"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Dew point pressure, Gene Expression Programming, Condensate gas, Modeling", "Sumber": "Petroleum, Volume 3, Issue 3, 340-347 (September 2017)", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "14 Feb 2019"}