{"Nomor": 34713, "Judul": "PEMANFAATAN Ceratophyllum submersum L. SEBAGAI AGEN BIOREMEDIASI AIR LIMBAH IPAL BOJONGSOANG UNTUK PEMELIHARAAN IKAN HIAS Carassius auratus auratus L", "Abstrak": "Bioremediasi air limbah dari Instalasi Pengolahan Air Limbah (IPAL) Bojongsoang dengan Ceratophyllum submersum L. dan probiotik simbiosis mikroba (SIMBA) diketahui dapat menurunkan kandungan zat berbahaya dalam limbah tersebut. Namun, penelitian mengenai pemanfaatan air hasil bioremediasi limbah ini belum ada. Oleh karena itu, penelitian ini memiliki dua tujuan. Yang pertama, mengetahui pengaruh air hasil bioremediasi limbah IPAL terhadap pertumbuhan dan kesintasan ikan hias Carassius auratus auratus L.Yang kedua, mengetahui kemampuan C. submersum dalam menjaga kontinuitas kualitas air hasil bioremediasi yang digunakan untuk memelihara ikan C. auratus auratus. Mula-mula air limbah IPAL diremediasi oleh C. submersum dan probiotik simbiosis mikroba (SIMBA). Selama 14 hari, dibandingkan pertumbuhan dan kesintasan ikan C. auratus auratus yang dipelihara dalam air hasil bioremediasi (PI), ikan C. auratus auratus yang dipelihara bersama C. submersum dalam air hasil bioremediasi (PCI), ikan C. auratus auratus yang dipelihara dalam air limbah IPAL (AL), dan ikan C. auratus auratus yang dipelihara dalam air PDAM (kontrol/K). Selain pengamatan faktor biologis ikan, dilakukan juga pengamatan faktor fisika dan kimia air. Hasil penelitian menunjukkan rata-rata penambahan panjang SL dan TL ikan paling tinggi ditunjukkan oleh sistem PI dan PCI. Hasil analisis ANOVA menunjukkan perbedaan nyata pada selang kepercayaan 95%. Namun, rata-rata penambahan berat badan dan kesintasan ikan antarsistem uji tidak menunjukkan perbedaan signifikan. Data fisika dan kimia yang menunjukkan perbedaan signifikan antarsistem uji adalah kecerahan air. Adapun parameter fisika-kimia berupa kelarutan oksigen, pH, suhu, nitrit, dan amonia antarsistem uji tidak menunjukkan perbedaan signifikan. Dalam hal kontinuitas kualitas air, PCI menunjukkan fluktuasi pH, nitrit, amonia, dan kecerahan paling rendah dibanding sistem uji lainnya. Berdasarkan data bahwa tingkat pertumbuhan ikan C. auratus auratus dari sistem PI dan PCI lebih baik dibanding sistem AL dan kontrol, dapat diambil kesimpulan bahwa air hasil bioremediasi limbah IPAL Bojongsoang oleh C. submersum dan probiotik SIMBA berpengaruh positif bagi pemeliharaan C. auratus auratus. Adapun berdasarkan data bahwa faktor fisika dan kimia air pada sistem PCI adalah yang paling stabil, dapat diambil kesimpulan bahwa C. submersum dapat menjaga kontinuitas kualitas air hasil bioremediasi limbah IPAL yang digunakan untuk memelihara ikan C. auratus auratus.", "Daftar File": {}, "Penulis": "Diah Rahmatia [21307007]", "Kontributor / Dosen Pembimbing": ["Dr. Noorsalam R. Nganro"], "Jenis Koleksi": "Tesis", "Penerbit": "Biomanajemen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "limbah, bioremediasi, probiotik, pertumbuhan, kesintasan, Ceratophyllum submersum, Carassius auratus auratus", "Sumber": "", "Staf Input/Edit": "agus slamet", "File": "1 file", "Tanggal Input": "14 Feb 2019"}