{"Nomor": 34712, "Judul": "Improving small-scale wastewater treatment plant performance by using a filtering tertiary treatment unit", "Abstrak": "The demand for wastewater treatment plants purposed for a single household or groups of households continues\nto increase as the quality requirements for wastewater treatment become increasingly rigorous. Researchers are\nconstantly searching for new methods to remove phosphorus compounds from wastewater that do not require\nthe use of chemicals.\nThis article describes a newly designed tertiary wastewater treatment unit that increases the effectiveness of\nthe main small-scale (up to 1 m3\n/d) biological wastewater treatment unit. The tertiary treatment unit is filled\nwith the sorbent material Filtralite P., after the main treatment wastewater flows through the filler without the\nuse of electric power. A compact system consisting of a main (secondary) treatment unit and the newly designed\ntertiary wastewater treatment unit was tested in accordance with the harmonised European Standard EN 12566-\n3. During the testing period, no surplus sludge was discharged from the system, no reagents were dosed into it,\nthe system only consumed 119 kW of electric power, and the treated wastewater contained < 1 mg/L of\nphosphorus. The total wastewater treatment efficiency can be explained as follows: COD – 95.2%, BOD5 – 99.2%,\nSS – 99.4%, NH4-N – 99.6%, Nt – 82.2%, and Pt – 91.8%. The system is efficient, the operational cost is relatively\nlow, it does not use chemical reagents, and it is environment friendly.", "Daftar File": {}, "Penulis": "Aušra Mažeikien? [-]", "Kontributor / Dosen Pembimbing": ["-"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Wastewater Small-scale Tertiary treatment Phosphorus Efficiency", "Sumber": "Journal of Environmental Management 232 (2019) 336–341", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "14 Feb 2019"}