{"Nomor": 34732, "Judul": "PERANCANGAN SISTEM GENERATOR PARTIKEL AEROSOL BERBASIS ELECTROSPRAY", "Abstrak": "Electrospray (ES) merupakan metode pembentukan partikel dengan memanfaatkan gaya elektrostatik pada suatu permukaan larutan. Metode ini banyak diminati, karena berbiaya murah, ukuran partikel terkontrol serta diaplikasikan dalam berbagai bidang. Aplikasi ES sebagai generator partikel menghadirkan tantangan untuk mereduksi level muatan partikel agar dapat dibawa oleh gas sebagai aerosol partikel. Pada tesis ini dirancang electrospray aerosol generator (EAG) menggunakan konfigurasi point-to-point. Sistem EAG dioptimasi melalui parameter proses (tegangan, laju alir larutan) dan konfigurasi sistem (ukuran diameter oriffice, uncovered dan fullcovered oriffice). Performa EAG diuji menggunakan larutan inlet suspensi polystyrene latex (PSL) dan neutralizer surface-microplasma aerosol charger (SMAC). Sistem EAG diaplikasikan untuk menghasilkan partikel dari polimer polyethylene glycol (PEG). Pembentukan partikel PEG dikontrol melalui parameter larutan (tegangan dan laju alir larutan). Sebagai alternatif SMAC, dibangun sebuah neutralizer berbasis corona charger. Bipolar AC charger (BACC) dibangun memanfaatkan modul ozone generator (OG). Optimasi sistem EAG menghasilkan kombinasi parameter sistem dan proses, pada kondisi neutralizer SMAC on, yaitu 1) ukuran diameter oriffice 10 mm; 2) laju alir larutan 1 ?L/menit; 3) mode spray cone-jet; 4) konfigurasi oriffice uncovered. Pengaruh tegangan dan laju alir larutan dalam pembentukan partikel PEG menghasilkan perubahan distribusi ukuran partikel. Pengujian BAAC menunjukkan performa reduksi muatan partikel PSL hingga ukuran 242 nm.", "Daftar File": {"2019_TS_PP_WIDYA_SINTA_MUSTIKA_1-_ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/157470", "COVER Widya Sinta Mustika": "https://digilib.itb.ac.id/gdl/download/165929", "BAB_1 Widya Sinta Mustika": "https://digilib.itb.ac.id/gdl/download/165930", "BAB_2 Widya Sinta Mustika": "https://digilib.itb.ac.id/gdl/download/165939", "BAB_3 Widya Sinta Mustika": "https://digilib.itb.ac.id/gdl/download/165940", "BAB_4 Widya Sinta Mustika": "https://digilib.itb.ac.id/gdl/download/165941", "BAB_5 Widya Sinta Mustika": "https://digilib.itb.ac.id/gdl/download/165942", "PUSTAKA Widya Sinta Mustika": "https://digilib.itb.ac.id/gdl/download/165943"}, "Penulis": "Widya Sinta Mustika [20216301]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Muhammad Miftahul Munir, S.Si., M.Si.", "Prof.Dr.Eng. Khairurrijal M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "electrospray, aerosol generator, polystyrene latex, polyethylene glycol, neutralizer, Bipolar AC charger", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ratnasari", "File": "8 file", "Tanggal Input": "14 Feb 2019"}