{"Nomor": 34739, "Judul": "Experimental Investigation On Continuous N2 Injection To Improve Light Oil Recovery In Multi-Wells Fractured-Cavity Unit", "Abstrak": "The purpose of this experimental study is to evaluate the feasibility and oil recovery efficiency of\ncontinuous N2 injection in a multi-well fractured-cavity reservoir. In this study, the similar criterion\nof physical simulation was firstly discussed. In order to reveal the mechanism of remaining oil\nstartup and production performance characteristic by continuous N2 injection, a visualized twodimensional fractured-cavity model and a three-dimensional pressure resistant model were\ndesigned and fabricated respectively based on the similar theory. And the 2D visualized physical\nexperiments and 3D physical experiments were performed with the simulated oil and brine\nreservoir samples in Tahe oilfield. Four groups of experiments in 2D and 3D model were performed,\neach of which included bottom water depletion driving, water injection and N2 injection. The 2D\nvisualized experiments indicated the main mechanism of N2 developing remaining oil was to\noccupy the high position and replace the attic oil due to gravitational differentiation. Furthermore,\nboth the 2D and 3D experiments demonstrated that higher oil recovery factor could be achieved if\nN2 was injected through high positional wells. The 3D physical model is closer to the real reservoir\ncondition, so the production performance can reflect the real field production process. This paper\nconfirmed the efficiency of continuous N2 flooding in the light oil saturated fractured-cavity\nreservoir", "Daftar File": {}, "Penulis": "Wei Su  [-]", "Kontributor / Dosen Pembimbing": ["Jirui Hou", "Teng Zhao", "Yuanyuan Xi", "Can Cui"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Continuous N2 injection, Similar criterion, 2D visualized model, 3D pressure resistant model, Oil recovery factor", "Sumber": "Petroleum, Volume 3, Issue 3, 367-376 (September 2017)", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "14 Feb 2019"}