{"Nomor": 34736, "Judul": "SKEMA STAGGERED NON-HIDROSTATIK TIGA LAPISAN UNTUK SIMULASI GELOMBANG PERMUKAAN", "Abstrak": "Dalam tesis ini dikembangkan skema numerik staggered non-hidrostatik hampiran\ntiga lapisan bagi persamaan Euler dua dimensi (2D). Pada model Euler\n2D vektor kecepatan partikel  fluida memiliki komponen horizontal dan vertikal.\nModel ini cocok digunakan untuk deskripsi gelombang di area kedalaman\nmenengah atau dalam. Dalam skema numerik, komponen tekanan diuraikan\nmenjadi dua bagian, yaitu tekanan hidrostatik dan hidrodinamik (efek nonhidrostatik).\nKomponen kecepatan dihitung dalam dua tahap, yaitu prediksi\ndan koreksi. Langkah prediksi adalah menghitung kecepatan dengan hanya\nmemperhitungkan tekanan hidrostatik, kemudian langkah koreksi adalah\nmemperbaharui nilai prediksi kecepatan dengan memperhitungkan efek nonhidrostatik.\nEfek non-hidrostatik dihitung dengan menyelesaikan persamaan\nkontinuitas menggunakan metode iterasi successive over relaxation. Skema\nnumerik diimplementasikan pada masalah standing wave, solitary wave, dan\nundular bore. Skema numerik dapat menghasilkan simulasi standing wave dengan\nfrekuensi yang benar untuk rentang 0 < kd < 10 dengan galat 5%. Skema\nini dapat mensimulasikan propagasi solitary wave tanpa berubah bentuk dan\ndengan kecepatan konstan, serta sesuai dengan solusi analitik. Implementasi\nterakhir adalah simulasi dambreak dengan efek undular bore. Hasil yang diperoleh\nmenunjukkan kesesuaian dengan hasil simulasi dengan skema MUSCL4\noleh Soares-Fraz~ao dan Guinot (2008).", "Daftar File": {"2016_TS_PP_ADE_CANDRA_BAYU_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/157479", "2016_TS_PP_ADE_CANDRA_BAYU_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/157480", "2016_TS_PP_ADE_CANDRA_BAYU_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/157481", "2016_TS_PP_ADE_CANDRA_BAYU_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/157482", "2016_TS_PP_ADE_CANDRA_BAYU_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/157483", "2016_TS_PP_ADE_CANDRA_BAYU_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/157484", "2016_TS_PP_ADE_CANDRA_BAYU_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/157485"}, "Penulis": "Ade Candra Bayu [20114019]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Sri Redjeki Pudjaprasetya F., MS", "Dr. Ikha Magdalena, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Mathematics", "Kata Kunci": "persamaan Euler 2D, skema non-hidrostatik, solitary wave, un- dular bore", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "14 Feb 2019"}