{"Nomor": 34737, "Judul": "A Natural Dye In Water-Based Drilling Fluids: Swelling Inhibitive Characteristic And Side Effects", "Abstrak": "The development of eco-friendly shale inhibitors is still an area which has attracted a lot of\nattention in the drilling industry. Henna extract is a natural dye which has recently shown\nconsiderable inhibition and weak deflocculation properties in clay-water system. This study aims to\ninvestigate swelling inhibitive feature and side effects of Henna extract in water-based drilling\nfluids (WBDFs). It was carried out through extensive experiments including adsorption measurements on shale by batch equilibrium, inhibition evaluation by dynamic linear swelling and cuttings\ndispersion, wettability alteration via contact angle measurements, compatibility by rheological\nproperties determinations and fluid loss measurements, and lubricity. Both in natural pH and\nadjusted pH to 9, Linear adsorption model was more suitable for anticipating the adsorption\nbehavior of Henna extract on the given shale sample. The results of the linear swelling and cuttings\ndispersion tests demonstrated that Henna extract in drilling fluid formulations diminished the\nswelling and dispersion characteristics of the addressed shale sample. Moreover, contact angle\nmeasurements showed that Henna extract expanded the hydrophobicity of shale formations,\npreventing and promoting water adsorption and shale stability respectively. This issue definitely\nintroduces wettability alteration as a mechanism for shale stability by Henna extract. Compatibility\ndeterminations additionally uncovered that Henna extract is compatible with common WBDFs\nadditives. As indicated by the lubricity tests, Henna extract enhanced the lubricity of WBDFs, a\nfinding which can be of an incredible significance in directional drilling. Among others, advantages\nsuch as environmental friendliness, low cost, accessibility, and the counter corrosion property make\nthe applicability of Henna extract in WBDFs profoundly suitable", "Daftar File": {}, "Penulis": "Aghil Moslemizadeh  [-]", "Kontributor / Dosen Pembimbing": ["Seyed Reza Shadizadeh"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Shale inhibitors, Natural dye, Water-based drilling fluids (WBDFs), Adsorption, Wettability, Compatibility, Lubricity", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "14 Feb 2019"}