{"Nomor": 34745, "Judul": "PENGEMBANGAN PROGRAM AUTO-TUNING KONTROLER PID BERBASIS INTERNET OF THINGS", "Abstrak": "Dunia industri telah berkembang sejak abad ke-18 yang dimulai di benua Eropa. Sejak saat itu pula telah ditemukan banyak alat yang memudahkan pekerjaan manusia sehari-hari hingga berkembang istilah “produksi massal” yang memulai dunia industri agar dapat sebesar di masa sekarang ini. Seiring perkembangan alat yang semakin canggih, sistem kontrol dalam industri juga banyak berkembang hingga menghasilkan sebuah metode kontrol sederhana bernama PID. Meskipun sederhana namun PID dikenal mampu diterapkan ke berbagai karakteristik sistem, dan mampu bekerja secara maksimal ketika tuning yang dilakukan dilaksanakan secara tepat dan menyeluruh kepada sistem yang ada. Akan tetapi dalam kenyataannya perlu dilakukan tuning secara rutin agar sistem dapat menyesuaikan terhadap perubahan yang terjadi pada sistem baik yang disebabkan oleh perubahan kondisi lingkungan ataupun gangguan lain. Pada penelitian ini dilakukan perbandingan hasil tuning dengan metode Ziegler-Nichols (open-loop maupun closed-loop) dan juga hasil performansi sistem baseline (penggunaan konstanta P saja). Kemudian dilakukan uji performansi dengan parameter rise time, peak time, maximum overshoot dan settling time. Dari hasil terbaik yang didapat kemudian dilakukan analisa mengenai permasalahan yang muncul dan dikembangkan tambahan program untuk menceganhnya. Setelah masalah teratasi, kemudian dilakukan perhitungan korelasi untuk mencari hubungan penggunaan rise time pada Kp tertentu terhadap kondisi eksternal dari sistem (luar gedung dan ruang produks) untuk kemudian dirancang program cerdas auto-tuning agar nantinya sistem mampu beradaptasi terhadap kondisi lingkungan yang ada tanpa perlu dilakukan tuning manual secara rutin.", "Daftar File": {"2019_TA_PP_RANGGA_TAUFIQURAHMAN_1-ABSTRAK1.pdf": "https://digilib.itb.ac.id/gdl/download/159593"}, "Penulis": "Rangga Taufiqurahman [10214021]", "Kontributor / Dosen Pembimbing": ["Drs. Maman Budiman, M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "Auto-tuning, kontrol PID, metode Ziegler-Nichols, rise time, uji performansi.", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ratnasari", "File": "8 file", "Tanggal Input": "14 Feb 2019"}