{"Nomor": 34742, "Judul": "Multilayered WO3 Nanoplatelets for Efficient Photoelectrochemical Water Splitting: The Role of the Annealing Ramp", "Abstrak": "Multilayered WO3 nanosquare platelet films were successfully grown on transparent TCO substrates by spray-coating WO3 nanoparticles aqueous suspension prepared by the sol?gel method. This work assesses the influence of two annealing schemes in the photoresponse of WO3 photoelectrodes with different film thicknesses. The photoelectrochemical characterization reveals that the slow-heating ramp produces a photoelectrode with an improved photocurrent density of 1.6 mA cm?2 at 1.23 V vs RHE. Comparing photoelectrodes with the same film thickness, the slow-heating ramp yields higher photocurrent densities, 80% more than the conventional fast-heating ramp. The effect of the annealing ramp on the morphology and crystalline-phase structure of WO3 photoelectrodes is correlated with the photocurrent density. The slow-heating ramp annealing unveils film morphology with both higher porosity degree and higher nanosquare platelets dimensions. X-ray diffraction (XRD) structural analyses disclose that the films grow in monoclinic crystalline phase with a textural preferential direction [002], often related to improved photocurrent performances. The crystallite sizes and lattice microstrain are estimated using a simple X-ray diffraction broadening method, the Williamson-Hall analysis. A quantified correlation between the WO3 lattice defects, intergrain strains, and performance is done. The proposed deposition method paves the way for producing efficient and scalable photoelectrodes of WO3 for photoelectrochemical water splitting by using low-cost and simple manufacturing processes.", "Daftar File": {"2019_EJRNL_PP_Arlete_Apolinaario_1-a.pdf": "https://digilib.itb.ac.id/gdl/download/157492", "2019_EJRNL_PP_Arlete_Apolinaario_1-b.pdf": "https://digilib.itb.ac.id/gdl/download/157496"}, "Penulis": "Arlete Apolinaario [-]", "Kontributor / Dosen Pembimbing": ["Taania Lopes, Clauudia Costa, Joao P. Arau?jo,  Adelio M. Mendes"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "photoelectrochemical cells, tungsten trioxide, photoelectrodes, nanoplatelets, annealing ramp, X-ray peak broadening", "Sumber": "American Chemical Society", "Staf Input/Edit": "Irwan Sofiyan", "File": "2 file", "Tanggal Input": "14 Feb 2019"}