{"Nomor": 34746, "Judul": "ISOLASI SENYAWA ANTIOKSIDAN DARI BUAH TIN (Ficus carica Linn.)", "Abstrak": "Tin (Ficus carica Linn.) merupakan tanaman yang berasal dari wilayah timur tengah (Asia Barat). Tanaman ini telah banyak dibudidayakan di beberapa  negara, termasuk di Indonesia. Buah tin termasuk golongan makanan berkhasiat (functional food), karena selain rasanya yang enak dan menyegarkan, buah ini juga dapat dimanfaatkan sebagai obat-obatan, salah- satunya sebagai antioksidan. Tujuan dari penelitian ini adalah untuk mengisolasi dan mengidentifikasi senyawa fenolik dari ekstrak buah tin, serta menguji aktivitas antioksidan dari senyawa tersebut dengan metode DPPH. Buah tin kering diekstraksi dalam pelarut metanol dengan metode sonikasi dalam ultrasonic bath. 250 ml ekstrak kental diperoleh dari\n580 gram buah tin. Kemudian diekstraksi partisi ke dalam n-heksana, etil asetat dan n-butanol dengan rendemen berturut-turut 0,3%, 0,5% , dan 3,6% dari berat kering. Ekstrak etil asetat\ndipisahkan  dengan  menggunakan  beberapa  metode  kromatografi,  yaitu  KVC  dan kromatografi kolom fasa normal dengan adsorben silika G60. Diperoleh satu senyawa murni\ngolongan fenolik (9,5 mg) yang memiliki aktivitas sebagai antioksidan dengan nilai IC50\n30,89 ppm. Pemisahan kedua dilakukan terhadap ekstrak butanol dengan cara kromatografi\nkolom poliamida menggunakan eluen air:MeOH. Fraksi MeOH 50% dipisahkan berdasarkan kelarutannya, fraksi larut metanol pa (F1) dengan nilai IC50  42,31 ppm dan karakterisasi dengan cara uji fitokimia. Uji aktivitas antioksidan dilakukan juga terhadap ekstrak kasar buah tin, nilai IC50 dari ekstrak kasar metanol, ekstrak etil asetat dan ekstrak butanol berturut- turut 2932 ppm; 69,21 ppm; dan 827 ppm", "Daftar File": {"2011_TA_PP_LESIANA_PUSPA_DEWI_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/157504", "2011_TA_PP_LESIANA_PUSPA_DEWI_1-PUSTAKA1.pdf": "https://digilib.itb.ac.id/gdl/download/157512"}, "Penulis": "Lesiana Puspa Dewi [10506087]", "Kontributor / Dosen Pembimbing": ["Dr. Ciptati, MS, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Antioksidan, buah tin, DPPH, Ficus carica Linn., functional food", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "14 Feb 2019"}