{"Nomor": 34753, "Judul": "PENGENDALIAN SUHU DAN KELEMBAPAN UDARA PADA COATING PAN COKLAT MESES MENGGUNAKAN KONTROL PID BERBASIS IOT", "Abstrak": "Telah berhasil dibuat perangkat pengendalian suhu dan kelembapan relatif udara untuk proses coating coklat meses menggunakan kontrol PID yang diintegrasikan dalam sistem Internet of Things (IoT). Nilai kelembapan udara dikontrol menggunakan air panas pada bagian indoor AC produksi yang debitnya diatur melalui besar tutupan valve pada pipa air panas tersebut. Kemudian, nilai suhu udara dikendalikan melalui pengaturan perubahan setpoint kelembapan pada rentang yang diperbolehkan yaitu antara 55% sampai 60%. Pengaturan besar tutupan valve air panas dilakukan menggunakan persamaan PID yang parameternya perlu diketahui dan disesuaikan dengan perubahan karakteristik termal sistem. Penelitian ini bertujuan untuk mengetahui pengaruh suhu dan kelembapan udara lingkungan terhadap respon sistem dan parameter PID optimum untuk sistem tersebut serta mengetahui interval waktu optimum untuk merubah setpoint kelembapan secara bertahap dalam proses pengendalian suhu agar tetap berada dalam rentang idealnya yaitu 18oC sampai dengan 21oC. Proses tuning dilakukan dengan menggunakan metode Ziegler-Nichols II. Respon sistem dianalisis berdasarkan perubahan setpoint dari 57% ke 60% dan sebaliknya setiap 1,5 jam dengan pengaturan Kp 140, 160, 180, dan 200 masing-masing selama 24 jam. Interval waktu perubahan setpoint yang diterapkan pada sistem adalah 6 dan 9 menit. Hasil penelitian menunjukan bahwa kontrol proporsional dapat bekerja dengan cukup baik dalam pengendalian kelembapan menggunakan Kp pada rentang 150 sampai 200. Respon sistem dan nilai Kp tidak dipengaruhi secara signifikan oleh suhu dan kelembapan ruang produksi, atap, dan luar sehingga penentuan nilai Kp hanya dilakukan berdasarkan variabel-variabel internal sistem. Kemudian, pengendalian suhu dapat bekerja dengan baik menggunakan interval waktu perubahan setpoint sebesar 6 menit.", "Daftar File": {"2019_TS_PP_MOH__HAMDAN_1-ABSTRAK1.pdf": "https://digilib.itb.ac.id/gdl/download/161598", "2019_TS_PP_MOH__HAMDAN_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/165247", "2019_TS_PP_MOH__HAMDAN_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/165248", "2019_TS_PP_MOH__HAMDAN_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/165249", "2019_TS_PP_MOH__HAMDAN_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/165250", "2019_TS_PP_MOH__HAMDAN_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/165251", "2019_TS_PP_MOH__HAMDAN_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/165252", "2019_TS_PP_MOH__HAMDAN_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/165253"}, "Penulis": "Moh Hamdan [20216314]", "Kontributor / Dosen Pembimbing": ["Drs. Maman Budiman, M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "Suhu, kelembapan, proses coating, kontrol PID, dan IoT.", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ratnasari", "File": "8 file", "Tanggal Input": "14 Feb 2019"}