{"Nomor": 34750, "Judul": "SINTESIS ZEOLIT L DAN VARIASI  ZAT WARNA DARI EKSTRAK ANYELIR DAN UBI UNGU UNTUK APLIKASI DSSC                                         (DYE SENSITIZED SOLAR CELLS)", "Abstrak": "Penggunaan energi alternatif dilakukan untuk memenuhi kebutuhan energi karena sumber bahan bakar fosil sebagai energi yang tidak dapat diperbaharui semakin menipis. Salah satu energi alternatif yang melimpah tetapi belum banyak digunakan adalah energi sinar matahari. Sel surya tersensitisasi zat warna/Dye Sensitized Solar Cells (DSSC) mengkonversi sinar matahari menjadi energi listrik. Zat warna alami dapat digunakan sebagai zat yang menimbulkan kepekaan terhadap sinar matahari pada DSSC. Jenis zat warna tersebut menentukan efisiensi dan kinerja sel surya yang dibuat. Penelitian ini diawali dengan ekstraksi zat warna dari bunga anyelir dan ubi ungu. Ekstraksi bunga anyelir menggunakan pelarut air dengan metode Soxhlet menghasilkan ekstrak berwarna merah (?maks=527 nm). Sedangkan, ubi ungu menghasilkan ekstrak berwarna ungu keoranyean (?=527 and 489 nm). Spektrum serapan tersebut berada dalam rentang panjang gelombang serapan sinar matahari (?=380-780 nm). Bagian kedua penelitian ini mencakup pencarian komposisi pereaksi  yang optimal untuk sintesis zeolit L ¬dan studi potensi zeolit L sebagai pemerangkap zat warna. Pada mulanya, sintesis zeolit L mengacu pada perbandingan komposisi (dalam mol) Al2O3:SiO2:K2O:H2O=1,7:20:10,9:1030, dengan Al2(SO4)3.18H2O sebagai sumber Al2O3 dan KOH sebagai sumber K2O. Adapun sintesis dengan perbandingan komposisi yang berbeda dan penggantian sumber SiO2 dengan natrium silikat menghasilkan morfologi dan kristalinitas kristal yang berbeda. Hasil sintesis menunjukkan keseragaman berupa serbuk berwarna putih. Uji adsorpsi zeolit L terhadap zat warna mengindikasikan adanya antaraksi zeolit L dengan molekul zat warna yang menyebabkan terjadinya perubahan warna ekstrak anyelir.", "Daftar File": {"2011_TA_PP_LIDIA_NATANIA_LIMAN_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/157522", "2011_TA_PP_LIDIA_NATANIA_LIMAN_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/157537"}, "Penulis": "Lidia Natania Liman [10507086]", "Kontributor / Dosen Pembimbing": ["Dr. Suryo Gandasasmita, S.Si., M.T.", "Dr. Aep Patah, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "DSSC, zeolit L, zat warna, sel surya, ekstraksi Soxhlet", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "14 Feb 2019"}