{"Nomor": 34764, "Judul": "SIMULASI GELOMBANG INTERFACE MENGGUNAKAN SKEMA STAGGERED GRID", "Abstrak": "Perbedaan salinitas, temperatur, dan tekanan menyebabkan keadaan air laut\nmenjadi terstratifikasi dengan massa jenis yang berbeda. Lapisan \nuida dengan massa jenis yang lebih kecil akan berada di atas \nuida dengan massa enis lebih besar. Gelombang interface adalah gelombang yang terjadi pada\nbatas antara dua lapisan air laut dengan massa jenis yang berbeda. Dalam hal\nini, persamaan air dangkal dua lapis digunakan untuk mempelajari gelombang\ninterface. Skema staggered grid diterapkan untuk menyelesaikan persamaan\nair dangkal dua lapis ini. Pertama akan disimulasikan mode barotropic dan\nbaroclinic. Periode dari masing-masing mode ini dihitung dan menunjukk-\nan kesesuaian dengan formula analitik. Selanjutnya skema ini juga digunakan\nuntuk mensimulasikan gelombang panjang interface yang berpropagasi melalui\ntopografi dengan kedalaman yang berbeda (fenomena shoaling), juga masalah\ndam break yang terjadi pada interface dari dua lapisan fluida.", "Daftar File": {"2016_TS_PP_AULIA_OKTAVIA_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/157557", "2016_TS_PP_AULIA_OKTAVIA_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/157559", "2016_TS_PP_AULIA_OKTAVIA_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/157560", "2016_TS_PP_AULIA_OKTAVIA_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/157562", "2016_TS_PP_AULIA_OKTAVIA_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/157564", "2016_TS_PP_AULIA_OKTAVIA_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/157566", "2016_TS_PP_AULIA_OKTAVIA_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/157568"}, "Penulis": "Aulia Oktavia [20114046]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Sri Redjeki Pudjaprasetya F., MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Mathematics", "Kata Kunci": "gelombang interface, persamaan air dangkal dua lapis, skema staggered grid.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "14 Feb 2019"}