{"Nomor": 34766, "Judul": "UJI MIKROALGA SEBAGAI PAKAN BUATAN DALAM PENDEDERAN IKAN MAS (Cyprinus Carpio, L) DARI KOLAM IPAL-PDAM BOJONGSOANG, KABUPATEN BANDUNG", "Abstrak": "Instalasi Pengolahan Air Limbah (IPAL) Bojongsoang-Bandung merupakan instalasi\npengolahan limbah cair untuk Kota Bandung. Sumber-sumber organik yang\nberasal dari limbah rumah tangga ini, merupakan sumber nutrisi yang mendukung\npertumbuhan mikroalga. Mikroalga di kolam IPAL diketahui didominasi oleh\nspesies Spirulina sp, yang memiliki kadar protein tinggi. Penelitian ini dilakukan\ndengan tujuan untuk mengetahui potensi kelimpahan mikroalga dari kolam IPAL\nBojongsoang sebagai sumber daya bahan pakan buatan; formulasi pakan buatan\ndari pemanfaatan mikroalga IPAL Bojongsoang untuk sistem budidaya\npendederan ikan mas (Cyprinus carpio L.); dan potensi nilai ekonomi\npemanfaatan mikroalga untuk wilayah Bojongsoang. Penelitian dilakukan dengan\nempat tahap, yaitu analisis komposisi mikroalga dalam kolam IPAL, analisis\nnutrisi mikroalga dan penyusunan formulasi pakan buatan, uji coba pakan pada\nikan skala laboratorium, dan studi sosial ekonomi di masyarakat. Analisis di\nlaboratorium dilakukan terhadap sampel mikroalga, kandungan proksimat nutrisi,\nserta kandungan fisika kimia perairan untuk parameter NO2, NO3, PO4, dan logam\nberat Timbal (Pb). Formulasi pakan diujikan pada ikan mas (Cyprinus carpio L.)\ndengan padat tebar 10 ekor/akuarium, 3 jenis perlakuan pakan (Formula A,\nFomula B dan Pakan Komersil) dengan 3 kali ulangan. Analisis statistik one way\nANOVA dengan uji lanjutan Tukey-HSD dilakukan untuk mengetahui pengaruh\nii\npakan terhadap pertambahan biomassa total ikan. Dari hasil pengamatan,\nkomposisi mikroalga yang ada di kolam IPAL didominasi oleh Spirulina sp\n(670.913 ind/L) dan Mycrocystis sp (358.457 ind/L) dan Oscillatoria sp (313.871\nind/L). Berat kering mikroalga yang diperoleh adalah 9,8 g/m2 dengan kandungan\nprotein 61,50%, lemak 7,71% dan serat 11,83%. Kandungan protein dalam\nformulasi pakan A adalah 34,44%, pakan B 34, 06% dan pakan komersil 28-30%.\nPertambahan berat ikan selama 6 hari pemeliharaan menunjukkan tidak ada\nperbedaan yang nyata (p>0,05) antara ke tiga sistem dengan berat ikan total ratarata\npakan formula A 33,93±0,93 g, formula B 33,94±1,11 g dan pakan komersil\n33,44±1,14 g. Pengamatan terhadap faktor kimia perairan dalam akuarium juga\nmenunjukkan kondisi yang tidak berbeda nyata (p>0,05) antar parameter nitrat,\nnitrit dan fosfat yang diukur. Dari 15 responden pelaku usaha budidaya yang\ndiwawancara, diperoleh data 53,3% bersedia untuk mencoba pakan baru dan\n47,7% tidak bersedia, dengan alasan tradisi dan kebiasaan yang berlaku dalam\nbudidaya di kawasan Bojongsoang. Dari hasil kajian, harga produksi per kilogram\npakan A adalah Rp 3.500, pakan B Rp. 4.506 dan harga pakan komersil adalah Rp\n6.000 dengan potensi pengurangan biaya produksi pakan setiap bulan/hektar\nadalah sebesar Rp 466.000 sampai Rp 577.250. Dari hasil penelitian ini dapat\ndiperoleh kesimpulan bahwa mikroalga yang ada dalam kolam maturasi\npengolahan IPAL Bojongsoang merupakan sumber bahan baku alternatif pakan\nikan buatan berprotein tinggi, yang dapat membantu pengembangan usaha\nbudidaya pendederan ikan mas di wilayah Bojongsoang.", "Daftar File": {}, "Penulis": "Moekti Ariebowo [21307009]", "Kontributor / Dosen Pembimbing": ["Dr. Noorsalam R. Nganro"], "Jenis Koleksi": "Tesis", "Penerbit": "Biomanajemen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Mikroalga, Pakan Buatan, IPAL Bojongsoang", "Sumber": "", "Staf Input/Edit": "agus slamet", "File": "1 file", "Tanggal Input": "14 Feb 2019"}