{"Nomor": 34770, "Judul": "KAJIAN PENGGUNAAN AMPAS KELAPA UNTUK PEMBUATAN BIOETANOL MELALUI FERMENTASI PADAT OLEH KULTUR CAMPURAN (Aspergillus niger, Trichoderma reesei, & Saccharomyces cerevisiae)", "Abstrak": "Bioetanol merupakan salah satu bahan bakar alternatif yang banyak\ndikembangkan saat ini karena dapat membantu keterbatasan jumlah bahan bakar\nminyak bumi serta berpotensi mengurangi polusi udara. Bahan baku bioetanol\ndapat diperoleh dari biomassa yang mengandung gula, amilum, atau selulosa.\nAmpas kelapa merupakan produk samping dari pengolahan minyak kelapa yang\nmengandung komponen karbohidrat dan serat sehingga dapat digunakan sebagai\nsubstrat untuk pembuatan bioetanol. Telah dilakukan penelitian untuk\nmemanfaatkan ampas kelapa sebagai bahan baku pembuatan bioetanol melalui\nfermentasi padat dengan menggunakan kultur campuran (Aspergillus niger,\nTrichoderma reesei, dan Saccharomyces cerevisiae). Penelitian terdiri dari\noptimasi komposisi substrat ampas kelapa dan dedak padi, hidrolisis substrat oleh\nkultur tunggal dan campuran, serta optimasi kondisi fermentasi. Hasil optimasi\nkomposisi substrat menunjukkan bahwa dengan menggunakan kultur campuran\nAspergillus niger dan Trichoderma reesei (1:1), substrat yang mengandung 80%\nampas kelapa dan 20% dedak padi dapat menghasilkan gula pereduksi lebih tinggi\n(pada hari ke-2 dan hari ke-5) berbeda signifikan (p<0,05) dibandingkan dengan\nsubstrat 100% ampas kelapa. Pada tahap selanjutnya, yaitu hidrolisis substrat\n(80% ampas kelapa dan 20% dedak padi), menunjukkan bahwa inokulum\ncampuran Aspergillus niger dan Trichoderma reesei (1:1) dapat menghasilkan\ngula pereduksi lebih tinggi pada hari ke-3, tetapi tidak berbeda signifikan (p<0,05)\ndengan inokulum tunggal Aspergillus niger maupun dengan inokulum tunggal\nTrichoderma reesei. Pada hari ke-3 hidrolisis substrat, terjadi peningkatan\naktivitas enzim CMCase dan glukoamilase pada kultur tunggal maupun kultur\nii\ncampuran. Dengan menggunakan data hasil optimasi substrat dan hidrolisis\ntersebut, selanjutnya dilakukan fermentasi dengan kondisi yang bervariasi.\nKondisi fermentasi yang dapat menghasilkan etanol tertinggi adalah pada medium\ndengan komposisi substrat 80% ampas kelapa dan 20% dedak padi (jumlah\nsubstrat 10 gram, kelembaban awal 66,7%, dan pH awal rata-rata 5,3) yang\ndiinokulasi dengan Aspergillus niger dan Trichoderma reesei (1:1) pada hari ke-0\ndan diinkubasi dalam kondisi Erlenmeyer bertutup kapas kemudian diinokulasi\ndengan Saccharomyces cerevisiae pada hari ke-3 dan diiinkubasi dalam kondisi\nErlenmeyer bertutup karet. Kadar etanol tertinggi yang dihasilkan dengan kondisi\nfermentasi tersebut dicapai pada hari ke-6, yaitu 32,5 mg/g substrat atau 3,25%\n(g/100ml). Berdasarkan hasil penelitian ini, substrat ampas kelapa dapat\nmenghasilkan etanol melalui fermentasi padat dengan menggunakan kultur\ncampuran Aspergillus niger, Trichoderma reesei, dan Saccharomyces cerevisiae.", "Daftar File": {"NUNI HUSNUL CHOTIMAH 1": "https://digilib.itb.ac.id/gdl/download/157586"}, "Penulis": "Nuni Husnul Chotimah [21106304]", "Kontributor / Dosen Pembimbing": ["Dr. Pingkan Aditiawati"], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "bioetanol, ampas kelapa, Aspergillus niger, Trichoderma reesei, Saccharomyces cerevisiae", "Sumber": "", "Staf Input/Edit": "agus slamet", "File": "1 file", "Tanggal Input": "14 Feb 2019"}