{"Nomor": 34786, "Judul": "ELEKTRODA PASTA KARBON YANG DIMODIFIKASI DENGAN  FERROCENE DAN POLI(3-AMINOFENOL) UNTUK ANALISIS ASAM  ASKORBAT SECARA AMPEROMETRI", "Abstrak": "Asam askorbat memegang peranan penting bagi tubuh, yaitu sebagai antioksidan. Untuk itu telah dilakukan pengembangan berbagai metoda untuk analisis kadar asam askorbat, namun pada umumnya membutuhkan waktu analisis yang lama dan membutuhkan instrumen yang mahal. Pada penelitian ini kadar asam askorbat ditentukan dengan suatu metoda sederhana dengan sensitivitas yang tinggi menggunakan teknik amperometri. Laju transfer elektron yang terjadi pada permukaan elektroda dipercepat dengan melakukan modifikasi terhadap elektroda kerja. Elektroda pasta karbon yang digunakan dimodifikasi dengan ferrocene dan poli(3-aminofenol). Penempelan ferrocene ke permukaan elektroda dilakukan dengan cara casting. Selanjutnya, modifier poli(3-aminofenol) disiapkan dengan cara elektropolimerisasi. Elektroda pasta karbon yang dimodifikasi   ferrocene dan poli(3-aminofenol) memberikan hasil yang lebih baik dibandingkan dengan elektroda pasta karbon tanpa modifikasi dengan arus oksidasi asam askorbat yang dihasilkan pada potensial 548 mV terhadap elektroda pembanding Ag/AgCl dalam larutan buffer fosfat pH 5,0. Persen perolehan kembali asam askorbat berkisar antara 98,8 – 101,22 % pada rentang kelinieran 1 × 10-6  M – 1 × 10-2  M dengan  nilai  limit  deteksi  0,6050  µ M.  Pengukuran  menggunakan  elektrodayang  telah dimodifikasi ini memberikan hasil yang sangat memuaskan untuk analisis asam askorbat di adalam sampel nyata", "Daftar File": {"2011_TA_PP_PUTRI_INDAH_PRATIWI_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/157636", "2011_TA_PP_PUTRI_INDAH_PRATIWI_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/157643"}, "Penulis": "Putri Indah Pratiwi [10506003]", "Kontributor / Dosen Pembimbing": ["Dr. Indra Noviandri, MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "elektroda pasta karbon, ferrocene, poli(3-aminophenol), asam askorbat, amperometri", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "15 Feb 2019"}