{"Nomor": 34796, "Judul": "OPTIMASI SUMBER KARBON PADA MEDIUM PERTUMBUHAN KULTUR CAIR Ganoderma tropicum UNTUK MENINGKATKAN PRODUKSI SENYAWA GLUKAN", "Abstrak": "?-glukan merupakan senyawa polisakarida yang dihasilkan oleh jamur Ganoderma tropicum. Telah banyak penelitian yang menunjukkan bahwa senyawa ini sangat berguna bagi kesehatan terutama sebagai anti-kanker. Penelitian ini dilakukan dengan tujuan meningkatkan produksi senyawa ?-glukan dengan mengoptimasi sumber karbon pada medium pertumbuhan kultur cair jamur G. tropicum. Optimasi yang dilakukan dibagi menjadi dua tahap, pada tahap pertama optimasi dilakukan dengan memelihara G. tropicum pada kultur cair dengan jenis sumber karbon yang berbeda yaitu glukosa, laktosa dan sukrosa. Pada tahap kedua G. tropicum dipelihara pada kultur cair dari jenis sumber karbon dengan tiga variasi konsentrasi yaitu 20 g/L, 40 g/L, dan 60 g/L. Kultur cair G. tropicum dipelihara dalam medium cair pada orbital shaker dengan kecepatan 120 rpm pada suhu ruang. Parameter yang diukur meliputi berat kering miselium, pH medium, sisa karbon pada medium, serta jumlah glukan yang dihasilkan. Isolasi glukan dilakukan dengan menambahkan etanol 95% sebanyak tiga kali volume pada medium kultur sehingga membentuk endapan berwarna putih. Hasil pengukuran kandungan glukan pada optimasi tahap pertama menunjukkan bahwa konsentrasi glukan tertinggi dihasilkan oleh G. tropicum yang dipelihara pada medium cair dengan glukosa sebagai sumber karbon yaitu sebesar 2,149 g/L pada hari ke-7 sedangkan untuk sumber karbon laktosa dan sukrosa masing-masing menghasilkan 1,01 g/L pada hari ke-8 dan 1,304 g/L pada hari ke-6. Pada optimasi tahap kedua yang dilakukan dengan menggunakan glukosa sebagai sumber karbon dengan tiga variasi konsentrasi, yaitu 20, 40, dan 60 g/L dengan produksi glukan maksimum masing 0,921, 2,505, dan 2,551 g/L pada hari ke- 6, 9, dan 9. Berdasarkan jumlah produksi glukan optimum maka sumber karbon yang terbaik adalah glukosa dengan konsentrasi 40 g/L dengan laju pembentukan produk sebesar 0,4575 g/L per hari.", "Daftar File": {}, "Penulis": "Nuur Ula Hadiyani [21106006]", "Kontributor / Dosen Pembimbing": ["Dr. Dea Indriani Astuti, S.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "?-glukan, Ganoderma tropicum, kultur cair, optimasi karbon", "Sumber": "", "Staf Input/Edit": "agus slamet", "File": "1 file", "Tanggal Input": "15 Feb 2019"}