{"Nomor": 34797, "Judul": "Revision of Arctotis sect. Anomalae (Asteraceae: Arctotideae), including the description of a new species from Northern Cape Province, South Africa", "Abstrak": "Arctotis sect. Anomalaewas originally circumscribed to include three annual species (A. dregei,\nA. setosa and A. sulcocarpa) endemic to South Africa. Subsequently, discrimination of A. dregei\nand A. sulcocarpa became confused and application of the names has varied. In this paper, the\ncircumscription of the two species is clarified and lectotypes designated for both names. The identity of A. setosais less certain. The type of A. setosa, likely to have been lodged in the Berlin-Dahlem herbarium, has not been traced and no duplicates have been located. However, from the description and illustration of an achene in the original publication, A. setosa was almost certainly based on an element of the Arctotheca calendula species complex and is excluded from Arctotis sect. Anomalae.\nDuring examination of herbarium specimens in the course of this study, it became clear that an additional, previously unnamed species belonging to A.sect. Anomalae should be recognized, which is formally described here. The new species, Arctotis dimorphocarpa, differs from A. dregei and\nA. sulcocarpain possessing pistillate ray florets, but is placed in sect. Anomalae based on the correspondence in vegetative, style and achene morphology and filament ornamentation. It is unusual among Arctotidinae in possessing heteromorphic ray and disc floret achenes. Additional information on the distribution and conservation status of A. dimorphocarpa and A. sulcocarpa is needed.", "Daftar File": {}, "Penulis": "R.J. McKenzie  [-]", "Kontributor / Dosen Pembimbing": ["P.P.J. Herman, O. Korniyenko, N.P. Barker"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Arctotideae; Arctotidinae; Arctotis ; Asteraceae; South African flora; Taxonomy", "Sumber": "South African Journal of Botany 77 (2011) 45-54", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "15 Feb 2019"}