{"Nomor": 34802, "Judul": "KAJIAN AWAL BIOKONVERSI TANDAN KOSONG KELAPA SAWIT (TKKS) MENJADI ETANOL MELALUI SAKARIFIKASI DAN FERMENTASI ALKOHOLIK", "Abstrak": "Bioetanol merupakan salah satu biofuel yang memiliki sifat dan potensi tersebut.\nPada umumnya, pembuatan bioetanol menggunakan jagung dan tebu sebagai\nbahan baku. Penggunaan kedua bahan baku tersebut berpotensi menimbulkan\nkontradiksi terhadap kebutuhan bahan pangan bila diterapkan di negara\nberkembang seperti Indonesia. Oleh sebab itu, selulosa berpotensi menjadi salah\nsatu bahan baku alternatifnya dan tandan kosong kelapa sawit (TKKS) memiliki\npotensi yang besar menjadi sumber biomassa selulosa dengan kelimpahan cukup\ntinggi dan sifatnya yang terbarukan. TKKS merupakan hasil samping dari\npengolahan minyak kelapa sawit yang pemanfaatannya masih terbatas sebagai\npupuk, bahan baku pembuatan matras dan media bagi pertumbuhan jamur serta\ntanaman.\nPenelitian ini bertujuan untuk mendapatkan kondisi sakarifikasi terbaik pada\nTKKS dengan menggunakan Trichoderma reesei dan melakukan fermentasi\nalkohol oleh Saccharomyces cerevisiae, yang masing-masing menghasilkan\nkonsentrasi gula pereduksi dan alkohol paling tinggi . TKKS yang digunakan\nselama proses sakarifikasi terlebih dulu diberi perlakuan awal yakni dengan\npemanasan di suhu 1210C, dengan tekanan 1,5 atm selama 90 menit. Penelitian ini\ndimulai dengan adaptasi T.reesei ke dalam medium yang mengandung PDB instan\ndan serbuk TKKS dengan perbandingan 1:3 .\nSakarifikasi menggunakan metode fermentasi padat, yakni dengan\nmenginokulasikan suspensi spora T.reesei sebanyak 10% v/b (3,5-7,4`x108sel/mL)\nke dalam TKKS yang telah ditambahkan medium basal Mandels & Waber dan\nakuades dengan perbandingan 3:4, sehingga kelembaban mencapai 70 %.\nSakarifikasi dilakukan selama 8 hari. Parameter yang diamati setiap 48 jam adalah\nkadar gula pereduksi, aktivitas CMCase (endoglukanase), beta-glukosidase dan\npH medium.\nOptimasi suhu sakarifikasi yang dilakukan adalah pada suhu 250C, 300C dan 350C.\nSuhu sakarifikasi terbaik diperoleh pada 300C, dengan kadar gula pereduksi paling\ntinggi 1,46 mg/g substrat yang diperoleh pada hari ke-8.\nSelanjutnya suhu tersebut digunakan pada penentuan pH awal terbaik pada\nmedium sakarifikasi dengan nilai pH 4,5 ; 5; 5,5 ; dan 6. Konsentrasi gula\npereduksi paling tinggi ada pada pH awal medium 5,5 yakni sebesar 1,5 mg/g\nsubstrat pada hari ke-8.\nSakarifikasi ulang dilakukan dengan menggunakan suhu dan pH awal terbaik\nselama 12 hari. Filtrat gula hasil sakarifikasi hari ke-12 digunakan sebagai\nsubstrat fermentasi alkohol. Inokulum fermentasi yang digunakan adalah\nSaccharomyces cereviseae sebanyak 5% v/v (5,35 x 108 sel/mL) sel diinokulasikan\nke dalam medium dan difermentasi secara anaerob selama 96 jam. Parameter yang\ndiamati adalah kadar gula pereduksi, kadar etanol, jumlah sel serta pH medium.\nKonsentrasi etanol paling tinggi yang dihasilkan pada fermentasi selama 72 jam\nsebesar 0,046 % dengan konversi gula menjadi etanol sebesar 47,32%.", "Daftar File": {}, "Penulis": "Purwinda Iriani [21106309]", "Kontributor / Dosen Pembimbing": ["Dr. Dea Indriani Astuti"], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Sakarifikasi, selulosa, Trichoderma reesei, fermentasi alkohol", "Sumber": "", "Staf Input/Edit": "agus slamet", "File": "1 file", "Tanggal Input": "15 Feb 2019"}