{"Nomor": 34803, "Judul": "APLIKASI BAKTERI NITRIFIKASI PADA SUBSTRAT YANG BERBEDA SERTA PENGARUHNYA TERHADAP KEBERADAAN BAKTERI PATOGEN VIBRIO HARVEYI DALAM KULTUR PASCALARVA UDANG PUTIH (Litopenaeus vannamei Boone.)", "Abstrak": "Udang putih (Litopenaeus vannamei) merupakan salah satu komoditas budidaya yang mulai berkembang pesat di Indonesia. Akan tetapi, masih terdapat kendala dalam budidayanya yang menyebabkan produksinya tidak stabil yaitu kualitas air kultur dan bakteri pathogen penyebab penyakit terutama Vibrio harveyi. Penelitian ini dilakukan untuk mengetahui kinerja bakteri nitrifikasi pada substrat yang berbeda, yaitu CaCO3 granular dan serbuk, serta potensinya dalam menekan pertumbuhan bakteri patogen Vibiro harveyi pada pascalarva udang putih (Litopenaeus vannamei). Penelitian dibagi menjadi dua tahap, yaitu (1) optimasi jumlah perbandingan bakteri nitrifikasi, dan (2) aplikasi bakteri nitrifikasi pada substrat yang berbeda dalam kultur udang putih (L.vannamei).\nPada tahap pertama, bakteri pengoksidasi amonia (AOB) diisolasi dari perairan Batam dan bakteri pengoksidasi nitrit (NOB) diisolasi dari perairan Situbondo, selanjutnya kedua bakteri tersebut digabungkan dan digunakan sebagai isolat bakteri pada uji optimasi jumlah perbandingan bakteri nitrifikasi. Inokulum bakteri nitrifikasi 10 % v/v dengan jumlah 106 sel/ml diinokulasikan pada medium adaptasi dengan jumlah perbandingan AOB:NOB = 1:1; 2:1 dan 1:2. Selama uji optimasi, dilakukan penambahan asupan amonium secara bertahap. Berdasarkan hasil pengamatan, rata-rata laju oksidasi amonia tertinggi didapat pada treatment perbandingan AOB:NOB = 2:1 sebesar (7,005 mg/l/hari), diikuti oleh perbandingan AOB:NOB = 1:1 (5,630 mg/l/hari) dan perbandingan AOB:NOB = 1:2 (5,048 mg/l/hari). Kultur dengan perbandingan bakteri AOB:NOB = 1:2 memberikan rata-rata laju oksidasi nitrit paling tinggi yaitu 3,035 mg/l/hari, diikuti oleh bakteri AOB:NOB = 1:1 (0,7757 mg/l/hari) dan bakteri AOB:NOB = 2:1 (0,7586 mg/l/hari). Berdasarkan hasil yang diperoleh, perbandingan AOB:NOB = 2:1 merupakan perbandingan yang paling efektif untuk proses nitrifikasi. Hasil dari tahap pertama kemudian diaplikasikan pada kultur pascalarva udang putih (L. vannamei).\nTahap kedua bertujuan untuk melihat pengaruh bentuk substrat terhadap kinerja bakteri nitrifikasi dan kemampuannya dalam menghambat bakteri patogen Vibrio harveyi. Bakteri patogen Vibrio harveyi diinokulasikan kedalam kultur udang dengan konsentrasi 10-6 sel/CFU sebanyak 0,1% v/v. Pada tahap ini, terdapat 4 macam perlakuan, selain kontrol dan kontrol V. harveyi, yaitu kultur udang dengan CaCO3 serbuk sebagai substrat bakteri nitrifikasi (perlakuan 1); kultur udang dengan bakteri Vibrio harveyi dan CaCO3 serbuk sebagai substrat bakteri nitrifikasi (perlakuan 2); kultur udang dengan CaCO3 granular sebagai substrat bakteri nitrifikasi (perlakuan 3); dan kultur udang dengan bakteri Vibrio harveyi dan CaCO3 granular sebagai substrat bakteri nitrifikasi (perlakuan 4).\nBerdasarkan hasil pengamatan, kesintasan tertinggi terdapat pada perlakuan 3 sebesar 82%, diikuti oleh kontrol (75,6%); perlakuan 4 (60,20%); perlakuan 1 (59,4%); perlakuan 2 (54,6%); dan kontrol V. harveyi (37,8%). Jumlah total bakteri tertinggi terdapat pada kultur perlakuan 2 sebesar 9.85 x 105 CFU/ml, diikuti oleh kultur perlakuan 1 (8,9 x 105 CFU/ml); kontrol V. harveyi (7.97 x 105 CFU/ml); perlakuan 4 (6.37 x 105 CFU/ml); perlakuan 3 (5.73 x 105 CFU/ml); dan kontrol (5.14 x 105 CFU/ml). Jumlah V. harveyi terendah terdapat pada kultur udang putih dengan perlakuan 3 (0.054 x 106 CFU/ml), diikuti oleh perlakuan 1 (0.083 x 106 CFU/ml); perlakuan 4 (0.367 x 106 CFU/ml); perlakuan 2 (S+V) (0.467 x 106 CFU/ml); kontrol (15.3 x 106 CFU/ml); dan kontrol V. harveyi (232 x 106 ). Konsentrasi amonia terendah terdapat pada kultur treatment 3 (0,064 mg/l), diikuti oleh kultur perlakuan 4 (0,076 mg/l), perlakuan 1 (0,103 mg/l), perlakuan 2 (0,165 mg/l), kontrol V. harveyi (0,0423 mg/l), dan kontrol (0,423 mg/l). Konsentrasi nitrit terendah terdapat pada kultur perlakuan 3 (0,001-0,012 mg/l); perlakuan 4 (0,003-0,047 mg/l); kontrol (0,043-0,077 mg/l); dan kontrol V. harveyi (0,034-0,083 mg/l). Pada akhir periode kultur konsentrasi nitrat tertinggi terdapat pada kultur perlakuan 4 (5.152 mg/l), diikuti oleh perlakuan 3 (4.150 mg/l), perlakuan 1 (2.172 mg/l), perlakuan 2 (2.088 mg/l), kontrol (1.125 mg/l), dan kontrol V. harveyi (1.112 mg/l). Kondisi fisik air untuk semua perlakuan berada pada kisaran optimum bagi udang putih (L. vannamei) dan bakteri nitrifikasi, dengan salinitas, DO, pH, dan suhu berkisar antara 28-29 ppt; 5,1-6,8 mg/l; 7,63-8,1; dan 24,9-26,2oC. Secara ekonomi, aplikasi bakteri nitrifikasi dapat meningkatkan BEP menjadi 1,4 tahun, dibandingkan dengan tanpa aplikasi bakteri nitrifikasi (1,6 tahun)\nBerdasarkan hasil pengamatan, dapat disimpulkan bahwa aplikasi bakteri nitrifikasi dengan perbandingan AOB:NOB = 2:1 merupakan perbandingan tang pali optium dengan laju oksidasi ammonia tertinggi yaitu 7,005 mg/l/hari, sedangkan substrat CaCO3 granular dapat secara optimum memperbaiki kualitas air kultur udang putih dan dapat menekan pertumbuhan bakteri patogen Vibrio harveyi hingga 0.054 x 106 CFU/ml. Secara ekonomi, aplikasi bakteri nitrifikasi dapat meningkatkan BEP menjadi 1,4 tahun.", "Daftar File": {}, "Penulis": "Rd Ria Antarini [21307004]", "Kontributor / Dosen Pembimbing": ["Dr. Gede Suantika, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Biomanajemen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Bakteri nitrifikasi, Vibrio harveyi, Litopenaeus vannamei", "Sumber": "", "Staf Input/Edit": "agus slamet", "File": "1 file", "Tanggal Input": "15 Feb 2019"}