{"Nomor": 34800, "Judul": "PENILAIAN KONDISI LINGKUNGAN PERAIRAN TELUK BANTEN UNTUK BUDIDAYA Eucheuma cottonii DAN KEMAMPUAN Eucheuma cottonii DALAM MENYERAP NUTRIEN ANORGANIK TERLARUT", "Abstrak": "Perairan Teluk Banten merupakan salah satu wilayah yang cukup potensial untuk pengembangan budidaya laut, khususnya rumput laut Eucheuma cotonii. Potensi budidaya rumput laut yang tersedia di Teluk Banten sekitar 50 ha, namun baru dimanfaatkan sekitar 10 ha. Untuk dapat mengembangkan budidaya rumput laut E.cottonii di Teluk Banten, diperlukan kajian kondisi lingkungan perairan tersebut yang meliputi: kecerahan air, suhu, intensitas cahaya, salinitas, dissolved oxygen (DO), biological oxygen demand (BOD), kandungan bahan organik (nitrat, nitrit, amonium, dan fosfat), total dissolved solid (TDS), dan total suspended solid (TSS). Secara ekologi, komoditas rumput laut juga memberikan banyak manfaat terhadap lingkungan sekitarnya antara lain dapat berperan sebagai bioremediator. Dalam penelitian ini dikaji juga mengenai kemampuan E.cottonii dalam menyerap nutrien yang berupa senyawa nitrogen dan fosfat di laboratorium. Hasil penelitian di Teluk Banten menunjukkan bahwa nilai intensitas cahaya rata-rata adalah (760,06 ± 84,38) lux, suhu rata-rata adalah (29,64 ± 0,20)°C, kecerahan air rata-rata (170,78 ± 14,86) cm, salinitas air rata-rata adalah (29,78 ± 0,22) ppt, nilai DO berkisar antara (7,34 – 7,42) ± 0,07 mg/L, nilai BOD rata-rata adalah (6,37 ± 0,29) mg/L, kadar nitrat berkisar antara (0,056 – 0,057) ± 0,013 mg/L, kadar nitrit berkisar antara (0,022 – 0,027) ± 0,004 mg/L, kadar fosfat berkisar antara (0,0138 – 0,0176) ± 0,025 mg/L, kadar amonium berkisar antara (0,077 – 0,096) ± 0,024 mg/L, kadar TDS berkisar antara (46062,5 - 46117,0) ± 635,9 mg/L, dan kadar TSS berkisar antara (16,21 – 25,29) ± 4,34 mg/L. Studi pertumbuhan E. cottonii di sepanjang pesisir pantai Pulau Panjang menunjukkan rata-rata biomassa E. cotonii bertambah dari 2,0 ons menjadi 6,5 ons (berat basah selama 20 hari), dengan laju pertumbuhan harian sebesar (5,76 ± 0,16) %. Sementara itu, di laboratorium rumah kaca, eksperimen dalam akuarium menunjukkan bahwa E. cottonii mempunyai kemampuan untuk menyerap nutrien anorganik secara efektif dengan menurunkan konsentrasi nitrit dari 0,562 mg/L menjadi (0,479 ± 0,012) mg/L; konsentrasi nitrat dari 1,967 mg/L menjadi (1,125 ± 0,142) mg/L; tetapi menaikkan konsentrasi amonium dari 0,140 mg/L menjadi (2,393 ± 0,176) mg/L. Adapun hasil percobaan polikultur E. cottonii dengan ikan hias air laut menunjukkan hasil konsentrasi nitrit menurun dari 0,562 mg/L menjadi (0,299 ± 0,018) mg/L; konsentrasi nitrat menurun dari 1,967 mg/L menjadi (0,097 ± 0,018) mg/L; dan konsentrasi ammonium meningkat dari 0,140 mg/L menjadi (1,160 ± 0,151) mg/L setelah 7 hari pengamatan. Berdasarkan hasil yang didapat, secara umum kondisi perairan Teluk Banten diketahui masih cukup baik untuk budidaya E.cottonii dan diindikasikan bahwa E. cottonii mempunyai potensi untuk menyerap kelebihan nutrien senyawa nitrogen di sekitar perairan Teluk Banten.", "Daftar File": {}, "Penulis": "Pipit Pitriana [21307005]", "Kontributor / Dosen Pembimbing": ["Dr. Noorsalam R. Nganro"], "Jenis Koleksi": "Tesis", "Penerbit": "Biomanajemen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Eucheuma cottonii, budidaya, kondisi lingkungan, laju pertumbuhan harian, biomassa, penyerapan nutrien, Teluk Banten", "Sumber": "", "Staf Input/Edit": "agus slamet", "File": "1 file", "Tanggal Input": "15 Feb 2019"}