{"Nomor": 34804, "Judul": "KARAKTERISASI LIPASE DAN PENGGUNAANNYA UNTUK  PEMBUATAN EKIVALEN MENTEGA KAKAO DARI MINYAK KELAPA SAWIT", "Abstrak": "Minyak kelapa sawit merupakan salah satu komoditas pertanian utama bagi perekonomian Indonesia. Interesterifikasi antara minyak kelapa sawit dan asam stearat menghasilkan mentega dengan nilai tambah yang tinggi, contohnya ekivalen mentega kakao (cocoa butter equivalent, CBE).  Penelitian  ini  bertujuan untuk mempelajari  karakter lipase dari  isolat bakteri lumpur aktif dan aplikasinya dalam pembuatan CBE dari minyak kelapa sawit. Metodologi  penelitian  meliputi  isolasi  dan  produksi  lipase;  penentuan  aktivitas  dan parameter kinetika enzim; pemurnian parsial dengan fraksinasi amonium sulfat; identifikasi protein dengan SDS-PAGE dan zimogram; dan karakterisasi produk interesterifikasi yang meliputi penentuan titik leleh dan komposisi komponen kimia dengan spektrometri massa (MS). Hasil penelitian menunjukkan bahwa ekstrak kasar lipase yang diekskresikan secara ekstraselular memiliki aktivitas 0,149 Unit/mL atau aktivitas spesifik 0,567 Unit/mg protein. Uji kinetika enzim dengan substrat pNP-palmitat menghasilkan nilai Vm 0,141 mM menit-1; Km 0,570 mM; kcat 9,27 menit-1; dan efisiensi katalitik 16,26 mM-1  menit-1. Analisis SDS- PAGE dan zimogram terhadap fraksi garam menunjukkan bahwa lipase yang diperoleh berukuran sekitar 17,3 kDa. Interesterifikasi minyak kelapa sawit dan asam stearat yang dikatalisis oleh lipase menghasilkan CBE yang meleleh pada 30–42oC.", "Daftar File": {"2011_TA_PP_RINDIA_MAHARANI_PUTRI_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/157681", "2011_TA_PP_RINDIA_MAHARANI_PUTRI_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/157687"}, "Penulis": "Rindia Maharani Putri [10507062]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Zeily Nurachman, MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "lipase, minyak kelapa sawit, ekivalen mentega kakao", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "7 file", "Tanggal Input": "15 Feb 2019"}