{"Nomor": 34810, "Judul": "RANCANG BANGUN GENERATOR AEROSOL TIPE EVAPORASI-KONDENSASI DAN OPTIMASINYA", "Abstrak": "Dewasa ini, polusi di dunia terutama di kota-kota besar meningkat setiap tahunnya, baik yang disebabkan oleh aktivitas industri, vulkanik, maupun transportasi. Meningkatnya polusi berdampak pada turunnya kualitas udara di lingkungan dan menimbulkan efek buruk terhadap kesehatan, terutama sistem pernapasan. Sehingga studi mengenai polutan beserta karakteristiknya sangat diperlukan untuk mengatasi masalah ini. Oleh karena itu, pada tugas akhir kali ini kami merancang generator aerosol menggunakan konsep evaporasi (pemanasan) dan kondensasi (pendinginan) untuk membuat simulasi polusi pada skala laboratorium yang ditujukan untuk simulasi polutan hingga pengujian filter udara. Dengan menvariasikan temperatur evaporasi, debit utama, dan debit selimut, maka aerosol dengan rentang ukuran partikel tertentu dapat dihasilkan. Karakterisasi dan optimasi aerosol yang dihasilkan dilakukan menggunakan CPC (condensation particle counter), FCE (Faraday Cup Electrometers) dan DMA (Differential mobility analyzer). Dari hasil yang diperoleh bahwa generator aerosol tipe evaporasi-kondensasi dapat beroperasi optimum, konsumsi energi rendah, dan aman pada daya 250-500 Watt. Aerosol yang dihasilkan menujukkan hasil yang puncak distribusinya bergeser ke diameter yang lebih besar saat temperatur dinaikkan. Akan tetapi bergeser ke kiri saat debit utama dan selimut diperbesar.", "Daftar File": {"2019_TA_PP_MUHAMMAD_FARISH_MUTA’AFFIF_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/157705"}, "Penulis": "Muhammad Farish Muta'affif [10214098]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Muhammad Miftahul Munir, S.Si., M.Si.", "Prof. Dr. Eng. Khairurrijal M.Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Evaporasi-Kondensasi, Generator Aerosol, Nanopartikel, Optimasi", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "8 file", "Tanggal Input": "15 Feb 2019"}