{"Nomor": 34821, "Judul": "FAKTOR-FAKTOR YANG MEMPENGARUHI KESIAPAN TEKNOLOGI TERHADAP INOVASI DI INDONESIA", "Abstrak": "Revolusi industri telah mendorong pergeseran menuju revolusi industri keempat\n(4IR) di mana negara-negara di dunia lebih memperhatikan teknologi dan inovasi.\nSebagai negara ekonomi terbesar di Asia Tenggara dan untuk mengantisipasi era\nbaru revolusi industri, Indonesia menetapkan “Making 4.0 Program” pada awal\n2018. Program ini merupakan refleksi dari roadmap dan strategi 4IR yang\nmelibatkan berbagai pemangku kepentingan dan juga untuk meningkatkan\nkeunggulan kompetitif mereka. Dalam hal keunggulan kompetitif, dari sudut\npandang perusahaan, penelitian sebelumnya menekankan bahwa inovasi menjadi\nsalah satu opsi strategis dengan memahami bagaimana tingkat kesiapan teknologi\ndan keterlibatannya dengan inovasi di tingkat perusahaan, perusahaan dapat\nmengembangkan program yang tepat sasaran. dan untuk mencegah perusahaan\nmembuang waktu, ketidakpuasan pelanggan dan hilangnya laba.\nPenelitian ini bertujuan untuk menguji faktor-faktor pengaruh kesiapan teknologi\nterhadap inovasi di Indonesia. Enam variabel laten meliputi Kesiapan Teknologi\n(TR), Inovasi (INV), Kompetensi Teknologi (TC), Sumber Daya Organisasi (OR),\nPerceived Benefit (PB) dan Tekanan Lingkungan (EP). Dengan menggunakan\nsurvei kuesioner, penelitian ini menghasilkan 100 responden dari industri swasta\ndi Indonesia yang dianalisis dengan menggunakan PLS-SEM. Hasilnya\nmenghasilkan bahwa TC, OR, PB dan EP telah mempengaruhi kesiapan teknologi\nsecara signifikan dan di antara faktor-faktor tersebut, EP memiliki pengaruh\ntertinggi terhadap kesiapan teknologi. Juga, kesiapan teknologi memiliki hubungan\npositif yang signifikan dengan inovasi. Dalam hal ini, perusahaan harus mengatasi\ntingkat kesiapan teknologi mereka dan berhasil mengatasinya sebelum mereka\npindah ke komersialisasi. Secara umum, penelitian ini memberikan kontribusi\nteoritis dan manajemen.", "Daftar File": {"2019_TS_PP_RIFI_WIJAYANTI_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/157771", "COVER Rifi Wijayanti Dual Arifin": "https://digilib.itb.ac.id/gdl/download/189390", "2019 TS PP RIFI WIJAYANTI 1-BAB I.pdf\n]": "https://digilib.itb.ac.id/gdl/download/189391", "2019 TS PP RIFI WIJAYANTI 1-BAB II.pdf)u": "https://digilib.itb.ac.id/gdl/download/189392", "2019 TS PP RIFI WIJAYANTI 1-BAB III.pdf?": "https://digilib.itb.ac.id/gdl/download/189393", "2019 TS PP RIFI WIJAYANTI 1-BAB IV.pdf)u": "https://digilib.itb.ac.id/gdl/download/189394", "2019 TS PP RIFI WIJAYANTI 1 REFERENCES.pdf?": "https://digilib.itb.ac.id/gdl/download/189395"}, "Penulis": "Rifi Wijayanti Dual Arifin [29017014]", "Kontributor / Dosen Pembimbing": ["Yuliani Dwi Lestari, S.T., MBA, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kesiapan Teknologi, Inovasi, TOE", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "7 file", "Tanggal Input": "15 Feb 2019"}