{"Nomor": 34839, "Judul": "Produksi Etanol dari Onggok Menggunakan Ekstrak Kasar Enzim Alfa amilase, Glukoamilase dan Saccharomyces cerevisiae", "Abstrak": "Bioetanol merupakan salah satu bahan bakar alternatif pencampur premium,\nselain dapat menghemat penggunaan bahan bakar, bioetanol juga dapat\nmengurangi pencemaran udara. Bahan baku bioetanol ini, dapat berupa biomassa\nyang mengandung gula, pati atau selulosa. Onggok merupakan produk samping\ndari industri pengolahan tepung tapioka yang masih mengandung banyak pati (60-\n70%) sehingga berpotensi sebagai bahan baku bioetanol. Penelitian ini bertujuan\nuntuk memanfaatkan onggok pada pembuatan bioetanol dengan menggunakan\nekstrak kasar enzim alfa amilase dan glukoamilase dari Aspergillus niger,\nAspergillus oryzae, Rhizopus oryzae dalam proses sakarifikasi dan fermentasi\nalkohol oleh Saccharomyces cerevisiae. Optimasi medium untuk produksi ekstrak\nkasar enzim bertujuan untuk menentukan medium optimum dalam menghasilkan\nekstrak kasar enzim dengan aktivitas alfa amilase dan glukoamilase optimum.\nKomposisi medium yang digunakan dalam memproduksi ekstrak kasar enzim\nadalah dedak padi, onggok dan medium basal dengan perbandingan (1) 100%\ndedak padi, (2) 100% dedak padi bermedium basal, (3)100% onggok bermedium\nbasal,dan (4) 90% dedak padi dengan 10% dedak bermedium basal. Aktivitas\nekstrak kasar enzim alfa amilase tertinggi berturut-turut dihasilkan dari medium\ndedak padi bermedium basal yaitu pada hari ke-2 oleh A.oryzae sebesar 385,14\nU/mL dan A.niger dengan aktivitas 373,14 U/ml dan yang tertinggi ketiga oleh\nR.oryzae sebesar 363,45 U/ml pada medium 90% dedak padi dengan 10% onggok\nbermedium basal pada hari ke-5. Penggunaan medium dengan komposisi 90%\ndedak padi : 10% onggok bermedium basal dengan komposisi medium 100%\ndedak bermedium basal dalam menghasilkan ekstrak kasar enzim alfa amilase\ntidak berbeda secara signifikan (p<0,05), sedangkan dalam penggunaan A.niger\nii\ndan A.oryzae menunjukkan aktivitas alfa amilase yang tidak berbeda secara\nsignifikan (p<0,05). Aktivitas glukoamilase tertinggi diperoleh dari R.oryzae pada\nhari ke-3 sebesar 479,02 U/mL dengan komposisi medium 90% dedak padi : 10%\nonggok medium basal, disusul oleh glukoamilase A.niger pada hari ke-10 pada\nmedium onggok medium basal sebesar 230,79 U/ml dan ketiga tertinggi oleh\nA.oryzae dengan aktivitas glukoamilase sebesar 222,65 U/ml pada hari ke-9\ndengan medium onggok 100% dan bermedium basal. Dalam produksi ekstrak\nkasar enzim glukoamilase komposisi ke-empat medium optimasi saling berbeda\nsecara signifikan (p<0,05). sedangkan penggunaan A.niger, A.oryzae, dan\nR.oryzae menghasilkan aktivitas glukoamilase yang saling berbeda secara\nsignifikan (p<0,05). Tahap selanjutnya dilakukan optimasi sakarifikasi pada\nsubstrat onggok dengan menggunakan ekstrak kasar enzim yang memiliki\naktivitas alfa amilase tertinggi yaitu dari A oryzae dan aktivitas glukoamilase\ntertinggi dari R.oryzae. Optimasi sakarifikasi ini dilakukan untuk menentukan\nlama sakarifikasi optimum yang dapat menghasilkan pengurangan pati tertinggi\noleh alfa amilase dan menghasilkan gula pereduksi tertinggi oleh glukoamilase.\nDari hasil optimasi sakarifikasi, ekstrak kasar alfa amilase A.oryzae optimum\npada jam ke-27 dengan hasil pengurangan substrat pati 11,4%, sedangkan dengan\nekstrak kasar enzim glukoamilase R.oryzae pada jam ke-15 menghasilkan gula\npereduksi sebesar 21,58 mg/mL dengan efisiensi sakarifikasi 6,47 %, dan ketika\nglukoamilase R.oryzae digunakan pada jam ke-27 setelah alfa amilase A.oryzae,\npada jam ke-36 dihasilkan gula pereduksi sebesar 139,20 mg/mL dengan efisiensi\nsakarifikasi 41,77 %. Tahap berikutnya adalah fermentasi padat alkohol gula hasil\nhidolisis onggok dengan Saccharomyces cerevisiae selama 5 hari. Etanol tertinggi\ndidapat pada hari ke-4 sebesar 7,89% v/v dengan laju 6,6 % v/v/hari. Pada tahap\nini 87,5% gula pereduksi terkonversi menjadi etanol.", "Daftar File": {}, "Penulis": "Rosita [21107017]", "Kontributor / Dosen Pembimbing": ["Dr. Pingkan Aditiawati, MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Aspergillus niger, Aspergillus oryzae, Rhizopus oryzae, Saccharomyces cerevisiae, pati, onggok, alfa amilase, glukoamilase, etanol, fermentasi padat.", "Sumber": "", "Staf Input/Edit": "agus slamet  \n                                     agus slamet", "File": "1 file", "Tanggal Input": "15 Feb 2019"}