{"Nomor": 34830, "Judul": "PENGARUH VARIASI FLUSHING N2 DAN PENAMBAHAN LOGAM Fe2+ DALAM PEMBENTUKAN ETANOL DARI LIMBAH CAIR ORGANIK KONSENTRASI TINGGI", "Abstrak": "Industri pengolahan kelapa sawit merupakan salah satu kegiatan agroindustri yang berkembang pesat di Indonesia. Selama proses pengolahan dihasilkan limbah baik berupa limbah cair maupun limbah padat. Limbah cair tersebut khususnya merupakan limbah cair dengan konsentrasi organik tinggi di mana dapat diolah dengan proses anaerob. Pada proses anaerob, pembentukan etanol menjadi hal yang penting karena dapat dijadikan sebagai suatu sumber energi. Keberadaan gas N2 pada proses anaerob juga berpotensi menimbulkan produksi etanol yang lebih besar di mana dapat mempengaruhi tekanan parsial H2 dan menggeser reaksi kimia kepada pembentukan etanol atau asam asetat. Penambahan logam besi berpotensi meningkatkan kinerja mikroorganisme anaerob dan produksi etanol di mana berpengaruh dalam meningkatkan kinerja enzim alkohol dehidrogenase. Untuk itu, penelitian ini bertujuan untuk mengukur produksi etanol yang dapat dihasilkan dari proses anaerob terutama pada fase di mana pembentukan etanol ini terjadi yaitu pada fase asidogenesis serta menentukan waktu flushing N2 optimum dan penambahan logam besi untuk produksi etanol terbaik dengan menggunakan limbah artifisial dengan suhu operasional berkisar sekitar 25oC. Penelitian ini dilakukan dengan menggunakan Circulating Bed Reactor (CBR) dan diberi perlakuan variasi waktu flushing N2 selama 12, 24, 36, dam 48 jam. Proses pengolahan dilakukan selama 72 jam. Variasi flushing N2 optimum terjadi pada variasi flushing selama 24 jam dengan penurunan COD mencapai 56 % dan pembentukan etanol sebanyak 84,7 %. Sedangkan variasi penambahan besi optimum adalah dengan penambahan sebesar 5, 10, 20, dan 40 mg/L didapat dengan penambahan konsentrasi besi sebesar 10 mg/L dengan efisiensi penurunan COD sebesar 64 % dan pembentukan etanol sebesar 95,4 %.", "Daftar File": {"2019_TA_PP_DIMAS_ARYO_ADI_PRAKOSO_1-_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/157810", "2019_TA_PP_DIMAS_ARYO_ADI_PRAKOSO_1-_DAFTAR_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/157816"}, "Penulis": "Dimas Haryo Adi Prakoso [15311020 ]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Marisa Handajani, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "anaerob, besi, CBR, etanol, flushing N2, limbah minyak kelapa sawit", "Sumber": "TUGAS AKHIR September 2015", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "7 file", "Tanggal Input": "15 Feb 2019"}