{"Nomor": 34831, "Judul": "RASA PERCAYA DALAM COLLABORATIVE CONSUMPTION PEER-TOPEER AKOMODASI: EKSPLORASI PROSES PENGAMBILAN KEPUTUSAN KONSUMEN", "Abstrak": "Salah satu sektor yang terkena dampak Sharing Economy sudah pasti adalah akomodasi. Sharing\nEconomy platform mendorong pelaku bisnis akomodasi untuk menerima pertemuan dengan orang\nasing, oleh karena itu kepercayaan sangat penting untuk keberhasilan sharing economy untuk\nmengatasi ketidakpastian dan mengurangi risiko dalam proses bisnis yang terjadi. Dalam\nmembuat keputusan, berfokus pada platform online, orang lebih suka membentuk penilaian\nmenggunakan isyarat yang tersedia dan dipengaruhi oleh keputusan orang lain yang dapat\ntrgambarkan melalui platfor, online tersebut. Penelitian ini mencoba mengidentifikasi faktorfaktor\nyang mempengaruhi persepsi manfaat ulasan konsumen online yang dapat mengarah pada\npersepsi kepercayaan dengan menyelidiki dua aspek informasi online: Faktor-faktor Messenger\ndari penyedia ulasan, seperti reputasi pribadi dan deskripsi produk serta karakteristik Pesan\ntermasuk kuantitatif (bintang). peringkat dan jumlah ulasan) dan kualitatif (keterbacaan ulasan).\nAnalisis konten manual digunakan dalam penelitian ini sebagai pendekatan penelitian untuk\nmenganalisis data dari ulasan konsumen online, analisis ganda terhadap ulasan online super host\nyang berlokasi di Bandung mengidentifikasi aspek kuantitatif dan kualitatif dari data teks. Ulasan\nkonsumen online ini dapat dikategorikan sebagai evaluasi kualitatif (deskripsi tertulis) dan\nevaluasi kuantitatif (penilaian).", "Daftar File": {"2019_TS_PP_GITA_ANUGRAH_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/157809"}, "Penulis": "Gita Anugrah [29017038]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Pri Hermawan, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Konten Analisis, Pengambilan Keputusan, Ulasan Online, Sharing Economy, Rasa Percaya", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "15 Feb 2019"}