{"Nomor": 34849, "Judul": "SINTESIS 4-(4,5-DIFENIL-1H-IMIDAZOL-2-IL)-N,N-  DIMETILBENZENAMINA MENGGUNAKAN METODE MICROWAVE", "Abstrak": "Senyawa turunan imidazol dewasa ini tengah dikembangkan sebagai inhibitor korosi pada pipa penyalur minyak dan gas bumi. Pada penelitian ini dilakukan pembaharuan metode sintesis suatu senyawa turunan imidazol yaitu 4-(4,5-difenil-1H-imidazol-2-il)-N,N- dimetilbenzenamina dengan metode Microwave Assisted Organic Synthesis (MAOS) untuk dimanfaatkan sebagai inhibitor korosi pada baja karbon dalam suasana korosif NaCl 1%. Terdapat beberapa tahap sintesis dalam penelitian ini, yakni kondensasi benzoin, oksidasi benzoin menjadi bibenzoil, dan pembentukan cincin imidazol. Sintesis senyawa 4-(4,5- difenil-1H-imidazol-2-il)-N,N-dimetilbenzenamina melibatkan pembentukan cincin imidazol hasil reaksi bibenzoil, 4-dimetilamino benzaldehid, dan amonium asetat dengan bantuan radiasi gelombang mikro selama 10 menit. Produk berupa padatan putih dengan rendemen\n61,92%. Karakterisasi produk dilakukan dengan penetuan titik leleh, spektrofotometri inframerah (IR), 1HNMR dan 13CNMR, serta spektroskopi massa TOF MS ES   Titik leleh produk  adalah  266-267  oC.  Pengukuran  spektroskopi  massa  menunjukkan  puncak  pada\n340,18 m/z yang bersesuaian dengan rumus molekul C23H22N3. Analisis spektrum 1HNMR,\n13CNMR, serta IR mendukung kesimpulan bahwa produk merupakan senyawa 4-(4,5-difenil-\n\n1H-imidazol-2-il)-N,N-dimetilbenzenamina. Uji efisiensi inhibisi korosi dilakukan dengan metode  Electrochemical  Impedance  Spectroscopy  (EIS),  efisiensi  inhibisi  maksimum senyawa produk tercapai pada konsentrasi 70 ppm dan suhu 40 oC sebesar 74,32%. Keberadaan senyawa turunan imidazol 4-(4,5-difenil-1H-imidazol-2-il)-N,N- dimetilbenzenamina sebagai inhibitor korosi meningkatkan energi aktivasi dari 27,02 kJ/mol menjadi 29,47 kJ/mol.", "Daftar File": {"2011_TA_PP_SYIFA_ASATYAS_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/157861"}, "Penulis": "Syifa Asatyas [10507088]", "Kontributor / Dosen Pembimbing": ["Dr. Deana Wahyuningrum, S.Si., M.Si.", "Dr. Bunbun Bundjali, MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Imidazol, Metode MAOS (Microwave Assisted Organic Synthesis), Sintesis, Inhibitor Korosi, Baja Karbon.", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "10 file", "Tanggal Input": "15 Feb 2019"}