{"Nomor": 34859, "Judul": "STUDI KOMPUTASI AB INITIO PENENTUAN SIFAT KEAROMATIKAN  RADIKAL PIROLA,  FURAN,  DAN TIOFENA DENGAN METODE  HARTREE  FOCK", "Abstrak": "Studi secara komputasi dilakukan untuk meninjau kearomatikan pada senyawa radikal pirola, furan, dan tiofena. Perhitungan ini dilakukan dengan menggunakan ‘program GAMESS (General Atomic and Molecular Elektronic Structure).  Dalam penelitian ini, akan ditinjau beberapa aspek yaitu optimasi geometri molekul pada keadaan dasar dan tereksitasi serta energi penstabilan aromatik (Aromatic  Stabilization Energy, ASE). Aspek-aspek tersebut ditinjau  dengan menggunakan metode Hartree Fock (HF). Op- timasi geometri pada keadaan dasar dilakukan dengan metode Unrestricted Hartree Fock (UHF) dan jenis teori fungsi kerapatan (Density Functional Theory, DFT) yang digunakan ialah Becke-3 Lee-Yang-Par  (B3LYP) dengan menggunakan himpunan ba- sis 6-311G. Setelah diperoleh senyawa aromatik radikal yang paling stabil pada setiap radikal yang ditinjau,  dilakukan perhitungan satu titik  pada keadaan tereksitasi de- ngan metode Restricted Hartree Fock (RHF) dan Time Dependent Density Functional Theory (TDDFT). Selain itu, dilakukan perhitungan ASE untuk meninjau stabilisasi resonansi pada senyawa radikal.  Dari hasil pengamatan diperoleh bahwa keberadaan radikal pada setiap atom karbon dalam senyawa radikal menyebabkan adanya fluktuasi energi di antara setiap keadaan. Data yang diperoleh menunjukkan bahwa energi pen- stabilan aromatik radikal dari yang paling stabil ialah radikal tiofena, pirola, dan furan. Dari hasil perhitungan ini diperoleh pula kenyataan bahwa ASE untuk radikal-radikal tersebut lebih rendah dari ASE molekul-molekulnya, yaitu molekul tiofena, pirola, dan furan. Penjelasan sementara terhadap hasil terakhir ini adalah terjadinya perpindahan elektron tunggal pada radikal, dari posisi ekuatorial ke posisi aksial, bertukar tempat dengan salah satu pasangan elektron ikatan  pada lingkar aromatik, sehingga terjadi pengurangan jumlah elektron aromatik. Penjelasan terakhir ini masih harus dibuktikan pada perhitungan lanjutan.", "Daftar File": {"2011_TA_PP_WIBAWA_HENDRA_SAPUTERA_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/157886", "2011_TA_PP_WIBAWA_HENDRA_SAPUTERA_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/157893"}, "Penulis": "Wibawa Hendra Saputera [10507053]", "Kontributor / Dosen Pembimbing": ["Drs. Muhamad A. Martoprawiro, MS, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "aromatik, radikal, B3LYP, TDDFT,  ASE", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "15 Feb 2019"}