{"Nomor": 34869, "Judul": "KONSTRUKSI dan PRODUKSI dsRNA GONAD-INHIBITING HORMONE UDANG WINDU (Penaeus monodon) secara in vitro dan in vivo pada VEKTOR EKSPRESI L4440", "Abstrak": "Udang windu (Penaeus monodon) merupakan salah satu komoditas akuakultur\nunggulan Indonesia yang permintaannya di dunia meningkat setiap tahun. Oleh\nkarena itu, peningkatan produksi telur udang windu di tempat budi daya menjadi\npenting dilakukan. Salah satu upaya yang dapat dilakukan adalah melalui teknik\nablasi mata yang bertujuan untuk menstimulasi proses pematangan gonad. Akan\ntetapi teknik ini menyebabkan udang betina tidak dapat digunakan sebagai\nindukan lagi setelah melalui dua siklus spawning disamping kualitas telur yang\nsemakin menurun. Permasalahan ini dapat dijawab dengan pendekatan RNA\ninterference (RNAi), suatu teknologi yang dapat menghambat ekspresi Gonad-\nInhibiting Hormone (GIH) sehingga menstimulasi pematangan gonad. Teknologi\nRNAi ini dilakukan dengan memproduksi double-stranded RNA (dsRNA) GIH\nsecara in vitro dan in vivo. Produksi dsRNA diawali dengan mengisolasi RNA\ntotal udang windu dari batang mata dan ditranskripsi balik menggunakan\niScriptTM cDNA Synthesis Kit. Fragmen GIH diperoleh dengan mendesain tiga\npasang primer yang berada dalam daerah yang berpotensi menjadi smallinterfering\nRNA (siRNA). Ketiga pasang primer ini digunakan untuk\nmengamplifikasi fragmen GIH melalui touchdown PCR. Produk dsRNA-GIH\nsecara in vitro diperoleh melalui MEGAscript® RNAi kit. Produk dsRNA-GIH\nberukuran 271 pb yang diperoleh kemudian diinjeksikan pada dua ekor induk\nudang yang berumur 12-14 bulan. Injeksi ini tidak menyebabkan spawning,\nkemungkinan disebabkan dosis dsRNA-GIH yang terlalu rendah. Oleh karena itu,\ndsRNA dalam skala besar perlu diproduksi secara in vivo. Fragmen GIH yang\ntelah diperoleh melalui touchdown PCR diligasi dengan vektor kloning pGEM®\nT-Easy. Fragmen GIH tersebut kemudian dipotong dengan enzim restriksi Not1\nuntuk diligasikan dengan vektor ekspresi L4440. Bakteri E.coli HT115\nselanjutnya ditransformasi dengan vektor ekspresi tersebut. Produk dsRNA-GIH\nyang terekspresi pada bakteri dengan induksi IPTG diisolasi menggunakan\nmetode TRIzol yang dimodifikasi. Larik berukuran ±750 pb menunjukkan\ndsRNA-GIH telah berhasil diisolasi dari bakteri transforman. Hasil sekuensing\ndan PCR transkripsi balik menunjukkan bahwa fragmen dsRNA-GIH telah\nberhasil dikonstruksi di dalam vektor ekspresi L4440.", "Daftar File": {}, "Penulis": "Anggi Shestita Wulandari [21108003]", "Kontributor / Dosen Pembimbing": ["Dr. Adi Pancoro", "Dr. Sony Suhandono"], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Penaeus monodon, RNAi, double-stranded RNA, GIH", "Sumber": "", "Staf Input/Edit": "agus slamet", "File": "1 file", "Tanggal Input": "15 Feb 2019"}