{"Nomor": 34866, "Judul": "PEMODELAN MIKROSTRUKTUR BATUPASIR DENGAN MODEL BUTIRAN BULAT ACAK TAK-TERPENETRASI", "Abstrak": "Batuan adalah salah satu contoh sistem fisis yang memiliki tingkat kompleksitas tinggi. Studi mengenai batuan maupun medium berpori lainnya dapat dilakukan secara numerik karena perkembangan kemampuan komputer dan teknologi pencitraan. Ide dasar analisis numerik tersebut yaitu dengan memanfaatkan prinsip pengolahan dan analisis citra. Citra yang dimaksud dapat diperoleh melalui pemindaian tomografi komputer maupun dengan melakukan pemodelan. Pemodelan batuan diteliti dan dikembangkan untuk memperoleh besaran-besaran fisis yang kuantitatif tanpa harus melakukan metode konvensional pada sampel batuan asli. Terdapat berbagai skema pemodelan mikrostrukur batu pasir mulai dari simulated annealing, pemodelan berbasis proses, dan teknik pemodelan continuum geometrical. Salah satu karakteristik yang penting dalam pembentukan model yaitu bagaimana skema untuk mengimplementasikan proses kompaksi dalam pembentukan batu pasir. Derajat kompaksi tersebut diterjemahkan sebagai derajat tumpang-tindih dalam skema pemodelan deposisi acak. Telah diselidiki bahwa terdapat batas minimal porositas yang dapat diraih untuk masing-masing nilai tumpang-tindih dengan tren yang monoton turun seiring dengan kenaikan derajat tumpang-tindih. Selain itu, dilakukan analisis dinamika kompleksitas sampel melalui dimensi fraktal dan luas permukaan yang dihasilkan dengan target porositas tertentu. Terlihat bahwa kompleksitas mengalami penurunan kemudian stagnan pada nilai tumpang-tindih yang tinggi. Studi kasus lanjutan yang dilakukan yaitu dengan membuat cross-plot parameter terkait luas permukaan serta porositas sebagai model pembanding yang berpotensi untuk digunakan dalam meniru suatu sampel batuan dengan karakteristik yang serupa.", "Daftar File": {"2019_TA_PP_GENKI_TANOD_PANTOUW_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/157907"}, "Penulis": "Genki Tanod Pantouw [10214017]", "Kontributor / Dosen Pembimbing": ["Dr. Fourier Dzar Eljabbar, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "Pemodelan, stokastik, tumpang-tindih", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "8 file", "Tanggal Input": "15 Feb 2019"}