{"Nomor": 34871, "Judul": "MODEL MORTALITAS AR(1)-GARCH(1,1)", "Abstrak": "Kematian merupakan salah satu kejadian yang mempengaruhi ukuran populasi.\nJumlah kematian akan berbeda setiap tahunnya. Perubahan banyak kematian dapat\ndiukur oleh laju kematian. Laju kematian yang dapat digunakan untuk mengetahui\nperubahan ukuran populasi adalah Central Death Rate (CDR). Dalam pemodelan\nlog CDR, terdapat dua hal yang harus diperhatikan, yaitu perilaku log CDR serta\nperilaku volatilitas log CDR. Berdasarkan hal tersebut, akan digunakan model\nAR(1)-GARCH(1,1) yang dapat menangkap dinamika log CDR dan volatilitas log\nCDR.\nUntuk menganalisis kemampuan model AR(1)-GARCH(1,1) dalam menangkap\nperilaku log CDR dilakukan pengamatan terhadap sifat empiris dari log CDR,\nyaitu autokorelasi, kurtosis, volatility clustering, dan persistensi volatilitas. Selain\nitu, dilakukan prediksi terhadap data log CDR dan VaR data log CDR\nmenggunakan model AR(1)-GARCH(1,1) serta dilakukan pula pengujian\nkeakuratan terhadap hasil prediksi tersebut.\nData yang digunakan dalam tesis ini adalah data log CDR Negara Amerika Serikat,\nJepang, Swedia, Belgia, Portugal dan Republik Ceko usia 35, 45, dan 55 tahun dengan\nperiode waktu 1950 hingga 2012. Pemilihan negara dilakukan dengan memperhatikan\nranking indeks GDP. Negara Amerika Serikat dan Jepang mewakili negara\ndengan indeks GDP tinggi, Negara Swedia dan Portugal mewakili negara dengan\nindeks GDP sedang, dan Negara Portugal dan Republik Ceko mewakili negara\ndengan indeks GDP rendah.\nHasil yang diperoleh dari penelitian ini adalah model AR(1)-GARCH(1,1) dapat\nmenangkap dengan baik perilaku autokorelasi serta volatility clustering log CDR\nnegara dengan indeks GDP sedang dan rendah. Model AR(1)-GARCH(1,1) juga\ndapat menangkap dengan baik perilaku kurtosis negara dengan indeks GDP sedang\ndan rendah. Sementara itu, ukuran persistensi volatilitas semua data log CDR akan\nsemakin menurun seiring dengan bertambahnya lag waktu. Prediksi data log CDR melalui model AR(1)-GARCH(1,1) dapat dikatakan akurat karena menghasilkan nilai Mean Square Error (MSE) yang kecil. Prediksi VaR data log CDR juga akurat berdasarkan pengujian keakuratan peluang cakupan dan metode backtesting. Oleh karena itu, model AR(1)-GARCH(1,1) dapat dikatakan baik untuk digunakan pada data log CDR.", "Daftar File": {"2016_TS_PP_FIKA_DARA_NURINA_FIRDAUS_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/157923", "2016_TS_PP_FIKA_DARA_NURINA_FIRDAUS_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/157924", "2016_TS_PP_FIKA_DARA_NURINA_FIRDAUS_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/157925", "2016_TS_PP_FIKA_DARA_NURINA_FIRDAUS_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/157926", "2016_TS_PP_FIKA_DARA_NURINA_FIRDAUS_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/157927", "2016_TS_PP_FIKA_DARA_NURINA_FIRDAUS_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/157928"}, "Penulis": "Fika Dara Nurina Firdaus [20114001]", "Kontributor / Dosen Pembimbing": ["Khreshna Imaduddin Ahmad Syuhada, S.Si., M.Si., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Mathematics", "Kata Kunci": "Central Death Rate, model AR(1)-GARCH(1,1), sifat empirik log CDR, prediksi log CDR.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "6 file", "Tanggal Input": "15 Feb 2019"}