{"Nomor": 34878, "Judul": "USULAN STRATEGI MARKETING MIX UNTUK MENINGKATKAN PENCAPAIAN TARGET PROFIT DAN DANA  PIHAK KETIGA DI BANK XYZ CABANG ABC", "Abstrak": "Industri perbankan di Indonesia memainkan peran yang sangat penting dan strategis bagi\nmasyarakat. Peran utama layanan perbankan adalah untuk menjalankan fungsi intermediasi\nkeuangan mengumpulkan dana dari publik, mendistribusikannya ke masyarakat dalambentuk\ndana pinjaman, serta melakukan layanan perbankanlainnya. Peluang bisnis dan pangsa pasar\nyang menjadi target pasar perbankan di Indonesia juga masih sangat banyak tersedia, terbagi\nmenjadi variasi industri, klasifikasi usia, tingkat pendapatan dan ekonomi, bahkan gaya hidup.\nPT Bank XYZ adalah salah satu bank tertua di Indonesia, yang mulai beroperasi dengan\nmenyediakan layanan keuangan perbankan, sejak tahun 1957. Ini terus berkembang dengan\nmenambahkan fungsi-fungsi Devisa, memperluas jaringan cabang, berbagai produk dan layanan\nserta mengembangkan teknologi informasi. PT Bank XYZ Branch ABC menghadapi masalah\nbisnis dalam bentuk penurunan pencapaian target laba dan dana pihak ketiga dari tahun 2015\nhingga 2017. Kedua indikator ini merupakan salah satu faktor penilaian inti untuk kinerja bisnis\ncabang. Hasil ini menempatkan Cabang ABC di lapisan terakhir dari urutan kinerja bisnis di\nantara sesama cabang Bank XYZ nasional. Salah satu kunci untuk tetap dalam ketegangan\ndalam situasi bisnis perbankan saat ini adalah pemasaran. \nOleh karena itu, penelitian ini dilakukan untuk membantu Cabang ABC menetapkan strategi\npemasaran untuk meningkatkan pencapaian target laba dan dana pihak ketiga.\nPenelitian ini menggunakan metode kualitatif dengan menyebarkan kuesioner kepada konsumen\nyang ditargetkan dengan klasifikasi tertentu. Selain itu, peneliti melakukan analisis terhadap\nkonsumen, lingkungan internal dan lingkungan eksternal.Setelah menganalisis dan memproses\nhasil kuesioner, peneliti merumuskan beberapa rekomendasi untuk perusahaan mengenai\nstrategi pemasaran untuk mengatasi masalah yang ada. Strategi pemasaran yang disediakan\ndengan meningkatkan waktu pemrosesan transaksi internal, mengusulkan fungsi Intermediary\nOfficer, meningkatkan kualitas konten solusi & pengiriman ke pelanggan, memaksimalkan\npenggunaan transaksi e-channel, memberikan hadiah & hadiah kepada pelanggan. Perusahaan\ndiharapkan untuk menyelesaikan implementasi strategi untuk 1 tahun ke depan.", "Daftar File": {"2019_TS_PP_BOBBY_IRHAM_1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/157956"}, "Penulis": "Bobby Irham [29116392]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mohamad Toha"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Dana Pihak Ketiga, Laba Cabang, Pembiayaan Kredit, Perbankan, Strategi  Pemasaran, Transaksi Perbankan.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "16 Feb 2019"}