{"Nomor": 34885, "Judul": "Dynamic monitoring study on the characteristics of deformation and failure of extra-thick coal seam floor in deep mining", "Abstrak": "With the increasing depth of mining, the disasters of water inrush above\nconfined aquifers tends to increase annually, which seriously threatens the safe mining\nof coal seam, especially the extra-thick coal seam floor in deep mining. This research\nis to study the characteristics of deformation and failure of extra-thick coal seam floor\nin deep mining, the field measurement is carried out by the distributed fiber optic\nsensing technology (BOTDR) and the 3D resistivity method of studying coal field in\nChina. The axial strain curves and resistivity distribution characteristics of the mining\nface at different depth under the coal seam floor are obtained by extending the working\nface. Through the comprehensive comparison and analysis of monitoring data in the\nmonitoring boreholes, the characteristics of deformation and failure of extra-thick coal\nseam floor in deep mining can be ascertained. The results indicate that the\ncomprehensive monitoring technology can effectively distinguish the characteristics of\nstress excess, distortion and failure of rock during the process of the working face\nmining. The influence range of mining advance stress is about 36m, the failure depth\nof coal seam floor is about 12m and the depth of mining disturbance deformation is\nabout 26m. The formation of the deformation and failure of the coal seam floor have\nobvious stratification, which are mainly influenced by the formation structure and the\nlithology of the rock strata. The comprehensive monitoring technology can effectively\ncapture the fine features of the deformation and failure of the coal seam floor, which is\nvaluable for extra-thick coal seam floor in deep mining", "Daftar File": {}, "Penulis": "Wenlong Zhou [-]", "Kontributor / Dosen Pembimbing": ["Pingsong Zhang, Rongxin Wu, Xiangyun Hu"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Extra-thick coal seam floor; BOTDR; 3D resistivity method; Field measurement", "Sumber": "Journal of Applied Geophysics, S0926-9851(18)30707-9 DOI: https://doi.org/10.1016/j.jappgeo.2019.02.007", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "18 Feb 2019"}