{"Nomor": 34890, "Judul": "SINTESIS MEMBRAN ZEOLIT DI ATAS KASA BAJA UNTUK A OPTIMASI MEDIUM PERTUMBUHAN MIKROALGA LAUT Navicula sp. UNTUK PRODUKSI LIPID SEBAGAI BAHAN BAKU BIODIESELPLIKASI FILTRASI LARUTAN GARAM SECARA REVERSE OSMOSIS", "Abstrak": "Menurut Badan Energi Dunia, permintaan energi dunia akan meningkat sebesar\n45% sampai dengan 2030. Delapanpuluh persen dari energi tersebut bersumber dari bahan bakar fosil yang sulit untuk diperbaharui. Hal yang sama juga terjadi di Indonesia, di mana cadangan minyak dan gas bumi diperkirakan hanya bertahan hingga 25 tahun. Peningkatan permintaan bahan bakar tanpa diimbangi dengan ketersediaannya yang cukup akan menimbulkan krisis energi di masa mendatang. Untuk mengatasi ancaman krisis energi tersebut, maka perlu dicari sumber penghasil bahan bakar alternatif baru yang terbarukan sebagai pengganti bahan bakar fosil. Bahan bakar yang berasal dari minyak nabati, merupakan kandidat pengganti bahan bakar fosil yang baik. Keunggulan dari bahan bakar nabati dibandingkan  dengan   bahan   bakar   fosil   yaitu   mudah   terbarukan,   ramah lingkungan, dan ketersediaannya terjamin.\n\nDi berbagai negara, minyak nabati yang bersumber dari jagung, tanaman jarak, kelapa sawit, dan kedelai telah banyak dikembangkan untuk bahan bakar. Namun, penggunaan minyak  nabati tersebut  akan  bersaing dengan kebutuhan pangan. Oleh sebab itu, pengembangan sumber bahan bakar nabati baru seharusnya tidak mengganggu ketersediaan pangan. Salah satu sumber organisme potensial yang memiliki kandungan lipid/minyak tinggi untuk dijadikan bahan baku biodiesel adalah mikroalga laut Navicula sp.\n\nTujuan  dari  penelitian  ini  adalah  untuk  mencari  komposisi  nutrien  medium pertumbuhan Navicula sp. yang optimum dalam rangka produksi lipid. Media\n \n\npertumbuhan yang diuji yaitu medium air laut, medium Walne, dan medium modifikasi (medium air laut yang diperkaya dengan nitrogen, fosfor, dan silikon).\n\nMetodologi penelitian meliputi kultivasi mikroalga, ekstraksi lipid, pembuatan biodiesel. Kandungan trigliserida dan biodiesel ditentukan dengan menggunakan spektrometri massa. Selain itu, uji nyala, nilai viskositas, massa jenis ,dan energi dalam dari biodiesel yang dihasilkan juga ditentukan.\n\nHasil penelitian ini menunjukkan bahwa pertumbuhan mikroalga laut Navicula sp. dalam medium modifikasi lebih baik dibandingkan pertumbuhannya di dalam medium air laut dan Walne. Kepadatan sel tertinggi untuk pertumbuhannya dalam medium modifikasi berada pada hari ke-7 sebesar 21,6 juta sel/mL, sedangkan dalam medium air laut dihasilkan 1,38 juta sel/mL pada hari ke-6 dan dalam medium Walne sebesar 16,1 × 106  sel/mL pada hari ke-6. Kerapatan biomassa yang  dihasilkan  untuk  pertumbuhannya  dalam  medium  modifikasi,  medium\nWalne, dan medium air laut berturut-turut 2,54; 2,16; dan 0,68 g/L kultur. Perbandingan konsentrasi (dalam mg/L) N:P:Si terbaik pada medium modifikasi adalah 40:1:13.\n\nMikrolaga laut Navicula sp. menghasilkan lipid netral yang mengandung POP (10,65%), POO (39,54%), dan OOLn (49,81%). Kadar lipid total yang diperoleh dari Navicula sp. yang ditumbuhkan dalam medium modifikasi dan Walne berturut-turut adalah 34,16% dan 26,64% massa basah, dengan produktivitas lipid berturut-turut 124 dan 90 µL/L kultur/hari.\n\nBiodiesel dari mikroalga menunjukkan nyala saat dibakar. Nilai viskositas kinematik, massa jenis, dan energi dalam dari biodiesel mikroalga berturut-turut adalah 1,299 mm2/s, 0,8347 g/mL, dan 0,90 kJ/mL. Berdasarkan hasil tersebut, dapat  disimpulkan  bahwa  mikroalga  laut  Navicula  sp.  merupakan  sumber potensial untuk produksi lipid sebagai bahan baku biodiesel.", "Daftar File": {"2011_TS_PP_DEWI_SUSAN_BRATANINGTYAS_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/157977", "2011_TS_PP_DEWI_SUSAN_BRATANINGTYAS_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/157978", "2011_TS_PP_DEWI_SUSAN_BRATANINGTYAS_1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/157981", "2011_TS_PP_DEWI_SUSAN_BRATANINGTYAS_1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/157982", "2011_TS_PP_DEWI_SUSAN_BRATANINGTYAS_1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/157983", "2011_TS_PP_DEWI_SUSAN_BRATANINGTYAS_1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/157984", "2011_TS_PP_DEWI_SUSAN_BRATANINGTYAS_1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/157994", "2011_TS_PP_DEWI_SUSAN_BRATANINGTYAS_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/157995"}, "Penulis": "DEWI SUSAN BRATANINGTYAS  [20509040]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Zeily Nurachman, MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Biodiesel, Lipid, Mikroalga, Navicula sp.", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "18 Feb 2019"}