{"Nomor": 34891, "Judul": "LAYANAN EKSTRASI INFORMASI UNTUK KUALITAS ASPIRASI MASYARAKAT DARI MEDIA SOSIAL (Studi Kasus: Sekretariat DPRD Kabupaten Brebes)", "Abstrak": "Sekretariat DPRD Kabupaten Brebes telah memiliki Sistem Informasi Pokok-pokok Pikiran (SIPOKIR) yang penggunaannya baru terbatas pada pencatatan dan pengolahan informasi dari hasil kegiatan reses. Media sosial dapat dimanfaatkan sebagai sumber data untuk penjaringan aspirasi masyarakat juga. Namun masalahnya adalah kualitas informasi yang dihasilkan masih belum sebanding dengan informasi yang dihasilkan dari kegiatan reses. Maka penelitian ini akan merancang layanan ekstrasi informasi yang dapat diimplementasikan pada sistem yang sudah ada. Layanan ini mengambil data dari media sosial dengan menggunakan API yang sekaligus berfungsi untuk otentikasi pengguna. Data-data yang diambil dari media sosial tersebut akan diproses lebih lanjut melalui tahapan yang terdiri atas beberapa fungsi yaitu otentikasi, data cleansing, proses mencari dan menemukan kembali aspirasi masyarakat (information retrieval), data warehousing, klasifikasi informasi dan visualisasi.\nPenelitian telah berhasil merancang Layanan Ekstrasi Informasi dengan fungsi-fungsi di atas yang dapat diimplementasikan pada sistem yang sudah ada. Fungsi-fungsi ini telah diuji dan diterima dengan perspektif pengguna yang baik yaitu dengan nilai rata System Usability Scale (SUS) 74,58 yang diberikan oleh responden. Dengan demikian dari hasil perspektif anggota legislatif informasi yang dihasilkan dari layanan ini dapat digunakan oleh DPRD sebagai pelengkap tugasnya menjaring aspirasi masyarakat.", "Daftar File": {}, "Penulis": "Iwan Setiawan [23217047]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Albarda, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "pokir, klasifikasi informasi, sistem aspirasi masyarakat, information retrieval", "Sumber": "", "Staf Input/Edit": "karya  \n                                     karya", "File": "1 file", "Tanggal Input": "18 Feb 2019"}