{"Nomor": 34894, "Judul": "OPTIMASI KULTUR KALUS DAN TRANSFORMASI GENETIK JARAK PAGAK (Jatropha curcas L.) MENGGUNAKAN Agrobacterium tumefaciens STRAIN LBA4404 DENGAN VEKTOR BINER pCambia 1304", "Abstrak": "Kultur in vitro yang optimal dan teknik transformasi yang sesuai dibutuhkan untuk memperoleh tanaman jarak pagar transgenik, tetapi laporan mengenai transformasi dan kultur in vitro jarak pagar belum banyak tersedia. Dalam rangka memperoleh tanaman jarak pagar transgenik, penelitian optimalisasi kultur kalus dan transformasi genetik jarak pagar telah dilakukan. Tujuan dari penelitian ini adalah untuk mengoptimasi kultur kalus, transformasi genetik jarak pagar menggunakan Agrobacterium tumefaciens strain LBA4404 yang membawa vektor biner pCambia 1304, mengevaluasi dan menganalisis transformasi genetik jarak pagar. Eksplan daun jarak pagar ditanam pada medium MS (Murashige & Skoog’s) yang diberi penambahan kombinasi konsentrasi NAA (1Naphthaleneacetic acid) dan BAP (6-Benzylaminopurine) pada kisaran tertentu untuk menginduksi pembentukan kalus. Transformasi genetik jarak pagar dilakukan dengan mengkokultivasi eksplan daun jarak pagar bersama dengan A. tumefaciens strain LBA4404-pCambia 1304 selama tiga hari dengan penambahan asetosiringon 100 ?M. Evaluasi transformasi genetik jarak pagar dilakukan berdasarkan ekspresi transien gen GUS dan ketahanan terhadap higromisin. Integrasi transgen yang stabil dianalisis dengan elektroforesis. DNA jarak pagar diisolasi menggunakan metoda CTAB (cetyl trimethyl ammonium bromide) dan kemudian diamplifikasi menggunakan DNA Thermal Cycler (GeneAmp PCR System 2400) dengan metode touchdown. DNA jarak pagar yang telah teramplifikasi dianalisis pada gel agarose elektroforesis 1,5% (b/v) dengan voltase konstan sebesar 110 volt selama 30 menit. Hasil penelitian menunjukkan bahwa kalus jarak pagar terinduksi dan tumbuh optimal pada medium dengan penambahan NAA 0,1 ?M + BAP 5 ?M. Kultur kalus mencapai pertumbuhan maksimum pada hari ke-27. Kalus tetap dapat hidup dan tumbuh baik selama subkultur dilakukan pada medium baru yang sama, selanjutnya evaluasi ekspresi transien GUS mengindikasikan bahwa pada eksplan daun maupun kalus jarak yang telah mengalami transformasi terbentuk produk diklorodibromoindigo (ClBr-indigo) yang berwarna biru. Eksplan daun dan kalus yang telah mengalami transformasi pada medium seleksi yang mengandung higromisin 10 mg/L menunjukkan ketahanannya. Elektroforegram DNA jarak pagar hasil amplifikasi menunjukkan pita 123 pb yang mengindikasikan adanya DNA CAMV. Berdasarkan ekspresi transien GUS pada eksplan daun dan kalus yang telah mengalami transformasi, kalus yang resisten terhadap higromisin dan keberadaan pita 123 pb yang mengindikasikan adanya DNA CAMV, maka terbukti bahwa gen GUS dan gen\nhigromisin resisten yang berada dalam pCambia 1304, plasmid yang terdapat pada A. tumefaciens LBA4404, telah terintegrasi ke dalam genom jarak pagar.", "Daftar File": {}, "Penulis": "Ari Budiharto [21107019]", "Kontributor / Dosen Pembimbing": ["Dr. Erly Marwani, MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Jarak pagar, kultur kalus, transformasi genetik, Agrobacterium tumefaciens, vektor biner", "Sumber": "", "Staf Input/Edit": "agus slamet", "File": "1 file", "Tanggal Input": "18 Feb 2019"}