{"Nomor": 34899, "Judul": "ANALISIS KOMPOSISI ASAM LEMAK YANG TERINDUKSI PADA KULTUR EMBRIO SOMATIK Jatropha curcas DALAM BIOREAKTOR", "Abstrak": "Jatropha curcas merupakan salah satu tanaman yang memiliki potensi untuk\ndikembangkan sebagai biodiesel, namun terdapat kendala untuk memenuhi\nkebutuhan produksi skala besar. Oleh karena itu diperlukan metode alternatif,\nantara lain dengan teknik kultur jaringan yang telah banyak dikembangkan untuk\nmemproduksi metabolit tumbuhan secara berkelanjutan. Kultur embrio somatik\ntelah diketahui dapat menyimpan cadangan makanan seperti lemak dan memiliki\nkemampuan untuk membentuk embrio sekunder. Kelebihan yang dimilikinya\nsangat potensial untuk diaplikasikan dalam produksi skala besar dengan\nmenggunakan bioreaktor. Namun produktivitas kultur tumbuhan dalam bioreaktor\nsalah satunya dibatasi oleh ketersediaan oksigen yang ditentukan oleh aerasi yang\ndiberikan. Oleh karena itu penelitian ini bertujuan untuk (1) memperoleh embrio\nsomatik J. curcas hingga tahap maturasi, (2) melakukan optimasi laju alir udara\npada bioreaktor untuk mendapatkan asam lemak dengan komposisi yang sesuai\nsebagai bahan biodiesel dari kultur embrio somatik J. curcas, (3) melakukan\nanalisis terhadap komposisi asam lemak dari kultur embrio somatik J. curcas yang\ndipelihara dalam bioreaktor dengan berbagai laju alir udara. Eksplan hipokotil\nditanam dalam medium induksi kalus embriogenik MS padat yang mengandung\nvitamin B5 dengan penambahan 1,35×10-5 M 2,4-D; 4,4×10-6 M kinetin dan\nsukrosa 30 g/L (DK5) selama 4 minggu. Kalus meremah berumur 4 minggu yang\ndihasilkan kemudian dipindahkan ke dalam medium inisiasi suspensi sel\nembriogenik MS cair dengan penambahan vitamin B5; 6,75×10-6 M 2,4-D;\n4,4×10-7 M kinetin dan sukrosa 20 g/L (MJ2), dikultur selama 1 minggu dalam\nkondisi fotoperiodisme 16 jam. Dalam medium MJ2 kalus menghasilkan sel-sel\nbaru membentuk agregat embriogenik (PEM). Selanjutnya kultur dipelihara\nselama 2 minggu dan disubkultur setiap minggu hingga diperoleh suspensi sel\nembriogenik yang mulai menunjukkan adanya embrio globular dengan struktur\nkompak membulat dengan permukaan yang mulus. Pada tahap berikutnya,\nsuspensi dipindahkan ke dalam medium pra-perlakuan (PT) yang merupakan\nmedium MS cair dengan vitamin B5 tanpa KNO3, dengan penambahan 6 g/L Ksitrat\nmonohidrat; 1,35×10-5 M 2,4-D; 4,4×10-7 M kinetin dan sukrosa 20 g/L dan\ndikultur 2 minggu tanpa subkultur. Pada tahap ini terbentuk lebih banyak struktur\nglobular dan mulai tampak adanya embrio yang berkembang menuju tahap\njantung. Kultur kemudian dipindahkan ke dalam medium induksi pematangan\nembrio lanjut dengan komposisi elemen makro ½ MS, dengan vitamin yang\ndiganti dengan 10 mg/L asam askorbat, 50 mg/L asam sitrat, 25 mg/L adenin\nsulfat, dan dengan penambahan 100 mg/L glutamin, 0,5 ppm IAA; 0,3 ppm GA3\ndan 20 g/L sukrosa (IG2). Kultur mengandung lebih banyak embrio tahap\nglobular dan tahap jantung pada tahap ini. Selanjutnya sebanyak 10 g embrio\nv\ndimasukan ke dalam 500 ml medium IG2 dengan penambahan PEG 4000\nsebanyak 10% (w/v) dan dikultur dalam bioreaktor dengan diberi perlakuan laju\nalir udara (0,1; 0,2 dan 0,4 L/menit) dalam kondisi fotoperiodisme 16 jam selama\n10 hari. Ekstrak yang diperoleh selanjutnya dianalisis kandungan lipid total kultur\ndengan metode modifikasi Zou dkk (1995), dan dilanjutkan dengan analisis asam\nlemak menggunakan GCMS. Hasil yang diperoleh menunjukkan bahwa\npemberian laju alir udara 0,2 L/menit memberikan pertumbuhan (7,85 g) dan\nkandungan total lipid tertinggi (63,6 %) dengan kandungan asam lemak utama\nasam palmitat (53 %), asam stearat (12 %), asam oleat (33 %)dan asam linoleat (2\n%).", "Daftar File": {}, "Penulis": "Devi Ismidianty [21107011]", "Kontributor / Dosen Pembimbing": ["Dr. Rizkita Rachmi Esyanti"], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Jatropha curcas, embriogenesis somatik, kandungan lipid total, komposisi asam lemak, bioreaktor", "Sumber": "", "Staf Input/Edit": "agus slamet", "File": "1 file", "Tanggal Input": "18 Feb 2019"}