{"Nomor": 34895, "Judul": "PENGEMBANGAN BANDAR UDARA BANYUWANGI SEBAGAI BANDAR UDARA INTERNASIONAL PARIWISATA KABUPATEN BANYUWANGI", "Abstrak": "Bandar udara merupakan aspek penting yang tergolong dalam aksesibilitas di dalam komponen pariwisata. Kabupaten Banyuwangi juga termasuk di dalam Destinasi Pariwisata Nasional (DPN) yang difokuskan di Taman Nasional Alas Purwo dan Kawah Ijen. Pada DPN ini sudah selayaknya ada pembangunan sebagaimana yang tercantum pada RIPPARNAS 2010-2025 yang di dalamnya terdapat pembangunan aksesibilitas pariwisata dan juga pembangunan prasarana umum, fasilitas umum dan fasilitas pariwisata. Pembangunan aksesibilitas pariwisata sebagaimana yang dimaksudkan adalah untuk mendukung pengembangan kepariwisataan dan pergerakan wisatawan menuju destinasi dan pergerakan wisatawan di dalam DPN. Dalam membangun aksesibilitas maka bandar udara merupakan sarana penting yang dapat mendatangkan wisatawan melalui jalur udara. Bandar udara juga menjadi alternatif bagi wisatawan yang memiliki rencana untuk berwisata ke Kabupaten Banyuwangi. Dengan adanya penerbangan dari 2 kota yaitu Jakarta, Surabaya, dan kemudian ditambah rute internasional Kuala Lumpur tentunya jumlah kunjungan wisatawan ke DPN ini akan meningkat. Pada saat ini bandar udara Banyuwangi sedang dalam tahap pengembangan menuju bandar udara internasional pariwisata sehingga bandar udara dalam menunjang kebutuhan penumpang khususnya wisatawan harus memperhatikan aspek-aspek pariwisata. Tujuan dari penelitian ini adalah untuk mengindentifikasi faktor-faktor yang mempengaruhi perkembangan bandar udara Banyuwangi menjadi bandar udara internasional pariwisata dengan sasaran yaitu teridentifikasinya kendala-kendala pada pengembangan bandar udara Banyuwangi dalam upayanya menjadi bandar udara pariwisata, teridentifikasinya perkembangan terkini Bandar udara Banyuwangi dalam upayanya menjadi bandar udara internasional yang berbasis pariwisata, teridentifikasinya kerjasama antar pihak dalam pengembangan bandar udara Banyuwangi, terrumuskannnya saran atau komponen pariwisata (atraksi, aksesibilitas, dan amenitas) untuk bandar udara pariwisata Banyuwangi. Teori yang digunakan untuk dijadikan pedoman dalam penelitian ini adalah mengenai komponen utama pariwisata, aspek dalam mengukur upaya kerjasama antar institusi, dimensi dalam model kualitas pelayanan, kualitas layanan bandar udara, atribut untuk mengevaluasi pelayanan penumpang, elemen dan atribut bandar udara, dimensi utama pengembangan bandar udara, aktivitas yang ada di dalam bandar udara. Penelitian ini menggunakan metode penelitian campuran kuantitatif kualitatif dengan teknik pengumpulan data menggunakan observasi, kuesioner, dan wawancara. Analisis yang digunakan untuk mengolah data kuesioner adalah Importance Performance Analysis (IPA) yang kemudian menilai kinerja dan harapan berdasarkan 25 indikator. Hasil penelitian ditunjukkan menggunakan persentase tercapainya kinerja dengan harapan pada masing-masing indikator hingga akhirnya didapatkan 6 indikator yang dinilai terkelompok pada prioritas utama. Rekomendasi pada penelitian ini terbagi menjadi 2 yaitu rekomendasi hasil analisis yang didasarkan pada nilai IPA, dan rekomendasi temuan non analisis yang berpedoman pada “3A”. Rekomendasi ini kemudian ditujukan untuk PT.Angkasa Pura II sebagai pengelola bandar udara Banyuwangi dan Dinas Kebudayaan dan Pariwisata Kabupaten Banyuwangi sebagai institusi pemerintah daerah yang berwenang pada pariwisata Kabupaten Banyuwangi.", "Daftar File": {"2019_TS_PP_DELFTA_TUNJUNG_BASWARANI_ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/157985", "2019_TS_PP_DELFTA_TUNJUNG_BASWARANI_BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/157987", "2019_TS_PP_DELFTA_TUNJUNG_BASWARANI_BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/157988", "2019_TS_PP_DELFTA_TUNJUNG_BASWARANI_BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/157989", "2019_TS_PP_DELFTA_TUNJUNG_BASWARANI_BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/157990", "2019_TS_PP_DELFTA_TUNJUNG_BASWARANI_BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/157991", "2019_TS_PP_DELFTA_TUNJUNG_BASWARANI_BAB_6.pdf": "https://digilib.itb.ac.id/gdl/download/157992", "2019_TS_PP_DELFTA_TUNJUNG_BASWARANI_JURNAL.pdf": "https://digilib.itb.ac.id/gdl/download/157993"}, "Penulis": "Delfta Tunjung Baswarani [95717009]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Heru Purboyo Hidayat Putro, DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Terapan Perencanaan Kepariwisataan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Bandar udara, pariwisata, Banyuwangi", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "18 Feb 2019"}