{"Nomor": 34908, "Judul": "VARIABEL PENGARUH TERHADAP NIAT MENGGUNAKAN PLATFORM KOLABORATIF DIGITAL DI INDONESIA", "Abstrak": "Munculnya Bisnis Digital telah terjadi di beberapa negara secara global sejak Merek-merek Silicon Valley telah memonopoli gaya hidup teknologi dunia terutama dalam lingkup digital. Efek berganda bisnis digital telah mempengaruhi ekosistem startup terutama di negara-negara berkembang termasuk Indonesia. Ketika Komunitas Forum Digital Buatan Indonesia yang fenomenal, “Kaskus”, mencapai puncaknya di awal tahun 2000, banyak startup telah dikembangkan dari berbagai sektor seperti Pinjaman P2P (Teknologi Finansial), Aplikasi Ojek Panggilan (Teknologi Transportasi), Aplikasi untuk Sekolah (Teknologi Pendidikan), hingga Panggilan dokter yang datang ke rumah melalui aplikasi digital sebagai inovasi baru di Industri Kesehatan, banyak startup yang gagal, dan hanya ada beberapa yang masih bertahan dan berkembang lebih besar yang kemudian menjadi unicorn Indonesia seperti Gojek, Bukalapak, Traveloka, Tokopedia, dan startup potensial kecil lainnya. Monetisasi platform digital sebagian besar didasarkan pada ekonomi bersama, penggunaan secara kolaboratif, adalah bagaimana pengguna memaksimalkan pemanfaatan suatu produk digital dengan berbagi penggunaannya. Beban biaya untuk penggunaannya akan ditentukan tergantung pada produk yang ditawarkan, dan terciptanya komunikasi peer-to-peer secara online. Platform penggunaan kolaboratif ini banyak dikembangkan di Indonesia, tetapi dalam landasan teoretis, teori mengenai hal ini masih sedikit, terutama dalam penelitian secara kuantitatif. Oleh karena itu, penelitian ini dilakukan untuk menilai niat untuk menggunakan platform online kolaboratif dengan metodologi kuantitatif untuk memahami bagaimana pasar, sebagai pengguna, merespons platform terutama di Indonesia.", "Daftar File": {"2019_TS_PP_LUKNI_BURHANUDDIN_AHNMAD_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/158021"}, "Penulis": "Lukni Burhanuddin Ahmad [29017022]", "Kontributor / Dosen Pembimbing": ["Reza Ashari Nasution, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pemakaian Kolaboratif, Bisnis Digital, Perusahaan Rintisan, Niat Menggunakan, Pasar Internet", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "18 Feb 2019"}