{"Nomor": 34904, "Judul": "PRODUKSI BIOMASSA Skeletonema costatum (Greville) Cleve ISOLAT JEPARA DALAM KULTUR SEMI MASSAL DAN PEMANFAATANNYA", "Abstrak": "Mikroalga merupakan penyokong 95% produktifitas primer laut. Potensi yang besar ini diikuti oleh eksplorasi dan pemanfaatan mikroalga sebagai penghasil bahan makanan bagi manusia dan hewan, kemikalia, obat-obatan, hormon, enzim, pigmen, vitamin, pupuk, treatmen limbah, hingga penghasil biodiesel. Skeletonema costatum (Greville) Cleve merupakan salah satu mikroalga isolat perairan laut Jepara yang kecepatan pertumbuhannya relatif tinggi, berukuran relatif besar, dan dapat disaring sehingga berpeluang ekonomis untuk dikultur dan dimanfaatkan untuk berbagai tujuan (terutama untuk food, feed, dan fuel).\nPenelitian ini terdiri dari tiga tujuan. Tujuan pertama, mengetahui rasio volume/luas permukaan (V/L) kultur semi massal yang terbaik untuk mengefektifkan luas permukaan kultur untuk produksi biomassa mikroalga Skeletonema costatum (Greville) Cleve, mengetahui komposisi kimia secara umum (proksimat) dan komposisi asam lemak S. costatum, serta menganalisis prospek pengembangan Skeletonema costatum dalam produksi biomassanya untuk berbagai tujuan pemanfaatan dengan analisis ekonomi dan sumber daya yang dibutuhkan dalam pengembangan tersebut.\nPerlakuan rasio V/L 43,5 (perlakuan A), 39,8 (perlakuan B), dan 84 (perlakuan C) didedahkan pada mikroalga yang ditumbuhkan pada medium Guillard’s f/2 teknis (termodifikasi) pada salinitas 28 permil dan pH 7,0. Dari perlakuan, dipilih perlakuan yang paling tinggi produktifitas biomassanya. Mikroalga juga dikultur untuk diuji kandungan kimianya secara umum (uji proksimat), dianalisis komposisi asam lemaknya (dengan gas kromatografi), dan diuji kualitas air limbahnya. Terakhir, dilakukan analisis ekonomi dan sumber daya untuk budidaya mikroalga ini untuk berbagai tujuan pemanfaatannya.\niv\nBerdasarkan kultur yang dilakukan terbukti bahwa rasio V/L terbaik untuk produktifitas biomassa tertinggi dicapai pada perlakuan C dengan produksi biomassa sebesar 95,84 g/m². Peningkatan ketinggian kultur, luas permukaan kultur, dan volume kultur akan signifikan diikuti oleh peningkatan produksi biomassa. Dalam hal ini ketinggian merupakan faktor pembatas, sehingga faktor yang paling memengaruhi produksi biomassa adalah volume. Dari analisis proksimat didapatkan bahwa S. costatum terdiri atas 1,407 % (berat kering) lemak, 22,049% protein, 1,916% serat kasar, 8,011% air, dan 58,362% abu. Asam lemak penyusun yang dominan dari mikroalga ini adalah asam oleat, asam stearat, asam eicosapentanoat, dan asam palmitoleat. Berdasarkan analisis kualitas air limbahnya, seluruh limbah kultur mikroalga ini memenuhi baku mutu limbah dan aman dibuang ke lingkungan. Dari analisis ekonomi rasio B/C dan analisis kimia yang dilakukan, mikroalga ini cenderung prospektif dimanfaatkan sebagai pakan zooplankton, larva ikan, atau larva krustasea dalam sistem akuakultur dan tidak prospektif untuk dimanfaatkan sebagai bahan makanan manusia ataupun sebagai sumber biodiesel..", "Daftar File": {}, "Penulis": "Dian Triastari Armanda [21307014]", "Kontributor / Dosen Pembimbing": ["Dr. Tati Suryati S. Subahar"], "Jenis Koleksi": "Tesis", "Penerbit": "Biomanajemen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "produksi biomass; Skeletonema costatum; kultur semi massal; food, feed, and fuel; rasio V/L; komposisi asam lemak", "Sumber": "", "Staf Input/Edit": "agus slamet", "File": "1 file", "Tanggal Input": "18 Feb 2019"}