{"Nomor": 34905, "Judul": "ANALISIS KESTABILAN DINAMIK  SAYAP PESAWAT GLIDER GL-1 MENGGUNAKAN PENDEKATAN METODE ELEMEN HINGGA", "Abstrak": "Pesawat glider atau sailplane sering digunakan untuk keperluan olahraga terbang  layang.  Pesawat  yang  dianalisis  pada  tugas  akhir  ini  adalah  pesawat Glider GL-1 yang saat ini sedang dilakukan penelitian dan pengembangannya di Indonesia. Pesawat tersebut mempunyai sayap dengan aspect ratio tinggi. Salah satu masalah aeroelastik pesawat dengan aspect ratio tinggi adalah flutter. Untuk memenuhi kebutuhan sertifikasi, maka pembuatan pesawat ini harus memenuhi regulasi yang ada. Regulasi yang mengatur tentang flutter pada pesawat sailplane tercantum dalam EASA CS 22. Dimana, dinyatakan bahwa pesawat tidak boleh mengalami flutter.\nUntuk  keperluan  proses  desain  maka  pada  tugas  akhir  ini  dilakukan analisis struktur pada sayap pesawat glider GL-1 yang berbahan dasar komposit dengan menggunakan metode elemen hingga. Perhitungan distribusi gaya aerodinamika menggunakan metode Doublet-Lattice, sedangkan flutter dilakukan dengan metode P-K.\nAnalisis dilakukan pada dua jenis model, yaitu model sayap sederhana (clean wing) dan model sayap dengan control surface. Berbagai variasi parameter dikaji dan dilihat pengaruhnya terhadap kecepatan flutter. Parameter yang divariasikan adalah jenis material, besar kekakuan batang, dan besarnya massa tambahan aileron sebagai mass balance, dan variasi bilangan Mach.\nHasil yang didapatkan dari tugas akhir ini adalah, grafik plot kecepatan- frekuensi, dan kecepatan-damping. Selain itu, data kecepatan flutter di plot kedalam flight envelope, sehingga diketahui flutter envelope dari sayap. Dari data flutter envelope dapat disimpulkan apakah sayap pesawat aman dari flutter atau tidak.", "Daftar File": {}, "Penulis": "Anis Khoirun Nisa [13614073]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Leonardo Gunawan", "Rianto Adhy Sasongko, S.T., M.Sc., Ph.D.", "Dr. Annisa Jusuf, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Flutter, Nastran, pesawat sailplane, komposit, mass balance, mode participation factor, flutter envelope", "Sumber": "", "Staf Input/Edit": "Erlin Marliana Effendi", "File": "7 file", "Tanggal Input": "18 Feb 2019"}