{"Nomor": 34917, "Judul": "PENGEMBANGAN METODE PENGUJIAN DAN ANALISIS GAYA DORONG KONDISI STATIK  (STATIC THRUST)", "Abstrak": "Pengembangan pesawat baru tidak lepas dari pengembangan sistem pendukungnya baik sistem avionic, elektrik, struktur dan propulsi. Sistem propulsi merupakan hal yang sangat penting dalam menentukan performance atau prestasi pesawat yang sedang dikembangkan. Salah satu pengembangan sistem propulsi dapat dilakukan pada mesin, propeller maupun fan. Pengembangan sistem ini melibatkan pabrikan pembuat sistem propulsi maupun pabrikan pesawat. Tujuan pengujian adalah untuk memastikan sistem propulsi yang dikembangkan telah sesuai dengan desain. Pada tesis ini, kasus yang dibahas adalah pengujian sistem propulsi dengan wahana pesawat tanpa awak dengan menghitung gaya dorong yang dihasilkan. Pengujian dilakukan pada kondisi statik di pesawat dengan mengukur gaya dorong dengan instrumentasi load cell. Hasil eksperimen dievaluasi dengan hasil  perhitungan analitik dan simulasi CFD (Computational Fluid Dynamic).\n\nPerhitungan analitik menggunakan metode vortex blade elemen teori yang merupakan metode klasik dalam melakukan analisis dan desain propeller serta simulasi CFD (Compuational Fluid Dynamic) 2 dimensi dan 3 dimensi. Metode vortex blade elemen teori dikombinasikan dengan simulasi penampang airfoil pada lokasi 70% dari hub. Simulasi airfoil bertujuan untuk mendapatkan karakteristik aerodinamika yang mewakili tiap penampang bilah untuk diubah menjadi menjadi gaya dorong dan torsi. Dalam melakukan simulasi CFD, model atau geometri propeller didapatkan dengan cara reverse engineering. Reverse engineering dilakukan dengan mengukur distribusi pitch dan chord propeller serta geometri airfoil pada tiap penampang bilah dicetak dari propeller yang sebenarnya. Hasil dari perbandingan dalam penelitian ini kemudian dievaluasi untuk mendapatkan metode yang tepat dalam melakukan prediksi performance dari sistem propulsi. Selain itu juga dipertimbangkan faktor kesalahan dan koreksi pada saat pengujian. Diharapkan hasil dari tesis ini digunakan sebagai referensi dalam pengembangan pesawat berikutnya seperti dalam pemilihan propeller atau menentukan prediksi performance dari sistem propulsi.", "Daftar File": {"2018_THESIS_PP_MITRA_KHASYOFI_1_-_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/158036", "2018_THESIS_PP_MITRA_KHASYOFI_1_-_BAB_I.pdf": "https://digilib.itb.ac.id/gdl/download/158038", "2018_THESIS_PP_MITRA_KHASYOFI_1_-_BAB_II.pdf": "https://digilib.itb.ac.id/gdl/download/158039", "2018_THESIS_PP_MITRA_KHASYOFI_1_-_BAB_III.pdf": "https://digilib.itb.ac.id/gdl/download/158040", "2018_THESIS_PP_MITRA_KHASYOFI_1_-_BAB_IV.pdf": "https://digilib.itb.ac.id/gdl/download/158041", "2018_THESIS_PP_MITRA_KHASYOFI_1_-_BAB_V.pdf": "https://digilib.itb.ac.id/gdl/download/158042", "2018_THESIS_PP_MITRA_KHASYOFI_1_-_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/158043"}, "Penulis": "Mitra Khasyofi [23615003]", "Kontributor / Dosen Pembimbing": ["Dr. Firman Hartono, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Gaya dorong statik, pengujian, propeller, vortex blade elemen teori", "Sumber": "", "Staf Input/Edit": "Erlin Marliana Effendi", "File": "7 file", "Tanggal Input": "18 Feb 2019"}