{"Nomor": 34925, "Judul": "FERMENTASI SEMISOLID SAMPAH SISA MAKANAN UNTUK PRODUKSI BIOGAS DAN ANALISIS BIODIVERSITAS MIKROBA YANG BERPERAN BERDASARKAN PROFIL DGGE (Denaturing Gradient Gel Electrophoresis)", "Abstrak": "Produksi sampah Kota Bandung mencapai 7.500 m3 setiap hari dengan kandungan sampah organik mencapai 63,56%. Bagian penting dari sampah organik tersebut adalah sampah sisa makanan yang secara rutin diproduksi di wilayah pemukiman dan sentra kuliner di perkotaan. Sampah organik menyumbang beban cemaran terhadap lingkungan karena mengandung COD (chemical oxygen demand) yang tinggi. Fermentasi anaerob dilaporkan mampu mengolah beban cemaran organik hingga 80 kgCOD/m3-hari dibandingkan dengan proses aerob yang hanya mampu mengolah beban cemaran organik kurang dari 1 kgCOD/m3-hari. Disamping itu fermentasi anaerob juga berpotensi untuk menghasilkan biogas.\nPada penelitian ini dilakukan fermentasi anaerob sampah organik padat sisa makanan dengan penambahan inokulum yang berasal dari reaktor biogas yang mengolah sampah pasar organik. Fermentasi anaerob dilakukan pada suhu ruang secara batch dan semikontinyu satu tahap, yaitu semua tahapan hidrolisisasidogenesis-asetogenesis dan metanogenesis berlangsunng dalam satu reaktor. Fermentasi batch menggunakan substrat sampah sisa makanan dengan kandungan padatan total sebesar 20%. Fermentasi batch dilakukan selama 91 hari dengan variasi penambahan zeolit serbuk sebanyak 0%, 10% dan 15% (v/v) berturut-turut pada reaktor (SI), (SIZ-10%) dan (SIZ-15%). Reaktor kontrol positif berisi inokulum (I) dan kontrol negatif berisi substrat (S). Produksi biogas total terbanyak sebanyak 25.820 mL dan laju 11,84 mL/jam dengan kandungan metana tertinggi sebesar 33% pada hari ke-42 dihasilkan oleh reaktor (SIZ-15%). Kondisi pH reaktor dengan penambahan zeolit relatif lebih stabil dibandingkan reaktor tanpa zeolit.\nReaktor semikontinyu satu tahap dioperasikan dengan substrat sampah sisa makanan yang mengandung padatan total 14% dan dilakukan penambahan zeolit\nberukuran -10/+18 mesh sebanyak 15% (v/v) reaktor. Proses fermentasi semikontinyu diawali dengan aklimatisasi selama 58 hari dan dilanjutkan proses semikontinyu dengan OLR 60,5 kgCOD/m3-hari dan HRT 20 hari. Pada tahap aklimatisasi, dihasilkan biogas total terbanyak hingga 8 liter/hari dengan kandungan metana 54% pada hari ke-10 fermentasi dengan rata-rata penyisihan COD terlarut mencapai 47%. Setelah dioperasikan semikontinyu, padatan total yang tersisihkan sebanyak 2% per hari dan bahan organik tersisihkan 4% per hari. Sehingga terjadi penumpukan bahan organik yang disertai penurunan kandungan metana hingga menjadi 2% pada akhir operasional semikontinyu.\nAnalisis mikroba yang berperan selama proses fermentasi menggunakan metode molekular yang tidak bergantung kultivasi. Fragmen gen 16S rRNA dari sampel (I) fresh dan t23, (SIZ-15%) t23 t42 t86 dan reaktor semikontinyu (SK) t11 t55 t80, diamplifikasi dari DNA total menggunakan sepasang primer yang diinkorporasi dengan 40 basa GC clamp, sehingga diperoleh amplikon ± 450 bp yang telah dikonfirmasi dengan gel agarosa. Pita-pita fragmen DNA tersebut selanjutnya dipisahkan dengan metode DGGE. Diperoleh sejumlah 12, 10, 8,7,8, 9, 11 dan 10 pita DGGE berturut-turut dari sampel (I) fresh, (I) t23, (SIZ-15%) t23, (SIZ-15%) t42, (SIZ-15%) t86, (SK) t11, (SK) t55 dan (SK) t80 yang cenderung jelas terlihat secara visual. Perbedaan pola migrasi pita menunjukkan terjadinya perubahan biodiversitas mikroba dan perubahan kelimpahan mikroba terlihat dari perubahan ketebalan pita DGGE. Selanjutnya perlu dilakukan penentuan urutan nukleotida dari masing-masing pita fragmen gen 16S rRNA tersebut untuk mengetahui jenisjenis mikrobanya.", "Daftar File": {}, "Penulis": "Umi Hamidah [21107023]", "Kontributor / Dosen Pembimbing": ["Dr. Pingkan Aditiawati, MS", "Prof. Tarzan Sembiring"], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "fermentasi semisolid, sampah sisa makanan, batch, semikontinyu satu tahap, zeolit alam, HRT, OLR, gen 16S rRNA, analisis DGGE", "Sumber": "", "Staf Input/Edit": "agus slamet", "File": "1 file", "Tanggal Input": "18 Feb 2019"}