{"Nomor": 34926, "Judul": "STUDI ENZIM DIELS-ALDERASE YANG TERLIBAT DALAM BIOSINTESIS METABOLIT SEKUNDER PADA KULTUR AKAR MORUS CATHAYANA", "Abstrak": "Tumbuhan genus Morus, atau lebih dikenal dengan nama “murbei”, telah dibudidayakan secara luas di berbagai negara karena perannya sebagai pakan ulat sutra. Studi fitokimia menunjukkan kelompok tumbuhan ini menghasilkan berbagai senyawa fenol terutama jenis stilben, 2-arilbenzofuran, dan flavonoid. Penelitian terhadap tumbuhan Morus yang dikembangkan secara kultur jaringan menunjukkan tumbuhan ini juga kaya akan senyawa kelompok adduct Diels-Alder, yaitu senyawa yang terbentuk dari hasil sikloadisi antara dehidroprenilfenol sebagai sumber diena dengan ?,?-karbonil tak jenuh dari struktur calkon sebagai sumber dienofil. Sejauh ini belum ada laporan mengenai kajian terhadap enzim yang terlibat dalam biosintesis senyawa adduct Diels-Alder yaitu Diels-Alderase khususnya pada genus Morus. Pada penelitian ini dilakukan studi awal terhadap enzim ini, yaitu analisis aktivitas enzim Diels-Alderase  pada  ekstrak  kasar  protein  yang  diisolasi  dari  kultur  akar  M. cathayana. Penelitian yang dilakukan meliputi isolasi senyawa prekursor yaitu moracalkon A, suatu senyawa prenilcalkon dari ekstrak metanol kultur tunas M. cathayana dengan cara kromatografi cair vakum dan kromatografi radial. Analisis moracalkon A dilakukan dengan cara kromatografi lapis tipis dibandingkan dengan moracalkon  A  standar,  didukung  dengan  pengukuran  spektrum  massa  ionisasi\nsemburan elektron (ESI-MS) yang menghasilkan puncak pada m/z 341,77 dan 204,93.\n\ni\n \n\nEkstrak enzim Diels-Alderase diperoleh dari kultur akar segar M. cathayana  yang dihomogenasi dengan cara penggerusan setelah dicelupkan ke dalam nitrogen cair. Homogenasi  dan  ekstraksi  enzim  dilakukan  pada  suhu  dingin  untuk  menjaga kestabilan enzim. Buffer yang digunakan untuk mengekstraksi enzim mengandung berbagai\tkomponen\tyang   diperlukan   untuk   menjaga   stabilitas   protein\tyang terekstraksi, seperti garam NaCl untuk menjaga kekuatan ionik larutan, gliserol untuk membantu stabilitas protein dan penyimpanan pada suhu dingin, ditiotreitol untuk mencegah oksidasi enzim, dan fenilmetilsulfonil florida (PMSF) sebagai protease inhibitor. Uji aktivitas enzim Diels-Alderase dilakukan dengan cara menginkubasikan ekstrak enzim dengan moracalkon A selama 24 jam pada suhu 30°C, dilanjutkan dengan ekstraksi hasil reaksi menggunakan pelarut etil asetat. Adduct Diels-Alder yang terbentuk dalam hal ini kuwanon J dideteksi menggunakan HPLC kolom fasa terbalik terhadap ekstrak hasil reaksi dibandingkan dengan kuwanon J standar. Sistem eluen yang digunakan adalah metanol-air dengan komposisi berubah terhadap waktu. Setelah  aktivitas  Diels-Alderase  terdeteksi  pada  ekstrak  kasar  enzim,  penelitian dilanjutkan  dengan  fraksinasi  ekstrak  kasar  menggunakan  metode  pengendapan garam  amonium  sulfat.  Fraksinasi  protein  menghasilkan  fraksi  40-60%  yang memiliki aktivitas Diels-Alderase lebih tinggi dibanding fraksi lainnya. Fraksi ini kemudian diperbanyak dengan cara mengulang kembali prosedur homogenasi akar, ekstraksi dan fraksinasi protein yang telah dilakukan sebanyak tiga kali. Fraksi yang terkumpul dan dipekatkan, diperoleh protein sebanyak 1 ml dengan konsentrasi 5 mg/ml. Konsentrasi protein diukur menggunakan metode Bradford. Karena saat ini belum ada data enzim Diels-Alderase yang bisa dijadikan acuan, analisis SDS PAGE tidak bisa digunakan untuk memperkirakan ukuran molekul enzim yang dipelajari. Variasi pH dan suhu reaksi dalam uji aktivitas enzim Diels-Alderase menghasilkan masing-masing terdapat dua nilai optimum, menunjukkan kemungkinan adanya dua enzim yang memiliki fungsi katalitik yang sama. Namun dengan data ini belum bisa bisa disimpulkan bahwa salah satu fungsi katalitik tersebut mewakili aktivitas enzim oksidase. Untuk mengkonfirmasi jumlah enzim yang terlibat dalam reaksi, harus dilakukan analisis aktivitas oksidase dari ekstrak enzim yang sama, yang dilanjutkan ii\n \n\ndengan pemisahan dan pemurnian kedua enzim sampai diperoleh enzim murni. Diharapkan hasil penelitian ini bisa dijadikan data awal untuk mempelajari biosintesis senyawa adduct Diels-Alder pada tumbuhan genus Morus.", "Daftar File": {"2011_TS_PP_INTAN_TIMUR_MAISYARAH_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/158083", "2011_TS_PP_INTAN_TIMUR_MAISYARAH_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/158085", "2011_TS_PP_INTAN_TIMUR_MAISYARAH_1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/158087", "2011_TS_PP_INTAN_TIMUR_MAISYARAH_1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/158099", "2011_TS_PP_INTAN_TIMUR_MAISYARAH_1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/158100", "2011_TS_PP_INTAN_TIMUR_MAISYARAH_1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/158101", "2011_TS_PP_INTAN_TIMUR_MAISYARAH_1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/158102", "2011_TS_PP_INTAN_TIMUR_MAISYARAH_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/158103"}, "Penulis": "Intan Timur Maisyarah [20508019 ]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Euis Holisotan Hakim, MS", "Dr. Rukman Hertadi, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Moraceae, Morus cathayana, Diels-Alderase", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "18 Feb 2019"}