{"Nomor": 34933, "Judul": "Bioinspired Small-Molecule Tools for the Imaging of Redox Biology", "Abstrak": "The availability of electrons to biological\nsystems underpins the mitochondrial electron transport chain (ETC) that powers living cells. It is little wonder, therefore, that the sufficiency of electron supply is critical to cellular health. Considering mitochondrial redox activity alone, a lack of oxygen (hypoxia) leads to impaired production of adenosine triphosphate (ATP), the major energy currency of the cell, whereas excess oxygen (hyperoxia) is associated with\nelevated production of reactive oxygen species (ROS) from the interaction of oxygen with electrons that have leaked from the ETC. Furthermore, the redox proteome, which describes the reversible and irreversible redox modifications of proteins, controls many aspects of biological structure and function. Indeed, many major diseases, including cancer and diabetes, are now termed “redox diseases”, spurring much interest in the measurement and monitoring of redox states and redox-active species within biological systems.  In this Account, we describe recent efforts to develop magnetic resonance (MR) and fluorescence imaging probes for studying redox biology. These two classes of molecular imaging tools have proved to be invaluable in supplementing the structural information that is traditionally provided by MRI and fluorescence microscopy, respectively, with highly sensitive chemical information. Importantly, the study of biological redox processes requires sensors that operate at biologically relevant reduction potentials, which can be achieved by the use of bioinspired redox-sensitive groups. Since oxidation?reduction reactions are so ....", "Daftar File": {}, "Penulis": "Amandeep Kaur [-]", "Kontributor / Dosen Pembimbing": ["Elizabeth J. New"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Bioinspired Small-Molecule Tools", "Sumber": "American Chemical Society", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Feb 2019"}