{"Nomor": 34934, "Judul": "KONTAMINASI LOGAM BERAT PADA PAKAN IKAN DAN IKAN NILA (Oreochromis niloticus)", "Abstrak": "Kontaminasi logam berat pada ikan dapat disebabkan oleh adanya pencemaran logam berat\nterhadap air, sedimen ataupun pakan, baik pakan alami maupun buatan. Penelitian ini dilakukan untuk\nmengetahui jenis dan konsentrasi logam berat yang terkandung pada tiga merk pakan ikan yang telah\nditentukan dan mengetahui pengaruhnya terhadap konsentrasi logam berat di ikan. Prosedur analisis logam\nberat pada pakan ikan dan ikan menggunakan metode ekstraksi dengan asam nitrat (HNO3) pekat\nberdasarkan SNI 06-2464-1991. Urutan logam berat dengan konsentrasi yang terbesar hingga yang terkecil\npada pakan ikan adalah Zn > Cu > Pb > Cd > Hg. Berdasarkan hal tersebut, maka logam berat yang diteliti\npada ikan adalah 3 jenis logam berat yang mempunyai konsentrasi terbesar pada ketiga merk pakan ikan\nyang diteliti, yaitu Cu, Pb dan Zn. Ikan yang diteliti di laboratorium adalah Ikan Nila (Oreochromis\nniloticus). Ikan dipelihara selama 12 minggu (84 hari) di dalam 3 buah akuarium yang berukuran sama dan\ndiberi pakan ikan dengan merk yang berbeda yaitu X, Y dan Z. Jumlah pakan yang diberikan adalah\nsebanyak 5% dari berat basah ikan keseluruhan per hari. Berat rata-rata ikan mengalami peningkatan, dari\nbibit yang memiliki berat rata-rata 0,9426 gr hingga mencapai 10,7121 gr pada minggu ke-12. Seiring\ndengan peningkatan berat rata-rata ikan tersebut, konsentrasi Cu, Pb dan Zn di ikan pada setiap akuarium\nmengalami kecenderungan penurunan konsentrasi. Hasil analisis statistik One-Way Anova menunjukkan\nbahwa ketiga merk pakan ikan yang diteliti tidak memberikan pengaruh yang berbeda terhadap konsentrasi\nCu, Pb dan Zn di ikan.", "Daftar File": {"2005_TA_PP_DIAH_ENDAH_TRIASTUTININGRUM_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/158104", "2005_TA_PP_DIAH_ENDAH_TRIASTUTININGRUM_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/158111", "2005_TA_PP_DIAH_ENDAH_TRIASTUTININGRUM_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/158112"}, "Penulis": "DIAH ENDAH T [15301014]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Katharina Oginawati, MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Administration of economy & environment", "Kata Kunci": "logam berat, pakan ikan, ikan nila", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "18 Feb 2019"}