{"Nomor": 34937, "Judul": "EFEKTIVITAS PENYISIHAN KANDUNGAN BESI DAN MANGAN TERLARUT DALAM AIR TANAH DENGAN CASCADE AERATOR", "Abstrak": "Air tanah merupakan salah satu sumber air bersih yang banyak digunakan untuk kebutuhan sehari-hari. Air tanah terkadang mengandung besi (Fe) dan mangan (Mn) yang tinggi. Salah satu metode penyisihan kandungan besi dan mangan adalah dengan cascade aerator. Air dijatuhkan secara gravitasi melewati setiap anak tangga agar dihasilkan lapisan tipis film dan terjadi kontak antara air dan udara, sehingga terjadi proses oksidasi besi dan mangan terlarut menjadi tersuspensi. Penelitian ini dilakukan dengan air artifisial sebagai penelitian pendahuluan dan kemudian menggunakan air tanah. Tujuan penelitian ini untuk mengetahui kondisi optimum cascade aerator, serta mengetahui pengaruh debit, pH, konsentrasi besi terlarut, serta waktu detensi dalam menyisihkan besi dan mangan terlarut. Kondisi optimum dilihat dari efisiensi penurunan kandungan besi dan mangan terlarut tertinggi. Variasi debit air dilakukan dengan debit 2 lpm, 4 lpm, dan 6 lpm. Sementara variasi pH menggunakan pH 5, 7, dan 9, serta variasi konsentrasi besi terlarut pada 2 mg/l, 4 mg/l, dan 6 mg/l. Debit optimum yang digunakan adalah 2 lpm (0,0021 m3/menit/m2) dengan efisiensi penurunan besi terlarut 30-40% dan mangan terlarut 6-11,4%. Efisiensi penyisihan besi dan mangan terlarut meningkat pada kondisi pH 9 dengan nilai penyisihan besi 46-52% dan mangan 26-34%. Pada variasi konsentrasi besi terlarut 2 mg/l, 4 mg/l dan 6 mg/l memiliki efisiensi penyisihan besi terlarut 27-30%, 30-40%, dan 33-43%, dimana semakin besar konsentrasi besi terlarut, maka semakin besar efisiensi penyisihan. Penyisihan mangan terlarut terendah terjadi pada konsentrasi besi terlarut tertinggi. Hasil penelitian menunjukkan bahwa waktu detensi dapat menambah nilai efisiensi penyisihan besi dan mangan terlarut. Efisiensi penyisihan besi terlarut pada air tanah adalah 20-23% dan mangan adalah 3,7-7,2%. Penyisihan besi dan mangan terlarut dalam air tanah dapat ditingkatkan dengan melakukan pH adjustment hingga pH 8 sehingga penyisihan besi terlarut menjadi 26-32% dan mangan telarut menjadi 17,5-22%.", "Daftar File": {"2019_TA_PP_NADIA_CITRA_KANINA_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/158129", "2019_TA_PP_NADIA_CITRA_KANINA_1-DAFTAR_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/158135"}, "Penulis": "Nadia Citra Kanina [15311033]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Suprihanto, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "aerasi, air tanah, cascade aerator, penyisihan besi dan mangan", "Sumber": "TUGAS AKHIR 25 September 2015", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "7 file", "Tanggal Input": "18 Feb 2019"}