{"Nomor": 34931, "Judul": "PENGARUH WAKTU PENGAPIAN TERHADAP KONSENTRASI EMISI TOTAL FORMALDEHIDA DARI MESIN SEPEDA MOTOR BERBAHAN BAKAR CAMPURAN BIOETANOL 10% DAN 20%", "Abstrak": "Salah satu sektor penyumbang polusi udara terbesar adalah sektor transportasi yang menimbulkan emisi dari kendaraan bermotor berupa Hidrokarbon, Karbon monoksida, Oksida Nitrogen, dan lainnya. Penggunaan bioetanol merupakan salah satu alternatif upaya yang dapat dilakukan untuk mengurangi emisi polutan berbahaya tersebut. Namun, penambahan bioetanol ke dalam bahan bakar akan meningkatkan emisi gas formaldehida dan asetaldehida. Formaldehida merupakan gas tak bewarna yang memiliki bau yang tajam dan dapat mengiritasi serta mudah larut dalam air. Di udara, konsentrasi formaldehida sebesar 5 ppm atau lebih berpotensi menyebabkan masalah kesehatan. Oleh karena itu, pengamatan terhadap konsentrasi emisi formaldehida perlu dilakukan sebagai evaluasi terhadap dampak penggunaan bioetanol. Penelitian ini menggunakan metode aktif dengan metode 3-Methyl-2-Benzothiazolinone Hydrazone (MBTH) Kolorimetri. Prinsip dari metode ini adalah formaldehida dari knalpot sepeda motor empat langkah dialirkan ke dalam sistem Constant Volume Sampler (CVS) yang dimodifikasi kemudian dialirkan ke sebuah tabung berisi larutan MBTH. Formaldehida akan bereaksi dengan MBTH yang stabil setelah satu jam. Selanjutnya larutan tersebut dicampurkan dengan reagen pengoksidasi selama 12 menit dan menghasilkan warna hijau ke biruan. Intensitas warna diukur pada spektrofotometer dengan panjang gelombang 630 nm. Pengukuran formaldehida dilakukan untuk menganalisa hubungan konsentrasi formaldehida dengan variasi bahan bakar campuran bioetanol berdasarkan waktu pengapian. Variasi waktu pengapian yang digunakan yaitu ditunda (5°-20°), standar (10°-25°), dan dipercepat (15°-30°). Sedangkan variasi bahan bakar yang digunakan yaitu 10% dan 20% bioetanol. Dari penelitian ini didapatkan bahwa ketika waktu pengapian ditunda akan menghasilkan emisi formaldehida yang lebih rendah dibandingkan waktu pengapian standar kemungkinan besar karena pembakaran yang lebih sempurna dan menyeluruh. Sedangkan waktu pengapian yang dipercepat menghasilkan emisi formaldehida yang lebih tinggi.", "Daftar File": {"2019_TA_PP_LEDY_REZKI_TIARA_1-_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/158114", "2019_TA_PP_LEDY_REZKI_TIARA_1-_DAFTAR_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/158128"}, "Penulis": "Ledy Rezki Tiara [15311031 ]", "Kontributor / Dosen Pembimbing": ["Ir. Raden Driejana, MSCE, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "asetaldehida, emisi, MBTH kolorimetri, sepeda motor empat langkah", "Sumber": "TUGAS AKHIR 28 September 2015", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "7 file", "Tanggal Input": "18 Feb 2019"}