{"Nomor": 34947, "Judul": "PENGETAHUAN MASYARAKAT UNTUK PERKEMBANGAN PRODUK Spirulina DI INDONESIA", "Abstrak": "Spirulina (Arthrospira) telah dikenal dan dikonsumsi sebagai makanan oleh masyarakat tradisional di dunia sejak lama. Sejarah mencatat bahwa Spirulina telah dikonsumsi sebagai makanan oleh bangsa Aztec (kini Mexico) dan masyarakat tradisional di Chad Afrika sejak lama. Kini Spirulina telah dibudidaya dan dipasarkan sebagai makanan dan suplemen makanan. Kegiatan produksi Spirulina secara komersial telah dimulai sejak tahun 1970-an di Mexico. Saat ini sedikitnya terdapat 22 negara yang memproduksi Spirulina secara komersial, namun tidak termasuk di Indonesia. Spirulina tercatat oleh BPOM RI telah beredar di pasar Indonesia sejak tahun 2000-an. Namun hingga saat ini belum diketahui seberapa besar pengetahuan masyarakat Indonesia tentang Spirulina. Produk Spirulina di Indonesia umumnya masih diklasifikasikan pemerintah sebagai produk obat tradisional bukan sebagai makanan. Penelitian ini dilakukan untuk mengetahui seberapa besar masyarakat yang mengetahui tentang Spirulina. Untuk itu dilakukan penyebaran kuisioner dengan metode non propability sampling secara convinience sampling (Sugiyono, 2010). Penelitian ini juga membahas tentang peraturan pemerintah (BPOM RI) tentang klasifikasi produk Spirulina sebagai obat tradisional bukan sebagai makanan. Pembahasan dilakukan dengan melakukan studi pustaka terhadap peraturan pemerintah yang berkaitan dengan pengklasifikasian produk Spirulina sebagai obat tradisional. Pada penelitian ini juga turut dilakukan uji aktifitas antibakteri terhadap ekstrak fikosianin dari produk Spirulina komersial. Uji aktifitas antibakteri ini dilakukan untuk mengetahui ada tidaknya aktifitas antibakteri yang merupakan salah satu khasiat dari produk Spirulina (Kulshrestha et.al., 2008). Uji aktifitas antibakteri terhadap ekstrak fikosianin dari produk Spirulina komersial dilakukan dengan menggunakan metode Sabarinathan dan Ganeshan (2008). Berdasarkan hasil survey diketahui bahwa pengetahuan masyarakat Indonesia tentang Spirulina masih rendah, yaitu 31,25 %. Faktor yang berpengaruh terhadap rendahnya pengetahuan masyarakat tentang Spirulina adalah penyebaran informasi yang masih terbatas, nama Spirulina yang sulit diucapkan dan diingat oleh masyarakat Indonesia, serta Spirulina masih tergolong baru beredar di Indonesia. Berdasarkan hasil studi pustaka terhadap peraturan pemerintah diketahui bahwa klasifikasi produk Spriulina sebagai obat tradisional dapat menjadi kendala dalam penyebaran pengetahuan masyarakat tentang Spirulina. Klasifikasi ini dinilai terlalu sempit dalam mendefinisikan Spirulina sabagai obat tradisional, padahal Spirulina sejak lama sudah dikenal sebagai makanan. Selain itu tata laksana pendaftaran obat tradisional lebih kompleks dibanding tata laksana pendaftaran produk makanan. Hal ini berpotensi menjadi salah satu kendala dalam perkembangan industri Spirulina di Indonesia. Hasil uji aktifitas antibakteri terhadap ekstrak fikosianin dari produk Spirulina komersial menunjukkan bahwa produk Spirulina SPA dan SPB menghasilkan ekstrak fikosianin. Ekstrak fikosianin dari produk SPA memiliki aktivitas antibakteri terbaik diantara perlakuan lainnya dengan diameter zona hambat 2,67 ± 1,15 mm terhadap Enterobacter sakazakii dan 4,00 ± 0,00 mm terhadap Escherichia coli. Strategi pengembangan Spirulina di Indonesia lebih baik diarahkan untuk menghasilkan produk Spirulina yang bergizi tinggi sebagai makanan kesehatan. Pengembangan dilakukan dengan kegiatan budidaya Spirulina lokal secara komersial, sehingga ketersediaan Spirulina di Indonesia tidak tergantung pada produk impor. Pengembangan juga dapat dilakukan dengan fortifikasi Spirulina sebagai makanan bergizi tinggi, agar dapat menjadi sumber alternatif untuk nutrisi protein.", "Daftar File": {}, "Penulis": "Johan Mohammad [21309001]", "Kontributor / Dosen Pembimbing": ["Dr. Noorsalam R Nganro"], "Jenis Koleksi": "Tesis", "Penerbit": "Biomanajemen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Spirulina, makanan, obat tradisional, fikosianin, antibakteri", "Sumber": "", "Staf Input/Edit": "agus slamet", "File": "1 file", "Tanggal Input": "18 Feb 2019"}