{"Nomor": 34949, "Judul": "PERENCANAAN SISTEM PENGELOLAAN SAMPAH DI INSTITUT TEKNOLOGI BANDUNG KAMPUS JATINANGOR", "Abstrak": "Institut Teknologi Bandung Kampus Jatinangor adalah salah satu institusi pendidikan di Indonesia. Sebagai salah satu institusi pendidikan banyak terjadi berbagai aktivitas di dalamnya seperti belajar mengajar, penelitian dan sebagainya yang pada akhirnya akan menimbulkan sampah yang perlu dikelola dengan baik. Tujuan utama dari penelitian ini adalah untuk menentukan sistem pengelolaan sampah yang tepat di ITB Kampus Jatinangor yang sesuai dengan jumlah, komposisi dan karakteristik timbulan sampah ITB Kampus Jatinangor. Untuk mengetahui jumlah dan komposisi timbulan sampah dilakukan sampling selama delapan hari berturut-turut sesuai dengan SNI 19-3964-1995 dan dilakukan analisis di Laboratorium Buangan Padat dan B3 Program Studi Teknik Lingkungan Institut Teknologi Bandung untuk mengetahui karakteristik dari timbulan sampah tersebut. Timbulan sampah di ITB Kampus Jatinangor adalah 111,76 kg/hari atau 1.080,25 L/hari. Proyeksi timbulan sampah untuk tahap satu (2020) adalah 745,68 kg/hari atau 5.894,74 L/hari dan tahap dua (2025) adalah 952,08 kg/hari atau 7.667,60 L/hari. Dengan komposisi berat didominasi oleh sampah sisa makanan sekitar 40 persen. Kadar air dan kadar volatil sampah ITB Kampus Jatinagor cukup tinggi yaitu sekitar 60% dan 88%, sementara kadar abunya adalah 26,5 %. Nilai kalor 4495,65 cal/g, nilai C/N rata-rata 56,07 dan fosfat 0,40 %. Kapasitas pewadahan dan pengumpulan saat ini sudah mencukupi, namun perlu dilakukan pemilahan sampah untuk mempermudah pengelolaan sampah dan penyediaan wadah di TPS untuk mencegah pencemaran lingkungan. Selain itu, pengolahan yang dilakukan di ITB Kampus Jatinangor hanyalah pengolahan sampah sisa makanan menggunakan anaerobic digester sebanyak 15 kg/hari. Karena timbulan sampah diprediksikan akan bertambah pada tahun-tahun selanjutnya maka harus dilakukan pengolahan lain seperti komposting dan daur ulang mengingat sampah ITB Kampus Jatinangor didominasi oleh sampah sisa makanan, daun/kayu, dan sampah recycleable (plastik, kertas, kaca, logam) selain itu juga lahan yang tersedia masih mencukupi jika dibuat fasilitas terbut. Dengan adanya fasilitas pengolahan tambahan tersebut maka akan mereduksi jumlah sampah yang diangkut ke TPA.", "Daftar File": {"2019_TA_PP_DINDA_ANNISA_NURDIANI_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/158202", "2019_TA_PP_DINDA_ANNISA_NURDIANI_1-DAFTAR_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/158209"}, "Penulis": "Dinda Annisa Nurdiani [15311043]", "Kontributor / Dosen Pembimbing": ["Dr. Mochammad Chaerul, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Anaerobic Digester, Daur Ulang, Komposting, Pemilahan, Sistem Pengelolaan Sampah", "Sumber": "TUGAS AKHIR Juni 2015", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "8 file", "Tanggal Input": "18 Feb 2019"}