{"Nomor": 34948, "Judul": "PEMODELAN EMISI KENDARAAN BERMOTOR DENGAN METODE COHORT MODELING DI PROVINSI BALI", "Abstrak": "Pemodelan emisi kendaraan bermotor dengan menggunakan cohort model\nmerupakan salah satu metode yang cukup efektif dalam melakukan inventarisasi\nemisi dan mengidentifikasi sumber polutan utama dari sumber bergerak (mobile\nsource). Bali merupakan salah satu daerah di Indonesia yang cukup padat akan\nkendaraan bermotor terutama di daerah-daerah pariwisata. Dalam penelitian ini,\ndigunakan pemodelan dinamik untuk membuat model dengan sub-populasi\n(cohort) berdasarkan umur kendaraan untuk memprediksi emisi dari kendaraan\nbermotor sampai 20 tahun ke depan sehingga dapat dibuat suatu kebijakan dalam\npengontrolan emisi dari kendaraan bermotor. Hasil penelitian menunjukan bahwa\nsepeda motor memberikan kontribusi yang besar dalam emisi karbon monoksida\n(CO) dan hidrokarbon (HC) yaitu sebesar 94,55% untuk CO dan 90,73% untuk\nHC. Sedangkan untuk emisi NOx, kendaraan tipe Heavy Duty Vehicle (HDV)\nyang memberikan kontribusi emisi NOx cukup besar yaitu sekitar 50,73%. Pada\n20 tahun ke depan, diperkirakan kontribusi emisi CO dan HC terbesar masih\ndipegang oleh sepeda motor yaitu sekitar 90,42% untuk CO dan 83,7% untuk HC,\nsedangkan untuk NOx masih dipegang oleh kendaraan tipe HDV yaitu sekitar\n66,5%.", "Daftar File": {"2019_TA_PP_MADE_SANDHYANA_ANGGA_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/158194", "2019_TA_PP_MADE_SANDHYANA_ANGGA_1-DAFTAR_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/158201"}, "Penulis": "Made Sandhyana Angga [15311042]", "Kontributor / Dosen Pembimbing": ["Ir. Arief Sudradjat, MIS., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "cohort, inventarisasi emisi, model dinamik", "Sumber": "TUGAS AKHIR Mei 2015", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "8 file", "Tanggal Input": "18 Feb 2019"}