{"Nomor": 34942, "Judul": "EVALUASI PEMANFAATAN LIMBAH PLASTIK POLYPROPYLENE (PP) SEBAGAI BAHAN SUBSTITUSI ASPAL DALAM CAMPURAN LAPIS ASPAL BETON LAPIS AUS (AC-WC)", "Abstrak": "Penggunaan plastik saat ini mulai menjadi perhatian karena sifatnya yang sulit terdegradasi. Telah banyak upaya yang dilakukan untuk menekan penggunaan plastik dan memanfaatkan kembali limbah plastik, salah satunya adalah pemanfaatan plastik sebagai bahan substitusi aspal. Beberapa penelitian menyebutkan bahwa penambahan plastik seperti PP, PE, dan PS dapat meningkatkan kualitas campuran perkerasan aspal. Pada penelitian ini digunakan limbah plastik PP dengan kadar 0,5%, 0,8%, dan 1% untuk mensubstitusi sebagian massa aspal. Pencampuran plastik dan aspal dilakukan dengan metode basah, yaitu mencampur plastik PP ke dalam aspal yang sedang dipanaskan hingga dihasilkan campuran yang homogen. Selanjutnya dilakukan pembuatan benda uji campuran AC-WC dengan kadar aspal 5%, 5,5%, 6%, 6,5%, dan 7%. Benda uji kemudian diuji dengan metode Marshall. Kadar aspal yang memenuhi spesifikasi untuk kelima parameter Marshall kemudian diplot ke dalam grafik untuk mendapatkan Kadar Aspal Optimum (KAO). Berdasarkan hasil pengujian, terjadi perubahan sifat reologi aspal, yaitu peningkatan nilai viskotitas, titik lembek, titik nyala, dan penurunan nilai penetrasi, berat jenis, dan kelarutan. Sementara itu, berdasarkan uji Marshall, didapat nilai KAO untuk aspal pen 60/70 adalah 5,4% sedangkan untuk aspal substitusi plastik PP 0,5%, 0,8%, dan 1% berturut-turut adalah 5,41%, 5,43% dan 5,45 %. Meskipun nilai KAO bertambah, aspal substitusi PP 0,5% menggunakan aspal lebih sedikit daripada campuran aspal lainnya. Dilihat dari segi teknis dan lingkungan, kadar plastik PP 1% merupakan kadar yang optimum karena memberikan peningkatan stabilitas dan IKS, serta memberikan potensi pemanfaatan limbah yang lebih banyak. Jika dilihat dari aspek ekonomis dan energi yang digunakan, kadar plastik PP 0,5% merupakan kadar yang optimum karena memberikan reduksi biaya pengadaan aspal yang paling besar dan penggunaan energi yang lebih sedikit. Meskipun memberikan beberapa keuntungan, proses pembuatan aspal modifikasi plastik membutuhkan energi yang lebih banyak dan menambah emisi gas yang dihasilkan.", "Daftar File": {"2016_TA_PP_YOANNE_MARETHA_SISWAYA_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/158161", "2016_TA_PP_YOANNE_MARETHA_SISWAYA_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/158164", "2016_TA_PP_YOANNE_MARETHA_SISWAYA_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/158165"}, "Penulis": "Yoanne Maretha Siswaya [15312014]", "Kontributor / Dosen Pembimbing": ["Emenda Sembiring, S.T., M.T., M.Eng.Sc., Ph.D.", "Dr. Harmein Rahman, ST, MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Administration of economy & environment", "Kata Kunci": "Aspal substitusi plastik, Campuran, KAO, Kadar optimum, Limbah plastik PP", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "18 Feb 2019"}