{"Nomor": 34940, "Judul": "KONSENTRASI EMISI FORMALDEHIDA DAN ASETALDEHIDA DENGAN VARIASI AIR-FUEL RATIO DARI SEPEDA MOTOR DENGAN PENAMBAHAN BIOETANOL 10% PADA BAHAN BAKAR", "Abstrak": "Sepeda motor merupakan jenis kendaraan bermotor yang paling banyak dimiliki oleh masyarakat Indonesia. Menurut data Korps Lalu Lintas Kepolisian Negara Republik Indonesia, jumlah kendaraan bermotor yang masih beroperasi di Indonesia pada tahun 2013 mencapai 104,211 juta unit. Oleh sebab itu, penting untuk mengetahui emisi gas yang dihasilkan dari kendaraan bermotor. Formaldehida dan asetaldehida diketahui sebagai produk utama dari pembakaran hidrokarbon yang tidak sempurna di dalam mesin kendaraan bermotor. Tujuan dari dilakukannya penelitian ini adalah untuk mengetahui konsentrasi formaldehida dan asetaldehida sebagai hasil dari pembakaran bahan bakar campuran bioetanol (BE0 dan BE10) pada sepeda motor yang divariasikan pengoperasiannya pada parameter Air-Fuel Ratio (AFR). Penggunaan bioetanol sebagai bahan bakar akan menghasilkan pembakaran yang lebih sempurna pada mesin sepeda motor sehingga gas buang menjadi lebih bersih. Pengukuran konsentrasi formaldehida dan asetaldehida yang berasal dari emisi sepeda motor dilakukan dengan menggunakan metode MBTH Colorimetric. Prinsip dari metode ini adalah mengalirkan formaldehida dan asetaldehida dari emisi sepeda motor melalui sebuah sistem ke dalam sebuah absorber berisi larutan MBTH (3-metil-2-benzothiazolinone hidrazon hidroklorida). Konsentrasi formaldehida dan asetaldehida kemudian diukur pada spektrofotometer dengan panjang gelombang 630 nm. Berdasarkan hasil penelitian dapat disimpulkan bahwa beban emisi formaldehida dan asetaldehida terbesar dimiliki oleh bahan bakar BE10 pada semua variasi AFR. Selain itu, ukuran jarum yang digunakan juga merupakan salah satu faktor yang mempengaruhi konsentrasi emisi yang dihasilkan oleh sepeda motor. Pengoperasian sepeda motor yang berbeda-beda tergantung variasi nilai AFR akan mempengaruhi konsentrasi COx, NOx, dan hidrokarbon yang dihasilkan pula. Untuk kedua jenis bahan bakar, semakin kaya udara yang terkandung di dalam ruang pembakaran maka semakin bagus emisi yang dihasilkan karena pembakaran semakin sempurna.", "Daftar File": {"2019_TA_PP_RAKHMAT_ABIMANYU_PURWANTO_1-_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/158146", "2019_TA_PP_RAKHMAT_ABIMANYU_PURWANTO_1-_DAFTAR_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/158152"}, "Penulis": "Rakhmat Abimanyu Purwanto [15311034 ]", "Kontributor / Dosen Pembimbing": ["Ir. Raden Driejana, MSCE, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "colorimetric, hidrokarbon, MBTH, pembakaran, spektrofotometer", "Sumber": "TUGAS AKHIR 28 September 2015", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "7 file", "Tanggal Input": "18 Feb 2019"}