{"Nomor": 34952, "Judul": "Bioelectricity production from wood hydrothermal-treatment wastewater: Enhanced power generation in MFC-fed mixed wastewaters", "Abstrak": "Electrogenic microorganisms are the heart of microbial fuel cell (MFC) systems that enable the conversion of waste\ninto bioelectricity. Bacteria able to generate current, found in various natural and anthropogenic environments, need\nsimple substrates such as acetate or glucose. Complex substrates are utilized by bacterial consortia made up of\nstrains that exhibit a wide range of enzymatic and metabolic activity that determines the type of substrate they\nare able to degrade. The characteristics of the environment that a bacterial consortium develops in strongly affect\nthe consortium's species composition and electrogenic potential. This study presents the first attempt to use industrial raw wastewater from the hydrothermal treatment of wood (WHTW) as a substrate and a source of bacterial\nconsortia for MFC, so that such wastewater could simultaneously be treated and produce bioelectricity. The\npower generated in MFCs fed with WHTW was enhanced remarkably from 70 to 360 mW/m2 when municipal\nwastewater was introduced into the reactor. An analysis of the bacterial composition of these two types of wastewater revealed that the WHTW was dominated by the genera Thermoanaerobacterium and Paenibacillus while in the\nbiofilm developed in the anode the main genera were Hydrogenophilus and Anaerobaculum. It has been shown for\nthe first time that highly polluted wood industry wastewater may be effectively treated in MFC systems and the\nuse of appropriate bacterial consortium may result in enhancing power generation accompanying wastewater\ntreatment.", "Daftar File": {}, "Penulis": "Renata Toczylowska-Mamiska [-]", "Kontributor / Dosen Pembimbing": ["Karolina Szymona.,Monika Kloch"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Microbial fuel cell Wastewater treatment Wood hydrothermal treatment wastewater Electricity from wastewater Syntrophic consortium", "Sumber": "Science of the Total Environment 634 (2018) 586–594", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "18 Feb 2019"}