{"Nomor": 34959, "Judul": "EVALUASI DAN PENYUSUNAN STRATEGI PENGELOLAAN PETERNAKAN SAPI PERAH RAKYAT DI KECAMATAN LEMBANG KABUPATEN BANDUNG BARAT", "Abstrak": "Produksi air susu segar di Indonesia tersedia hanya sekitar 25-30 persen untuk memenuhi kebutuhan nasional, sehingga kekurangannya masih diimpor. Upaya peningkatan produksi susu dalam negeri sudah dilakukan pemerintah dengan penambahan populasi sapi impor dari Australia dan Selandia Baru sejak tahun 1979 – 1980. Sebelum penambahan populasi sapi perah, dalam kurun waktu 10 tahun (1969 – 1979) produksi susu hanya mencapai 72.200 ton, setelah penambahan populasi sapi perah, dalam kurun waktu yang sama (1980 – 1190), produksi susu meningkat menjadi 382.000 ton. Penyerapan susu dalam negeri di pasar nasional dijamin pemerintah dengan mewajibkan Industri Pengolahan Susu untuk menyerap susu dari peternak rakyat. Sejak diberlakukannya perdagangan bebas, air susu segar peternak harus bersaing dengan susu impor dan menjadi menjadi permasalahan yang cukup berat, karena susu impor dengan mutu yang jauh lebih baik memiliki harga yang tidak terlalu jauh berbeda dibanding air susu segar dalam negeri. Penelitian ini bertujuan untuk mengevaluasi dan menyusun strategi pengelolaan peternakan sapi perah rakyat Kecamatan Lembang sehingga dapat menghasilkan keuntungan yang layak dan berkelanjutan bagi masyarakat. Penelitian dilakukan di Kecamatan Lembang yang berada dibawah wilayah kerja Koperasi Peternak Sapi Bandung Utara (KPSBU). Metode kerja disusun berdasarkan modifikasi dari tahapan perencanaan strategis untuk perusahaan. Perumusan strategi dilakukan melalui tiga tahap yaitu tahap penentuan faktor eksternal dan internal kunci, tahap pencocokan menggunakan matriks SWOT, serta tahap keputusan menggunakan matriks QSPM (David, 2006). Strategi yang dihasilkan kemudian diimplementasikan dalam langkah kerja yang lebih teknis. Dari hasil implementasi strategi tersebut, dilakukan evaluasi strategi untuk melihat apakah strategi yang ada sesuai untuk diterapkan di peternakan sapi perah rakyat Kecamatan Lembang. Analisis data yang dilakukan adalah deskriptif, analisisi statistik, SWOT dan rasio keuangan. Dari hasil evaluasi kondisi umum peternakan sapi perah rakyat di Kecamatan Lembang diketahui bahwa jumlah sapi laktasi sebesar 59,57% dari jumlah total seluruh sapi perah. Pada tahun 2010 Rataan Kadar Lemak (4,18%), Protein (3,98%) dan kandungan TPC air susu segar sapi perah Kecamatan Lembang (950.000/ml) sudah sesuai dengan syarat yang ditentukan Standar Nasional Indonesia (SNI) 01-3141-1998) yaitu kadar lemak minimal 4%, protein minimal 3,5% dan TPC maksimal 1.000.000 cfu/ml. Produksi rata-rata susu segar sekitar 14,52 liter per ekor per hari. Penentuan harga air susu segar di Lembang spesifikasi mutu yang ditentukan oleh Industri Pengolah Susu. Sebanyak 83,33% peternak yang hanya memiliki 1-4 ekor sapi.\nii\nHasil Uji Chi kuadrat menunjukkan tidak ada hubungan antara umur serta pengalaman beternak dengan skala usaha peternak tetapi tingkat pendidikan memiliki hubungan dengan skala usaha peternak. Hasil evaluasi aspek ekonomi diperoleh data, sebanyak 61,73% air susu segar Kecamatan Lembang dijual kepada PT. Frisian Flag Indonesia. Berdasarkan Perhitungan NPV dengan Discount rate 15%, NPV positif diperoleh pada jumlah sapi > 4 ekor. Hasil evaluasi aspek lingkungan diketahui bahwa Kecamatan Lembang dengan suhu sekarang 22oC mengakibatkan sapi perah mengalami kesulitan adaptasi dan akan menunjukkan gejala penurunan produksi susu. Dari sisi daya dukung lingkungan, diketahui bahwa luas lahan yang tersedia sekarang hanya memenuhi kebutuhan sekitar 6.000 ekor sapi. Masih diperlukan lahan sekitar 1.500 hektar agar kebutuhan seluruh sapi perah Kecamatan Lembang terpenuhi. Sebanyak 34,44% responden membuang limbah ternak ke saluran air dan sungai. Hanya 1,11 % responden yang sudah menggunakan teknologi biogas.\nDari analisis matriks SWOT, diperoleh empat pilihan strategi yang mungkin dilakukan. Dari pilihan-pilihan strategi tersebut, analisis QSPM menunjukkan bahwa strategi pengembangan produk memiliki nilai ketertarikan total tertinggi Strategi pengembangan produk dilakukan dengan peningkatan mutu produk dan pengolahan lebih lanjut produk sehingga memiliki nilai jual yang lebih tinggi. Strategi ini diimplementasikan melalui penentuan tujuan jangka pendek, penentuan kebijakan bersama, dan alokasi sumberdaya sesuai prioritas tujuan. Hasil evaluasi dari strategi tersebut menunjukkan bahwa berdasarkan tiga pendekatan (sosial, ekologi, dan ekonomi), strategi pengembangan produk layak (feasible) untuk diimplementasikan di Kecamatan Lembang.", "Daftar File": {}, "Penulis": "Ruth Roselin Nainggolan [21308003]", "Kontributor / Dosen Pembimbing": ["Dr. Achmad Sjarmidi"], "Jenis Koleksi": "Tesis", "Penerbit": "Biomanajemen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "peternakan sapi perah rakyat, pengelolaan teknis, perencanaan strategis", "Sumber": "", "Staf Input/Edit": "agus slamet", "File": "1 file", "Tanggal Input": "18 Feb 2019"}