{"Nomor": 34957, "Judul": "STUDI PENGGUNAAN XILANASE UNTUK PEMUTIH KERTAS", "Abstrak": "Lignin merupakan salah satu komponen dalam kayu yang berfungsi untuk mengokohkan batang pohon. Dalam industri kertas, lignin harus dihilangkan agar kertas menjadi putih, stabil warnanya, tidak kehilangan kekuatan dan derajat putihnya selama penyimpanan. Pemutihan pulp konvensional umumnya melibatkan senyawa klor murni. Cara ini sudah mulai ditinggalkan karena residunya mengandung senyawa klor organik berupa dioksin dan furan yang berbahaya dan beracun bagi manusia dan lingkungan.\n\n\nXilan merupakan hemiselulosa yang tersusun atas residu 1,4-?-D-xilopiranosa. Hemiselulosa ini banyak terkandung dalam limbah pertanian seperti tongkol jagung. Xilan dapat didegradasi oleh beberapa organisme, salah satunya adalah rayap.  Organisme  ini  dapat  mendegradasi  xilan  dengan  memproduksi  enzim- enzim xilanolitik atau bersimbiosis dengan organisme lain yang dapat memproduksi enzim-enzim tersebut.\n\n\nEndo-?-1,4-xilanase atau endoxilanase merupakan salah satu dari enzim-enzim xilanolitik utama pendegradasi struktur kompleks xilan selain ?-xilosidase, asetilxilanesterase, ?-arabinofuronosidase, dan ?-glukurnosidase. Endoxilanase menghidrolisis ikatan ?-1,4-xilopiranosa sekaligus membuat rantai lignin menjadi\n \n\nlebih sederhana. Penggunaan xilanase dan hipoklorida sebagai pemutih pulp berkembang luas dan pengaruhnya terhadap lingkungan relatif kecil dibandingkan dengan  senyawa  klor  murni.  Dalam  penelitian  ini  xilanase  yang  diproduksi berasal dari bakteri Staphylococcus sp. yang diisolasi dari rayap pekerja Reticulitermes santonensis. Isolat ditumbuhkan dalam media yang mengandung xilan dari tongkol jagung selama 22 jam. Xilanase yang dihasilkan memiliki aktivitas  3,7  U/mL.  Pulp  yang digunakan  berasal dari  Acacia  mangium  yang\ndimasak  dalam  kondisi  suhu  165oC  selama  1,5  jam.  Pada  proses  pemutihan,\n\nperlakuan dengan xilanase terhadap pulp kraft A. mangium dilakukan sebelum tahap H0EH1H2, dengan konsistensi pulp 10%, temperatur 60oC, pH 6 dan waktu reaksi 60 menit, dan variasi xilanase 0; 0,5; 1,0; 1,5; dan 2,0 mg/g pulp. Bilangan kappa  yang  diperoleh  dari  pengukuran  pada  pulp  sebelum  proses  pemutihan adalah 17,76; 16,45; 15,29; 14,52 dan 16,41 masing-masing untuk konsentrasi xilanase 0; 0,5; 1,0; 1,5; dan 2,0 mg/g pulp dalam kondisi pre-bleaching optimum\n60oC dan lama inkubasi 3 jam. Varian dengan konsentrasi xilanase 1,5 mg/g pulp\n\nmenunjukkan adanya penurunan bilangan kappa sehingga kondisi tersebut merupakan kondisi optimum untuk proses pemutihan kertas. Kadar lignin pada keadaan awal, setelah pre-bleaching, dan bleacing dengan perlakuan xilanase masing-masing adalah 28,53; 25,66; dan 15,29% sedangkan untuk pulp tanpa perlakuan xilanase masing-masing adalah 28,53; 28,36; dan 21 67%.", "Daftar File": {"2011_TS_PP_KUSNIAR_DENY_PERMANA_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/158241", "2011_TS_PP_KUSNIAR_DENY_PERMANA_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/158242", "2011_TS_PP_KUSNIAR_DENY_PERMANA_1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/158243", "2011_TS_PP_KUSNIAR_DENY_PERMANA_1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/158245", "2011_TS_PP_KUSNIAR_DENY_PERMANA_1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/158246", "2011_TS_PP_KUSNIAR_DENY_PERMANA_1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/158247", "2011_TS_PP_KUSNIAR_DENY_PERMANA_1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/158248", "2011_TS_PP_KUSNIAR_DENY_PERMANA_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/158249"}, "Penulis": "Kusniar Deny Permana [20509003]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Zeily Nurachman, MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Acacia\tmangium,\tendoxilanase,\tkertas,\tpulp,\tReticulitermes santonensis, Staphylococcus sp., xilanase", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "18 Feb 2019"}