{"Nomor": 34950, "Judul": "An assessment of the grey water footprint of winery wastewater in the Niagara Region of Ontario, Canada", "Abstrak": "Winery wastewater generated during vinification is often co-treated with the municipal wastewater at\nthe biological sections of the municipal wastewater treatment plants prior to its discharge into the\nenvironment, and the grey water footprint associated with these discharges are often neglected from\nwater footprint assessments of the wine-making process. This study presents a method for assessing the\ngrey water footprint associated with winery wastewater co-treated with the municipal wastewater at\nmunicipal wastewater treatment plants. The applicability of this method is illustrated with a case study\nfor the Niagara Region of Ontario, Canada. The total grey water footprint of treated winery wastewater\neffluents discharged to surface waters was determined to be 1.47  107 m3\n/yr. Co-treatment substantially\ndecreased the grey water footprint compared to that of the untreated winery wastewater (99.3%\nreduction). However, the co-treated winery wastewater still exerts a substantial grey water footprint\nequivalent to over 960 times its total average annual volume and should not, therefore, be excluded from\na water footprint assessment of wine-making processes. The grey water footprint is very sensitive to\nchanges in the assumed values of background concentration and maximum allowable parameter concentrations in the surface water receiver, and varies significantly for each parameter of concern. Accounting for variations in background concentration of the receiver, Lake Ontario, Canada, between the\ndischarge locations of the individual wastewater treatment plants increased the calculated grey water\nfootprint by an order of magnitude. An understanding of the variations in receiver water quality should\nbe considered as a part of a grey water footprint analysis that combines the footprints of multiple effluent\nstreams.", "Daftar File": {}, "Penulis": "Melody Blythe Johnson [-]", "Kontributor / Dosen Pembimbing": ["Mehrab Mehrvar"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Water footprint Wine production Winery wastewater Grey water Water quality", "Sumber": "Journal of Cleaner Production 214 (2019) 623e632", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "18 Feb 2019"}