{"Nomor": 34965, "Judul": "SINTESIS Pb(II)-IMPRINTED POLYMER (Pb-IP) UNTUK EKTRAKSI FASA PADAT DAN PRAKONSENTRASI Pb(II)", "Abstrak": "Pertumbuhan  industri  yang  pesat  selain    memberikan  keuntungan  dari  segi ekonomi juga memiliki dampak negatif, berupa limbah industri yang berbahaya seperti limbah logam berat. Beberapa logam berat yang mencemari lingkungan adalah Pb, Hg, Cd, Cu,dan Zn dan semuanya memiliki toksisitas yang tinggi. Salah satu logam berat yang menjadi sumber polutan utama adalah timbal (Pb). Metode prakonsentrasi untuk analisis Pb(II) sudah banyak dikembangkan seperti ekstraksi cair-cair, co-precipitation dan ekstraksi fasa padat. Namun seperti diketahui bersama, logam berat seperti Pb(II) ini biasa ditemukan dalam limbah industri dan larutan-larutan lain yang memiliki matriks rumit sehingga diperlukan suatu  metode  pemisahan  dengan  selektivitas  tinggi  dan  juga  metode prakonsentrasi untuk ion Pb(II). Pengembangan metode ekstraksi fasa padat untuk meningkatkan selektivitas dilakukan terus menerus, baik dengan solvent impregnated resin (SIR), polimer pengkhelat dan yang paling terbaru dengan fungsionalisasi polimer yaitu ion imprinted polymers (IIPs). Pada penelitian ini telah berhasil disintesis Pb(II)-imprinted polymer (Pb-IP) melalui polimerisasi asam salisilat dan formaldehida dengan adanya kompleks logam Pb(II)- 4-(2- pyridylazo) resorcinol. Perbandingan stoikiometri untuk kompleks biner Pb dan 4- (2-pyridylazo) resorcinol ditentukan dengan metode job dan diperoleh perbandingan  maksimum  untuk  Pb(II)  :  PAR  1:1.  Sintesis  Pb(II)-imprinted polymer ini dilakukan dengan metode termal yaitu pemanasan selama 10 jam, pada temperatur 140±10oC dan HCl 2M sebagai katalis. Polimer hasil sintesis dicuci dengan aqua dm lalu dikeringkan dalam oven pada temperatur 50oC. Hasil sintesis dikarakterisasi gugus fungsinya dengan FTIR untuk mengetahui apakah polimer  sudah  berhasil  disintesis.  Pb(II)-imprinted  polymer  yang  dihasilkan digerus sampai ukuran 60-100 mesh untuk penggunaan selanjutnya. Ion Pb(II) pada Pb(II)-imprinted polymer dapat dilepaskan dengan larutan EDTA 0,05 M. Polimer yang sudah dilepaskan ion Pb(II) digunakan untuk karakterisasi sifat retensi dengan metode batch. Kapasitas adsorpsi maksimum untuk Pb(II) adalah\n254,86 µg/g pada pH 6 dengan waktu kontak 80 menit. Retensi yang terjadi mengikuti isoterm adsorpsi baik jenis isoterm adsorpsi Langmuir maupun Freundlich. Energi bebas Gibbs untuk kedua jenis isoterm adsorpsi baik isoterm adsorpsi Langmuir maupun isoterm adsorpsi Freundlich lebih kecil dari 20 kJ/mol dan bernilai negatif. Nilai negatif menunjukkan bahwa proses adsorpsi berjalan\n \n\nspontan dan nilai kurang dari 20 kJ/mol menunjukkan bahwa proses adsorpsi adalah adsorpsi kimia tetapi lemah. Ion imprinted polymer ini digunakan secara berulang untuk adsorpsi dan desorpsi hingga 3 kali dengan persen perolehan kembali tidak kurang dari 95%, dari segi regenerasi artinya polimer ini dapat digunakan berulang kali dengan kinerja yang baik. Nilai faktor selektivitas relatif (?r) untuk Pb(II)/Cu(II), Pb(II)/Zn(II), dan Pb(II)/Cd(II) masing-masing adalah\n1,16  ,  1,21  ,  dan  1,49.  Nilai  faktor  selektifitas  ini  menunjukkan  bahwa  Pb-\nimprinted polymer ini selektif untuk Pb(II) walaupun dengan adanya ion logam lain. Ion imprinted polymer yang sudah dikembangkan ini juga telah digunakan untuk prakonsentrasi Pb(II) dalam sampel air sungai sebelum analisis dengan metode spektroskopi serapan atom. Faktor prakonsentrasi yang diperoleh adalah\n16 kali dan konsentrasi Pb(II) dalam sampel 0,33 ppm dengan persen perolehan kembali 97,98 %. Nilai faktor prakonsentrasi dan persen perolehan kembali yang diperoleh menunjukkan bahwa material fungsional yang disintesis sudah cukup baik   digunakan   dalam   analisis   renik   Pb(II).   Beberapa   parameter   dalam karakterisasi retensi metode batch menunjukkan hasil yang baik, sehingga Pb- imprinted polymer ini dapat digunakan untuk pengisi mini kolom dalam sistem flow injection analysis (FIA)", "Daftar File": {"2011_TS_PP_LIA_MARSITA_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/158251", "2011_TS_PP_LIA_MARSITA_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/158252", "2011_TS_PP_LIA_MARSITA_1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/158253", "2011_TS_PP_LIA_MARSITA_1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/158254", "2011_TS_PP_LIA_MARSITA_1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/158255", "2011_TS_PP_LIA_MARSITA_1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/158256", "2011_TS_PP_LIA_MARSITA_1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/158257", "2011_TS_PP_LIA_MARSITA_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/158258"}, "Penulis": "Lia Marsita [20510013]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Muhammad Bachri Amran"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "prakonsentrasi,  ekstraksi  fasa  padat,  Pb(II)-ion  imprinted polymer,PAR", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "18 Feb 2019"}