{"Nomor": 34964, "Judul": "Organic contaminants removal from industrial wastewater by CTAB treated synthetic zeolite Y", "Abstrak": "Due to environmental issues, wastewater treatment is a main concern for most industries and providing access to\nclean and affordable water is one of the big challenges. Besides, industrial wastewater contains many pollutants,\none of the most toxic contaminants is organics. Currently, zeolites are widely used as an adsorbent to remove\nsuch pollutants. This study examines a surfactant modified zeolite Y (SMZY), as an applicable solution, to get\nover this problem. Here, zeolite Y, synthesized from bentonite, is used as an adsorbent basis. Then, it is characterized by XRD, FTIR, BET, SEM, and TGA. Next, it is modified by hexadecyltrimethyl ammonium bromide\n(CTAB) surfactant in different concentrations. These SMZYs are used to adsorb organic contaminants of an olefin\nplant wastewater. Based on adsorption capacity evaluated by several isotherms, such as Langmuir, Freundlich,\nSips and Dubinin–Radushkevich, total organic carbon (TOC) content of wastewater reduced up to 89%. The\noptimum modification method and possible mechanism for obtaining this result is presented in the current\nresearch. Furthermore, to understand the nature of adsorption process, Van der Waals, hydrophobic, and\nelectrostatic interactions are determined. The results indicate that adsorption process depends on both hydrophobic and electrostatic interactions.", "Daftar File": {}, "Penulis": "Monireh Sadat Hosseini Hashemi [-]", "Kontributor / Dosen Pembimbing": ["Fatemeh Eslami.,Ramin Karimzadeh"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Synthetic zeolite Y Surfactant modified zeolite Industrial wastewater treatment Zeta potential Adsorption thermodynamic", "Sumber": "Journal of Environmental Management 233 (2019) 785–792", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "18 Feb 2019"}