{"Nomor": 34975, "Judul": "ANALISIS PENGARUH PEMAKAIAN TACTICAL DATA LINK TERHADAP EFEKTIVITAS MISI OPERASI PESAWAT TEMPUR F-XX BERDASARKAN SIMULASI MENGGUNAKAN EADSIM", "Abstrak": "Sistem komunikasi merupakan salah satu sistem yang berperan penting pada pesawat tempur untuk mencapai kesuksesan penyelesaian misi operasi. Untuk meningkatkan pertahanan udara, diperlukan pesawat tempur yang dilengkapi dengan teknologi komunikasi yang mendukung sistem manajemen pertempuran modern. Sistem komunikasi yang dapat menunjang hal tersebut adalah Tactical Data Link (TDL).\n\nTDL merupakan salah satu Critical Technology Element (CTE) pada pesawat tempur yang berperan dalam meningkatkan situational awareness, pengambilan keputusan,  pelaksanaan  komando  dan  kendali  pada  suatu  misi  operasi.  Oleh karena itu, pemakaian TDL pada pesawat dapat meningkatkan efektivitas misi operasi pesawat. Untuk mengetahui seberapa besar efektivitas pemakaian TDL pada misi operasi, dilakukan simulasi pemakaian TDL pada pesawat tempur.\n\nProses pengerjaan penelitian ini terdiri dari studi literatur, pengumpulan data, penyusunan skenario simulasi yang meliputi pendefinisian profil misi, spesifikasi pesawat friend dan hostile, pendefinisian tipe komunikasi dan model network interconnection yang digunakan. Skenario yang telah disusun disimulasikan menggunakan perangkat lunak Extended Air Defense Simulation (EADSIM).\n\nParameter efektivitas yang digunakan mengacu pada report yang dihasilkan oleh EADSIM, yaitu kecepatan waktu first weapon launch, blue fighter survivability, dan  blue  fighter  lethality,  yang  digunakan  untuk  menghitung  probabilitas  kill ratio. Berdasarkan simulasi ini dapat disimpulkan bahwa skenario yang menggunakan komunikasi voice + TDL memiliki efektivitas lebih tinggi, yaitu dengan nilai probabilitas kill ratio 1,91 kali lebih tinggi dibandingkan dengan skenario komunikasi voice only. Hal ini dikarenakan tambahan penggunaan komunikasi TDL dapat meningkatkan situational awareness yang akan mempercepat proses tactical execution dan meningkatkan akurasi informasi.", "Daftar File": {"2018_THESIS_PP_RENI_DWIFEBRIANTI_1_-_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/158301", "2018_THESIS_PP_RENI_DWIFEBRIANTI_1_-_BAB_I.pdf": "https://digilib.itb.ac.id/gdl/download/158302", "2018_THESIS_PP_RENI_DWIFEBRIANTI_1_-_BAB_II.pdf": "https://digilib.itb.ac.id/gdl/download/158303", "2018_THESIS_PP_RENI_DWIFEBRIANTI_1_-_BAB_III.pdf": "https://digilib.itb.ac.id/gdl/download/158304", "2018_THESIS_PP_RENI_DWIFEBRIANTI_1_-_BAB_IV.pdf": "https://digilib.itb.ac.id/gdl/download/158305", "2018_THESIS_PP_RENI_DWIFEBRIANTI_1_-_BAB_V.pdf": "https://digilib.itb.ac.id/gdl/download/158306", "2018_THESIS_PP_RENI_DWIFEBRIANTI_1_-_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/158307"}, "Penulis": "Reni Dwifebrianti [23616004]", "Kontributor / Dosen Pembimbing": ["Ir. Toto Indriyanto, M.Sc., Ph.D.", "Hendarko, S.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "TDL, Situational Awareness, Network, EADSIM, Kill Ratio", "Sumber": "", "Staf Input/Edit": "Erlin Marliana Effendi", "File": "7 file", "Tanggal Input": "18 Feb 2019"}