{"Nomor": 34983, "Judul": "PERENCANAAN SISTEM PENGELOLAAN DAN POTENSI PEMANFAATAN KEMBALI AIR BUANGAN DI LINGKUNGAN PENDIDIKAN SALMAN AL FARISI", "Abstrak": "Yayasan pendidikan Salman Al Farisi merupakan yayasan pendidikan di Kota\nBandung yang terdiri dari playgroup (PG), Taman Kanak-kanak (TK), Sekolah\nDasar (SD) dan Sekolah Menengah Pertama (SMP) yang memiliki konsep fullday\nschool. Kegiatan belajar mengajar di lingkungan pendidikan Salman Al Farisi\ndilakukan sejak pukul 07.30 dan berakhir pukul 16.00. Selain kegiatan belajar\nmengajar, siswa, guru dan karyawan juga melakukan kegiatan buang air, wudhu,\ncuci piring, memasak di dapur, kebersihan gedung, dan lain-lain. Sehingga dari\nkegiatan tersebut dihasilkan berbagai jenis air buangan, antara lain black water,\ngrey water dan air limbah dapur. Total black water yang dihasilkan sebesar 8.068\nliter/hari, sedangkan grey water yang dihasilkan sebesar 15.921,21 liter/hari.\nNamun belum semua air buangan tersebut telah dikelola dengan baik. Black water\ndari beberapa gedung langsung dibuang ke sungai Cikapundung Kawi tanpa\ndiolah terlebih dahulu. Demikian pula dengan air limbah dapur yang mengandung\nzat organik tinggi, namun langsung dibuang ke sungai tanpa melalui pengolahan\nterlebih dahulu. Oleh karena itu perlu dilakukan perbaikan pengelolaan agar air\nbuangan yang dihasilkan dari Lingkungan Pendidikan Salman Al Farisi tidak\nmencemari sungai Cikapundung Kawi. Tujuan dari penulisan tugas akhir ini\nadalah untuk mengevaluasi dan memberikan rekomendasi pengelolaan serta\nmelihat potensi pemanfaatan kembali air buangan di lingkungan pendidikan\nSalman Al Farisi. Evaluasi dari pengelolaan black water adalah perlu adanya\npengolahan terhadap black water yang belum diolah dan dibuang langsung ke\nsungai Cikapundung Kawi. Pengolahan yang direkomendasikan adalah\nmenggunakan biofilter dan septictank yang dilengkapi dengan saluran peresapan.\nGrey water yang dihasilkan dari gedung-gedung telah memenuhi baku mutu\nberdasarkan Peraturan Menteri Lingkungan Hidup nomor 5 tahun 2014. Namun\nkualitas air limbah dapur melampaui baku mutu yang sama, sehingga air limbah\ndapur perlu perlu diolah terlebih dahulu dengan grease trap dan biofilter anaerob\nserta mengganti saluran pembuangan dengan menggunakan saluran perpipaan.\nJika dilihat dari kuantitas dan penyalurannya, maka grey water yang dihasilkan\ndari gedung SD dan air limbah dapur berpotensi untuk dimanfaatkan untuk\npenyiraman tanaman dan kebersihan gedung. Pengolahan air daur ulang dilakukan\ndengan menggunakan subsurface wetland untuk air limbah dapur dan saringan\npasir cepat untuk grey water gedung SD, yang kemudian dikumpulkan di bak\npengumpul dan didesinfeksi sebelum digunakan.", "Daftar File": {"2016_TA_PP_MARISSA_RAKHMA_SOFIANI_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/158346", "2016_TA_PP_MARISSA_RAKHMA_SOFIANI_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/158347", "2016_TA_PP_MARISSA_RAKHMA_SOFIANI_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/158354"}, "Penulis": "Marissa Rakhma Sofiani [15311066]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Marisa Handajani, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Administration of economy & environment", "Kata Kunci": "Pengelolaan Air Buangan, Black Water, Grey Water, Air Limbah Dapur, Daur Ulang Air Buangan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "18 Feb 2019"}