{"Nomor": 34982, "Judul": "PENGEMBANGAN SISTEM PENAPISAN ANTITUBERKULAR BARU PADA Escherichia coli BL21(DE3)pLysS MELALUI FUSI PHOR DOMAIN SITOPLASMIK Mycobacterium tuberculosis H37Rv DENGAN PROTEIN REPRESOR ICLR", "Abstrak": "Kemunculan kasus Multi-Drug dan Extensively-Drug Resistant Tuberculosis (MDR dan XDR-TB) menjadi alasan utama dalam pengembangan antituberkular baru yang bersifat multitarget. Obat antituberkular yang tersedia saat ini pada dasarnya hanya menarget satu produk gen untuk satu obat. Oleh karena itu, perlu dicari target obat yang dapat mengganggu beberapa gen di dalam Mycobacterium tuberculosis khususnya gen yang diketahui berperan dalam virulensi. Salah satu kandidat yang potensial sebagai target pengembangan obat antituberkular baru adalah domain sitoplasmik protein histidin kinase PhoR (SitophoR) melalui sistem penapisan (high throughput screening) berdasarkan penghambatan dimerisasi SitophoR. Sistem ini memanfaatkan sifat dimerisasi protein repressor IclR Escherichia coli yang kemudian digunakan sabagai “alat” untuk mendeteksi proses dimerisasi pada SitophoR melalui fusi domain pengikatan DNA (100N-terminal) protein repressor IclR dan SitophoR. Kehadiran inhibitor yang dapat mencegah dimerisasi protein fusi IclR-SitophoR akan mengakibatkan IclR tidak dapat merepresi promoter iclR yang berada di sebelah hulu gen pelapor emerald green fluorescent protein (emgfp). Keberhasilan dimerisasi dan inhibisi dapat dikonfirmasi melalui ekspresi EmGFP. Gen sitophoR telah berhasil diisolasi dari Mtb H37Rv kemudian dikarakterisasi. Hasil menunjukkan bahwa SitophoR berada pada asam amino ke-177-436 dari PhoR utuh yang ditandai dengan motif-motif lestari H-box, N-box, G1-box, F-box, dan G2-box. SitophoR difusikan dengan IclR sehingga terbentuk protein fusi IclR-SitophoR yang dikonstruk ke dalam vektor pRSET-promiclR. Ekspresi IclR-SitophoR dilakukan melalui transformasi bakteri E. coli BL21(DE3)pLysS dengan induksi IPTG 1 mM selama 4 jam dan dianalisis dengan SDS PAGE. Hasil menunjukkan adanya pita protein dengan ukuran ~36kDa yang diduga sebagai monomer IclR-SitophoR. Dimerisasi protein fusi IclR-sitophoR diharapkan dapat menjadi target antituberkular baru. Sistem ini akan menyeleksi kandidat antituberkular yang berhasil menghambat proses dimerisasi IclR-sitophoR.", "Daftar File": {}, "Penulis": "Irma Sopiyani K [21110020]", "Kontributor / Dosen Pembimbing": ["Ernawati Arifin Giri-Rachman, M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Mycobacterium tuberculosis H37Rv, PhoR domain sitolasmik, repressor IclR", "Sumber": "", "Staf Input/Edit": "agus slamet", "File": "1 file", "Tanggal Input": "18 Feb 2019"}