{"Nomor": 34986, "Judul": "PERENCANAAN INSTALASI PENGOLAHAN AIR LIMBAH PLATING INDUSTRI TINPLATE PT. X", "Abstrak": "Pertumbuhan ekonomi dan industri di era pasar global saat ini menciptakan\npersaingan yang ketat. Selain menyebabkan peningkatan produksi, juga menyebabkan\npeningkatan jumlah air limbah. PT. X sebagai salah satu industri tinplate di Indonesia\nsadar akan pentingnya menjaga kualitas effluent limbahnya agar tidak sampai\nmencemari lingkungan dan memenuhi peraturan pemerintah (baku mutu) yang berlaku.\nUntuk itu, diperlukan pengolahan air limbah yang dihasilkan sebelum di buang ke\nlingkungan (badan air penerima).\nEfluen yang dihasilkan oleh PT. X pada dasarnya mengandung logam-logam\nberat yang digunakan dalam proses produksi dan juga nilai TSS, COD, dan BOD yang\ncukup tinggi dari limbah plating yang selama ini masih menjadi masalah karena belum\ndiolah secara terpisah.\nPengolahan yang direncanakan untuk mengolah air limbah plating ini adalah\npengolahan fisik-kimia karena pengolahan biologis tidak sesuai untuk karakteristik air\nlimbah. Pengolahan yang digunakan meliputi prasedimentasi untuk menurunkan TSS\ndan BOD, adsorbsi karbon aktif untuk menyisihkan phenol, BOD, dan COD,\nnetralisasi, presipitasi kimia (koagulasi-flokulasi), dan pengolahan lumpur di sludge\ndrying bed.", "Daftar File": {"2005_TA_PP_SHANTY_ELIZABETH_M_H_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/158356", "2005_TA_PP_SHANTY_ELIZABETH_M_H_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/158357", "2005_TA_PP_SHANTY_ELIZABETH_M_H_1-BAB_7.pdf": "https://digilib.itb.ac.id/gdl/download/158363", "2005_TA_PP_SHANTY_ELIZABETH_M_H_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/158364"}, "Penulis": "SHANTY ELIZABETH M H [15300033]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Mindriany Syafila, MS, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Administration of economy & environment", "Kata Kunci": "air limbah, pengolahan fisik-kimia", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "18 Feb 2019"}