{"Nomor": 34984, "Judul": "UJI EKSPRESI GEN tuf DARI Manihot esculenta Crantz (SINGKONG) PADA SISTEM PROKARIOT SEBAGAI MOLECULAR CHAPERON", "Abstrak": "Salah satu protein yang terlibat dalam mekanisme toleransi terhadap temperatur tinggi pada sel prokariot adalah Elongation Factor-Tu (EF-Tu) yang dikode oleh gen tuf. Penelitian pada tanaman jagung dan gandum menunjukkan bahwa protein EF-Tu dari kloroplast juga berperan sebagai molecular chaperon yang berfungsi membantu pelipatan kembali (refolding) protein yang terdenaturasi akibat cekaman panas. Protein EF-Tu kloroplast bersifat lestari pada tanaman eukariot tingkat tinggi, sehingga diperkirakan EF-Tu dari tanaman lain juga berperan sebagai chaperon. Pada penelitian ini digunakan gen tuf singkong yang menyandi protein EF-Tu kloroplast. Gen tuf singkong diklon pada pGEM-T Easy dan dikonstruksi ke dalam pET-32b melalui metode potong (cut) dan sambung (ligate). Kemudian, plasmid pET-32b rekombinan digunakan untuk mentransformasi Escherichia coli BL21 (DE3) melalui metode heat shock. Tahap selanjutnya adalah uji viabilitas pada suhu 37°C, 50°C, 52°C, 53°C, 54°C dan 55°C melalui induksi IPTG dan analisis protein menggunakan SDS-PAGE. Hasil sekuensing oleh Macrogen menunjukkan bahwa sekuen gen yang telah diklon memiliki kesamaan sekitar 99% dengan gen tuf singkong. Kemudian, hasil uji viabilitas menunjukkan bahwa E. coli BL21 (DE3) transforman dapat bertahan setelah diberi perlakuan heat-shock pada suhu 54°C selama 2 jam. Hasil SDS-PAGE menunjukkan adanya protein pada ukuran sekitar 40 kDa pada ekstrak kasar protein bakteri transforman, sedangkan pada bakteri kontrol, protein tersebut tidak ditemukan. Pita tersebut diduga merupakan protein yang diekspresikan gen tuf singkong. Analisis motif protein dengan menggunakan pSITE tools Softberry menunjukkan adanya kinase C protein phosphorylation site, dan casein kinase II phosphorylation site yang terlibat dalam aktivitas pengubahan pengikatan protein terhadap GDP menjadi GTP. Berdasarkan hasil di atas maka dapat diindikasikan bahwa protein EF-Tu singkong berperan sebagai molecular chaperon.", "Daftar File": {}, "Penulis": "Lailatul Badriyah [21111009]", "Kontributor / Dosen Pembimbing": ["Sony Suhandono, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Escherichia coli BL21 (DE3), gen tuf, protein elongation factor-Tu (EF-Tu) kloroplast, toleransi heat-shock, singkong (Manihot esculenta Crantz)", "Sumber": "", "Staf Input/Edit": "agus slamet", "File": "1 file", "Tanggal Input": "18 Feb 2019"}