{"Nomor": 34991, "Judul": "A semi-analytical solution for groundwater flow-field delineation near pumping/injection wells in confined aquifers", "Abstrak": "A new semi-analytical solution to study groundwater flow fields associated with pumping or injection wells in confined isotropic aquifers with uniform regional flow is proposed and tested against steady-state and transient-state numerical simulations on MODFLOW-MODPATH. The solution is based on the complex potential theory and can be used for large numbers of arbitrarily positioned wells operated with different rates. The solution can be used to follow the movement of water particles in space (within pores or within the equivalent continuous media) and in time with two tracking modes: forward (from origin to target) and backward (from target to origin). The proposed solution is a useful tool that can be used for establishing groundwater resources management practices like designing groundwater remediation solutions, delineating capture zones, defining safeguard perimeters and mapping groundwater vulnerability. Moreover, the paper gives a comparative numerical study of flow fields near pumping wells, showing that, in terms of their shape and position, delineating capture zones using either steady-state or transient-state simulations would lead to practically similar results for long pumping periods. It is also shown that in such cases, the main differences between steady-state and transient-state simulation are present in the computed water particles’ transport time.", "Daftar File": {}, "Penulis": "Ioan Bica [-]", "Kontributor / Dosen Pembimbing": ["Mohamed Amine Boukhemacha, Ghiocel Groza"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Groundwater flow,  Semi-analytical solutions,  Pumping wells,  Capture zone,  Groundwater management", "Sumber": "Hydrogeology Journal  February 2019, Volume 27, Issue 1, pp 61–71 | Cite as", "Staf Input/Edit": "Yanti Sri Rahayu, S.Sos", "File": "0 file", "Tanggal Input": "18 Feb 2019"}