{"Nomor": 35007, "Judul": "Historical shear deformation of rock fractures derived from digital outcrop models and its implications on the development of fracture systems", "Abstrak": "The initiation and development of fractures in rocks is the key part of many problems from academic to industrial, such as faulting, folding, rock mass engineering, reservoir characterization, etc. Conventional ways of\nevaluating the fracture historical deformations depend on the geologists’ visual interpretation of indicating\nstructures such as fault striations, fault steps, plumose structures, etc. on the fracture surface produced by\nprevious deformations, and hence suffer from problems like subjectivity and the absence of obvious indicating\nstructures. In this study, we propose a quantitative method to derive historical shear deformations of rock\nfractures from digital outcrop models (DOMs) based on the analysis of effects of fault striations and fault steps on\nthe shear strength parameter of the fracture surface. A theoretical model that combines effects of fault striations,\nfault steps and isotropic base shear strength is fitted to the shear strength parameter. The amount of fault\nstriations and fault steps and their occurrences are estimated, and the historical shear deformations can be\ninferred. The validity and the effectiveness of the proposed method was proved by testing it on a constructed\nfracture surface with idealized striations and a fracture surface with clear fault steps. The application of this\nmethod on an example outcrop shows an intuitive idea of how the rock mass was deformed and that the distribution, occurrence and mode of new fractures are strictly controlled by preexisting fractures, and hence\nemphasizes the importance of preexisting fractures in modeling the development of fracture systems.", "Daftar File": {}, "Penulis": "Xin Wang [-]", "Kontributor / Dosen Pembimbing": ["Yi Qin, Zhaohui Yin, Lejun Zou and Xiaohua Shen"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "Mining & related operations", "Kata Kunci": "Historical shear deformation, Quantitative method, Quasi striations, Quasi steps, Digital outcrop models (DOMs), Development of fracture systems", "Sumber": "https://doi.org/10.1016/j.ijrmms.2018.12.018", "Staf Input/Edit": "Resti Andriani", "File": "1 file", "Tanggal Input": "19 Feb 2019"}