{"Nomor": 35008, "Judul": "Numerical analysis of the dynamic evolution of mining-induced stresses and fractures in multilayered rock strata using continuum-based discrete element methods", "Abstrak": "In this study, the continuum-based discrete element method (CDEM) was adopted to simulate the evolution of\nmining-induced stress and fracturing during roadway tunnelling and mining in multilayered heterogeneous rock\nstrata. The CDEM integrates the finite element method (FEM) and the discrete element method (DEM) to\ncharacterize the mining-induced stress evolution, the discontinuous fractures, separations, and caving that occur\nin the interfaces between multilayered rock strata. The maximum tensile-stress criterion and the Mohr–Coulomb\nstrength criterion were used to evaluate the tensile and shear failure of the material elements. The CDEM model\nfor rock strata was constructed by employing image processing and reconstruction approaches, using the geometrical and physical parameters that were measured from a real coal mining site. The stress evolution and\ncompression deformation of the roof and floor strata were computed to evaluate the criticality of mining-induced\ndisasters. The constructed model was employed to simulate and analyse the immediate roof collapse, immediate\nfloor bulges, and the compaction of the collapse blocks, as well as the large deformation, separation, and collapse\nbetween the immediate roof and the main roof during coal seam mining. It was shown that the proposed method\ncould predict ranges for the caving zone and fracture zone in the rock roofs that were in good agreement with the\nobservation results from the real coal mining site.", "Daftar File": {}, "Penulis": "Yang Ju [-]", "Kontributor / Dosen Pembimbing": ["Yongliang Wang, Chuanshang Su, Dongshuang Zhang, and Zhangyu Ren"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "Mining & related operations", "Kata Kunci": "Continuum-based discrete element method, Multilayered rock strata, Mining-induced stress evolution, Caving zone, Fracture zone Layer separation", "Sumber": "https://doi.org/10.1016/j.ijrmms.2018.11.014", "Staf Input/Edit": "Resti Andriani", "File": "1 file", "Tanggal Input": "19 Feb 2019"}