{"Nomor": 35013, "Judul": "KEANEKARAGAMAN SPESIES, STATUS HAMA, KOMPETISI INTRASPESIFIK,DAN UPAYA PENGENDALIAN RAYAP (INSEKTA: ISOPTERA) DI KOTA BANDUNG", "Abstrak": "Upaya pengembangan dan implementasi strategi-strategi pengendalian rayap yang\nlebih ramah lingkungan terus dilakukan menyusul besarnya perhatian publik\nuntuk mengurangi penggunaan termitisida yang berdampak negatif terhadap\nlingkungan. Upaya tersebut memerlukan pemahaman yang baik mengenai biologi\nrayap karena keberhasilan pengendalian rayap sangat tergantung pada akurasi\ninformasi taksonomi, distribusi, dan sifat-sifat biologi dari spesies rayap yang\nmenjadi target pengendalian. Tujuan penelitian adalah: [1] Mendapatkan data\ntentang keanekaragaman rayap pada lingkungan permukiman di Kota Bandung;\n[2] Menentukan status rayap sebagai hama penting pada lingkungan permukiman\ndi Kota Bandung; [3] Mengetahui respons rayap Macrotermes gilvus terhadap\nmaterial berselulosa komersial; [4] Mendapatkan informasi tentang kompetisi\nintraspesifik M. gilvus dan identifikasi komponen kimia spesifik spesies; dan [5]\nMelakukan tinjauan upaya pengendalian rayap di Kota Bandung.\nPenelitian secara keseluruhan terbagi dalam tiga tahap dan dilakukan sejak Maret\n2012 hingga Juni 2015 dengan wilayah studi utama di Kota Bandung. Tahap\npertama: sebanyak 400 rumah dan 50 lahan kosong untuk perumahan disurvei\nuntuk mewakili populasi bangunan permukiman di Kota Bandung. Pemilihan\nsampel rumah dilakukan menggunakan metode stratified random sampling\nberdasarkan tingkat kepadatan bangunan pada 30 kecamatan di Kota Bandung.\nRayap yang terkoleksi dari lokasi pengamatan diawetkan dalam vial beralkohol\n85% dan diamati morfologi luarnya (imago dan kasta prajurit) dengan\nstereomikroskop Leica M205C, serta enteric valve armature-nya (kasta pekerja\nkhusus Familia Termitidae) diamati dengan stereomikroskop Leica CTR5500,\njuga dari titik ditemukannya rayap dibuat peta sebarannya menggunakan program\nArcGIS versi 10. Keanekaragaman rayap pada habitat hutan kota juga diteliti pada\nTaman Hutan Raya Juanda dan area Lebak Siliwangi dan Kebun Binatang, lalu\nmengaitkannya dengan hipotesis rute penyebaran spesies rayap sehingga dapat\nmenilai potensinya sebagai hama penting pada lingkungan permukiman di Kota\nBandung. Tahap kedua: menguji material berselulosa komersial yang\ndiperdagangkan di Kota Bandung berupa dua belas jenis kayu bahan bangunan\ndan empat material berselulosa lainnya (kayu lapis, gypsum, kayu laminasi, dan\nwall paper). Material berselulosa ini diuji respons-nya terhadap rayap M. gilvus\nKEANEKARAGAMAN SPESIES, STATUS HAMA,\nKOMPETISI INTRASPESIFIK, UPAYA PENGENDALIAN\nRAYAP (INSEKTA: ISOPTERA) DI KOTA BANDUNG\nDAN\niii\npada bioesai yang berlangsung selama satu minggu. Hasilnya dianalisis untuk\nmenentukan Indeks Laju Kerusakan (ILK) dan Status Ketahanan Material (SKM).\nLalu menguji kompetisi intraspesies M. gilvus dari tiga koloni berbeda asal\nBandung, Bogor, dan Bandar Lampung. Sebanyak 45 kombinasi perlakuan dari\ntiga koloni berbeda diujikan pada arena uji dan divideokan selama lima menit\nmenggunakan Ricoh4WG. Hasilnya dianalisis untuk menentukan level agonistik.\nUntuk menguatkan informasi tentang kompetisi intraspesies ini maka dilakukan\nidentifikasi senyawa kimia dari kasta pekerja dan kasta prajurit (minor dan mayor)\ndari tiga koloni menggunakan gas chromatography mass spectra (GCMS). Tahap\nketiga: mengirim kuesioner kepada perusahaan pengendalian hama yang terdaftar\ndi Kota Bandung lalu menganalisisnya sebagai bahan tinjauan upaya pengendalian\nrayap yang dilakukan di Kota Bandung selama ini.\nHasil penelitian menunjukkan 38,75% bangunan di Kota Bandung terserang\nrayap. Lima spesies dari tiga famili tercatat dalam penelitian ini, yaitu:\nCryptotermes dudleyi Banks (Kalotermitidae); Coptotermes gestroi (Wasmann)\n(Rhinotermitidae); Ancistrotermes pakistanicus Ahmad, Macrotermes gilvus\nHagen, dan Odontotermes javanicus Holmgren (Termitidae). Cr. dudleyi dan M.\ngilvus terdistribusi secara luas (masing-masing pada 26 dan 19 kecamatan).\nRayap tanah Co. gestroi meski teramati hanya pada satu kecamatan (Lengkong)\ntapi untuk pertama kalinya tercatat pada lingkungan permukiman di Kota\nBandung, dalam penelitian sebelumnya spesies rayap ini tidak ditemukan.\nPerbaikan metoda penelitian dengan menggunakan penarikan sampel secara acak\nbertingkat (stratified random sampling) berpengaruh besar dalam penentuan\nsampel yang lebih representatif dan proporsional sehingga hasilnya dapat lebih\nmenggambarkan kondisi yang sebenarnya.\nBerdasarkan analisis terhadap enam variabel maka rayap Cr. dudleyi, M. gilvus,\ndan Co. gestroi menyandang status sebagai hama pada lingkungan permukiman di\nKota Bandung. Khusus M. gilvus, status hamanya diperkuat dengan temuan\nspesies rayap ini pada habitat hutan kota di Kota Bandung sehingga potensi\npenyebaran ke lingkungan permukiman akan terus muncul. Hipotesis rute\npenyebaran rayap M. gilvus digambarkan sebagai migrasi dari habitat hutan kota\nyang ber-elevasi lebih tinggi menuju ke lingkungan permukiman yang ber-elevasi\nlebih rendah sehingga menyebabkan invasi M. gilvus cukup meluas di Kota\nBandung. Rayap kayu kering Cr. dudleyi diduga berasal dari luar Kota Bandung\nmelalui mobilisasi bahan-bahan bangunan dan menyebar secara luas di Kota\nBandung. Sedangkan rayap Co. gestroi yang diduga berasal dari luar area\nBandung tidak tersebar luas dan hanya ditemukan menyerang bangunan di area\nKecamatan Lengkong.\nRespons 16 material berselulosa komersial (12 jenis kayu perdagangan dan 4\nbahan berselulosa) menunjukkan bahwa secara umum kayu bahan bangunan yang\ndiperdagangkan di Kota Bandung masuk kategori tahan dan cukup tahan terhadap\nserangan rayap M. gilvus. Sedangkan respons empat bahan berselulosa sebagai\nbagian dari konstruksi bangunan dan atau bahan interior terhadap rayap M. gilvus\nterbagi dalam kategori sangat tahan (kayu lapis dan wall paper), tahan (gipsum),\ndan sangat tidak tahan (kayu laminasi). Sementara itu kayu laminasi (laminated\nwood) yang digaransi antirayap justru termasuk ke dalam kategori sangat tidak\niv\ntahan terhadap serangan rayap M. gilvus. Perlu pertimbangan ulang terhadap\npenggunaan bahan selulosa yang secara estetika lebih baik namun mereka juga\nharus tahan terhadap serangan rayap khususnya M. glvus.\nPerilaku agonistik tidak terjadi di dalam spesies M. gilvus baik intra- dan\ninterkoloni. Pengujian agonistik terhadap tiga koloni rayap M. gilvus asal\nBandung, Bogor, dan Bandar Lampung yang berjarak maksimum 216 km tidak\nmenunjukkan adanya agonistik. Level agonistik pada intrakoloni hanya terjadi\nperilaku eksaminasi/antenasi, sedangkan pada interkoloni terjadi\neksaminasi/antenasi, dan perilaku mengelurkan alarm serta menghindari individu\ndari kelompok lain. Perilaku agresi (sebagai perilaku penanda terjadinya\nagonistik) tidak muncul baik pada inter- maupun intrakoloni. Identifikasi terhadap\nkomponen volatil yang diduga berperan sebagai kunci pengenalan koloni\nintraspesifik menggunakan analisis GC-MS menghasilkan 22 komponen volatil\ndari kasta pekerja dan prajurit (baik minor maupun mayor). Komponen volatil (Z)-\n6-Octadecenoic acid dan (E)-9-Octadecenoic acid diduga berperan sebagai kunci\npengenalan individu antarkoloni di dalam spesies M. gilvus.\nDari sebanyak 17 perusahaan pengendalian hama yang terdaftar resmi pada DPD\nASPPHAMI Jawa Barat tahun 2014, 10 di antaranya melayani jasa pengendalian\nrayap. Pekerjaan jasa antirayap memberikan kontribusi sebanyak 25% dari\nrevenue perusahaan dengan jumlah pekerjaan rata-rata per tahun mencapai 99,6\nsatuan pekerjaan per perusahaan. Potensi pekerjaan antirayap di Kota Bandung\nbaru tergali sekitar 1/3 dari proyeksi sebesar 1% dari total estimasi jumlah rumah\nbangunan terserang rayap di Kota Bandung pada tahun 2012. Estimasi nilai\npekerjaan antirayap mencapai Rp13,5 miliar, dan akan terus meningkat menjadi\nRp45 miliar pada tahun 2017, Rp99 miliar pada tahun 2022, dan Rp180 miliar\npada tahun 2027", "Daftar File": {}, "Penulis": "Eko Kuswanto [30610002]", "Kontributor / Dosen Pembimbing": ["Prof. Intan Ahmad Musmeinan, Ph.D.", "Ramadhani Eka Putra, S.Si., M.Si., Ph.D.", "Idham Sakti Harahap, Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Isoptera, Kalotermitidae, Rhinotermitidae, Termitidae, kompetisi intraspesifik, asam oktadekenoat.", "Sumber": "", "Staf Input/Edit": "agus slamet", "File": "1 file", "Tanggal Input": "19 Feb 2019"}