{"Nomor": 35018, "Judul": "PENGGUNAAN PASTA IKAN UNTUK MENINGKATKAN NILAI NUTRISI DALAM PAKAN FERMENTASI", "Abstrak": "Penggunaan pakan fermentasi merupakan cara aman dalam menghasilkan produk\nhewan ternak. Pakan fermentasi dapat meningkatkan nilai nutrisi pada pakan dan\nmereduksi zat antinutrisi yang terdapat dalam bahan pakan. Ayam yang dipelihara\nmenggunakan pakan fermentasi lebih aman dikonsumsi manusia karena tidak\nditambahkan antibiotik maupun hormon pertumbuhan. Penelitian ini\nmenggunakan bahan pakan yang difermentasi dan mensubstitusi sebagian pakan\ndengan pasta ikan dan dilakukan dalam 3 tahap. Pada tahap pertama, dilakukan\npembuatan pasta ikan dari limbah ikan dan nanas yang difermentasi selama 4 hari.\nTahap kedua dilakukan pembuatan pakan fermentasi menggunakan mikroba\nspesifik. Terdapat empat variasi pakan dalam penelitian ini : R0 (pakan komersil\ndengan harga murah yang kemudian dijadikan standar), R1 (bahan pakan\nfermentasi + pasta ikan 4%), R2 (bahan pakan fermentasi + pasta ikan 6%), R3\n(bahan pakan fermentasi + pasta ikan 10%). Bahan pakan yang difermentasi :\ndedak (Aspergillus niger), bekatul (Aspergillus niger), bungkil kedelai\n(Aspergillus niger & Bacillus subtilis), dan tepung ikan (B.subtilis, Lactobacillus\nplantarum, Zygosaccharomyces rouxii dan Rhodotorula rubra). Tahap ketiga\ndilakukan pemberian pakan fermentasi pada ayam. Jumlah ayam yang digunakan\nsebanyak 50 ekor per perlakuan dengan berat awal rata-rata 42 gram dan lama\npemeliharaan lima minggu. Pemberian pakan dilakukan secara ad libitum. Tidak\nterdapat pemberian vaksin dan hormon pada perlakuan R1, R2 dan R3. Hasil\nanalisis proksimat dari pasta ikan adalah kadar air 85,9%, kadar protein kasar\n7,18%, kadar karbohidrat 0,25%, kadar lemak kasar 3,19% dan kadar abu 2,57%.\nJumlah asam laktat yang terbentuk adalah sebesar 2,63% dengan pH akhir 4. R0\nmemiliki berat akhir 710 gram, berat karkas 520 gram, R1 memiliki berat akhir\n535 gram, berat karkas 406,25 gram, R2 memiliki berat akhir 663,75 gram, berat\nkarkas 470 gram, dan R3 memiliki berat akhir 732,5 gram dengan berat karkas\n528,75 gram. Jumlah ayam yang mati hingga akhir pemeliharaan adalah sebanyak\n5 ekor pada R1, 5 ekor pada R2, dan 1 ekor pada R3. Tidak terdapat kematian\nayam pada R0. Nilai konversi pakan pada akhir pemeliharaan, R0 sebesar 3,66,\nR1 sebesar 3,80, R2 sebesar 3,25, dan R3 sebesar 5,71. R3 memperlihatkan\nperforma pertumbuhan ayam terbaik dan berat akhir menyerupai R0 dengan tanpa\nmenggunakan sedikitpun antibiotik dan faktor pertumbuhan lain di dalam\npakannya.", "Daftar File": {}, "Penulis": "Rahma Widya Ningrum [21112012]", "Kontributor / Dosen Pembimbing": ["Dr. Pingkan Aditiawati, MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "pakan fermentasi; pasta ikan", "Sumber": "", "Staf Input/Edit": "agus slamet", "File": "1 file", "Tanggal Input": "19 Feb 2019"}