{"Nomor": 35023, "Judul": "PERANCANGAN DAN IMPLEMENTASI SISTEM APLIKASI TREASURE HUNT DENGAN MENGGUNAKAN IBEACON", "Abstrak": "Treasure hunt adalah bentuk permainan yang mengadopsi kegiatan geocaching, yaitu kegiatan yang dilakukan di luar ruangan dimana pemain menggunakan alat penerima Global Positioning System (GPS), mobile device atau alat teknik navigasi lainnya untuk menyembunyikan atau menemukan wadah yang ditandai dengan koordinat di seluruh dunia. Wadah tersebut di istilahkan geocaches atau caches yang disembunyikan di lokasi tertentu dengan mengikuti serangkaian petunjuk untuk menemukannya. Kegiatan ini juga dimungkinkan untuk di lakukan secara bersamaan pada lokasi di dalam ruangan dan di luar ruangan seperti lokasi Institut Teknologi Bandung yang memiliki kurang lebih 71 gedung dan bangunan yang akan membuat kegiatan ini menjadi lebih detail dan menantang. GPS dikenal baik untuk mendeteksi objek di luar ruangan, namun ketika didalam ruangan sinyal menjadi terganggu, untuk itu dibutuhkan teknologi penentuan posisi indoor untuk mengetahui lokasi dalam hal ini adalah treasures berdasarkan geocaches transmitter, untuk itu penulis akan menggunakan sebuah teknologi penentuan posisi indoor yang bernama iBeacon.  \n \nIBeacon akan digunakan sebagai geocache transmitter yang akan memberikan petunjuk pada peserta untuk mencari treasures. Dari hasil pengujian pada frekuensi 2,4 GHz dan transmission power level +4 dBm, iBeacon berhasil bekerja memberikan notifikasi geocache transmitter dengan akurasi jarak masuk 36,11 ± 4,47 m dan akurasi jarak keluar 21,23 ± 0,71 m, dan dari hasil pengujian kehandalan didapat sistem diuji dengan menggunakan jaringan 3G dan 4G untuk masing-masing parameter deteksi geocache transmitter menggunakan iBeacon, parameter lokasi, parameter jarak dan parameter validasi foto didapat delay rata-rata dan standar deviasi 4,05 ± 2,00 detik dan transfer rate 0,57 KB/s, serta dari hasil pengujian fungsionalitas menghasilkan 116 deteksi, total foto 70 dan total jarak yang ditempuh seluruh peserta 6108,03 meter dan data 100% diterima.", "Daftar File": {"2019_TS_PP_WIRMANTO_SUTEDDY_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/158499", "COVER Wirmanto Suteddy": "https://digilib.itb.ac.id/gdl/download/191365", "BAB 1 Wirmanto Suteddy": "https://digilib.itb.ac.id/gdl/download/191366", "BAB 2 Wirmanto Suteddy": "https://digilib.itb.ac.id/gdl/download/191367", "BAB 3 Wirmanto Suteddy": "https://digilib.itb.ac.id/gdl/download/191368", "BAB 4 Wirmanto Suteddy": "https://digilib.itb.ac.id/gdl/download/191369", "BAB 5 Wirmanto Suteddy": "https://digilib.itb.ac.id/gdl/download/191370", "PUSTAKA Wirmanto Suteddy": "https://digilib.itb.ac.id/gdl/download/191371"}, "Penulis": "Wirmanto Suteddy [23215354]", "Kontributor / Dosen Pembimbing": ["Ir. Emir Mauludi Husni, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro dan Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "pervasive game, treasure hunt menggunakan iBeacon.", "Sumber": "-", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "19 Feb 2019"}