{"Nomor": 35024, "Judul": "PENGOLAHAN LIMBAH LOGAM NATRIUM  SECARA SEDERHANA DAN RAMAH LINGKUNGAN", "Abstrak": "Logam natrium adalah zat yang sangat bermanfaat tetapi jika dalam jumlah besar dan tidak digunakan akan sangat berbahaya karena dapat bereaksi dengan air menimbulkan bahaya kebakaran.  Pada penelitian ini dilakukan pengolahan logam natrium melalui 2 cara.  Cara pertama diadopsi dari percobaan H.W. Roesky (2001)  dan cara kedua menggunakan media oli yang terdapat dalam alat hasil rancangan yang terbuat dari gelas pyrex 500 mL.  Pengolahan cara pertama logam natrium direaksikan dengan air melalui media pasir yang terdapat dalam pot bunga dari keramik selama 24 jam.  Pada penelitian ini dilakukan pengembangan pengolahan skala besar yaitu untuk 100 gram logam natrium dalam pot bunga dari keramik berdiameter 40 cm dan tinggi 60 cm dengan proses selama 6 jam.  Pada cara kedua massa logam natrium yang digunakan maksimum 10 gram dengan proses selama 1,5 jam.  Hasil percobaan cara pertama dapat digunakan untuk mengolah limbah logam natrium secara aman dalam skala besar, sedangkan cara kedua dapat digunakan  sebagai  alternatif metode demonstrasi yang aman pada pengajaran Kimia kelas 12.", "Daftar File": {"2010_TS_PP_TETI_ISMAYATI_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/158493", "2010_TS_PP_TETI_ISMAYATI_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/158494", "2010_TS_PP_TETI_ISMAYATI_1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/158495", "2010_TS_PP_TETI_ISMAYATI_1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/158496", "2010_TS_PP_TETI_ISMAYATI_1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/158497", "2010_TS_PP_TETI_ISMAYATI_1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/158498", "2010_TS_PP_TETI_ISMAYATI_1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/158500", "2010_TS_PP_TETI_ISMAYATI_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/158501"}, "Penulis": "Teti Ismayati [90508001]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ismunandar"], "Jenis Koleksi": "Tesis", "Penerbit": "Pengajaran Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Penanganan limbah logam natrium, reaksi  natrium dengan air,  Kimia kelas 12.", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "19 Feb 2019"}