{"Nomor": 35037, "Judul": "STUDI PENGOLAHAN AIR PAYAU MENGGUNAKAN RESIN ION EXCHANGE DALAM PENYISIHAN ION Na+, Ca2+, Cl-, dan SO42-", "Abstrak": "Pengolahan air payau diujikan dengan metode ion exchange menggunakan integrasi antara resin kation (formasi H+) dan anion (formasi OH-). Penelitian bertujuan untuk menentukan kapasitas resin dalam menyisihkan kation makro (Na+ dan Ca2+) dan anion makro (Cl- dan SO42-) serta mendapatkan kriteria desain yang sesuai untuk diterapkan pada kondisi komposisi air payau yang mengacu pada karakteristik air payau di daerah pesisir Jakarta Utara. Pengujian terhadap isoterm adsorpsi single component membuktikan bahwa model Langmuir dan Freundlich dapat diterapkan. Pengujian terhadap variasi pH membuktikan bahwa kapasitas adsorpsi terhadap kedua anion meningkat seiring dengan penurunan pH (optimal pada pH 6 dengan nilai Cl- 2,73 meq Cl-/g resin dan SO42- 4,21 meq SO42- /g resin) sedangkan kapasitas adsorpsi kedua kation meningkat pada pH yang basa (optimal pada pH 8 dengan nilai Na+ 2,52 meq Na2+/g resin dan Ca2+ 2,6 meq Ca2+/g resin). Ketinggian lapisan resin berbanding lurus dengan banyaknya resin yang digunakan dan volume air yang dapat diolah, namun dapat menurunkan atau menaikkan kapasitas adsorpsi. Dari keseluruhan penelitian pendahuluan menggunakan air artifisial didapatkan kapasitas adsorpsi resin terhadap Na+, Ca2+, Cl-, dan SO42- secara berturut turut berada pada rentang 1,09 – 2,52 meq/g, 1,48 – 3,15 meq/g, 1,89 – 3,9 meq/g, dan 1,38 – 4,21 meq/g. Penelitian utama menggunakan air payau asli didapatkan bahwa kapasitas kolom (breakthrough) pada resin kation sebesar 0,716 meq/g dan kapasitas kolom resin anion sebesar 0,615 meq/g dengan dimensi kolom reaktor yang dapat diterapkan adalah 47,8 cm x 71,7 cm. Proses adsorpsi pada teknologi ion exchange berlangsung cepat dan memiliki kapasitas yang besar, menjadikan teknologi ini alternatif yang baik untuk diaplikasikan dalam penyisihan Na+, Cl-, Ca2+, dan SO42-.", "Daftar File": {"2019_TA_PP_HAPSARI_DAMAYANTI_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/158573", "2019_TA_PP_HAPSARI_DAMAYANTI_1-DAFTAR_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/158579"}, "Penulis": "Hapsari Damayanti [15311060]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Suprihanto, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "anion, breakthrough, kation, kapasitas adsorpsi, resin, desain scale up", "Sumber": "TUGAS AKHIR   2015", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "7 file", "Tanggal Input": "19 Feb 2019"}