{"Nomor": 35030, "Judul": "Evaluasi Performa Reaktor Tangki Septik Modifikasi dengan Media Biofilter (Lokasi Studi: ITB Jatinangor)", "Abstrak": "Beberapa penelitian yang ada sekarang ini sedang mengembangkan efisiensi dan fisibilitas dari sistem pengolahan anaerobik tambahan pada tangki septik konvensional untuk pengembangan penyelesaian masalah kualitas sanitasi di daerah perkotaan yang padat penduduk. Sistem pengolahan ini terdiri dari tangki septik modifikasi yang menggunakan upflow biofilter anaerobik, yang keduanya berada dalam satu unit. Reaktor ini akan mengolah limbah domestik blackwater yang berasal dari Laboratorium Komputer ITB Jatinangor yang memiliki debit harian rata-rata sebesar 75 Liter per hari. Reaktor tangki septik modifikasi dengan media biofilter ini memiliki volume sebesar 1,5 m3 dengan kedua kompartemen yang dihubungkan melalui aliran upflow di dalamnya, yaitu Zona I sebagai zona pengendapan, dan Zona II adalah sebagai biofilter anaerob. Biofilter anaerob yang digunakan adalah pengolahan anaerob dengan mengombinasikan antara suspended growth dengan attached growth system yang medianya terbuat dari plastik berbentuk pipa dengan panjang sekitar 10 cm. Reaktor yang dijadikan penelitian beroperasi selama 21 minggu yaitu masih dalam fase start up atau belum teraklimatisasi dan memperlihatkan hasil penyisihan yang lebih baik dibandingkan dengan tangki septik konvensional yaitu penyisihan untuk COD, BOD, TSS, Ammonia, dan Total Fosfat secara berurutan sebesar 45, 58, 43, 22 dan 83% dimana penyisihan tangki septik antara 0 sampai 45% untuk parameter tersebut. Meskipun nilai penyisihannya masih belum stabil (dibawah 85%) dan memenuhi ambang batas Peraturan Gubernur Jakarta No 122 tahun 2005 tentang Baku Mutu Air Limbah, sistem pengolahan ini dapat menjadi alternatif yang menjanjikan untuk meningkatkan kualitas sanitasi dalam hal pengolahan limbah domestik blackwater, khususnya di daerah perkotaan yang padat penduduk.", "Daftar File": {"2019_TA_PP_RICA_MARTYNA_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/158514", "2019_TA_PP_RICA_MARTYNA_1-DAFTAR_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/158520"}, "Penulis": "Rica Martyna [15311046 ]", "Kontributor / Dosen Pembimbing": ["Ir. Agus Jatnika Effendi, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "biofilter, blackwater, efisiensi penyisihan, tangki septik, sanitasi", "Sumber": "TUGAS AKHIR 27 Mei 2015,", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "7 file", "Tanggal Input": "19 Feb 2019"}