{"Nomor": 35055, "Judul": "PENGGUNAAN SELULOSA DARI TANDAN KOSONG KELAPA SAWIT SEBAGAI BAHAN DASAR POLIMER UNTUK APLIKASI ENHANCED OIL RECOVERY", "Abstrak": "Enhanced oil recovery (EOR) merupakan teknologi yang sangat menjanjikan untuk bisa mempertahankan dan meningkatkan produksi minyak bumi dari lapangan yang telah tua. Salah satu teknik EOR adalah dengan injeksi polimer. Pada teknik ini viskositas dari fluida yang diinjeksikan ke dalam reservoir ditingkatkan dengan penambahan polimer. Viskositas yang besar ini akan dapat mendorong minyak ke sumur produksi dengan lebih efektif. Pada penelitian ini digunakan selulosa dari tandan kosong kelapa sawit (TKKS) sebagai bahan dasar polimer untuk aplikasi ini. TKKS merupakan limbah sisa dari produksi minyak sawit mentah (CPO). Pertama-tama dilakukan optimasi proses sintesis karboksimetil selulosa (CMC) dari bahan dasar ini. Proses eterifikasi dilakukan dengan menggunakan NaOH dan asam monokloroasetat (MCA) dalam pelarut isopropanol. Hasil optimal berdasarkan Derajat Subtitusi relatif (DSrel) dan viskositas dinamik larutan CMC 0,1% adalah dengan NaOH 3,24 mol/unit glukosa, 30% (w/v); 2,10 mol MCA/unit glukosa; proses karboksimetilasi selama 3,5 jam; dan suhu 55°C. Setelah itu dilakukan kopolimerisasi terhadap CMC yang telah dihasilkan dengan poliakrilamida (AM) menggunakan sistem redoks sebagai inisiatornya. Hasil optimal berdasarkan viskositas dinamik diperoleh dengan mereaksikan CMC:AM sebesar 1:4; konsentrasi monomer 20%; jumlah inisiator 300 mg/L; waktu reaksi 10 jam; dan suhu reaksi 50°C. Kopolimer yang dihasilkan dikarakterisasi dengan FTIR dan sifat reologinya diukur menggunakan Fann VG viskometer. Hasil pengukuran sifat reologi menunjukkan bahwa kopolimer yang disintesis ini memiliki ketahanan yang lebih besar terhadap salinitas dan shear rate jika dibandingkan dengan polimer komersial yang sudah ada. Namun, masih membutuhkan konsentrasi yang lebih tinggi untuk bisa mencapai viskositas yang sama besar.", "Daftar File": {"2010_TA_PP_AGUS_SAIFUL_ARIFIN_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/158632", "2010_TA_PP_AGUS_SAIFUL_ARIFIN_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/158640"}, "Penulis": "Agus Saiful Arifin [10506019]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Cynthia Linaya", "Prof. Dr. Ir. Hasian P. Septoratno Siregar, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "enhanced oil recovery, injeksi polimer, tandan kosong sawit, reologi", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "19 Feb 2019"}