{"Nomor": 35065, "Judul": "Experimental And Simulation Determination Of Minimum Miscibility Pressure For A Bakken Tight Oil And Different Injection Gases", "Abstrak": "The effective development of unconventional tight oil formations, such as Bakken, could include\nCO2 enhanced oil recovery (EOR) technologies with associated benefits of capturing and storing\nlarge quantities of CO2. It is important to conduct the gas injection at miscible condition so as to\nreach maximum recovery efficiency. Therefore, determination of the minimum miscibility pressure\n(MMP) of reservoir live oileinjection gas system is critical in a miscible gas flooding project design.\nIn this work, five candidate injection gases, namely CO2, CO2-enriched flue gas, natural gas, nitrogen, and CO2-enriched natural gas, were selected and their MMPs with a Bakken live oil were\ndetermined experimentally and numerically. At first, phase behaviour tests were conducted for the\nreconstituted Bakken live oil and the gases. CO2 outperformed other gases in terms of viscosity\nreduction and oil swelling. Rising bubble apparatus (RBA) determined live oileCO2 MMP as\n11.9 MPa and all other gases higher than 30 MPa. The measured phase behaviour data were used to\nbuild and tune an equation-of-state (EOS) model, which calculated the MMPs for different live oilgas systems. The EOS-based calculations indicated that CO2 had the lowest MMP with live oil\namong the five gases in the study. At last, the commonly-accepted Alston et al. equation was used\nto calculate live oilepure CO2 MMP and effect of impurities in the gas phase on MMP change. The\nBakken oileCO2 had a calculated MMP of 10.3 MPa from the Alston equation, and sensitivity\nanalysis showed that slight addition of volatile impurities, particularly N2, can increase MMP\nsignificantly", "Daftar File": {}, "Penulis": "Sheng Li [-]", "Kontributor / Dosen Pembimbing": ["Peng Luo"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Enhanced oil recovery, CO2 miscible flooding, Unconventional tight oil reservoirs, Bakken formation, Minimum miscibility pressure", "Sumber": "Petroleum , Volume 3, Issue 1, Pages 79-86 (March 2017)", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "20 Feb 2019"}