{"Nomor": 35079, "Judul": "SINTESIS, KARAKTERISASI DAN APLIKASI MEMBRAN ZEOLIT UNTUK FILTRASI LARUTAN KCl", "Abstrak": "Sintesis dua membran zeolit secara hidrotermal in-situ di atas membran keramik pendukung berhasil dilakukan. Organic template  TBABr dan TPABr berturut-turut digunakan dalam sintesis membran zeolit pertama dan membran zeolit kedua. SEM-EDX mengkonfirmasi adanya lapisan yang tumbuh di atas membran pendukung dengan ukuran kristal pada membran zeolit pertama lebih kecil dibandingkan membran zeolit kedua. Hasil eksperimen menunjukkan bahwa fluks permeat membran zeolit pertama (setelah kompaksi) adalah 20,7 L.jam-1.m-2 dan fluks permeat membran zeolit kedua (setelah kompaksi) adalah 6,5 L.jam-1.m-2. Adapun persen rejeksi rata-rata membran zeolit pertama terhadap ion-ion K+ dalam larutan umpan adalah 53,04% dan rejeksi rata-rata membran zeolit kedua adalah 46,15%. Hasil eksperimen didukung oleh studi komputasi dengan metode molecular mechanics yang mengindikasikan bahwa kristal zeolit pada membran zeolit pertama  cenderung memiliki ukuran pori yang lebih besar dan jumlah pori yang lebih banyak daripada  ukuran pori dan jumlah pori membran zeolit kedua. Ukuran pori membran berkorelasi dengan diameter cincin yang dibentuk oleh jaringan Si-O-Si atau Si-O-Al pada kristal zeolit. Jumlah cincin Si-O-Si atau Si-O-Al yang lebih banyak untuk kasus penggunaan TBABr lebih disukai akibat sistem memiliki energi yang lebih rendah daripada dalam kasus penggunaan TPABr. Dengan demikian, studi komputasi ini memberikan gambaran secara  kualitatif bahwa fluks permeat yang dihasilkan oleh membran zeolit pertama akan lebih besar jika dibandingkan membran zeolit kedua.  Selain itu, sebagai konsekuensi jumlah pori yang lebih banyak, secara tidak langsung, studi komputasi mengindikasikan bahwa membran zeolit  pertama memiliki persen rejeksi yang lebih besar terhadap ion-ion dalam larutan umpan daripada dalam kasus membran zeolit kedua.", "Daftar File": {"2010_TA_PP_ATTHAR_LUQMAN_IVANSYAH_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/158737", "2010_TA_PP_ATTHAR_LUQMAN_IVANSYAH_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/158745"}, "Penulis": "Atthar Luqman Ivansyah [10506053]", "Kontributor / Dosen Pembimbing": ["Dr. Suryo Gandasasmita, S.Si., M.T.", "Drs. Muhamad A. Martoprawiro, MS, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "zeolit, hidrotermal in-situ, membran keramik, organic template TBABr, organic template TPABr, fluks permeat, rejeksi ion", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "20 Feb 2019"}