{"Nomor": 35072, "Judul": "VARIASI NUKLEOTIDA DAERAH D-LOOP DNA MITOKONDRIA PADA TIGA GENERASI", "Abstrak": "DNA mitokondria (mtDNA) manusia memiliki laju mutasi yang tinggi. Akumulasi mutasi mtDNA dapat menyebabkan penurunan fungsi jaringan yang mengakibatkan penyakit degeneratif. Berbagai studi yang telah dilakukan untuk meneliti mutasi mtDNA yang berhubungan dengan proses penuaan (ageing) menunjukkan adanya akumulasi mutasi pada mtDNA seiring dengan bertambahnya usia. Kajian mutasi mtDNA individu Indonesia berumur 120 tahun telah dilakukan, namun hubungan maternalnya tidak dianalisis. Pada penelitian ini dilakukan analisis untuk mengetahui variasi nukleotida mtDNA di daerah D-Loop pada individu berusia 115 tahun dengan dua individu keturunannya. Template mtDNA diperoleh dari proses lisis sel akar rambut kemudian diamplifikasi dengan Polymerase Chain Reaction (PCR). Visualisasi hasil PCR dilakukan menggunakan teknik elektroforesis gel agarosa. Untuk menentukan urutan nukleotida dilakukan sequencing kemudian hasilnya dibandingkan dengan Cambridge Reference Sequence (rCRS). Hasil amplifikasi fragmen D-loop diperoleh satu pita dengan ukuran 0,9 kb. Analisis hasil sequencing menunjukkan bahwa terdapat perbedaan urutan nukleotida antara individu berusia 115 tahun dengan keturunannya, yaitu ditemukan lebih banyak insersi pada individu berusia 115 tahun. Untuk mengetahui mutasi lain yang terkait dengan ageing, perlu dilakukan analisis pada daerah mtDNA yang lain.", "Daftar File": {"2010_TA_PP_ANINDITA_PRAMASARI_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/158694", "2010_TA_PP_ANINDITA_PRAMASARI_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/158702"}, "Penulis": "Anindita Pramasari [10506013]", "Kontributor / Dosen Pembimbing": ["Dr. Achmad Saifuddin Noer"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "DNA mitokondria, D-Loop, ageing, mutasi, PCR", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "20 Feb 2019"}