{"Nomor": 35073, "Judul": "IDENTIFIKASI LIPASE TERMOSTABIL DARI BAKTERI TERMOFILIK ISOLAT GEDONGSONGO", "Abstrak": "Lipase (Triacylglycerol hydrolase, E.C. 3.1.1.3) merupakan enzim yang mampu menghidrolisis lipid. Telah dilakukan isolasi lipase termostabil dari YTae-13, suatu bakteri termofilik yang diisolasi dari sumber air panas Gedongsongo. Penelitian sebelumnya telah mengidentifikasi bakteri tersebut sebagai Geobacillus lituanicus BGSCW9A89 berdasarkan analisis 16S rRNA. Hasil kurva pertumbuhan bakteri dan kurva produksi enzim di 55oC dan 70oC menunjukkan bahwa YTae-13 mengekspresikan lipase lebih dari satu kali selama fasa hidupnya, yakni pada fasa eksponensial dan fasa stasioner. Lipase fasa stasioner dipilih untuk disolasi. Isolasi lipase dilakukan dengan menumbuhkan YTae-13 dalam media Tween20-CaCl2 pada suhu 55oC dan pH 6,5 selama 17 jam. Enzim ekstraseluler dipisahkan dari sel dengan sentrifugasi dan diendapkan dengan ammonium sulfat dilanjutkan dengan dialisis. Diamati adanya dua puncak aktivitas lipase, yaitu fraksi 0-20% dan 60-80% jenuh dengan aktivitas spesifik berturut-turut adalah 0,753 dan 0,207 unit/mg protein. Satu unit aktivitas didefinisikan sebagai 1 ?mol produk yang dilepaskan oleh enzim per menit pada kondisi pengukuran (65oC, pH 8,0). Hasil native-PAGE menunjukkan kedua fraksi tersebut masih mengandung beberapa pita protein. Kedua fraksi tersebut kemudian diberi perlakuan kejut-panas untuk mendenaturasi enzim-enzim non-termostabil. Aktivitas spesifik meningkat menjadi 183,159 unit/mg protein untuk fraksi 0-20% dan 14,305 unit/mg protein untuk fraksi 60-80%. Aktivitas fraksi 0-20% dan 60-80% meningkat berturut-turut sebesar 661 dan 52 kali dibandingkan dengan ekstrak kasar (0,277 unit/mg protein). Hasil pengukuran kinetika untuk fraksi 0-20% jenuh adalah 18 mM untuk Km dan 750 unit/mg protein untuk Vmax", "Daftar File": {"2010_TA_PP_ANITA_HERAWATI_PERMANA_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/158705", "2010_TA_PP_ANITA_HERAWATI_PERMANA_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/158718"}, "Penulis": "Anita Herawati Permana [10506033]", "Kontributor / Dosen Pembimbing": ["Prof. Dra. Fida Madayanti Warganegara, MS, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "lipase termostabil, bakteri termofilik, Gedongsongo, Geobacillus lituanicus, Tween20-CaCl2, native-PAGE", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "20 Feb 2019"}