{"Nomor": 35085, "Judul": "PENENTUAN HAZARD ANALYSIS CRITICAL CONTROL POINTS (HACCP) BERDASARKAN PARAMETER MIKROBIOLOGIS PADA SISTEM PENYEDIAAN DEPOT AIR MINUM ISI ULANG DI KECAMATAN BABAKAN CIPARAY, KOTA BANDUNG", "Abstrak": "Tingginya permintaan masyarakat membuat banyaknya depot air minum isi ulang\nbermunculan tanpa ada pengawasan. Saat ini, pemeriksaan kualitas air minum\nhanya pada produk akhir saja. Penerapan Hazard Analysis Critical Control Points\ndinilai efektif untuk menjamin keamanan produk pangan. Pada penelitian ini\nbertujuan untuk mengetahui kualitas sanitasi produk air minum isi ulang pada\nsistem penyedian air minum depot dengan mengidentifikasi keberadaan bakteri\nkoliform dan E.Coli menggunakan metode Jumlah Perkiraan Terdekat (JPT) di 4\ntitik. Hasil analisis mikrobiologi sampel air menunjukkan 27 depot (79%) di\nKecamatan Babakan Ciparay tercemar bakteri koliform. Sedangkan pencemaran\nE.Coli terjadi pada 14 depot (47%). Hasil anova menunjukkan nilai signifikan\npada variable total bakteri koliform dan E.Coli pada keseluruhan depot adalah\n0,009 dan 0,025 (lebih kecil dari 0,05) sehingga data jumlah bakteri pada sampel\nyang terambil yang diperoleh dari uji laboratorium konsisten dan rangkaian proses\nproduksi tidak berpengaruh terhadap penurunan jumlah bakteri, hal ini\nmembuktikan bahwa adanya pengaruh higiene dan sanitasi dari lingkungan\nproduksi. Dari hasil laboratorium dan penilaian kelayakan higiene sanitasi dapat\nditentukan titik kendali kritis (CCP) yang menjadi perhatian khusus dalam\nmeningkatkan kualitas produk adalah pada sumber air baku, proses pencucian, air\nyang sudah melewati proses desinfeksi dan pewadahan. Sehingga proses ini perlu\nadanya pengendalian dengan menetapkan tindakan koreksi pada tiap proses air\nminum isi ulang.", "Daftar File": {"2019_TA_PP_DWI_PURWANINGSIH_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/158764", "2019_TA_PP_DWI_PURWANINGSIH_1-DAFTAR_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/158771"}, "Penulis": "Dwi Purwaningsih [15311056]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Katharina Oginawati, MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "depot, E.Coli, HACCP, higiene, total koliform", "Sumber": "TUGAS AKHIR 16 Juni 2015", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "8 file", "Tanggal Input": "20 Feb 2019"}