{"Nomor": 35088, "Judul": "PENYISIHAN LOGAM BERAT DAN TSS PADA URBAN ROAD STORMWATER MENGGUNAKAN REAKTOR KONTINYU DENGAN MEDIA KOMPOS DAN TANAH", "Abstrak": "Pengujian terhadap kualitas limpasan air hujan yang diambil dijalan perkotaan Jl. Ir. H. Juanda Bandung memberikan informasi mengenai adanya kandungan logam berat dan Total Suspended Solid (TSS). Kandungan logam berat dengan konsentrasi tertinggi adalah besi (Fe), mangan (Mn), tembaga (Cu) dan seng (Zn). Tujuan dari penelitian ini adalah untuk mengetahui mekanisme penyisihan logam berat dan TSS menggunakan variasi media kompos dan/atau tanah pada reaktor kontinyu. Media campuran kompos dan tanah merupakan salah satu media yang digunakan dalam bioretensi yang belum diketahui mekanisme penyisihan logam berat dan TSSnya. Terdapat delapan variasi media yang digunakan yaitu kompos 100%, tanah 100%, campuran kompos dan tanah dengan perbandingan kompos dan tanah 80:20%, 50:50%, dan 20:80% serta lapisan kompos dan tanah dengan perbandingan kompos dan tanah 80:20%, 50:50%, dan 20:80%. Untuk variasi lapisan, lapisan teratas adalah kompos dan lapisan terbawah adalah tanah. Persentase perbandingan kompos dan tanah adalah persentase massa. Dengan debit 12 mL/menit dan durasi pengaliran setiap 25 menit, didapatkan nilai efisiensi penyisihan Fe, Mn, Cu dan Zn terbaik adalah menggunakan media tanah dengan efisiensi penyisihan berturut-turut adalah 44,3-82,8%; 34,5-91,4%; 100%, dan 86-97,3%. Penyisihan TSS terbaik juga menggunakan media tanah dengan nilai efisiensi 94,1-98,1%. Nilai pH dari stormwater yang telah diolah cenderung fluktuatif untuk kedelapan reaktor yang digunakan. pH berada pada rentang pH 6 sampai 8. Mekanisme penyisihan logam berat yang terjadi adalah mekanisme adsorpsi dan filtrasi mekanis. Sedangkan mekanisme penyisihan TSS yang terjadi adalah mekanisme filtrasi mekanis.", "Daftar File": {"2019_TA_PP_REFNILDA_FADHILAH_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/158781", "2019_TA_PP_REFNILDA_FADHILAH_1-DAFTAR_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/158788"}, "Penulis": "Refnilda Fadhilah [15311068]", "Kontributor / Dosen Pembimbing": ["Ir. Yuniati, M.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "adsorpsi, filtrasi, logam berat, media, reaktor kontinyu, stormwater", "Sumber": "TUGAS AKHIR 2 September 2015", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "7 file", "Tanggal Input": "20 Feb 2019"}