{"Nomor": 35093, "Judul": "STUDI POTENSI WATER REUSE DARI HASIL PENGOLAHAN LIMBAH LINDI TPA BANTARGEBANG MENGGUNAKAN ADVANCED OXIDATION PROCESS (AOP) DENGAN KOMBINASI OZON (O3) DAN HIDROGEN PEROKSIDA (H2O2)", "Abstrak": "Penelitian ini dilakukan bertujuan untuk mengetahui potensi water reuse dari air post treatment unit pengolahan limbah lindi TPA Bantargebang, Bekasi menggunakan advanced oxidation process (AOP). Jenis oksidan yang digunakan pada penelitian ini adalah ozon (O3), hidrogen peroksida (H2O2) dan kombinasi antara O3/H2O2. Penelitian ini dilakukan pada skala laboratorium, menggunakan reaktor yang terbuat dari acrylic, memiliki bentuk silinder dengan volume operasional sebesar 1,5 L. Sebelum melakukan tahapan penelitian, terlebih dahulu dilakukan pengukuran karakterisasi awal terhadap air post treatment. Untuk setiap tahapan penilaian, parameter COD, ammonia dan asiditas merupakan parameter yang dijadikan acuan. Tahapan penelitian diawali dengan percobaan untuk menentukan waktu kontak. Waktu kontak yang didapat adalah 120 menit. Penelitian selanjutnya dilakukan untuk mengetahui dosis optimum O3 dan H2O2 dalam mengolah air post treatment. Air post treatment kemudian diolah menggunakan oksidan dengan dosis optimum nya masing – masing secara tunggal (O3 & H2O2) dan kombinasi (O3/H2O2). Kombinasi O3/H2O2 merupakan jenis oksidan yang paling optimum. O3/H2O2 kemudian dioperasikan pada variasi kondisi pH, mulai dari pH asam, pH netral dan pH basa. Ternyata pH netral merupakan kondisi yang paling optimum dalam mengolah air post treatment menggunakan O3/H2O2. Hasil pengolahan air post treatment pada kondisi optimum ternyata memenuhi baku mutu air kelas IV sesuai dengan PP Nomor 82 Tahun 2001 tentang Pengelolaan Kualitas Air dan Pengendalian Pencemaran Air. Air hasil pengolahan berpotensi dijadikan water reuse, yaitu air untuk pengairan tanaman.", "Daftar File": {"2019_TA_PP_SITI_NURANISAH_RAHAYU_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/158805", "2019_TA_PP_SITI_NURANISAH_RAHAYU_1-DAFTAR_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/158811"}, "Penulis": "Siti Nur'anisah Rahayu [15311070]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Mindriany Syafila, MS, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "ammonia, AOP, COD, lindi, air post treatment", "Sumber": "TUGAS AKHIR Agustus 2015", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "7 file", "Tanggal Input": "20 Feb 2019"}