{"Nomor": 35095, "Judul": "STUDI TENTANG MIKROORGANISME ANAEROB UNTUK MENGOPTIMALKAN LAJU DEGRADASI PLASTIK BIODEGRADABLE", "Abstrak": "Seiring dengan perkembangan teknologi yang semakin pesat, semakin tinggi juga tingkat kegiatan manusia sehari-harinya. Untuk mengakomodasi laju kegiatan yang tinggi ini, manusia menciptakan banyak peralatan dari berbagai macam bahan, tanpa terkecuali plastik yang dibuat dari polimer sintetis. Namun, bahan plastik yang resisten terhadap proses degradasi menyebabkan banyaknya sampah plastik berceceran di lingkungan. Karenanya, dirasa perlu untuk membuat suatu inovasi untuk meminimalisir pengrusakan lingkungan, yaitu melalui penggunaan plastik biodegradable. Plastik biodegradable merupakan jenis plastik yang bisa terdegradasi secara alami baik secara fisik kimia maupun biologis. Jenis mikroorganisme yang dapat mendegradasi plastik jenis ini pun sangat beragam. Karenanya, diperlukan suatu pengujian untuk membandingkan masing-masing kemampuan bakteri dalam mendegradasi. Pengujian bakteri dilakukan secara anaerob menggunakan set erlenmeyer dan shaker. Pengamatan gas CO2 dan pengujian penurunan berat sampel plastik dilakukan pada masing-masing genus bakteri yang digunakan selama 30 hari. Semua pengujian dilakukan dalam keadaan standar ruangan. Semua bakteri yang digunakan dibagi menjadi 2 set, dengan perbedaan perlakuan yang diberikan adalah penambahan co-substrat berupa larutan dextrosa untuk set 2. Gas CO2 yang dihasilkan ditangkap dengan larutan NaOH yang nantinya akan dititrasi menjadi mg/L CO2. Pada penelitian ini, didapati bahwa penurunan sampel plastik paling tinggi mencapai 12% yang dilakukan oleh bakteri genus Bacillus dalam 30 hari proses pengamatan. Genus ini menghasilkan akumulasi CO2 sebesar 150 mg/L untuk set inokulum biasa dan 161 mg/L untuk set inokulum dengan co-substrat tambahan.", "Daftar File": {"2019_TA_PP_KEVIN_BARLIAN_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/158820", "2019_TA_PP_KEVIN_BARLIAN_1-DAFTAR_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/158826"}, "Penulis": "Kevin Barlian [15311071]", "Kontributor / Dosen Pembimbing": ["Emenda Sembiring, S.T., M.T., M.Eng.Sc., Ph.D.", "Dra. Barti Setiani Muntalif, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Anaerob, bakteri genus Bacillus, kadar gas CO2, plastik biodegradable.", "Sumber": "TUGAS AKHIR 28 September 2015", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "7 file", "Tanggal Input": "20 Feb 2019"}