{"Nomor": 35100, "Judul": "EVALUASI DAN PENGEMBANGAN SISTEM PENGANGKUTAN SAMPAH DI KABUPATEN GARUT", "Abstrak": "Sistem pengangkutan sampah merupakan salah satu elemen pelayanan yang\npaling mahal yang harus disediakan suatu kota dalam sistem pengelolaan sampah\nuntuk penduduknya. Oleh karena itu, produktivitas pengangkutan sampah merupakan\nhal yang penting bagi pengelola kota dalam menentukan keberhasilan pelayanan\npersampahan kotanya. Pengangkutan sampah yang efektif dan efisien menjadi tujuan\nutama dari studi ini. Evaluasi dan pengembangan sistem pengangkutan sampah\ndilakukan studi kasus di kawasan perkotaan Kabupaten Garut. Metode pengambilan\ndata primer dengan Load Count Analysis untuk timbulan sampah dilakukan di 10\nTPS sampel selama 8 hari berturut-turut dan di TPA selama 2 hari berturut-turut,\nmetode kuadran untuk densitas dan komposisi dilakukan di 10 TPS sampel selama 8\nhari berturut-turut dan di TPA pada 8 kendaraan pengangkut sampah selama 8 hari\nberturut-turut, dan observasi lapangan untuk melihat teknis operasional\npengangkutan dengan mengikuti 3 arm roll dan 3 dump truk dengan rute berbeda\ndari garasi sampai garasi kembali.\nEvaluasi ditinjau dari aspek teknis, kelembagaan, peraturan, pembiayaan dan\nperan serta masyarakat dibandingkan dengan teori-teori yang berlaku kemudian\ndibuat rekomendasi pengembangannya untuk 20 tahun kedepan. Hasil evaluasi\nmenunjukkan pengangkutan sampah di Kabupaten Garut belum optimum hanya\n30,92% sampah perkotaan yang terangkut dengan 25,64% sampah yang terkumpul\nke TPS, lembaga pengatur pengelola pengangkutan sampah lemah, peraturan\nmengenai pengangkutan sampah belum memadai, pembiayaan pengangkutan sampah\nbelum mencapai cost recovery, dan peran serta masyarakat masih kurang.\nPengembangan sistem pengangkutan sampah menerapkan sistem 3R (reduce reuse\ndan recycle) sejak di sumber. Dari aspek teknis perlu perubahan rute pengangkutan,\npenambahan TPS dan kendaraan pengangkut sehingga pada tahun 2035 terdapat 455\nTPS, 34 dump truk dan 30 arm roll. Dari aspek kelembagaan perlu ditingkatkan\nkapasitas lembaga pengelola pengangkutan sampah. Dari aspek peraturan perlu\ndibuat peraturan bupati dan sosialisasi peraturan daerah tentang pengelolaan\npersampahan. Dari aspek pembiayaan perlu peningkatan penyerapan retribusi,\npeningkatan tarif retribusi dan kerjasama dengan pihak ketiga. Dari aspek peran\nserta masyarakat perlu ada pendidikan mengenai pentingnya berperan aktif dalam\npengelolaan sampah, khususnya dalam pengangkutan sampah.", "Daftar File": {"2019_TA_PP_BELLARIA_EKAPUTRI_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/158854", "2019_TA_PP_BELLARIA_EKAPUTRI_1-DAFTAR_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/158861"}, "Penulis": "Bellaria Ekaputri [15311075]", "Kontributor / Dosen Pembimbing": ["Dr.Ir. Tri Padmi Damanhuri"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Evaluasi, Garut, Pengangkutan, Sampah, Timbulan sampah", "Sumber": "TUGAS AKHIR 25 September 2015", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "8 file", "Tanggal Input": "20 Feb 2019"}