{"Nomor": 35102, "Judul": "PERBANDINGAN EFEKTIVITAS SENYAWA CHLORINE DALAM MEREDUKSI BESI, MANGAN DAN AMMONIA DALAM AIR", "Abstrak": "Air merupakan kebutuhan yang sangat penting dan mendasar bagi manusia. Namun, air yang berada di muka bumi ini biasanya mengandung berbagai kontaminan yang tidak memenuhi baku mutu, dan jika langsung digunakan bisa mempengaruhi kesehatan manusia. Untuk itu diperlukan suatu proses pengolahan agar air tersebut aman jika digunakan oleh manusia, misalnya dengan penambahan bahan kimia. Salah satu bahan kimia yang biasa digunakan untuk pengolahan air adalah senyawa chlorine. Chlorine biasa dikenal sebagai bahan desinfektan, namun karena bersifat oksidator kuat, maka chlorine juga bisa digunakan untuk mengoksidasi bahan organik ataupun anorganik dalam air seperti ammonia, nitrit, sianida, besi, mangan, dan lainnya. Banyak jenis senyawa chlorine yang bisa digunakan untuk proses klorinasi, seperti chlorine dalam bentuk padat, cair ataupun gas. Masing-masing senyawa chlorine mempunyai efektivitas yang berbeda-beda dalam mereduksi kontaminan-kontaminan didalam air. Pada penelitian ini akan dibandingkan efektivitas 4 jenis senyawa chlorine dalam pengolahan air, yaitu Kalsium hipoklorit [Ca(OCl)2], Sodium hipoklorit (NaOCl), Trichloroisocyanuric Acid (TCCA) dan Chlorine dioksida (ClO2). Parameter yang digunakan sebagai pembanding adalah efisiensi penyisihan besi, mangan, dan ammonia; dosis dan biaya yang dibutuhkan; serta nilai Daya Pengikat Chlor (DPC) dari masing-masing senyawa klor. Digunakan 2 sampel air permukaan dan 1 air tanah yang akan diolah, yaitu air sungai Dago Pojok dan air intake PDAM Dago Pojok, serta air sumur di daerah Cicadas. Selain itu digunakan 3 variasi dosis chlorine yang dicampurkan dengan sampel air. Dari penelitian ini Chlorine dioksida memberikan hasil terbaik dengan menurunkan konsentrasi ammonia hingga 92% dengan waktu detensi optimum 80 menit, konsentrasi besi hingga 99% dengan waktu detensi optimum 20 menit dan konsentrasi mangan hingga 84% dengan waktu detensi optimum 60 menit. Namun pengolahan menggunakan Chlorine dioksida membutuhkan biaya yang lebih besar dibandingkan senyawa klor lain.", "Daftar File": {"2019_TA_PP_ROVINEIDA_HIZKIA_IMNA_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/158863", "2019_TA_PP_ROVINEIDA_HIZKIA_IMNA_1-DAFTAR_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/158869"}, "Penulis": "Rovineida Hizkia Imna [15311076]", "Kontributor / Dosen Pembimbing": ["Rofiq Iqbal, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Air, Chlorine, Chlorine dioksida, Efektivitas, Kontaminan", "Sumber": "TUGAS AKHIR 6 Agustus 2015", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "7 file", "Tanggal Input": "20 Feb 2019"}