{"Nomor": 35103, "Judul": "STUDI MENGENAI STRUKTUR, SIFAT DIELEKTRIK, DAN TRANSPORT DARI CaCu3Ti4-XNbXO12", "Abstrak": "CaCu3Ti4O12 atau yang lebih dikenal sebagai senyawa CCTO merupakan material yang memiliki konstanta dielektrik tinggi, mencapai 104 – 105, yang bersifat isolator pada suhu ruang. Nilai konstanta dielektrik ini relatif tidak bergantung suhu (stabil pada suhu 100-600K). Sifat konstanta dielektrik yang tinggi ini memiliki potensi untuk diaplikasikan dalam perangkat elektronik di masa yang akan datang. Salah satu aplikasi yang memungkinkan adalah miniaturisasi elemen elektronik kapasitif yang dapat digunakan sebagai penyimpan energi dalam ukuran kecil. Selain itu, material ini dapat digunakan juga sebagai pengganti baterai dalam kendaraan hybrid. Penelitian ini bertujuan untuk mempelajari struktur, sifat dielektrik, dan transpor dari senyawa CaCu3Ti4-xNbxO12 dengan nilai x bervariasi dari 0 hingga 3. Penggunaan Nb5+ diharapkan akan meningkatkan  polaritas senyawa sehingga meningkatkan konduktivitas senyawa serta permitivitasnya. Selain itu juga diiteliti mengenai kemungkinan terjadinya transisi isolator-logam seperti keberhasilannya pada senyawa SrTi1-xNbxO3. Dipelajari juga mengenai pengaruh substitusi Nb terhadap konstanta dielektrik senyawa dan kemungkinannya untuk menjadi senyawa feroelektrik. Sintesis CaCu3Ti4-xNbxO12 dilakukan dengan reaksi padatan. Karakterisasinya dilakukan dengan difraksi sinar X untuk penentuan struktur, pengukuran konduktivitas dengan metode empat titik, serta pengukuran kapasitansi untuk menentukan permitivitas relatif material. Dari seluruh senyawa yang telah disintesis dalam penelitian ini, diketahui struktur senyawanya (kubus dengan simetri Im ) tetap pada tingkat substitusi Nb untuk atom Ti hingga 50% (CaCu3Ti2Nb2O12).  Peningkatan konsentrasi Nb juga meningkatkan konduktivitas listriknya, tetapi transisi menuju sifat logam tidak diamati. Pengukuran kapasitansi menghasilkan perubahan pada permitivitas relatifnya tergantung pada jumlah Nb yang ditambahkan.", "Daftar File": {"2010_TA_PP_ELSYIE_AGUSTINA_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/158871", "2010_TA_PP_ELSYIE_AGUSTINA_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/158878"}, "Penulis": "Elsye Agustina [10506005]", "Kontributor / Dosen Pembimbing": ["Dr. Bambang Prijamboedi, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "CaCu3Ti4-xNbxO12, reaksi padatan, konduktivitas listrik, permitivitas relatif", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "20 Feb 2019"}