{"Nomor": 35108, "Judul": "Model I cohesive zone models of different rank coals", "Abstrak": "The present work develops cohesive zone models (CZM), i.e. cohesion-separation laws, for mode I fractures in\ndifferent rank coals, including weakly caking coals, gas coals, fat coals, meager-lean coals and anthracite,\nthrough disk-shaped compact tension tests. Firstly, the experiments show that with the coal rank rising, the\ncritical crack separation displacements and the degrees of the nonlinearity of the softening function decline\ngradually. By fitting the experimental data with the four commonly used cohesive zone models including the\npower law, the exponential law, the bilinear law and the linear law, the best-fitted model for each rank of coals\nwas identified and the corresponding parameters were found. Secondly, to arrive at a general CZM formulation\nfor the different rank coals, Karihaloo’s polynomial law was employed, which also gave better fit to the experimental data compared with the aforementioned four CZMs. After obtaining the CZM for coals, fracture\nenergy was evaluated which is equal to the area under the softening curve. With the increase of the coal rank, the\nfracture energy reduces but its coefficient of variation increases. Thirdly, the geometric characteristics of fractures in different rank coals are studied. The lower rank coals have more tortuous crack propagation paths and\nlarger roughness coefficients, whereas the higher rank coals possess wider average fracture apertures. Lastly, in\norder to further test the applicability of the obtained cohesion-separation laws, we implemented the Karihaloo’s\npolynomial CZM and the bilinear CZM into the cohesive elements of ABAQUS® using the user-subroutine\nVUMAT, and thereby simulated the crack propagation in single-edge notched beams made of weakly caking\ncoals, fat coals, and meager-lean coals, respectively. It is found that the numerical results based on Karihaloo’s\npolynomial CZM have a better agreement with the experimental data than the bilinear CZM.", "Daftar File": {}, "Penulis": "Jianfeng Yang [-]", "Kontributor / Dosen Pembimbing": ["Haojie Lian, Weiguo Liang, Vinh Phu Nguyen, and Stéphane P.A. Bordas"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "Mining & related operations", "Kata Kunci": "Cohesive zone model, Cohesion-separation law, Coal ranks, Disk-shaped compact tension test", "Sumber": "https://doi.org/10.1016/j.ijrmms.2019.01.001", "Staf Input/Edit": "Resti Andriani", "File": "1 file", "Tanggal Input": "20 Feb 2019"}