{"Nomor": 35111, "Judul": "Comprehensive insights into the key components of bacterial assemblages in pharmaceutical wastewater treatment plants", "Abstrak": "Due to complexity and variety of pharmaceutical wastewater composition, little is known as for functionally important\nmicroflora of pharmaceutical wastewater treatment plants (pWWTPs).We compared bacterial composition and diversity of pWWTPs (27 sludge samples collected from 12 full-scale pWWTPs) with those of other industrial (iWWTPs) (27\nsamples) and municipal wastewater treatment plants (mWWTPs) (27 samples) through meta-analysis based on 16S\nrRNA gene amplicon sequencing, and identified putatively important organisms and their ecological correlations. Nonmetric multidimensional scaling indicated that the pWWTPs, iWWTPs and mWWTPs showed distinctive differences in\nbacterial community composition (P b 1e?04), and the pWWTPs had significantly lower bacterial diversity than the\nmWWTPs (P b 1e?06). Thermotogae and Synergistetes phyla only strictly dominated in the pWWTPs, and 26, 30\nand 6 specific genera were identified in the pWWTPs, mWWTPs and iWWTPs, respectively. Totally, 15 and 1300\nOTUs were identified as core and occasional groups, representing 23.2% and 66.2% of the total read abundance of the\npWWTPs, respectively. Permutational multivariate analysis of variance revealed that the bacterial components were\nclearly clustered corresponding to the types of pharmaceutical wastewater, and a total of 129 local specific OTUs\nwere identified in the pWWTPs, among which anticancer antibiotics pWWTPs had the highest number of specific\nOTUs (40 ones). Co-occurrence network revealed that the species dominating in the same type of pWWTPs tended\nto co-occur much more frequently than theoretical random expectation. The results may extend our knowledge regarding the ecological status and correlation of the key microflora in pWWTPs.", "Daftar File": {}, "Penulis": "Fuzheng Zhao [-]", "Kontributor / Dosen Pembimbing": ["Feng Ju.,Kailong Huang.,Yanping Mao.,b , Xu-Xiang Zhang.,Hongqiang Ren .,Tong Zhang"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pharmaceutical wastewater Biological treatment processes Core community Co-occurrence Specific species High-throughput sequencing", "Sumber": "Science of the Total Environment 651 (2019) 2148–2157", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "20 Feb 2019"}