{"Nomor": 35113, "Judul": "Distribution and fate of synthetic phenolic antioxidants in various wastewater treatment processes in Canada", "Abstrak": "Synthetic phenolic antioxidants (SPAs) are of emerging concern due to their potential environmental\nrisks. However, the environmental occurrence and fate of SPAs are poorly understood. In this study, 13\nSPAs were analyzed in 70 liquid and 21 solid samples from 12 wastewater treatment plants (WWTPs) in\n2016 to investigate the distribution and composition of SPAs in different wastewater treatment processes\nin Canada. Wastewater samples were liquid-liquid extracted and biosolids were treated using ultrasonic\nassisted solvent extraction. SPAs were analyzed by ultra-performance liquid chromatography-tandem\nmass spectrometry. The concentrations of total SPAs were in the ranges of 71e3193 ng L1 in influent,\nless than method quantification limits (MQLs)-520 ng L1 in effluent, and 479e4794 ng g1 in biosolids\n(dry weight (dw)). SPAs were effectively removed (median >75%) from the liquid stream in most\nWWTPs. In one aerated lagoon and two primary treatment sites, low removal efficiency (median 26%-\n43%) was observed for 4-tert-octylphenol (4-tOP). These results indicate that wastewater effluent is a\nvector for SPAs, including the endocrine disruptor 4-tOP, to aquatic environments. The mass balance\napproximation found major removal mechanisms are sludge sorption/separation and degradation. A\npreliminary risk assessment suggested that most SPAs in WWTP effluent were unlikely to pose ecotoxicological risks to aquatic organisms in the receiving waters. Future research should evaluate the\nenvironmental risks of SPAs associated with land application of biosolids and investigate the occurrence\nand fate of the degradation products of these contaminants.", "Daftar File": {}, "Penulis": "Zhe Lu [-]", "Kontributor / Dosen Pembimbing": ["Shirley Anne Smyth.,Amila O. De Silva"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Synthetic phenolic antioxidants Wastewater Biosolids Sludge Environmental fate Risk assessment", "Sumber": "Chemosphere 219 (2019) 826-835", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "20 Feb 2019"}