{"Nomor": 35136, "Judul": "AMOBILISASI ENZIM ?-AMILASE PADA MATRIKS POLI METIL METAKRILAT (PMMA)", "Abstrak": "Aktivasi poli(metil metakrilat) (PMMA) dibutuhkan untuk memungkinkan terbentuknya ikatan kovalen antara PMMA dan enzim. Pada penelitian ini, PMMA telah diaktivasi masing-masing menggunakan NaOH, H2SO4, dan H2SO4-etilendiamin. Aktivasi dengan NaOH menunjukkan hasil negatif karena tidak adanya perubahan spektrum FTIR sebelum dan sesudah diaktivasi. Aktivasi berhasil dilakukan menggunakan\nlarutan H2SO4 12 M pada suhu 60? selama 2 jam yang ditandai dengan munculnya puncak baru di bilangan\n\ngelombang 3401  cm-1   yang diidentifikasikan sebagai  adanya  gugus  hidroksil yang terbentuk setelah diaktivasi dengan H2SO4. Aktivasi H2SO4-etilendiamin dilakukan dengan mereaksikan etilendiamin pada\nsuhu 60? selama 2 jam dengan PMMA  yang telah diaktivasi H2SO4 sebelumnya. Teknik aktivasi ini juga\n\nmemberikan hasil positif yang ditandai dengan adanya vibrasi gugus amina primer pada bilangan gelombang 3003 dan 1479 cm-1. Amobilisasi enzim alfa amilase pada kedua permukaan PMMA teraktivasi telah berhasil dilakukan. Pengujian aktivitas enzim terhadap substrat pati 0,1% dalam buffer asetat 0,1 M pH 5 dan waktu kontak 30 menit menunjukkan adanya gula pereduksi yang dihasilkan. Pada pengujian ini matriks PMMA yang telah diaktivasi H2SO4 memberikan hasil paling baik (~50% aktivitas enzim bebas), sehingga pengujian pemakaian berulang dilakukan pada enzim teramobilisasi ini. Pengulangan sebanyak tiga kali memberikan konsentrasi gula pereduksi berturut-turut adalah 935,94 ppm; 444,78 ppm; dan 232,27 ppm. Foto SEM juga mendukung kesimpulan bahwa alfa amilase telah teramobilisasi pada permukaan PMMA teraktivasi. Pada foto morfologi permukaan dengan perbesaran 10.000 kali terlihat adanya enzim yang menempel pada permukaan PMMA dan enzim yang lepas setelah penggunaan.", "Daftar File": {"2019_TA_PP_ARBI_WIRADINATA_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/164777", "2019_TA_PP_ARBI_WIRADINATA_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/164791"}, "Penulis": "Arbi Wiradinata M [10514044]", "Kontributor / Dosen Pembimbing": ["Dr. Handajaya Rusli, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "PMMA, alfa amilase, aktivasi, amobilisasi, FTIR, SEM", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "21 Feb 2019"}