{"Nomor": 35142, "Judul": "SINTESIS DAN KARAKTERISASI N,N-DIBENZOILHIDROKSIAMIDA SEBAGAI  INHIBITOR KOROSI PADA BAJA KARBON DALAM LARUTAN BUFER ASETAT", "Abstrak": "Korosi adalah suatu peristiwa penurunan mutu logam yang diakibatkan adanya interaksi antara logam dengan lingkungannya  secara kimia atau elektrokimia.   Korosi dapat dikendalikan  dengan  berbagai cara, salah satunya adalah dengan menggunakan inhibitor korosi.  N,N-dibenzoilhidroksiamida adalah salah satu senyawa organik yang dapat berfungsi sebagai inhibitor korosi.  Senyawa ini disintesis dari propanaloksim   dan  benzoil  klorida  menggunakan   metode  MAOS  (microwave   assisted  organic synthesis).   Produk yang terbentuk dianalisis menggunakan kromatografi lapis tipis (eluen n-heksanaa\n: etil asetat = 7 : 3) yang menunjukkan bahwa produk bersifat lebih polar dibandingkan prekursornya. Senyawa hasil sintesis memiliki titik leleh 120-122oC.   Spektrum FTIR produk menunjukkan  adanya gugus  C=O  (karbonil)  di 1687,71  cm-1   dan N-C  di 1292,31  cm-1.   Hasil  pengukuran  spektroskopi massa terhadap produk hasil sintesis menggunakan HRMS TOF ES+ [M+H]+ adalah 242,0798.  Hal ini sesuai dengan rumus molekul senyawa N,N-dibenzoilhidroksiamida yaitu C14H11NO3.   Spektrum 1H- NMR  produk   menunjukkan   adanya   benzena   monosubtitusi   pada  geseran   kimia   7-8  ppm  dan keberadaan  gugus karbonil di 167 ppm pada spektrum 13C-NMR.   N,N-dibenzoilhidroksiamida diuji daya inhibisinya  pada  baja karbon  dengan  menggunakan  metode  EIS  dan Tafel  dalam  lingkungan korosif bufer asetat.  Efisiensi inhibisi terbesar berada pada kondisi pengukuran suhu 30oC, dalam lingkungan  bufer  asetat  pH  4,4  dan  konsentrasi  inhibitor  40  ppm  yaitu  82,41%.    Energi  aktivasi sebelum penambahan inhibitor adalah sebesar 58,53 kJ/mol dan setelah penambahan inhibitor sebesar\n96,36  kJ/mol.   Nilai  ?Gads   senyawa  hasil  sintesis  adalah  -41,08  kJ/mol  yang  menunjukkan  bahwa adsorpsi inhibitor hasil sintesis pada baja karbon terjadi secara kimia.", "Daftar File": {"2010_TA_PP_FITHRA_SHABRINA_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/158960", "2010_TA_PP_FITHRA_SHABRINA_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/158968"}, "Penulis": "Fithra Shabrina [10506039]", "Kontributor / Dosen Pembimbing": ["Dr. Bunbun Bundjali, MS", "Dr. Deana Wahyuningrum, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "N,N-dibenzoilhidroksiamida, MAOS, inhibitor korosi, baja karbon.", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "21 Feb 2019"}