{"Nomor": 35158, "Judul": "PENGUJIAN TERHADAP PARTISIPASI DALAM PENGEMBANGAN PARIWISATA URBAN-VILLAGE: MELALUI LENSA MASYARAKAT LOKAL DI KAMPUNG CIBUNUT, BANDUNG", "Abstrak": "Pengembangan pariwisata membutuhkan dukungan dan partisipasi masyarakat setempat. Sebagai tuan rumah di tujuan wisata, masyarakat memainkan peran penting dalam mencapai keberlanjutan pariwisata. Namun, di banyak negara berkembang, masyarakat masih menghadapi tantangan. Seperti pemegang kekuasaan yang masih mendominasi proses perencanaan dan pengembangan pariwisata dan menghambat masyarakat setempat untuk berbagi pemikiran dan gagasan mereka mengenai pembangunan. Kurangnya pengetahuan yang terjadi membuat masyarakat sulit untuk membedakan dampak pariwisata dan menghambat keterlibatan lokal. Sehubungan dengan tantangan ini, studi saat ini menyelidiki persepsi masyarakat tentang dampak pariwisata, pengetahuan, dan model partisipasi dalam mengembangkan pariwisata urban-village di negara berkembang dari sudut pandang masyarakat lokal. Model yang diusulkan dianalisis menggunakan pemodelan persamaan struktural (SEM) dengan mendistribusikan survei kepada masyarakat di Kampung Cibunut, Bandung, Indonesia. Dari 139 data yang dikumpulkan, penelitian ini menemukan bahwa manfaat yang dirasakan dan pengetahuan masyarakat sebagai prediktor terkuat untuk menganalisis partisipasi masyarakat. Selanjutnya, implikasinya dan saran penelitian masa depan disediakan dalam penelitian ini.", "Daftar File": {"2019_TS_PP_SALSABILA_FIRDAUSIA_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/159027", "COVER Salsabila Firdausia": "https://digilib.itb.ac.id/gdl/download/189403", "2019 TS PP SALSABILA FIRDAUSIA 1-BAB I.pdf?": "https://digilib.itb.ac.id/gdl/download/189404", "2019 TS PP SALSABILA FIRDAUSIA 1-BAB II.pdf\n]": "https://digilib.itb.ac.id/gdl/download/189405", "2019 TS PP SALSABILA FIRDAUSIA 1-BAB III.pdf)u": "https://digilib.itb.ac.id/gdl/download/189406", "2019 TS PP SALSABILA FIRDAUSIA 1-BAB IV.pdf\n]": "https://digilib.itb.ac.id/gdl/download/189407", "2019 TS PP SALSABILA FIRDAUSIA 1-BAB V.pdf?": "https://digilib.itb.ac.id/gdl/download/189408", "2019 TS PP SALSABILA FIRDAUSIA 1-REFERENCES.pdf)u": "https://digilib.itb.ac.id/gdl/download/189409"}, "Penulis": "Salsabila Firdausia [29017016]", "Kontributor / Dosen Pembimbing": ["Yuliani Dwi Lestari, S.T., MBA, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Persepsi Manfaat, Persepsi Biaya, Pengetahuan Komunitas, Partisipasi Komunitas, Pariwisata Urban-Village.", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "8 file", "Tanggal Input": "21 Feb 2019"}