{"Nomor": 35152, "Judul": "Experiment And Numerical Study On Blast Loading Of Glass Fiber Reinforced Polymer By Using Load Blast enhanced And Smoothed Particle Hydrodynamics Method", "Abstrak": "The composite material structure has been one of breakthrough technology for blast shield protection. It is lighter than steel that using in traditional armour as the strength also compete. This research is conducting numerical model approach to predict the maximum deflection to be compared to experiment result. Glass fibre reinforced polymer is the concern which is used in specimen under blast loading. The composite structure is modelled as shell element using MAT54 simulated in LSDYNA software. The failure criteria applied in composite model is Chang-Chang failure criteria that widely uses for composite damage due to high strain rate problems. The explosive charge TNT is modelled by using two blast simulation method that are load blast enhanced (LBE) which has roots similar to ConWep and smooth particles hydrodynamic (SPH). The ConWep is based on empirical result of blast experiment database due to conventional chemical explosions. SPH model is mesh free model that the system represented as unconnected particle that each oh it has physical property information. The raw materials used for manufacture the specimen is available in local market. Thus, the tensile test is needed to predict the property of material. The result of SPH method shows the closest with experiment data with error about less than 10%, besides LBE method has error about 30% in this problem case.", "Daftar File": {"2018_THESIS_PP_MUHAMMAD_RAFIQI_SITOMPUL_1_-_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/159017", "2018_THESIS_PP_MUHAMMAD_RAFIQI_SITOMPUL_1_-_BAB_I.pdf": "https://digilib.itb.ac.id/gdl/download/159018", "2018_THESIS_PP_MUHAMMAD_RAFIQI_SITOMPUL_1_-_BAB_II.pdf": "https://digilib.itb.ac.id/gdl/download/159019", "2018_THESIS_PP_MUHAMMAD_RAFIQI_SITOMPUL_1_-_BAB_III.pdf": "https://digilib.itb.ac.id/gdl/download/159020", "2018_THESIS_PP_MUHAMMAD_RAFIQI_SITOMPUL_1_-_BAB_IV.pdf": "https://digilib.itb.ac.id/gdl/download/159021", "2018_THESIS_PP_MUHAMMAD_RAFIQI_SITOMPUL_1_-_BAB_V.pdf": "https://digilib.itb.ac.id/gdl/download/159022", "2018_THESIS_PP_MUHAMMAD_RAFIQI_SITOMPUL_1_-_BAB_VI.pdf": "https://digilib.itb.ac.id/gdl/download/159023", "2018_THESIS_PP_MUHAMMAD_RAFIQI_SITOMPUL_1_-_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/159024"}, "Penulis": "Muhammad Rafiqi Sitompul [23617011]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Bambang Kismono Hadi"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Composite, Glass Fibre Reinforced Polymer, Blast, Smooth Particle Hydrodynamic, Load Blast Enhanced.", "Sumber": "", "Staf Input/Edit": "Erlin Marliana Effendi", "File": "8 file", "Tanggal Input": "21 Feb 2019"}