{"Nomor": 35156, "Judul": "Mechanical properties and fracture evolution of sandstone specimens containing different inclusions under uniaxial compression", "Abstrak": "To investigate the effects of inclusions filled in holes, including inclusion strength, stiffness and shape, on the\nmechanical properties and fracture evolution of rock, a series of uniaxial compression tests were conducted on\nprismatic sandstone containing a prefabricated hole filled with different types of inclusions using a servo-hydraulic machine. Digital image correlation (DIC) and acoustic emission (AE) techniques were applied jointly to\nrecord and analyze the deformation and crack process of sandstone. The results indicate that both the inclusion\ntype and shape are important factors affecting the strength and deformation properties of sandstone. The relatively rigid inclusion not only significantly improves the mechanical properties of pre-holed specimens, but\nalso can provide a better support for structural integrity of rock after failure. Observations show that both DIC\nand AE techniques are capable of revealing the fracture evolution of specimens, and there is a good consistency\nbetween the mechanical behavior and surface strain fields and internal AE signals. Based on the strain localization characteristics, the crack sequences and relative stress levels for each group of specimens are summarized,\nespecially the crack development inside the inclusion is first observed. The crack behavior and crack type around\ninclusions are greatly influenced by the inclusion type and shape due to dramatic changes in stress distribution\naround inclusions. After rock failure, the crack extent around inclusions can be characterized by the cumulative\nAE counts, and the final failure modes of specimens under different filling conditions can be categorized as\ntensile failure, shear failure and mixed tensile/shear failure.", "Daftar File": {}, "Penulis": "Quanqi Zhu [-]", "Kontributor / Dosen Pembimbing": ["Diyuan Li, Zhenyu Han, Zhenyu Han, Zilong Zhou"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "Mining & related operations", "Kata Kunci": "Sandstone, Inclusion, Mechanical properties, Acoustic emission, Digital image correlation, Fracture process", "Sumber": "https://doi.org/10.1016/j.ijrmms.2019.01.010", "Staf Input/Edit": "Resti Andriani", "File": "1 file", "Tanggal Input": "21 Feb 2019"}