{"Nomor": 35154, "Judul": "ELEKTRODA SELEKTIF ION GD (III) DENGAN MEMBRAN CAIR  BERPENDUKUNG PTFE DAN H2SBBP SEBAGAI IONOFOR", "Abstrak": "Metode untuk menganalisis logam tanah jarang (LTJ) menggunakan sensor elektrokimia telah banyak dikembangkan belakangan ini. Sensor elektrokimia yang banyak digunakan adalah elektroda selektif ion (ESI) karena memiliki selektivitas, kepekaan, keakuratan, dan ketepatan yang relatif tinggi serta batas deteksi yang cukup rendah. Pada penelitian ini, dibuat   elektroda   selektif   ion   Gd3+    dengan   membran   cair   berpendukung.   Elektroda pembanding yang digunakan adalah elektroda Ag/AgCl. Elektroda kerja yang dikembangkan bertipe tabung dengan sistem larutan dalam (inner solution) dengan membran cair berpendukung. Komposisi membran yang digunakan adalah membran polimer berpori PTFE (politetrafluoroetilen) sebagai membran pendukung yang direndam dalam larutan H2SbBP (1-fenil-3-metil-5-pirazolon) dengan pelarut kloroform. Hasil optimasi pengukuran terhadap ion Gd(III) diperoleh faktor Nernst 19,07 mV/dekade dengan kisaran konsentrasi 1,0 x 10-2 –\n1,0 x 10-6  M dan R 0,9677 pada pH 4,2. Membran cair berpendukung juga dikarekterisasi dengan diffuse reflectance spectroscopy (DRS) dan scanning electron microscope (SEM)\nguna melihat H2SbBP telah teradsorbsi pada membran PTFE.", "Daftar File": {"2010_TA_PP_GUILIANO_FERNANDO_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/159007", "2010_TA_PP_GUILIANO_FERNANDO_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/159014"}, "Penulis": "Guiliano Fernando [10506026]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Buchari"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": ": logam tanah jarang, elektroda selektif ion, membran cair berpendukung, H2SbBP, politetraflouroetilen, sensor, DRS, SEM.", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "21 Feb 2019"}