{"Nomor": 35163, "Judul": "PEMBUATAN ELEKTROLIT BERMATRIK PADATAN POLIMER DARI KITOSAN UNTUK BATERAI ION LITIUM", "Abstrak": "Solid Polymer Electrolyte (elektrolit bermatrik padatan polimer) merupakan salah satu jenis elektrolit yang digunakan untuk menggantikan jenis elektrolit yang telah ada sebelumnya. Penelitian ini dilakukan untuk mengetahui potensi kitosan serta pengaruh penambahannya terhadap polietilen oksida (PEO) yang selama ini sering digunakan sebagai komponen penyusun elektrolit. Polimer elektrolit ini dihasilkan dari pencampuran kitosan, PEO, dan litium asetat (LiOAc) sebagai garam ioniknya. Untuk mengetahui pengaruh komposisi masing-masing komponen terhadap sifat polimer elektrolit yang diperoleh, dilakukan karakterisasi melalui analisa gugus fungsi dengan FTIR (Fourier Transform Infrared), hantaran dengan EIS (Electrochemical Impedance Spectroscopy), morfologi dengan SEM (Scanning Electron Microscope) dan XRD (X-Ray Diffraction), kestabilan termal dengan DTA/TGA (Differential Thermal Analysis/Thermo Gravimetric Analysis), dan sifat mekanik dengan tensile tester. Hasil penelitian memperlihatkan bahwa terjadi kenaikan hantaran ionik seiring dengan meningkatnya jumlah garam litium yang ditambahkan, akan tetapi kekuatan mekanik akan berkurang. Dari penelitian ini diperoleh konduktivitas yang paling optimum sebesar 2,11x10-4 Scm-1 diperoleh pada membran dengan komposisi kitosan 75 %, PEO10 %, dan LiOAc 15 %.", "Daftar File": {"2010_TA_PP_HENNY_FIRDAUS_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/159054", "2010_TA_PP_HENNY_FIRDAUS_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/159100"}, "Penulis": "Henny Firdaus [10506049]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. I Made Arcana, MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "kitosan, polietilen oksida, litium asetat, polimer elektrolit", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "21 Feb 2019"}