{"Nomor": 35162, "Judul": "REAKSI DOMINO DALAM SINTESIS 2-(p-HIDROKSIFENIL)GLISIN UNTUK PREKURSOR ANTIBIOTIK AMOKSISILIN", "Abstrak": "Senyawa (R)-(-)-2-(p-hidroksifenil)glisin merupakan gugus samping dari antibiotik golongan beta laktam amoksisilin. Secara industri, senyawa ini diperoleh dari pemisahan produk rasematnya melalui kristalisasi garam diastreoisomer dari masing- masing enansiomernya dengan suatu senyawa kiral. Sintesis asimetrik untuk mendapatkan secara langsung enansiomer 2-(p-hidroksifenil)glisin secara ekonomi akan sangat menguntungkan karena dapat menghindari proses pemisahan campuran rasemat yang selalu menghasilkan rendemen yang rendah. Senyawa ini dapat disintesis melalui reaksi domino dari campuran asam glioksilat, fenol dan garam amonium. Pada penelitian ini telah dilakukan modifikasi prosedur umum sintesis 2- (p-hidroksifenil)glisin melalui penggunaan amonium tartrat sebagai garam nitrogen dalam reaksi domino ini agar kondisi reaksi bersifat kiral. Dalam prosedur pertama, campuran fenol, asam glioksilat, dan amonium asetat direfluks selama 48 jam dengan\nsuhu 28-42°C dalam pelarut air. Produk yang dihasilkan dari garam amonium asetat\n \nmemberikan  nilai  rotasi  spesifik  ?? ?20 \n \n\nsebesar  -5,9°  (c  =  0,013  M,  air)  dengan\n \n\nrendemen sebanyak 3,12%. Dalam prosedur kedua, campuran fenol, asam glioksilat, dan diamonium tartrat direfluks selama 48 jam dengan suhu 27-38 °C dalam pelarut air. Adanya nilai putaran optik menunjukkan bahwa penggunaan tartrat dalam sistem reaksi dapat memberikan kondisi kiral pada reaksi. Senyawa 2-(p-hidroksifenil)glisin yang dihasilkan juga dikarakterisasi secara fisikokimia menggunakan NMR, FTIR, MS dan UV.", "Daftar File": {"2010_TA_PP_HARIS_SETIAWAN_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/159039", "2010_TA_PP_HARIS_SETIAWAN_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/159052"}, "Penulis": "Haris Setiawan [10506105]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Didin Mujahidin, S.Si., M.Si.", "Prof. Yana Maolana Syah, MS, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "amoksisilin, reaksi domino, diamonium tartrat, fisikokimia", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "21 Feb 2019"}