{"Nomor": 35168, "Judul": "EVALUASI PEMANFAATAN LIMBAH CACAHAN PLASTIK JENIS HDPE (HIGH DENSITY POLYETHYLEN) SEBAGAI BAHAN SUBSTITUSI SEBAGIAN AGREGAT PADA CAMPURAN LAPIS ASPAL BETON LAPIS AUS (AC-WC)", "Abstrak": "Peningkatan jumlah penduduk akan berpengaruh pada peningkatan jumlah limbah yang dihasilkan. Salah satu limbah yang diproduksi adalah limbah plastik High Density Polyethylen (HDPE). Selain itu peningkatan jumlah penduduk berpengaruh pada peningkatan kebutuhan infrastruktur, salah satunya adalah infrastruktur jalan. Dalam pembangunan jalan dibutuhkan aspal. Pada penelitan ini dilakukan untuk mengetahui potensi pencampuran limbah plastik pada campuran aspal dengan mengganti sebagian agregat dengan limbah cacahan plastik HDPE. Pencampuran benda uji dilakukan dengan menggunakan metode kering dimana aspal ditambahkan langsung pada campuran agregat batu dan cacahan plastik HDPE kemudian dicetak dengan ukuran berdiameter 10 cm dan tinggi 6,4 cm. Aspal yang digunakan adalah aspal beton lapis aus (Laston AC-WC) dengan variasi kadar aspal mulai dari 4%, 5%, 6%, 7%, dan 8%. Lalu variasi kadar cacahan plastik HDPE sebagai agregat sebesar 10%, 25%, dan 50%. Ukuran cacahan plastik HDPE yang digunakan adalah ukuran agregat tertahan pada no. 8 yang termasuk dalam kategori agregat halus. Dilakukan uji Marshall pada benda uji untuk menentukan nilai kadar aspal optimum(KAO) yang terdiri dari 5 parameter yaitu nilai VIM, VMA, VFA, stabilitas, dan kelelehan (flow). Nilai KAO untuk benda uji campuran aspal pen 60/70 adalah 6,1%, campuran aspal dengan subtitusi agregat cacahan HDPE 10% adalah 7%, campuran aspal dengan subtitusi agregat cacahan HDPE 25% adalah 7,7%, campuran aspal dengan subtitusi agregat cacahan HDPE 50% adalah 7,8%. Nilai KAO untuk campuran aspal dengan subtitusi agregat cacahan HDPE memiliki nilai yang lebih tinggi dibandingkan dengan nilai KAO pada campuran aspal pen 60/70. Campuran dengan kadar plastik pun tidak memiliki ketahanan terhadap air dan panas jika dibandingkan dengan campuran aspal pen 60/70 karena memiliki nilai Indeks Kekuatan Sisa (IKS) lebih rendah. Namun kualitas benda uji yang dihasilkan lebih baik karena memiliki peningkatan nilai stabilitas setiap variasi secara berurutan sebesar 9,64%, 10,93%, dan 11,36%. Maka penggunaan limbah cacahan plastik HDPE sebagai substitusi sebagian agregat pada aspal memiliki potensi yang bermanfaat dalam perkerasan jalan.", "Daftar File": {"2016_TA_PP_JUNIA_CHYNTIA_DEWI_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/159074", "2016_TA_PP_JUNIA_CHYNTIA_DEWI_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/159081"}, "Penulis": "Junia Chyntia Dewi [15311028]", "Kontributor / Dosen Pembimbing": ["Emenda Sembiring, S.T., M.T., M.Eng.Sc., Ph.D.", "Dr. Harmein Rahman, ST, MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Engineering & allied operations", "Kata Kunci": "KAO, HDPE, metode kering, nilai stabilisasi, uji Marshall.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "21 Feb 2019"}