{"Nomor": 35175, "Judul": "EVALUASI KINERJA SISTEM PENGOLAHAN AIR MENGGUNAKAN BIOMEMBRAN DALAM MENGOLAH AIR TERCEMAR (STUDI KASUS : SUNGAI CIKACEMBANG)", "Abstrak": "Instalasi pengolahan air menggunakan biomembran merupakan instalasi yang digunakan sebagai pengolah air sungai untuk memenuhi kategori air kelas II di Sungai Cikacembang, tetapi seiring berjalannya waktu instalasi ini dikembangkan menjadi pengolahan sistem air bersih untuk memenuhi kebutuhan air warga sekitar. Instalasi pengolahan tersebut terdiri dari unit biomembran serta unit pendukung lainnya seperti tangki- tangki penampung yang diberi aerasi, serta unit saringan pasir. Tujuan dari penelitian ini adalah untuk menganalisa kualitas air agar dapat diketahui kinerja dari instalasi pengolahan air menggunakan biomembran. Metode yang digunakan dalam penelitian ini adalah menganalisa air yang masuk instalasi dan air hasil keluaran atau air hasil olahan dari sembilan titik utama yaitu inlet, outlet A, tangki 2, tangki 3, tangki 4, tangki 5, tangki 6, tangki 10 dan yang terakhir outlet B dengan tiga variasi debit, kemudian kualitas air nya dibandingkan dengan baku mutu kualitas air berdasarkan parameter fisika, kimia dan biologi. Pada kesembilan titik tersebut dibandingkan dengan PP 82 Tahun 2001 untuk kategori air kelas II, kemudian didapatkan terdapat parameter kualitas air yang melebihi baku mutu air kelas II yaitu fenol (0,2245±0,3069 mg/L), fecal coliform (9,3x104±2,1x105 Jml/ 100 mL) dan total coliform (8,98x105±2,42x106 Jml/ 100 mL). Sedangkan untuk titik kesembilan atau outlet B hasil keluaran terakhir yang sudah siap didistribusikan dibandingkan dengan Permenkes 416 Tahun 1990 untuk kategori air bersih dan air minum, Permenkes 492 Tahun 2010 untuk air minum dan PP 82 Tahun 2001 kategori air kelas I. Berdasarkan hasil pengujian, didapatkan air hasil olahan lebih memenuhi baku mutu air bersih dibandingkan air minum. Tetapi untuk air bersih pun terdapat beberapa parameter kualitas air yang masih melebihi baku mutu kualitas air bersih yaitu parameter total coliform (2x104±3,46x104 Jml/ 100 mL), sehingga diperlukan pengolahan lanjutan. Pada umumnya, kinerja instalasi pengolahan air menggunakan biomembran bekerja dengan cukup baik dengan variasi debit ketiga yaitu 0,5 m3/menit sedangkan jika dilihat dari efisiensi rata- ratanya, nilai efisiensi penurunan terbesar adalah parameter warna (95,64%), kekeruhan (98,48%), BOD (94,06%), sianida (94,53%), amonium (93,33%), total coliform (95,32%), fecal coliform (98,10%) sedangkan efisiensi terkecil adalah parameter kesadahan (11,67%), sehingga perlu dilakukan penambahan unit untuk meningkatkan efisiensi penyisihan untuk parameter tersebut.", "Daftar File": {"2016_TA_PP_SRI_WAHYUNI_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/159092", "2016_TA_PP_SRI_WAHYUNI_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/159094"}, "Penulis": "Sri Wahyuni [15312004]", "Kontributor / Dosen Pembimbing": ["Dr. Herto Dwi Ariesyady, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Engineering & allied operations", "Kata Kunci": "air bersih, kualitas air, instalasi biomembran.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "21 Feb 2019"}