{"Nomor": 35188, "Judul": "PERENCANAAN SISTEM PENYALURAN AIR LIMBAH DOMESTIK KAWASAN OLAHRAGA TERPADU SI JALAK HARUPAT", "Abstrak": "Kawasan Olahraga Terpadu Si Jalak Harupat merupakan kawasan yang berada di\nwilayah Bandung Selatan di Kabupaten Bandung yang meliputi wilayah Kecamatan\nKatapang dan Kecamatan Kutawaringin. Kawasan ini merupakan kawasan yang\nstrategis karena memiliki perkembangan infrastruktur yang pesat, sehingga akan\nmengalami peningkatan jumlah penduduk / imigran dan memicu perkembangan\nekonomi serta pembangunan daerah. Sistem penyaluran air limbah domestik di\nkawasan ini direncanakan menggunakan sistem terpusat menggunankan system\nkonvensional. Periode perencanaan akan dilaksanakan selama 20 tahun yang dibagi\nke dalam 2 tahap, Tahap I (2017-2027) melayani Kecamatan Katapang (67,36%) dan\nKecamatan Kutawaringin (22,84%) serta Tahap II (2027-2037) melayani Kecamatan\nKatapang (81,21%) dan Kecamatan Kutawaringin (58,04%). Proyeksi jumlah\npenduduk menggunakan metode eksponensial untuk Kecamatan Katapang dan\nmetode logaritmik untuk Kecamatan Kutawaringin sehingga jumlah penduduk di\nakhir perencanaan sebesar 437.049 jiwa. Kuantitas air limbah yang dihasilkan\nmencapai 357,14 L/detik untuk Kecamatan Katapang dan 125,34 untuk Kecamatan\nKutawaringin. Penentuan jalur penyaluran air limbah dilakukan dengan\nmembandingkan 3 buah jalur alternatif yang kemudian dipilih dengan menggunakan\nmetode pembobotan. Alternatif jalur yang memiliki bobot paling tinggi dan paling\nsesuai dengan kondisi eksisting kemudian dipilih untuk diterapkan pada\npembangunan sistem penyaluran air buangan di daerah tersebut, lalu ditentukan\ndetail desainnya dimulai dari perhitungan jaringan perpipaan, bangunan pelengkap,\nspesifikasi teknis, rencana anggaran biaya, dan gambar teknik.", "Daftar File": {"2019_TA_PP_NADIYATUL_FITHRIYYAH_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/159157", "2019_TA_PP_NADIYATUL_FITHRIYYAH_1-DAFTAR_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/159166"}, "Penulis": "Nadiyatul Fithriyyah [15308019]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Marisa Handajani, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Katapang, Kutawaringin, limbah, penyaluran", "Sumber": "TUGAS AKHIR September 2014", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "9 file", "Tanggal Input": "21 Feb 2019"}