{"Nomor": 35187, "Judul": "Straight from the Source: Perceptions of Students with Visual Impairments about Graphic Use", "Abstrak": "Introduction: This study analyzed the responses of a survey of students with visual impairments in Canada and the United States about their use of tactile and print graphics. Demographic, Likert scale, and open-ended questions focused on perceptions of quality, preferences, instruction, and strategies.\nMethods: Percentages of agreement for tactile and print graphic users are reported. Comparisons were made between the two groups.\nResults: Students felt positive about the quality of the graphics, but density and complexity were\nidentified as challenges. Students varied as to whether they felt graphics supported their understanding of concepts. Both groups indicated that written descriptions were helpful. Students in this survey were positive about knowing how to use strategies that help them access graphics.\nDiscussion: Tactile graphics appear to play an additional role in inclusion for some students. Attention to instructional needs should not overlook students with visual impairments who use print graphics. Additional inclusion of quality written descriptions may support understanding of graphical information.\nImplications for practitioners: Conceptual understanding would be supported by helping students recognize where graphics and descriptions are useful. Timeliness of access to graphics in the classroom and attention to quality graphics that reduce complexity and clutter remain important.", "Daftar File": {}, "Penulis": "Kim T. Zebehazy  [-]", "Kontributor / Dosen Pembimbing": ["Adam P. Wilton"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Graphic art, perception, visual", "Sumber": "Journal of Visual Impairment & Blindness. Jul/Aug2014, Vol. 108 Issue 4, p275-286. 12p. 6 Charts", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "21 Feb 2019"}