{"Nomor": 35197, "Judul": "Wastewater conservation and reuse in quality vegetable cultivation: Overview, challenges and future prospects", "Abstrak": "The serious water scarcity experienced across the globe and the desire for sufficient food production all year\nround to combat hunger, poverty and malnutrition necessitate the need for wastewater reuse in irrigation.\nWastewater has varied compositions that affect the growth of different crops positively, they may also be a\nsource of dangerous pollutant. Heavy consumption of vegetables have been encouraged for its nutritional and\nhealth advantages. Hence, their production and cultivation have increased globally. While the nutritional advantage\nof vegetables is appealing, their high susceptibility to harbor and spread pathogenic microbes call for\nserious concern. Activities such as transportation, improper handling and packaging amongst others are sources\nof vegetable contamination. Irrigation water and techniques however present greater danger. Agro-industrial\nwastewater of a ready-to-eat vegetable (RTEv) industry operating a closed system may reintroduce microbes to\nvegetable gardens. The use of raw domestic wastewater, either black or grey water in vegetable cultivation\npresents attendant challenges which must be handled with utmost precaution. This review is focused on the\ndangers associated with the reuse of agro-industrial and domestic wastewater, precautions required as well as\npossible preventive/reduction measures. The possible dangers associated with “crude irrigation techniques” used\nin vegetable cultivation in the Southwestern part of Nigeria are presented. This work will no doubt serve as a tool\nfor policy makers and environmentalists in enlightenment and awareness campaigns in educating most rural\ndwellers who are ignorant of these dangers.", "Daftar File": {}, "Penulis": "Adejumoke Abosede Inyinbor [-]", "Kontributor / Dosen Pembimbing": ["Olugbenga Solomon Bello.,Abimbola Peter Oluyori.,Henry Eromosele Inyinbor.,Ayomide Emmanuel Fadiji"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Food security Vegetable Agro-industrial wastewater Domestic wastewater Irrigation Microbial contamination", "Sumber": "Food Control 98 (2019) 489–500", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "21 Feb 2019"}