{"Nomor": 35207, "Judul": "Three professions come together for an  interdisciplinary approach to 3D printing:  occupational therapy, biomedical engineering, and  medical  librarianship", "Abstrak": "Background:  Although many libraries have offered 3D printing as a service or available technology, there is a lack of information on course-integrated programs for 3D printing in which the library played a primary role. Therefore, librarians at the Touro College School of Health Sciences began exploring 3D printing for inclusion in the occupational and physical therapy curriculum.\nCase Presentation: The goal of this project was to educate occupational and physical therapy students and faculty about the potential applications of 3D printing in health care and provide hands-on experience, while increasing collaboration between librarians and faculty. Students’ tasks included designing and creating a 3D-printed assistive device as part of their course.\nConclusion: Students were able to successfully print assistive devices, demonstrating the feasibility of 3D printing in a health sciences curriculum. Librarians involved with this project reached approximately 78 students and 200 other librarians and faculty members. 3D printing at Touro College continues to evolve and expand; the trial 3D printing course is being reviewed for formal adoption into the occupational therapy curriculum, and additional funding for 3D printing technologies is currently being allocated by Touro administration.", "Daftar File": {}, "Penulis": "Joan B. Wagner [-]", "Kontributor / Dosen Pembimbing": ["Laurld, MLS", "Blanche Leeman, MA, OTR/L, CHT", "Keith Pardini, MLS", "Jamie  Saragossi, MLS", "Katie Flood, BS"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Printing, therapy, 3D", "Sumber": "Journal of the Medical Library Association. 2018 Supplement, Vol. 106, p370-376. 12p", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "21 Feb 2019"}