{"Nomor": 35202, "Judul": "GRAVASTAR FORMATION: WHAT CAN BE THE EVIDENCE OF A BLACK HOLE?GRAVASTAR FORMATION: WHAT CAN BE THE EVIDENCE OF A BLACK HOLE?", "Abstrak": "Any observer outside black holes cannot detect any physical signal produced by the black holes\nthemselves, since, by definition, the black holes are not located in the causal past of the outside observer. In fact, what we regard as black hole candidates in our view are not black holes but will be gravitationally contracting objects. As well known, a black hole will form by a gravitationally collapsing object in the infinite future in the views of distant observers like us. At the very late stage of the gravitational collapse, the gravitationally contracting object behaves as a blackbody due to its gravity. Due to this behavior, the physical signals produced around it (e.g., the quasinormal ringings and the shadow image) will be very similar to those caused in the eternal black hole spacetime. However, those physical signals do not necessarily imply the formation of a black hole in the future, since we cannot rule out the possibility that the formation of the black hole is prevented by some unexpected event in the future yet unobserved. As such an example, we propose a scenario in which the final state of the gravitationally contracting spherical thin shell is a gravastar that has been proposed as a final configuration alternative to a black hole by Mazur and Mottola. This scenario implies that time necessary to observe the moment of the gravastar formation can be much longer than the lifetime of the present civilization, although such a scenario seems to be possible only if the dominant energy condition is largely violated.", "Daftar File": {}, "Penulis": "KEN-ICHI NAKAO [-]", "Kontributor / Dosen Pembimbing": ["CHUL-MOON YOO,", "AND TOMOHIRO HARADA"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "-", "Sumber": "PHYSICAL REVIEW D 99, 044027 (2019); © 2019 American Physical Society", "Staf Input/Edit": "Ratnasari", "File": "1 file", "Tanggal Input": "21 Feb 2019"}