{"Nomor": 35201, "Judul": "Extensive studies on the treatment of pulp mill wastewater using aerobic granular sludge (AGS) technology", "Abstrak": "Aerobic granular sludge (AGS) offers the potential to degrade tannin/lignin found in pulp and paper wastewater\n(PPW). In this study, aerobic granules were cultivated in a sequencing batch reactor (SBR) with tannin/lignin\npresent in the range of 50–200 mg/L. The mature granules were transferred to a real PPW wastewater system\ncontaining tannin/lignin concentration up to 500 mg/L. Biodegradation and biosorption were observed to be the\ntwo pathways for the removal tannin/lignin. Biosorption was a primary form of removal at lower concentrations,\nachieving 74% removal at 50 mg/L. The biosorption ability reduced to 58% removal at 200 mg/L. This reveals\nthat biodegradation prevails at these higher concentrations. The Haldane kinetic parameters were:\nVmax=0.93 (g tannin/lignin/g VSS·day), Ks=1910 mg/L, and Ki=27 mg/L. Various adsorption kinetic models\nand isotherms were fitted to the system. The Langmuir isotherm coefficients were: (x/m) max=21.5 (mg tannin/\nlignin/g SS), b=0.00386 L/mg. The Freundlich isotherm had coefficients of n=1.172, K=0.1174. The study\nalso delves into applying the technology towards real wastewater, achieving a COD removal of 79% and a\ntannin/lignin removal of 56%. Furthermore, experimental runs in warmer and more humid temperature conditions\nrevealed higher removal efficiencies, achieving about 80% tannin/lignin degradation at a concentration\nof 130 mg/L. Results from this study will help ascertain an appropriate design protocol for full-scale industrial\napplications.", "Daftar File": {}, "Penulis": "H. Vashi [-]", "Kontributor / Dosen Pembimbing": ["O.T. Iorhemen.,J.H. Tay"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Aerobic granular sludge Industrial wastewater Pulp and paper wastewater (PPW) Tannin/lignin Wastewater treatment", "Sumber": "Chemical Engineering Journal 359 (2019) 1175–1194", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "21 Feb 2019"}