{"Nomor": 35227, "Judul": "POTENSI EKTRAK KASAR ENZIM SELULASE Bacillus sp. PADA FERMENTASI TEMPE GEMBUS UNTUK PRODUKSI MIKRO-MEMBRAN SELULOSA/KITOSAN", "Abstrak": "Ampas kedelai merupakan produk samping industri tahu dengan total produk\nmencapai lebih dari 700 ton/tahun. Ampas kedelai memiliki potensi nutrisi seperti\nserat dan pati yang tinggi. Potensi ini dapat dimanfaatkan sebagai substrat bagi\njamur untuk menghasilkan selulosa. Serat jamur dan kedelai tersebut dapat\ndigunakan untuk pembuatan Cryctaline Micro-Cellulose (CMC), Fiber Micro-\nCellulosa (FMC) maupun polimer selulosa lainnya. Pada penelitian yang telah\ndilakukan, penambahan inokulum Rhizopus microsporus var. oligosporus dalam\nproduksi tempe mampu meningkatkan kadar serat pada ampas kedelai. Dengan\nkadar serat yang tinggi tersebut penelitian ini melakukan analisa dan optimasi\nproduksi membran mikro-selulosa menggunakan ekstrak kasar enzim selulosa yang\ndihasilkan oleh bakteri indigen proses produksi tempe. Partikel mikro-selulosa yang\nterbentuk kemudian dijadikan membran dengan proses gelatinasi menggunakan\nagen cross-linking kitosan.\nUntuk mencapai tujuan tersebut dilakukan beberapa optimasi dan uji, yaitu\nproduksi enzim selulase dengan sistem submerged fermentation menggunakan\nsubstrat Carboxymethyl Cellulose (CMC), pengukuran konsentrasi protein,\nkarakterisasi dan uji aktivitas crude enzim selulase. Enzim yang dihasilkan\ndigunakan untuk produksi mikro-selulosa dengan variasi perlakuan kadar aktivitas\nenzim. Pada tahap ini dilakukan perlakuan rancangan acak kelompok (RAK)\ndengan tiga faktor yaitu tingkat aktivitas enzim (2,5 U/g, 5 U/g, dan 12,5 U/g\nsubstrat), waktu inkubasi (48 jam dan 96 jam), dan perlakuan awal substrat\nmenggunakan H2O2 (2 jam dan 12 jam, pada suhu 80oC). Percobaan dilakukan pada\nsuhu 45oC dan agitasi 150 rpm dengan pelarut bufer sitrat pH 4.8. Partikel selulosa\nyang dihasilkan diukur dengan Particle Size Analyzer (PSA) dengan pelarut H2O\ndan visualisasi Franhauer model. Partikel selulosa kemudian diuji transmitan dan\nabsorban gugus fungsinya menggunakan FTIR (Fourier-transform Infrared\nSpectroscopy). Pada tahap akhir dilakukan gelatinase membran selulosa dengan\npenambahan kitosan. Membran yang terbentuk dikarakterisasi daya serap,\nkandungan air (KA) dan pengamatan visual menggunakan SEM (Scanning\nElectron Microscopy).\nEnzim selulase yang dihasilkan oleh Bacillus sp. dipanen pada umur produksi 60\njam dengan konsentrasi protein total 0,16-0,19 mg/ml dan aktivitas enzim 0,26-0,28\nU/mL dan 0,096-0,10 FPU/mL. Enzim yang dihasilkan memiliki karakter aktivitas\noptimum pada suhu 45oC dan pH 4,8. Aktivitas enzim yang dihasilkan setara\ndengan 2,4-2,5 U/g substrat pada pengujian menggunakan CMCase. Hasil\nperlakuan pada tahap produksi partikel selulose menunjukan adanya perbedaan\nsignifikan (dengan tingkat kepercayaan 95%) antar tiga faktor perlakuan dengan\nnilai signifikansi <0,05. Ukuran partikel terbaik yang dihasilkan sebesar 0,678 ?m\npada perlakuan tingkat aktivitas 12,5 U/g, inkubasi 96 jam, dan pre-treatment H2O2\n12 jam. Namun, perlakuan waktu inkubasi berbanding tingkat aktivitas enzim tidak\nberbeda nyata dengan nilai signifikansi mencapai 0,384. Pengujian partikel\nmenggunakan FTIR menunjukan peningkatan persen transmisi ikatan hydrogen\n(O-H) pada sektrum 3427,51 ke 3468,01 dan persen transmisi ikatan glikosidik\ndengan spektrum 1035,77 ke 1066,06. Hasil uji pada membran menunjukan\nterbentuknya pori pada penambahan 10% selulosa dan menghasilkan membran\ndengan kadar air terendah 27,43%.\nBerdasarkan hasil penelitian, ekstrak kasar enzim selulase dari bakteri indigen\nproduksi tempe yaitu Bacillus sp. dapat digunakan untuk produksi mikro-selulosa\ndengan perlakuan optimum 12,5 U/g aktivitas enzim, waktu inkubasi 96 jam, dan\npre-treatment H2O2 selama 12 jam. Pembuatan membran dapat dilakukan dengan\nkomposisi terbaik yaitu 1% kitosan, 10% gliserol, 10% partikel selulosa dan pelarut\ndH2O pada formulasi membran pra-rehidrasi.", "Daftar File": {"2019_TS_PP_TIAR_AJI_SAPUTRA_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/159256", "COVER Tiar Aji Saputra": "https://digilib.itb.ac.id/gdl/download/192644", "BAB 1 Tiar Aji Saputra": "https://digilib.itb.ac.id/gdl/download/192645", "BAB 2 Tiar Aji Saputra": "https://digilib.itb.ac.id/gdl/download/192646", "BAB 3 Tiar Aji Saputra": "https://digilib.itb.ac.id/gdl/download/192647", "BAB 4 Tiar Aji Saputra": "https://digilib.itb.ac.id/gdl/download/192648", "BAB 5 Tiar Aji Saputra": "https://digilib.itb.ac.id/gdl/download/192649", "PUSTAKA Tiar Aji Saputra": "https://digilib.itb.ac.id/gdl/download/192650"}, "Penulis": "Tiar Aji Saputra [21117023]", "Kontributor / Dosen Pembimbing": ["Dr. Pingkan Aditiawati, MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "Life sciences ; biology", "Kata Kunci": "selulosa, kitosan, enzim selulase, tempe, membran", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "22 Feb 2019"}