{"Nomor": 35222, "Judul": "PENGARUH KEDALAMAN TERHADAP LAJU REAKSI PROSES NITRIFIKASI DI DALAM TANAH", "Abstrak": "Nitrogen merupakan salah satu senyawa pembentuk asam amino pada makhluk hidup, baik tumbuhan maupun hewan. Tumbuhan memperoleh nitrogen dari dalam tanah melalui proses asimilasi. Dewasa ini, kandungan senyawa nitrogen anorganik atau nutrisi bagi tumbuhan di dalam tanah sudah sangat terbatas, sedangkan permintaan pangan semakin meningkat. Oleh karena itu, penggunaan pupuk sintetis dianggap penting untuk memenuhi kekurangan nutrisi di dalam tanah. Akan tetapi, penggunaan secara terus menerus akhirnya menimbulkan masalah bagi lingkungan, baik di udara, di air, maupun di dalam tanah. Studi yang akan dilakukan adalah mempelajari proses nitrifikasi di dalam tanah dengan kedalaman hingga 30 cm. Proses pengamatan dilakukan pada 2 reaktor yang telah diisi tanah dan diberikan pupuk urea dengan konsentrasi 3,8 g dan 4,8 g yang telah dilarutkan ke dalam 500 ml aquades dan pengamatan dilakukan pada kedalaman 1-10 cm, 11-20 cm, dan 21-30 cm selama 7 hari. Hasil penelitian menunjukkan bahwa pada hari pertama setelah penambahan larutan pupuk urea, pH tanah menurun dari 7,13 hingga 5,4 pada reaktor I dan 5,8 pada reaktor II. Nilai pH, suhu dan kadar air tidak berbeda secara signifikan, sehingga proses penguraian urea dan nitrifikasi yang terjadi pada ke-2 reaktor dianggap sama. Hidrolisis urea yang terjadi menghasillkan konsentrasi NH4+ hingga 0,907 ppm pada hari ke-5 di dalam reaktor I dan 1,02 ppm pada hari ke-6 reaktor II. Pada studi ini, perbedaan konsentrasi urea yang diberikan tidak mempengaruhi konsentrasi NH4+ yang dihasilkan secara signifikan. Hidrolisis urea diprediksikan akan terus berlangsung hingga beberapa hari kemudian. Proses nitrifikasi atau pembentukan NO3- optimum terjadi pada permukaan tanah atau pada kedalaman 1-10 cm dengan konsentrasi 0,87 ppm pada hari ke-7 di dalam reaktor I dan 0,763 ppm pada hari ke-6 di dalam reaktor II. Pada umumnya, pembentukan NH4+ dan NO3- semakin meningkat setiap harinya. Teori tersebut tidak selalu terjadi di dalam tanah, karena aliran larutan urea yang diberikan tidak masuk ke dalam tanah secara merata. Hal ini disebabkan oleh porositas dan kerapatan tekstur tanah yang tidak dapat diprediksikan arahnya. Hasil analisis data menggunakan persamaan orde kinetika reaksi menyatakan bahwa penelitian ini dapat dijelaskan menggunakan persamaan orde reaksi kedua yang dipengaruhi oleh faktor kedalaman dan konsentrasi O2 di dalam tanah.", "Daftar File": {"2019_TA_PP_IMAM_THANTHAWI_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/159238"}, "Penulis": "Imam Thanthawi [25315301]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Priana Sudjono, MS, Dipl.Eng.", "Sukandar, S.Si., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "kedalaman tanah, hidrolisis urea, nitrifikasi, amonium, nitrat, dan persamaan laju kinetika", "Sumber": "TESIS APRIL 2019", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "22 Feb 2019"}