{"Nomor": 35223, "Judul": "ISOLASI SENYAWA AKTIF ANTIMIKROBA DARI TUMBUHAN TERPILIH MARGA FICUS", "Abstrak": "Indonesia merupakan negara yang kaya akan keanekaragaman hayati tumbuhan.\nHutan di Indonesia dan hutan-hutan di daerah flora Malenesia memiliki kurang\nlebih 248.000 jenis tumbuhan tinggi. Jumlah ini kira-kira setengah dari seluruh jenis\ntumbuhan di bumi. Keanekaragaman hayati menyediakan dukungan penting untuk\npenemuan obat dan ketersediaan sumber daya obat dan hanya sebagian kecil dari\njenis telah diteliti untuk menanggulangi masalah kesehatan.\nTumbuhan marga Ficus (Moraceae) memiliki distribusi global dengan sekitar 850\njenis. Beberapa jenis dari marga Ficus telah diteliti dan menunjukkan aktivitas\nantimikroba, yaitu Ficus sycomorus, Ficus exasperata, Ficus racemosa, Ficus\ncarica, Ficus polita, Ficus religiosa, Ficus trigonata, Ficus benghalensis, Ficus\nbenjamina, Ficus pumila dan Ficus platyphylla.\nTelah diteliti aktivitas antimikroba dari daun beberapa tumbuhan marga Ficus yaitu\nFicus nekbudu, Ficus geocarpa, Ficus glabella, Ficus lyrata, Ficus ampelas, Ficus\nsuperba, Ficus pubinervis, Ficus grandis, Ficus elastica, Ficus padifolia, Ficus\ndrupacea, Ficus ardisioides, Ficus madurensis, Ficus heteropoda, Ficus virens\naiton, Ficus hirta, Ficus adenosperma, Ficus callosa, Ficus consociata, Ficus\nfistulosa, Ficus melinocarpa dan Ficus ribes. Uji aktivitas antimikroba dengan\nmetode difusi agar mengunakan cakram kertas serta penentuan kadar hambat\nminimun (KHM) dan kadar bunuh minimun (KBM) dengan metode mikrodilusi\ndilakukan untuk memilih tumbuhan yang paling baik. Tumbuhan yang\nmenunjukkan aktivitas antimikroba yang paling tinggi adalah Ficus consociata\nsehingga tumbuhan ini dipilih untuk diteliti lebih lanjut.\nDaun Ficus consociata diekstraksi dengan metanol dan terhadap ekstrak ini\ndilakukan fraksinasi dengan metode ekstraksi cair-cair, menghasilkan fraksi nheksana, etil asetat dan air yang diuji aktivitas antimikrobanya. Fraksi etil asetat\nmerupakan fraksi yang paling baik, terhadap fraksi ini dilakukan isolasi senyawa\naktif.\nDari fraksi etil asetat diperoleh isolat C2-1 yang berbentuk kristal jarum berwarna\nkuning pucat. Berdasarkan hasil elusidasi struktur menggunakan spektrum\nultraviolet sinar tampak, massa dan resonansi magnet Inti (RMI), disimpulkan\nbahwa isolat C2-1 merupakan senyawa 2-(3’,4’-dihidroksifenil)-4-metilkroman-5,\n7-diol.\nSenyawa C2-1 menghambat pertumbuhan bakteri Gram positif Bacillus subtillis dan\nStaphylococcus aureus namun tidak menghambat pertumbuhan bakteri Gram\nnegatif Pseudomonas aeruginosa dan Eschericia coli serta fungi Candida albicans\ndan Aspergillus niger.\nMekanisme kerja antimikroba senyawa isolat C2-1 terhadap bakteri Staphylococcus\naureus berdasarkan pemeriksaan SEM menyebabkan terjadinya perubahan\nmorfologi dan berdasarkan pemeriksaan TEM menunjukkan adanya kerusakan\ndinding sel serta perubahan bentuk dari sitoplasma.", "Daftar File": {"2019_DS_PP_DIKI_PRAYUGO_WIBOWO_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/159239", "COVER Diki Prayugo Wibowo": "https://digilib.itb.ac.id/gdl/download/239193", "BAB 1 Diki Prayugo Wibowo": "https://digilib.itb.ac.id/gdl/download/239194", "BAB 2 Diki Prayugo Wibowo": "https://digilib.itb.ac.id/gdl/download/239195", "BAB 3 Diki Prayugo Wibowo": "https://digilib.itb.ac.id/gdl/download/239196", "BAB 4 Diki Prayugo Wibowo": "https://digilib.itb.ac.id/gdl/download/239197", "BAB 5 Diki Prayugo Wibowo": "https://digilib.itb.ac.id/gdl/download/239198", "PUSTAKA Diki Prayugo Wibowo": "https://digilib.itb.ac.id/gdl/download/239200"}, "Penulis": "Diki Prayugo Wibowo [30715002]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Komar Ruslan Wirasutisna", "Dr. Muhamad Insanu, S.Si., M.Si.", "Dr. Neng Fisheri Kurniati, S.Si., M.Si., Apt."], "Jenis Koleksi": "Disertasi", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "marga Ficus, antimikroba, isolat, Ficus consociata", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "8 file", "Tanggal Input": "22 Feb 2019"}