{"Nomor": 35238, "Judul": "STUDI TIMBULAN DAN KOMPOSISI SAMPAH PLASTIK SERTA PERAN PEMULUNG DALAM USAHA MINIMASI SAMPAH PLASTIK PADA TINGKAT TPS (STUDI KASUS: KOTA BANDUNG)", "Abstrak": "Sampah plastik merupakan sampah anorganik dengan komposisi tertinggi di TPSTPS\nKota Bandung dengan persentase sebesar 10,2-11,2% berat basah sampah\nsecara keseluruhan, atau dengan kata lain timbulan sebesar 0,04-0,05 kg/orang/hari\natau 0,23-0,34 l/orang/hari. Timbulan dan komposisi sampah plastik tersebut\ndiperkirakan akan terus mengalami peningkatan setiap tahunnya. Sebagian besar\nkomposisi sampah plastik tersebut terdiri dari sampah plastik kemasan produk\ndengan persentase sebesar 44,7-46,4% berat basah, di mana sebagian dari plastik\njenis tersebut diambil dan dikumpulkan oleh pemulung. Penelitian ini dilakukan\ndengan metode studi lapangan menggunakan load-count analysis pada gerobak\nsampah dan wawancara pada pemulung di 9 lokasi TPS Kota Bandung yang tersebar\ndi 9 kecamatan yang dikelompokkan berdasarkan tingkat ekonomi kecamatan dengan\nparameter PDRB kecamatan per kapita, serta studi literatur pada penelitian-penelitian\ntimbulan sampah yang telah dilakukan sebelumnya. Hasil penelitian menunjukkan\nbahwa sampah kemasan dari PP dan plastik jenis lain-lain untuk produk kebutuhan\npangan mendominasi dengan total persentase mencapai 49-57% berat basah sampah\nplastik kemasan produk di TPS secara keseluruhan. Sementara, rata-rata berat\nsampah plastik kemasan produk yang diserap oleh pemulung di TPS berdasarkan\ntingkat ekonomi kecamatan adalah sebanyak 4-11 kg/pemulung/hari, tergantung dari\njumlah pemulung yang beroperasi di TPS tersebut. Dengan besaran angka serapan\ntersebut, diperkirakan tingkat penyerapan sampah plastik kemasan produk oleh\npemulung di TPS mencapai 16%, atau 8 ton dari 51 ton sampah plastik kemasan\nproduk yang dihasilkan oleh masyarakat di Kota Bandung. Terakhir, berdasarkan\ndari hasil studi literatur, timbulan dan komposisi sampah plastik di Kota Bandung,\nkhususnya Bandung Utara, memiliki tren untuk mengalami kenaikan setiap tahunnya,\ndengan kenaikan sebesar 0,0007 kg/orang/hari dan 0,6% berat basah setiap tahun.", "Daftar File": {"2019_TA_PP_DIMAS_PRADIPTA_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/159280", "2019_TA_PP_DIMAS_PRADIPTA_1-DAFTAR_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/159287"}, "Penulis": "Dimas Pradipta [15308073]", "Kontributor / Dosen Pembimbing": ["Emenda Sembiring, S.T., M.T., M.Eng.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Kota Bandung, Pemulung, Sampah Plastik Kemasan produk, TPS, Tren Timbulan dan Komposisi Sampah", "Sumber": "TUGAS AKHIR September 2014", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "8 file", "Tanggal Input": "22 Feb 2019"}