{"Nomor": 35232, "Judul": "EVALUASI INTEGRASI TARIF ANGKUTAN UMUM STUDI KASUS ANGKUTAN UMUM JAKARTA", "Abstrak": "Angkutan umum di Jakarta, seperti: Bus Trans Jakarta dan KRL Jabodetabek telah menerapkan integrasi tarif monomoda monooperator. Namun integrasi tarif tersebut belum mampu bersaing dengan kendaraan pribadi. Pemerintah DKI Jakarta berusaha menaikkan daya saing angkutan umum dengan menerapkan integrasi tarif multimoda multioperator pada Program OK Otrip yang mengintegrasikan Bus Trans Jakarta, Bus Sedang, dan Bus Kecil. Penelitian ini dilakukan untuk mengetahui penilaian masyarakat terhadap sistem integrasi tarif pada Bus Trans Jakarta, KRL Jabodetabek dan Program OK Otrip, serta rencana pengembangan integrasi tarif yang akan dilakukan di Jakarta. Melalui penyebaran kuesioner online dan wawancara lapangan pada pengguna angkutan umum dan kendaraan pribadi. Kemudian data diolah dengan menggunakan Microsoft Excel, setelah itu dilakukan evaluasi secara deskriptif.\nHal pertama yang dievaluasi adalah besar tarif pada masing-masing moda, dimana besar tarif saat ini mampu diterima oleh 76% pengguna Trans Jakarta, 88% pengguna KRL, dan 82% pengguna OK Otrip. Hal kedua adalah pembayaran dengan kartu prabayar yang diterima oleh 88% pengguna Trans Jakarta dan KRL, serta diterima juga oleh 52% pengguna OK Otrip. Hal ketiga adalah kemudahan berpindah moda pada Trans Jakarta dan KRL yang dinilai mudah oleh 58% pengguna Trans Jakarta dan 68% pengguna KRL. Sedangkan kemampuan berpindah moda dan rute pada OK Otrip dinilai mudah oleh 55% pengguna.\nPada penelitian ini diperoleh data mengenai minat masyarakat terhadap rencana pengembangan integrasi tarif multimoda multioperator di Jakarta. Sebanyak 73% pengguna kendaraan pribadi menyetujui rencana pengembangan tersebut dan berminat untuk menggunakan angkutan umum dalam melakukan kegiatan sehari-hari. Besar tarif yang diminati masyarakat adalah sebesar Rp 5.000 dengan pembayaran menggunakan kartu prabayar dari bank serta didukung oleh penyediaan informasi yang terintegrasi.", "Daftar File": {"2018_TS_PP_ANGELA_MERICI_NILAM_ASTARI1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/159267"}, "Penulis": "Angela Merici Nilam Astari [25016311]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Bambang Sugeng Subagio, DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Engineering & allied operations", "Kata Kunci": "integrasi tarif angkutan umum, evaluasi deskriptif, penilaian pengguna", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "22 Feb 2019"}