{"Nomor": 35241, "Judul": "Monitoring Of Injected CO2 At Two Commercial Geologic Storage Sites With Significant Pressure Depletion and/or Re-Pressurization Histories: A Case Study", "Abstrak": "Majority of geologic CO2 storage sites for currently operated large-scale integrated carbon capture\nand storage projects (LSIPs) in operation around the world are depleted oil fields that have been\nundergone significant depletion and re-pressurization prior to injection of captured CO2. A better\nunderstanding of any of the implications associated with past depletion and re-pressurization\nhistories to “out of injection zone” migration of injected CO2 can help in making monitoring\nstrategies significantly more effective. Being the geologic CO2 storage demonstration sites for two\nmost active LSIPs in the US, the West Hastings and the Bell Creek Oil Fields are the main focus of\npresent study.\nThe monitoring technologies that have been used/deployed/tested at both the normally pressured West Hastings and the subnormally pressured Bell Creek storage sites appear to adequately\naddress any of the potential “out of zone migration” of injected CO2 at these sites. It would be\ninteresting to see if any of the collected monitoring data at the West Hastings and the Bell Creek\nstorage sites could also be used in future to better understand the viability of initially subnormally\npressured and subsequently depleted and re-pressurized oil fields as secure geologic CO2 storage\nsites with relatively large storage CO2 capacities compared to the depleted and re-pressurized oil\nfields that were initially discovered as normally pressured.", "Daftar File": {}, "Penulis": "Dayanand Saini [-]", "Kontributor / Dosen Pembimbing": ["-"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "CO2, Geologic, Re-Pressurization Histories", "Sumber": "Petroleum , Volume 3, Issue 1, Pages 138-143 (March 2017)", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "22 Feb 2019"}