{"Nomor": 35253, "Judul": "MENYELIDIKI DAMPAK KEPRIBADIAN TERHADAP KETERLIBATAN PEKERJAAN DARI PERSPEKTIF GENERASI Y: PERAN THRIVING DALAM PEKERJAAN SEBAGAI MEDIASI", "Abstrak": "Tenaga kerja Indonesia saat ini dan masa depan didominasi oleh Generasi Y.\nDalam kondisi bonus demografi, tenaga kerja masa depan dipaksa untuk\nmeningkatkan kemampuan bersaing, terutama dengan tenaga kerja asing. Thriving\nat work diperkenalkan sebagai kondisi ketika individu merasakan vitalitas dan\npembelajaran. Thriving at work digunakan sebagai variabel yang dimediasi antara\nkepribadian dan keterlibatan kerja. Individu memiliki karakteristik mereka sendiri\nyang mungkin berbeda antara satu dan yang lain. Mempertimbangkan bahwa\nindividu memiliki keunikan mereka sendiri yang mungkin mempengaruhi level\nmereka dalam keterlibatan kerja. Thrivingg dapat menjadi pengalaman dan\nmungkin dapat menjadi jembatan antara karakteristik individu untuk dihubungkan\ndengan keterikatan mereka dengan profesi atau dalam penelitian ini disebut work\nengagement. Penelitian ini fokus pada work engagement yang dijelaskan sebagai\ntingkat keterlibatan individu dengan profesi. Sedangkan kepribadian digambarkan\nsebagai variabel dependen yang dengan dua konsep yaitu model lima faktor dan\nkepribadian proaktif. Meskipun terdapat lima trait dalam five-factors model,\npenelitian ini hanya memfokuskan tiga ciri kepribadian yaitu consciousness,\nneuroticism, dan extraversion. Berdasarkan penelitian sebelumnya, hanya tiga\nsifat kepribadian dari lima yang secara signifikan memiliki hubungan pada\nthriving,\nPenelitian ini menyelidiki hubungan antara kepribadian dan keterlibatan kerja\nyang dimediasi oleh thriving dalam konteks Generasi Y. Data dikumpulkan dari\n267 karyawan dari Generasi Y di Indonesia. Penelitian ini fokus pada pendekatan\nkuantitatif dengan menggunakan alat SEM-PLS. Temuan ini menyoroti hubungan\ndengan kepribadian bernama consciousness, neuroticism dan proactive\npersonality menuju berkembang di tempat kerja. Extraversion ditemukan tidak\nterkait dengan berkembang di tempat kerja. Penelitian ini juga menemukan bahwa\nthriving at work mampu memediasi sebagian hubungan antara kepribadian dan\nketerlibatan kerja. Temuan ini dapat digunakan dalam penelitian yang akan datang\nuntuk menemukan variabel mana yang dapat sepenuhnya memediasi hubungan\nantara kepribadian dan keterlibatan kerja", "Daftar File": {"COVER Cattleya Rejito": "https://digilib.itb.ac.id/gdl/download/189273", "2019 TS PP CATTLEYA REJITO 1-BAB I.pdf)u": "https://digilib.itb.ac.id/gdl/download/189274", "2019 TS PP CATTLEYA REJITO 1-BAB II.pdf?": "https://digilib.itb.ac.id/gdl/download/189275", "2019 TS PP CATTLEYA REJITO 1-BAB III.pdf\n]": "https://digilib.itb.ac.id/gdl/download/189276", "2019 TS PP CATTLEYA REJITO 1-BAB IV.pdf?": "https://digilib.itb.ac.id/gdl/download/189277", "2019 TS PP CATTLEYA REJITO 1-BAB V.pdf)u": "https://digilib.itb.ac.id/gdl/download/189278", "2019 TS PP CATTLEYA REJITO 1-REFERENCES.pdf\n]": "https://digilib.itb.ac.id/gdl/download/189279"}, "Penulis": "Cattleya Rejito [29017015]", "Kontributor / Dosen Pembimbing": ["Hary Febriansyah, S.Si., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Work Engagement, Thriving at Work, Personality, Proactive Personality, Generasi Y", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "8 file", "Tanggal Input": "22 Feb 2019"}