{"Nomor": 35264, "Judul": "The impact of temperature on the transformation of illicit drug biomarkers in wastewater", "Abstrak": "Temperature is one of the key factors, influencing the transformation kinetics of organic chemicals. In the context\nof wastewater-based epidemiology, however, temperature differences among sewer catchments and within the\nsame catchment (due to, e.g., seasonal variations) have been neglected to date as a factor influencing the estimation of illicit drug consumption. In this study, we assessed the influence of temperature on the transformation of\nbiomarkers in wastewater and its ensuing implications on the back-calculation of chemical consumption rate in\nurban catchments using the example of selected illicit drugs. Literature data, obtained in laboratory-scale experiments, on the stability of drug biomarkers in untreated wastewater at trace levels was systematically reviewed,\nand transformation rates obtained at different temperatures were collected.\nArrhenius-based equations were fitted to empirical data and identified to describe the transformation of selected\ncocaine and morphine biomarkers at applicability temperature range (from 2–9 °C to 30–31 °C), with estimated\nexponential Arrhenius coefficients between 1.04 and 1.18. These empirically-derived relationships were used to\nassess the influence of temperature on the transformation of drug biomarkers during in-sewer transport and its\neffect on the back-calculation of drug consumption rate in hypothetical urban catchment scenario simulations.\nUp to 4-fold increase in removal efficiency was estimated when wastewater temperature increased from 15 °C\nto 25 °C. Findings from this study can help reducing the uncertainty intrinsic to wastewater-based epidemiology\nstudies, and will be beneficial in comparing chemical consumption estimates from different catchments\nworldwide.", "Daftar File": {}, "Penulis": "Pedram Ramin [-]", "Kontributor / Dosen Pembimbing": ["Fabio Polesel.,Andreas Libonati Brock.,Benedek Gy. Plósz"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Wastewater-based epidemiology Stability Temperature Biotransformation Arrhenius equation Illicit drug", "Sumber": "Science of the Total Environment 644 (2018) 1612–1616", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "22 Feb 2019"}