{"Nomor": 35276, "Judul": "PENGARUH PERENDAMAN KULIT ARI KELAPA (COCOS NUCIFERA)  PADA KUALITAS MINYAK JELANTAH", "Abstrak": "Minyak goreng merupakan salah satu bahan pokok dalam pembuatan makanan. Komponen dan struktur minyak dapat berubah akibat pemanasan suhu tinggi yang cukup lama, misalnya terbentuknya asam lemak rantai pendek, pemutusan ikatan rangkap dari rantai asam lemak, dan pembentukan komponen baru yang dapat membahayakan kesehatan manusia. Penelitian pendahuluan  menunjukkan  bahwa  kulit  ari  kelapa  dapat  meningkatkan  kualitas  minyak jelantah secara visual. Untuk mempelajari hal tersebut, maka pada penelitian ini dipelajari beberapa  parameter  kimia  seperti  pergeseran  panjang  gelombang  pada  daerah  UV-Vis, bilangan  iod,  spektrum  IR,  dan  analisis  GC-MS  dari  minyak  sebelum,  sesudah penggorengan,  dan  minyak  jelantah  yang  direndam  dengan  kulit  ari  kelapa  steril.  Pada penelitian ini, dilakukan dua macam metode sterilisasi untuk kulit ari kelapa, yaitu dengan metode autoclave (sebagai kontrol dalam penelitian ini) dan metode bleaching. Tiga macam sampel  yang digunakan  dalam penelitian  ini adalah  minyak  bekas dua kali penggorengan yang dikontrol sendiri (sampel A), minyak bekas menggoreng ayam (sampel B), dan minyak bekas menggoreng  tahu isi (sampel C). Pergeseran  panjang gelombang  yang diamati pada sampel A dimana pergeseran terjadi dari 228 nm menjadi 242 nm setelah penggorengan dan setelah perendaman  kulit ari kelapa, panjang gelombangnya  bergeser kembali menjadi 230 nm.  Bilangan  iod  pada  sampel  B  dan  C  setelah  perendaman  dengan  kulit  ari  kelapa menunjukkan peningkatan dibandingkan kontrolnya (sebesar 7,78 g iod/100 g sampel untuk sampel B dan 2,33 g iod/100 g sampel untuk sampel C). Data ini menunjukkan bahwa pada proses perendaman  dengan kulit ari kelapa melibatkan  aktivitas enzim. Kenaikan  bilangan iod paling signifikan terdapat pada minyak jelantah yang direndam dengan kulit ari kelapa selama 9 hari untuk sampel A dan 10 hari untuk sampel B dan C. Analisis gugus fungsi menggunakan  spektroskopi  IR tidak memberikan  perubahan  yang signifikan  untuk semua sampel   minyak   dibandingkan   dengan   minyak   sebelum   penggorengan,   tetapi   terdapat perbedaan pada intensitas puncak-puncaknya.  Intensitas gugus fungsi alkana, cis –C=C-, dan ester pada sampel A mengalami peningkatan dibandingkan minyak sebelum penggorengan. Intensitas  ini menurun kembali setelah perendaman  dengan kulit ari kelapa. Kromatogram GC-MS  menunjukkan  bahwa  jumlah  komponen  minyak  menurun  akibat  penggorengan (sampel A) terutama untuk puncak pada waktu retensi 5,75 menit yang digantikan oleh pembentukan puncak baru pada waktu retensi 5,42 menit. Setelah perendaman dengan kulit ari   kelapa,   jumlah   komponennya   tidak   banyak   berubah,   tetapi   puncak   5,42   menit intensitasnya  menurun  sedangkan  puncak dan puncak 5,75 menit muncul  kembali.  Semua data tersebut menunjukkan terjadinya perbaikan kualitas minyak bekas setelah perendaman dengan kulit ari kelapa", "Daftar File": {"2010_TA_PP_MERRY_CHRISTINA_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/159378", "2010_TA_PP_MERRY_CHRISTINA_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/159386"}, "Penulis": "Merry Christina [10506084]", "Kontributor / Dosen Pembimbing": ["Prof. Dra. Fida Madayanti Warganegara, MS, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Kulit ari kelapa, Minyak goreng, Minyak jelantah, bilangan iod, analisis IR, pergeseran panjang gelombang pada daerah UV-Vis", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "22 Feb 2019"}