{"Nomor": 35280, "Judul": "PROPERTIES OF THE SCALAR VARIANCE TRANSPORT EQUATIONIN TURBULENT CHANNEL FLOW", "Abstrak": "The asymptotic scaling structure of the total scalar variance equation is investigated for fully developed turbulent channel flow subjected to uniform scalar generation. The total scalar variance balance has a four-layer structure similar to that of the total kinetic energy balance, as previously investigated by Zhou and Klewicki [Phys. Rev. Fluids 1, 044408 (2016)]. Direct numerical simulation data are used to quantify the leading balance structure. These data cover the friction Reynolds number up to ?\n+ = 4088 and Prandtl number ranging between Pr = 0.2 and 1.0. Of the layers empirically characterized, the inner-normalized width of the third layer is analytically verified to be ? + ?? ?+/Pr. This result agrees closely with the empirical observations. Consistent with previous observations, the Kármán constant, k? , for the mean scalar profile for Pr = 1 is shown to be greater than the Kármán constant, k, for the mean velocity profile. Unlike previous studies, the present problem formation yields identical mean equations and boundary conditions for the scalar and velocity, and this allows unambiguous comparisons regarding the noted differences between k and k? . Results from the mean transport equations and streamwise\nvelocity and scalar variance budget equations, as well as the relevant correlation coefficient profiles, are used to clarify the source of the differences between k and k? . Through the present theory, the results reported herein connect the statistical structure of the scalar and velocity fields to the mean profile slopes.", "Daftar File": {}, "Penulis": "ANG ZHOU [-]", "Kontributor / Dosen Pembimbing": ["JOSEPH KLEWICKI"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "-", "Sumber": "PHYSICAL REVIEW FLUIDS 4, 024606 (2019); ©2019 American Physical Society", "Staf Input/Edit": "Ratnasari", "File": "1 file", "Tanggal Input": "22 Feb 2019"}