{"Nomor": 35297, "Judul": "KARAKTER GRAFIT SEBAGAI SISTEM ELEKTRODA PADA ELECTRONIC WATER  PURIFICATION (EWP)", "Abstrak": "Air merupakan komponen yang sangat penting dalam kehidupan dibandingkan dengan makanan dan bahan bakar. Populasi makhluk hidup di dunia ini terus meningkat, tetapi jumlah air yang tersedia di dunia cenderung tidak meningkat. Hanya terdapat dua cara yang tersisa untuk mendukung ketersediaan air di dunia ini, yaitu dengan cara memurnikan air limbah hasil industri atau rumah tangga dan dengan cara memurnikan air laut. Saat ini telah dikembangkan  beberapa  teknik  pemurnian  air  salah  satu  diantaranya  adalah  Electronic Water Purification (EWP). Pada penelitian ini telah dibuat suatu sistem elektroda untuk pemurnian air secara elektronik menggunakan grafit sebagai elektrodanya menggunakan variasi arus 0,2 A dan 2 A. Parameter yang diamati dalam penelitian ini adalah perubahan konduktivitas berdasarkan variasi arus diatas. Untuk mengurangi efek konduktivitas grafit yang  sangat  tinggi,  maka  dalam  sistem  elektroda  ini  digunakan  karbon  aktif.  Hasil pengukuran terhadap sampel air dengan konsentrasi ion Fe3+ 1000 ppm pada arus 0,2 A menghasilkan efisiensi pemurnian sebesar 98,48%  dan pada arus 2 A menghasilkan efisiensi pemurnian sebesar 99,16% berturut-turut dengan waktu pengukuran 60 menit dan 150 menit. Pengukuran konsentrasi sampel air menggunakan Atomic Absorption Spectroscopy (AAS).", "Daftar File": {"2010_TA_PP_MOHAMMAD_WELDAN_RIKITTA_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/159457", "2010_TA_PP_MOHAMMAD_WELDAN_RIKITTA_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/159464"}, "Penulis": "Mohammad Weldan Rikitta [10506036]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Buchari"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "elektroda, grafit, karbon aktif, konduktivitas, arus, AAS", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "25 Feb 2019"}