{"Nomor": 35290, "Judul": "EVALUASI KEANDALAN KABEL PENGGANTUNG JEMBATAN GANTUNG YANG DIRANCANG DENGAN AASHTO LRFD BRIDGE DESIGN SPECIFICATION 2010 DAN RSNI T-02-2005 STANDAR PEMBEBANAN UNTUK JEMBATAN", "Abstrak": "Jembatan gantung merupakan salah satu jenis jembatan modern yang paling pesat perkembangannya. Jembatan model ini mampu memenuhi kebutuhan bentang yang sangat panjang dan dalam. Salah satu elemen struktur terpenting pada jembatan ini adalah kabel penggantung. Kabel penggantung beserta kabel utama jembatan dirancang berdasarkan dua standar yang berbeda, yaitu AASHTO LRFD Bridge Design Specification 2010 dan RSNI T-02-2005 Standar Pembebanan Untuk Jembatan. Sebagai komponen struktur yang menahan beban, keandalan kabel penggantung dalam menahan beban mati dan beban lalu lintas perlu diperhatikan. Permasalahan lain yang kemungkinan dialami jembatan bentang panjang adalah perilaku dinamiknya terhadap angin (flutter dan vortex shedding).\nBerdasarkan pemodelan kedua jembatan, kabel penggantung memiliki keandalan yang sangat besar dalam menahan beban mati dan beban lalu lintas. Dalam keadaan salah satu kabel tidak berfungsi pun, kabel-kabel masih mampu menahan beban mati dan beban lalu lintas yang terjadi. Selain itu, berdasarkan data kecepatan angin rata-rata yang terjadi untuk periode ulang 100 tahun dan kecepatan angin kritis, didapatkan bahwa jembatan aman terhadap bahaya flutter dan vortex shedding.", "Daftar File": {"2013_TA_PP_ENDAH_PUTRI_WANDARI_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/159429", "2013_TA_PP_ENDAH_PUTRI_WANDARI_1-COVER1.pdf": "https://digilib.itb.ac.id/gdl/download/159430", "2013_TA_PP_ENDAH_PUTRI_WANDARI_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/159436"}, "Penulis": "Endah Putri Wandari [15009039]", "Kontributor / Dosen Pembimbing": ["Ir. Indra Djati Sidi, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Engineering & allied operations", "Kata Kunci": "Jembatan gantung, kabel penggantung, flutter, vortex shedding", "Sumber": "Fakultas Teknik Sipil", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "22 Feb 2019"}