{"Nomor": 35291, "Judul": "KEANDALAN BANGUNAN OPEN FRAME TAHAN GEMPA DELAPAN LANTAI DENGAN ANALISIS RIWAYAT WAKTU", "Abstrak": "Letak geografis Indonesia yang berada diantara 3 lempeng tektonik utama, yaitu\nLempeng Eurasia, Indo-Australia, dan Pasifik, menyebabkan sebagian besar\nwilayah Indonesia memiliki tingkat kerawanan yang tinggi terhadap gempa.\nSehingga dalam merancang bangunan tahan gempa ada beberapa hal yang perlu\ndiperhatikan, diantaranya percepatan gempa yang terjadi dimana gedung tersebut\nakan dibangun, pemenuhan kondisi strong column weak beam, perancangan\nkapasitas sambungan elemen-elemen struktural yang akan menahan gaya gempa,\nserta pengecekan simpangan yang terjadi pada setiap lantai atau story drift. Pada\ntugas akhir ini, bangunan yang dirancang merupakan bangunan open frame\ndelapan lantai dengan denah ukuran 25 m x 9 m. Bangunan tersebut dirancang\ndengan menggunakan sistem struktur SRPMK (Sistem Rangka Pemikul Momen\nKhusus). Prosedur perancangan bangunan terhadap gaya gempa dilakukan\nberdasarkan peraturan SNI 1726-2012 tentang Tata Cara Perencanaan Ketahanan\nGempa untuk Struktur Bangunan Gedung dan Non Gedung.\nAnalisis riwayat waktu akan digunakan sebagai tools dalam melakukan analisis\nperformance struktur bangunan yang telah dirancang. Selain itu, keandalan\nstruktur bangunan akan dapat diketahui melalui fragility curve yang didapat\nberdasarkan hasil evaluasi menggunakan analisis riwayat waktu.", "Daftar File": {"2013_TA_PP_AJENG_LARASATI_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/159437", "2013_TA_PP_AJENG_LARASATI_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/159441", "2013_TA_PP_AJENG_LARASATI_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/159443"}, "Penulis": "Ajeng Larasati [15009044]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Indra Djati, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "open frame, time history analysis, fragility curve, keandalan struktur.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "22 Feb 2019"}