{"Nomor": 35302, "Judul": "Study on crack formation and propagation in the galleries of the Dagangshan high arch dam in Southwest China based on microseismic monitoring and numerical simulation", "Abstrak": "The Dagangshan high arch dam, located in the area with complicated geological conditions and extremely high\nseismic intensity in Southwest China, has received substantial attention worldwide. Before the impoundment of\nthe reservoir, continuous deep transverse cracks were observed in the low-elevation galleries of the arch dam. To\ninvestigate crack formation and propagation in the galleries of the high arch dam, microseismic monitoring and\n3D finite element analysis of the galleries were performed during the filling process. The microseismic monitoring system was installed in the foundation gallery and the drainage gallery to detect microcracks around the\ngalleries of the arch dam. The background stress field for crack formation and propagation in the galleries was\nstudied based on 3D finite element modelling. The results indicate that the self-weight of high arch dam produces excessive circumferential tensile stresses at the arch crown of the galleries near the dam heel before\nimpoundment, which is the cause of crack formation in the galleries of the Dagangshan high arch dam. As the\nimpounded water level rises, the tensile stresses and the microseismicity in the galleries near the arch dam heel\ntransfer to the galleries close to the arch dam toe, and the cracks in the galleries near the dam heel would not\npropagate further but be closed. However, cracking may occur in the gallery close to the dam toe if its microseismicity continues increasing. The conclusions have significant implications for reinforcement and operation of\nthe galleries in similar high concrete arch dams.", "Daftar File": {}, "Penulis": "Duanyang Zhuang [-]", "Kontributor / Dosen Pembimbing": ["Ke Ma, Chunan Tang, Xin Cui,  Guiqian Yang"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "Mining & related operations", "Kata Kunci": "High arch dams, Microseismic monitoring, Numerical simulation, Crack formation and propagation", "Sumber": "https://doi.org/10.1016/j.ijrmms.2018.11.016", "Staf Input/Edit": "Resti Andriani", "File": "1 file", "Tanggal Input": "25 Feb 2019"}