{"Nomor": 35306, "Judul": "SINTESIS SENYAWA BERSTRUKTUR APATIT LA9,33SI6-XALXO26-X/2 DENGAN METODE HIDROTERMAL SEBAGAI MATERIAL ELEKTROLIT PADA SEL BAHAN BAKAR PADATAN OKSIDA", "Abstrak": "Menipisnya cadangan energi fosil telah menyebabkan pencarian sumber energi alternatif menjadi sangat penting untuk dilakukan. Dari sekian banyak sumber energi alternatif yang tengah diteliti potensinya, sel bahan bakar padatan (SOFC) memiliki potensi yang sangat besar untuk memenuhi kebutuhan energi dunia. Material  berstruktur apatit La9,33(SiO4)6O2 sekarang ini tengah intensif diteliti untuk diaplikasikan sebagai elektrolit padat pada SOFC. Material ini memiliki nilai konduktivitas yang baik pada temperatur kerja sedang (600-800\nOC) sehingga diharapkan dapat menggantikan kerja material elektrolit lain yang biasanya hanya dapat bekerja baik pada temperatur tinggi. Pada umumnya sintesis material ini kurang ekonomis karena dilakukan dengan metode reaksi fasa padat yang membutuhkan suhu reaksi\nyang sangat tinggi (1300 OC selama 48 jam). Oleh karena itu, pada penelitian ini dipilih metode hidrotermal yang memiliki suhu reaksi yang lebih rendah. Selain itu dipelajari subtitusi atom Si dengan Al yang diharapkan dapat meningkatkan konduktivitas ioniknya. Pada  penelitian  ini  senyawa  La9,33Si6-xAlxO26-x/2   dengan  x=  0; 0,5; 1;  dan 1,5  disintesis dengan menggunakan metode reaksi hidrotermal pada suhu 260 OC selama 72 jam dan\ndihasilkan fraksi volume fasa apatit yang dominan. Pengukuran konduktivitas ionik menunjukkan bahwa konduktivitas maksimum pada suhu 500 OC dimiliki oleh sampel x= 1 dengan nilai konduktivitas 3,65x10-4 S/cm.", "Daftar File": {"2010_TA_PP_OCTIA_FLOWERI_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/159508", "2010_TA_PP_OCTIA_FLOWERI_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/159515"}, "Penulis": "Octia Floweri [10506048]", "Kontributor / Dosen Pembimbing": ["Dr. Bambang Prijamboedi, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "La9,33Si6-xAlxO26-x/2, Sel Bahan Bakar Padatan (SOFC), Hidrotermal", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "25 Feb 2019"}