{"Nomor": 35307, "Judul": "ISOLASI KLOROFIL A DARI DAUN BAYAM (AMARANTHUS SPEC DIV.) DAN MODIFIKASI MENGGUNAKAN FE2+ DALAM", "Abstrak": "Klorofil merupakan pigmen alam yang banyak terdapat pada tumbuhan hijau. Karena strukturnya yang memiliki ikatan rangkap terkonjugasi, klorofil banyak diteliti potensinya sebagai material optik. Dalam penelitian ini dilakukan isolasi klorofil yang diperoleh dari daun bayam (Amaranthus Spec div.) dengan menggunakan metode pemisahan kromatografi kolom sukrosa. Klorofil a yang  diperoleh kemudian dimodifikasi lebih lanjut dengan cara mengganti ion pusat klorofil a, yaitu Mg2+ menjadi Fe2+   sehingga diperoleh  Fe-pheophytin a.  Kemurnian  klorofil  a  dan  Fe-pheophytin  a  yang  diperoleh  diuji  dengan  metode spetroskopi. Analisa optik dilakukan dengan mengukur absorbansi dan emisi dari klorofil a dan Fe-pheophytin a. Dari pengukuran absorbansi, terjadi pergeseran pada puncak serapan Fe-pheophytin a yang dibandingkan dengan klorofil a. Pada hasil absorbansi diperoleh serapan maksimal Soret band pada panjang gelombang 394 nm dan Q band  maksimal pada\n627 nm. Sedangkan pada klorofil a, serapan maksimal Soret band terjadi pada 413 nm dan Q band maksimal pada 668 nm. Hasil dari pengukuran emisi menunjukkan bahwa emisi pada Fe-pheophytin a terjadi pada panjang gelombang 702,5 nm. Kestabilan dari klorofil a dan Fe-pheophytin a diamati dengan menggunakan  laser pada panjang gelombang 405 nm dan diperoleh perbedaan lifetime dari keduanya. Fe-pheophytin a memiliki lifetime sebesar 43,88 detik sehingga kestabilannya lebih tinggi dibandingkan dengan klorofil a yang memiliki lifetime sebesar 12,79 detik.", "Daftar File": {"2010_TA_PP_RACHMA_DITYA_SANDININGTYAS_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/159516", "2010_TA_PP_RACHMA_DITYA_SANDININGTYAS_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/159523"}, "Penulis": "Rachma Ditya Sandiningtyas [10506062]", "Kontributor / Dosen Pembimbing": ["Dr. Veinardi Suendo, S.Si., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Fe-pheophytin a, klorofil a, decay lifetime, material optik", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "25 Feb 2019"}