{"Nomor": 35315, "Judul": "DINAMIKA POPULASI BAKTERI RHIZOSFER DAN ENDOFIT PADA BUDIDAYA UBI JALAR CILEMBU (IPOMOEA BATATAS VAR. CILEMBU) DAN PERANANNYA SELAMA PROSES PENYIMPANAN PASCAPANEN", "Abstrak": "Ubi cilembu (Ipomoea batatas var. cilembu) merupakan salah satu varietas unggul ubi jalar yang berasal dari Desa Cilembu, Sumedang, Jawa Barat, Indonesia. Ubi cilembu dikenal karena rasanya yang manis seperti madu setelah dipanggang dan saat ini telah menjadi komoditas ekspor. Tanah untuk penanaman komoditas ini di Desa Cilembu menurun dan ekstensifikasi di luar daerah asalnya menghasilkan rasa manis yang berbeda. Kelebihan komoditas ini selain karena faktor varietas dan sifat tanah tempat penanamannya, juga disebabkan oleh perlakuan penyimpanan setelah panen sebelum konsumsi langsung. Pada proses penyimpanan, perubahan komposisi gula akibat adanya hidrolisis pati dapat terjadi karena adanya enzim yang dihasilkan tanaman maupun bakteri endofit yang secara alami hidup dalam tanaman. Bakteri endofit dapat terkolonisasi dari bakteri rhizosfer yang memiliki spesifisitas dengan tanaman inang dan lingkungannya, sehingga bakteri endofit pun akan spesifik pada lingkungan dimana tanaman inang tersebut bertumbuh. Pemanfaatan komunitas bakteri yang berasosiasi dengan ubi cilembu yang spesifik di daerah asalnya dapat menjadi salah satu alternatif pendekatan untuk peningkatan produktivitas ubi cilembu melalui ekstensifikasi di luar daerah asalnya dengan kualitas rasa yang sama.\nDinamika populasi bakteri yang berasosiasi dengan ubi cilembu diamati berdasarkan kelimpahan dan keanekaragaman populasi bakteri culturable, serta keanekaragaman penggunaan substrat menggunakan Biolog EcoPlate. Pada masa pertumbuhan ubi cilembu, diperoleh 40 isolat yang berhasil diisolasi dari rhizosfer ubi cilembu, sedangkan komunitas bakteri endofit diperoleh total 22 isolat. Isolat-isolat tersebut termasuk filum Proteobacteria, Firmicutes, Actinobacteria dan Bacteroidetes. Jenis-jenis bakteri rhizosfer juga diperoleh sebagai bakteri endofit ubi cilembu. Kelimpahan dan keanekaragaman komunitas bakteri rhizosfer dan endofit mengalami perubahan signifikan selama lima bulan masa pertumbuhan. Kelimpahan bakteri rhizosfer dua bulan awal masa tanam yaitu tahap pembentukan (1 bulan umur setelah tanam/ust) dan tahap intermediat (2 bulan ust) yang mencapai 1,31x108 cfu/g, lebih tinggi dibandingkan tiga bulan tahap akhir masa pertumbuhan (6,4x107–6,7x107 cfu/g). Untuk komunitas bakteri endofit, kelimpahan bakteri tertinggi diperoleh pada umur tiga bulan (umbi awal) yang mencapai 1,15x105 cfu/g tetapi tidak berbeda signifikan dengan sampel umur dua\nii\nbulan (bakal umbi) yaitu 1,04x105 cfu/g. Total aktivitas metabolik yang ditunjukkan dengan average well color development (AWCD) komunitas bakteri rhizosfer lebih tinggi daripada endofit, dan juga AWCD tertinggi dicapai oleh sampel yang memiliki jumlah total bakteri culturable tertinggi baik pada rhizosfer maupun endofit. Penggunaan substrat oleh komunitas bakteri rhizosfer ubi cilembu pada tahap pembentukan dan tahap intermediat berkorelasi positif dengan substrat karbohidrat, asam karboksilat dan asam amino. Aktivitas bakteri endofit tinggi dalam degradasi substrat karbohidrat selama masa pertumbuhan terutama mulai pada tahap intermediat sampai tahap akhir pembesaran umbi.\nAnalisis potensi isolat-isolat yang telah diisolasi dari rhizosfer dan endofit ubi cilembu dilakukan terhadap sifat-sifat pemacu pertumbuhan yang meliputi produksi IAA (indole acetic acid), fiksasi nitrogen, amonifikasi, pelarut fosfat serta sifat selulolitik dan amilolitik. Pada komunitas bakteri rhizosfer, jenis Klebsiella pneumoniae dan Enterobacter cloacae merupakan jenis-jenis yang dominan pada dua bulan awal masa tanam (tahap pembentukan-intermediat) dan memiliki kemampuan dalam memacu pertumbuhan tanaman melalui mekanisme secara langsung yaitu menghasilkan IAA, fiksasi nitrogen, amonifikasi dan melarutkan fosfat. Pada tahap akhir yaitu tahap penambahan biomassa ubi (3–5 bulan ust) terlihat meningkatnya dominansi genus Bacillus. Pada komunitas bakteri endofit, jenis pada bulan ke-1 masa tanam (tahap pembentukan) didominasi oleh jenis E. cloacae dan Bacillus subtilis, dominansi jenis E. cloacae terus terlihat sampai bakal umbi dan umbi awal yang terbentuk (2–3 bulan ust), selanjutnya sampai pada akhir masa tanam beberapa jenis dari genus Bacillus mendominasi komunitas bakteri endofit seperti halnya pada komunitas bakteri rhizosfer.\nIsolasi bakteri endofit ubi cilembu selama lima minggu masa penyimpanan memperoleh kelimpahan total bakteri 7,15x104 – 2,77x105 cfu/g, dan jumlah bakteri amilolitik mencapai 5,4x104 cfu/g. Terdapat delapan isolat bakteri endofit yang memiliki aktivitas enzim amilase yang dapat menghidrolisis pati selama masa penyimpanan. Isolat-isolat tersebut adalah Bacillus subtilis, B. mojavensis, B. megaterium, B. licheniformis, B. amyloliquefaciens, B. mycoides, B. safensis dan Staphylococcus haemolyticus. Pada penelitian ini, dapat dikonfirmasi bahwa inokulasi bakteri endofit B. subtilis dan B. amyloliquefaciens pada sampel ubi cilembu sebelum disimpan dapat mengubah komposisi gula selama penyimpanan ubi cilembu. Perubahan komposisi yang terjadi adalah peningkatan kadar glukosa (2,12%) dan fruktosa (1,62%) yang dicapai setelah satu minggu penyimpanan, lebih cepat dibandingkan sampel yang tidak diinokulasi (glukosa minggu keempat 1,58%, fruktosa minggu keempat 1,12%). Peningkatan glukosa dan fruktosa seiring dengan penurunan kadar pati dan sukrosa pada sampel yang diinokulasi. Hasil-hasil yang diperoleh merupakan dasar dalam pengembangan selanjutnya untuk aplikasi di lapangan dengan pendekatan komunitas bakteri yang berasosiasi dengan ubi cilembu yang spesifik pada daerah asalnya.", "Daftar File": {}, "Penulis": "Agustina Monalisa Tangapo [30614004]", "Kontributor / Dosen Pembimbing": ["Dr. Pingkan Aditiawati, MS", "Dr. Sastia Prama Putri", "Dr. Dea Indriani Astuti, S.Si."], "Jenis Koleksi": "Disertasi", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "ubi cilembu, komunitas bakteri, rhizosfer, endofit", "Sumber": "", "Staf Input/Edit": "agus slamet", "File": "0 file", "Tanggal Input": "25 Feb 2019"}