{"Nomor": 35319, "Judul": "Comparing methods of 3-D acquisition of simulated multi-electrode resistivity data using TOPSIS", "Abstrak": "The use of 3-D multi-electrode resistivity method has increased because they can account for variations in very\ncomplex zones and as a function of major advancements in instruments, data inversion techniques and survey\nconfigurations, including; complete (C), cross-diagonal (CD) and gamma (?). Most commonly, many cables\n(including switch devices) are used in one continuous array. This traditional (T) method requires a large\ninvestment in money to purchase the necessary cables (e.g. 8). An alternative is to use a smaller number of\ncables (e.g. 4 or 2) using a roll-along (RA) method; whereby the smaller number of cables are set-up in\nsequence to simulate one T. However, there are few if any case studies which demonstrate the advantages\nor disadvantages to assist practitioners to decide which configuration may be most suitable for their required\npurpose nor to demonstrate advantages and disadvantages in terms of criteria such as; non-uniformity, sensitivity, instrumentation cost and time of generating the 3-D model. In this paper, we describe the theory and\nmethodology of these survey methods and configurations and compare them using the four criteria using a\nTOPSIS (Technique for Order Preference by Similarity to Ideal Solution) method using a simulated 8 × 8 electrode grid. We also compare various number of cables. Specifically, we simulate the collection of resistivity\ndata with; 8 cables using C (8C), CD (8CD) and ? (8?), 4 cables using C (4C), CD (4CD) and ? (4?), and 2 cables\nusing C (2C), CD (2CD) and ? (2?). We conclude that the RA method using only 2 cables was preferable compared with the traditional (T) method using 8 cables and RA method using 4 cables. This was regardless of the\nsurvey configurations (i.e. C, CD and ?). Of the configurations, the ? was preferred as it saves on time because it\ncollects a smaller number of data. However, the disadvantage of this configuration is that it has a relatively low\nsensitivity.", "Daftar File": {}, "Penulis": "Jie Wang [-]", "Kontributor / Dosen Pembimbing": ["Xiaopei Zhang, Lizhi Du, John Triantafilis"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "3-D Multi-electrode resistivity survey Roll-along method TOPSIS method", "Sumber": "Journal of Applied Geophysics 159 (2018) 631–639, https://doi.org/10.1016/j.jappgeo.2018.10.008", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "25 Feb 2019"}