{"Nomor": 35317, "Judul": "ELEKTRODA PASTA KARBON YANG DIMODIFIKASI DENGAN  KARBON NANOTUBE DAN POLI(3-AMINOFENOL) UNTUK  ANALISIS PARASETAMOL SECARA VOLTAMMETRI", "Abstrak": "Parasetamol digunakan sebagai bahan aktif pada obat-obatan yang efektif untuk menghilangkan rasa sakit dan demam. Oleh karena itu, perlu adanya suatu metode analisis yang tepat, akurat dan cepat untuk analisis parasetamol di dalam obat. Metode analisis parasetamol yang sering digunakan adalah spektrofotometri dan kromatografi. Metode-metode ini memerlukan hidrolisis parasetamol sehingga memerlukan waktu analisis yang lebih lama dan penggunaan zat kimia yang cukup banyak. Dalam penelitian ini dikembangkan metode voltammetri untuk analisis parasetamol. Analisis parasetamol secara voltammetri dengan elektroda pasta karbon sebagai elektroda kerja memberikan laju transfer elektron yang lambat pada proses oksidasi parasetamol. Modifikasi dibutuhkan untuk mempercepat laju transfer elektron. Pada penelitian ini, elektroda pasta karbon dimodifikasi dengan karbon nanotube dan poli(3-aminofenol). Modifier karbon nanotube berhasil disintesis dengan teknik spray pyrolysis. Karakterisasi karbon nanotube menggunakan teknik SEM, TEM dan EDX dengan diameter karbon nanotube yang dihasilkan sebesar 28,32 nm. Penempelan karbon nanotube dilakukan dengan cara casting. Selanjutnya, modifier poli(3-aminofenol) disiapkan dengan cara elektropolimerisasi. Elektroda pasta karbon yang dimodifikasi karbon nanotube dan poli(3-aminofenol) memberikan hasil yang lebih baik dibandingkan dengan elektroda pasta karbon tanpa modifikasi dengan arus oksidasi parasetamol yang dihasilkan pada potensial 496 mV. Kurva kalibrasi larutan standar parasetamol menunjukkan hasil yang baik pada rentang konsentrasi 10-5  – 10-4 M dengan limit deteksi hingga 1,1 ?M. Penentuan persen perolehan kembali sampel parasetamol berkisar antara 99,65–101,81 %. Elektroda yang telah dimodifikasi ini memberikan hasil yang sangat memuaskan untuk analisis parasetamol di dalam sampel nyata.", "Daftar File": {"2010_TA_PP_RIEN_RAKHMANA_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/159567", "2010_TA_PP_RIEN_RAKHMANA_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/159575"}, "Penulis": "Rien Rakhmana [10505099]", "Kontributor / Dosen Pembimbing": ["Dr. Indra Noviandri, MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Elektroda pasta karbon, karbon nanotube, poli(3-aminofenol), parasetamol, voltammetri", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "25 Feb 2019"}