{"Nomor": 35313, "Judul": "SINTESIS SENYAWA TURUNAN IMINA TERKONJUGASI YANG BERPOTENSI SEBAGAI PREKURSOR SENYAWA OLED", "Abstrak": "OLED merupakan suatu jenis semikonduktor yang menggunakan lapisan pemancar sinar yang berasal dari senyawa organik. Teknologi OLED telah banyak diaplikasikan di seluruh dunia pada berbagai perangkat elektronik karena banyaknya keuntungan yang diberikan. Senyawa organik yang digunakan untuk OLED biasanya  memiliki sistem ikatan rangkap terkonjugasi. Dalam penelitian ini dua jenis senyawa turunan imina telah berhasil disintesis. Senyawa 1 adalah 2,2'-(1E,1'E)-(1,2-fenilenbis(azan-1-il-1-iliden))bis(metan-1-il-1-iliden)difenol yang memiliki gugus imina dan fenol. Sintesis senyawa ini menggunakan salisilaldehid dan 1,2-diaminobenzen. Kristal senyawa 1 berwarna kuning dengan rendemen 94,27% dan titik leleh 165oC. Hasil pengukuran fluoresensi senyawa 1 memberikan fluoresensi pada panjang gelombang 546 nm yang bersesuaian dengan warna hijau. Hasil pengukuran spektroskopi massa (ESI-MS) senyawa ini menunjukkan puncak m/z 317,1292 (ESI+).  Hasil pengukuran spektroskopi inframerah menunjukkan vibrasi C=N pada bilangan gelombang 1612,7 cm-1 yang dikonfirmasi dengan hasil pengukuran 1H NMR yang menunjukkan karakteristik sinyal N=C-H pada geseran kimia 8,90 ppm dan 13C NMR untuk karbon imina pada 165,68 ppm. Senyawa 2,  (2E,2'E)-2,2'-(1E,1'E)-(1,2-fenilenbis(azan-1-il-1-iliden))bis(metan-1-il-1-iliden)bis(2,1-fenilen)bis(3-fenilakrilat), merupakan perpanjangan rantai dari senyawa 1. Proses perpanjangan dilakukan melalui esterifikasi senyawa 1 menggunakan asam sinamat yang disintesis melalui metode Knoevenagel. Kristal asam sinamat berwarna putih dengan titik leleh 130oC. Kristal senyawa 2 berwarna merah gelap dengan rendemen 22,26% dan titik leleh 170-175oC. Hasil pengukuran fluoresensi senyawa 2 memberikan fluoresensi pada tiga panjang gelombang yang berbeda yaitu 517,  570  dan 675 nm yang berturut-turut bersesuaian dengan warna hijau, kuning, dan merah. Hasil pengukuran spektroskopi inframerah menunjukkan vibrasi C=N pada bilangan gelombang 1613,3 cm-1, vibrasi C=C alkena pada 1453,1 cm-1, dan vibrasi C-O ester pada 1213,5 cm-1 yang dikonfirmasi dengan hasil pengukuran 1H NMR yang menunjukkan karakteristik sinyal N=C-H pada geseran kimia 9,90 ppm dan 13C NMR untuk karbon imina pada 170,22 ppm.", "Daftar File": {"2010_TA_PP_RAY_PUTRAPRAJNAMITRA_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/159542", "2010_TA_PP_RAY_PUTRAPRAJNAMITRA_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/159549"}, "Penulis": "Ray Putra Prajnamitra [10506016]", "Kontributor / Dosen Pembimbing": ["Dr. Deana Wahyuningrum, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "OLED, ikatan rangkap terkonjugasi, imina, ester, fluoresensi, Knoevenagel", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "25 Feb 2019"}