{"Nomor": 35310, "Judul": "SINTESIS PRESIPITAT KALSIUM KARBONAT BERBAHAN DASAR KAPUR TOHOR PADALARANG", "Abstrak": "Kapur merupakan mineral yang melimpah di alam.  Pada suhu tinggi, Kapur dapat diubah menjadi kapur tohor yang mengandung kalsium oksida. Efisiensi kapur tohor dapat ditingkatkan untuk kebutuhan industri dengan disintesis menjadi presipitat kalsium karbonat yaitu endapan kalsium karbonat yang berwarna putih dan memiliki struktur kristal kalsit yang homogen. Presipitat kalsium karbonat dikenal dengan PCC (precipitated calcium carbonate).  Kapur tohor dikarakterisasi terlebih dahulu dengan uji XRF. Dalam penelitian ini telah dibuat PCC dengan perlakuan dan variasi konsentrasi. Kapur tohor baik yang sudah diperlakukan maupun yang belum, dipanaskan dengan furnace pada suhu 900oC. Proses sintesis  PCC  dilakukan  dengan  mengalirkan  gas  CO2   ke  dalam  larutan  kapur  dengan\ntemperatur ruang 29oC. Laju gas CO2 dipercepat dengan ditambahkan gas N2. Larutan kapur\n\nakan bereaksi dengan CO2 membentuk endapan kalsium karbonat. Karbonasi dihentikan ketika pH mencapai 7. Presipitat kalsium karbonat yang telah didekantasi lalu dikeringkan dalam oven pada suhu 110oC. Secara fisik, PCC lebih putih daripada kapur tohor, namun untuk memperjelas diuji dengan derajat warna putih. PCC 3,5 M/ 20 mL memiliki brightness paling tinggi 88,43%. PCC 3,5 M/ 20 mL dipakai untuk uji selanjutnya. Hasil karakterisasi XRD menunjukkan PCC memiliki fasa kristal calcite, syn. Peningkatan luas permukaan dilakukan dengan Uji BET yang menunjukkan peningkatan luas permukaan pada  PCC 65,60\n% dari luas permukaan kapur tohor. Uji FTIRS menunjukkan PCC merupakan calcite yang mempunyai puncak 1450,47 cm-1,873,75 cm-1, dan 711,73   cm-1.", "Daftar File": {"2010_TA_PP_RATU_RATNA_SAPHIRA_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/159526", "2010_TA_PP_RATU_RATNA_SAPHIRA_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/159540"}, "Penulis": "Ratu Ratna Saphira [10506075]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Buchari"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Presipitat Kalsium karbonat, PCC, dan Kapur Tohor.", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "25 Feb 2019"}