{"Nomor": 35321, "Judul": "PEMANFAATAN STYROFOAM DALAM PEMBUATAN POLIELEKTROLIT PADAT PSS-LiClO4-PHB UNTUK APLIKASI BATERAI LITIUM", "Abstrak": "Perkembangan zaman menuntut manusia untuk dapat mengakses informasi, teknologi dan komunikasi dengan cepat. Oleh karena itu, kebutuhan alat-alat elektronik portable menjadi sangat  penting.  Keberadaan  alat-alat  elektronik  portable  yang  bersifat  mobile  dapat beroperasi karena adanya dukungan penyuplai daya/energi berupa baterai litium (Li-ion). Namun, penggunaan baterai litium yang tidak baik dapat menyebabkan kebocoran cairan elektrolit berupa LiClO4 yang berbahaya bagi lingkungan dan self-discharge yang tinggi. Hal ini dapat ditangani dengan penemuan elektrolit bermatriks padatan polimer yang disebut polielektrolit. Produksi polielektrolit juga dituntut ramah lingkungan agar resiko pencemaran lingkungan akibat bahan beracun dapat diturunkan. Oleh karena itu, penelitian ini difokuskan pada sintesis membran polielektrolit yang ramah lingkungan dengan harga murah untuk aplikasi baterai litium. Penyiapan membran polielektrolit dilakukan dengan cara casting larutan polimer. Bahan utama yang digunakan untuk pembuatan membran polielektrolit adalah polistiren yang diperoleh dari isolasi limbah styrofoam, polihidroksibutirat dan garam litium perklorat. Polistiren terlebih dahulu disulfonasi dengan asetil sulfat membentuk polistiren tersulfonasi. Ketiga bahan utama tersebut dicampur dan dilarutkan pada pelarut, kemudian larutan campuran larutan polimer dicasting dalam cawan petri dan pelarutnya diuapkan. Analisis berat molekul dengan metode viskometri diperoleh berat molekul PS, PSS, dan PHB masing-masing sebesar 178.175 g/mol, 236.060 g/mol, dan 92.000 g/mol. Derajat sulfonasi polistiren (PS) setelah dilakukan proses sulfonasi dengan asetil sulfat pada suhu 40oC selama 30 menit diperoleh sebesar 14,6%. Membran padat PSS-LiClO4-PHB dikarakterisasi dengan analisis gugus fungsi menggunakan Fourier Transform Infrared (FTIR), analisis kekuatan mekanik menggunakan Tensile Tester Instron, analisis konduktivitas menggunakan Electrochemical Impedance Spectroscopy (EIS) dan analisis morfologi  permukaan  menggunakan  mikroskop  optik.  Hasil  pengukuran  menunjukkan bahwa semakin besar %LiClO4 (dari 2,5% sampai 12,5%) dalam membran, konduktivitas membran dan kekuatan mekanik membran meningkat, akan tetapi permukaan membran semakin tidak merata.", "Daftar File": {"2010_TA_PP_RIZKY_INSYANI_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/159577", "2010_TA_PP_RIZKY_INSYANI_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/159584"}, "Penulis": "RIZKI INSYANI [10506058]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. I Made Arcana, MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Polistiren tersulfonasi, polielektrolit padat, baterai litium, polihidroksibutirat, biodegradable polymer", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "25 Feb 2019"}