{"Nomor": 35323, "Judul": "STUDI PENDAHULUAN PENGGUNAAN BAHAN BAKAR TH-U PADA MOLTEN SALT REACTOR (MSR) TIPE MINIFUJI", "Abstrak": "Molten Salt Reactor (MSR) merupakan reaktor generasi IV dengan bahan bakar yang dilarutkan dalam pendingin garam cair homogen. Pada reaktor MSR tidak terdapat distribusi burnup dari bahan bakar. MSR memiliki tingkat keamanan tinggi, nonproliferasi, dan memungkinkan untuk online refueling. Keunggulan ini dapat menjadi solusi permasalahan energi dunia. Penelitian ini berupa studi pendahuluan analisis neutronik pada MSR miniFUJI berbahan bakar Th-U diperkaya. Pada reaktor ini, digunakan 3 variasi : daya termal, pengayaan, dan rasio volume fuel/grafit. Variasi daya termal yang digunakan adalah 25, 30, 35, dan 40 MWt. Variasi pengayaan dilakukan dengan pengayaan Uranium maksimum 20%.  Variasi rasio volume fuel/grafit yang dipakai yaitu 25:75, 20:80, 15:85, dan 10:90. Hal ini sesuai regulasi pengayaan maksimum pada reaktor komersial. Dengan komposisi awal berupa 71.76% LiF, 16% BeF2, 12%ThF4 dan 0.24% UF4 reaktor belum mencapai kritis dalam 20 tahun. Lalu dilakukan variasi penambahan UF4 0 - 12% untuk masing-masing daya dan pengayaan. Perhitungan dilakukan dengan SRAC2006 dan JENDL 4.0. Hasilnya diperoleh MSR miniFUJI 25 MWt dapat kritis dengan pengayaan Uranium 16%, miniFUJI 30 MWt 17,5%, miniFUJI 35 MWt 19%, dan miniFUJI 40 MWt 20%. Penambahan daya menyebabkan kenaikan tingkat pengayaan Uranium yang dibutuhkan reaktor agar kritis. Semakin besar pengayaan Uranium maka komposisi UF4 dapat diturunkan. Sementara pertambahan volume grafit berpengaruh mengurangi pengayaan yang dibutuhkan..", "Daftar File": {"2019_TA_PP_Ahmad_Lathiiful_Quluub_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/159595", "AHMAD LATHIIFUL QULUUB COVER": "https://digilib.itb.ac.id/gdl/download/164640", "AHMAD LATHIIFUL QULUUB BAB 1": "https://digilib.itb.ac.id/gdl/download/164641", "AHMAD LATHIIFUL QULUUB PUSTAKA": "https://digilib.itb.ac.id/gdl/download/164646"}, "Penulis": "Ahmad Lathiiful Quluub [10214034]", "Kontributor / Dosen Pembimbing": ["Prof. Drs. Abdul Waris, M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "MSR, Neutronik, Uranium diperkaya", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "25 Feb 2019"}