{"Nomor": 35327, "Judul": "STUDI PERBANDINGAN PENERAPAN SISTEM PEREDAM MASSA AKTIF PADA JEMBATAN CABLE STAYED DENGAN ALGORITMA KONTROL OPTIMAL DAN POLE PLACEMENT", "Abstrak": "Struktur, seperti gedung, jembatan dan menara, dapat bergetar dan bahkan mengalami kerusakan ketika menerima beban dinamik yang besar. Salah satu beban dinamik yang harus diantisipasi adalah beban gempa. Untuk mengantisipasi kerusakan tersebut maka diperlukan penerapan sistem kontrol pada struktur. Sistem kontrol yang diterapkan pada struktur dapat mereduksi respon struktur. Pada studi ini akan dibahas mengenai sistem kontrol aktif pada objek kontrol berupa jembatan cable stayed. Sistem kontrol aktif yang digunakan adalah active mass damper (AMD).\nPersamaan respon struktur disolusikan dengan metode persamaan keadaan (state space). Perhitungan gaya kontrol yang dibutuhkan dihitung dengan algoritma kontrol optimal dan algoritma pole placement. Perangkat active mass damper (AMD) diletakkan di pier jembatan untuk mereduksi respon struktur akibat eksitasi beban gempa arah horizontal. Beban gempa yang bekerja pada struktur berupa gempa El Centro, Kobe, dan Northridge. Respon struktur tak dikontrol dan respon struktur terkontrol kemudian dibandingkan untuk melihat pengaruh penerapan sistem kontrol pada jembatan cable stayed. Tingkat reduksi respon struktur dari kedua algoritma kemudian dibandingkan untuk melihat efektivitas dari kedua algoritma tersebut.", "Daftar File": {"2014_TA_PP_SOCIO_JIWAPATRIA_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/159608", "2014_TA_PP_SOCIO_JIWAPATRIA_1-BAB_4B.pdf": "https://digilib.itb.ac.id/gdl/download/159620"}, "Penulis": "Socio Jiwapatria [15010092]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Herlien Dwiarti Soemari"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Engineering & allied operations", "Kata Kunci": "Kontrol aktif, Active Mass Damper (AMD), metode state space, kontrol optimal Ricatti, pole placement.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "25 Feb 2019"}