{"Nomor": 35324, "Judul": "PENGKAJIAN PLATFORM LEPAS PANTAI YANG TERKOROSI DENGAN ANALISIS LINEAR DAN NONLINEAR", "Abstrak": "Energi selalu dibutuhkan didalam kehidupan manusia, dimana yang paling utama berasal dari minyak dan gas bumi. Proses eksplorasi dan eksploitasi minyak dan gas bumi tidak hanya dilakukan di daratan saja, namun juga di lautan, dan proses eksplorasi di lautan memiliki kesulitan yang lebih tinggi dibandingkan di daratan, sehingga dibutuhkan teknologi yang kompleks. Salah satu teknologi yang digunakan adalah prasarana anjungan lepas pantai, dimana salah satu tipe yang pada umumnya digunakan di perairan indonesia adalah jacket platform. Jacket platform ini adalah tipe bangunan lepas pantai yang digunakan pada laut dangkal ataupun laut sedang.\nPada dasarnya, anjungan lepas pantai yang sudah beroperasi telah memenuhi persyaratan dalam desainnya, namun selama masa operasi dari anjungan lepas pantai dalam mengeksplorasi dan eksploitasi minyak dan gas bumi, pasti terjadi masalah-masalah pada struktur, salah satunya yang umum terjadi adalah korosi. Terjadinya korosi pada elemen-elemen struktur dari anjungan lepas pantai akan mempengaruhi performa dari struktur tersebut, sehingga perlu dilakukan pemeriksaan kekuatan struktur setelah terjadinya korosi. Melalui pemeriksaan tersebut akan diketahui apakah anjungan lepas pantai tetap mampu menahan beban-beban yang terjadi pada setiap kondisi, yaitu kondisi operasional, esktrim, dan seismik. Disamping ketiga kondisi tersebut, perlu dilakukan juga pemeriksaan elemen struktur terhadap fatigue (kelelahan). Untuk tingkat pertama, akan dilakukan analisis linear dari struktur (kondisi elastis), dimana hasil dari analisis ini adalah kekuatan elemen struktur, sambungan, dan angka keamanan pile dalam menahan gaya-gaya yang terjadi.\nNamun ketika pemeriksaan linear struktur tersebut untuk tidak memenuhi syarat-syarat yang telah ditentukan, maka perlu dilakukan analisis tingkatan selanjutnya, yaitu analisis non-linear (sampai memasuki kondisi plastis dan mencapai keruntuhan). Dimana analisis non-linear ini akan menghasilkan nilai Reserve Strength Ratio (RSR), kurva pushover, dan pola keruntuhan dari struktur. Pada akhirnya, nilai RSR tersebut akan dicek sesuai dengan peraturan sehingga struktur anjungan lepas pantai dapat dikatakan aman dalam menahan beban-beban pada setiap kondisi.", "Daftar File": {"2014_TA_PP_SAMUEL_LEONARDO_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/159599", "2014_TA_PP_SAMUEL_LEONARDO_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/159596", "2014_TA_PP_SAMUEL_LEONARDO_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/159600", "2014_TA_PP_SAMUEL_LEONARDO_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/159603"}, "Penulis": "Samuel Leonardo [15010091]", "Kontributor / Dosen Pembimbing": ["Ir. Made Suarjana, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Engineering & allied operations", "Kata Kunci": "Jacket Platform, Korosi, Linear, Non-Linear, Nilai RSR, Keruntuhan, USFOS, SACS, Konduktor", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "25 Feb 2019"}