{"Nomor": 35331, "Judul": "ANALISIS REAKSI PASAR TERHADAP PERISTIWA NOMINASI DAN PEMILIHAN PRESIDEN  (SEBUAH STUDI TERHADAP LQ-45 TERDAFTAR DI INDONESIA)", "Abstrak": "Indonesia sedang menghadapi tahun politik pada 2019 yang membuat iklim investasi tidak stabil, salah satunya adalah penyelenggaraan pemilihan presiden. Investor cemas tentang kondisi pasar yang tidak pasti. Peristiwa politik yang mengandung informasi untuk pasar modal dapat memengaruhi harga saham. Dalam menghadapi hal ini, investor tidak dapat menspekulasi kinerja pasar modal di masa depan, karena kita tidak bisa mengetahui keputusan politik seperti hasil pemilihan presiden. Dalam pasar yang efisien, harga yang terbentuk sekarang akan mencerminkan semua informasi di masa lalu, namunbeberapa penelitian menemukan bahwa pasar saham Indonesia adalah efisiensi setengah kuat.\nDi pasar dengan bentuk efisiensi setengahkuat, penelitian tentang perubahan harga saham setelah pengumuman penting disebut sebagai event study. Event study dilakukan pada peristiwa terpilihnya Joko Widodo sebagai kandidat dalam pemilihan presiden 2014, terpilihnya Joko Widodo sebagai presiden dalam pemilihan presiden 2014, danterpilihnya Joko Widodo sebagai kandidat dalam pemilihan presiden 2019terhadap pengembalian abnormal atas saham yang terdaftar dalam indeks LQ-45. Penelitian ini bertujuan melihat apakah pasar bereaksi terhadap peristiwa yang terkait dengan Joko Widodo dan untuk melihat saham di sektor mana yang sebaiknya diinvestasikan untuk mendapatkan pengembalian abnormal  Joko Widodo memenangkan pemilihan presiden 2019 kembali dengan memperhatikan sektor yang paling diminati investorpada saat peristiwa masa lalu terkait dengan Joko Widodo. Sampel penelitian adalah saham yang terdaftar dalam indeks LQ-45 pada periode Februari-Juli 2014 dan pada periode Februari-Juli 2018 yang telah memenuhi kriteria pengambilan sampel. Penelitian ini menggunakan one sample t-testterhadap rata-rata pengembalian abnormal sampel secara keseluruhan dan rata-rata pengembalian abnormal setiap sektor yang terdapat dalam sampel.\nBerdasarkan uji statistik, pasar menggunakan informasi dari setiap peristiwa yang terkait dengan Joko Widodo untuk memperoleh pengembalian abnormal, hal ini ditunjukkan oleh adanya pengembalian abnormal yang signifikan di sekitar setiap peristiwa. Dalam peristiwa pertama dan kedua, sektor properti, real estat, dan konstruksi bangunan merupakan sektor yang paling diminati investor untuk memperoleh pengembalian yang abnormal yang ditunjukkan oleh sektor ini adalah sektor yang memiliki paling banyak pengembalian abnormal signifikan diikuti oleh rata-rata pengembalian abnormal yang positif, tetapi tren minat tertinggi investor di sektor ini tidak terjadi lagi pada saat peristiwa ketiga.\nJadi, investor masih harus menunggu dan melihat arah kebijakan Joko Widodo lebih lanjut melalui isi kampanyenya untuk mengetahui sektor mana yang akan diuntungkan jika Joko Widodo terpilih kembali sebagai presiden, tetapi berdasarkan kampanye yang disampaikan oleh Joko Widodo sejauh ini, investor harus memperhatikan sektor properti, real estat dan konstruksi bangunan lagi karena Joko Widodo mengatakan bahwa ia akan konsisten dalam membangun infrastruktur jika ia memenangkan pemilihan presiden 2019, dan investor juga harus menaruh perhatian pada sektor pertanian karena sekarang Indonesia telah menuju ke B100 .", "Daftar File": {"2019_TS_PP_RATUMILLATINARIZAL_1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/159638"}, "Penulis": "Ratu Millatina Rizal [29117096]", "Kontributor / Dosen Pembimbing": ["Dr. Subiakto Sukarno, MBA, RFA, QWP, CFP"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "abnormal return, event study, expected return, presidential election, presidential nomination", "Sumber": "Data Sekunder", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "25 Feb 2019"}