{"Nomor": 35332, "Judul": "KEMAMPUAN PSEUDOMONAS AERUGINOSA DALAM MENGURAIKAN  PARA-NITROFENOL", "Abstrak": "Bioremediasi merupakan metode alternatif yang banyak digunakan untuk mengatasi permasalahan pencemaran yang terjadi di lingkungan dengan memanfaatkan peran mikroba. Senyawa para-nitrofenol (PNP), disebut juga sebagai 4-nitrofenol atau 1-hidroksil-4- nitrobenzena merupakan produk samping yang banyak dihasilkan dari industri pupuk dan obat-obatan, senyawa ini berbahaya bagi manusia karena dapat menyebabkan sianosis dan gangguan   kesehatan   lainnya.      Pada   penelitian   ini   digunakan   bakteri   Pseudomonas aeruginosa yang diduga mampu menguraikan berbagai jenis polutan, baik organik maupun anorganik, termasuk PNP. Strategi penelitian yang digunakan adalah membiakkan Pseudomonas aeruginosa pada medium LB (Luria Bertani) yang kaya nutrisi dan pada medium MM (Minimal Medium), dengan memberikan PNP sebagai polutan dengan konsentrasi 50, 100, 200, 300, 400 dan 500 ppm untuk medium LB serta 20, 40, 60, 80, 100,\n120, 140 dan 160 ppm untuk medium MM. Pengukuran pola pertumbuhan bakteri dilakukan menggunakan spektrofotometer UV-Vis pada panjang gelombang 600 nm. Optimasi suhu inkubasi dilakukan pada 30oC, 37oC, 40oC dan 45oC. Hasil degradasi PNP ditentukan menggunakan Spektrofotometer (UV-Vis) pada panjang gelombang 412 nm. Pada percobaan didapatkan konsentrasi maksimum yang dapat di toleransi oleh Pseudomonas aeruginosa adalah 100 ppm, baik dalam medium LB maupun medium MM. Suhu optimum pertumbuhan dicapai pada 30oC. Kehadiran glukosa dan NH4Cl tetap dibutuhkan oleh Pseudomonas aeruginosa sebagai sumber makanan dalam hal ini sebagai sumber karbon dan nitrogen.", "Daftar File": {"2010_TA_PP_SOLIHIN_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/159639", "2010_TA_PP_SOLIHIN_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/159646"}, "Penulis": "Solihin [10505027]", "Kontributor / Dosen Pembimbing": ["Enny Ratnaningsih, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "bioremediasi, Pseudomonas aeruginosa, PNP (para-nitrofenol)", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "25 Feb 2019"}