{"Nomor": 35340, "Judul": "PERENCANAAN PEMBANGUNAN GEDUNG CENTER FOR RESEARCH AND COMMUNITY SERVICES (CRCS) ITB: ESTIMASI BIAYA KONSTRUKSI", "Abstrak": "Biaya merupakan salah satu aspek penting dalam pelaksanaan suatu proyek konstruksi. Perencanaan suatu proyek konstruksi yang baik pasti memiliki perencanaan finansial yang baik pula. Perencanaan finansial suatu proyek konstruksi dapat dilakukan dengan membuat perhitungan estimasi biaya konstruksi. Estimasi biaya juga akan digunakan sebagai dasar dalam menentukan kelayakan suatu proyek konstruksi untuk direalisasikan. Penentuan metode perhitungan estimasi biaya akan sangat berpengaruh pada hasil akhir estimasi. Maka dari itu diperlukan pemilihan metode perhitungan estimasi biaya yang sesuai dengan kondisi proyek yang bersangkutan. Pada proyek pembangunan Gedung Center for Research and Community Services ITB, metode perhitungan estimasi biaya yang digunakan adalah resource enumeration method, di mana metode ini sangat bergantung pada perhitungan kebutuhan resource pada proyek. Berdasarkan hasil perhitungan estimasi biaya konstruksi dengan resource enumeration method, biaya konstruksi pekerjaan struktur Gedung Center for Research and Community Services ITB adalah Rp 41.580.000.000,00.", "Daftar File": {"2014_TA_PP_APRIDITIA_LELIANA_ANANDA_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/159697", "2014_TA_PP_APRIDITIA_LELIANA_ANANDA_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/159698", "2014_TA_PP_APRIDITIA_LELIANA_ANANDA_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/159705"}, "Penulis": "Apriditia Leliana Ananda [15010109]", "Kontributor / Dosen Pembimbing": ["Ir. Biemo Woerjanto Soemardi, MSE, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Engineering & allied operations", "Kata Kunci": "Estimasi Biaya Konstruksi, Gedung Center for Research and Community Services ITB, Resource Enumeration Method", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "25 Feb 2019"}