{"Nomor": 35346, "Judul": "PEMANFAATAN DECONTAMINATED SOIL DAN DEOIL DRILLING CUTTING MENJADI BATAKO DENGAN METODE SOLIDIFIKASI", "Abstrak": "Solidifikasi adalah tahapan proses pengolahan limbah B3 melalui upaya memperkecil daya larut penyebaran daya racunnya sebelum limbah B3 tersebut dibuang ke tempat pembuangan akhir (landfill). Prinsip kerja solidifikasi adalah mengubah sifat fisik dan kimiawi limbah B3 dengan menambahkan senyawa pengikat sehingga pergerakan senyawa-senyawa berbahaya pengikat dapat dihambat atau dibatasi. Penelitian ini dilakukan untuk melihat potensi pemanfaatan hasil solidifikasi limbah B3 sebagai batako. Limbah B3-decontaminated soil dan deoil drilling cutting-akan dijadikan pengganti agregat halus seperti layaknya sebuah campuran beton. Sebagai pengganti agregat halus, deoil drilling cutting dan decontaminated soil mempunyai karakteristik seperti semen jika ditinjau dari kandungan CaO dan silikat-aluminatnya. Agregat mengisi 40%-70% volume dan memberikan karakteristik serta kekuatan pada beton. Variasi akan dilakukan pada kadar limbah untuk setiap campuran. Produk solidifikasi dibuat dengan perbandingan antara semen : pasir sebesar 1:2, 1:3, 1:4 dan 1:5 dengan subtitusi limbah ke dalam semen sebanyak 0%, 5%, 10%, 15%, dan 20%. Campuran beton dicetak dalam cetakan balok berukuran 5x5x5 cm. Benda uji diamati selama 28 hari dengan objek pengamatan adalah kuat tekan, lalu dilanjutkan 26 hari untuk uji durabilitas, dua jam untuk absorpsi serta uji TCLP untuk mengetahui toksisitas lindi benda uji. Dari hasil penelitian didapatkan bahwa kekuatan benda uji akan meningkat seiring meningkatnya kadar semen dan menurun seiring meningkatnya kadar limbah. Seluruh benda uji memenuhi syarat sebagai batako mutu I namun variasi terpilih adalah yang mempunyai kuat tekan 89 kg/cm2 dan benda uji dengan kuat tekan 77 kg/cm2 dengan pemanfaatan 20% limbah. Selain itu benda uji sudah diuji dengan uji durabilitas, absorpsi, dan TCLP yang menunjukkan bahwa benda uji sangat aman dan baik jika dijadikan batako.", "Daftar File": {"2019_TA_PP_WINDA_IRIANI_1-DAFTAR_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/159729"}, "Penulis": "Winda Iriani [15309032]", "Kontributor / Dosen Pembimbing": ["Dr.Ir. Tri Padmi Damanhuri", "Dr. Sukandar, SSi., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Batako, decontaminated soil, deoil drilling cutting, pemanfaatan, solidifikasi", "Sumber": "TUGAS AKHIR 18 Juni 2014", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "7 file", "Tanggal Input": "25 Feb 2019"}