{"Nomor": 35357, "Judul": "PEMUDA DAN PEMBANGUNAN DALAM PERSPEKTIF JEJARING ANTAR GENERASI: PERANAN INSTITUSI KEPEMUDAAN DI KOTA BANDUNG", "Abstrak": "Setiap manusia mengalami fase kehidupan masa kecil, masa muda, dan masa dewasa. Masa muda ini disebut sebagai pemuda. Dalam proses pembangunan sebuah bangsa, pemuda merupakan kelompok masyarakat yang pasti terdapat didalamnya, karena merupakan sebuah keniscayaan generasi. Sehingga pergerakan aliran generasi yang alami ini perlu memperoleh pembinaan sedemikian rupa agar menjadi generasi pelanjut yang lebih baik dari sebelumnya. \n\nPenelitian ini dilakukan untuk memahami gambaran mengenai kondisi pemuda dan pembangunan di Kota Bandung. Kondisi yang dibedah adalah bagaimana peran pemerintah, organisasi kepemudaan (OKP), dan Dewan Perwakilan Daerah Komite Nasional Pemuda Indonesia (DPD KNPI) Kota Bandung. Metode penelitian yang digunakan adalah deskriptif eksploratif dengan pendekatan studi kasus (case study) \n\nHasil penelitian ini menunjukkan bahwa OKP dan DPD KNPI Kota Bandung belum maksimal dalam melakukan pembinaan serta merespon aliran generasi kepemudaan. IMM belum memiliki upaya pembaharuan pemikiran dan hanya menjalankan turunan prosedur organisasi yang sudah ada sejak dulu. IMA AMS cenderung gamang dalam mengupayakan tujuan agar muncul pemimpin nasional dari sunda dimasa depan hal ini disebabkan karena belum melakukan pembaharuan pemikiran dalam menanamkan budaya sunda dan kesiliwangian untuk era saat ini, XTC belum memiliki saluran dalam menyalurkan minat bakat anggota dalam bidang otomotif, serta DPD KNPI Kota Bandung yang cenderung lambat dalam merespon perkembangan zaman serta lemah dalam melakukan pembinaan dilingkup terkecil, yaitu kelurahan dan kecamatan. Pemerintah Kota Bandung juga belum maksimal dalam merespon aliran generasi kepemudaan karena pembinaan pemuda belum dilakukan secara menyeluruh lintas sektoral, masih mengandalkan Dinas Pemuda dan Olahraga. Dari kondisi tersebut perlu dilakukan pembaharuan pemikiran visi organisasi agar dalam gerak pembinaan dapat lebih kreatif dan inovatif.", "Daftar File": {"2019_TS_PP_ACHYAR_AL_RASYID_1-COVER_pdf.pdf": "https://digilib.itb.ac.id/gdl/download/159790", "2019_TS_PP_ACHYAR_AL_RASYID_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/159792", "2019_TS_PP_ACHYAR_AL_RASYID_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/159794", "2019_TS_PP_ACHYAR_AL_RASYID_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/159795", "2019_TS_PP_ACHYAR_AL_RASYID_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/159796", "2019_TS_PP_ACHYAR_AL_RASYID_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/159797", "2019_TS_PP_ACHYAR_AL_RASYID_1-BAB_6.pdf": "https://digilib.itb.ac.id/gdl/download/159798", "2019_TS_PP_ACHYAR_AL_RASYID_1-DAFTAR_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/159799"}, "Penulis": "Achyar Al Rasyid [24016011]", "Kontributor / Dosen Pembimbing": ["Ir. Sonny Yuliar, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Aliran Generasi, Kepemudaan, Pemuda Dan Pembangunan, Aliran Generasi Pemuda, Organisasi Kepemudaan", "Sumber": "", "Staf Input/Edit": "sarnya", "File": "8 file", "Tanggal Input": "25 Feb 2019"}