{"Nomor": 35356, "Judul": "PERBANDINGAN ANALISIS PERBAIKAN TANAH LUNAK DENGAN METODE PREFABRICATED VERTICAL DRAIN DENGAN SAND COMPACTION PILE, STUDI KASUS PROYEK COAL TERMINAL PORT SITE, LUBUK TUTUNG, KALIMANTAN", "Abstrak": "Pada sebuah konstruksi sering kali ditemukan kondisi tanah lapangan tidak sesuai dengan kriteria desain yang ada sehingga perlu adanya upaya perbaikan tanah. Pada proyek persiapan lahan coal terminal bagian pelabuhan pada daerah lubuk tutung, Kalimantan Timur dijumpai bahwa kapasitas daya dukung tanah sebesar 44 kN/m2 serta penurunan tanah sebesar 0.84 m dengan waktu yang dibutuhkan sebanyak 322 Tahun tidak sesuai dengan kriteria desain yang diinginkan, sehingga diajukan dua metode perbaikan tanah yaitu prefabricated vertical drain dan sand compaction pile dimana kedua metode ini akan dibandingkan. Metode perbaikan tanah prefabricated vertical drain dapat mempercepat waktu yang dibutuhkan untuk mencapai tahap akhir penurunan tanah dengan adanya penimbunan bertahap dengan masing – masing waktu yang dibutuhkan sebesar 10 bulan namun metode ini tidak dapat mengurangi besar penurunan yang terjadi, sedangkan metode perbaikan tanah sand compaction pile dapat mengurangi besar penurunan yang terjadi sebesar 0.41 m dengan waktu yang dibutuhkan selama 13 bulan sehingga penggunaan metode perbaikan tanah sand compaction pile lebih efektif dibandingkan penggunaan metode perbaikan tanah prefabricated vertical drain.", "Daftar File": {"2013_TA_PP_ANGGORO_NOSA_ADRIANSA_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/159785", "2013_TA_PP_ANGGORO_NOSA_ADRIANSA_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/159793"}, "Penulis": "Anggoro Nosa A [15009050]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Hasbullah Nawir, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Engineering & allied operations", "Kata Kunci": "Metode Perbaikan tanah lunak, Prefabricated vertical drain, Sand compaction pile", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "25 Feb 2019"}