{"Nomor": 35375, "Judul": "DESAIN DAN IMPLEMENTASI PENCATATAN KLAIM MENGGUNAKAN BLOCKCHAIN PADA SISTEM ASURANSI KESEHATAN", "Abstrak": "Asuransi kesehatan menjadi sebuah kewajiban bagi seluruh bangsa Indonesia yang diwajibkan oleh pemerintah, namun terdapat beberapa hambatan dalam penyelenggaraan asuransi. Salah satu hambatannya adalah kemungkinan terjadinya fraud. Laporan yang diterima oleh KPK terdapat kurang lebih Rp.400 Miliyar yang terdeteksi dari kecurangan fraud yang dilaporkan oleh BPJS Kesehatan. Berbagai cara telah dilakukan guna menanggulangi potensi terjadinya fraud pada sistem asuransi, dimulai dari menjalankan saran yang diberikan oleh OJK dengan membentuk tim pencegahan fraud, melakukan pemisahan antara proses akseptasi, klaim, serta keuangan hingga pengendalian sistem informasi.\nPengendalian sistem informasi dipilih menjadi bahasan utama pada penelitian yang sedang dilakukan, proses dimulai dengan mengidentifikasi akbaru ingettor (participant) yang terlibat, aset yang akan didaftarkan, kemudian transaksi yang terjadi, serta pengendalian akses terhadap aktor yang terlibat. Salah satu teknologi yang cukup baik dan dapat menampung seluruh elemen tersebut adalah teknologi blockchain. Cara kerja blockchain secara singkat dapat diartikan sebagai sebuah catatan (ledger) yang terdistribusi (distributed ledger) kepada seluruh aktor, sehingga seluruh aktor yang terlibat pada jaringan blockchain akan menerima salinan dari catatan tersebut yang memungkinkan catatan tidak hanya tersedia pada satu sumber melainkan akan tersedia pada seluruh sumber melalui aktor yang terlibat. Mekanisme seperti ini memungkinkan terjadinya transparansi terhadap catatan klaim serta verifikasi, karena seluruh catatan klaim tersebut akan terdistribusi tidak hanya kepada pihak yang terlibat secara langsung (pihak rumah sakit dan asuransi) melainkan kepada pihak lainnya yang berfungsi sebagai pengawas.\nPenelitian yang dilakukan akan membuktikan konsep blockchain menggunakan platform hyperledger dan penelitian yang dilakukan telah berhasil membuktikan konsep blockchain yaitu dengan mendistribusikan seluruh catatan yang tersimpan kepada seluruh aktor pada server atau mesin yang berbeda, sehingga seluruh aktor akan menerima salinan dari catatan yang sama.", "Daftar File": {"2019_TS_PP_Rd__RAKHA_AGUNG_TRIMANDA_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/159864", "COVER Raden Rakha Agung Trimanda": "https://digilib.itb.ac.id/gdl/download/190012", "BAB 1 Raden Rakha Agung Trimanda": "https://digilib.itb.ac.id/gdl/download/190013", "BAB 2 Raden Rakha Agung Trimanda": "https://digilib.itb.ac.id/gdl/download/190014", "BAB 3 Raden Rakha Agung Trimanda": "https://digilib.itb.ac.id/gdl/download/190015", "BAB 4 Raden Rakha Agung Trimanda": "https://digilib.itb.ac.id/gdl/download/190016", "BAB 5 Raden Rakha Agung Trimanda": "https://digilib.itb.ac.id/gdl/download/190017", "PUSTAKA Raden Rakha Agung Trimanda": "https://digilib.itb.ac.id/gdl/download/190018"}, "Penulis": "Raden Rakha Agung Trimanda [23216316]", "Kontributor / Dosen Pembimbing": ["Ir. Budi Rahardjo, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "Engineering & allied operations", "Kata Kunci": "asuransi kesehatan, fraud, blockchain, hyperledger", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "25 Feb 2019"}