{"Nomor": 35382, "Judul": "ANALISIS SENSITIVITAS DAN UMUR LAYAN STRUKTUR PERKERASAN LENTUR DENGAN MENGGUNAKAN PROGRAM KENLAYER", "Abstrak": "Struktur perkerasan lentur merupakan salah satu jenis perkerasan yang sering digunakan. Banyak metode dan program yang dapat digunakan untuk menganalisis struktur perkerasan lentur. Salah satunya adalah menggunakan Metode Analitis dan program KENLAYER.\nTipe pembebanan (dalam hal ini single axle, dual-tandem, serta dual-tridem) dan karakteristik material (linear elastik, nonlinear elastik, serta viskoelastik) yang digunakan dalam perhitungan struktur perkerasan lentur perlu dipertimbangkan dalam perencanaan perkerasan lentur. Hal ini dikarenakan apabila tipe pembebanan dan karakteristik material yang digunakan bervariasi, respon struktur perkerasan akan menghasilkan nilai yang bervariasi pula. Sehingga, perlu dipertimbangkan respon maksimum dalam merencanakan struktur perkerasan lentur.\nBerdasarkan hasil yang didapatkan dari program KENLAYER, dapat dilihat bahwa titik tinjau yang menghasilkan respon perkerasan maksimum terdapat pada titik di antara dua beban roda (single axle), titik diantara dua beban roda pada arah Y pada sumbu roda pertama (dual tandem), dan titik pada sumbu roda kedua pada arah X dan diantara kedua roda pada arah Y (dual tridem). Selain itu, model karakteristik material linear elastik menghasilkan respon struktur perkerasan yang lebih besar dibandingkan dengan model karakteristik material nonlinear elastik.\nAnalisis sensitivitas dilakukan untuk mengetahui pengaruh beberapa variasi menggunakan kriteria kerusakan retak lelah dan deformasi permanen sehingga dapat dipertimbangkan kekuatan dari struktur perkerasan lentur tersebut dalam menahan beban lalu lintas. Apabila lapisan pondasi dan lapisan beraspal tipis, kriteria kerusakan yang menentukan adalah deformasi permanen (regangan tekan vertikal yang terjadi di atas lapisan tanah dasar), sedangkan apabila lapisan pondasi dan lapisan beraspal tebal, maka kriteria kerusakan yang menentukan adalah retak lelah (regangan tarik horizontal yang terjadi di bawah lapisan beraspal).", "Daftar File": {"2013_TA_PP_KARDINA_NAWASSA_SETYO_AYUNINGTYAS_1-BAB_7.pdf": "https://digilib.itb.ac.id/gdl/download/159919", "2013_TA_PP_KARDINA_NAWASSA_SETYO_AYUNINGTYAS_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/159911", "2013_TA_PP_KARDINA_NAWASSA_SETYO_AYUNINGTYAS_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/159920"}, "Penulis": "Kardina Nawassa S A [15009067]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Bambang Sugeng Subagio, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Engineering & allied operations", "Kata Kunci": "metode analitis, program KENLAYER, single axle, dual tandem, dual tridem, linear elastik, nonlinear elastik, viskoelastik, analisis sensitivitas, retak lelah, deformasi permanen", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "25 Feb 2019"}