{"Nomor": 35389, "Judul": "Fractured Reservoir History Matching Improved Based On Artificial Intelligent", "Abstrak": "In this paper, a new robust approach based on Least Square Support Vector Machine (LSSVM) as a\nproxy model is used for an automatic fractured reservoir history matching. The proxy model is\nmade to model the history match objective function (mismatch values) based on the history data of\nthe field. This model is then used to minimize the objective function through Particle Swarm\nOptimization (PSO) and Imperialist Competitive Algorithm (ICA). In automatic history matching,\nsensitive analysis is often performed on full simulation model. In this work, to get new range of the\nuncertain parameters (matching parameters) in which the objective function has a minimum value,\nsensitivity analysis is also performed on the proxy model. By applying the modified ranges to the\noptimization methods, optimization of the objective function will be faster and outputs of the\noptimization methods (matching parameters) are produced in less time and with high precision.\nThis procedure leads to matching of history of the field in which a set of reservoir parameters is\nused. The final sets of parameters are then applied for the full simulation model to validate the\ntechnique. The obtained results show that the present procedure in this work is effective for history\nmatching process due to its robust dependability and fast convergence speed. Due to high speed\nand need for small data sets, LSSVM is the best tool to build a proxy model. Also the comparison of\nPSO and ICA shows that PSO is less time-consuming and more effective.", "Daftar File": {}, "Penulis": "Sayyed Hadi Riazi  [-]", "Kontributor / Dosen Pembimbing": ["Ghasem Zargar", "Mehdi Baharimoghadam", "Bahman Moslemi", "Ebrahim Sharifi Darani"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Proxy model, LSSVM, PSO, ICA ,Sensitive analysis", "Sumber": "Petroleum , Volume 2, Issue 4, Pages 344-360 (December 2016)", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "26 Feb 2019"}