{"Nomor": 35385, "Judul": "A Review Of Crosslinked Fracturing Fluids Prepared With Produced Water", "Abstrak": "The rapidly increasing implementations of oilfield technologies such as horizontal wells and\nmultistage hydraulic fracturing, particularly in unconventional formations, have expanded the need\nfor fresh water in many oilfield locations. In the meantime, it is costly for services companies and\noperators to properly dispose large volumes of produced water, generated annually at about 21\nbillion barrels in the United States alone. The high operating costs in obtaining fresh water and\ndealing with produced water have motivated scientists and engineers, especially in recent years, to\nuse produced water in place of fresh water to formulate well treatment fluids. The objective of this\nbrief review is to provide a summary of the up-to-date technologies of reusing oilfield produced\nwater in preparations of a series of crosslinked fluids implemented mainly in hydraulic fracturing\noperations. The crosslinked fluids formulated with produced water include borate- and metalcrosslinked guar and derivatized guar fluids, as well as other types of crosslinked fluid systems\nsuch as crosslinked synthetic polymer fluids and crosslinked derivatized cellulose fluids. The boratecrosslinked guar fluids have been successfully formulated with produced water and used in oilfield\noperations with bottomhole temperatures up to about 250 F. The produced water sources involved\nshowed total dissolved solids (TDS) up to about 115,000 mg/L and hardness up to about 11,000 mg/L.\nThe metal-crosslinked guar fluids prepared with produced water were successfully used in wells at\nbottomhole temperatures up to about 250 F, with produced water TDS up to about 300,000 mg/L\nand hardness up to about 44,000 mg/L. The Zr-crosslinked carboxymethyl hydroxypropyl guar\n(CMHPG) fluids have been successfully made with produced water and implemented in operations\nwith bottomhole temperatures at about 250þ F, with produced water TDS up to about 280,000 mg/\nL and hardness up to about 91,000 mg/L. In most of the cases investigated, the produced water\ninvolved was either untreated, or the treatments were minimum such as simple filtration without\nsignificantly changing the concentrations of monovalent and divalent ions in the water. Due to the\ncompositional similarity (high salinity and hardness) between produced water and seawater,\ncrosslinked fluids formulated with seawater for offshore and onshore jobs were also included. The\ncrosslinked guar and derivatized guar fluids have been successfully formulated with seawater for\noperations at bottomhole temperatures up to about 300 F. Operating costs have been significantly\nreduced when produced water or seawater is used to formulate fracturing fluids in place of fresh\nwater. With various challenges and limitations still existing, the paper emphasizes the needs for new\ndevelopments and further expansion of produced water reuse in oilfield operations.", "Daftar File": {}, "Penulis": "Leiming Li [-]", "Kontributor / Dosen Pembimbing": ["Ghaithan A. Al-Muntasheri", "Feng Liang"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Produced water, Produced water reuse, Seawater, Fracturing fluid, Crosslinked fluid, Borate crosslinker, Metal crosslinker, Guar, Derivatized guar", "Sumber": "Petroleum , Volume 2, Issue 4, Pages 313-323 (December 2016)", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "26 Feb 2019"}