{"Nomor": 35388, "Judul": "Reservoir Formation Mechanism Analysis And Deep High-Quality Reservoir Prediction In Yingcheng Formation In Longfengshan Area Of Songliao Basin, China", "Abstrak": "Although commercial gas flow was produced in several wells with recent years' exploration of\nLongfengshan area in Changling fault sag, the formation mechanism and controlling factors for\nhigh-quality reservoirs still remained undefined. Here, the Yingcheng tight gas reservoirs of\nLongfengshan area are used as an example to characterize high-quality reservoir formation\nmechanism and distribution rules. Based on the thin section, SEM, X-ray diffraction, computed\ntomography (CT) scanning, burial history, constant-rate mercury penetration and physical properties testing, formation mechanism and controlling factors for high-quality reservoirs were\nanalyzed. Results show the following characteristics. First, the reservoir is dominated by chlorite\nand laumontite cements, and compaction is the most important factor to control reservoir physical\nproperties. According to this, the reservoir can be divided into compacted tight sandstones,\nchlorite-cemented sandstones and laumontite-cemented sandstones. Second, the high-quality\nreservoirs are formed due to early extensive laumontite precipitation and the later dissolution of\nlaumontite by organic acid. Meanwhile, it is found that the distribution of cementation and\ndissolution exhibits some regulations in sedimentary facies, and the distribution is mainly effected\nand controlled by the lake water and charging of fresh water. Besides, the distribution model of\nvarious types of sandstones was established. Studies over diagenesis and sedimentary facies reveal\nthat the high-quality laumontite-cemented sandstones exist in the outside subaqueous fan-delta of\nthe deep sag in Longfengshan area. These findings have been validated by recent exploration wells\nwhich obtained high industrial gas flow.", "Daftar File": {}, "Penulis": "Yongmei Zhang  [-]", "Kontributor / Dosen Pembimbing": ["Xiaoqi Ding", "Peng Yang", "Yan Liu", "Qi Jiang", "Shaonan Zhang"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Diagenesis, Laumontite cement, High-quality reservoir, Secondary pore, The outside subaqueous fan-delta", "Sumber": "Petroleum , Volume 2, Issue 4, Pages 334-343 (December 2016)", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "26 Feb 2019"}