{"Nomor": 35404, "Judul": "PERUMUSAN STRATEGI UNTUK MENINGKATKAN PROSES PENGAJUAN PINJAMAN DAN PENGALAMAN PELANGGAN DARI PRODUK PINJAMAN MIKRO", "Abstrak": "Transformasi digital terlihat berbeda pada setiap industri dan perusahaan. Dalam industri perbankan, transformasi bukan hanya mengubah cara bertransaksi dari cara tradisional ke digital. Transformasi digital membawa perubahan penting bagi bank dan institusi keuangan lainnya untuk memahami, berinteraksi, dan memuaskan nasabah.\n\nTransformasi digital dapat meningkatkan efisiensi proses, kualitas produk dan layanan, serta memungkinkan alokasi sumber daya yang lebih optimal. Namun, hanya sedikit bank di Indonesia yang benar-benar bertransformasi secara digital, salah satunya adalah BTPN. Sejauh BTPN telah melakukan transformasi digital, strategi mereka masih fokus transaksi perbankan retail, seperti akses online ke rekening bank dan pengiriman uang. Pelayanan untuk segmen Mikro, Kecil, dan Menengah (UMKM) masih belum menjadi fokus utama.\n\nPerusahaan keuangan berbasis teknologi (Fintechs), sebagai pendatang baru, telah melihat peluang ini. Hingga April 2018, total pinjaman sebesar 7 triliun rupiah telah dicairkan. Jumlah tersebut meningkat sebesar 173% dibandingkan dengan data pada akhir Desember 2017. Angka ini membuktikan bahwa publik lebih sadar akan keberadaan fintech. Di sisi lain, portofolio kredit mikro BTPN per Desember 2017 turun 24% dibandingkan tahun sebelumnya. Selain itu, Cost of Credit (CoC) juga tinggi, mencapai 18% pada tahun 2017. Tingginya CoC terjadi karena biaya operasi yang besar karena sebagian besar proses dilakukan manual oleh manusia. Proses saat ini juga memberikan kerumitan kepada pelanggan karena mereka harus bolak-balik ke cabang selama proses pengajuan pinjaman.\n\nMelalui analisis eksternal dan internal, serta perumusan strategi menggunakan TOWS Matrix, Porter's Generic Strategies, dan Strategy Diamond, disimpukan bahwa untuk meningkatkan proses pengajuan pinjaman dan pengalaman pelanggan dari produk pinjaman mikro, BTPN perlu mendigitalkan proses pengajuan pinjaman dan membangun platform bisnis untuk nasabah UMKM. BTPN direkomendasikan untuk menjalankan 2 strategi bersamaan, yaitu: membangun kemitraan sinergis dengan perusahaan finansial berbsis teknologi melalui strategi arm’s-length dan mengintegrasikan perbankan ke dalam kehidupan sehari-hari pemilik usaha mikro dan kecil melalui platform bisnis. Dengan menerapkan strategi tersebut, perusahaan diharapkan dapat mengurangi biaya kredit, meningkatkan kualitas proses pinjaman, meningkatkan pengalaman pelanggan, dan memiliki basis nasabah yang lebih luas.", "Daftar File": {"2019_TS_PP_LAUDITTA_LARISSA_1-ABSTRAK1.pdf": "https://digilib.itb.ac.id/gdl/download/159988"}, "Penulis": "Lauditta Larissa [29115442]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mohammad Hamsal, MSE, MQM, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Strategi Bisnis, Digital Banking, Proses Aplikasi Pinjamn, Pelayanan Nasabah, Usaha Mikro Kecil dan Menengah (UMKM)", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "26 Feb 2019"}