{"Nomor": 35405, "Judul": "PENGARUH EFEK REPAIR PADA PERHITUNGAN TUMOR CONTROL PROBABILITY (TCP) DENGAN MODEL EQUIVALENT UNIFORM DOSE (EUD)", "Abstrak": "Tumor control probability (TCP) adalah salah satu alat evaluasi hasil treatment planning yang menyatakan probabilitas banyaknya tumor yang mati setelah pasien menerima keseluruhan rangkaian penyinaran radioterapi. Pada penelitian terdahulu, diketahui bahwa faktor biologis sel yang paling dominan mempengaruhi nilai TCP adalah efek repair, yaitu kemampuan sel untuk memperbaiki diri setelah mengalami kerusakan sublethal akibat radiasi. Terdapat berbagai model yang dapat digunakan dalam perhitungan TCP, salah satunya adalah model equivalent uniform dose (EUD) yang dibuat berdasarkan surviving fraction pada distribusi dosis non-uniform. Pada penelitian ini, dilakukan modifikasi pada TCP model EUD sehingga dapat memperhitungkan efek repair, dengan asumsi bahwa surviving fraction sel klonogen pada tumor mengikuti model linear-kuadratik. Hasil modifikasi model ini kemudian disebut sebagai model rEUD. Perhitungan TCP menggunakan 3 model EUD yang berbeda (cEUD, cEUD-LQ, dan rEUD) telah dilakukan pada 7 pasien kanker otak jenis glioblastoma, sehingga pengaruh efek repair terhadap perhitungan TCP model EUD dapat diketahui. TCP model cEUD-LQ relatif sensitif terhadap cold spot, sehingga kurang sesuai jika digunakan pada pasien kanker otak dengan volume tumor yang relatif besar (hingga membentuk benjolan di kepala). Pada penelitian ini juga dilakukan perhitungan TCP model rEUD dengan variasi skema fraksinasi (fraksinasi standar, hipofraksinasi, dan hiperfraksinasi). Berdasarkan penelitian yang telah dilakukan, diperoleh kesimpulan bahwa skema hipofraksinasi lebih baik daripada fraksi standar dan hiperfraksinasi, khususnya dalam perhitungan TCP model EUD yang memperhitungkan efek repair. TCP yang lebih tinggi dapat diperoleh jika total waktu penyinaran radioterapi lebih singkat, diikuti dengan jumlah fraksi yang lebih sedikit dan dosis per fraksi yang lebih tinggi.", "Daftar File": {"2019_TA_PP_NURUL_FATIMAH_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/159982"}, "Penulis": "Nurul Fatimah [10214100]", "Kontributor / Dosen Pembimbing": ["Rena Widita, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "Efek repair, Equivalent uniform dose, Skema fraksinasi, Surviving fraction, Tumor control probability", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "8 file", "Tanggal Input": "26 Feb 2019"}