{"Nomor": 35417, "Judul": "VALUASI DARI DIVESTASI TBBE UNTUK IMPLEMENTASI STRATEGI PERUBAHAN FOKUS BISNIS", "Abstrak": "PT TIM adalah anak perusahaan dari PT TBK. yang fokus dari bisnisnya adalah untuk melakukan investasi di industri pertambangan di luar timah dan memiliki anak usaha PT TBBE melalui akuisisi pada tahun 2015. Akan tetapi, pada tahun 2018 rencana strategis grup tersebut akan fokus pada pertambangan timah dan produk turunannya dan berencana untuk keluar dari industri atau bisnis yang tidak menguntungkan dan tidak terkait dengannya. Fokus dari proyek akhir ini adalah pada penilaian bisnis penambangan batubara yang dimiliki oleh TBBE untuk membantu pemegang sahamnya yaitu TIM memutuskan nilai pasar wajar TBBE direncanakan untuk divestasi.\nSituasi bisnis dianalisis menggunakan kerangka PESTEL untuk lingkungan eksternal. Untuk menilai kekuatan yang ada di industri penambangan batubara, analisis dilakukan dengan menggunakan analisa Poter’s 5 Forces. Analisis SWOT juga dilakukan untuk menentukan Kekuatan, Kelemahan, Peluang, dan Ancaman yang ada di TBBE. Untuk penilaian nilai pasar wajar TBBE akan menggunakan pendekatan pendapatan dengan menggunakan metode Discounted Cash Flow (DCF) dan analisis sensitivitas.\nDCF dianalisa menggunakan tingkat diskonto 12% dan penilaian terbagi atas dua kategori sumber daya, pertama adalah sumber daya yang dikategorikan sebagai terukur dimana Net Present Value (NPV) akan diakui sepenuhnya sebagai bagian dari penilaian, kedua adalah sumber daya yang akan dikategorikan sebagai dugaan dan hipotetis yang NPV diakui berdasarkan kemungkinan keberhasilan sumber daya tersebut. Hasil penilaiannya adalah Rp290,7 miliar atau USD 15 juta dengan perkiraan keuntungan atas investasi sebesar Rp85,4 miliar atau USD5,9 juta untuk TIM.\nAnalisis sensitivitas dilakukan menggunakan empat parameter yaitu harga batubara, produksi, belanja operasional, dan belanja modal. Dari analisis terhadap sensitivitas, ditemukan bahwa parameter yang paling sensitif dan memiliki dampak signifikan pada penilaian adalah harga batubara dan biaya operasional.", "Daftar File": {"2019_TS_PP_FIRMAN_HANDIKA_PRATAMA_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/160022"}, "Penulis": "Firman Handika Pratama [29115468]", "Kontributor / Dosen Pembimbing": ["Ir. Kinsenary Tjendrasa, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Divestasi, Penilaian Keuangan, Discounted Cash Flow,  Keuntungan Investasi, Analisis Sensitivitas", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "26 Feb 2019"}