{"Nomor": 35418, "Judul": "MUTASI KODON 306 GEN embB ISOLAT KLINIS R9 DAN L25  MULTIDRUG RESISTANT  Mycobacterium tuberculosis", "Abstrak": "Tuberkulosis (TB) adalah suatu penyakit infeksi menular yang disebabkan oleh bakteri patogen Mycobacterium tuberculosis (M. tuberculosis). Mekanisme penularan TB  melalui udara ketika penderita batuk, bersin, berbicara atau meludah disertai pengeluaran droplet yang terkontaminasi M. tuberculosis. Seseorang dapat terpapar hanya dengan menghirup sejumlah kecil bakteri tersebut. Menurut WHO, sepertiga populasi dunia sudah tertular TB dan Indonesia menduduki peringkat ketiga kasus TB di dunia. Munculnya galur M. tuberculosis yang resistensi multi obat (Multidrug- Resistant; MDR) akibat tidak teratur dan tuntas dalam pengobatan, menambah kesulitan penanggulangan penyakit ini. Bakteri TB yang tergolong galur MDR-M. tuberculosis adalah bakteri yang resisten terhadap minimal dua obat anti TB (OAT) lini pertama, yaitu rifampisin dan isoniazid. Galur MDR-M. tuberculosis dapat pula resisten terhadap OAT lain seperti pirazinamid, etambutol, dan streptomisin. Berdasarkan studi literatur dan hasil peneliti sebelumnya, sifat resisten terhadap etambutol diduga karena adanya mutasi yang terjadi pada gen embB yang mengode enzim arabinosil transferase. Enzim ini berperan dalam pembentukan dinding sel pada M. tuberculosis. Laboratorium Biokimia ITB memiliki koleksi 42 isolat klinis MDR-M. tuberculosis yang secara fenotipe menunjukan sifat resisten terhadap OAT lini pertama namun secara genotipe belum seluruhnya dikarakterisasi, terutama pada isolat yang memiliki sifat resisten terhadap etambutol. Tujuan penelitian ini untuk mengkarakterisasi sifat genotipe gen embB yang berkaitan dengan resisten etambutol pada isolat R9 dan L25 MDR-M. tuberculosis.\n\n\nTahapan penelitian diawali dengan amplifikasi gen target dengan metode reaksi berantai polimerase (Polymerase Chain Reaction; PCR) multipleks yang spesifik pada gen embB, elektroforesis gel agarosa, penentuan urutan nukleotida (sequencing), dan analisis in silico. Amplifikasi gen embB menggunakan primer embF dan embR. Fragmen DNA hasil PCR ditentukan urutan nukleotidanya dengan sekuensing menggunakan jasa Macrogen.Inc., Seoul, Korea Selatan. Analisis in silico menggunakan program SeqManTM, MegAlignTM dan EditSeqTM DNASTAR untuk mendeteksi posisi mutasi pada isolat yang dibandingkan dengan urutan nukleotida H37Rv sebagai standar bakteri wildtype .\n\nHasil PCR fragmen gen embB untuk tiap isolat menunjukan satu pita tunggal berukuran 0,8 kb pada elektroforesis gel agarosa. Data elektroforegram hasil penentuan urutan nukleotida isolat R9, L25, dan H37Rv masing-masing sebanyak 710 pb, 748 pb, dan 670 pb. Analisis penjajaran urutan nukleotida tiap isolat menunjukkan adanya mutasi pada isolat R9 (A916G) dan isolat L25 (G918A). Analisis mutasi pada tingkat asam amino untuk isolat R9 yaitu ATG menjadi GTG yang mengubah asam amino metionin menjadi valin (Met306Val). Adapun isolat L25 mengalami perubahan, yaitu ATG menjadi ATA yang mengubah asam amino metionin menjadi isoleusin (Met306Ile). Mutasi tersebut ternyata terdapat pada kodon yang sama yaitu pada kodon 306. Hal ini sejalan dengan penelitian sebelumnya yang melaporkan bahwa sifat resistensi terhadap etambutol berkaitan erat dengan adanya mutasi gen embB kodon 306. Mutasi tersebut mungkin menyebabkan daerah sekitar pengikatan substrat menjadi lebih hidrofobik sehingga EMB sulit mencapai sisi pengikatan. Hasil analisis tersebut diharapkan dapat memberi informasi mengenai posisi dan jenis mutasi pada gen embB MDR-M. tuberculosis isolat R9 dan L25. Diperlukan penelitian lanjutan pada tingkat protein untuk menganalisa sifat resisten MDR-M. tuberculosis terhadap etambutol. Selain itu kajian sifat genotipe gen embA dan embC juga diperlukan untuk memberikan informasi lebih lengkap mengenai penyebab resisten terhadap etambutol.", "Daftar File": {"2010_TS_PP_DONNY_NUGRAHA_MAZAAFRIANTO_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/160033", "2010_TS_PP_DONNY_NUGRAHA_MAZAAFRIANTO_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/160034", "2010_TS_PP_DONNY_NUGRAHA_MAZAAFRIANTO_1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/160035", "2010_TS_PP_DONNY_NUGRAHA_MAZAAFRIANTO_1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/160036", "2010_TS_PP_DONNY_NUGRAHA_MAZAAFRIANTO_1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/160037", "2010_TS_PP_DONNY_NUGRAHA_MAZAAFRIANTO_1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/160038", "2010_TS_PP_DONNY_NUGRAHA_MAZAAFRIANTO_1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/160039", "2010_TS_PP_DONNY_NUGRAHA_MAZAAFRIANTO_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/160040"}, "Penulis": "Donny Nugraha Mazaafrianto [20508024]", "Kontributor / Dosen Pembimbing": ["Dr. Achmad Saifuddin Noer"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "MDR-M. tuberculosis, gen embB, etambutol, kodon 306, genotipe", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "26 Feb 2019"}