{"Nomor": 35415, "Judul": "MODIFIKASI LIPASE ISOLAT LOKAL PADA SINTESIS BIODIESEL", "Abstrak": "Lipase (Triacylglicerol acylhydrolase, E.C. 3.1.1.3) yang berasal dari bakteri termofilik dapat dimanfaatkan dalam berbagai bidang industri. Penggunaan lipase termozim yang berasal dari bakteri termofilik diduga dapat mengatasi kendala yang ada dalam industri seperti suhu yang tinggi dan waktu yang lebih lama. Lipase banyak digunakan dalam pengolahan lemak dan minyak, detergen, pengolahan makanan, sintesis bahan kimia, farmasi, sintesis kertas, produksi kosmetik dan juga industri biodiesel. Biodiesel adalah salah satu bahan bakar alternatif yang dapat diperbaruhi, ramah terhadap lingkungan, tidak mempunyai efek terhadap kesehatan dan dapat dipakai sebagai bahan bakar kendaraan bermotor. Lipase dapat mengkatalisis reaksi transesterifikasi pada sintesis biodiesel dengan reagent yang sesuai dan kehadiran air yang terbatas. Modifikasi enzim lipase menjadi lipase yang larut pada pelarut organik digunakan untuk mengurangi kadar air yang akan mengganggu proses sintesis biodiesel. Pada penelitian ini akan dilakukan modifikasi enzim lipase isolat lokal KHA-P12 (EU784082) menjadi larut pada pelarut organik dan karakterisasi enzim termodifikasi untuk sintesis biodiesel. \n\nDalam penelitian ini, enzim lipase yang digunakan adalah enzim termostabil yang berasal dari mikroorganisme sumber air panas KHA-P12. Uji kualitatif dilakukan dengan menggunakan media CaCl2. Enzim lipase ekstraseluler yang diekspresikan oleh kultur KHA-P12 pada suhu 70oC selama 18 jam, diisolasi dan terhadap ekstrak kasar yang diperoleh dilakukan pengendapan dengan dua cara yaitu pengendapan aseton dan fraksinasi ammonium sulfat. Hasil endapan diliofilisasi untuk memperoleh bubuk lipase. Sedangkan uji aktivitas dilakukan dengan menggunakan substrat para-nitrofenol palmitat (pNPP). Bubuk lipase dengan aktivitas tertinggi dimodifikasi menjadi lipase larut pada pelarut organik dengan menggunakan dekanoil klorida. Uji aktivitas dilakukan kembali terhadap enzim termodifikasi untuk mengetahui pengaruh modifikasi pada aktivitas enzim lipase. Sintesis biodiesel dilakukan dengan dikatalisis oleh enzim lipase yang dimodifikasi dan yang alami. Sebagai kontrol dilakukan juga sintesis biodiesel dengan enzim yang telah dinonaktifkan terlebih dahulu. Reaksi transesterifikasi pada penelitian ini menggunakan minyak kelapa dan dua macam alkohol metanol dan etanol. Hasil transesterifikasi dianalisis dengan menggunakan spektrometri massa. \nUji kualitatif menunjukkan hasil positif adanya lipase yang disekresikan secara ekstraseluler oleh KHA-P12 dengan terbentuknya endapan kalsium monolaurat. Aktivitas spesifik lipase yang diendapkan dengan aseton adalah 1,52 unit/mg protein dengan jumlah endapan 2,7 gram dan fraksi 40-60% ammonium sulfat adalah 0,82 unit/mg protein dengan jumlah endapan 30 mg. Enzim lipase yang diendapkan dengan aseton memiliki aktivitas spesifik lebih tinggi dan endapan yang lebih banyak. Enzim tersebut dimodifikasi dengan dekanoil klorida sehingga terbentuk padatan seperti kapas yang larut pada pelarut organik. Enzim yang telah dimodifikasi memiliki aktivitas spesifik 2,61 unit/mg protein. Dibandingkan  dengan enzim alaminya, aktivitas enzim lipase modifikasi mengalami kenaikan aktivitas hidrolase dengan kelipatan 1,72 kali dengan yield 53%.\n\nHasil spektrometri massa menunjukkan reaksi transesterifikasi tidak dapat berlangsung dengan enzim yang telah dinonaktifkan. Tetapi reaksi transestrifikasi dapat berlangsung dengan dikatalisis oleh enzim lipase yang dimodifikasi maupun yang tidak dimodifikasi. Produk biodiesel yang dihasilkan pada reaksi transesterifikasi dengan dikatalisis oleh lipase termodifikasi lebih besar intensitasnya dibandingkan yang dikatalisis oleh lipase yang tidak dimodifikasi, baik menggunakan metanol maupun etanol. Ini menunjukkan modifikasi enzim lipase dapat menyebabkan meningkatnya aktivitas transesterifikasi dari enzim tersebut.", "Daftar File": {"2010_TS_PP_DIAH_KARTIKA_SARI_1-ABSTRAK1.pdf": "https://digilib.itb.ac.id/gdl/download/160011", "2010_TS_PP_DIAH_KARTIKA_SARI_1-COVER1.pdf": "https://digilib.itb.ac.id/gdl/download/160012", "2010_TS_PP_DIAH_KARTIKA_SARI_1-BAB11.pdf": "https://digilib.itb.ac.id/gdl/download/160013", "2010_TS_PP_DIAH_KARTIKA_SARI_1-BAB21.pdf": "https://digilib.itb.ac.id/gdl/download/160014", "2010_TS_PP_DIAH_KARTIKA_SARI_1-BAB31.pdf": "https://digilib.itb.ac.id/gdl/download/160015", "2010_TS_PP_DIAH_KARTIKA_SARI_1-BAB4A.pdf": "https://digilib.itb.ac.id/gdl/download/160016", "2010_TS_PP_DIAH_KARTIKA_SARI_1-BAB4B.pdf": "https://digilib.itb.ac.id/gdl/download/160017", "2010_TS_PP_DIAH_KARTIKA_SARI_1-BAB4C.pdf": "https://digilib.itb.ac.id/gdl/download/160018", "2010_TS_PP_DIAH_KARTIKA_SARI_1-BAB4D.pdf": "https://digilib.itb.ac.id/gdl/download/160019", "2010_TS_PP_DIAH_KARTIKA_SARI_1-BAB51.pdf": "https://digilib.itb.ac.id/gdl/download/160020", "2010_TS_PP_DIAH_KARTIKA_SARI_1-PUSTAKA1.pdf": "https://digilib.itb.ac.id/gdl/download/160021"}, "Penulis": "Diah Kartika Sari [20508016]", "Kontributor / Dosen Pembimbing": ["Prof. Dra. Fida Madayanti Warganegara, MS, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Biodiesel, Lipase termostabil, lipase larut pada pelarut organik, modifikasi lipase", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "11 file", "Tanggal Input": "26 Feb 2019"}