{"Nomor": 35420, "Judul": "USULAN STRATEGI PENGEMBANGAN BISNIS DALAM INDUSTRI PENGOLAHAN AIR STUDI KASUS: PT TRAYA TIRTA MAKASSAR", "Abstrak": "PT Traya Tirta Makassar (TTM) adalah perusahaan yang bergerak dalam industri pengolahan air minum. Perusahaan ini mengoperasikan Instalasi Pengolahan Air (IPA) dan menjual air curah kepada PDAM untuk didistribusikan kepada pelanggan. Setelah diakusisi oleh pemilik baru pada 2017, perusahaan melakukan kegiatan ekspansi untuk memperluas portfolio bisnis. Di sisi lain, pemerintah Indonesia juga tengah gencar membangun infrastruktur dan memperluas layanan di sektor air minum. Pemerintah membuka kesempatan lebar-lebar kepada sektor swasta untuk berinvestasi dan berpartisipasi dalam program pembangunan tersebut. \nBesarnya komitmen pemerintah dalam program pembangunan infrastruktur membuat kompetisi di sektor air minum menjadi semakin ketat. Banyaknya pemain dan investor baru baik dari dalam maupun luar negeri membuat pemain lama seperti PT TTM harus menyesuaikan diri. Penelitian ini ditujukan untuk mengetahui situasi terkini di industri air minum agar kemudian dapat memformulasikan strategi pengembangan bisnis yang ideal untuk PT TTM. Untuk mengetahui situasi terkini digunakan analisis faktor eksternal seperti PESTEL dan competitor analysis. Selanjutnya, dilakukan analisis faktor internal menggunakan Resource-Based View dan VRIO analisis sehingga dapat diidentifikasi keunggulan, kelemahan, peluang, serta ancaman (SWOT) bagi PT TTM. \nTujuan akhir dari penelitian ini adalah memformulasikan strategi pengembangan bisnis bagi PT TTM menggunakan analisis Ansoff Matrix dan Analytic Hierarchy Process (AHP). Analisis ini menghasilkan strategi yang paling ideal serta langkah-langkah implementasi yang bisa dilakukan oleh PT TTM dalam mencapai target pengembangan bisnisnya.", "Daftar File": {"2019_TS_PP_ADI_WICAKSONO_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/160570"}, "Penulis": "Adi Wicaksono [29316428]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Kuntoro Mangkusubroto, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Strategi Pengembangan Bisnis, Industri Pengolahan Air, Rencana Implementasi, SWOT", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "26 Feb 2019"}