{"Nomor": 35429, "Judul": "STUDI SINTESIS LIKOCALKON A  SEBAGAI KOMPONEN KOMBINASI TERAPI ACT  (ARTEMISININ COMBINATION THERAPY)  PADA PENANGANAN MALARIA", "Abstrak": "Calkon merupakan metabolit sekunder tumbuhan alam dan senyawa prekursor pada biosintesis flavonoid. Likocalkon A dilaporkan memiliki aktivitas sebagai antimalaria baik secara in vitro maupun in vivo dan dapat dikombinasikan dengan artemisinin sebagai ACT yang memiliki aktivitas sinergestik sebagai antimalaria terhadap Plasmodium yang sensitif maupun resisten klorokuin. Aktivitas ACT ini lebih aktif dibandingkan terapi tunggal artemisinin. Kerja dari likocalkon A sebagai antimalaria adalah dengan menghambat aktivitas dari enzim sistein protease dimana enzim ini bertanggung jawab dalam proses degradasi hemoglobin dimana degradasi hemoglobin ini akan menghasilkan asam amino yang dibutuhkan oleh plasmodium.Likocalkon A dapat disintesis mengikuti pendekatan C6-C2 + C1-C6 yaitu mensintesis calkon dari asetofenon dan benzaldehid dalam suasana basa. Pada penelitian ini telah berhasil disintesis dua fragmen utama yaitu asetofenon dan benzaldehid untuk sintesis likocalkon A. Senyawa 4-TBDMS asetofenon berhasil disintesis melalui dua tahap reaksi yaitu asilasi secara regioselektif terhadap fenol dan proteksi gugus hidroksil dengan TBDMS. Proteksi gugus hidroksil ini ditujukan untuk menghalangi terbentuknya reaksi samping pada pembentukan calkon. Senyawa 2-metoksi-4-O-prenil benzaldehid adalah fragmen benzaldehid yang disintesis melalui tiga tahap reaksi yaitu karbonilasi resorsinol dengan reaksi Reimer-Tiemann, dilanjutkan dengan prenilasi secara regioselektif dari resorsilaldehid yang diperoleh yang kemudian diikuti metilasi posisi orto hidroksinya dengan dimetilsulfat. Semua produk hasil sintesis kemudian dikarakterisasi menggunakan data-data spektrum MS, UV-Vis, FTIR, dan NMR.", "Daftar File": {"2010_TS_PP_EVA_MARIA_WIDYASARI_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/160059", "2010_TS_PP_EVA_MARIA_WIDYASARI_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/160060", "2010_TS_PP_EVA_MARIA_WIDYASARI_1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/160061", "2010_TS_PP_EVA_MARIA_WIDYASARI_1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/160062", "2010_TS_PP_EVA_MARIA_WIDYASARI_1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/160063", "2010_TS_PP_EVA_MARIA_WIDYASARI_1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/160064", "2010_TS_PP_EVA_MARIA_WIDYASARI_1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/160065", "2010_TS_PP_EVA_MARIA_WIDYASARI_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/160066"}, "Penulis": "Eva Maria Widyasari [20508006]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Didin Mujahidin, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "malaria, artemisinin, likocalkon A, ACT", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "26 Feb 2019"}