{"Nomor": 35421, "Judul": "PERSEPSI KONSUMEN DAN STRATEGI PEMASARAN SAYURAN ORGANIK: KASUS DI WARUNG SEHAT 1000 KEBUN", "Abstrak": "Praktik budidaya pangan selama ini umumnya masih memberikan dampak negatif bagi lingkungan. Salah satu solusinya adalah memasarkan green product yang aman bagi kesehatan serta lingkungan. Sebagian besar masyaraakat Bandung sudah mulai menyadari akan pentingnya menjaga lingkungan. Sayuran organik merupakan salah satu green product. Sayuran organik adalah sayuran yang dibudidayakan dengan teknik pertanian yang mengandalkan bahan-bahan alami tanpa bahan-bahan kimia sintesis sehingga tidak memberikan dampak buruk terhadap lingkungan. Warung 1000 kebun merupakan suatu unit usaha yang melakukan pemasaran produk-produk sehat yang dikumpulkan dari petani-petani lokal. Warung 1000 kebun harus menghadapi tantangan seperti perubahan preferensi konsumen, kecurigaan konsumen akan produk sehat, persepsi konsumen yang kurang baik akan produk sehat, serta harga jual dan investasi yang tinggi untuk mengembangkan produk sehat tersebut. Oleh karena itu, dibutuhkan penelitian untuk mengetahui persepsi konsumen terhadap sayuran organik tersebut sebagai bahan acuan untuk melakukan strategi pemasaran yang tepat sesuai dengan cara pandang konsumen Warung 1000 kebun terhadap sayuran organik. Tujuan dari penelitian ini adalah menganalisis persepsi konsumen terhadap sayuran organik, menganalisis faktor-faktor yang mempengaruhi minat membeli sayuran organik konsumen, dan menentukan strategi pemasaran sayuran organik. Pengambilan data dilakukan dengan wawancara menggunakan kuesioner. Penentuan persepsi konsumen ditentukan dengan menggunakan deskriptif kuelitatif-kuantitatif, penentuan faktor minat membeli konsumen dilakukan dengan path analysis, dan penentuan strategi pemasaran dilakukan dengan menggunakan analisis SWOT dan QSPM. Hasil penelitian menunjukkan bahwa konsumen umumnya memiliki persepsi yang positif terhadap sayuran organik, adapun faktor-faktor yang mempengaruhi minat beli konsumen diantaranya keinginan untuk segera membeli produk, minat preferensial, gaya hidup, dan keinginan untuk membayar lebih, dan terdapat 9 alternatif solusi yang perlu dilakukan oleh Warung Sehat 1000 Kebun untuk meningkatkan penjualan sayuran organikyang diurutkan berdasarkan prioritas diantaranya pengembangan pasar, pembuatan perencanaan bisnis, pengembangan produk, membuat program khusus bagi pelanggan sayur organik, penetrasi pasar, membuat perencanaan pemasaran dengan target yang konkrit dan efisien, menjalin kerjasama dengan perusahaan lain, mempertahankan dan meningkatkan kerjasama dengan produsen, dan mengganti kemasan sayuran organik.", "Daftar File": {}, "Penulis": "Ahmad Hasbi Afif [21317021]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mia Rosmiati, M.P.", "Ramadhani Eka Putra, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Biomanajemen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Persepsi, Konsumen, Minat beli, Sayuran organik, Pemasaran, Strategi pemasaran", "Sumber": "", "Staf Input/Edit": "agus slamet", "File": "1 file", "Tanggal Input": "26 Feb 2019"}