{"Nomor": 35427, "Judul": "ANALISIS METODE POLLARD RHO NEW COLLISION DALAM MEMECAHKAN PERMASALAHAN LOGARITMA DISKRIT KURVA ELIPTIK", "Abstrak": "Tingkat keamanan kriptografi kurva eliptik sangat ditentukan oleh kompleksitas\npermasalahan logaritma diskrit pada kurva eliptik yang digunakan. Berbagai\npendekatan telah digunakan untuk mempercepat perhitungan dalam mencari solusi\npermasalahan logaritma diskrit. Saat ini, metode yang dikenal paling efisien adalah\nmetode Pollard Rho. Efisiensi metode Pollard Rho sangat ditentukan oleh\nkecepatan dalam pendeteksian collision dan teknik untuk menciptakan collision itu\nsendiri. Beberapa algoritma telah dikembangkan untuk mendeteksi terjadinya\ncollision seperti algoritma Floyd’s Cycle-Finding, Brent, Stack dan Distinguished\nPoint. Pada tahun 2015, Neamah mengusulkan sebuah teknik baru untuk\nmenciptakan collision sehingga dapat meningkatkan efisiensi algoritma Floyd’s\nCycle-Finding dalam mendeteksi terjadinya collision. Pada penelitian ini dilakukan\nanalisis terhadap metode Pollard Rho new collision tersebut dan ditemukan bahwa\nteknik yang diusulkan kurang efektif dalam menciptakan collision, akan tetapi\nsangat efisien dan dapat meningkatkan kinerja metode Pollard Rho secara\nsignifikan. Kemudian dilakukan juga beberapa pengembangan untuk meningkatkan\nkinerja metode Pollard Rho new collision. Di samping itu, analisis juga dilakukan\nterhadap keamanan dan kinerja komputasi domain parameter kriptografi kurva\neliptik yang direkomendasikan Certicom.", "Daftar File": {"2019_TS_PP_I_Made_Sukrawan_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/160058", "COVER I Made Sukrawan": "https://digilib.itb.ac.id/gdl/download/190944", "BAB 1 I Made Sukrawan": "https://digilib.itb.ac.id/gdl/download/190945", "BAB 2 I Made Sukrawan": "https://digilib.itb.ac.id/gdl/download/190946", "BAB 3 I Made Sukrawan": "https://digilib.itb.ac.id/gdl/download/190947", "BAB 4 I Made Sukrawan": "https://digilib.itb.ac.id/gdl/download/190948", "BAB 5 I Made Sukrawan": "https://digilib.itb.ac.id/gdl/download/190949", "BAB 6 I Made Sukrawan": "https://digilib.itb.ac.id/gdl/download/190950", "PUSTAKA I Made Sukrawan": "https://digilib.itb.ac.id/gdl/download/190951"}, "Penulis": "I Made Sukrawan [23217103]", "Kontributor / Dosen Pembimbing": ["Dr. Yusuf Kurniawan, S.T., M.T.", "Dr. Muchtadi Intam Detiena, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "Engineering & allied operations", "Kata Kunci": "Kriptografi kurva eliptik, Pollard Rho, Collision.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "26 Feb 2019"}