{"Nomor": 35446, "Judul": "PENTINGNYA PEMASARAN DALAM PENGEMBANGAN USAHA KECIL MENENGAH PAPA COFFEE DI BANDUNG", "Abstrak": "Papa Coffee adalah usaha kecil dan menengah yang bergerak di industri makanan dan minuman. Papa Coffee telah berdiri selama hampir 2 tahun. Papa Coffee menjual produk dengan spesifikasi kopi yang berasal dari Aceh. Papa Coffee telah melakukan pemasaran baik tradisional maupun modern. Penelitian ini difokuskan pada pemasaran berbasis teknologi modern menggunakan media internet. Peneliti berpikir bahwa pemasaran adalah kegiatan yang sangat penting dalam hal membangun bisnis. Dalam tesis ini, Peneliti menggunakan beberapa alat pemasaran yang cocok untuk mempromosikan produk kepada pelanggan, yang peneliti akan pilih untuk menjadi studi kasus.\nPeneliti berharap penelitian skripsi ini dapat membantu pembaca lebih memahami perkembangan usaha kecil di Bandung dalam hal perspektif pemasaran, terutama apa yang telah dilakukan oleh bisnis Papa Coffee. Tesis adalah penelitian ilmiah, dan peneliti menggunakan metode penelitian kuantitatif. Peneliti menggunakan kuesioner metode survei kepada pelanggan yang membeli produk dari Papa Coffee untuk mengetahui potensi hasil pemasaran yang dibuat Papa Coffee, yang kemudian diharapkan peneliti untuk membantu mengembangkan bisnis dengan target yang lebih spesifik.\nPenelitian ini menggunakan elemen pemasaran yang diterapkan dalam studi kasus. Pemasaran adalah alat penting untuk menumbuhkan dan mengembangkan bisnis dan ketika diterapkan pada kasus-kasus tertentu, itu menciptakan efek yang baik untuk bisnis, karena dapat membantu perusahaan mencapai tujuan mereka.\nPenelitian ini memilih beberapa pertanyaan dalam bentuk kuesioner yang langsung ditanyakan oleh peneliti dengan berdiskusi langsung dengan konsumen. Berdasarkan hasil survei, peneliti merekomendasikan bahwa pemilik bisnis baru, yang ingin mengembangkan bisnis mereka, dapat memilih metode pemasaran yang tepat dan target pasar sebagai alat yang efektif untuk mempromosikan bisnis mereka.\nDapat disimpulkan bahwa pemilik harus dapat mengenali dan mengklasifikasikan pelanggan mereka berdasarkan segmentasi yang ada, ini dilakukan untuk mencapai pangsa pasar yang tepat sesuai dengan harapan dan juga dilakukan sebagai cara untuk mengkonfirmasi posisi branding Papa Coffee.", "Daftar File": {"2019_TS_PP_Ahmad_Naufan_Noor_1-Abstak.pdf": "https://digilib.itb.ac.id/gdl/download/160106"}, "Penulis": "Ahmad Naufan Noor [29115706]", "Kontributor / Dosen Pembimbing": ["Dr. Bambang Rudito, Msi."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Makanan dan Minuman, Marketing, Digital Marketing", "Sumber": "Papa Coffee", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "26 Feb 2019"}