{"Nomor": 35447, "Judul": "SINTESIS NANOPARTIKEL KITOSAN BERISI MANGOSTIN DAN NANOPARTIKEL KITOSAN BERISI PROPOLIS DAN EFEK SITOTOKSIKNYA TERHADAP SEL MCF-7", "Abstrak": "Mangostin dan propolis merupakan bahan alam yang memiliki efek anti-kanker, selain dapat menurunkan laju proliferasi juga dapat meningkatkan laju apoptosis sel kanker. Namun penggunaan obat anti kanker secara langsung bersifat tidak spesifik, sehingga untuk menghasilkan efek toksik, konsentrasi obat tersebut dinaikan. Tingginya konsentrasi obat tersebut, tidak hanya bersifat toksik terhadap sel kanker, namun dapat juga bersifat toksik terhadap sel normal. Oleh karena itu diperlukan sebuah sistem penghantaran obat yang dapat secara spesifik tertuju ke jaringan target. Penggunaan nanopartikel dapat memungkinkan obat sampai di jaringan target, karena nanopartikel dengan ukuran kurang dari 400 nm dapat masuk ke jaringan kanker melalui leaky vasculature. Kitosan sebagai penyusun nanopartikel yang digunakan dalam penelitian ini merupakan senyawa yang bersifat biocompatible dan biodegradable. Berdasarkan hal tersebut diharapkan nanopartikel kitosan dapat meningkatkan efektifitas penghantaran mangostin dan propolis ke jaringan target dan dapat menghentikan pertumbuhan sel kanker. Tujuan dari penelitian ini adalah untuk mensintesis nanopartikel kitosan yang berisi mangostin dan propolis, serta menganalisis efek sitotoksisitasnya terhadap sel MCF-7. Nanopartikel disintesis menggunakan metode gelasi ionik dan kemudian dikarakterisasi kondisi fisiknya seperti diameter (nm), distribusi, dan zeta potensial (mV). Nanopartikel yang berisi mangostin dan propolis kemudian ditentukan nilai efisiensi enkapsulasinya. Kemudian efek sitotoksisitas dari nanopartikel mangostin dan propolis dianalisis menggunakan MTT assay. Hasil penelitian menunjukkan bahwa diameter nanopartikel kitosan blanko (207,8 ± 30,5 nm), nanopartikel kitosan berisi mangostin (249,7 ± 18,7 nm), dan nanopartikel kitosan berisi propolis (268,2 ± 28,21 nm), dengan zeta potensial diatas +25 mV. Hasil efisiensi enkapsulasi (EE) menunjukkan bahwa mangostin memiliki nilai EE yang lebih baik jika dibandingkan dengan propolis. Berdasarkan hasil uji MTT diketahui bahwa nilai IC50 nanopartikel kitosan berisi mangostin adalah 7,08 ?g/ml, dan 13,82 ?g/ml untuk nanopartikel berisi propolis. Nilai IC50 kombinasi nanopartikel mangostin dan propolis adalah 5,72 ?g/ml. Nilai IC50 mangostin dan propolis tanpa enkapsulasi adalah 117,6 ?g/ml dan 171,88 ?g/ml. Nilai IC50 kombinasi mangostin dan propolis tanpa enkapsulasi adalah 50,54 ?g/ml. Hasil tersebut menunjukkan bahwa mangostin dan propolis dapat dienkapsulasi menggunakan nanopartikel kitosan dan dapat memberikan\niii\nefek sitotoksisitas terhadap sel MCF-7. Dapat disimpulkan bahwa nanopartikel kitosan yang disintesis berukuran kurang dari 400 nm dengan zeta potensial lebih dari +25 mV. Selain itu mangostin dan propolis yang dienkapsulasi nanopartikel kitosan memiliki efek sitotoksik yang lebih tinggi daripada mangostin dan propolis tanpa enkapsulasi.", "Daftar File": {}, "Penulis": "Angga Adil Darmawan [21115018]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Marselina Irasonia Tan, MS", "Dr. Tri Suciati, M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Nanopartikel, kitosan, mangostin, propolis, sitotoksisitas, kanker", "Sumber": "", "Staf Input/Edit": "agus slamet", "File": "1 file", "Tanggal Input": "26 Feb 2019"}