{"Nomor": 35459, "Judul": "Zen and the Art of Living Mindfully: The Health- Enhancing Potential of Zen Aesthetics", "Abstrak": "Amidst  the  burgeoning  enthusiasm  for  mindfulness  in  the  West,  there  is  a concern that the largely secular ‘de-contextualized’ way in which it is being harnessed is denuding it of its potential to improve health and well-being. As such, efforts are underway to ‘re-contextualize’ mindfulness, explicitly drawing on the wider framework of Buddhist ideas and practices in which it was initially developed. This paper aims to contribute to this, doing so by focusing on Zen Buddhism, and in particular on Zen aesthetic principles. The  article  concentrates  on  the  seven  principles  identified  by  Hisamatsu  (1971)  in  his classic text Zen and the Fine Arts: kanso (simplicity); fukinsei\n(asymmetry); koko (austeresublimity); shizen (naturalness); daisuzoku(freedom from routine);\nseijaku(tranquillity);andyu ?gen (profound grace).  The presence  of these  principles  in  works  of art  is  seen  as reflecting  and communicating insights that are central to  Buddhism, such as non-attach-\nment. Moreover, these principles do not only apply to the creation and appreciation of art, but have clear applications for treating health-related issues, and improving quality of life more generally. This paper makes the case that embodying these principles in their lives can  help  people  enhance  their  psychosomatic  well-being,  and  come  to  a  truer  under-standing of the essence of mindful living.", "Daftar File": {}, "Penulis": "T. Lomas [-]", "Kontributor / Dosen Pembimbing": ["N. Etcoff, W. Van Gordon, and E. Shonin"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Mindfulness, Psychosomatic well-being, Non-pharmacological interventions, Aesthetics, Art, Zen,Health-related disorders", "Sumber": "J Relig Health (2017) 56:1720–1739", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "26 Feb 2019"}