{"Nomor": 35455, "Judul": "ISOLASI, PEMURNIAN DAN KARAKTERISASI LIPASE DARI Staphylococcus aureus DAN  Staphylococcus epidermisis", "Abstrak": "Lipase merupakan enzim penting dalam bidang bioteknologi. Enzim ini dimanfaatkan secara luas dalam bidang industri, seperti pada industri makanan, susu, detergen, pulp kertas, dan farmasi. Beberapa jenis mikroorganisme penghasil lipase yang berpotensi untuk dimanfaatkan sebagai sumber lipase. Dalam penelitian ini dilakukan isolasi bakteri penghasil lipase dari coco butter subtitute dan karakterisasi biokimia terhadap lipase. Satu isolat bakteri penghasil lipase yaitu Staphylococcus epidermisis sebagai pembanding digunakan Staphylococcus aureus  yang menghasilkan lipase dan aktif terhadap lipid pada temperatur tinggi. Staphylococcus epidermisis dan Staphylococcus aureus  tumbuh sangat cepat pada temperatur 37ºC dan  lipase yang dihasilkan menunjukkan aktivitas maksimum pada akhir fase eksponensial. Lipase dari Staphylococcus epidermisis dan Staphylococcus aureus  merupakan enzim ekstraseluler yang diekskresikan ke medium pertumbuhan bakteri. Enzim ini dimurnikan secara parsial menggunakan fraksinasi ammonium sulfat hingga dihasilkan 5 fraksi, yakni fraksi 0-20%, 20-40%, 40-60%, 60-80%, dan 80-100%. Uji aktifitas menggunakan substrat para-Nitrofenil palmitat menunjukkan bahwa fraksi dengan aktivitas tertinggi untuk Staphylococcus epidermisis adalah fraksi 20-40%  sedangkan untuk Staphylococcus aureus  adalah fraksi 0-20%. Hasil karakterisasi biokimia menunjukkan bahwa lipase dari  Staphylococcus epidermisis dan Staphylococcus aureus mempunyai aktivitas optimum pada temperatur 70ºC dan pH 7. Analisis massa molekul menggunakan Sodium dedosil  Sulfat  poliakrilamid gel elektroforesis (SDS PAGE) terhadap protein yang diendapkan dengan 0-20% amonium sulfat menunjukkan adanya dua pita protein dari Staphylococcus aureus dengan massa molekul 41 dan 49 kDa dan terhadap protein yang diendapkan dengan 20-40% amonium sulfat dari Staphylococcus epidermisis menunjukkan adanya satu pita protein dengan massa molekul 56  kDa. Hasil ini menunjukkan bahwa lipase yang dihasilkan dari bakteri Staphylococcus epidermisis dan Staphylococcus aureus  ini berbeda.", "Daftar File": {"2010_TS_PP_IVONNE_TELUSSA_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/160122", "2010_TS_PP_IVONNE_TELUSSA_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/160123", "2010_TS_PP_IVONNE_TELUSSA_1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/160124", "2010_TS_PP_IVONNE_TELUSSA_1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/160125", "2010_TS_PP_IVONNE_TELUSSA_1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/160126", "2010_TS_PP_IVONNE_TELUSSA_1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/160127", "2010_TS_PP_IVONNE_TELUSSA_1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/160128", "2010_TS_PP_IVONNE_TELUSSA_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/160129"}, "Penulis": "Ivonne Telussa [20508025]", "Kontributor / Dosen Pembimbing": ["Enny Ratnaningsih, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Coco butter subtitute, Lipase, Staphylococcus epidermisis, Staphylococcua aureus", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "26 Feb 2019"}