{"Nomor": 35468, "Judul": "SINTESIS DAN KARAKTERISASI TURUNAN IMIDAZOL TERBUTILASI SEBAGAI INHIBITOR KOROSI PADA BAJA KARBON DALAM LARUTAN NaCl 1 %", "Abstrak": "Korosi merupakan salah satu permasalahan penting yang dihadapi oleh berbagai macam sektor industri di Indonesia dan mancanegara.  Ancaman kerugian negara akibat korosi membuat para ahli korosi mengembangkan metode penanganan masalah korosi yang mencakup proteksi katodik, pelapisan meliputi pengecatan, penyepuhan, dan pembuatan inhibitor korosi yang dikhususkan untuk mengatasi korosi bagian dalam pipa baja karbon pada pengilangan minyak.  Oleh karena itu, pada penelitian ini dilakukan sintesis senyawa turunan imidazol terbutilasi yang belum pernah dilakukan sebelumnya oleh para peneliti yaitu senyawa 3-butil-2-(2-butoksifenil)-4,5-difenilimidazol dan 3-butil-2,4,5-trifenilimidazol beserta karakterisasinya untuk diaplikasikan sebagai inhibitor korosi.\n\nSintesis senyawa turunan imidazol terbutilasi bertujuan untuk meningkatkan efisiensi inhibisi korosi senyawa tersebut berdasarkan hipotesis bahwa penambahan rantai alkil pada turunan imidazol dapat meningkatkan sifat hidrofobisitas dari senyawa turunan imidazol tersebut sehingga berperan dalam menghalangi air untuk berinteraksi dengan baja karbon.  Selain itu, gugus alkil pada atom N merupakan gugus pendorong elektron sehingga interaksi antara pasangan elektron bebas dengan permukaan baja kabon lebih mudah terjadi.\n\nPada penelitian sebelumnya, sintesis senyawa turunan imidazol terbutilasi menggunakan metode konvensional, sedangkan pada penelitian ini menggunakan metode MAOS (Microwave Assisted Organic Synthesis) agar reaksi berlangsung cepat, murah, ramah lingkungan, efektif dan efisien.  Turunan imidazol terbutilasi pada penelitian ini diawali dengan pembentukan senyawa benzoin dari benzaldehid, kemudian benzoin dikonversi menjadi bibenzoil, dan bibenzoil direaksikan dengan aldehid dalam suasana asam untuk menghasilkan 2-(2-hidroksifenil)-4,5-difenilimidazol dan 2,4,5-trifenilimidazol.  Kedua senyawa turunan imidazol tersebut direaksikan dengan butil bromida pada kondisi basa dalam pelarut DMF untuk menghasilkan turunan imidazol terbutilasi.\n\nKarakterisasi struktur senyawa hasil sintesis dilakukan dengan menggunakan Fourier Transform Infra Red (FTIR), Electrospray Ionization Mass Spectroscopy (ESI MS), dan Nuclear Magnetic Resonance (NMR).  Berdasarkan uji struktur senyawa turunan imidazol terbutilasi tersebut dengan spektroskopi FTIR, terdapat puncak khas pada bilangan gelombang 2929,87 cm-1 yang menunjukkan adanya -C-H butil dalam senyawa 3-butil-2-(2-butoksifenil)-4,5-difenilimidazol dan puncak pada bilangan gelombang 2852,72 cm-1 yang menunjukkan adanya -C-H butil dalam senyawa 3-butil-2,4,5-trifenilimidazol.  Lebih lanjut lagi, hasil analisis spektrum spektroskopi massa resolusi tinggi menunjukkan bahwa senyawa 2,4,5-trifenilimidazol berhasil dibutilasi dengan massa molekul 352,2008 m/z sehingga rumus molekulnya adalah C25H24N2. \n\nPada spektrum 1H NMR 3-butil-2-(2-butoksifenil)-4,5-difenilimidazol menunjukkan adanya sinyal proton pada pergeseran kimia 3,64; 1,65; 1,37; dan 0,92 ppm, sedangkan pada spektrum 1H NMR 3-butil-2,4,5-difenilimidazol menunjukkan adanya puncak 3,23; 1,61; 1,29; dan 0,93 ppm.  Hasil analisis struktur tersebut menunjukkan bahwa senyawa turunan imidazol terbutilasi yang digunakan pada penelitian ini berhasil disintesis dengan rendemen 28,12% untuk 3-butil-2-(2-butoksifenil)-4,5-difenilimidazol dan 32,18% untuk 3-butil-2,4,5-trifenilimidazol.\n\nIsoterm adsorpsi Langmuir mewakili mekanisme adsorpsi 3-butil-2-(2-butoksifenil)-4,5-difenilimidazol dan 3-butil-2,4,5-trifenilimidazol.  Adsorpsi yang terjadi pada inhibitor 3-butil-2-(2-butoksifenil)-4,5-difenilimidazol adalah adsorpsi kimia dengan nilai ?Gads = ? 40,19 kJ/mol, sedangkan adsorpsi yang terjadi pada inhibitor 3-butil-2,4,5-trifenilimidazol adalah adsorpsi secara semikimia/semifisik dengan nilai ?Gads = ? 34,49 kJ/mol.\n\nPenambahan inhibitor korosi akan meningkatkan energi aktivasi sehingga proses korosi lebih lambat dibandingkan tanpa inhibitor.  Energi aktivasi tertinggi terdapat pada penambahan 20 ppm 3-butil-2-(2-butoksifenil)-4,5-difenilimidazol yaitu 48,85 kJ/mol, hal ini menunjukkan proses inhibisi korosi berjalan efisien pada konsentrasi 20 ppm 3-butil-2,4,5-trifenilimidazol.  Energi aktivasi tertinggi terdapat pada penambahan 20 ppm 3-butil-2,4,5-trifenilimidazol yaitu 35,99 kJ/mol, hal ini menunjukkan proses inhibisi korosi berjalan efisien pada konsentrasi 20 ppm 3-butil-2,4,5-trifenilimidazol.\n\nBerdasarkan kurva ekstrapolasi Tafel dari 3-butil-2-(2-butoksifenil)-4,5-difenilimidazol menunjukkan proteksi yang dilakukan oleh inhibitor adalah proteksi katodik dan anodik (mixedtype inhibitor).  Kedua senyawa turunan imidazol terbutilasi tersebut masing-masing memiliki potensi sebagai inhibitor korosi, akan tetapi di antara kedua senyawa tersebut, 3-butil-2-(2-butoksifenil)-4,5-difenilimidazol memiliki potensi sebagai inhibitor korosi yang lebih baik dibandingkan 3-butil-2,4,5-trifenilimidazol.", "Daftar File": {"2010_TS_PP_MEGAWATI_ZUNITA_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/160150", "2010_TS_PP_MEGAWATI_ZUNITA_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/160152", "2010_TS_PP_MEGAWATI_ZUNITA_1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/160159", "2010_TS_PP_MEGAWATI_ZUNITA_1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/160160", "2010_TS_PP_MEGAWATI_ZUNITA_1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/160161", "2010_TS_PP_MEGAWATI_ZUNITA_1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/160162", "2010_TS_PP_MEGAWATI_ZUNITA_1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/160163", "2010_TS_PP_MEGAWATI_ZUNITA_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/160164"}, "Penulis": "Megawati Zunita [20509012]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Buchari", "Dr. Deana Wahyuningrum, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "turunan imidazol terbutilasi, MAOS, inhibitor korosi", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "26 Feb 2019"}