{"Nomor": 35460, "Judul": "PEMIKIRAN PERENCANAAN STRATEGIS MENGGUNAKAN MODEL BEYOND BUDGETING SEBAGAI ALTERNATIF DARI MODEL TRADISIONAL BUDGETING: SEBUAH STUDI PADA ABC INDONESIA", "Abstrak": "Selain memiliki bagian penting dalam bagian keuangan, anggaran saat ini juga menjadi salah satu alat yang paling penting untuk digunakan manajer dalam kegiatan mereka karena kemampuan untuk bertindak sebagai alat koordinasi antara beberapa departemen internal dan atau sumber daya, sebagai alat untuk pengambilan keputusan dan juga sebagai pengamatan dan alat evaluasi pada tingkat manajerial.\nPengamatan dan evaluasi anggaran akan menunjukkan seberapa efektif dan efisien metode penganggaran yang dipakai untuk industri tertentu. Pengamatan dan evaluasi terkadang akan memberikan wawasan dalam masalah dasar anggaran, seperti anggaran yang melenceng, penganggaran yang subjektif, dan masalah lain yang perlu ditangani.\nBeberapa organisasi dan industri, termasuk ABC Indonesia, saat ini beroperasi dalam lingkungan bisnis yang tidak dapat diprediksi, dan tanpa perencanaan yang tepat dan tindakan yang responsif, organisasi tidak akan dapat mempertahankan eksistensinya di industri. Untuk alasan itu, organisasi memerlukan alat khusus di mana manajemen dapat merespon perubahan lingkungan bisnis dengan cepat, salah satu contohnya adalah konsep beyond budgeting, dengan metode rolling forecast.\nMelalui analisis yang dilakukan dari lingkungan bisnis eksternal dan internal menggunakan wawancara ekstensif, matriks TOWS , analisis PESTEL, diketahui bahwa metode dua belas bulan traditional budgeting sudah tidak layak diterapkan dalam lingkungan bisnis saat ini dan juga tidak berfungsi sebagaimana layaknya alat evaluasi kinerja yang baik untuk lingkungan internal. Penerapan model rolling forecast di ABC Indonesia dengan mengidentifikasi beberapa faktor kunci yang dapat membawa pengaruh secara keseluruhan, mampu mengatasi beberapa masalah metode traditional budgeting. Implementasi konsep beyond budgeting juga harus didukung oleh penerapan transparansi informasi agar mudah dalam melakukan analisa data dan informasi untuk mendukung perencanaan berkelanjutan. Pendekatan campuran pendekatan top-down dan bottom-up juga diperlukan untuk menyeimbangkan antara ide dan eksekusi.", "Daftar File": {"2019_TS_PP_MUHAMMAD_MIQDAM_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/160143"}, "Penulis": "Muhammad Miqdam [29115479]", "Kontributor / Dosen Pembimbing": ["Yudo Anggoro, M.S.M., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Beyond Budgeting, Kontrol Manajemen, Penganggaran, Perencanaan Strategis, Rolling Forecast", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "26 Feb 2019"}