{"Nomor": 35477, "Judul": "EFFECTS OF LYSO-LIPIDS ON MSCL ACTIVATION  STUDIED BY MOLECULAR DYNAMICS SIMULATION", "Abstrak": "Mechanosensitive Channel (MS) merupakan protein yang sangat menarik untuk dipelajari. Protein ini merupakan suatu protein membran yang memiliki kemampuan untuk merasakan perubahan mekanik di membran lipid dan kemudian merubahnya menjadi sinyal kimia untuk melakukan reaksi terhadap aksi tersebut. Didalam sel, protein ini berfungsi sebagai safety-valve  yang dapat menurunkan tekanan turgor ketika terdapat banyak air dalam sel dengan cara mengeluarkannya sehingga sel dapat terhindar dari lisis. Mechanosensitive channel of large conductance (MscL) adalah salah satu dari jenis MS yang telah diketahui strukturnya dengan baik. Telah ditunjukkan sebelumnya secara in vitro bahwa adisi lyso-lipids ke dalam larutan vesikel unilamelar dapat memicu aktivasi MscL. Akan tetapi alasan mengapa fenomena ini bisa terjadi belum diketahui secara jelas. Dari bermacam hipotesis yang ada, hipotesis yang paling dipercayai adalah adanya intrinsic curvature pada membran bilayer yang ditimbulkan oleh adanya lyso-lipids sehingga dapat menginisiasi aktivasi dari protein MscL. Oleh karena itu, tujuan penelitian ini adalah untuk meniru eksperimen secara in silico untuk memahami fenomena akivasi MscL oleh lyso-lipids pada tingkat atomik.\nMetode penelitian ini dibagi menjadi tiga tahapan yaitu preparasi sistem, simulasi sistem, dan analisis hasil simulasi. Dalam studi ini MscL ditanam ke dalam variasi bilayer DPPC-(lyso-PPC). Sistem dibuat menjadi 3 model yaitu MscL tanpa modifikasi pada membran bilayer, membran bilayer simetris dan tidak simetris. Simulasi dinamika molekul yang dilakukan menggunakan model MARTINI coarse-grained dan tiap-tiap simulasi dijalankan selama 300 ns. Berbeda dengan simulasi all-atomic, coarse-grained sangat efisien untuk meringankan beban perhitungan simulasi sehingga dapat tercapai waktu simulasi yang lebih lama dibandingkan dengan simulasi all-atomic. Disamping itu, dilakukan juga simulasi terhadap struktur mutan gain of function V21D selain simulasi wild-type MscL. \nHasil simulasi struktur wild-type MscL belum dapat menjelaskan peranan dari lyso-lipids terhadap aktivasi MscL. Kebanyakan hasil simulasi tidak menunjukkan adanya aktivasi MscL bahkan beberapa simulasi memperlihatkan adanya kerusakan pada membran bilayer karena kestabilan membran bilayer menjadi lebih rendah dengan adanya lyso-lipids. Dari simulasi MscL wild-type hanya didapatkan dua struktur aktif pada sistem tanpa modifikasi dan sistem dengan membran tak simetris pada tegangan membran 63 mN/ps. Hasil ini tidak dapat memberikan penjelasan mengenai efek dari lyso-lipids terhadap aktivasi sehingga dilakukan simulasi menggunakan mutan V21D yang diketahui memiliki tegangan minimum yang lebih rendah dari wild-type untuk aktivasinya. Simulasi V21D memberikan perbedaan yang cukup signifikan pada tegangan membran 40 mN/ps dimana sistem tanpa modifikasi tidak mengalami aktivasi sedangkan sistem dengan membran asimetri teraktifkan. \nStruktur mutan MscL aktif yang didapatkan memiliki ukuran diameter channel sebesar 1,22 nm dimana hasil ini lebih kecil dari hasil eksperimen yang memperlihatkan struktur open-channel dari MscL dengan diameter 2,5 nm. Perbedaan yang cukup signifikan ini dikarenakan waktu simulasi yang masih jauh lebih kecil (orde nanodetik) bila dibandingkan dengan eksperimen yang mencapai orde milidetik untuk proses aktivasinya. Dari hasil analisis trajektori juga diketahui bahwa proses aktivasi untuk MscL wild-type dan mutan mengikuti mekanisme iris-like dimana terjadi inisiasi pembukaan terlebih dahulu kemudian diikuti dengan proses pembukaan channel yang semakin besar. Hasil simulasi ini juga sejalan dengan eksperimen sebelumnya yang menunjukkan bahwa lyso-lipids dapat menurunkan tekanan ambang batas untuk aktivasi MscL (dari ~77 mN/ps menjadi ~40 mN/ps). Dari hasil simulasi terlihat pula bahwa curvature pada bilayer tidak diperlukan untuk aktivasi MscL.", "Daftar File": {"2010_TS_PP_REZA_ADITAMA_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/160188", "2010_TS_PP_REZA_ADITAMA_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/160189", "2010_TS_PP_REZA_ADITAMA_1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/160190", "2010_TS_PP_REZA_ADITAMA_1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/160191", "2010_TS_PP_REZA_ADITAMA_1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/160192", "2010_TS_PP_REZA_ADITAMA_1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/160193", "2010_TS_PP_REZA_ADITAMA_1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/160195", "2010_TS_PP_REZA_ADITAMA_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/160196"}, "Penulis": "Reza Aditama [20509022]", "Kontributor / Dosen Pembimbing": ["Dr. Rukman Hertadi, S.Si., M.Si.", "Prof. Dr. Siewert Jan Marrink"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "mechanosensitive channel, MscL, lyso-lipids, coarse grained, simulasi dinamika molekul.", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "26 Feb 2019"}