{"Nomor": 35472, "Judul": "KESIAPAN IMPLEMENTASI MANAJEMEN PENGETAHUAN  PADA PT SECURITY TRAINING", "Abstrak": "PT SECURITY TRAINING adalah salah satu Bisnis Jasa Keamanan (BUJP) yang saat ini berfokus pada Gada Utama. Sebagai perusahaan pendatang baru di industri ini, PT SECURITY TRAINING harus dapat terus tumbuh dan meningkatkan kompetensi dan kinerjanya agar dapat bersaing dengan perusahaan lain. Kurangnya manajemen pengetahuan menyebabkan beberapa masalah. Karena manajemen pengetahuan karyawan yang buruk dan tidak memadai, potensi kehilangan pengetahuan yang harus digunakan, disimpan, dan didistribusikan untuk mendukung operasi bisnis. Penelitian ini difokuskan pada mengetahui kesiapan PT SECURITY TRAINING untuk menerapkan manajemen pengetahuan untuk mendapatkan kinerja yang lebih baik. Melalui studi ini, kita juga akan tahu apa yang dimaksud dengan Penilaian kesiapan KM baru-baru ini di PT SECURITY TRAINING, hambatan yang dihadapi oleh perusahaan terkait dengan pengelolaan manajemen pengetahuan mereka dan apa yang perlu direkomendasikan atau strategi untuk meningkatkan implementasi KM dalam PT SECURITY TRAINING.\nUntuk menganalisis masalah tersebut, penelitian ini dilakukan dengan mengambil data melalui metode kualitatif (wawancara) sebagai metode utama yang didukung oleh metode kuantitatif (kuesioner). Untuk survei kuesioner, penelitian ini menggunakan metode skala Likert (1 = Sangat tidak setuju dan 5 = Sangat Setuju) untuk menentukan konsistensi pertanyaan, ini dianalisis dengan menggunakan Cronbach Alpha. SPSS dan analisis deskriptif digunakan untuk menganalisis hasil kuesioner. Menggunakan tulang ikan, penulis juga dapat menunjukkan beberapa masalah besar yang terjadi di perusahaan terkait dengan bagaimana kesiapan kematangan KM perusahaan.\nBerdasarkan hasil penelitian ini dapat disimpulkan bahwa ada beberapa kendala yang berasal dari beberapa elemen seperti proses, sumber daya manusia, teknologi, dan tata kelola. Tidak tersedianya sistem yang memadai untuk mendukung proses manajemen pengetahuan dan tidak tersedianya infrastruktur sistem teknologi yang memadai juga menyebabkan keterlambatan dalam kesiapan proses implementasi manajemen pengetahuan.\nRekomendasi tersebut adalah untuk mengembangkan strategi bisnis, membuat tim / divisi KM, mengembangkan strategi KM, uji coba pilot dan penyebaran, mengembangkan sistem evaluasi KM, mengimplementasikan KM, juga melakukan evaluasi dan memberikan hadiah. Meskipun proses itu bisa memakan waktu lebih lama dari waktu yang disarankan, diharapkan akan meningkatkan kinerja perusahaan.", "Daftar File": {"2019_TS_PP_PUTRI_DWI_OKTARI_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/160176"}, "Penulis": "Putri Dwi Oktari [29115480]", "Kontributor / Dosen Pembimbing": ["Rudy Bekti, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Implementasi Manajemen Pengetahuan, Strategi KM, Kesiapan Manajemen Pengetahuan", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "26 Feb 2019"}