{"Nomor": 35478, "Judul": "ANALISIS PENGGUNAAN PART ROBBING SEBAGAI PEMENUH KEBUTUHAN SUKU CADANG PESAWAT TERBANG (STUDI KASUS: SERVO FUEL HEATER BOEING 737-800 NG)", "Abstrak": "Dalam praktik perawatan pesawat terbang yang dilakukan perusahaan maintenance,\nrepair, dan overhaul (MRO), sering ditemukan permasalahan ketidaktersediaan suku\ncadang untuk melakukan perawatan. Untuk mengatasi ketidaktersediaan tersebut,\nbiasanya dilakukan part robbing. Part robbing adalah pelepasan (removal)\npart/komponen, engine pesawat/engine donor atau assembly lainnya untuk dipasang di\npesawat penerima karena tidak ada solusi lain yang tersedia agar pesawat dapat tetap\nberoperasi tepat waktu.\nPenelitian ini memodelkan demand dan supply suku cadang pesawat terbang serta metode\nperhitungan service level dan safety stock dari distribusi demand dan supply. Distribusi\ndemand didasarkan pada jumlah pelepasan komponen per turn around time (TAT).\nDistribusi supply didasarkan pada jumlah repair dari shop dan robbing per TAT. Service\nlevel ditetapkan sebesar 95% untuk perhitungan safety stock. Pengujian distribusi\ndilakukan untuk menentukan fungsi massa probabilistik dari demand dan supply.\nDistribusi Skellam digunakan untuk mendapat nilai service level dan safety stock dengan\nmencari selisih distribusi demand dan supply. Selanjutnya dilakukan penerapan model\npada studi kasus dan analisis untuk mengevaluasi model yang telah dibuat. Dalam studi\nkasus, digunakan data historis komponen servo fuel heater pesawat Boeing 737-800 New\nGeneration (NG).\nVariabel yang digunakan dalam menghitung service level dan safety stock dengan\ndemand dan supply probabilistik berdistribusi Poisson adalah jumlah removal, repair, dan\nrobbing selama periode tertentu dan nilai turn around time (TAT). Hasil penelitian\ndengan menggunakan robbing, nilai mean demand 4,8 buah dan mean supply awal 5,53\nbuah sehingga diperlukan penambahan jumlah safety stock 5 stok agar mencapai service\nlevel 95%.", "Daftar File": {"2019_TA_PP_Nirta_Ika_Yunita_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/160194"}, "Penulis": "Nirta Ika Yunita [13614056]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Edy Suwondo, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "part robbing, demand, supply, service level, safety stock, distribusi Poisson, distribusi Skellam.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Feb 2019"}