{"Nomor": 35479, "Judul": "FORMULATING NEW ORGANIZATIONAL DIRECTION AND DESIGN TO MAINTAIN THE COMPETITIVE ADVANTAGE: CASE STUDY OF MRO IN PT DI", "Abstrak": "Menciptakan bisnis Maintenance Repair dan Overhaul (MRO) adalah bisnis yang menjanjikan. PTDIrgantara Indonesia adalah industri pesawat terbang nasional yang juga memiliki unit khusus untuk MRO. Pengembangan bisnis MRO di PTDI terus dilakukan agar terus eksis dan mampu  bersaing industri MRO dalam negri maupun luar negri  dengan terus meningkatkan kapabilitas dan kapasitas saat yang ada ini, seperti dari fasilitas, tenaga kerja berlisensi, sistem, prosedur dan organisasi kerja yang memadai. Pesatnya pertumbuhan bisnis MRO di dunia penerbangan merupakan peluang besar bagi PTDI karena perusahaan sudah memiliki beberapa keunggulan di bidang pesawat MRO. Strategi yang tepat untuk mencapainya adalah dengan merancang mengevaluasi secara tepat capabilitas list apa yang perlu dimiliki dan merancang ulang organisasi MRO untuk mengimplementasikan bisnis MRO dengan produk yang lebih luas sehingga siap dan memiliki keunggulan untuk memasuki bisnis MRO pada 2020-2026. PTDI masih belum dapat mengukur kemampuan MRO-nya dengan tepat dan akurat untuk menciptakan keunggulan kompetitif. Penelitian kualitatif dalam penelitian ini berfokus pada mempelajari dan menerjemahkan realitas sosial, yaitu Capabilitas List yang perlu dimiliki dan kemampuan organisasi dan model organisasi di MRO PTDI dengan mengumpulkan data melalui survei, wawancara, dan benchmarking. Bisnis MRO yang dijalankan oleh PTDI dianggap belum dioptimalkan karena masih diperlukan tambahan kapabalitas yang belum dimiliki. MRO di PTDI berada di Kuadran I yang artinya MRO dalam posisi EKSPANSI. Dapat disimpulkan bahwa pengembangan MRO di PTDI di masa mendatang akan fokus dalam MENINGKATKAN CAPABILITAS LIST dan mendesain ulang ORGANISASI untuk siap memasuki pasar MRO 2020 - 2026, menyiapkan basis pemeliharaan potensial, meningkatkan pemasaran dan aliansi strategis dengan perusahaan OEM, memperkuat modal dengan bekerja dengan bank, meningkatkan sistem manajemen informasi, meningkatkan kebijakan promosi, pemasaran dan penetapan harga, meningkatkan R & D untuk perbaikan berkelanjutan, dan meningkatkan koordinasi dengan pelanggan dan otoritas.", "Daftar File": {"2019_TS_PP_TETEN_IRAWAN_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/160197"}, "Penulis": "Teten Irawan [29115486]", "Kontributor / Dosen Pembimbing": ["John Welly, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Maintenance Repair dan Overhaul (MRO), Pesawat, Capability List, PTDI", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "26 Feb 2019"}