{"Nomor": 35488, "Judul": "URUTAN NUKLEOTIDA D-LOOP DNA MITOKONDRIA LAPISAN MESODERM MANUSIA", "Abstrak": "Manusia merupakan individu yang berasal dari satu sel tunggal, hasil peleburan sperma dengan ovum yang membentuk zigot. Satu sel awal cikal bakal manusia ini memiliki organel-organel didalamnya, salah satunya adalah mitokondria yang memiliki fungsi utama sebagai penghasil energi dalam sel. Pada organel mitokondria ini terdapat suatu materi genetik tersendiri yang disebut DNA mitokondria  (mtDNA).  Melalui  proses  embriogenesis  terjadi  perkembangan jumlah sel menjadi lebih banyak. Ketika jumlah sel yang ada mencapai tingkat tertentu, sel-sel tersebut mengalami diferensiasi menjadi tiga lapisan embrio, yaitu lapisan ektoderm, mesoderm, dan entoderm. Beberapa penyakit genetik dapat disebabkan oleh mutasi yang terjadi pada genom mitokondria. Penyakit ini dapat mengenai  semua  sel-sel  jaringan  tubuh,  tetapi  ada  yang  terjadi  hanya  pada jaringan tertentu saja. Misalnya, MERRF pada jaringan otot, LHON pada jaringan saraf optik, dan KS Syndrome terjadi pada jaringan mata. Selama proses embriogenesis   tersebut   belum   diketahui   apakah   terjadi   perbedaan   urutan nukleotida mtDNA pada setiap lapisan tersebut. Oleh karena itu, tujuan penelitian ini adalah untuk mengetahui apakah terdapat perbedaan urutan nukleotida mtDNA manusia fragmen D-loop pada jaringan-jaringan yang berasal dari lapisan mesoderm individu yang berbeda.\n\n\n\nSampel yang dianalisis berasal dari jaringan limfa (L-1 dan L-2) dan jaringan ginjal (G-1 dan G-2) dua individu. Masing-masing sampel jaringan dilisis untuk memperoleh DNA templat. Kemudian diamplifikasi dengan metode Polymerase Chain Reaction (PCR). Fragmen DNA hasil amplifikasi sampel jaringan tersebut ditentukan urutan nukleotidanya dengan metode Dideoksi Sanger. Kemudian dilakukan analisis in silico menggunakan software SeqManTMII, EditSeq dan MegAlignTM   DNASTAR. Amplifikasi dilakukan dengan menggunakan primer M1 (15978 – 15997) dan HV2R (429 – 409), yang masing-masing berukuran 20 nt dan 21 nt untuk mengamplifikasi fragmen DNA sepanjang 0,9 kb. Konfirmasi\n \n\n\n\nhasil PCR dilakukan dengan metode elektroforesis gel agarosa menggunakan penanda ukuran DNA pUC/HinfI. Keberadaan posisi nukleotida yang termutasi dikonfirmasi dengan melakukan penjajaran antara urutan nukleotida sampel G-1 dan L-1 serta urutan nukleotida sampel G-2 dan L-2 menggunakan program SeqManTMII dan MegAlignTM DNASTAR.\n\n\n\nAnalisis   hasil   PCR   untuk   sampel   G-1,   L-1,   G-2,   dan   L-2   berdasarkan elektroforesis menunjukkan adanya pita fragmen DNA yang berukuran sekitar 0,9 kb. Elektroforegram hasil sequencing semua sampel diperoleh 947 pasang basa nukleotida. Basa-basa nukleotida sampel G-1 dan G-2 disejajarkan dengan basa- basa nukleotida sampel L-1 dan L-2 menggunakan analisis in silico. Hasil penjajaran sampel jaringan G-1 dan L-1 menunjukkan adanya perbedaan urutan nukleotida. Perbedaan tersebut terdeteksi pada posisi nukleotida 310 yaitu delesi C. Sedangkan pada sampel G-2 dan L-2 tidak menunjukkan adanya perbedaan urutan nukleotida. Perbedaan urutan nukleotida pada individu satu juga ditemukan pada penelitian sebelumnya yang terdapat di posisi (16183) delesi C pada lapisan endoderm, dan posisi C(16197)T, C(16270)G, dan C(16444)T dari lapisan ektoderm. Hal ini mengindikasikan bahwa selama proses embriogenesis dalam perkembangan  jaringan-jaringan  pada  ketiga  lapisan  individu  satu  tersebut terdapat mutasi. Hasil ini menyarankan perlu dilakukan penelitian lebih lanjut mengenai homologi urutan nukleotida mtDNA berbagai jaringan pada ketiga lapisan embrio manusia dari satu individu.", "Daftar File": {"2010_TS_PP_SEMUEL_UNWAKOLY_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/160213", "2010_TS_PP_SEMUEL_UNWAKOLY_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/160214", "2010_TS_PP_SEMUEL_UNWAKOLY_1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/160215", "2010_TS_PP_SEMUEL_UNWAKOLY_1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/160216", "2010_TS_PP_SEMUEL_UNWAKOLY_1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/160217", "2010_TS_PP_SEMUEL_UNWAKOLY_1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/160218", "2010_TS_PP_SEMUEL_UNWAKOLY_1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/160220", "2010_TS_PP_SEMUEL_UNWAKOLY_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/160221"}, "Penulis": "Semuel Unwakoly [20507088]", "Kontributor / Dosen Pembimbing": ["Dr. A. Saifuddin Noer"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "mtDNA, mesoderm, D-Loop", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "26 Feb 2019"}