{"Nomor": 35480, "Judul": "Removal of pharmaceuticals, toxicity and natural fluorescence through the ozonation of biologically-treated hospital wastewater, with further polishing via a suspended biofilm", "Abstrak": "In the present study, a pilot-scale ozonation system was introduced as post treatment to reduce the pharmaceuticals and toxicity in the effluent of a pilot-scale Moving Bed Biofilm Reactor (MBBR) treating hospital\nwastewater. The ozonated effluent was polished further by suspended biofilm carriers to remove biodegradable\norganic matter and toxicity generated from ozonation by-products. A laboratory ozonation system was used to\nmimic the experiments, which were carried out at the pilot plant so that the removal of pharmaceuticals in the\npilot and laboratory experiments could be compared. Delivered ozone dose achieved 90% removal of pharmaceutical was obtained and it was normalised to dissolved organic carbon (DOC). These normalised results\nshow that trimethoprim was eliminated by ozone easier than other pharmaceuticals.\nFluorescence was found to be highly correlated to the removal of pharmaceuticals, and fluorescence with a\nwavelength of 275 nm of excitation and 310 nm of emission had the closest correlation. After polishing MBBR\nwas introduced into the ozonated wastewater, half of its protein-like fluorophore was removed.\nThe toxicity of the hospital wastewater during MBBR treatment was measured by Vibrio fischeri, the inhibition\nof which decreased from 80% to 50%. By applying ozonation, this inhibition reduced to 20%.", "Daftar File": {}, "Penulis": "Kai Tang [-]", "Kontributor / Dosen Pembimbing": ["Aikaterini Spiliotopoulou.,Ravi K. Chhetri., Gordon T.H. Ooi.,Kamilla M.S. Kaarsholm.,Kim Sundmark.,Bianca Florian.,Caroline Kragelund., Kai Bester.,Henrik R. Andersen"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Hospital wastewater Ozonation Toxicity Fluorescence Pharmaceuticals", "Sumber": "Chemical Engineering Journal 359 (2019) 321–330", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "26 Feb 2019"}