{"Nomor": 35495, "Judul": "Semiotics and performing arts: contemporary issues", "Abstrak": "Contemporary experiences highlight a crisis in representation which reveals itself through profound changes in the processes and instances at work in the postmodern/post-dramatic performance.\nAs well at the level of production as at the one of reception, important transformations have occurred regarding action, feeling, perception  of  the  stage,  fragmentation,  crisis  of  the  body mediation, and crisis of the invariant supports of the performance. The consequences of those innovative processes are numerous: they influence the theoretical approaches, and among others the semiotic  perspectives.  Three  types  of  questions  about  the relationship between semiotics and nowadays theatrical practices should be explored: First, the place of externality. By reconsidering the issue of the origin of meaning, as general semiotics does, the semiotics of performing arts opens the way for externalizing theories (embodiment, the study of bios/life, and theories of corporeity). Second, the issue of the researcher and in particular his or her exteriority regarding the object. This question points\nthe demand of scientific rigor which characterizes recent research on the performing arts. A paradox which is virtually a dual injunction: the more ephemeral the object, the more imperious the need for scholarship. Although particularly relevant with regard to contemporary concerns centred on the subjectivity of the utterance (presence, effect of presence, intermediality, body–machine relations, etc.), does semiotics still have a universalizingvocation? How can one reproduce the experience of subjectivity?", "Daftar File": {}, "Penulis": "Andre Helbo [-]", "Kontributor / Dosen Pembimbing": ["-"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Semiotics; post-dramatic theatre; performance; crisis; meaning; subjectivity; constructivism", "Sumber": "SOCIAL SEMIOTICS, 2016 VOL. 26, NO. 4, 341 – 350", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "26 Feb 2019"}