{"Nomor": 35490, "Judul": "PROFIL METABOLIT UDANG PUTIH (Litopenaeus vannamei) DENGAN PEMBERIAN PAKAN TERSUPLEMENTASI FERMENTED RED SEAWEED (Kappaphycus alvarezii)", "Abstrak": "Sebagai salah satu komoditas akuakultur dan pangan yang utama di Indonesia, market demand yang tinggi terhadap udang putih (Litopenaeus vannamei) sudah selayaknya diimbangi dengan ketersediaan produk berkelanjutan dalam kuantitas dan kualitas tinggi. Namun, kendala dalam industri akuakultur, yang masih dihadapi hingga saat ini adalah kerugian akibat kematian udang yang disebabkan oleh virus maupun bakteri patogenik. Salah satu solusi alternatif dalam menghadapi kasus tersebut adalah melalui peningkatan fitness dan sekaligus peningkatan kualitas dari udang putih dengan suplementasi pakan menggunakan fermented Kappaphycus alvarezii (red seaweed). Penelitian ini bertujuan untuk melihat profil metabolit dari L. vannamei dengan pakan tersuplementasi fermented Kappaphycus alvarezii (red seaweed) yang potensial berpengaruh terhadap metabolit yang mempengaruhi fitness dan kualitas udang putih.\nPenelitian dibagi menjadi lima tahap yaitu: (1) persiapan sistem budidaya (batch) dan pakan udang (diet), (2) kultivasi Litopenaeus vannamei dengan formulasi pakan yakni komersial sebagai kontrol (C), pakan komersial + red seaweed-Spirulina (3:1) (EF-A) dan pakan komersial + 1.5% (w/w) fermented red seaweed (EF-B), (3) pengukuran parameter biologis udang (mean body weight (MBW), biomassa, panjang, specific growth rate (SGR), survival), fisika-kimia air kultivasi dan uji mikroorganisme gastrointestinal L. vannamei, serta (4) preparasi sampel metabolomik melalui metode ekstraksi dengan etanol 40%, derivatisasi dengan methoxyamine hydrochloride dan N-methyl-N-trimethylsilyl trifluoroacetamide (MSTFA), injeksi sampel ke GC/MS Autosampler Shimadzu®, serta analisis metabolomik dengan metode Principal Component Analysis (PCA).\nBerdasarkan kinerja biologis, terlihat bahwa panjang udang putih dengan perlakuan EF-A [11.125 ± 1.09 cm] berbeda signifikan dibanding pakan C [8.425 ± 1.02 cm] dan EF-B [8.425 ± 1.02 cm] (p<0.05). Pertumbuhan spesifik L. vannamei perlakuan EF-A [(11.93 ± 0.46)%] berbeda signifikan dibanding pakan C [(10.72 ± 0.30)%] (p < 0.05) namun tidak berbeda signifikan (slightly different) terhadap pakan EF-B [(11.32 ± 0.25)%]. Rataan berat (MBW) dan biomassa L. vannamei dengan perlakuan EF-A (11.35 ± 0.75 gram; 113.23 ± 7.80 gram) dan EF-B (7.47 ± 0.54 gram; 74.67 ± 5.44 gram) berbeda signifikan dibanding pakan C (5.57 ± 1.07 gram; 55.73 ± 10.78 gram) (p<0.05). Survival udang putih dengan perlakuan EF-B (54.40 ± 6.65)% lebih tinggi dan berbeda signifikan (p<0.05) dibanding perlakuan pakan C [(28.03 ± 3.02)%] dan EF-A [(42.97 ± 6.64)%].\nAnalisis metabolomik menunjukkan bahwa terdapat metabolit-metabolit yang teranotasi dalam ketiga sampel, yang dapat digolongkan menjadi: (1) asam amino yang terdiri dari essential amino acid (EAA), non-essential amino acid (NEAA), functional amino acid (FAA), analog dan derivatnya, (2) basa nukleotida, turunan dan nukleosida,\niii\n(3) molekul gula, (4) dipeptida, (5) produk antara, (6) turunan vitamin, dan (7) asam lemak, asam dan senyawa organik. Sampel udang EF-B terkluster secara terpisah dari C dan EF-A. Hal ini disebabkan oleh keberadaan metabolit-metabolit yang diduga mampu mempengaruhi fitness udang putih, yang berkorelasi positif dengan sampel EF-B namun berkorelasi negatif dengan sampel C dan EF-A, yaitu (1) asam amino antara lain asam amino fungsional (asam aspartat, asam glutamat, glisin, prolin, taurin); non-proteinogenic amino acid (ornitin, 4-hidroksiprolin); asam amino esensial (alanin), (2) senyawa organik (urea, 2-aminoetanol), dan (3) produk antara (intermediate) (asam malat, asam fumarat dan inosin-5-fosfat). Tidak hanya mempengaruhi aspek fitness, profil metabolit yang berkorelasi positif dengan sampel udang putih dengan perlakuan pakan fermented red seaweed (EF-B) menunjukkan keberadaan metabolit-metabolit yang mampu meningkatkan kualitas Litopenaeus vannamei dengan parameter rigiditas (firmness) (prolin, 4-hidroksiprolin, glisin), kesegaran atau ketahanan produk (freshness) (asam malat, asam fumarat) dan rasa (taste) (asam aspartat, asam glutamat, asam malat, asam fumarat, glisin dan prolin).\nBerdasarkan profil metabolit L. vannamei, dapat disimpulkan bahwa pemberian suplemen fermented red seaweed pada pakan komersial menunjukkan profil metabolit yang berpotensi berpengaruh terhadap peningkatan fitness dan kualitas udang putih dibanding dengan pakan kontrol (komersial) dan pakan komersial dengan suplemen red seaweed-Spirulina.", "Daftar File": {}, "Penulis": "Felicia Irene Saputra [21117015]", "Kontributor / Dosen Pembimbing": ["Dr. Gede Suantika, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Litopenaeus vannamei, fitness, fermented red seaweed, profil metabolit.", "Sumber": "", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "26 Feb 2019"}