{"Nomor": 35509, "Judul": "EVALUATION OF OPERATION SYNERGY, OPTIMAL FINANCING MIX AND DIVIDEND DECISION TO MAXIMIZE THE VALUE OF BUSINESS IN INALUM HOLDING OF MINING", "Abstrak": "Banyak investasi strategis sering dijustifikasi dengan argumen bahwa akan tercipta sinergi. Menurut  Inalum, tujuan dibentuknya Inalum Holding mining adalah untuk meningkatkan kapasitas bisnis dan pendanaan, pengelolaan sumber daya alam mineral dan batubara, meningkatkan nilai tambah melalui hilir dan meningkatkan konten lokal, serta efisiensi biaya melalui sinergi. Makalah ini bertujuan untuk mengevaluasi value dari operating synergy di Inalum, PTBA, ANTM dan TINS sebelum pembentukan holding tambang dan sensitivitas besarnya value  untuk asumsi yang berbeda, menemukan perbandingan  optimal antara utang dan ekuitas sehingga memaksimalkan nilai perusahaan, menemukan jenis hutang yang tepat, dan rencana implementasi. Dalam penilaian sinergi operasi ini, Discounted Cash Flow (DCF) akan digunakan untuk mengenali sumber sinergi potensial dari operasi. Dalam menemukan optimal financing mix, The Cost of Capital Approach akan digunakan.\nStudi ini menemukan bahwa keuntungan dari sinergi operasi dari peningkatan pertumbuhan dan pengurangan biaya akan memaksimalkan nilai bisnis sebesar USD 3.659.295,63, dibandingkan dengan keuntungan dari pengurangan biaya USD -14.181.427,91 dan keuntungan dari peningkatan pertumbuhan USD 644.448,44. Berdasarkan perhitungan untuk struktur modal, ada nilai maksimum perusahaan pada rasio utang tertentu. PTBA memiliki rasio utang optimal 30%, sedangkan rasio utang lancar PTBA 14,32%. ANTM memiliki rasio utang optimal pada 10 persen, sedangkan rasio utang lancar PTBA adalah 4,04 persen. TINS memiliki rasio utang optimal pada 19,87 persen, ini menghasilkan nilai perusahaan optimal. Untuk pencocokan jangka waktu aliran kas aset dengan kewajiban arus kas telah dilakukan, dengan menggunakan durasi Macaulay. PTBA mempunyai durasi adalah 8,8 tahun, ANTM memiliki 6,2 tahun. PTBA memiliki peluang untuk menambah utang hingga Rp 5.271.548 juta di atas utang saat ini. ANTM memiliki opsi untuk buyback saham hingga Rp 1.335.807,90 juta.\nMengingat hasil dari penelitian, penting untuk mendapatkan strategi yang tepat dari keputusan investasi untuk mencerminkan sumber sinergi yang optimal untuk memaksimalkan nilai bisnis di Inalum. PTBA dan ANTM masih memiliki potensi untuk meningkatkan bauran pembiayaan yang optimal, sementara TINS berada pada bauran pembiayaan yang optimal. Untuk mendanai operasi, tesis ini akan mengusulkan untuk menerbitkan obligasi.", "Daftar File": {"2019_TS_PP_RIDHO_TRI_WIDODO_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/160973"}, "Penulis": "Ridho Tri Widodo [29316305]", "Kontributor / Dosen Pembimbing": ["Erman Sumirat, S.E., M.Buss., Ak."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "The Cost of Capital Approach, DCF, Keputusan iInvestasi, Macaulay, Memaksimalkan Nilai Bisnis, Nilai Sinergi", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "26 Feb 2019"}