{"Nomor": 35502, "Judul": "Antena Susun Planar Dengan Pola Radiasi Yang Dapat Direkonfigurasi Berbasis Dioda PIN", "Abstrak": "Komunikasi data modern, seperti teknologi nirkabel dengan standar IEEE 802.11\nb/g/n, menuntut antena untuk memiliki kemampuan untuk menyesuaikan diri\ndengan lingkungan yang berubah. Dalam penelitian ini, dirancang antena yang\nmampu direkonfigurasi untuk menyesuaikan dengan perubahan lingkungan.\nAntena yang diusulkan dicetak pada dua lapis substrat dielektrik FR4 Epoxy\ndengan permitivitas relatif sebesar 4,2, rugi-rugi sebesar 0,02, ketebalan masingmasing\nsebesar 1,6 mm, dan disusun berbentuk lingkaran. Pada sisi atas substrat\npertama, delapan elemen antena susun berbentuk kotak yang bekerja pada\nfrekuensi 2,4 GHz diberi catuan menggunakan saluran mikrostrip dengan teknik\nproximity coupling. Ukuran setiap antena adalah 30×30 mm2. Jarak sudut antar\nantena yang berdekatan adalah 45°. Saluran pencatu mikrostrip dicetak pada sisi\natas substrat kedua sementara groundplane yang berbentuk lingkaran dengan\ndiameter 270 mm ditempatkan di sisi sebaliknya. Dioda PIN (SMP1345-079LF)\ndiimplementasikan pada ujung lengan saluran pencatu mikrostrip untuk bertindak\nseperti saklar yang menghubungkan atau memutuskan saluran pencatu ke\ngroundplane. Dioda PIN ini berperan dalam rekonfigurasi pola radiasi antena.\nChip kapasitor (100 pF) ditempatkan di antara dioda PIN dan sumber gelombang\nmikro untuk mencegah arus searah mengalir ke sumber gelombang mikro, yang\nmerupakan arus bolak-balik. Sementara itu, chip induktor (33 ?H) diletakkan di\nantara dioda PIN dengan sumber arus searah untuk mencegah arus bolak-balik\nberjalan ke sumber arus searah tersebut. Ketika dua elemen antena yang saling\nberseberangan diatur untuk aktif, koefisien refleksi antena tersebut mencapai -\n14,39 dB pada frekuensi 2,4 GHz. Antena tersebut memiliki bandwidth kerja\nsebesar 240 MHz dari frekuensi 2,32 GHz sampai 2,56 GHz dan gain sebesar 0,25\ndBi.", "Daftar File": {}, "Penulis": "Sitia Gamawati Erta Lestari [23216076]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Achmad Munir, S.T., M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "antena susun, dioda PIN, pola radiasi, proximity coupling", "Sumber": "", "Staf Input/Edit": "karya  \n                                     karya", "File": "1 file", "Tanggal Input": "26 Feb 2019"}