{"Nomor": 35515, "Judul": "PENGOLAHAN AIR ASAM TAMBANG SECARA AKTIF DENGAN NETRALISASI MENGGUNAKAN KAPUR DAN NAOH (STUDI KASUS : WMP 18 SITE LATI, PT BERAU COAL)", "Abstrak": "Air asam tambang bukan merupakan suatu permasalahan baru dalam industri pertambangan. Berbagai upaya telah dilakukan untuk mencari sistem yang paling optimum dalam mengatasi permasalahan tersebut. Pengolahan yang diterapkan dapat dilakukan secara pasif maupun aktif, pengolahan aktif yang dilakukan dapat berupa netralisasi menggunakan bahan penetral yang mengandung basa. Kapur merupakan salah satu bahan penetral yang umum digunakan dalam mengolah air asam tambang namun karena bahan tersebut memiliki kelarutan yang kecil pada air menyebabkan sistem pengolahan menjadi kurang optimum. Bahan lain yang dapat digunakan sebagai penetral air asam tambang ialah NaOH. Penelitian ini dilakukan untuk menemukan dosis yang optimum untuk kapur dan NaOH dalam menetralkan air asam tambang WMP 18 pada site Lati milik perusahaan Berau Coal. Diawali dalam penentuan dosis acuan kemudian membuat variasi dari dosis tersebut untuk mendapatkan dosis yang optimum. Pemantauan dilakukan dengan melihat besarnya efisiensi penyisihan parameter besi, mangan, dan sulfat. Hasil penelitian menunjukkan bahwa kedua bahan penetral mampu menyisihkan besi hingga 90%, sedangkan dalam penyisihan mangan bahan penetral NaOH memiliki efisiensi yang lebih baik yakni hingga 75% dibandingkan kapur yang memiliki besar efisiensi hingga 50%.", "Daftar File": {"2019_TA_PP_LALU_JOAQIM_MASTROIANI_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/160266", "2019_TA_PP_LALU_JOAQIM_MASTROIANI_1-DAFTAR_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/160273"}, "Penulis": "Lalu Joaqim Mastroiani [15309043]", "Kontributor / Dosen Pembimbing": ["Ir. Agus Jatnika Effendi, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "optimum, NaOH, kapur, efisiensi, netralisasi", "Sumber": "TUGAS AKHIR Mei 2014", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "8 file", "Tanggal Input": "26 Feb 2019"}