{"Nomor": 35524, "Judul": "PENGARUH AKTIVITAS LIPASE TERHADAP PEMBENTUKAN AROMA  SELAMA FERMENTASI PADA BIJI KAKAO (Theobroma cacao)", "Abstrak": "Biji kakao merupakan biji yang berasal dari buah tanaman Theobroma cacao. Selama proses pengolahan biji kakao akan mengalami perubahan fisis, kimiawi dan biologis. Aroma dan citarasa khas cokelat akan terbentuk, sedang cita-rasa yang tidak dikehendaki di dalam biji kakao akan berkurang. Fermentasi terhadap biji kakao (Theobroma Cacao L var. Forastero) bertujuan untuk membentuk cita-rasa khas cokelat serta mengurangi rasa pahit dan sepat yang ada di dalam biji kakao. Lemak sendiri merupakan komponen utama yang terdapat pada biji kakao yaitu sebanyak 50% dari beratnya. Lipase (triacylglicerol acylhydrolase, E.C. 3.1.1.3) adalah enzim yang mengkatalis hidrolisis ikatan ester gliserol dan mensintesis ester gliserol. Lipase telah banyak digunakan sebagai katalis untuk pembentukan ester, baik dalam skala laboratorium maupun skala industri. Keuntungan dalam penggunakan enzim sebagai katalis adalah enzim sangat  selektif.  Pada  industri  makanan,  lipase  digunakan  sebagai  pembentuk aroma dalam proses pembuatan keju dan chocolate crumb. Belum diketahui bagaimana aktifitas lipase dari biji kakao terutama dari varietas yang ada di Indonesia (Forastero ; Kakao lindak) tanpa adanya mikroba ataupun fungi selama proses fermentasi berlangsung dan bagaimana pengaruhnya terhadap aroma yang dihasilkan.  Tujuan  penelitian  ini  adalah  untuk  mengetahui  pengaruh  aktivitas lipase pada biji kakao selama fermentasi berlangsung dan pengaruhnya terhadap aroma yang dihasilkan.\n\nDalam penelitian ini dilakukan isolasi enzim lipase dari biji kakao yang telah difermentasi selama 0, 3, 5 dan 7 hari (Kode sampel H0, H3, H5  dan H7). Sebagai pembanding dilakukan pula fermentasi biji kakao selama 0, 3, 5 dan 7 hari yang telah di matikan aktivitas enzimnya dengan cara heat shock dan kemudian ditambahkan ekstrak kasar enzim lipase (Kode sampel HE0, HE3, HE5 dan HE7) dan Rhizopus oligosporus sebagai bekteri penghasil lipase, selulase, glukanase dan beberapa enzim hidrolase exogenous lain (Kode sampel HR0, HR3, HR5  dan HR7). Fermentasi biji kakao dilakukan didalam labu erlenmeyer yang\nditutup dengan kapas steril pada suhu fermentasi 37oC. Isolasi enzim dilakukan\ndengan\tpengendapan\taseton\tdan\tuji\taktivitas\tlipase\tdilakukan\tdengan\n \n\nmenggunakan substrat para-nitrofenil palmitat (pNPP). Biji hasil fermentasi kemudian dikeringkan pada suhu 50oC selama 15 jam dan diblender.   Isolasi aroma dilakukan terhadap biji kakao kering melalui ekstraksi secara kontinyu oleh n-pentan. Hasil ekstraksi dianalisis menggunakan GC-MS.\n\nAktivitas  spesifik  lipase  biji  (0,0446  µg  pNP/µg  protein/menit  (H0),\n1,1811 µg pNP/µg protein/menit (H3), 1,3242 µg pNP/µg protein/menit (H5) dan\n1,2493 µg pNP/µg protein/menit (H7)). Sedangkan hasil uji aktivitas lipase biji kakao yang telah dimatikan aktivitas enzimnya dan difermentasi dengan ekstrak kasar enzim lipase adalah 0,1590 (HE0), 0,2262 (HE3), 0,1530  (HE5) dan 0,2396\nµg pNP/µg protein/min (HE7).   Aktivitas lipase biji kakao yang telah dimatikan\naktivitas enzimnya dan difermentasi dengan Rhizopus oligosporus adalah 0,0371 (HR0), 0,1680 (HR3), 0,2594 (HR5) dan 0,1722 µg pNP/µg protein/min (HR7).\n\nHasil GC-MS menunujukkan waktu optimum terbentuknya aroma pada biji kakao adalah pada fermentasi selama 5 hari dimana pada sempel tanpa perlakuan (H5) dan dengan Rhizopus oligosporus (HR5) menunjukkan banyak senyawa-senyawa yang terdeteksi. Senyawa pembentuk aroma pada biji kakao lebih disebabkan oleh adanya exogenous lipase, dimana senyawa-senyawa seperti dodekana,  tridekana,  tetradekana,  1,3-dimetilbenzen  dan  kafein  mempunyai puncak yang lebih tinggi pada hasil kromatogram fermentasi selama 5 (HR5) dan\n7 hari (HR7) dengan Rhizopus oligosporus.", "Daftar File": {"2010_TS_PP_WINDY_WIDOWATY_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/160302", "2010_TS_PP_WINDY_WIDOWATY_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/160303", "2010_TS_PP_WINDY_WIDOWATY_1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/160304", "2010_TS_PP_WINDY_WIDOWATY_1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/160305", "2010_TS_PP_WINDY_WIDOWATY_1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/160306", "2010_TS_PP_WINDY_WIDOWATY_1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/160307", "2010_TS_PP_WINDY_WIDOWATY_1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/160308", "2010_TS_PP_WINDY_WIDOWATY_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/160309"}, "Penulis": "Windy Widowaty [20507015]", "Kontributor / Dosen Pembimbing": ["Prof. Dra. Fida Madayanti Warganegara, MS, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Theobroma cacao, Lipase, GC-MS, Aroma.", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "27 Feb 2019"}