{"Nomor": 35527, "Judul": "FORMULASI STRATEGI PEMASARAN PADA TAKE A BOWL", "Abstrak": "Bisnis makanan di Jakarta menawarkan banyak jenis makanan. Take a Bowl adalah rice bowl khas Indonesia yang menyediakan makanan dengan rasa pedas. Saat ini, tokonya berada di sebuah food court dekat dengan Universitas. Food court saat ini sedang naik daun sebagai tempat untuk berkumpul. Kebanyakan pembeli yang datang adalah mahasiswa dan penduduk sekitar. Take a Bowl juga menawarkan produknya melalui aplikasi Gojek dan menggunakan Instagram untuk mempromosikan produknya seperti layanan influencer dan iklan pada Instagram.\n\nTake a Bowl merupakan bisnis baru di daerah tersebut yang mana masih banyak yang belum mengetahuinya. Take a Bowl sudah mendistribusikan brosur untuk memperkenalkan bisnisnya namun hanya dilakukan satu kali. Teknologi memberikan kemudahan untuk mendapat dan membagikan informasi dari mana pun. Namun, Take a Bowl kurang melakukan promosi dan tidak memaksimalkannya. Take a Bowl menawarkan kustom menu namun tidak efisien untuk perusahaan. Hal tersebut menyebabkan target penjualan tidak terpenuhi dan hanya beberapa pelanggan yang membelinya dan mempengaruhi kinerja penjualan yang cenderung menurun.\n\nUntuk mengumpulkan informasi, penelitian ini menggunakan kuesioner survei yang dibagi dalam dua aspek untuk luring dan daring. Kuesioner untuk aspek luring dibagikan kepada orang-orang di sekitar toko, sementara aspek daring didistribusikan kepada orang-orang yang tinggal di Jakarta Barat, Jakarta Selatan, dan Tangerang. Agar lebih dalam, diperlukan analisa mengenai lingkungan internal dan eksternal. Penelitian ini menggunakan 5 C yang merupakan bagian dari lingkungan internal dan sisanya menjelaskan ancaman dan peluang dari lingkungan eksternal. Alat lingkungan eksternal lainnya adalah Matrix Profil Persaingan (CPM) yang digunakan untuk membandingkan Take a Bowl dengan beberapa pesaing dan dinilai oleh pemilik dan karyawan. Untuk mengidentifikasi lebih banyak tentang lingkungan internal, digunakan STP dan Bauran Pemasaran yang menjelaskan situasi saat ini dari Take a Bowl. Semua alat tersebut adalah menghasilkan sebuah Analisis SWOT. Hasilnya, Take a Bowl adalah yang terburuk jika dibandingkan dengan para pesaing dan kurang kegiatan untuk menarik pelanggan. Untuk mengatasi masalah ini, maka diusulkan strategi pemasaran baru yang akan membantu kinerja perusahaan. Ada beberapa penyesuaian terhadap STP dan Bauran Pemasaran yang berbeda dari yang saat ini.\n\nTake a Bowl harus berubah dalam berbagai cara dan lebih menarik. Selanjutnya adalah membuka cabang baru dekat perguruan tinggi untuk mendapatkan wilayah Jakarta dan Tangerang yang lebih luas. Selain itu, memperbarui menu yang lebih efisien untuk perusahaan dengan harga yang disesuaikan. Take a Bowl akan melakukan kegiatan mengenai promosi yang lebih sering dan merata. Promosi ini akan dijadwalkan dengan baik sebagai rencana implementasi. Rencana implementasi akan dilaksanakan selama dua tahun ke depan yang merupakan jangka menengah. Bisnis makanan sangat bergantung pada trennya.", "Daftar File": {"2019_TS_PP_RETNO_PUTRI_RAMADHANI_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/160312"}, "Penulis": "Retno Putri Ramadhani [29316326]", "Kontributor / Dosen Pembimbing": ["Ir. Alibasjah Inggriantara, S.E., M.M."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Strategi Pemasaran, Bisnis Makanan, STP, Bauran Pemasaran", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "27 Feb 2019"}