{"Nomor": 35528, "Judul": "PENGEMBANGAN BAHAN ACUAN SEKUNDER UNTUK MENDUKUNG JAMINAN MUTU HASIL PENGUJIAN LOGAM BERAT PADA PRODUK PERIKANAN", "Abstrak": "Dewasa ini standar kualitas produk perikanan yang merupakan salah satu andalan ekspor nasional menjadi lebih ketat karena mengemukanya isu keamanan pangan. Hal ini seringkali menjadi sebab penolakan produk ekspor perikanan nasional di pasar internasional. Selain masalah pencemaran lingkungan dan proses produksi, aspek lain yang tak kalah penting adalah masalah jaminan mutu pengujian, karena tanpa pengujian yang valid tidak ada jaminan bahwa kualitas suatu produk memenuhi standar internasional. Salah satu unsur pokok dalam jaminan mutu analisis adalah tersedianya bahan acuan. Dalam penelitian ini telah dikembangkan bahan acuan sekunder untuk mendukung jaminan mutu hasil pengujian logam berat timbal (Pb), kadmium (Cd), dan merkuri (Hg) pada produk perikanan. Kandidat bahan acuan sekunder disiapkan dari ikan marlin yang terkontaminasi logam berat secara alami, yang dengan melalui teknik freeze drying kemudian dapat diperoleh tepung ikan berukuran 140 mesh yang dikemas dalam botol-botol yang berisi sekitar 10 g tepung. Metode Graphite Furnace Atomic Absorption Spectrometry (GFAAS) yang digunakan untuk penetapan nilai kandidat bahan acuan sekunder divalidasi dengan menggunakan SRM NIST 1566b-oyster tissue, dan diperoleh recovery 109,8% untuk Cd dan 101,8% untuk Pb. Uji homogenitas dengan cara statistik ANOVA dilakukan terhadap kandungan Pb dalam bahan kandidat dan memberikan kesimpulan tingkat homogenitas bahan kandidat sudah memenuhi persyaratan. Penetapan nilai bahan acuan sekunder dilakukan dengan menggunakan metode GFAAS yang telah divalidasi dan diperoleh nilai untuk Pb sebesar 0,15 mg/kg, sementara kandungan Cd tidak terdeteksi. Kandungan Hg ditentukan dengan alat mercury autoanalyzer dan diperoleh kandungan Hg sebesar 1,96 mg/kg. Bahan acuan sekunder ini selanjutnya dapat digunakan sebagai sarana jaminan mutu oleh laboratorium-laboratorium nasional yang berkepentingan terhadap pengujian kandungan logam Pb, Cd, Hg dalam produk perikanan.", "Daftar File": {"2010_TS_PP_YOHANES_SUSANTO_RIDWAN_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/160313", "2010_TS_PP_YOHANES_SUSANTO_RIDWAN_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/160314", "2010_TS_PP_YOHANES_SUSANTO_RIDWAN_1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/160315", "2010_TS_PP_YOHANES_SUSANTO_RIDWAN_1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/160316", "2010_TS_PP_YOHANES_SUSANTO_RIDWAN_1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/160317", "2010_TS_PP_YOHANES_SUSANTO_RIDWAN_1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/160318", "2010_TS_PP_YOHANES_SUSANTO_RIDWAN_1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/160320", "2010_TS_PP_YOHANES_SUSANTO_RIDWAN_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/160321"}, "Penulis": "Yohanes Susanto Ridwan [20508039]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Buchari"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "logam berat, produk perikanan, jaminan mutu, bahan acuan", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "27 Feb 2019"}