{"Nomor": 35532, "Judul": "ANALISA PENGUKURAN KINERJA KEUANGAN PADA  PERUSAHAAN KEBANDARUDARAAN DI INDONESIA", "Abstrak": "Pada tahun 2014, pemerintah Indonesia mulai fokus pada sektor pariwisata dengan menargetkan kunjungan pada 20 juta turis asing dan 275 juta perjalanan turis domestik di tahun 2019. Dari target tersebut diharapkan pada tahun 2019, sektor pariwisata dapat berkontribusi 15% dari total GDP. Agar target tersebut dapat tercapai, maka pemerintah Indonesia sedang melakukan percepatan pembangunan infrastruktur bandara. Pemerintah menargetkan pembangunan 14 bandara baru di seluruh Indonesia dan sebagian dari target tersebut telah selesai di tahun 2017. Selain itu, pergerakan pesawat dan pergerakan penumpang setiap tahun meningkat sehingga diperlukan peningkatan kapasitas bandara. Bandara merupakan pintu gerbang utama bagi turis asing untuk masuk ke Indonesia, sehingga bandara menjadi kesan pertama bagi turis asing untuk mencerminkan negara tersebut. Fokus pemerintah terhadap sektor pariwisata merupakan sebuah kesempatan bagi PT Angkasa Pura I dan PT Angkasa Pura II untuk meningkatkan kinerja perusahaannya dengan melihat kinerja keuangannya. Fokus pemerintah tersebut sudah berjalan hampir empat tahun, bagaimana kesehatan keuangan kedua BUMN tersebut dengan melakukan pengukuran delapan rasio keuangan yang berdasarkan pada surat keputusan Kementerian BUMN No. Kep-100/MBU/2002 mengenai penilaian kesehatan BUMN. Delapan rasio keuangan tersebut adalah Return on Equity, Return on Investment, Rasio Kas, Rasio Lancar, Periode Pengumpulan Piutang, Perputaran Persediaan, Perputana Total Aset, dan Rasio antara total ekuitas dan total aset. Terdapat tiga tingkatan kesehatan yaitu sehat (AAA,AA,A), kurang sehat (BBB,BB,B) dan tidak sehat (CCC,CC,C). Hasil dari penilaian delapan rasio tersebut dari 2011 – 2017 dapat disimpulkan bahwa kesehatan keuangan PT Angkasa Pura I dalam kategori sehat dan meningkat (dari BBB ke A). Sedang kesehatan keuangan PT Angkasa Pura II dalam kategori sehat tetapi menurun (dari AA ke A). Selama tujuh tahun terkahir, kinerja keuangan PT Angkasa Pura I lebih baik daripada PT Angkasa Pura II karena adanya peningkatan dalam kategori kesehatan keuangan perusahaan.", "Daftar File": {"2019_TS_PP_ANDY_IBNU_SINA_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/160325"}, "Penulis": "Andy Ibnu Sina [29316342]", "Kontributor / Dosen Pembimbing": ["Dr. Wiwiek M Daryanto, S.E., Ak., M.M., CMA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kinerja Keuangan, Rasio Keuangan, Kesehatan Keuangan, Badan Usaha Milik Negara, Kebandaraudaraan", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "27 Feb 2019"}