{"Nomor": 35535, "Judul": "SPESIASI SENYAWA ORGANOTIN DENGAN TEKNIK TANDEM KROMATOGRAFI  PASANGAN ION - FASA TERBALIK -PEMBANGKIT HIDRIDA - SPEKTROFOTOMETRI SERAPAN ATOM TUNGKU KUARSA (IP-RP-HG-QFAAS)", "Abstrak": "Analisis spesiasi merupakan serangkaian proses analisis mulai dari pemisahan spesi hingga penentuan konsentrasi spesi tersebut baik secara on-line maupun off-line. Pada beberapa dekade belakangan ini, analisis spesiasi senyawa organotin berkembang dengan pesat. Hal ini disebabkan karena analisis spesiasi memberikan informasi yang lebih akurat tentang keberadaan bentuk kimia unsur tersebut, sehingga mampu mencerminkan sifat toksisitasnya.\n\nKajian tentang pemantauan pencemaran laut dan toksisitas senyawa organotin, telah menjadi perhatian luas khususnya di negara-negara maju. Kajian seperti ini diperlukan untuk melihat selain kemampuan bioakumulasinya juga oleh sifat daya racunnya yang sangat tinggi pada organisme perairan meskipun dalam konsentrasi yang sangat rendah (pada tingkat ng/L). Penggunaan senyawa ini secara luas akan berpengaruh negatif terhadap lingkungan dan kesehatan manusia. Untuk itu diperlukan suatu teknik analisis dengan tingkat sensitivitas dan selektivitas yang tinggi untuk analisis spesiasi senyawa organotin. \n\nDalam penelitian ini telah dikembangkan teknik tandem kromatografi pasangan ion fasa terbalik-pembangkit hidrida-spektrofotometri serapan atom tungku kuarsa     (IP-RP-HG-QFAAS), untuk spesiasi senyawa organotin. Spesi organotin yang dianalisis adalah monobutiltin (MBT), dibutiltin (DBT) dan tributiltin (TBT), mengingat luasnya penggunaan senyawa-senyawa ini di industri dan dalam kehidupan sehari-hari. Untuk pemisahan spesi-spesi organotin digunakan teknik kromatografi pasangan ion fasa terbalik (IP-RP) dengan menggunakan alkil sulfonat sebagai reagen pasangan ion. Senyawa organotin dapat membentuk pasangan ion dengan alkil sulfonat, dengan tetapan pembentukan pasangan ion yang berbeda-beda, sehingga dapat meningkatkan hidrofobisitasnya dan dapat teretensi dalam suatu fasa diam yang non polar. Untuk meningkatkan kepekaan pengukuran digunakan teknik pembangkit hidrida (HG), dengan membuat separator gas-cair dan seperangkat konstruksi peralatan generator hidrida yang dipadukan secara on-line dengan detektor AAS.\n\nBerdasarkan kondisi optimum yang diperoleh pada pemisahan dengan kromatografi IP-RP dan sistem pendeteksian dengan HG-QFAAS, dilakukan teknik tandem        IP-RP-HG-QFAAS untuk pemisahan dan pendeteksian spesi organotin secara        on-line. Teknik tandem IP-RP-HG-QFAAS yang dikembangkan, dievaluasi dan divalidasi ini dapat digunakan tidak hanya untuk mempelajari mekanisme retensi senyawa organotin pada pemisahannya dengan teknik kromatografi IP-RP, tetapi dapat juga digunakan untuk memisahkan dan menentukan konsentrasi spesi organotin dalam sampel sedimen. \n\nPada penelitian ini, untuk meningkatkan sensitivitas pengukuran, telah dihasilkan suatu reaktor separator gas-cair yang dimodifikasi dengan berbagai ukuran dan terintegrasi ke dalam sistem HG-QFAAS. Reaktor separator gas-cair ini ternyata dapat meningkatkan sensitivitas penentuan ion Sn dalam larutan. Separator gas-cair yang paling baik adalah dengan panjang tabung 9.0 cm dan diameter tabung 3.0 cm, dengan teknik percampuran antara reagen asam, sampel dan reduktan berlangsung dalam koil reaksi sebelum menuju separator gas cair. Kondisi optimum dari beberapa parameter pengukuran yang sangat berpengaruh dalam penentuan spesi ion Sn dengan metode HG seperti pengaruh jenis asam, konsentrasi asam, dan konsentrasi reduktan telah ditentukan, semuanya dapat meningkatkan kinerja analitik pengukuran.\n\nKinerja analitik yang diperoleh sangat baik, ditunjukkan dengan kebolehulangan (dalam % koefisien variansi) 1.12 % untuk standar Sn 100 ?g L-1 dan 5.88 % untuk standar Sn 50 ?g L-1, limit deteksi mencapai 3.74 ?g L-1. Teknik HG-QFAAS ini dapat meningkatkan sensitivitas pengukuran 1200 kali lebih baik dari metode penentuan ion Sn secara langsung dengan FAAS. Akurasi pengukuran sangat baik, ditunjukkan dengan % recovery pengukuran sampel air alam > 95 %, menunjukkan teknik ini layak digunakan untuk analisis ion Sn dalam jumlah renik. \n\nReaktor separator gas-cair yang dimodifikasi dan terintegrasi ke dalam sistem      HG-QFAAS ternyata memberikan keunggulan dibanding separator gas-cair komersial yang tersedia. Hal ini ditunjukkan dengan terjadinya peningkatan sinyal 1.5 kali lebih tinggi dibanding separator gas-cair komersial.\n\nTeknik kromatografi IP-RP-HG-QFAAS yang dikembangkan dapat memisahkan spesi MBT, DBT, dan TBT dengan kinerja pemisahan yang sangat baik. Hal ini ditunjukkan dengan nilai besaran-besaran dasar kromatografi yang dihasilkan. Komposisi optimum eluen; metanol : air : asam asetat, adalah  90 : 7: 3, dengan konsentrasi reagen pasangan ion dekana sulfonat 1 mM dan pH eluen 3. Faktor kapasitas (k') yang diperoleh untuk spesi MBT, DBT, dan TBT masing-masing 0.24;  0.84 dan 1.74. Nilai resolusi (Rs) untuk pemisahan MBT-DBT dan DBT-TBT masing-masing 0.52 dan 1.42 serta selektifitas (?) untuk MBT-DBT dan DBT-TBT masing-masing 3.53 dan 2.07 menunjukkan efektivitas sistem kromatografi yang dikembangkan.\n\n\n\n\nKajian mengenai mekanisme retensi pemisahan spesi organotin dalam kolom fasa diam non polar menunjukkan bahwa terdapat interaksi antara reagen pasangan ion alkil sulfonat dengan fasa diam. Hal ini ditunjukkan dengan menurunnya besaran faktor kapasitas (k’) dengan bertambahnya konsentrasi reagen pasangan ion.  Model mekanisme retensi ini mirip dengan mekanisme penukaran ion yang lazim dikenal, hanya saja reaksi penukaran ion disini berlangsung secara dinamis.\n\nTeknik tandem IP-RP-HG-QFAAS yang dikembangkan telah berhasil digunakan untuk memisahkan spesi organotin dalam kolom fasa diam non polar dan dapat ditentukan konsentrasinya pada tingkat ?g L-1. Kinerja analitik yang diperoleh sangat baik, ditunjukkan dengan kebolehulangan yang dinyatakan sebagai % koefisien variansi (% KV) untuk spesi MBT, DBT dan TBT masing-masing 1.74; 3.11 dan 3.72 %. Limit deteksi pengukuran untuk masing-masing spesi adalah 4.06; 9.39 dan 12.66 ?g L-1. Teknik tandem IP-RP-HG-QFAAS yang dikembangkan ini telah digunakan untuk analisis spesiasi senyawa organotin dalam sedimen. Akurasi pengukuran sangat baik, ditunjukkan dengan % recovery pengukuran sampel sedimen > 95 %, menunjukkan teknik tandem ini layak digunakan dalam analisis spesiasi organotin hingga orde pikogram.", "Daftar File": {"2009_DIS_PP_A_SENTOSA_PANGGABEAN_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/160328", "2009_DIS_PP_A_SENTOSA_PANGGABEAN_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/160329", "2009_DIS_PP_A_SENTOSA_PANGGABEAN_1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/160330", "2009_DIS_PP_A_SENTOSA_PANGGABEAN_1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/160331", "2009_DIS_PP_A_SENTOSA_PANGGABEAN_1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/160332", "2009_DIS_PP_A_SENTOSA_PANGGABEAN_1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/160333", "2009_DIS_PP_A_SENTOSA_PANGGABEAN_1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/160334", "2009_DIS_PP_A_SENTOSA_PANGGABEAN_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/160335"}, "Penulis": "A. Sentosa Panggabean [30504006]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Buchari", "Prof. Dr. Muhammad Bachri Amran", "Dr. Sadijah Achmad"], "Jenis Koleksi": "Disertasi", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Spesiasi, organotin, IP-RP-HG-QFAAS, sedimen.", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "27 Feb 2019"}