{"Nomor": 35547, "Judul": "STUDI POTENSI PENGGUNAAN KITOSAN CANGKANG KERANG HIJAU DAN KITOSAN KEPITING HASIL MODIFIKASI SECARA MIKROBA SEBAGAI KOAGULAN ALTERNATIF", "Abstrak": "Penyisihan zat tersuspensi merupakan salah satu aspek yang sangat penting dalam pengolahan limbah maupun pengolahan air minum. Koagulasi / flokulasi merupakan proses penyisihan zat tersuspensi yang bertujuan untuk menghilangkan kekeruhan dalam bentuk materi tersuspensi dan koloid. Proses ini dilakukan dengan menambahkan suatu bahan yang disebut koagulan ke dalam proses pengolahan. Aluminium dan PAC adalah bahan kimia yang sering digunakan sebagai koagulan. Penggunaan alum dan PAC sebagai koagulan menimbulkan kekhawatiran karena residu anorganik yang dihasilkan bersifat karsinogenik. Kitosan dapat digunakan sebagai alternatif koagulan karena kandungan amino pada kitosan memungkinkan digunakan sebagai koagulan penjernih air dan juga sifatnya yang biodegradable dan non karsinogenik. Kitosan (C6H11NO4)n merupakan senyawa yang diperoleh dari deasetilasi kitin, polisakarida terbanyak kedua setelah selulosa. Sumber kitin salah satunya berasal dari kelompok eksoskeleton Crustaceae, di antaranya udang, kerang, dan kepiting. Penelitian ini berfokus pada pengunaan kitosan cangkang kerang hijau dengan modifikasi secara mikroba sebagai koagulan. Penentuan efektifitas penyisihan parameter air dilakukan dengan metoda jar test. Sebagai perbandingan, maka dilakukan jartest terhadap koagulan lainnya yaitu aluminium sulfat, PAC, dan kitosan kepiting. Kitosan kerang dilarutkan dalam 1% asam asetat untuk mendapatkan 10 mg/mL larutan kitosan. Jartest dilakukan dengan tiga variasi pH yaitu pH 5, 7, dan 9. Parameter yang diamati pada penelitian ini adalah kekeruhan, zat organik, besi, dan besi. Dari penelitian didapat bahwa kondisi pH yang optimum kitosan kerang hijau ada pada pH 9. Kondisi dosis optimum kitosan kerang hijau pada pH 5, 7, dan 9 adalah 200 mg/L. Pada dosis optimumnya, efisiensi penyisihan untuk koagulan kitosan kerang hijau pada pH 5 untuk parameter kekeruhan, zat organik, dan besi secara berturut-turut adalah 96,87% ,82,74%, 91,67%. Sedangkan pada pH 7 adalah 96,09%, 92,49%, 96,93%. Dan pada pH 9 adalah 97,62%, 98,4%, 96,37%. Kitosan cangkang kerang hijau dengan modifikasi mikroba memiliki potensi sebagai koagulan, namun ditinjau dari tingginya kebutuhan dosis menjadikan koagulan kitosan kurang efisien untuk dijadikan sebagai alternatif koagulan. Penelitian lanjutan perlu dilakukan untuk menemukan modifikasi kitosan yang efektif dari segi dosis untuk digunakan sebagai koagulan alternatif.", "Daftar File": {"2019_TA_PP_ALDIE_NUR_PRATAMA_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/160396", "2019_TA_PP_ALDIE_NUR_PRATAMA_1-DAFTAR_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/160402"}, "Penulis": "Aldie Nur Pratama [15309080]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Prayatni Soewondo, MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Dosis otimum, kitosan cangkang kerang hijau, koagulan, koagulasi, pH optimum.", "Sumber": "TUGAS AKHIR Juni 2014", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "7 file", "Tanggal Input": "27 Feb 2019"}