{"Nomor": 35545, "Judul": "MENENTUKAN MANAJEMEN MODAL KERJA YANG OPTIMAL UNTUK OPERASI BISNIS (STUDI KASUS : PT. MTM)", "Abstrak": "PT. Multi Teknik Mandiri (PT. MTM) adalah salah satu perusahaan manufaktur suku cadang alat berat yang berlokasi di Bekasi, Jawa Barat. Perusahaan memiliki 2 pabrik di Bekasi, yaitu pabrik makrik dan pabrik pengasinan dengan kapasitas produksi 1440 ton / tahun. Isu bisnis dalam penelitian ini adalah manajemen modal kerja PT. MTM yang tidak optimal dibandingkan dengan kompetitor. Manajemen modal kerja yang optimal sangat diperlukan untuk kelangsungan bisnis perusahaan. CCC adalah salah satu instrumen manajemen modal kerja untuk mempertimbangkan aspek-aspek kunci dari manajemen aset saat ini. cash conversion cycle (CCC) PT. MTM selalu lebih tinggi setiap tahun dibandingkan dengan rata-rata industri di mana CCC PT. MTM adalah 13 hari sedangkan rata-rata industri adalah 9 hari.\nKerangka penelitian dari penelitian ini adalah untuk mengoptimalkan CCC PT. MTM agar lebih rendah dari rata-rata industri. Kerangka kerja penelitian ini memiliki beberapa langkah. Pertama, di analisis eksternal penulis menggunakan PEST Analysis untuk mempelajari tentang pasar dan kedua menggunakan analisis Porter’s Five Forces untuk mengeksplorasi tentang industri. Ketiga, dalam analisis internal, penulis menghitung CCC dan kebijakan modal kerja untuk menemukan solusi terbaik. Keempat, mencari akar penyebab menggunakan Five Whys Method. Kelima, penulis mengusulkan beberapa metode untuk menyelesaikan masalah. Ada tiga jenis metode yang digunakan dalam memecahkan masalah penelitian ini, yaitu menggunakan Early Payment Discount, Factoring, dan Modifying Cash Conversion Cycle. Dalam menentukan metode terbaik, penulis menggunakan Analytical Hierarchy Process (AHP) di mana terdapat empat kriteria, yaitu perhitungan CCC, implementasi, profitabilitas, dan dampak terhadap pelanggan.\nHasil dalam penelitian ini menunjukkan bahwa metode modifying ccc  memiliki nilai tertinggi berdasarkan AHP dengan nilai 0,518 sedangkan pada posisi kedua adalah factoring dengan nilai 0,347. Meskipun dalam perhitungan CCC menggunakan metode factoring memiliki nilai yang baik karena dapat mengurangi CCC hingga -3 hari sementara menggunakan metode modifying ccc adalah 4 hari (rata-rata industri 9 hari) tetapi dalam hal implementasi, factoring lebih sulit karena PT. MTM masih perusahaan kecil sehingga akan sulit untuk akses ke bank atau perusahaan factoring.\nOleh karena itu, penulis merekomendasikan PT. MTM menggunakan metode modifying ccc dalam menjalankan bisnisnya untuk menciptakan manajemen modal kerja yang baik sehingga dapat mempengaruhi kinerja secara optimal. Karena penerapan pembayaran uang muka 20% terlalu sulit bagi PT. MTM, penulis melakukan simulasi untuk menerapkan pembayaran uang muka 5% dan 10%. Dari perhitungan, hal ini dapat memperbaiki CCC hingga 11 hari dan 8 hari. Manajemen setuju untuk menerapkan pembayaran di muka 10% dan selanjutnya akan mempertimbangkan hasil penelitian ini.", "Daftar File": {"2019_TS_PP_Muhammad_Helmi_Faisal_1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/160376"}, "Penulis": "Muhammad Helmi Faisal [29117161]", "Kontributor / Dosen Pembimbing": ["Ahmad Danu Prasetyo, ST, MSM, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Manajemen Modal Kerja, Cash Conversion Cycle, Factoring, Analytical Hierarchy Process, Modifying Cash Conversion Cycle, Profitability", "Sumber": "PT. MTM", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "27 Feb 2019"}