{"Nomor": 35546, "Judul": "PERENCANAAN INSTALASI PENGOLAHAN AIR LIMBAH RUMAH SAKIT MARINIR CILANDAK", "Abstrak": "Air limbah yang bersumber dari rumah sakit dapat berupa limbah domestik dan limbah infeksius. Sifatnya yang cenderung memiliki kandungan organik tinggi dan berpotensi mengandung bakteri patogen membuat limbah rumah sakit memerlukan proses pengolahan sebelum dibuang ke badan air. Sesuai Keputusan Menteri Kesehatan RI Nomor 1204/MENKES/SK/X/2004, rumah sakit diharuskan memiliki Instalasi Pengolahan Air Limbah (IPAL). Dari hasil uji kualitas, air limbah Rumah Sakit Marinir Cilandak melebihi baku mutu pada parameter BOD, COD, TSS, dan amonia. Baku mutu yang digunakan adalah Keputusan Menteri Lingkungan Hidup Nomor Kep-58/MENLH/12/1995. Berdasarkan hasil proyeksi jumlah tempat tidur dan jumlah pegawai, diperkirakan timbulan air limbah pada tahun 2023 sebesar 105,062 m3/hari. Jenis pengolahan yang direncanakan terdiri dari pengolahan fisik dengan bar screen dan bak sedimentasi, pengolahan biologis, pengolahan kimiawi dengan desinfeksi, serta pengolahan lumpur dengan sludge drying bed. Alternatif pengolahan biologi yang diajukan adalah Completely Mixed Activated Sludge (CMAS) dan Rotating Biological Contactor (RBC). Pertimbangan pemilihan didasarkan pada aspek teknis, ekonomi, dan operasional dengan sistem pembobotan. Penilaian aspek teknis didasarkan pada efisiensi penyisihan BOD. Penilaian aspek ekonomi didasarkan pada hasil analisis Present Value Annual Cost. Sedangkan aspek operasional didasarkan pada kebutuhan lahan, tingkat kesulitan operasi, dan konsumsi energi. Dari kedua alternatif, Completely Mixed Activated Sludge menjadi sistem pengolahan biologis terpilih untuk mengolah air limbah di Rumah Sakit Marinir Cilandak. Total biaya yang dibutuhkan dalam proyek IPAL ini adalah sebesar Rp 1.238.674.369,00.", "Daftar File": {"2019_TA_PP_ARMAFITRIANI_ZAITOON_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/160386", "2019_TA_PP_ARMAFITRIANI_ZAITOON_1-DAFTAR_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/160395"}, "Penulis": "Armafitriani Zaitoon [15309074]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Marisa Handajani, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Air Limbah, BOD, CMAS, IPAL, Rumah Sakit", "Sumber": "TUGAS AKHIR 30 September 2013", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "10 file", "Tanggal Input": "27 Feb 2019"}