{"Nomor": 35553, "Judul": "STUDI PENGENDALIAN BANJIR DKI JAKARTA DENGAN PENYALURAN LIMPASAN SUNGAI CILIWUNG KE KANAL BANJIR TIMUR", "Abstrak": "Banjir Jakarta sering terjadi jika curah hujan tinggi. Terdapat 6 Daerah Aliran\nSungai (DAS) yang berkontribusi terhadap banjir di Wilayah Jakarta yaitu\nCiliwung, Angke-Pasanggrahan, Krukur-Grogol, Sunter, Cakung, dan Buaran.\nDAS Ciliwung merupakan salah satu DAS yang kerap dipermasalahkan sebagai\npenyebab banjir Jakarta. Hilir aliran sungai terhubung dengan Kanal Banjir Barat\n(KBB). Terdapat kondisi dimana KBB bekerja keras saat debit memuncak. Banjir\nmengakibatkan gangguan bagi kegiatan sosial dan ekonomi Jakarta yang\nberdampak kerugian materi secara langsung maupun tidak langsung. Gangguan\ntersebut juga berupa kemacetan total di beberapa wilayah DKI Jakarta dan juga\nterendamnya permukiman dan perkantoran. Oleh karena itu, diperlukan studi\npenanggulangan banjir Jakarta yang bertujuan untuk meminimalkan genangan\nyang terjadi akibat meluapnya Sungai Ciliwung. Studi ini menggunakan metode\nanalisis hidrologi dan hidrolika. Debit banjir yang dianalisis adalah debit banjir 25\ntahunan. Sodetan dari Sungai Ciliwung ke Kanal Banjir Timur (KBT) telah\ndirencanakan untuk menyalurkan debit berlebih. Analisis yang dilakukan\nmenunjukkan bahwa KBT dapat menampung debit 272,84 m3/s dari Sungai\nCiliwung. Sodetan dirancang dengan penampang berbentuk trapezium.", "Daftar File": {"2013_TA_PP_DEWI_RIZKY_OCTARINA_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/160441", "2013_TA_PP_DEWI_RIZKY_OCTARINA_1-BAB_6.pdf": "https://digilib.itb.ac.id/gdl/download/160448", "2013_TA_PP_DEWI_RIZKY_OCTARINA_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/160453"}, "Penulis": "Dewi Rizky Octarina [15009068]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Ir. Sri Legowo Wignyo Darsono"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Engineering & allied operations", "Kata Kunci": "Banjir. Sungai Ciliwung, Kanal Banjir Timur, Sodetan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "27 Feb 2019"}