{"Nomor": 35560, "Judul": "Effects of treated wastewater irrigation on the establishment of young grapevines", "Abstrak": "Irrigation with treated wastewater could produce excessive accumulations within the plant and soil, negatively\naffecting the yield and production quality. In addition, the presence of biological and chemical contaminants\ncould harm the agricultural environment, as well as the health of farmers and consumers. During this work,\nthe suitability of secondary and tertiary treated wastewater for use in young grapevines was evaluated by studying the effect of the wastewater irrigation on the soil-plant system, crop yield, fruit quality and the presence of\ninorganic chemical contamination (salts, elements and heavy metals), organic chemical contamination (polycyclic aromatic hydrocarbons) and microbial contamination (E. coli, total coliforms). The results show that tertiary\ntreated wastewater had positive impact on plant growth and yield while secondary treated wastewater had negative impact on fruit safety in comparison with tap water. Sodium levels in soils irrigated with treated wastewater increased at the end of the irrigation period while decreased during the wet season. The total polycyclic\naromatic hydrocarbon concentrations in the soils ranged from 363 ?g/kg to 374 ?g/kg at the end of the experiment for all irrigation treatments applied. The use of tertiary treated wastewater was recommended for the irrigation of young grapevines as an alternative water source secured protection of environment, plant health and\nfruit quality", "Daftar File": {}, "Penulis": "I. Petousi [-]", "Kontributor / Dosen Pembimbing": ["G. Daskalakis.,M.S. Fountoulakis.,D. Lydakis.,L. Fletcher.,E.I. Stentiford.,T. Manios"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Table grape Reclaimed water Risk Reuse Micro-pollutants Salinity", "Sumber": "Science of the Total Environment 658 (2019) 485–492", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "27 Feb 2019"}