{"Nomor": 35566, "Judul": "USULAN STRATEGI BISNIS UNTUK JOSH FISHER AGAR  MENJADI YANG TERDEPAN DALAM PERUSAHAAN PEMIPAAN", "Abstrak": "Josh Fisher(JF) berdiri pada tahun 1802 yang berkantor pusat di Swiss. Sebagai salah satu perusahaan \nmanufaktur terbesar di dunia, JF telah hadir sejak 2008 di Vietnam. Josh Fisher terdiri dari tiga divisi, \nJF Piping System, JF Automotive and JF Machining Solution. Penelitian ini dilaksanakan dengan \nberfokus pada divisi sistem pemipaan(Piping System). Meskipun telah sedekade masuk di pasar \nVietnam, Managing Director untuk Asia Tenggara melaporkan penjualan tidak pernah mencapai \ntarget yang juga sesuai dengan laporan penjualan di Asia(kecuali China) yang menghadapi fase \nstagnan. Tingginya tingkat pergantian management  juga turut mendukung fakta tersebut. \nBagaimanapun, hal tersebut berbanding terbalik dengan situasi bisnis manufaktur di Vietnam, \nkhususnya di sistem pemipaan. Fakta dari luar, seperti diadakannya rapat tahunan IMF di Indonesia \npada tahun 2018, menunjukkan bahwa investor indonesia akan  mendukung dengan kuat \nperkembangan Vietnam, dan hal itu juga sejalan dengan laporan dari Asian Development Bank, juga \nworldbank bahwa Vietnam sebagai negara dengan tingkat pertumbuhan GDP terbesar kedua di Asia \nTenggara pada tahun 2018, memiliki pengeluaran sangat besar pada proyek infrasutruktur. Fakta \nlaporan dari pemerintah dalam negeri Vietnam sendiri menunjukkan adanya pertumbuhan yang \nsangat besar pada industri manufaktur. Sehingga, Josh Fisher seharusnya memiliki pertumbuhan \nyang posotif berdasarkan fakta-fakta tersebut. Namun hal tersebut tidak terjadi. Asal penyebab \nmasalah dari Josh Fisher ialah kurangnya kehadiran di lokal dan kurang dikenalnya perusahaan di \nVietnam.\nOleh karena itu, strategi umum dan fungsional dipilih untuk kesesuaiannya yang menghasilkan \nbeberapa solusi pilihan yang dapat diterapkan oleh Josh Fisher.  Beberapa diantaranya  adalah \npenerapan strategi horisontal melalui menjalin kerjasama lokal dan merangkai ulang garis distribusi \ndari hilir ke hulu JF khususnya untuk penghematan biaya. Sebagai tambahan, perubahan pangsa pasar \ntarget dibutuhkan untuk mendapatkan peluang cakupan pasar yang lebih luas. Pandangan utama \nperusahaan dari focus strategi ke produk juga sebaiknya disesuaikan menjadi orientasi ke pengguna.\nSehingga sebagai tahap akhir dari enelitian ini adalah dengan menghasilkan usulan rencana \npenerapan strategi yakni dengan segera mengerjakannya dalam jangka waktu tiga tahun kedepan \ndimulai dari 2019 sebagai waktu yang tepat karena bnyaknya proyek hingga tahun 2030. Terakhir, \npenulis berharap penelitian ini dapat bermanaat terhadap JF dan perusahaan terkait untuk menangkap \npeluang dan tentunya untuk memperkaya wawasan dalam dunia pendidikan.", "Daftar File": {"2019_TS_PP_I_PUTU_SUTAMA_MANDALA_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/160483"}, "Penulis": "I Putu Sutama Mandala [29316343]", "Kontributor / Dosen Pembimbing": ["Yudo Anggoro, M.S.M., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Josh Fisher, Sistem Pemipaan,Vietnam, Stagnan, Pertumbuhan, Strategi Bisnis, Kehadiran di Lokal,  Penghematan biaya, Pangsa Pasar Target, Kerjasama Local, Orientasi ke Pengguna", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "27 Feb 2019"}