{"Nomor": 35568, "Judul": "STRATEGI BISNIS UNTUK DIKEMBANGKAN PADA PORTAL IKLAN BARIS OTOMOTIF: KASUS OTOMART", "Abstrak": "Pasar otomotif Indonesia selalu berada diurutan paling atas diantara negara ASEAN. Hal menarik dari pasar ini tidak hanya mengenai produksinya tetapi juga mengenai proses jual dan beli mobil. Saat ini teknologi digital mulai berperan penting dalam kehidupan sehari-hari setiap orang dimana semua berharap akan akses lebih mudah mengenai informasi dimanapun, kapanpun dan melalui perangkat apapun. Termasuk juga dalam mencari dan membeli mobil. Iklan baris otomotif berperan penting dalam fenomena pencarian mobil secara digital ini. OTOmart sebagai iklan baris otomotif melihat kesempatan untuk melayani pasar tersebut secara digital dimana selama ini iklan baris adalah wilayah media Koran.\nFokus penelitian ini adalah pengembangan strategi bisnis OTOmart dalam iklan baris otomotif. Metodologi penelitian yang digunakan adalah kualitatif. Informasi dan data dikumpulkan melalui wawancara tim OTOmart dan survey ke dealer dan pengunjung situs. Bisnin solusi yang ditawarkan adalah pendekatan optimisasi hubungan dan keterkaitan dalam penciptaan rantai nilai di OTOmart yang selama ini banyak hilang. Lebih dari itu strategi berlian dan penciptaan bisnis model ikut melengkapi solusi bisnis di OTOmart untuk mendapatkan keunggunalan kompetitif, proposisi nilai dan monetisasi. Penemuan solusi bisnis didapatkan setelah melakukan analisa secara internal dan eksternal. Faktor eksternal menggunakan PESTEL, Porter’s Five Forces dan Analisa Kompetitor. Sedangkan analisa internal menggunakan analisa rantai nilai. Untuk melengkapi analisa internal dan eksternal penelitian ini juga mengembangkan analisa SWOT di OTOmart.", "Daftar File": {"2019_TS_PP_ACHMAD_RIFAIE_DE_JONG_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/160484"}, "Penulis": "Achmad Rifaie De Jong [29316346]", "Kontributor / Dosen Pembimbing": ["Anh Dung Do, MBA, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Keunggulan Kompetitif, Iklan Baris Otomotif, Bisnis Strategi, Bisnis Model, Strategi Berlian, Hubungan dan Keterkaitan", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "27 Feb 2019"}