{"Nomor": 35570, "Judul": "PENGAJUAN STRATEGI PEMASARAN UNTUK BISNIS KULINER: STUDI KASUS MEATBRAY", "Abstrak": "Meatbray adalah bisnis pemula yang bermain di bidang kuliner, terutama bisnis makanan. Meatbray berdiri di Bekasi sejak 2018. Ide bisnis ini terbentuk karena latar belakang masing-masing pemilik yang pernah memiliki bisnis kuliner sebelumnya. Produk makanan yang ditawarkan oleh Meatbray adalah daging sapi yang kemudian diolah dengan banyak pilihan saus dan topping. Mulai tahun 2018, pendapatan tertinggi Meatbray adalah sekitar Rp 60.000.000 per bulan dan tidak pernah melebihi dari angka itu, kami membutuhkan strategi untuk mendapatkan penjualan dan bersaing dengan pesaing lain karena hambatan bisnis makanan untuk masuk sangat rendah.\nKondisi internal dan eksternal perusahaan Meatbray akan dianalisis untuk mendapatkan pemahaman yang lebih baik tentang kondisi Meatbray saat ini. Kondisi internal akan dianalisis dengan analisis penjualan di sisi lain, kondisi eksternal akan dianalisis oleh Segmenting, Penargetan dan Posisi, Bauran pemasaran 4p, kanvas proposisi nilai, analisis pesaing, dan analisis konsumen.\nMeatbray memerlukan strategi pemasaran untuk meningkatkan penjualan bagi perusahaan saat ini. Jadi strategi pemasaran seperti promosi, diskon, dan branding produk harus menjadi strategi yang tepat. Kami berencana menggunakan blogger makanan Instagram dan melakukan kampanye untuk meningkatkan promosi.\nImplementasi strategi berfokus pada bagaimana Meatbray bisa mendapatkan lebih banyak penjualan. Strategi akan dimulai pada bulan Maret dan kami akan mengevaluasi semua strategi pada bulan Agustus.", "Daftar File": {"2019_TS_PP_Bimo_Sigit_Rusanjaya_1-Abstrak1.pdf": "https://digilib.itb.ac.id/gdl/download/160492"}, "Penulis": "Bimo Sigit Rusanjaya [29116355]", "Kontributor / Dosen Pembimbing": ["IR. C.O. BUDI PERMADI ISKANDAR,"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Makanan, Kuliner, Usaha Kecil Menengah, Strategi Pemasaran", "Sumber": "MEATBRAY", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "27 Feb 2019"}