{"Nomor": 35581, "Judul": "KAJIAN AKTIVITAS DAN MEKANISME KERJA EKSTRAK DAN FRAKSI BUAH KRANGEAN (Litsea cubeba (Lour.) Pers.) SEBAGAI ANTIDIABETES", "Abstrak": "Diabetes mellitus (DM) adalah kelompok gangguan metabolik yang disebabkan karena pankreas tidak memproduksi insulin atau tubuh tidak dapat menggunakan insulin yang diproduksi secara efektif. Insulin merupakan hormon yang mengatur keseimbangan gula darah didalam tubuh agar tidak terjadi peningkatan kadar glukosa dalam darah.\nPeningkatan jumlah penderita DM terus meningkat di seluruh dunia. Berdasarkan data WHO, Indonesia menduduki peringkat ke 2 terbesar di negara anggota SEARO (Southearn Asian Pasific) dengan persentase kematian akibat diabetes sebesar 6%. Prevalensi nasional DM  tahun 2018 berdasarkan konsesus PERKENI 2015 meningkat menjadi 10,9% dari konsensus PERKENI 2011 sebesar 85%.\nPada saat ini DM ditangani dengan obat-obatan sintetik yang memiliki efek samping yang relatif tinggi serta harga yang lebih mahal. Selain obat-obat konvensional, saat ini juga terlihat peningkatan minat masyarakat terhadap obat tradisional, diantaranya dikarenakan efektivitas yang menjanjikan, efek samping yang lebih sedikit serta biaya pengobatan yang lebih murah.\nLitsea cubeba (Lour.) Pers. atau krangean merupakan tumbuhan yang banyak terdapat di dataran tinggi. Komponen minyak dari krangean banyak dimanfaatkan sebagai pengobatan. Buah krangean sendiri secara empiris telah digunakan sebagai pengobatan diabetes, dengan menggunakan satu buah krangean mentah dikunyah 2 kali sehari selama 4-6 minggu. Namun demikian, masih diperlukan penyelidikan lanjut untuk mengetahui golongan senyawa apakah yang bertanggung jawab terhadap aktivitas antidiabetes tersebut. Lebih jauh, juga perlu diselidiki bagaimana mekanisme senyawa tersebut dalam menurunkan kadar glukosa darah.\nPenelitian ini bertujuan untuk menemukan aktivitas dan mengkaji mekanisme dari tumbuhan krangean yang diekstraksi menggunakan Supercritic fluid extraction (SFE), dengan pelarut etanol serta difraksinasi dengan menggunakan pelarut n-heksana, etil asetat dan air. Penggunaan SFE sendiri bertujuan untuk memisahkan komponen minyak dengan senyawa kimia lain yang terkandung dalam buah krangean.  Untuk mencapai tujuan ini, rangkaian penelitian dirancang sebagai berikut: ekstraksi total buah krangean dengan menggunakan pelarut etanol, ekstraksi dengan menggunakan SFE, ekstraksi residu SFE dengan menggunakan pelarut etanol, fraksinasi ekstrak residu buah krangean dengan menggunakan pelarut n-heksana dan etil asetat. Pengujian aktivitas antidiabetes in vivo dari ekstrak dan fraksi dengan metode uji toleransi glukosa oral, metode induksi aloksan dan metode induksi resistensi insulin dengan makanan tinggi lemak-karbohidrat pada hewan uji (seluruh pengujian in vivo dilakukan dengan dosis bertingkat, ekstrak pada dosis 140 mg/kgbb, 280 mg/kgbb dan 560 mg/kgbb, fraksi-fraksi pada dosis 140 mg/kgbb dan 280 mg/kgbb). Pengujian aktivitas antidiabetes in vitro dari ekstrak dan fraksi dengan dengan metode inhibisi enzim ? amilase, inhibisi enzim ? glukosidase.\nPada uji toleransi glukosa oral didapatkan hasil bahwa ekstrak etanol total 140 mg/kgbb, ekstrak SFE 140 mg/kgbb dan fraksi etil asetat ekstrak etanol residu SFE 140 mg/kgbb secara signifikan mampu menahan pembebanan glukosa yang diberikan pada hewan uji selama 120 menit pengamatan. \nPada hewan diabetes yang diinduksi aloksan didapatkan hasil penurunan kadar glukosa darah secara signifikan pada kelompok ekstrak etanol total 140 mg/kgbb dan kelompok fraksi etil asetat ekstrak residu SFE 140 mg/kgbb dan 140 mg/kgbb. Sedangkan dari hasil histologi organ pankreas hanya kelompok ekstrak etanol total yang dapat memperbaiki kerusakan pulau langerhans ditandai dengan lebih banyaknya jumlah pulau langerhans dan jumlah sel ? pankreas dibandingkan dengan kelompok diabetes.\nPada model hewan resisten insulin yang diinduksi dengan makanan tinggi lemak dan karbohidrat, penurunan kadar glukosa terdapat pada kelompok ekstrak etanol total 280 mg/kgbb, ekstrak SFE 140 mg/kgbb dan fraksi etil asetat ekstrak etanol  residu SFE 280 mg/kgbb. Kenaikan nilai konstanta tes toleransi insulin (KTTI) terlihat pada kelompok ekstrak etanol total 280 mg/kgbb, ekstrak SFE 140 mg/kgbb dan fraksi etil asetat ekstrak etanol  residu SFE 140 mg/kgbb. Hasil histologi organ hati pada kelompok ekstrak SFE dan fraksi etil asetat ekstrak etanol  residu SFE menunjukkan adanya penurunan steaosis hepatis.\nPada hasil pengujian secara in vitro dengan uji ? amilase dan ? glukosidase, menunjukkan tidak adanya aktivitas antidiabetes yang signifikan baik pada ekstrak maupun fraksi buah krangean.\nHasil pengujian in vivo membuktikan bahwa ekstrak etanol total dosis 140  mg/kgbb, ekstrak SFE 140 mg/kgbb dan fraksi etil asetat dosis 140 mg/kgbb memiliki aktivitas antidiabetes pada model hewan toleransi glukosa, diabetes yang diinduksi aloksan dan diabetes resistensi insulin. Mekanisme kerja ekstrak etanol total, ekstrak SFE dan fraksi etil asetat ekstrak residu SFE buah krangean yaitu dengan meningkatkan sekresi insulin melalui regenerasi sel-sel ? pankreas dan peningkatan sensitivitas sel terhadap insulin.", "Daftar File": {"2019_DS_PP_Tri_Wijayanti_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/160531", "COVER Tri Wijayanti": "https://digilib.itb.ac.id/gdl/download/239172", "BAB 1 Tri Wijayanti": "https://digilib.itb.ac.id/gdl/download/239173", "BAB 2 Tri Wijayanti": "https://digilib.itb.ac.id/gdl/download/239174", "BAB 3 Tri Wijayanti": "https://digilib.itb.ac.id/gdl/download/239175", "BAB 4 Tri Wijayanti": "https://digilib.itb.ac.id/gdl/download/239176", "BAB 5 Tri Wijayanti": "https://digilib.itb.ac.id/gdl/download/239177", "PUSTAKA Tri Wijayanti": "https://digilib.itb.ac.id/gdl/download/239178"}, "Penulis": "Tri Wijayanti [30712303]", "Kontributor / Dosen Pembimbing": ["Prof. I Ketut Adnyana, M.Si., Ph.D.", "Prof. Dr. Sukrasno, M.Si", "Dr. Neng Fisheri Kurniati, S.Si., M.Si., Apt."], "Jenis Koleksi": "Disertasi", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "krangean, antidiabetes, SFE, in vitro, in vivo", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     yana mulyana", "File": "8 file", "Tanggal Input": "27 Feb 2019"}