{"Nomor": 35596, "Judul": "PERUMUSAN STRATEGI PEMASARAN DI MEDIA SOSIAL INSTAGRAM UNTUK VASCKA EYEWEAR DALAM MENINGKATKAN KETERLIBATAN PELANGGAN DAN PENJUALAN", "Abstrak": "Vascka Eyewear adalah bisnis online yang didirikan pada tahun 2013 yang fokus dalam menjual produk kacamata dan menyediakan layanan optik di Instagram dan Website, yang mencakup kacamata, kacamata hitam, dan penggantian lensa kacamata. Vascka Eyewear menggunakan akun Instagram @kacamata_vascka yang memiliki lebih dari 500.000 pengikut dan situs website www.vasckaeyewear.com, dengan pelanggan yang berasal dari seluruh Indonesia yang dapat mengakses toko online di mana saja dan kapan saja. Vascka Eyewear percaya bahwa industri optik akan berkembang pesat dan ada peluang besar untuk terus berkembang di pasar Indonesia karena ekspansi yang cepat dari industri e-commerce atau bisnis online yang dapat meningkatkan pengeluaran untuk belanja online. Vascka Eyewear memiliki jumlah pengikut yang sangat banyak di Instagram, tetapi keterlibatan pelanggan sangat rendah sejak berlakunya sistem algoritma dalam pengunggahan foto di Instagram, yang berdampak pada menurunnya penjualan produk. Vascka Eyewear perlu mengatasi masalah ini dengan menentukan strategi pemasaran terbaik di Instagram.\n\nDalam melakukan penelitian ini, penulis akan menganalisis bisnis internal dan bisnis eksternal Vascka Eyewear. Analisis bisnis internal dilakukan melalui analisis STP, marketing mix, business model, value proposition, dan strategi pemasaran di Instagram yang dilakukan, sedangkan analisis bisnis eksternal dilakukan melalui analisis pasar dan industri kacamata, juga analisis konsumen. Analisis internal dan eksternal akan dikombinasikan menggunakan analisis SWOT dan akar permasalahan bisnis akan dianalisis menggunakan Root Cause Analysis, dan kemudian strategi alternative akan diformulasikan dengan TOWS Matrix, juga melalui analisis tentang situasi Vascka Eyewear saat ini, untuk menemukan strategi pemasaran di Instagram yang paling baik untuk Vascka Eyewear untuk meningkatkan keterlibatan pelanggan dan penjualan. Strategi pemasaran yang dilakukan oleh Vascka Eyewear adalah foto atau video yang diunggah di profil Instagram, paid promote, endorsement, Instagram Ads, dan promosi diskon.\n\nHasil penelitian menunjukkan bahwa dari semua strategi pemasaran Instagram yang digunakan oleh Vascka Eyewear dapat meningkatkan keterlibatan pelanggan, kecuali Instagram Ads. Namun, strategi pemasaran terbaik yang memberikan dampak besar pada keterlibatan pelanggan dan pertumbuhan penjualan adalah konten visual dari fotografi produk. Mengubah konsep pada Instagram Vascka Eyewear terbukti dapat meningkatkan volume penjualan produk dalam tiga bulan terakhir. Oleh karena itu, Vascka Eyewear memformulasikan strategi pemasaran Instagram yang harus diterapkan untuk meningkatkan keterlibatan pelanggan dan pertumbuhan penjualan dengan beberapa cara, yaitu perbaikan konten Instagram, mengoptimalkan fitur Instagram, dan peningkatan layanan pelanggan dan program untuk meningkatkan keterlibatan pelanggan.", "Daftar File": {"2019_TS_PP_ANJEREVA_ENGGAR_METRAPRASAGI_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/160564"}, "Penulis": "Anjereva Enggar Metraprasagi [29316415]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mohamad Toha"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Social Media Marketing, Instagram, Strategi Pemasaran, Bisnis Online, Keterlibatan Pelanggan, Peningkatan Penjualan", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "27 Feb 2019"}