{"Nomor": 35603, "Judul": "EVALUASI PERSYARATAN TEKNIS SISTEM INFORMASI AKUNTANSI UNTUK IMPLEMENTASI ACTIVITY BASED COSTING DALAM GRUP PERUSAHAAN", "Abstrak": "Grup XYZ adalah perusahaaan transportasi. Ruang lingkup kegiatan usaha dari grup XYZ  adalah transportasi bus (bus carter wisata, antar jemput karyawan, dan AKAP), dealer, logistik, sewa mobil, dan taksi. Bisnis grup XYZ membutuhkan teknologi informasi yang bagus untuk menunjang bisnis mereka. Manajemen dari grup XYZ  sedang membangun sistem informasi baru dengan menggunakan tim IT internal. Investasi informasi teknologi ini akan berkontribusi dalam pengurangan biaya perusahaan dan meningkatkan kualitas pengambilan keputusan dari laporan yang dihasilkan dari sistem. \n\nMasalah dari sistem sekarang adalah kualitas rendah dari laporan yang dihasilkan termasuk laporan keuangan dan laporan kepada manajemen perusahaan, dan membutuhkan waktu lama untuk menyelesaikan sistem sampai benar – benar sempurna. Beberapa departemen masih menggunakan sistem yang terpisah. Situasi ini menimbulkan beberapa permasalahan dalam menyiapkan laporan keuangan perusahaan. Data dari sistem tidak valid, lengkap, dan terjadi beberapa duplikasi data. Selain itu, alokasi beban untuk setiap perusahaan belum benar. Alokasi biaya yang tidak benar akan membuat laporan manajemen tidak benar dan tidak bisa digunakan untuk mengambil keputusan. Masalah ini dapat diatasi apabila sistem informasi yang digunakan oleh Grup XYZ dapat mengaplikasikan konsep dari activity based costing yang benar. Selain itu, Final projek ini akan memberikan evaluasi atas beberapa alternatif untuk mengatasi masalah yang ada. Alternatif yang tersedia adalah apakah akan mempertahankan sistem yang sudah ada atau melakukan implementasi dari pihak ketiga (SAP atau Oracle Hyperion). Final projek ini akan meriview secara komprehensif berdasarkan konsep dalam sistem informasi akuntansi dan akuntansi manajemen.", "Daftar File": {"2019_TS_PP_SISKA_SETIAWATI_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/160572"}, "Penulis": "Siska Setiawati [29316439]", "Kontributor / Dosen Pembimbing": ["Ir. Kinsenary Tjendrasa, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Sistem informasi Akuntansi, Laporan keuangan , Laporan Manajemen, Kontrol Internal.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "27 Feb 2019"}