{"Nomor": 35611, "Judul": "PERBAIKAN PROSES PENGADAAN PT KAPAL DARYA  DENGAN PENDEKATAN LEAN SIX SIGMA", "Abstrak": "PT Kapal Darya adalah perusahaan penyedia jasa transportasi feri roll-on / roll-off-Indonesia yang terkemuka. Mereka selalu berkomitmen untuk mendorong peningkatan kinerja perusahaan dan kontribusi ke negara. Salah satu hal yang dapat mempengaruhi kinerja perusahaan adalah proses pengadaan. Sayangnya, saat ini proses pengadaan di PT Kapal Darya masih melebihi target waktu penyelesaian yang sudah ditentukan. Keterlambatan dalam proses pengadaan tentu memiliki dampak tertentu, beberapa diantaranya adalah dapat menunda pelaksanaan proyek yang selanjutnya meningkatkan biaya, cenderung menghasilkan kinerja pelaksanaan proyek yang buruk dan dapat menunda pengiriman manfaat kepada user akhir. Oleh karena itu, penelitian ini bertujuan untuk menganalisis masalah yang terjadi pada perusaahaan dan memberikaan solusi yang dapat meningkatkan proses pengadaan menjadi lebih efisien dan efektif.\nPendekatan yang akan digunakan dalam penelitian ini adalah Lean Six Sigma dengan tools DMAIC sebagai penggabungan konsep Six Sigma dan Lean. Penyebab utama dari masalah ini adalah manajemen vendor perusahaan yang belum digunakan secara optimal. Sistem ini tidak terorganisasi dengan baik, dimana data vendor yang tercantum tidak ter-update secara berkala dan juga belum terdapat klasifikasi yang tepat. Hal tersebut lah yang membuat proses pengadaan, terutama dalam metode pemilihan langsung lebih lama dari yang seharusnya. Selain itu, proses pengadaan yang sebagian besar dilakukan secara manual juga menghambat pengadaan diselesaikan secara tepat waktu. \nSolusi dan perbaikan yang dapat diterapkan untuk meningkatkan efisiensi proses pengadaan adalah penggunaan aplikasi E-Procurement yang juga mencakup pengembangan Vendor Management System. Solusi ini memiliki beberapa manfaat seperti meningkatkan transparansi dan akuntabilitas, mendukung proses pemantauan, pelacakan dan pengingat, serta memenuhi akses real time terhadap kebutuhan informasi. Aplikasi ini akan terdiri dari beberapa feature atau modul yaitu halaman utama, modul pengadaan, modul kontrak, dan modul vendor.", "Daftar File": {"2019_TS_PP_NAMIRA_NURMALATYA_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/160581"}, "Penulis": "Namira Nurmalatya [29317007]", "Kontributor / Dosen Pembimbing": ["Ir. Adirizal Nizar, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Proses Pengadaan, Lean Six Sigma, E-Procurement", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "27 Feb 2019"}