{"Nomor": 35616, "Judul": "FORMULASI STRATEGI PEMASARAN UNTUK MENINGKATKAN KESADARAN MEREK UNTUK MEREK ARTISAN MELALUI PENGELOLAAN KONTEN MEDIA SOSIAL: SEBUAH STUDI DI  PT TULISAN SUSUNAN TINTA", "Abstrak": "Ekonomi kreatif telah tumbuh dengan pesat di Indonesia sejak Bekraf berdiri melalui Keputusan Presiden. Pada tahun 2016 ekonomi kreatif Indonesia telah berkontribusi sebanyak 7,44% bagi perekonomian nasional, sementara PDB ekonomi kreatif di Indonesia sendiri telah tumbuh 4,95% pada tahun 2016. Pertumbuhan industri yang pesat telah mendorong banyak praktisi kreatif untuk berpartisipasi dalam aktivitas kewirausahaan kreatif. Diantara kewirausahaan kreatif ini Tulisan adalah salah satu artisan brand yang berdiri dengan fokus untuk menghasilkan produk dengan jumlah angka produksi yang terbatas. Sebagai bisnis dengan landasan “offline”, bisnis ini berkembang melalui pemasaran dari mulut ke mulut.\nNamun seiring dengan berkembangnya jaman menuju digitalisasi dan perubahan perilaku pasar terhadap dunia digital, perusahaan ini masih menemui kesulitan untuk menggait “traffic” melalui digitalisasi. Landasan produk bisnis ini yang akan selalu berkembang sesuai dengan kreatifitas senimannya memicu perlambatan performansi pemasaran ini sehingga membutuhkan waktu lebih lama bagi produk-produk tersebut terjual habis walau di produksi dengan jumlah yang lebih sedikit. Ada 3 permasalahan utama yang saat ini dihadapi yaitu: bagaimana menciptakan startegi pemasaran yang tepat bagi Tulisan? Apakah jarak komunikasi utama pada pemasaran melalui social media Tulisan sehingga aktivitas pemasaran ini gagal digunakan untuk meningkatkan “brand awarenes”? Kenapa produk home decor Tulisan mengalami kesulitan dalam penjualannya?\nUntuk menyelesaikan masalah diatas ada beberapa kerangka kerja yang akan dibangun untuk mengamati performansi merek Tulisan secara keseluruhan. Kerangka kerja tersebut dibangun melalui kombinasi dari Aaker building strong brand, SWOT, social media metric analysis, visual social semiotics dan the influencer continuum. Metodologi yang digunakan adalah dengan menggabungkan antara secondary data, internal interview, in-depth interview dan focus group discussion  (sampel diambil secara ‘random’ dari orang-orang yang terdaftar sebagai pengikut Instagram Tulisan) riset ini akan didukung oleh survei non-random yang diambil dari data demografis tentang pengikut merek. Pada langkah terakhir persona akan dibangun untuk mengetahui setiap titik sentuh dari pelanggan secara general dalam proses mencapai loyalitas.\nSetelah menemukan poin-poin penting dalam proses seorang pelanggan mencapai loyalitas, maka dibentuklah sebuah “integrated marketing communication”  untuk memaksimalkan aktivitas pemasaran Tulisan, dengan menggaris bawahi bahwa dalah praktiknya komunikasi harus dibuat dengan bahasa yang lebih mudah untuk dimengerti dengan visualisasi yang terfokus pada ketersediaan produk serta konten yang disesuaikan dengan kebutuhan pasar, serta konten yang melibatkan pasar secara individu.", "Daftar File": {"2019_TS_PP_TARA_PRADIPTA_LAKSMI_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/160586"}, "Penulis": "Tara Pradipta Laksmi [29317017]", "Kontributor / Dosen Pembimbing": ["Dr. Asnan Furinto, S.T., MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Creative Brand, Customer Journey, Artisan Brand", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "27 Feb 2019"}