{"Nomor": 35613, "Judul": "MENGEMBANGKAN TINGKAT OKUPANSI KAMAR DAN EDUKASI PELANGGAN: STUDI KASUS AURORA CIREBON HOTEL", "Abstrak": "Cirebon adalah kota besar di Jawa Barat, termasuk salah satu kabupaten di Jawa Barat. Terletak 200km dari DKI Jakarta, 120km dari Bandung. Cirebon adalah tempat untuk menelusuri sejarah terciptanya Negara Kesatuan Republik Indonesia dan tempat penyiaran agama Islam di Jawa Barat oleh sunan, penyebar agama Islam di Indonesia pada masa lalu. Hotel Aurora adalah salah satu resor yang terletak di Jawa Barat, Kota Cirebon. Hotel aurora menyediakan tempat peristirahatan bagi para pelancong yang bertujuan untuk melakukan kegiatan atau kegiatan di kota Cirebon. Hotel Aurora membutuhkan cara untuk memperbaiki dan mengubah paradigma hotel lama yang telah tertanam dan meningkatkan tingkat hunian melalui peningkatan kesadaran masyarakat sekitar tentang hotel Aurora.\n\nData yang diperlukan untuk penelitian ini diperoleh dari 2 sumber, yaitu data yang dicari oleh penulis dengan metode kualitatif dan kuantitatif, dan memperoleh data yang disediakan oleh Hotel Aurora seperti data keuangan hotel, tingkat hunian hotel dan manajemen hotel. Analisis bisnis dan pengembangan strategi akan dilakukan dengan jalur-jalur berikut, mendefinisikan pernyataan masalah, mengetahui apa yang akan dibahas dan apa yang akan digunakan sebagai topik penulisan skripsi ini, melihat apakah penelitian ini bermanfaat bagi perusahaan dalam jangka panjang dan tidak sementara, melakukan analisis untuk 2 bagian, yaitu pihak internal (hotel Aurora), menggunakan STP dan Value Chain, dan pihak eksternal (pesaing), menggunakan PESTEL dan Porter Five Analysis, menggunakan metode SWOT sebagai pembuat kesimpulan sementara dari hasil Analisis secara umum di hotel-hotel Aurora, serta dengan metode Customer Journey dan Customer Experience untuk yang lebih spesifik.\n\nHasil penelitian ini memberikan indikasi bahwa hotel Aurora harus melakukan beberapa kegiatan seperti pemasaran di media sosial seperti Facebook, Instagram dan aplikasi pesan Whatsapp, mendidik calon tamu, membuat perbaikan dan renovasi fasilitas Aurora dan fasilitas hotel, melakukan layanan pribadi kepada pelanggan yang setia dan setia kepada hotel-hotel Aurora, meningkatkan kinerja para pekerja dari hotel-hotel Aurora, membuat kuesioner untuk mengetahui bagaimana hotel tampil setiap saat dan berpartisipasi dalam kegiatan kota Cirebon. Pelaksanaan kegiatan ini akan dilakukan oleh pemilik bisnis dengan beberapa bagian dalam struktur perusahaan, dan dijadwalkan untuk 2019 hingga 2021.", "Daftar File": {"2019_TS_PP_NURMAN_HIMAWAN_MASYHUDI_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/160583"}, "Penulis": "Nurman Himawan Masyhudi [29317011]", "Kontributor / Dosen Pembimbing": ["Dr. Asnan Furinto, S.T., MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kinerja, Pemasaran Digital, Pendidikan Digital, Peningkatan Kualitas Layanan, Umpan Balik Pelanggan, Pengawasan Layanan dan Pemasaran", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "27 Feb 2019"}