{"Nomor": 35633, "Judul": "The Diptagama and Installation Ceremonies", "Abstrak": "The Diptagama Project aims to produce the critical edition of the Diptagama an unpublished Sanskrit treatise belonging to the Southindian S ?aivasiddh@nta tradition. The project is a joint venture of several French academic and research institutions, mainly University of Paris III and French Institute of Pondicherry who owns palm-leaf manuscripts and paper transcripts used for the edition. The work started in 2000–01 and the edition comprises three volumes (2004, 2006, and 2008). Each volume provides beside Sanskrit text and critical apparatus printed in N@gara script, an introduction\npresenting synthetically the main topics dealt with; a chapter wise summary intended as a reading aid, and lastly a full half verse index. The Daptagama makes up around 6000s ?lokas and deals with three main topics—architecture and iconography, installation ceremonies and, in the third place, temple festivals—as well as with several subjects regarding liturgy and is a fine example ofthose\n@gamic canonical works which codify temple ritual since the building of the S ?iva temple up to the ceremonies and festivals to be carried out there.Installation ceremonies are a good example of the main topics treated of in the Daptagama: as a matter of fact that work is deemed as a ‘pratiXbh@\ntantra’ (treatise on installation ceremonies) in every colophon of all its 98 chapters.Those ceremonies concern the unmovable Lin ? ga placed in the main sanctum of the temple as well as movable bronze statues used in several rituals (the so-called utsavam+rti); to that we must add images placed on the walls oftemples to which our text makes clear reference. However, Daptagama not comprise any chapter dealing with installation ceremonies on a general point of view. As a matter of fact the installation of the Lin ? ga as well as that of 16m+rtis of S ?iva are dealt with in as much separate chapters, each giving a fairly complete view of the ceremony; there are also chapters devoted to some\nattendants of S ?iva and built on the same line. Thus being the case, the rules given in these separate presentations appear to be very homogeneous and show that the ceremony follows the same structure whichever is the specific identity of the involved deity. From the study of the several stages of the ceremony, it appears that the main one is that where the mantra of the god is transferred upon the statue from a vase where it has been placed by the@c@rya:asa matter of fact, this stage is deemed in several chapters as ‘pratiXbh@’, a hint of its central importance. Such characteristics allow us to be more precise about the meaning of the installation ceremony, even when it follows a slightly different pattern.", "Daftar File": {}, "Penulis": "Marie-Luce Barazer-Billoret [-]", "Kontributor / Dosen Pembimbing": ["-"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Installation art, symbolism, manuscript", "Sumber": "The Journal of Hindu Studies 2015;8:202–209", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "28 Feb 2019"}