{"Nomor": 35661, "Judul": "IMPLEMENTASI IMAGE-BASED VISUAL SERVO (IBVS) DENGAN KENDALI ROBUST PADA PLATFORM KAMERA YAW-PITCH", "Abstrak": "Pada penelitian ini membahas mengenai desain kendali robust untuk visual servoing pada platform kamera yaw-pitch. Pada tahap awal dilakukan proses identifikasi sistem pada platform yaw-pitch dengan mengasumsikan struktur MIMO dengan dua input dan dua output. Setelah didapatkan persamaan model platform yaw-pitch kemudian diintegrasikan dengan model pergerakan objek tunggal pada proyeksi kamera sehingga diperoleh persamaan model keseluruhan platform kamera yaw-pitch. Dengan mempertimbangkan ketidakpastian pada sistem kemudian dirancang ketidakpastian dinamik baik pada sisi input maupun output dan juga ketidakpastian pada waktu tunda. Setelah didapatkan model sistem keseluruhan, perancangan sistem kendali dilakukan dengan menggunakan kendali H? mixed sensitivity dan ?-synthesis. Dalam perancangan dipilih fungsi pembobotan yang tepat sehingga dapat memenuhi spesifikasi kinerja dan persyaratan kestabilan. Sistem yang digunakan pada penelitian ini menggunakan kamera SONY FCB-EV7520 yang ditempatkan pada platform yaw-pitch yang terdiri dari dua motor servo. Sinyal kendali yang dihasilkan digunakan untuk mengatur motor servo pada sumbu yaw dan pitch untuk mengarahkan kamera pada target yang dijejaki. Hasil yang diperoleh dari percobaan menunjukan kendali yang dirancang dengan kendali robust menunjukan performa yang baik dengan rise time 0.570 s, settling time 0.940 s dan overshoot 0%.", "Daftar File": {"ABSTRAK_Saripudin_23216317.pdf": "https://digilib.itb.ac.id/gdl/download/160686"}, "Penulis": "Saripudin [23216317]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Bambang Riyanto Trilaksono"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "kendali robust, kamera yaw-pitch, H? mixed sensitivity, ?-synthesis", "Sumber": "", "Staf Input/Edit": "karya  \n                                     karya", "File": "1 file", "Tanggal Input": "28 Feb 2019"}