{"Nomor": 35660, "Judul": "PENGGUNAAN DEEP NEURAL NETWORKS (DNN) DALAM PENGUKURAN PERGESERAN MERAH FOTOMETRIK MENGGUNAKAN CITRA GALAKSI: STUDI AWAL", "Abstrak": "Dalam studi kosmologi dan ekstragalaksi, penentuan jarak galaksi merupakan\nhal penting karena jarak digunakan untuk mengukur parameter sis utama\ngalaksi, seperti massa, luminositas, laju pembentukan bintang, dan metalisitas.\nDengan model kosmologi tertentu, jarak dapat dihitung dari pergeseran\nmerah. Pergeseran merah yang akurat hanya dapat diperoleh dari pengamatan\nspektroskopi. Namun, pengamatan spektroskopi terbatas pada objek yang\nterang dan jumlah objek yang dapat diamati dalam satu medan pandang lebih\nsedikit dibandingkan pengamatan fotometri yang dapat mengamati objek yang\nlebih redup dan lebih banyak objek dalam satu medan pandang. Penelitian\nini menggunakan data SDSS DR 10 dan jumlah data fotometri (citra) hampir\n250 kali lipat dari jumlah data spektroskopi (spektrum).\nPengukuran pergeseran merah fotometrik dapat dilakukan diantaranya\ndengan membandingkan kurva SED dari galaksi elips yang telah diketahui\npergeseran merah spektroskopiknya dengan galaksi elips yang ingin diukur\npergeseran merahnya secara fotometrik. Metode lainnya adalah dengan melakukan\nregresi linier ataupun non-linier, dengan mengasumsikan pergeseran\nmerah sebagai fungsi dari magnitudo pada setiap Fillter.\nPada penelitian ini, diajukan sebuah metode yang menggunakan citra galaksi\nutuh pada setiap flter dari data SDSS DR 10 dan Deep Neural Networks\n(DNN) untuk mengukur pergeseran merah fotometrik. DNN dapat mengenali\npola yang kompleks dan tur yang unik dari informasi \nuks (magnitudo)\ngalaksi per piksel dalam sebuah citra yang merepresentasikan pergeseran merahnya.\nPada penelitian ini digunakan arsitektur DenseNet sebagai arsitektur\nDNN.", "Daftar File": {"2018_TA_PP_MUHAMMAD_RAFIUL_ILMI_SYARIFUDIN_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/160685"}, "Penulis": "M Rafiul Ilmi Syarifudin [10314026]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Mochamad Ikbal Arifyanto, S.Si., M.Sc.", "Dr. Muhamad Irfan Hakim, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Astronomy", "Kata Kunci": "Pergeseran merah fotometrik, Galaksi, Pembelajaran Mesin, dan Deep Neural Networks", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "28 Feb 2019"}