{"Nomor": 35676, "Judul": "EFEKTIFITAS PENYISIHAN BESI DAN MANGAN DALAM AIR TANAH MENGGUNAKAN MULTIPLE-TRAY AERATOR BERMEDIA ARANG", "Abstrak": "Air sebagai salah satu kebutuhan pokok setiap makhluk hidup dalam pemenuhannya harus memiliki kualitas yang baik. Salah satu sumber air yang mudah didapatkan adalah air tanah. Air tanah pada umumnya memiliki karakteristik kandungan besi dan mangan yang cukup tinggi sehingga harus diolah terlebih dahulu sebelum digunakan. Salah satu bentuk pengolahan yang dapat digunakan adalah proses aerasi menggunakan multiple-tray aerator. Pada penelitian ini digunakan multiple-tray aerator sederhana bermedia arang untuk menyisihkan besi dan mangan terlarut dalam air dengan harapan proses aerasi memberikan cukup oksigen supaya besi dan mangan yang terlarut dapat teroksidasi dan membentuk presipitat. Penelitian ini bertujuan untuk menentukan efektifitas kinerja multiple-tray aerator bermedia arang untuk menyisihkan besi terlarut dan mangan terlarut pada air tanah melalui pengujian variasi ketinggian media, perubahan konsentrasi besi dan mangan, dan pengaruh perubahan nilai pH. Uji variasi dilakukan menggunakan sampel artifisial dengan konsentrasi besi 3 mg/L dan mangan 1 mg/L. Konsentrasi besi dan mangan pada sampel artifisial didasarkan pada kondisi eksisting karakteristik air tanah Kota Bandung. Variasi ketinggian media arang digunakan 8cm, 11cm, dan 14cm. Variasi konsentrasi besi dan mangan digunakan 1mg/L, 3mg/L, dan 5mg/L. Sedangkan variasi pH dilakukan dengan pH 5, 6, 7, 8, dan 9. Kesimpulan yang diperoleh ketinggian media arang optimum yang digunakan setinggi 8cm dengan efisiensi penyisihan besi 72-83% dan penyisihan mangan 27-48%. Perubahan konsentrasi besi menjadi 1mg/L dan 5mg/L memiliki efisiensi 53-62% dan 80-85%. Sedangkan peningkatan konsentrasi mangan menjadi 3mg/l dan 5mg/l memiliki efisiensi 14-22% dan 14-19%. Selain itu, didapatkan pula bahwa pH air memiliki pengaruh terhadap efisiensi penyisihan besi dan mangan, dimana semakin tinggi pH maka semakin tinggi pula efisiensi penyisihan. Besar penyisihan besi pada air tanah mencapai 82% dan penyisihan mangan mencapai 30%.", "Daftar File": {"2019_TA_PP_ERVISA_MAHDITIARA_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/160718", "2019_TA_PP_ERVISA_MAHDITIARA_1-DAFTAR_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/160724"}, "Penulis": "Ervisa Mahditiara [15310006]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Suprihanto, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "aerasi, air tanah, multiple-tray aerator, penyisihan besi dan mangan", "Sumber": "TUGAS AKHIR 29 September 2014", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "7 file", "Tanggal Input": "28 Feb 2019"}