{"Nomor": 35713, "Judul": "HUBUNGAN ANTARA MANAJEMEN MODAL KERJA, SOLVABILITAS, PROFITABILITAS DAN RISIKO KEBANGKRUTAN", "Abstrak": "Kebangkrutan menjadi salah satu masalah utama yang dihadapi oleh setiap perusahaan, termasuk perusahaan properti dan real estate di Indonesia. Saat ini, beberapa analis ekonomi dan bisnis menyimpulkan bahwa sektor properti di Indonesia masih memiliki tren penurunan di tahun 2018. Kebangkrutan tidak selalu dialami oleh perusahaan yang memiliki kinerja buruk, tetapi dapat juga dialami oleh perusahaan yang memiliki kinerja baik juga. Kinerja perusahaan dapat dipengaruhi oleh efisiensi manajemen modal kerja perusahaan. Kebangkrutan akan memberikan efek negatif dan berbagai kesulitan bagi perusahaan. Kebangkrutan juga akan merugikan stakeholder seperti karyawan, kreditur, pelanggan, dan pemasok. Hal ini menjadi alasan mengapa analisis mengenai kebangkrutan sebuah perusahaan penting untuk dilakukan.\nTujuan dari penelitian ini adalah untuk mengetahui hubungan antara risiko kebangkrutan (Altman Z-Score) dari perusahaan properti dan real estate di Indonesia dengan efisiensi manajemen modal kerja, solvabilitas, dan profitabilitas. Penelitian ini berfokus pada 41 perusahaan properti dan real estate sektor yang tercatat di Bursa Efek Indonesia (BEI) selama periode 2012-2017. \nTahap pertama dalam penelitian ini akan menganalisis risiko kebangkrutan berdasarkan Altman Z-Score dengan menggunakan lima indikator rasio yaitu likuiditas, profitabilitas kumulatif, profitabilitas perusahaan, hutang, dan kemampuan perusahan dalam menghasilkan pendapatan. Tahap kedua dari penelitian ini akan memeriksa komponen-komponen dari Cash Conversion Cycle (CCC) sebagai indikator manajemen modal kerja, DAR sebagai indikator solvabilitas, dan ROE sebagai indikator profitabilitas. Perhitungan CCC melibatkan tiga aspek, yaitu Average of inventory (AAI), Average Collection Period (ACP), dan Account Payable Period (APP).Tahap terakhir dari penelitian ini akan menguji hubungan antara risiko kebangkrutan dari properti dan industri real estate di Indonesia dengan efisiensi manajemen modal kerja, solvabilitas, dan profitabilitas. Analisis dilakukan dengan menggunakan metode regresi data panel. Hasil penelitian ini menunjukkan bahwa AAI, APP, dan ROE memiliki hubungan yang signifikan secara statistik dengan risiko kebangkrutan (Altman Z-Score). Penelitian ini akan memberikan kontribusi sebagai analisis empiris terhadap hubungan antara efisiensi manajemen modal kerja, solvabilitas, dan profitabilitas dengan resiko kebangkrutan dari perusahaan properti dan real estate di Indonesia.", "Daftar File": {"2019_TS_PP_RIZKITA_ARIRA_PUTRI_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/160795"}, "Penulis": "Rizkita Arira Putri [29317024]", "Kontributor / Dosen Pembimbing": ["Dr. Isrochmani Murtaqi, S.E., M.Acc."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Altman Bankruptcy Model, Risiko Kebangkrutan, Cash Conversion Cycle, Manajemen Modal Kerja, Solvabilitas, Profitabilitas, Properti dan Real Estate", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "28 Feb 2019"}