{"Nomor": 35712, "Judul": "Treatment of printing ink wastewater using electrocoagulation", "Abstrak": "The present study investigates the treatment of real printing ink wastewater by using the electrocoagulation (EC)\nprocess. Effects of initial chemical oxygen demand (COD) concentrations, electrode materials and current\ndensities were examined to determine the maximum COD and color removal from the wastewater. In parallel,\nraw and treated printing ink wastewater toxic potential was further estimated via the application of toxicity tests\nusing the freshwater crustacean Thamnocephalus platyurus for assessing EC process efficiency. According to the\nresults, it was observed that the EC is efficient under most of the operating conditions used, as COD and color\nremoval ranged between 72.03 to 85.81% and 98.7–100%, respectively. The total cost of the EC process, considering the treatment time, applied current, applied voltage and the total anode electrode mass consumption\nwas also estimated. The Fe electrode proved to be of lower cost than the Al electrode, however the use of Al\nelectrode produced better decolorization results in the solutions. Moreover, toxicity tests currently performed\nwith the use of larvae of the fairy shrimp Thamnocephalus platyurus revealed a substantial decrease in the toxic\npotential of printing ink wastewater, thus indicating the efficiency of the proposed EC process.", "Daftar File": {}, "Penulis": "Konstantinos P. Papadopoulos [-]", "Kontributor / Dosen Pembimbing": ["Rafailia Argyriou.,Christina N. Economou.,Nikolina Charalampous.,Stefanos Dailianis.,Triantafyllos I. Tatoulis.,Athanasia G. Tekerlekopoulou,.Dimitris V. Vayenas"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Printing ink wastewater Electrocoagulation COD reduction Color removal Operating cost Toxicity tests", "Sumber": "Journal of Environmental Management 237 (2019) 442–448", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "28 Feb 2019"}