{"Nomor": 35729, "Judul": "USULAN STRATEGI BISNIS KEPADA PT. PRAMA ANUGERAH BAHANA DI BISNIS PROPERTI", "Abstrak": "PT. Prama Anugerah Bahana adalah perusahaan yang bergerak dibidang pengembang perumahan. Perusahaan berdiri sejak tahun 2015 dan telah menangani satu proyek perumahaan yaitu Pesona Pabuaran. Saat ini sedang membangun proyek kedua yaitu Pesona Jatibening sejak tahun 2017. \n\nBerdasarkan laporan Survei Harga Properti Residensial (SHPR) yang dikeluarkan Bank Indonesia, pertumbuhan penjualan dan harga rumah tahun 2018 mengalami perlambatan. Hal ini juga di alami oleh PT. Prama Anugerah Bahana karena tidak ada satupun rumah yang terjual setelah setahun pada proyek Pesona Jatibening.\n\nTujuan dari penelitian ini adalah untuk mengetahui kondisi bisnis property baik internal maupun eksternal, menentukan strategi bisnis yang ideal bagi PT. Prama Anugerah Bahana, dan untuk mengembangkan rencana implementasi strategi bisnis yang baru. Data diperoleh menggunakan metode kualitiatif dengan melakukan wawancara kepada stakeholder properti. Selanjutnya, digunakan beberapa alat untuk menganalisis lingkungan industri properti. Untuk anlisis eksternal digunakan analisa PESTEL, Porter’s Five Forces, dan Competitor Analysis. Sedangkan untuk analisa internal menggunakan alat Value Chain, VRIO Analysis, dan Existing Business Model Canvas. Dari hasil analisis lingkungan selanjutnya dilakukan perumusan strategi bisnis menggunakan Analisa SWOT, Porter Generic Strategies dan Strategy Diamond Framework.\n\nSetelah dilakukan analisis lingkungan dan perumusan strategi, strategi bisnis berubah menjadi low-cost focus. Karena kondisi Pesona Jatibening tidak mempunyai diferensiasi yang cukup dan keunggulan kompetitif di sekitar lokasi. Implementasi strategi yang digunakan dari segi keuangan yaitu menurunkan harga rumah dan menaikkan biaya jasa pemasaran. Sedangkan dari segi pemasaran adalah menggunakan agen pemasaran secara ekslusif ditambah dengan insentif yang besar.", "Daftar File": {"2019_TS_PP_ALVINO_AZIIZ_PRIOJUDANTO_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/160819"}, "Penulis": "Alvino Aziiz Priojudanto [29317050]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mohammad Hamsal, MSE, MQM, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Stratagi Bisnis, Properti, Pestel, Analisis Eksternal, Analisis Internal, Porter’s Five Forces, Competitor Analysis, Value Chain, Vrio Analysis, Business Model Canvas, Porter Generic Strategies, Strategy Diamond Framework, Low-cost focus", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "28 Feb 2019"}