{"Nomor": 35725, "Judul": "ANALISA MENGENAI ISU HAMBATAN TERHADAP PROSES KONTRAKTUAL PROYEK DI PT AMIN OIL", "Abstrak": "Industri Minyak dan Gas di Indonesia telah menyumbang pendapatan Indonesia sejak tahun 1885. Namun, industri ini menjadi kurang stabil dikarenakan adanya teknologi terbaru yang ditemukan di industri ini. PT Amin Oil (AO) adalah perusahaan yang bergerak di industri Minyak dan Gas yang telah terlibat dalam industri ini di Indonesia. Untuk mendukung kegiatan AO baik untuk operasional maupun teknis untuk proyek tertentu, AO melakukan hal tersebut melalui proses pengadaan. Sejauh ini belum ada sistem untuk menunjukkan penanganan dokumen di AO untuk memantau proses pengadaan terutama tentang progress pada proses pengadaan. Tenggat waktu untuk proses pengadaan diatur dalam PTK (Pedoman tata Kerja) 007 karena AO masih beroperasi berdasarkan sistem Kontrak Bagi Hasil. Namun, terdapat beberapa hal yang dapat menimbulkan perpanjangan tenggat waktu selama proses pengadaan. Hal ini menunjukan bahwa ada hambatan selama proses pengadaan yang dapat menimbulkan tenggat waktu yang lebih lama. \n\nMetodologi penelitian yang digunakan adalah kualitatif melalui wawancara tiga kelompok yang terlibat dalam proses pengadaan di AO. Ketiga kelompok tersebut berasal dari tim eksekutor pengadaan, pengguna, dan vendor. Hal yang mendasari malasah ini adalah melalui catatan tenggat waktu pelaksaan proses pengadaan di AO selama bulan Januari hingga Oktober 2018. Framework penelitian ini menggunakan Six Sigma dengan metode DMAIC (Define, Measure, Analyze, Improve, Control). Proses untuk menemukan akar permasalahan dalam proses pengadaan adalah dengan mendefinisikan tahapan pada proses pengadaan, dilanjutkan dengan mengukur penyebab masalah dengan mewawancarai responden terkait, kemudian penulis menganalisa hasil wawancara tersebut dengan diagram tulang ikan, pada tahapan selanjutnya penulis akan menunjukkan solusi yang diusulkan, dan untuk fase terakhir penulis menyarankan menggunakan KPI (Key Performance Indicator) untuk mengevaluasi proses yang sudah berjalan. Pada akhir dari bagian tiga, aka nada sub-bab diskusi untuk mengetahui hasil wawancara dibandingkan dengan materi pada jurnal. \n\nPenelitian ini juga akan berhubungan dengan manjemen proyek mengenai komunikasi dan juga manajemen pengadaan. Berdasarkan hasil analisa, kebutuhan akan teknologi informasi yang digunakan dalam proses pengadaan juga akan menjadi bahan pertimbangan dalam penelitian ini. Penggunaan teknologi akan menjadi bagian yang diusulkan pada solusi dalam hasil penelitian ini. Pengalaman dari perusahaan lain yang sudah menerapkan teknologi tersebut untuk memaksimalkan kinerja pengadaan akan digunakan dalam input dari analisi penelitian ini. Melalui aplikasi berbasis teknologi informasi, hal tersebut dinilai dapat meningkatkan kolaborasi dan transparansi selama proses pengadaan. \n\nSolusi yang diusulkan dari penelitian ini adalah menggunakan dashboard proses pengadaan berbasis teknologi informasi. Sebelum memasuki tahapan pembuatan software tersebut, akan ada tahapan uji coba menggunakan Microsoft Excel untuk memaksimalkan fitur pada software yang akan digunakan. Dashboard tersebut akan menunjukkan perkembangan terbaru dan juga informasi terkait lokasi detil dari dokumen yang dapat bermanfaat bagi para pemangku kepentingan. Data yang terekam pada software tersebut akan dijadikan sebagai dasar evaluasi untuk proses pengadaan baik untuk pelaksana pengadaan dan pengguna. Penerapan dari solusi tersebut akan dilakukan dalam waktu satu tahun dan akan didahului dengan penelitian lanjutan untuk memastikan masalah yang dihadapi dengan lebih banyak responden yang terlibat sebelum menerapkan pada dashboard pengadaan.", "Daftar File": {"2019_TS_PP_HAFIDA_AHADIANI_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/160815"}, "Penulis": "Hafida Ahadiani [29317044]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Aries F Firman, M.Sc., MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pengadaan, Six Sigma, Kolaborasi", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "28 Feb 2019"}