{"Nomor": 35731, "Judul": "STRATEGI MANAJEMEN PENGETAHUAN  UNTUK TIM APLIKASI DI PT. CSP", "Abstrak": "PT. CSP adalah mitra bisnis lokal PT. ERS di Indonesia, yang bergerak di bidang teknologi industri yang canggih dan cerdas dalam sensor, instrumentasi lapangan, dan integrated process and safety automation control system di bawah akuisisi PT. ERS. Produk otomasi yang menjadi fokus dalam penelitian ini adalah produk DeV. Produk DeV dijual kepada kliennya di bawah Solution and Control Division sebagai divisi penjualan yang menghadapi tantangan bisnis untuk meningkatkan efisiensi kerja dalam koordinasi dan komunikasi untuk mengajukan proposal proyek untuk memenuhi harapan pelanggan dan meningkatkan kesempatan untuk mendapatkan proyek. Rendahnya efisiensi dalam penyelesaian proposal proyek dapat berdampak pada berkurangnya peluang penjualan serta mengurangi keuntungan perusahaan, hal ini menjadi tidak baik karena berdampak pada kinerja tenaga penjualan dan dapat mengakibatkan pengurangan tenaga kerja / PHK. Penelitian ini dilakukan untuk menjawab 2 pertanyaan penelitian. Pertama adalah tentang identifikasi masalah dalam penyelesaian proposal proyek dan yang kedua adalah bagaimana memecahkan masalah untuk meningkatkan efisiensi kerja dengan menggunakan pendekatan manajemen pengetahuan dengan kemudian mengembangkan inisiatif dan rencana implementasi.\n\nPenelitian ini menggunakan metode kualitatif untuk identifikasi masalah dan mengadopsi model SECI Nonaka dalam siklus transformasi pengetahuan dan kerangka kerja manajemen pengetahuan model Jann sebagai teori yang mendasari untuk mendukung solusi bisnis yang diusulkan untuk tim insinyur aplikasi di Solution and Control Division. Hasil dari penelitian ini adalah untuk mendapatkan sumber pengetahuan dan inisiatif yang diperlukan untuk menutup kesenjangan dengan rencana implementasi manajemen pengetahuan terstruktur untuk memecahkan masalah koordinasi yang tidak efektif, komunikasi, dan kegiatan berbagi pengetahuan di antara anggota tim aplikasi, mengatasi kurangnya pengetahuan dalam produk dan pekerjaan, juga untuk meningkatkan efisiensi proposal pengajuan proyek dari 14 hingga 10 hari kerja. Rencana implementasi mencakup 3 aspek pengetahuan manajemen yaitu orang, proses, dan teknologi. Setiap anggota harus mengadopsi dan terus melakukannya untuk meningkatkan kapabilitas tim insinyur aplikasi.", "Daftar File": {"2019_TS_PP_IGNATIUS_WIDANTA_KRISTYO_ADHY_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/160820"}, "Penulis": "Ignatius Widanta Kristyo Adhy [29317051]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Jann Hidajat Tjakraatmadja, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Manajemen Pengetahuan, Application Engineer, Jann Model, SECI Model", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "28 Feb 2019"}