{"Nomor": 35734, "Judul": "Groundwater vulnerability assessment using hydrogeologic and geoelectric layer susceptibility indexing at Igbara Oke, Southwestern Nigeria", "Abstrak": "Groundwater vulnerability assessment was carried out at Igbara Oke Southwestern Nigeria, with a view\nto classify the area into vulnerability zones, by applying the electrical resistivity method, using\nSchlumberger electrode arrays with maximum electrode separation (AB/2) of 65 m in (41) different locations\nfor data acquisition. Geoelectric parameters (layer resistivity and thickness) were determined from\nthe interpreted data. The study area comprises four geoelectric layers (topsoil, lateritic layer, weathered/\nfractured layer and fresh basement). The geoelectric parameters of the overlying layers across the area\nwere used to assess the vulnerability of the underlying aquifers to near-surface contaminants with the\naid of vulnerability maps generated. Three models were compared by maps using geo-electrically derived\nmodels; longitudinal conductance, GOD (groundwater occurrence, overlying lithology and depth to the\naquifer) and GLSI (geoelectric layer susceptibility indexing). The total longitudinal conductance map\nshows the north central part of the study area as a weakly protected (0.1–0.19) area, while the northern\nand southern parts have poor protective capacity (<0.1); this is in agreement with the GOD method which\nshows the northern part of the study area as less vulnerable (0–0.1) while the southern part has low/\nmoderate (0.1–0.3) vulnerability to contamination. The longitudinal conductance exaggerates the degree\nof susceptibility to contamination than the GOD and GLSI models. From the models, vulnerability to contamination\ncan be considered higher at the southern part than the northern part and therefore, sources of\ncontamination like septic tank, refuse dump should be cited far from groundwater development area.", "Daftar File": {}, "Penulis": "T.E. Oni [-]", "Kontributor / Dosen Pembimbing": ["G.O. Omosuyi, A.A. Akinlalu"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Aquifer vulnerability Longitudinal conductance GOD and GLSI", "Sumber": "NRIAG Journal of Astronomy and Geophysics 6 (2017) 452–458, http://dx.doi.org/10.1016/j.nrjag.2017.04.009", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "01 Mar 2019"}