{"Nomor": 35736, "Judul": "KLONING GEN PENGKODE PLASMODIUM FALCIPARUM ERITHROCYTE  BINDING ANTIGEN 175 (PFEBA-175) RIII-V ISOLAT TIMIKA UNTUK  PENGEMBANGAN VAKSIN MALARIA", "Abstrak": "Plasmodium falciparum erythrocyte-binding antigen 175 (PfEBA-175) adalah suatu protein yang memiliki peran penting dalam proses invasi sel eritrosit manusia oleh parasit Plasmodium  falciparum, penyebab penyakit malaria. Protein ini merupakan kandidat vaksin malaria yang potensial karena mampu menginduksi pembentukan antibodi dalam tubuh yang dapat menghambat proses invasi parasit. Saat invasi terjadi, PfEBA-175 ini diketahui berikatan dengan glikoporin A (GpA), suatu protein reseptor yang ada pada permukaan membran sel eritrosit. PfEBA-175 ini memiliki bentuk yang mirip dengan protein transmembran tipe I dan bagian extraselularnya terdiri atas 6 region. Antibodi terhadap RIII- V PfEBA-175 diketahui dapat menghambat pertumbuhan parasit dan melindungi penderita dari gejala klinis malaria. Pada penelitian ini telah dilakukan kloning gen pengkode PfEBA-\n175 RIII-V (ef3-5) melalui metode kloning standar. ef3-5 diamplifikasi menggunakan teknik polymerase chain reaction (PCR) dengan primer spesifik hasil desain (Ta=63oC, increment -2 oC /siklus) dan templat DNA berupa DNA genomik P. falciparum isolat Timika. Amplikon diinsersikan ke vektor kloning, pGEM-t Easy melalui proses ligasi menghasilkan plasmid rekombinan pGEMef3-5. Kemudian plasmid rekombinan tersebut digunakan untuk transformasi  E. coli TOP10 F’. pGEMef3-5 yang telah diisolasi dari transforman dievaluasi melalui analisis restriksi oleh enzim restriksi dan dikonfirmasi dengan urutan basa DNA. Hasil pensejajaran urutan basa pGEMef3-5 dengan urutan basa ef3-5 (3D7) menunjukan kloning telah berhasil dilakukan dengan persen kemiripan sebesar 99,63% (klon 4) dan 99,50\n% (klon 10). Analisis pensejajaran urutan basa menunjukan urutan basa klon gen koloni 4 terjadi perubahan basa di posisi ke 23(G?A), 542 (T?C), 939 dan 1313 (A?G) serta 1019 (G?A) sedangkan untuk klon gen koloni 10 pada posisi ke 23 (G?A), 542 (T?C), 939 dan\n1313 (A?G) serta delesi di posisi ke 458 dan 460 yang menunjukan adanya variasi genetik dari isolat.", "Daftar File": {"2018_TA_PP_DADI_ADITYA_NUGRAHA_1-ABSTRAK1.pdf": "https://digilib.itb.ac.id/gdl/download/165164", "2018_TA_PP_DADI_ADITYA_NUGRAHA_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/165171"}, "Penulis": "Dadi Aditya Nugraha [10513070]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Fifi Fitriyah Masduki, S.Si., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "PfEBA-175 RIII-V, malaria, kloning, ef3-5, polymerase chain reaction", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "01 Mar 2019"}