{"Nomor": 35737, "Judul": "THE EFFECTS OF LUXURY FIRM LEVEL WITHIN THE LUXURY INDUSTRY ON THE LEVEL OF CORPORATE SOCIAL PERFORMANCE", "Abstrak": "Industri mewah adalah industri di mana perusahaan, menjual barang-barang yang sangat mahal, bukan\nhanya karena nilai perusahaan dan manfaat simbolisnya, produksi mereka sering melibatkan\npenggunaan bahan-bahan berharga yang langka (kulit binatang, bulu, batu permata berharga) (Luca,\n2014). Industri mewah memiliki kisaran titik harga, semakin tinggi titik harga yang dimiliki perusahaan\nuntuk produk mereka, mengarah ke visibilitas yang lebih tinggi dibandingkan dengan perusahaan yang\nmemiliki titik harga lebih rendah (Dowling & Pleffer, 1975). Visibilitas yang lebih tinggi yang dihasilkan\ndari titik harga yang lebih tinggi mungkin merupakan anteseden terhadap variasi CSP, karena\nmeningkatkan tekanan terhadap tanggung jawab sosial perusahaan yang lebih tinggi (Kapfarer &\nMichaut, 2015). Perusahaan-perusahaan dalam industri mewah dapat diklasifikasikan ke level\nberdasarkan titik harga. Karena industri ini terdiri dari beberapa segmen, saya memasukkan segmen\npakaian, mobil, dan keramahtamahan mewah ke dalam sampel. Kesimpulannya menunjukkan tingkat\ntampaknya tidak memiliki semacam efek terhadap CSP, mungkin, meskipun perusahaan memiliki titik\nharga yang berbeda, mereka masih dilihat oleh pelanggan dan pemangku kepentingan sebagai\nperusahaan yang termasuk dalam industri mewah. Yang berarti, mereka memiliki masalah yang sama,\nvisibilitas dan karenanya bukannya menghasilkan variasi itu menghasilkan CSP serupa", "Daftar File": {}, "Penulis": "Sarah Putri Kinanti [19015165]", "Kontributor / Dosen Pembimbing": ["Rieneke Slager"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Latar Belakang Pendidikan, Inovatifitas Perusahaan, Entrepreneurial Orientation", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "01 Mar 2019"}