{"Nomor": 35741, "Judul": "PERBAIKAN EFISIENSI PROSES TENDER DENGAN MENGGUNAKAN BUSINESS PROCESS RE-ENGINEERING BISNIS INFRASTRUCTURE SERVICE PADA IBM INDONESIA", "Abstrak": "Terdapat banyak peluang yang diciptakan oleh IBM Indonesia dengan klien potensialnya, namun administrasi internal dapat menjadi penghalang yang signifikan yang menyebabkan keterlambatan penyelesaian transaksi. IBM Indonesia menghadapi berbagai hambatan yang menyebabkan proses eksekusi aktual berlangsung lebih lama dibandingkan waktu perencanan oleh perusahaan yang menyebabkan beberapa keterlambatan pada proses tender dan juga pengadaan. Agar supaya tetap kompetitif dan memenangkan kompetisi di antara bisnis Teknologi Informasi (TI), IBM Indonesia seharusnya memperbaiki proses bisnisnya. Tujuan dari penelitian ini adalah mengidentifikasi penyebab masalah, menganalisis, mengevaluasi proses tender saat ini dan memperbaiki proses agar efektif dan efisien dengan menggunakan metode Business Process Re-engineering (BPR) agar mencapai target berupa penurunan lead time yang lama menjadi mencapai waktu standar dalam proses tender. Dalam penelitian ini, metode Business Process Re-engineering (BPR) digunakan untuk memperbaiki proses bisnis tender melalui analisis proses yang terjadi yang dapat digunakan sebagai dasar untuk merancang proses baru untuk meningkatkan efisiensi proses tender. Penelitian ini menggunakan metode pengumpulan data berupa data primer yang didapat melalui wawancara dan diskusi dengan karyawan serta data sekunder meliputi 30 transaksi untuk 6 lini layanan yang digunakan. Data Lead time diambil dari catatan transaksi ini. Hasil dari penelitian ini adalah usulan rekomendasi terkait perbaikan sistem proses tender di IBM Indonesia.", "Daftar File": {"2019_TS_PP_BENITA_DIAN_PURNAMASARI_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/160832"}, "Penulis": "Benita Dian Purnamasari [29317055]", "Kontributor / Dosen Pembimbing": ["Ir. Prasetyo B Saksono, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Business Process Re-Engineering, Monitoring Kontrak, Proses Tender, Sistem Informasi Manajemen, Teknologi Informasi", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "01 Mar 2019"}