{"Nomor": 35744, "Judul": "PENGEMBANGAN POTENSI IPO PERUSAHAAN LABA NEGATIF DENGAN MENGGUNAKAN KINERJA KEUANGAN DAN ANALISIS DISCOUNTED CASH FLOWS (STUDI KASUS PADA 5 PERUSAHAAN LABA NEGATIF", "Abstrak": "Setiap perusahaan yang ingin mendapatkan sumber dana melalui penerbitan saham harus melakukan penawaran umum (Initial Public Offering) kepada masyarakat terlebih dahulu atau sering dikenal dengan istilah go public. Perusahaan yang go public berarti perusahaan tersebut menawarkan kepemilikan atas perusahaan untuk dimiliki oleh masyarakat luas, khususnya investor dan selanjutnya dapat mencatatkan sahamnya di bursa efek. Dalam melakukan IPO, perusahaan harus menerbitkan prospektus sebelum mencatatkan sahamnya di bursa efek. Penilaian IPO adalah salah satu faktor paling berharga di pasar. Sinyal semacam itu dapat menegaskan atau menolak keyakinan manajemen tentang peluang pertumbuhan masa depannya - dengan implikasi nyata bagi ekonomi riil melalui pekerjaan dan investasi perusahaan. Studi ini dilakukan untuk menjawab masalah yang dihadapi oleh Investor ketika menentukan Perusahaan yang melakukan IPO akan tetapi laporan keuangan nya sedang merugi atau dalam tahap perkembangan. Metodologi yang digunakan adalah analisa rasio keuangan dengan sepuluh matriks dan hasilnya divalidasi dengan laporan data Moody’s Financial Metrics on September 25, 2017 dan melakukan valuasi dari kelima Perusahaan yang mempunyai laba negatif. Hasil dari studi ini menunjukan bahwa dari 5 Perusahaan hanya satu Perusahaan yang dikategorikan resiko sedang sedangkan dari penilaian valuasi terdapat Perusahaan yang nilai valuasi nya lebih tinggi daripada nilai asset dari perusahaan itu sendiri.", "Daftar File": {"2019_TS_PP_MUHAMAD_FAUZI_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/160835"}, "Penulis": "Muhamad Fauzi [29317058]", "Kontributor / Dosen Pembimbing": ["Dr. Wiwiek M Daryanto, S.E., Ak., M.M., CMA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Rasio Keuangan, Penilaian Perusahaan, Arus Kas Terdiskonto, Laba Negatif.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "01 Mar 2019"}