{"Nomor": 35751, "Judul": "PENDANAAN PROYEK MENGGUNAKAN  METODE RESERVED BASED LENDING (RBL)  DI WILAYAH KERJA BINTA", "Abstrak": "Kondisi industri minyak dan gas menurun secara signifikan karena penurunan harga minyak mintah. Perusahaan minyak dan gas melakukan pemberhentian pekerja dan menunda pengembangan proyek untuk melakukan efisiensi biaya. Sebagai akibat dari turunnya harga minyak dunia, sebagian besar perusahaan minyak dan gas termasuk PT Prima Megah Energi sebagai induk perusahaan minyak & gas juga mengalami tingkat pertumbuhan perusahan yang  negatif. Umumnya, pendanaan perusahaan minyak dan gas dalam memperoleh blok baru berasal dari investasi pemegang saham atau pinjaman bank. Industri minyak dan gas adalah bisnis berisiko tinggi karena pada proses pengembangan selalu ada kemungkinan untuk untung atau rugi.\nPenelitian ini berisi tentang strategi PT Prima Megah Energi dalam menentukan fokus pengembangan pada anak perusahaan yang memproduksi gas dan skema pendanaannya. PT Prima Megah Energi mempunyai strategi pengembangan pada anak perusahaan yang memproduksi minyak ketika harga minyak $100/bbl karena dapat memaksimalkan pendapatan perusahaan. Harga minyak mengalami pasang surut dari tahun 2014 sampai 2018 oleh karena itu PT Prima Megah Energi memutuskan melakukan pengembangan anak perusahaan yang memproduksi gas yang memiliki harga stabil untuk mempertahankan pendapatan perusahaan. PT Prima Megah Energi memilih PME BINTA yang memproduksi gas untuk pengembangan selanjutnya dengan menjalankan proyek Plan on Further Development (POFD). Perusahaan perlu melakukan pendanaan kembali untuk mendanai proyek POFD tersebut.\nPT Prima Megah Energi memiliki anak perusahaan yang memproduksi gas sehingga tidak terkena dampak dari penurunan harga minyak bumi. Anak perusahaan ini bernama PME BINTA. Bank menawarkan skema baru dalam pengajuan pinjaman yaitu Reserve Based Lending karena industri minyak dan gas merupakan usaha beresiko tinggi dan PME BINTA tidak mempunyai aset yang nilainya lebih besar dari nominal pinjaman terdahulu. Metode RBL membuat bank merasa lebih aman karena jumlah pinjaman yang diberikan berdasarkan performa cash flow perusahaan tersebut dan bank akan melakukan perhitungan ulang setiap 6 bulan untuk menilai kinerja perusahaan. PME BINTA mendapatkan keuntungan dari system ini karena PME BINTA tidak mempunyai aset yang besar. PME BINTA hanya perlu mempersiapkan perhitungan hak jangka panjang yang mencerminkan pendapatan sesuai perjanjian jual beli gas sampai masa berlaku pinjaman habis berdasarkan perhitungan cadangan yang dimiliki. RBL sistem dapat membantu PT Prima Megah Energi dalam mendanai proyek POFD.", "Daftar File": {"2019_TS_PP_RONALD_ARISETYAWAN_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/160844"}, "Penulis": "Ronald Arisetyawan [29317062]", "Kontributor / Dosen Pembimbing": ["Ir. Kinsenary Tjendrasa, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pendanaan Kembali, Reserve Based Lending, Minyak dan Gas Bumi", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "01 Mar 2019"}