{"Nomor": 35756, "Judul": "EVALUASI KINERJA KEUANGAN PADA TIGA PERUSAHAAN TAMBANG BATUBARA DI INDONESIA (STUDI KASUS ADARO, BAYAN, DAN INDO TAMBANGRAYA MEGAH)", "Abstrak": "Berdasarkan data BP Statistical World Energy pada tahun 2017, Indonesia adalah negara dengan produksi batubara terbesar ke 5 di dunia dengan jumlah produksi 271.6 millions tonnes oil equivalent. Dalm 8 tahun terkahir sejak tahun 2009 China adalah negara dengan produksi dan konsumsi batubara tersebsar di dunia, namun produksi batubara China tidak dapat memenuhi untuk konsumsi di dalam negeri. Berdasarkan data pada tahun 2017 produksi batubara di Indonesia lebih besar daripada konsumsi nya, sehinnga Indonesia menjadi  negara pengekspor batubara. Salah satu negara tujuan ekspor batubara dari Indonesia adalah China, namun sejak tahun 2013 konsumsi batubara di China terus berkurang. Dampak yang terjadi akibat penguranan konsumsi batubara di China adalah melimpahnya stok batubara di seluruh dunia, yang menyebabkan harga batubara menurun mulai dari tahun 2013. Pada tahun 2012 harga batubara ada di kisaran harga US$ 117 per metrik ton, namun pada tahun 2013 harga batubara menurun menjadi di kisaran harga US$ 85 per metrik ton.\nPada penelitian ini penulis ingin mengetahui dampak turunnya harga batubara terhadap kinerja keuangan dan pengaruh Fixed Asset Turnover dan Return on Asset terhadap harga saham perusahaan tambang batubara di Indonesia. Perusahaan yang diteliti pada penelitian ini adalah tiga perusahaan tambang batubara yang memiliki market capitalization terbesar di Indonesia diantaranya adalah : Adaro Energy (ADRO), Bayan Resources (BYAN), Dan Indo Tambangraya Megah (ITMG). Metode yang digunakan pada penelitian ini adalah dengan menganalisis rasio finansial seperti liquidity, solvability, activity dan profitability. Data laporan keuangan per kuartal diambil dari tahun 2011 sampai tahun 2017. Setelah dilakukan analisis rasio keuangan lalu dilakukan validasi dengan industry benchmark pada kategori Gross Profit Margin, Total Asset Turnover, Account Receivable Turnover, dan Inventory Turnover. Data yang diambil untuk industry benchmark diambil dari csimarket.com. Untuk mengetahui pengaruh Fixed Asset Turnover dan Return on Asset terhadap harga saham dilakukan analisis regresi data panel. Untuk membantu pengolahan analisis regresi data panel penulis menggunakan perangkat lunak Eviews.\nTemuan dari penelitian ini menunjukkan ITMG menjadi perusahaan dengan kinerja keuangan terbaik selama periode tahun 2011 sampai tahun 2017 ditunjukkan dengan keunggulan pada tiga kategori rasio keuangan yaitu solvability, activity, dan profitability. Adaro menjadi perusahaan dengan kinerja keuangan terbaik ke dua dengan unggul pada kategori liquidity dan yang terakhir adalah BYAN. Hasil dari validasi dengan industry benchmark standar untuk empat rasio keuangan menunjukkan selama periode tahun 2011 sampai 2017 semua kategori masih di bawah industry standard. Regresi data panel Fixed Asset Turnover dan Return on Asset terhadap harga saham menunjukan dua variabel independen ini memberi pengaruh positif terhadap harga saham.", "Daftar File": {"2019_TS_PP_ANUGRAH_SUKMA_PUTRA_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/160849"}, "Penulis": "Anugrah Sukma Putra [29317067]", "Kontributor / Dosen Pembimbing": ["Dr. Wiwiek M Daryanto, S.E., Ak., M.M., CMA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Perusahaan Tambang Batubara, Rasio Keuangan, Regresi Data Panel", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "01 Mar 2019"}