{"Nomor": 35762, "Judul": "USULAN PENINGKATAN KUALITAS UNTUK KIRANA WEDDING PLANNER GUNA MENINGKATKAN KEUNGGULAN BERSAING", "Abstrak": "Pada saat ini, pemilik bisnis wedding organizer (WO) di Kota Bandung tumbuh pesat. Pada awal tahun 2005 jumlah WO di Bandung hanya 5, tetapi sekarang mencapai 110 Wedding Organizer yang secara resmi terdaftar. Total Wedding Organizer di Bandung menunjukkan persaingan ketat di industri pernikahan. Kirana Wedding Planner adalah bisnis layanan pernikahan profesional dan didirikan pada 2008 dengan nama perusahaan Kirana Corporation. Kirana Wedding Planner adalah salah satu perencana pernikahan tertua dan terkenal di Bandung, yang terletak di jalan Gemi No. 8 Cipaganti-Bandung. Namun, mereka mengalami penurunan penjualan dari Desember 2017 hingga Juni 2018 dan juga berdasarkan wawancara internal, ada beberapa keluhan dari pelanggan.\n\nUntuk menciptakan strategi peningkatan kualitas yang efektif dan berhasil, perusahaan harus menganalisis situasi yang mempengaruhi kinerja perusahaan. Analisis situasi adalah alat strategis untuk mengidentifikasi semua elemen eksternal, elemen internal dan analisis pelanggan. Dalam analisis eksternal, ada tiga alat seperti analisis lima kekuatan Porter, analisis PEST, dan analisis pesaing. Dalam analisis internal, ada dua alat seperti kanvas model Bisnis dan analisis bauran pemasaran 7P. Terakhir adalah analisis pelanggan menggunakan analisis deskriptif dengan kedalaman dalam wawancara melalui telepon. Setelah semua dianalisis, itu menghasilkan 11 akar penyebab penurunan penjualan dan keluhan pelanggan.\n\nHasil menunjukan empat strategi yang sesuai untuk Kirana Wedding Planner, diantaranya melakukan pelatihan dan pengembangan sumber daya manusia, merekrut direktur kreatif, merancang paket layanan khusus, dan mendesain ulang ruang pertemuan. Ada 3 model implementasi dari empat strategi agar dapat memberikan pilihan kepada perusahaan, model mana yang akan sesuai dengan kemampuan dan kondisi perusahaan saat ini sehingga dapat diimplementasikan secara efektif.", "Daftar File": {"2019_TS_PP_MUFTI_ZAKIAH_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/160860"}, "Penulis": "Mufti Zakiah Mulianti [29117265]", "Kontributor / Dosen Pembimbing": ["Drs. Herry Hudrasyah, MA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Meningkatkan keunggulan kompetitif, penurunan penjualan, keluhan pelanggan, peningkatan kualitas, analisis internal, analisis external, analisis pelanggan", "Sumber": "Kirana Corporation", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "01 Mar 2019"}