{"Nomor": 35764, "Judul": "DEVELOPING CUSTOMER LOYALTY PROGRAM AS AN INITIATIVE TO REDUCE CHURN IN PT NETWORK TV (PT NTV) (CASE OF PAY-TV OPERATOR COMPANY)", "Abstrak": "Saat ini industri televisi berlangganan di Indonesia sedang mengalami perubahan pasar dan model bisnis. Peningkatan penetrasi internet dan munculnya model bisnis OTT dan VOD adalah contoh faktor-faktor yang ikut mendefinisikan ulang batasan-batasan dari bisnis konten berbayar. Akibat dari perubahan-perubahan tersebut, banyak perusahaan televisi berlangganan yang kehilangan pelanggannya (churn) karena beralih ke penyedia layanan hiburan audio-visual lainnya.\nMeningkatnya jumlah pelanggan churn sudah menjadi perhatian manajemen perusahaan dalam tiga tahun terakhir. Manajemen meyakini bahwa untuk mengatasi permasalahan ini dibutuhkan lebih dari satu pendekatan. Kompetisi bisnis tidak lagi terhadap sesama penyedia televisi berlangganan akan tetapi melebar menjadi kompetisi terhadap penyedia hiburan audio-visual termasuk penyedia ISP, IPTV, OTT dan VOD. Oleh karena itu, standar benchmark atas kualitas pilihan tayangan, layanan, harga dan program loyalty menjadi lebih tinggi. Perusahaan perlu meningkatkan performance level-nya dalam aspek-aspek yang sudah disebutkan tadi.\nProyek ini berfokus pada aspek program loyalty. Berdasarkan wawancara dan analisa customer experience journey, ditemukan bahwa saat ini program loyalty dari perusahaan minim dan tidak efektif dalam menciptakan pelanggan yang loyal. Proyek ini bertujuan untuk mengembangakn alternatif program loyalty yang berdasarkan pada jurnal-jurnal dan wawancara langsung dengan para pelanggan. Berbeda dengan pendekatan saat ini yang sporadis dan penekanan pada program win-back, proyek ini mengusulkan program loyalty yang berkelanjutan yang mana pendekatan ini selaras dengan alur pembentukan loyalitas yang dijelaskan dalam beberap jurnal. Proyek ini mengungkap tiga faktor penting yang perlu diperhatikan oleh perusahaan ketika memberikan program loyalty yaitu media komunikasi, frekuensi pemberian hadiah dan bentuk penawaran hadiah, Ketiga faktor ini harus disesuaikan dengan keinginan dari pelanggan yang dituju.\nDalam rekomendasinya, proyek ini membagi pelanggan dalam empat kategori berdasarkan geografi (kota besar dan kota menengah) dan lamanya berlangganan (kurang dari dua tahun dan lebih dari dua tahun). Program loyalty dibuat berdasarkan masukan dari para pelanggan dimasing-masing kategori. Dalam diskusi lanjutan, banyak dari pelanggan lebih memilih usulan program loyalty dari proyek ini. Mereka menilai ada lebih banyak nilai yang didapatkan dari program tersebut.\nDalam menerapkan program ini, perusahaan sebaiknya melakukannya secara bertahap. Hal ini penting untuk memastikan bahwa sistem yang dipakai mampu mengakomodir proses baru tersebut dan untuk memberikan ruang adaptasi jika ditemukan beberapa hal baru dalam perjalanannya. Beberapa perubahan yang mungkin terjadi saat penerapana misalnya penyesuaian hadiah untuk segmen tertentu dalam suatu kategori. Penyesuaian ini akan menjadi bagian dari pengembangan program dimasa depan.", "Daftar File": {"2019_TS_PP_RICKY_PANJAITAN_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/160862"}, "Penulis": "Ricky Panjaitan [29317072]", "Kontributor / Dosen Pembimbing": ["Dr. Jacob Silas Mussry"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Churn, Customer Experience, Program Loyalty, Televisi Berbayar, Berlangganan", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "01 Mar 2019"}