{"Nomor": 35760, "Judul": "KENDALI COVERAGE UNTUK MENGESTIMASI PETA FUNGSI DENSITAS OLEH MULTI HEXACOPTER DENGAN KEMAMPUAN MENGHINDARI RINTANGAN", "Abstrak": "Dalam tesis ini, dilakukan penelitian bagaimana beberapa hexacopter dapat melakukan kendali coverage sehingga dapat mengestimasi suatu fungsi densitas dalam suatu lingkungan dengan beberapa halangan. Algoritma Gaussian Process Regression (GPR) digunakan untuk mengestimasi fungsi densitas yang dianggap tidak berubah terhadap waktu (time-invariant). Beberapa hexacopter melakukan eksplorasi maupun eksploitasi pada lingkungan dengan fungsi densitas yang tidak diketahui berdasarkan titik tengah partisi Voronoi yang dikonstruksi. Penentuan eksplorasi dan eksploitasi dilakukan berdasarkan variansi posterior maksimum yang didapatkan dari algoritma GPR. Beberapa hexacopter tersebut menggunakan algoritma Hybrid Reciprocal Velocity Obstacle (HRVO) sebagai penuntun navigasi lokal dikombinasikan dengan algoritma Theta* sebagai perencanaan navigasi global sehingga beberapa robot dapat melakukan misi tanpa adanya benturan. Eksistensi rintangan membuat poligon Voronoi tidak konveks sehingga dimungkinkan titik tengahnya berlokasi didalam area rintangan. Sebagai konsekuensi, titik lokasi tersebut harus digeser secara optimal keluar area rintangan. Penelitian ini dilakukan dengan skema Software In the Loop Simulation (SILS) dalam lingkungan Robot Operating System (ROS) dengan sistem autopilot Pixhawk PX4 dan memakai model matematis yang tersedia pada Gazebo. Dilakukan juga modifikasi strategi untuk meningkatkan performansi waktu kendali coverage. Hasil dari penelitian ini adalah perbandingan hasil performa dengan strategi, lokasi rintangan, dan jumlah hexacopter yang berbeda. Pada akhirnya, dengan simulasi berbasis ROS, beberapa hexacopter dapat memetakan fungsi densitas dengan metriks yaitu variansi posterior maksimum yang cukup kecil yaitu 0,2 dengan waktu tempuh 656,7 s.", "Daftar File": {"abstrak_tesis_yaqub_aris_prabowo_23217044.pdf": "https://digilib.itb.ac.id/gdl/download/160859"}, "Penulis": "Yaqub Aris Prabowo [23217044]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Bambang Riyanto Trilaksono"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Kendali coverage, Gaussian Process Regression, Hexacopter, Voronoi, HRVO, Theta*", "Sumber": "", "Staf Input/Edit": "karya", "File": "1 file", "Tanggal Input": "01 Mar 2019"}