{"Nomor": 35763, "Judul": "EVALUATION OF IT SECURITY MANAGED SERVICE SOLUTION IN PT MEGA TBK AND PT VISION", "Abstrak": "PT Vision merupakan anak perusahaan dari PT Mega Tbk yang bergerak di bisnis IT managed service dan keduanya merupakan bagian dari Ace group. PT Vision memiliki solusi cyber security managed service sebagai bagian dari solusi IT managed service untuk melayani pelanggan dari Ace group. Solusi ini perlu dikembangkan agar tidak hanya bisa melayani internal group namun juga pelanggan diluar Ace group. Fokus dari proyek akhir ini adalah untuk mengubah biaya yang ada menjadi bisnis yang menguntungkan dan evaluasi keuangan untuk membantu pemegang saham dalam memutuskan apakah solusi bisnis ini baik untuk dijalankan.\nSituasi lingkungan eksternal dianalisis menggunakan kerangka PESTEL dan untuk menilai kekuatan di industri security managed service, analisis dilakukan dengan menggunakan analisa Poter’s 5 Forces. Analisis SWOT juga dilakukan untuk menentukan Kekuatan, Kelemahan, Peluang, dan Ancaman. Untuk penilaian keuangan menggunakan pendekatan pendapatan arus kas dengan menggunakan metode NPV, periode pengembalian, tingkat pengembalian internal, dan laba atas modal investasi.\nDalam menyusun paket solusi keamanan, beberapa faktor yang perlu dipertimbangkan antara lain membandingkan solusi pesaing, memenuhi beberapa kerangka keamanan berlapis, menganalisis kompetensi yang ada, mengantisipasi insiden serangan cyber yang sering terjadi di Indonesia, solusi keamanan cyber yang berkembang di Indonesia, dan solusi yang terjangkau untuk perusahaan dengan anggaran minimal seperti sektor ritel dan komersial. Evaluasi akan dihitung menggunakan biaya modal 25%, menghasilkan investasi dengan NPV 8.5 miliar rupiah, tingkat pengembalian internal adalah 82,7%, periode pengembalian setelah tahun kedua dan laba atas modal investasi 52.64%.", "Daftar File": {"2019_TS_PP_BUDIANTO_CHANDRA_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/160861"}, "Penulis": "Budianto Chandra [29317071]", "Kontributor / Dosen Pembimbing": ["Ir. Kinsenary Tjendrasa, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Security Managed Service, Paket Solusi Keamanan, Bisnis Menguntungkan, Hasil Investasi, Net Present Value", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "01 Mar 2019"}