{"Nomor": 35777, "Judul": "PENGARUH RASIO-RASIO KEUANGAN UTAMA TERHADAP RETURN SAHAM PADA PERUSAHAAN YANG TERDAFTAR DALAM INDEX LQ45 DI BURSA EFEK INDONESIA (BEI)", "Abstrak": "Pengakuan Internasional atas perekonomian Indonesia meningkat saat terdapat beberapa pembaruan terkini seperti kenaikan peringkat kredit oleh perusahaan jasa keuangan internasional seperti Standard & Poor's, Fitch Ratings, dan Moody's. Pertumbuhan ekonomi yang stabil, faktor-faktor fiskal yang rendah dan bijaksana dari utang-ke-PDB adalah faktor-faktor penting dalam menarik investasi asing langsung (FDI). Analis mengatakan bahwa Indonesia akan menjadi sangat kuat secara ekonomi. Pasar modal memainkan peran penting dalam ekonomi sebagian besar negara. Indeks Harga Saham Gabungan (IHSG) mencerminkan bahwa pasar saham Indonesia tumbuh pesat dalam jumlah investor, jumlah transaksi dan kapitalisasi pasar. Ini berkat dorongan BEI untuk mengedukasi masyarakat dan mempromosikan investasi di pasar modal. Bursa Efek Indonesia (BEI) terus tumbuh lebih cepat daripada mayoritas pasar di negara maju dan berkembang - tidak hanya di Asia, tetapi di seluruh dunia.\n\n\nDalam penelitian ini, penulis telah menganalisis hubungan antara return saham dan rasio keuangan yang dipilih, yaitu Earning Per Share (EPS), Price Earning Ratio (PER), Price to Book Value (PBV), Debt to Equity Ratio (DER), Net profit Marging (NPM) and Return on Equity (ROE) pada perusahaan yang terdaftar dalam Index LQ45 di Bursa Efek Indonesia untuk periode 2013 - 2017. Data yang digunakan merupakan data sekunder yang didapat melalui beberapa sumber seperti laporan Bursa Efek Indonesia (BEI), laporan keuangan perusahaan, dan situs terpercaya lainnya. Populasi dari penelitian ini adalah dari 19 perusahaan yang terdaftar di Indeks LQ45 untuk periode 2013 hingga 2017.\n\nPenelitian ini menegaskan bahwa secara individu DER, NPM, EPS, PER dan PBV memiliki pengaruh yang signifikan positif terhadap Return Saham dan ROE yang memiliki efek signifikan negatif terhadap Return Saham. Demikian juga, secara bersama-sama variabel DER, NPM, ROE, EPS, PER dan PBV mempengaruhi Share Return. Temuan ini penting bagi calon investor untuk membuat dan memberikan manfaat kepada perusahaan publik untuk meningkatkan kinerja keuangan mereka.", "Daftar File": {"2019_TS_PP_DWI_ANGGRAENI_NOVIANTI_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/160902"}, "Penulis": "Dwi Anggraeni Novianti [29317086]", "Kontributor / Dosen Pembimbing": ["Dr. Isrochmani Murtaqi, S.E., M.Acc."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Analisis Regresi, Rasio Keuangan, Return Saham", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "01 Mar 2019"}