{"Nomor": 35774, "Judul": "EVALUASI MANAJEMEN PENGETAHUAN UNTUK KINERJA: STUDI KASUS DI JURNAL.ID", "Abstrak": "PT. Jurnal Consulting Indonesia, dikenal sebagai jurnal.id adalah penyedia software akuntansi berbasis komputasi awan. Perusahaan ini telah berkembang sejak berdiri di tahun 2015 bersama dengan besarnya pasar perusahaan teknologi di Indonesia. Dengan berkembangnya industri teknolgi, hal ini juga menjadi kesempatan bagi jurnal sebagai perusahaan ujtuk berkembang. Tidak seperti penyedia sofwtare yang lain, pendapatan jurnal diraih berdasar sistem langganan bulanan. Untuk menjamin pelanggan terus berlangganan pada sistem dan jasa jurnal, manahemen membentuk divisi customer success yang bertanggungjawab untuk menyalurkan pengetahuan mengenai produk dan jasa yang ditawarkan oleh jurnal. Namun, masalah muncul ketika sebuah divisi yang sangat bergantung degan ketersediaan ilmu dari para anggotanya tidak memiliki strategi manajemen pengetahuan yang dapat mendukung proses bisnisnya. Hal ini menyebabkan tidak meratanya pengetahuan yang beredar diantara para anggota divisi dan menyebabkan proses bisnis menjadi tidak efisien di dalam divisi customer success itu sendiri. Hal ini diperburuk ketika manajemen memutuskan bahwa pembentukan KPI individu adalah berdasar aktivasi dari customer Jurnal.id yang sangat berkaitan dengan penyampaian produk dan jasa pada pelanggan.\nTugas akhir ini bertujuan untuk mempelajari bagaimana level kematangan manajemen pengetahuan di divisi customer success Jurnal.id, apa saja kesenjangan pengetahuan yang haris dibenahi unuk mendukung tujuan dan strategi bisnis divisi ini, dan bagaimana membangun dan mengimplementasikan program manajemen pengetahuan berdasarkan peta strategi manajemen pengetahuan.\nPendekatan yang dipakai dalam studi ini menggunakan data sekunder tang didapat dari target strategis divisi customer success, dan membandingkannya dengan pencapaian yang telah didapat dalam periode permpat ke-3 tahun 2018. Peneliti juga melakukan observasi berdasar aktivitas dan proses bisnis yang terjadi sehari-hari di divisi customer success. Sedangkan untuk memperoleh data primer dan menaksir kematangan manajemen pengetahuan, metode kualitatif (wawancara) dan kuantitatif (survei) digunakan dalam penelitian ini. Kemudian pemeriksaan lebih lanjut pada data primer dilakukan dengan analisis akar masalah. Analisa ini dilakukan berdasarkan kerangka manajemen pengethuan dengan mempertimbangkan beberapa aspek diantaranya adalah; sumber daya manusia, proses, teknologi, dan kepemimpinan. Aspek-aspek tersebut akan menentukan bagaimana strategi manajemen pengetahuan akan dibentuk berdasar peta strategi manajemen pengetahuan.\nStudi ini menunjukkan bahwa anggota dari divisi telah menyadari pentingnya manajemen pengetahuan dan melakukan aktivias berbagi pengetahuan. Namun kelancaran proses binis ini terhalang dengan sulitnya untuk mengakses pengetahuan yang tersedia. Untuk mengatasi hal itu, studi ini merekomendasikan untuk meningkatkan manajemen & dukungan pada manajemen pengetauan, menentukan peran & tanggung jawab untuk implementasinya, melibatkan karyawan dalam pengembangan manajemen pengetahuan dan KPI, dan membuat dokumentasi pengetahuan yang sistematis untuk aksesibilitas yang lebih baik.", "Daftar File": {"2019_TS_PP_ADITYA_PRAMUDITA_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/160892"}, "Penulis": "Aditya Pramudita [29317080]", "Kontributor / Dosen Pembimbing": ["Achmad Ghazali, S.T., M.A.B., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kinerja, Pengetahuan, Manajemen Pengetahuan, Pemasaran, Startup", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "01 Mar 2019"}