{"Nomor": 35771, "Judul": "PREDICTIVE MAINTENANCE MESIN PESAWAT DENGAN PENDEKATAN MACHINE LEARNING", "Abstrak": "Pemeliharaan (maintenance) menjadi salah satu proses yang kritis dalam industri modern. Sehingga, metode pemeliharaan yang efektif dengan biaya seminimal mungkin perlu dikembangkan dengan didukung oleh banyaknya data yang telah tersedia saat ini. Akan tetapi, metode pemeliharaan konvensional seperti run-tofailure atau preventive maintenance belum memanfaatkan ketersediaan data secara optimal dengan biaya operasional yang tinggi. Predictive maintenance menjadi salah satu metode pemeliharaan yang mencoba mengoptimalkan data monitor yang ada, dengan machine learning menjadi pendekatan yang populer untuk diterapkan. Penelitian ini membahas bagaimana machine learning dapat diimplementasikan untuk memprediksi remaining useful life (RUL) suatu mesin berdasarkan data sinyal mesin dari siklus awal sampai siklus terakhir, yaitu saat gagal mesin. Data sinyal mesin yang digunakan adalah data simulasi degradasi mesin pesawat FD001 bertipe run-to-failure yang disediakan oleh NASA. Data terdiri dari 100 unit mesin dengan jumlah siklus keseluruhan mesin adalah 20.631 siklus dan 26 fitur/kolom. Sebagian besar waktu implementasi machine learning pada penelitian ini terjadi dalam pemrosesan data dalam menentukan 2 skenario pelatihan, yaitu pelatihan menggunakan data dengan batas RUL maksimal 120 siklus dan pelatihan dengan data tanpa batas RUL maksimal. Skenario pelatihan menggunakan data dengan batas RUL maksimal ternyata mampu menghasilkan RMSE yang cukup kecil secara signifikan. Lebih jauh lagi, hasil ini lebih baik jika dibandingkan dengan benchmark model yang diambil dari beberapa penelitian sebelumnya yang menggunakan data yang sama.", "Daftar File": {"2019_TS_PP_SYAHRUL_BAHAR_HAMDANI_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/160881", "COVER Syahrul Bahar Hamdani": "https://digilib.itb.ac.id/gdl/download/191312", "BAB 1 Syahrul Bahar Hamdani": "https://digilib.itb.ac.id/gdl/download/191313", "BAB 2 Syahrul Bahar Hamdani": "https://digilib.itb.ac.id/gdl/download/191314", "BAB 3 Syahrul Bahar Hamdani": "https://digilib.itb.ac.id/gdl/download/191315", "BAB 4 Syahrul Bahar Hamdani": "https://digilib.itb.ac.id/gdl/download/191316", "BAB 5 Syahrul Bahar Hamdani": "https://digilib.itb.ac.id/gdl/download/191317", "PUSTAKA Syahrul Bahar Hamdani": "https://digilib.itb.ac.id/gdl/download/191319"}, "Penulis": "Syahrul Bahar Hamdani [20917007]", "Kontributor / Dosen Pembimbing": ["Dr. Nuning Nuraini S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Komputasi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "predictive maintenance, pembelajaran mesin, prediksi RUL, ANN, RNN", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "01 Mar 2019"}