{"Nomor": 35788, "Judul": "Biotransformation of antibiotics: exploring the activity of extracellular and intracellular enzymes derived from wastewater microbial communities", "Abstrak": "Evaluating the activity of extracellular and intracellular enzymes derived from wastewater microbial communities is essential to improve our fundamental understanding of micropollutant removal during wastewater treatment. To study biotransformations with respect to enzyme biogeography, we developed a method to separate soluble extracellular, extracellular polymeric substance (EPS)-bound, and intracellular enzymes from wastewater microbial communities and assessed the protease and peptidase activity of the resulting enzyme pools. We also evaluated the daptomycin, linezolid, and vancomycin) in each enzyme pool because we expect that  the kinetics, pathways, and biogeography of antibiotic biotransformations influence the selection of antibiotic resistance within wastewater microbial communities and in downstream environments. Our results demonstrated that biotransformation rate constants varied among the tested antibiotics, and that the observed rank order was consistent across three wastewater treatment plants. Importantly, many of the observed biotransformations eliminated the functional groups associated with antibiotic activity. Furthermore, we found that ?-lactam hydrolysis and daptomycin hydrolysis were catalyzed by enzymes extracted from the EPS, while none of the tested antibiotics were biotransformed by soluble extracellular enzymes. Finally, our results demonstrated that the number of enzyme-catalyzed antibiotic transformations was larger for intracellular than for extracellular enzymes. Together, this study provides novel insights on the kinetics, pathways, and biogeography of antibiotic biotransformations performed by wastewater microbial communities and can be used to inform pathway prediction or the development of biodegradable chemicals.", "Daftar File": {}, "Penulis": "Michael T. Zumstein [-]", "Kontributor / Dosen Pembimbing": ["Damian E. Helbling"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Biological wastewater treatment; Micropollutant biotransformation; Enzymatic  activity; Antibiotics; Enzyme extraction", "Sumber": "Accepted Manuscript", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "01 Mar 2019"}