{"Nomor": 35794, "Judul": "PENGEMBANGAN BISNIS DENGAN KEPUTUSAN MANAJEMEN STRATEGI UNTUK BANK MILLENNIAL INDONESIA, TBK", "Abstrak": "Bank Millennial Indonesia merupakan salah satu lembaga keuangan yang berada di peringkat Bank Umum Kegiatan Usaha (BUKU) 3 secara asset. Bank Millennial Indonesia didirikan pada 10 Juni 1980. Sebelumnya bank ini bernama Bank Masyarakat Indonesia. Setelah bergabung dengan beberapa bank komersil, bank ini mengganti nama dari Bank Masyarakat Indonesia menjadi Bank Millennial Indonesia. Bank ini mencatatkan namanya pada bursa efek melalui Initial Public Offering pada July 2010.\n\nFokus utama kegiatan bank adalah menyediakan kredit untuk pelaku Usaha Mikro Kecil Menengah (UMKM) dan menyediakan produk tabungan dan deposito untuk masyarakat Indonesia dengan memberikan bunga tabungan yang tinggi. Bank juga memberikan bunga kredit yang rendah untuk masyarakat. Pada salah satu interview dengan President Direktur, Bank akan mencoba untuk meningkatkan angka kredit di tahun 2019. Peningkatan kredit ini diharapkan akan meningkatkan Net Interest Margin Bank terutama pada sektor retail dan UMKM. Untuk kredit perumahan, Bank juga melakukan kerjasama dengan salah satu perusahaan financing untuk membantu perusahan membiayai kredit perumahan untuk masyarakat. \n\nMenghadapi tantangan ini, diharapkan komposisi bunga kredit yang rendah dan bunga tabungan yang tinggi akan membantu perusahaan menarik banyak nasabah baru. Berdasarkan Laporan Keuangan Q3 2018, proporsi simpanan yang dimiliki oleh Bank masih rendah dibandingkan dengan Bank lain berlawanan dengan tujuan Bank untuk meningkatkan keuntungan Bank melalui porsi fee-based income. \n\nTantangan pada bank tidak hanya dilihat dari jumlah simpanan dibandingkan dengan bank lain yang sudah memiliki reputasi yang baik seperti Bank Mandiri, Bank BCA, and Bank Rakyat Indonesia tetapi pengukuran pada rasio lain seperti Debt to Equity, Return of Equity, Non-Performing Loan, dan juga Net Interest Margin. Pengukuran ini merupakan standar rasio yang digunakan Investor untuk memprediksi kondisi bank sebelum memutuskan untuk membeli saham pada suatu bank. Sejak bank ini mencatatkan di bursa efek, bank ini bertanggung jawab juga untuk meningkatkan nilai saham para investor. Pada penjelasan lainnya, President Direktur Bank mengatakan bahwa peningkatan nilai NPL merupakan salah satu tantangan yang dihadapi di tahun yang akan mendatang. Nilai NPL meningkat karena ada beberapa nasabah yang berasal dari nasabah korporasi belum mampu untuk melakukan pembayaran hutang yang berakibat meningkatnya nilai NPL. \n\nTahap pada proyek akhir ini meliputi analisa permasalahan pada kondisi internal dan eksternal bank serta memberikan rekomendasi berdasarkan internal dan eksternal perusahaan. Penulis juga membuat analisa kompetensi berdasarkan Laporan Keuangan Q3 2018 yang meliputi rasio seperti DER, ROE, NPL, OER, dan Net Interest Margin. Perbandingan juga dilihat dari fasilitas bank yang dimiliki dan proporsi simpanan yang dimiliki oleh bank. Untuk menguatkan objektivitas pada proyek akhir ini, Penulis melakukan interview dengan 30 pegawai bank untuk melihat gambaran mengenai pengembangan bank di tahun – tahun yang akan datang, khususnya mengenai pemasaran produk, pengurangan nilai NPL, peningkatan layanan dan rencana pengembangan di tahun berikutnya.  \n\nBerdasarkan pada analisis dan situasi permasalahan, rekomendasi yang diajukan diharapkan dapat membantu bank untuk meningkatkan profit dan pengembangan bank di tahun yang akan datang khususnya dalam mengurangi nilai NPL, meningkatkan Net Interest Income dan meningkatkan Fee based Income.", "Daftar File": {"2019_TS_PP_GRAETA_VENATO_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/160925"}, "Penulis": "Graeta Venato [29317121]", "Kontributor / Dosen Pembimbing": ["Anh Dung Do, MBA, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pemasaran Produk, Non-Performing Loan, Layanan, Strategi", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "01 Mar 2019"}