{"Nomor": 35799, "Judul": "PRODUKSI DAN KARAKTERISASI ?-AMILASE  SACCHAROMYCOPSIS FIBULIGERA R64 REKOMBINAN YANG DIEKSPRESIKAN DI PICHIA PASTORIS", "Abstrak": "?-Amilase adalah endoenzim yang mengkatalisis pemutusan ikatan ?-1,4 glikosidik pada polisakarida menghasilkan maltooligosakarida, maltodekstrin, dan sejumlah kecil glukosa.\n?-Amilase digunakan dalam berbagai jenis industri, seperti industri pengolahan pati, tekstil, roti, dan farmasi. Produksi ?-amilase untuk keperluan komersial membutuhkan sel inang\nyang  memiliki  kemampuan  untuk  menghasilkan  ?-amilase  dalam  jumlah  besar  secara efisien.   Sistem   ekspresi   Pichia   pastoris   menawarkan   sejumlah   kemudahan   yang\nmemungkinkan produksi ?-amilase secara efisien, yaitu memiliki efisiensi sekresi yang tinggi, mampu tumbuh hingga mencapai densitas sel yang tinggi, dan memiliki media kultur\nyang  murah.  Tujuan  penelitian  ini  adalah  mempelajari  ekspresi  gen  ?-amilase  (ALP1)\nSaccharomycopsis fibuligera R64 yang meliputi penentuan kondisi produksi optimum dan pengaruh mutasi terhadap kestabilan ALP1. P. pastoris KM71H telah berhasil ditransformasi\ndengan plasmid rekombinan yang mengandung gen ALP1 dan alp1. Gen ALP1 dan alp1\ndifusi dengan promotor AOX1 yang dapat diinduksi oleh metanol. Kultur P. pastoris [pPICZ?A-ALP1] diinkubasi selama 24, 48, 72, 96, 120, dan 144 jam dalam media yang mengandung 0,5% (v/v) metanol. Aktivitas ?-amilase terbesar diperoleh pada kultur dengan waktu inkubasi 96 jam. Aktivitas ?-amilase tertinggi (8,2 x 105 U/mL) dicapai dengan menggunakan penginduksi 4% (v/v) metanol selama 96 jam. Karakterisasi terhadap ALP1 dan alp1 menunjukkan bahwa ALP1 dan alp1 memiliki pH optimum 5,5 dan suhu optimum\n50ºC.", "Daftar File": {"2007_TA_PP_ANNA_SANAWATI_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/160930", "2007_TA_PP_ANNA_SANAWATI_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/160938"}, "Penulis": "Anna Sanawati [10503058]", "Kontributor / Dosen Pembimbing": ["Dessy Natalia, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "?-amilase, Saccharomycopsis fibuligera, Pichia pastoris, metanol", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "01 Mar 2019"}