{"Nomor": 35807, "Judul": "PERANCANGAN, PEMBUATAN, DAN PENGUJIAN ALAT UKUR GAYA PENGUNYAHAN", "Abstrak": "Gaya pengunyahan merupakan gaya yang dihasilkan dari gerakan fisiologis pada proses pengunyahan dan penting untuk menentukan efektifitas berbagai macam perawatan dental atau sebagai bahan untuk mempelajari kerusakan pada sistem pengunyahan seperti mal-oklusi. Beberapa alat ukur gaya pengunyahan sudah ada di pasaran, tetapi memiliki kekurangan-kekurangan tertentu. Oleh karena itu, dibutuhkan penelitian untuk mencari alternatif alat ukur gaya pengunyahan yang dapat mengakomodasi kekurangan-kekurangan tersebut. Pada penelitian kali ini, dilakukan perancangan, pembuatan, dan pengujian alat ukur gaya pengunyahan yang dapat mengukur gaya individual gigi, berpenampang lunak, dan berharga relatif lebih murah.\nAlat ukur berhasil dirancang dan dibuat dengan komponen utama gumshield sebagai penampang gigit dan sensor Flexiforce 25 lb. Sensor dikalibrasi dengan pemberian gaya 1 N hingga 200 N. Pengujian di laboratorium dilakukan dengan mesin Tensilon dan diperoleh error maksimum sebesar 7,75%. Hasil uji sensitivitas alat terhadap pergeseran posisi sensor, menunjukkan error maksimum 21,46% pada kesalahan posisi sensor sebesar 1 mm dan 36,58% pada kesalahan posisi sensor sebesar 2 mm.\nPengujian langsung telah berhasil dilakukan kepada 2 naracoba. Data yang diperoleh berupa grafik historis pengunyahan naracoba dan rata-rata gaya gigit maksimum dari tiap naracoba pada gigi molar 1, premolar 1, dan incisor 1. Gaya hasil pengujian yang diperoleh lebih kecil daripada gaya di referensi, hal ini kemungkinan disebabkan karena gaya referensi berasal dari naracoba asing yang memiliki fisik lebih besar.", "Daftar File": {"2018_TA_PP_CAKTI_DHEWANA_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/160951", "COVER Cakti Dhewana": "https://digilib.itb.ac.id/gdl/download/167089"}, "Penulis": "Cakti Dhewana [13114079]", "Kontributor / Dosen Pembimbing": ["Satrio Wicaksono, S.T., M.Eng., Ph.D.", "Prof. Dr. Ir. Tatacipta Dirgantara, M.T.", "Prof. Ir. Andi Isra Mahyuddin, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "gaya pengunyahan, gumshield, Flexiforce, perancangan, pembuatan, kalibrasi, pengujian", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "01 Mar 2019"}