{"Nomor": 35804, "Judul": "ANALISIS INUSTRI ASURANSI INDONESIA & STRATEGI PERUSAHAAN YANG DIUSULKAN HANWHA LIFE INSURANCE INDONESIA", "Abstrak": "Pada tahun 2017, perusahaan domestik Korea berada dalam situasi yang sulit dibandingkan dengan masa sebelumnya, seperti penurunan margin, munculnya berbagai institusi keuangan internet, dan persaingan dengan institusi finansial asing karena terbukanya pasar internasional. Agar asuransi domestik selamat di masa depan, globalisasi bukan pilihan lagi tapi merupakan suatu keharusan. Dalam beberapa tahun terakhir, industri asuransi domestik bergerak menjauhi era pertumbuhan, dan memasuki era di mana pertumbuhan dan profitabilitas menjadi terbatas. Akibatnya, asuransi jiwa domestik berusaha keras untuk menemukan model bisnis baru. Berdasarkan hal-hal tersebut, perusahaan asuransi domestik menunjukkan minat untuk berekspansi ke pasar luar negeri, khususnya di kawasan ASEAN.\nAlasan mengapa pasar ASEAN sangat menarik adalah, bahwa negara-negara di ASEAN memainkan peran produksi berbasis perusahaan global sehingga mereka adalah pabrik dunia, negara-negara tersebut menunjukkan laju pertumbuhan ekonomi yang tinggi di seluruh negeri dan memiliki premi rendah terhadap Produk Domestik Bruto (GDP). Tingkat premium tidak begitu tinggi dibanding daerah lain.\nTetapi, industri asuransi khususnya asuransi jiwa, yang menjalankan bisnisnya berdasarkan kehidupan dan siklus hidup orang, harus mencoba pendekatan yang berbeda berdasarkan budaya, agama, institusi, dan kebiasaan masing-masing negara.\nOleh karena itu, dalam penelitian ini, saya ingin menyajikan kondisi terkini dari Hanwha Life Insurance, Indonesia adalah salah satu negara utama ASEAN, dan merupakan alternatif strategis yang perlu diperhitungkan.", "Daftar File": {"2019_TS_PP_JAE_PHIL_HAHN_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/160942"}, "Penulis": "Jaephil Hahn [29317703]", "Kontributor / Dosen Pembimbing": ["Yudo Anggoro, M.S.M., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Industri Asuransi Indonesia, Ekonomi Makro, M&A, Asuransi Jiwa", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "01 Mar 2019"}