{"Nomor": 35815, "Judul": "MULTIMODE FLIGHT CONTROL SYSTEM OF UNMANNED COMBAT AERIAL VEHICLE (UCAV) USING EIGENSTRUCTURE ASSIGNMENT METHOD", "Abstrak": "Teknologi pesawat tempur nirawak (UCAV) semakin diminati oleh bidang militer\nkarena kemampuannya yang menyerupai pesawat tempur namun tanpa awak.\nKarena kebutuhan akan kemampuan pesawat nirawak semakin beragam, salah\nsatunya di bidang kontrol. Sistem kontrol adalah salah satu parameter\nkecanggihan pesawat tempur karena pesawat tempur dituntut untuk lincah dan\ntetap dapat stabil. Salah satu bentuk kecanggihan dari bidang kontrol adalah\npesawat tempur nirawak dapat melakukan penerbangan multimode. Penerbangan\nmultimode pada dasarnya adalah memutuskan hubungan (decoupling) antara\nvariabel-variabel yang secara otomatis mempengaruhi satu sama lain (coupling),\nsalah satu contohnya adalah pada matra lateral-direksional. Maka dari itu, pada\npenelitian ini akan difokuskan pada mendesain sistem kontrol yang dapat\nmemutus hubungan antar variabel terbang yang berhubungan satu sama lain\nsupaya pesawat dapat melakukan penerbangan multimoda. Desain kontrol pada\npenelitian ini akan menggunakan metode eigenstructure assignment. Berbeda\ndengan metode root locus dan pole placement, eigenstructure menggunakan tidak\nhanya eigenvalue tapi juga dapat menentukan eigenvektor. Eigenvalue adalah\nparameter penentu kestabilan dari sebuah sistem, sedangkan eigenvektor berperan\npada bentuk responnya. Karena eigenvektor mempuyai efek khusus pada bentuk\nrespon dari suatu sistem, maka multimode dapat diraih dengan penentuan\neigenvektor. Simulasi dilakukan dengan menggunakan Command Augmentation\nSystem (CAS) dengan menambahkan variabel state error sebagai referensi\ntracking. Dengan menggunakan metode ini, hanya perlu menambahkan satu state\nerror karena keuntungan dari decoupling oleh eigenstructure.", "Daftar File": {"2019_TA_PP_AATHIRAH_VALMAY_PRIYONO_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/160968", "COVER Aathirah Valmay Priyono": "https://digilib.itb.ac.id/gdl/download/167833", "BAB 5 Aathirah Valmay Priyono": "https://digilib.itb.ac.id/gdl/download/167838", "PUSTAKA Aathirah Valmay Priyono": "https://digilib.itb.ac.id/gdl/download/167839"}, "Penulis": "Aathirah Valmay Priyono [13614016]", "Kontributor / Dosen Pembimbing": ["Rianto Adhy Sasongko, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Eigenstructure Assignment, Penerbangan multimode, Decoupling, Eigenvektor", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "01 Mar 2019"}