{"Nomor": 35811, "Judul": "PENYELARASAN ULANG STRATEGI BISNIS PT KRAKATAU ARGO LOGISTICS UNTUK MENINGKATKAN PROFITABILITAS PERUSAHAAN", "Abstrak": "PT Krakatau Argo Logistics (PT KAL) adalah anak perusahaan PT Krakatau Bandar Samudera (anak perusahaan PT Krakatau Steel (Tbk), perusahaan jasa transportasi multimoda, manajemen gudang bongkar muat. Didirikan pada 2013 di Indonesia dengan berlokasi di Cilegon, Banten. Pembentukan            PT KAL terutama dimaksudkan untuk mendukung rantai pasokan produksi baja di PT Krakatau Posco yang dipayungi melalui kontrak jangka panjang. Tahun 2015 dianggap sebagai tahun yang penuh tantangan bagi PT KAL yang mana kondisi harga baja dunia mengalami penurunan yang menyebabkan adanya evaluasi dan penyesuaian tarif jasa dari PT Krakatau Posco kepada PT KAL yang berkurang secara signifikan. Masalah utama yang kemudian muncul adalah terjadinya penurunan pendapatan dan laba PT KAL secara signifikan dalam kurun waktu 2015 hingga 2017. Oleh sebab itu, diperlukan adanya penyesuaian strategis bisnis perusahaan untuk mendukung keberlanjutan bisnis perusahaan.\nPerusahaan harus mempertimbangkan faktor eksternal dan internal yang mempengaruhi pertumbuhan bisnis masa depan melalui serangkaian analisis strategis. Rangkaian analisa seperti analisa PESTEL, analisa Porter Five Forces, dan analisa daya saing dilakukan untuk memungkinkan perusahaan memanfaatkan peluang eksternal dan meminimalkan dampak ancaman potensial. Analisa internal menggunakan Resource Based View, VRIO, dan analisa industri pasar dalam bisnis logistik. Perumusan strategi bisnis dilakukan dengan mempertimbangkan hasil analisa eksternal dan internal tersebut, yang selanjutnya diusulkan strategi bisnis perusahaan yang tepat unuk masa depan.\nImplementasi dari strategi tersebut ditetapkan dalam rencana jangka pendek dan panjang dengan terus dilakuikan evaluasi untuk mencapai tujuannya dalam 5 tahun ke depan yang utamanya yaitu meningkatkan pendapatan dan profitabilitas bisnis perusahaan.", "Daftar File": {"2019_TS_PP_RADITYA_PUTRA_DWI_KURNIAWAN_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/160957"}, "Penulis": "Raditya Putra Dwi Kurniawan [29115529]", "Kontributor / Dosen Pembimbing": ["Yudo Anggoro, M.S.M., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Logistic Business, Business Strategy, PESTEL Analysis, TOWS Matrix, Business Model Canvas", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "01 Mar 2019"}