{"Nomor": 35825, "Judul": "SINE COSINE ALGORITHM UNTUK MENCARI SEMUA SOLUSI SISTEM PERSAMAAN NONLINEAR DENGAN TEKNIK CLUSTERING", "Abstrak": "Masalah pencarian akar sering muncul dalam berbagai disiplin ilmu praktis seperti engineering, sehingga masalah ini sering dibahas khususnya mengubah masalah ini menjadi masalah optimisasi. Ada dua pendekatan algoritma optimisasi, yaitu deterministik dan stokastik. Algoritma metaheuristik adalah salah satu contoh dari pendekatan stokastik yang sangat aplikatif untuk menyelesaikan berbagai masalah optimasi, di mana algoritma metaheuristik menyebarkan titik acak sebagai search agent untuk menemukan solusi optimum global. Ada dua tahap utama dalam algoritma metaheuristik, yaitu eksplorasi dan eksploitasi. Eksplorasi memiliki tujuan utama mengidentifikasi daerah-daerah yang memiliki nilai fungsi objektif baik yang diharapkan memiliki titik optimal global, sementara eksploitasi bertujuan untuk menemukan solusi pada skala lokal dengan memanfaatkan informasi yang diperoleh dari proses eksploitasi. Mirjalili pada tahun 2016 mengusulkan Sine Cosine Algorithm, sebuah algoritma optimasi yang memiliki 3 parameter acak ????1, ????2, dan ????3 serta parameter adaptif ????1 yang dapat bekerja secara efektif dalam pencarian global optimal. Performa algoritma ini akan diuji untuk memecahkan masalah yang lebih menantang seperti mencari akar dari sistem persamaan nonlinear. SCA juga akan digunakan untuk menyelesaikan variasi persamaan Diophantine, seperti persamaan linear, persamaan eksponensial, sistem persamaan linear, sistem persamaan nonlinier, persamaan Pell, dan persamaan Markoff. Untuk mendapatkan semua solusi secara simultan, akan digunakan teknik clustering yang diusulkan oleh Sidarto dalam papernya yang berjudul Finding All Solution of Systems of Nonlinear Equations Using Spiral Dynamics Inspired Optimization with Clustering. Teknik ini dapat mengelompokkan daerah pencarian ke dalam beberapa cluster yang berpotensi mengandung titik global optimum.", "Daftar File": {"2019_TS_PP_LYDIA_ZAYYANI_ALFIYYATI_-_BAB_I.pdf": "https://digilib.itb.ac.id/gdl/download/160980", "2019_TS_PP_LYDIA_ZAYYANI_ALFIYYATI_-_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/160981", "2019_TS_PP_LYDIA_ZAYYANI_ALFIYYATI_-_BAB_II.pdf": "https://digilib.itb.ac.id/gdl/download/160982", "2019_TS_PP_LYDIA_ZAYYANI_ALFIYYATI_-_BAB_III.pdf": "https://digilib.itb.ac.id/gdl/download/160983", "2019_TS_PP_LYDIA_ZAYYANI_ALFIYYATI_-_BAB_IV.pdf": "https://digilib.itb.ac.id/gdl/download/160984", "2019_TS_PP_LYDIA_ZAYYANI_ALFIYYATI_-_BAB_V.pdf": "https://digilib.itb.ac.id/gdl/download/160985", "2019_TS_PP_LYDIA_ZAYYANI_ALFIYYATI_-_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/160986"}, "Penulis": "Lydia Zayyani Alfiyyati [20116302]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Kuntjoro Adji Sidarto"], "Jenis Koleksi": "Tesis", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Sine Cosine Algorithm, Clustering, Persamaan Diophantine, Persamaan eksponensial Diophantine, Persamaan Pell, Persamaan Markoff", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "7 file", "Tanggal Input": "04 Mar 2019"}