{"Nomor": 35832, "Judul": "ANALISIS ORGANIC RANKINE CYCLE PADA PEMBANGKIT LISTRIK BERBASIS GEOTERMAL DI DESA MATALOKO, KABUPATEN NGADA, NUSA TENGGARA TIMUR", "Abstrak": "Desain dari pembangkitan listrik sekarang ini menjadi salah satu faktor kunci untuk meningkatkan efisiensi sistem tenaga listrik dan mengimplementasikan penggunaan energi bersih. Energi panas bumi tersedia pada setiap lapisan bumi diseluruh dunia pada kedalaman tertentu, dimana potensi dari energinya tergantung dari nilai temperatur, tekanan, dan laju alir fluida. Panas bumi temperatur rendah telah menjadi pilihan yang tepat karena dapat di implementasikan tidak hanya didaerah pegunungan, namun juga didaerah perkotaan. Energi temperatur rendah yang berada dibawah 149°C menggunakan siklus organic rankine cycle. Salah satu daerah yang sangat potensial untuk implementasi desain ORC adalah Desa Mataloko, Kabupaten Ngada, Nusa Tenggara Timur. Analisis dan desain sistem pembangkit listrik dilakukan menggunakan perangkat lunak Ebsilon Professional. Sistem mampu menghasilkan daya keluaran sebesar 615.9 kW dengan efisiensi sebesar 12.15%. Penelitian ini juga menghitung potensi energi listrik, dimana sistem mampu menyuplai energi listrik ke 2,463 rumah di Desa Mataloko. Besar biaya kWh yang dibayarkan adalah sebesar IDR 209. Penelitian ini juga memberikan perhitungan bahwa rasio keuntungan sebesar 12.79 kali dapat diperoleh dengan menjual energi listrik ini ke desa-desa tetangga. Energi geotermal menyumbangkan gas rumah kaca yang sangat kecil dan menjadi pilihan utama di Indonesia untuk menggantikan penggunaan energi konvensional.", "Daftar File": {"ABSTRACT_DEO.pdf": "https://digilib.itb.ac.id/gdl/download/161013"}, "Penulis": "Immanuel Deo Juvente Hasian Si [18015025]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Bambang Anggoro Soedjarno P., M.T.", "Burhanuddin Halimi, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Tenaga Listrik", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "energi geotermal temperatur rendah, organic rankine cycle, R245FA", "Sumber": "", "Staf Input/Edit": "karya", "File": "8 file", "Tanggal Input": "04 Mar 2019"}