{"Nomor": 35843, "Judul": "ISOLASI METABOLIT SEKUNDER DARI Fusarium solani, JAMUR ENDOFITIK TUMBUHAN Cryptocarya pulchrinervia", "Abstrak": "Jamur endofitik merupakan mikroorganisme yang dapat dijadikan sumber alternatif senyawa bioaktif. Jamur ini ditemukan dalam berbagai jaringan tumbuhan tanpa menimbulkan efek negatif terhadap tanaman inangnya. Taxol merupakan salah satu metabolit sekunder yang telah dilaporkan dari jamur endofitik. Senyawa ini telah disetujui oleh FDA (Food Drug Administration) dan dipasarkan sebagai obat kanker. Senyawa taxol pertama kali diisolasi dari tumbuhan Taxus brevifolia. Pengembangan bioteknologi mutakhir melalui jamur endofitik dari tumbuhannya menunjukkan senyawa taxol juga dapat diisolasi. Salah satu tumbuhan Indonesia yang potensial sebagai sumber senyawa bioaktif adalah genus Cryprocarya  dari famili Lauraceae. Selain telah digunakan sebagai obat tradisional, fitokimia dari genus Cryptocarya ini dilaporkan mengandung metabolit sekunder dari golongan flavonoid, ?-piron dan alkaloid dengan bioaktivitas yang beragam. Kajian fitokimia jamur endofitik dari genus Cryptocarya sampai saat ini masih terbatas yaitu hanya dari spesies Cryptocarya mandioccana yang telah dilaporkan sedangkan kajian jamur endofitik dari genus Cryptocarya Indonesia belum pernah dilaporkan. Pada penelitian ini dilakukan isolasi dan karakterisasi metabolit sekunder jamur endofitik dari tumbuhan Crytocarya pulchrinervia serta uji bioaktivitasnya terhadap sel murin leukemia P388. Isolasi jamur endofitik dari ranting C. pulchrinervia meliputi tahap sterilisasi permukaan, inokulasi dan subkultur sehingga diperoleh dua isolat tunggal yaitu isolat CP1 dan CP2. Terhadap isolat CP2 dilakukan identifikasi secara molekular berdasarkan  analisis genetika Internal Transcribed Spacer (ITS) DNA jamur dilaboratorium mikrobiologi LIPI, dikarakterisasi sebagai Fusarium solani. Isolat F. solani (CP2) ini dikultivasi menggunakan media cair PDB (Potato dextrose broth). Terhadap 10 L media cair PDB (24 gram/1 L air) yang digunakan untuk  kultivasi diperoleh 7 gram ekstrak MeOH dari bagian miselia dan 1,2 gram ekstrak EtOAc dari bagian media cair. Terhadap kedua ekstrak ini dilakukan pemisahan menggunakan berbagai metode kromatografi diantaranya kromatografi cair vakum (KCV) dan kromatografi kolom gravitasi (KKG) sehingga diperoleh delapan senyawa murni. Kedelapan senyawa murni tersebut dikarakterisasi berdasarkan data spektroskopi NMR 1D (1H dan 13C) dan 2D (HSQC dan HMBC). Tiga senyawa murni yang diisolasi dari ekstrak metanol diidentifikasi sebagai ergosta-5,7,22-trien-3-ol (1), 5,8-dioksi-22E-ergosta-6,22-dien-3-ol (2) dan asam\n \n\noleat (3). Sementara itu, lima senyawa murni dari ekstrak etil asetat diidentifikasi sebagai tirosol (4), javanisin (5), fusarubin (6), 3-O-metilfusarubin (7), dihidronaftalenon (8). Hasil pengujian aktivitas sitotoksik terhadap sel murin leukemia P388 menunjukkan senyawa fusarubin (6) tergolong sangat aktif dengan IC50 0,95 µg/mL, senyawa javanisin (5) tergolong aktif dengan IC50 3,93 µg/mL, senyawa (1), (2), (4), (7) dan (8) menunjukkan tidak aktif dengan IC50 berturut-turut adalah 4,45 µg/mL; 4,62 µg/mL; 5,84 µg/mL; 21,21 µg/mL; 42,50 µg/mL.", "Daftar File": {"2019_TS_PP_SANTI_AMELIA_SARI_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/161031", "2019_TS_PP_SANTI_AMELIA_SARI_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/164577", "2019_TS_PP_SANTI_AMELIA_SARI_1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/164578", "2019_TS_PP_SANTI_AMELIA_SARI_1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/164579", "2019_TS_PP_SANTI_AMELIA_SARI_1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/164580", "2019_TS_PP_SANTI_AMELIA_SARI_1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/164581", "2019_TS_PP_SANTI_AMELIA_SARI_1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/164582", "2019_TS_PP_SANTI_AMELIA_SARI_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/164583"}, "Penulis": "Santi Amelia Sari [20516301]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Euis Holisotan Hakim, MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Cryptocarya pulchrinervia, jamur endofitik, Fusarium solani, metabolit sekunder", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "04 Mar 2019"}