{"Nomor": 35848, "Judul": "PENGEMBANGAN KRITERIA GOOD-QUALITY HOUSING DENGAN WHOLE SYSTEM APPROACH DALAM KESATUAN ECO-SETTLEMENTS DI KAWASAN PERDESAAN (STUDI KASUS : KAMPUNG PAJATEN, KABUPATEN BANDUNG)", "Abstrak": "Rumah merupakan salah satu kebutuhan primer manusia yang digunakan sebagai tempat untuk tumbuh dan berkembang baik secara jasmani, rohani, dan sosial. Untuk dapat memenuhi hal tersebut, rumah memiliki persyaratan tertentu yang dikenal sebagai kriteria good-quality housing. Penelitian ini dilakukan untuk mendapatkan kriteria good-quality housing dengan menggunakan whole system approach dalam kesatuan eco-settlements di kawasan perdesaan. Hasilnya, elemen yang mempengaruhi kualitas sebuah rumah dikelompokkan ke dalam empat komponen utama, yaitu komponen rumah, komponen sosial ekonomi penghuni rumah, komponen penyediaan air bersih, dan komponen penanganan limbah domestik. Rumah dinilai memenuhi standar kriteria good-quality housing jika memiliki luas jendela ? 10% dari luas lantai, kelembaban ruangan antara 40-60%, lubang ventilasi silang permanen ? 5% dari luas lantai, adanya keberadaan drainase, tidak adanya keberadaan tikus, memisahkan kandang ternak dengan rumah, tidak memiliki angka kejadian kematian bayi dan balita, terdapat sarana air bersih yang memenuhi syarat kesehatan di sebuah rumah, tidak menggunakan air sungai dan air irigasi untuk mandi dan cuci, memenuhi standar kualitas air bersih, menggunakan air bersih minimum 30-70 liter per orang per hari, terdapat jamban pribadi yang sesuai dengan standar kesehatan dan teknologi pengolah air buangan, serta terdapat pewadahan, pemilahan dan daur ulang sampah. Keempat komponen utama good-quality housing memiliki bobot yang hampir sama besarnya, namun komponen rumah memiliki bobot paling besar diantaranya. Dari hasil penerapan kriteria good-quality housing di kawasan perdesaan dengan aktivitas utama pertanian dan peternakan, dapat diketahui bahwa kawasan tersebut belum memenuhi standar good-quality housing yang ditetapkan.", "Daftar File": {"2019_TA_PP_AFIFA_ZAHIYA_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/161036", "2019_TA_PP_AFIFA_ZAHIYA_1-DAFTAR_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/161043"}, "Penulis": "Afifa Zahiya [15310020]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Priana Sudjono, MS, Dipl.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "good-quality housing, komponen, kriteria, rural-housing, whole system approach", "Sumber": "TUGAS AKHIR 30 September 2014", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "8 file", "Tanggal Input": "04 Mar 2019"}