{"Nomor": 35841, "Judul": "KONSTRUKSI OPERON BERISI GEN alsS, ilvC, ilvD DAN kivd PADA Escherichia coli UNTUK PRODUKSI ISOBUTANOL DARI GLUKOSA", "Abstrak": "Isobutanol merupakan biofuel yang dianggap berpotensi untuk dapat menggantikan bensin yang digunakan saat ini. Namun produksi isobutanol masih sulit karena tidak adanya organisme yang secara alami dapat mensintesis isobutanol. Sebuah jalur biosintetik telah dirancang dengan memanfaatkan senyawa piruvat yang dihasilkan dari pemecahan glukosa melalui proses glikolisis yang dilakukan oleh Escherichia coli (E.coli). Piruvat akan diubah menjadi isobutanol melalui jalur biosintetik yang terdiri dari enzim acetolactate-synthase (ALS), ketol-acid reductoisomerase (KARI), dihydroxy-acid dehydratase (DHAD), alpha-ketoisovalerate decarboxylase (KDC) dan alcohol dehydrogenase (ADH). Karena E. coli DH5? tidak memiliki gen pengkode enzim ALS, KARI, DHAD dan KDC, maka overekspresi ALS, KARI, DHAD dan KDC rekombinan perlu dilakukan. Plasmid yang berisi operon yang dikontrol promoter dan operator lac yang mengandung gen alsS (mengkode ALS dari Bacillus subtilis), ilvC (mengkode KARI dari E. coli MG1655) dan ilvD (mengkode DHAD dari E. coli MG1655) telah diperoleh dari penelitian sebelumnya, dan sekuen operon dikonfirmasi melalui sekuensing DNA. Gen kivd (mengkode KDC dari Lactococcus lactis) diperoleh dari kit iGEM 2013. Gen kivd diamplifikasi menggunakan PCR dan diinsersi ke dalam pJET 1.2 blunt. Gen kivd kemudian ditambahkan pada bagian ujung 3’dari operon sebelumnya dengan teknik restriksi ligasi. Konstruk yang telah berhasil dibuat ditransfer ke E.coli DH5? dengan metode kejut panas. Ekspresi gen-gen rekombinan diinduksi dengan IPTG (isopropyl-?-D-1-thiogalactopyranoside). Hasil SDS-PAGE belum berhasil mengkonfirmasi keberadaan pita-pita protein yang diinginkan, namun isobutanol berhasil diperoleh dari hasil pengukuran Gas Chromatography Mass Spectometry-Selected Ion Monitoring (GC-MS-SIM) pada sampel hasil fermentasi selama 48 jam pada temperatur 30oC (1,17%). Konstruksi plasmid dan produksi isobutanol menggunakan konstruk yang dikontrol oleh promoter lac dapat dilakukan, namun hasil yang didapatkan kurang optimal karena lemahnya ekspresi gen yang dikontrol oleh promoter lac dan penghambatan oleh glukosa yang digunakan sebagai substrat.", "Daftar File": {}, "Penulis": "Gabriel Bagus Kennardi [21114014]", "Kontributor / Dosen Pembimbing": ["Dra. Maelita Ramdani, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Isobutanol, promoter lac, GC-MS, glikolisis, E. coli, biofuel", "Sumber": "", "Staf Input/Edit": "agus slamet", "File": "1 file", "Tanggal Input": "04 Mar 2019"}