{"Nomor": 35847, "Judul": "MARKETING STRATEGY TO INCREASE INTENTION TO USE MANDIRI ECASH APPLICATION", "Abstrak": "Perkembangan teknologi yang semakin pesat diikuti pula oleh perkembangan di industri\nkeuangan memunculkan dompet digital sebagai metode alternatif pembayaran bagi konsumen.\nDi Indonesia sendiri trend penggunaan dompet digital diawali pada tahun 2007, jasa yang\nditawarkan pun beragam. Salah satu aplikasi dompet digital yang saat ini beredar di Indonesia\nadalah Mandiri e-Cash. Mandiri e-Cash diluncurkan oleh Bank Mandiri sejak tahun 2013\nnamun hingga tahun 2018 ini masih kesulitan dalam meningkatkan pangsa pasarnya dan hanya\nmenempati posisi kelima dari sisi jumlah pengguna, di bawah pendatang baru seperti GoPay\ndan Ovo. Keduanya mampu merajai pangsa pasar aplikasi mobile wallet di Indonesia,\npenggunaan kedua jenis aplikasi ini tidak terlepas dari aktivitas sehari-hari yang dilakukan\nmasyarakat. Hal tersebut tidak mampu diikuti oleh Mandiri e-Cash, Bank Mandiri gagal\nmenyampaikan nilai dan fitur yang dimiliki oleh Mandiri e-Cash sebagai aplikasi yang\nmendukung aktivitas masyarakat guna meningkatkan kualitas hidup dalam bertransaksi.\nMelalui penelitian ini peneliti menganalisis apa yang menyebabkan rendahnya jumlah\npengguna dari aplikasi Mandiri e-Cash. Penelitian ini terbagi ke dalam dua tahap, analisis\ninternal dan analisis eksternal dan menggunakan analisis konsumen sebagai pendukung\nkeduanya. Peneliti menggunakan 4 faktor untuk melihat hubungannya terhadap intensi\npenggunaan dompet digital, antara lain persepsi keberfungsian, persepsi kemudahan\npenggunaan, persepsi keamanan dan rewards. Hasilnya menunjukkan bahwa persepsi\nkeberfungsian dan persepsi keamanan secara signifikan berpengaruh terhadap intensi\nkonsumen menggunakan aplikasi dompet digital. Dari hasil tersebut peneliti kemudian\nmerumuskan solusi yang bisa diimplementasikan oleh Bank Mandiri berupa strategi pemasaran\ndalam rangka meningkatkan intensi konsumen untuk menggunakan aplikasi Mandiri e-Cash.", "Daftar File": {"2019_TS_PP_DZAKA_ZULAFA_ROESENOPUTRA_1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/161035"}, "Penulis": "Dzaka Zulafa Roesenoputra [29117106]", "Kontributor / Dosen Pembimbing": ["Ira Fachira, S.Si., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Bank Mandiri, Dompet Digital, Mandiri e-Cash, Strategi Pemasaran, Technology Acceptance Model", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "04 Mar 2019"}