{"Nomor": 35844, "Judul": "TOMOGRAFI IMPEDANSI LISTRIK DENGAN VELOSTAT", "Abstrak": "Imaging merupakan metode non-invasive yang digunakan untuk melihat bagian dalam ataupun fungsional tubuh manusia. Salah satu metode imaging adalah tomografi impedansi listrik. Tomografi impedansi listrik adalah salah satu metode yang paling aman dan biayanya lebih murah di bandingkan metode imaging yang lain.\nMetode tomografi impedansi listrik digunakan untuk membaca perbedaan konduktivitas pada jaringan. metode tomografi impedansi listrik dapat digunakan pada benda yang memiliki perbedaan konduktivitas di dalamnya. Salah satu bahan yang memiliki perbedaan konduktivitas adalah velostat. Velostat adalah sensor tekan yang apabila diberikan tekanan resistansinya turun.\nPada penelitian ini membahas penggunaan velostat sebagai pendeteksi benda. Benda yang di deteksi adalah sebuah anak timbangan yang di taruh ditengah permukaan velostat. Proses pengambilan data dimulai dengan penginjeksian sumber arus ataupun tegangan pada sepasang elektroda dan di ukur tegangannya pada seluruh elektroda yang ada. Terdapat beberapa konfigurasi pada pengaplikasiaanya. Konfigurasi paling baik dihasilkan dari injeksi adjacent, pengukuran adjacent (ADAD) setelah dilakukan proses peratata-rataan hasil pengukuran dari 100 set data tegangan. Data tegangan ini terdiri dari data homogen dan inhomogen yang dalam pengambilannya di lakukan secara steady state. Data tegangan homogen dan inhomogen ini direkonstruksi menggunakan software EIDORS dan hasilnya diolah untuk melihat kualitas citranya. Proses pengolahan dilakukan dengan melihat signal to noise ratio (SNR) dan standar deviasi. SNR terbesar yaitu 47.64 dB dari konfigurasi ADAD dan standar deviasinya berkisar antara 0-85.", "Daftar File": {"ABSTRAK1.pdf": "https://digilib.itb.ac.id/gdl/download/161032"}, "Penulis": "Muhammad Jaka Wimbang W [23216079]", "Kontributor / Dosen Pembimbing": ["Dr. Widyawardana Adiprawita, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "velostat , tomografi impedansi listrik , konfigurasi , injeksi dan pengukuran , phantom resistor , signal to noise ratio , standar deviasi", "Sumber": "", "Staf Input/Edit": "karya  \n                                     karya", "File": "1 file", "Tanggal Input": "04 Mar 2019"}