{"Nomor": 35852, "Judul": "ESTIMASI DAN ANALISIS DISTRIBUSI TEKANAN PARSIAL KARBONDIOKSIDA (PCO2) LAUT DI SELAT SUNDA", "Abstrak": "Penelitian ini dilakukan untuk mengestimasi nilai pCO2 di Selat Sunda dengan menggunakan\nparameter suhu permukaan laut (T), salinitas (S) dan klorofil-a (K) dan menganalisis variasi\nspasial dan temporalnya. Dilakukan metode pengukuran lapangan di perairan Gunung Anak\nKrakatau pada 11-12 September 2017 dan 17-18 April 2018 dan dilakukan pembentukan\npersamaan empirik dari data lapangan dengan menggunakan metode regresi linier berganda.\nUntuk mengestimasi nilai pCO2 di Selat Sunda dari bulan Januari sampai bulan Desember\ntahun 2016 dilakukan perhitungan menggunakan data suhu permukaan laut dari Aqua\nMODIS L3 Sea Surface Temperature dengan resolusi 4 km, data salinitas permukaan laut\ndari NASA Soil Mosture Active Passive (SMAP) Observatory dengan resolusi 0.250 dan data\nklorofil-a dari Aqua MODIS L3 Chlorophyll dengan resolusi 4 km. Dari hasil penelitian\ndidapatkan persamaan empirik estimasi nilai pCO2 laut adalah sebagai berikut : pCO2= -\n472.069+1044.043x log(T) -435.897xlog(S) -5.03xlog (log(-K)) (n=48, P=0.00, Sig.=0.00.\nHasil model menunjukkan nilai pCO2 tertinggi pada tahun 2016 terjadi pada akhir musim\nbarat (bulan Februari) dengan nilai rata-rata 433,12 ?atm dan pada puncak peralihan I (bulan\nApril) dengan nilai rata-rata 429,63 ?atm, sedangkan nilai pCO2 terendah terjadi pada awal\nmusim barat (bulan Desember) dengan nilai rata-rata 401,39 ?atm dan pada puncak musim\nperalihan II ( bulan Oktober) dengan nilai rata-rata 404,71 ?atm. Secara spasial baik Selat\nSunda; bagian utara, tengah, maupun selatan memiliki pola distribusi pCO2 yang hampir\nmirip (sama) dan mengikuti pola distribusi suhu permukaan laut.", "Daftar File": {"2019_TA_PP_Imat_Rohimat_1-ABSTRAK1.pdf": "https://digilib.itb.ac.id/gdl/download/161818"}, "Penulis": "Imat Rohimat [12914022]", "Kontributor / Dosen Pembimbing": ["Dr. Susanna, S.Si., M.T.", "Dayu Wiyati Purnaningtyas, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Tekanan parsial karbondioksida (pCO2) laut, Suhu Permukaan Laut, salinitas, klorofil-a, regresi linier berganda.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "04 Mar 2019"}