{"Nomor": 35854, "Judul": "PENGARUH ATRIBUT LOW COST GREEN CAR TERHADAP PEMBELIAN KONSUMEN", "Abstrak": "Pada tahun 2013, pemerintah Indonesia mulai mengatur dan mendukung produksi mobil domestik. Regulasi mengenai low cost green car (LCGC) telah dikeluarkan oleh Kementerian Perindustrian Indonesia sebagaimana disebutkan dalam Peraturan Menteri Perindustrian (Kementerian Perindustrian, 2013). LCGC berhasil diluncurkan dan tumbuh dengan status mobil termurah dibandingkan dengan segmen lain. Masalahnya adalah ketika produk Non LCGC meningkatkan atribut mereka seperti teknologi, fitur, desain interior atau eksterior untuk memenuhi kebutuhan pelanggan. Produk LCGC memiliki kondisi anggaran terbatas, oleh karena itu sulit untuk memaksimalkan setiap atribut kendaraan. Dengan kondisi tersebut, maka perlu dilakukan penelitian untuk memahami atribut apa yang signifikan dalam produk LCGC bagi pelanggan untuk menciptakan nilai produk yang proporsional terutama pada produk DATSUN.\nMetodologi pada penelitian ini mengacu pada teori kerangka kerja riset pemasaran (Maholtra, 2010). Yang pertama adalah mendefinisikan masalah dan mengembangkan serta mendekati masalah. Metode Discrete choice model digunakan untuk memahami dan memprediksi pilihan pembuat keputusan dari satu alternatif diskrit dari beberapa pilihan (Train, 2009). Setelah kami mendapatkan kuesioner yang diisi dari responden akan dilanjutkan dengan teknik pemodelan multinomial logit (MNL) menggunakan python-Biogeme (Bierlaire, 2016) untuk menemukan atribut yang signifikan dan kemudian melakukan simulasi untuk menemukan elastisitas permintaan masing-masing atribut.\nAtribut signifikan untuk LCGC ditentukan oleh nilai T-test dengan kondisi bentuk body (17,47), desain eksterior (8,89), dan fitur (4,44). Bentuk body hampir menjadi atribut elastis dengan nilai maksimum 0. 96. Strategi produk diperlukan terutama berfokus pada atribut signifikan untuk mendapatkan pelanggan baru. Pertama adalah mengevaluasi dan memprioritaskan atribut signifikan ditingkatkan pada produk yang sudah ada dan produk baru. Juga membuat peta produk baru di awal hingga mendaur ulang DATSUN produk. tersebut.", "Daftar File": {"2019_TS_PP_Luthfi_Ahmad_Arif_1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/161062"}, "Penulis": "Luthfi Ahmad Arif [29117043]", "Kontributor / Dosen Pembimbing": ["Prawira Fajarindra Belgiawan, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "LCGC, Signifikan atribut, Discrete choice model, Elastisitas,  produk strategi", "Sumber": "Nissan Motor Indonesia", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "04 Mar 2019"}