{"Nomor": 35859, "Judul": "Selective recovery of ferrous oxalate and removal of arsenic and other metals from soil-washing wastewater using a reduction reaction", "Abstrak": "Oxalic acid can effectively extract arsenic bound to amorphous iron oxides via dissolution of iron oxides\ncontaining arsenic. Therefore, soil washing with oxalic acid is a promising method to remediate arseniccontaminated soil, since arsenic is often associated with amorphous iron oxides in soil. However, high cost of\noxalic acid compared to the other inorganic acids commonly used for remediation of metal-contaminated soils\nis the main disadvantage of using oxalic acid for soil washing. In this study, in order to increase the economic\nfeasibility of soil washing using oxalic acid, selective recovery of iron and oxalate as resources was suggested\nvia two step reduction reaction using dithionite as a reductant during soil-washing wastewater treatment. In the\nfirst step, high levels of oxalate and iron present in wastewater was recovered as a ferrous oxalate phase. Under\nmild reducing conditions, ferric iron in the wastewater was reduced to ferrous iron, which could form a complex\nwith oxalate and precipitate as the ferrous oxalate phase with low solubility. The ferrous oxalate phase did not\naffect dissolved arsenic retention in this step. The recovered ferrous oxalate phase can be applied in the industry\nas useful resources, which can contribute to the sustainable development and cleaner production. In the second\nstep, arsenic in wastewater was removed by forming a realgar-like phase from the reaction with dithionite.\nSulfide produced by the decomposition of dithionite reacted with arsenic and other metals in wastewater, and\nformed sulfide phases such as realgar (As4S4)/orpiment (As2S3) and lead sulfide (PbS).", "Daftar File": {}, "Penulis": "Eun Jung Kim [-]", "Kontributor / Dosen Pembimbing": ["Kitae Baek"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Iron oxalate, Arsenic, Dithionite, Wastewater treatment", "Sumber": "Accepted Manuscript", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "04 Mar 2019"}