{"Nomor": 35862, "Judul": "KOMPONEN ASAM LEMAK DAN FENOLIK DIATOM Chaetoceros muelleri DAN POTENSINYA SEBAGAI AGEN BIOKONTROL TERHADAP Vibrio sp.", "Abstrak": "Akuakultur merupakan komponen penting bagi sektor perikanan dan kelautan Indonesia terutama terhadap ketahanan pangan. Salah satu masalah pada akuakultur adalah vibriosis. Selama ini penanganan vibriosis dilakukan dengan menggunakan antibiotik, akan tetapi komponen tersebut menyebabkan perkembangan dan penyebaran bakteri patogen yang resisten terhadap antibiotik. Tujuan penelitian ini adalah untuk mencari agen biokontrol baru dari diatom Chaetoceros muelleri untuk mengontrol vibriosis. Penelitian ini terdiri dari enam tahap: (1) kultivasi C. muelleri; (2) ekstraksi C. muelleri dengan pelarut kloroform, heksana, dan metanol; (3) esterifikasi dan transesterifikasi komponen asam lemak; (4) analisis komponen asam lemak dengan GC–FID dan analisis komponen fenolik dengan GC–MS; (5) uji penghambatan aktivitas ekstrak C. muelleri dengan metode difusi agar terhadap Vibrio sp.; dan (6) uji penurunan intensitas bioluminescence Vibrio sp. dengan metode spektrofotometrik. Ekstraksi dengan kloroform menghasilkan komponen asam lemak dan fenolik tertinggi yaitu dua puluh jenis komponen asam lemak dan tiga jenis komponen fenolik. Ekstrak asam lemak C. muelleri terdiri dari asam lemak jenuh (asam kaprat, asam laurat, asam miristat, asam pentadekanoat, asam oleat, asam heptadekanoat, asam palmitat, asam heptadekanoat, asam stearat, asam arahidat, asam behenat, dan asam lignoserat), asam lemak tidak jenuh (asam miristoleat, asam miristat, asam oleat, asam elaidat, dan cis-11-eikosenoat), dan asam lemak tidak jenuh rantai panjang (asam linoleat, asam linolenat, dan asam dokosoheksanoat). Pada ekstrak fenolik C. muelleri ditemukan asam trans-sinamat, fenol,2,4-bis(1,1-dimetiletil), dan golongan terpen, yaitu fitol. Ekstrak asam lemak dan fenolik C. muelleri yang diekstraksi dengan kloroform juga menunjukkan aktivitas penghambatan tertinggi terhadap Vibrio sp. dengan luas zona hambat masing-masing 4 mm dan 4,17 mm. Penggunaan ekstrak C. muelleri pada semua konsentrasi mampu menurunkan intensitas bioluminescence Vibrio sp. secara signifikan (7.563 ± 2.336 hingga 5.412 ± 1.586) dibandingkan dengan kontrol (19.110 ± 1.457) setelah inkubasi selama 8 jam. Maka, dapat disimpulkan ekstrak kloroform C. muelleri memiliki\niii\naktivitas penghambatan tertinggi serta mampu menurunkan intensitas bioluminescence Vibrio sp.", "Daftar File": {}, "Penulis": "Rike Rachmayati [21115005]", "Kontributor / Dosen Pembimbing": ["Dr. Gede Suantika, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Chaetoceros muelleri, asam lemak, fenolik, agen biokontrol, Vibrio sp.,", "Sumber": "", "Staf Input/Edit": "agus slamet", "File": "1 file", "Tanggal Input": "04 Mar 2019"}