{"Nomor": 35873, "Judul": "ENZYME ENHANCED OIL RECOVERY (EEOR) MENGGUNAKAN LAKASE DARI Marasmiellus palmivorus (Sharples) Desjardin (comb. prov.)", "Abstrak": "Kebutuhan energi untuk berbagai macam kegiatan manusia masih bertumpu pada\nbahan bakar minyak bumi yang tidak terbarukan, sehingga penting untuk dapat\nmemaksimalkan dan meningkatkan proses oil recovery. Enzim ektraseluler dari\njamur dapat menjadi salah satu solusi untuk permasalahan enhanced oil recovery\n(EOR) dalam meningkatkan produksi minyak bumi. Lakase merupakan salah satu\nenzim ekstraseluler dari jamur yang dapat mengoksidasi hidrokarbon. Namun,\nhingga saat ini belum ada metode untuk menyeleksi enzim yang cocok untuk\ndiaplikasikan pada proses enhanced oil recovery menggunakan enzim (EEOR),\nsehingga penelitian ini bertujuan untuk mengetahui potensi lakase dalam EEOR.\nPada penelitian ini, lakase yang digunakan diproduksi dari jamur Marasmiellus\npalmivorus menggunakan teknik kultivasi dalam reaktor statis solid state\nfermentation (SSF) dengan substrat material lignoselulosik. Potensi lakase dalam\nEEOR dipelajari dengan pengukuran viskositas minyak bumi, kemudian GC-MS\nuntuk mengetahui kandungan minyak sebelum dan sesudah teroksidasi oleh\nlakase dan dilanjutkan dengan core flood experiment. Core flood experiment\ndilakukan dengan menggunakan heavy crude oil dan batuan core berbahan pasir\nkuarsa dengan porositas batuan core sebesar 20%. Hasil penelitian ini\nmenunjukkan bahwa ekstrak kasar lakase yang diperoleh dan digunakan dalam\npenelitian ini memiliki aktivitas spesifik sebesar 626 U/g. Hasil uji viskositas\ndengan menggunakan rheometer menunjukkan bahwa pada suhu ruang, lakase\ndapat menurunkan viskositas minyak sebesar 10,6% dari 61,9 cP menjadi 55,3 cP.\nTerdapat dua senyawa aromatik hidrokarbon hilang setelah minyak bumi\nteroksidasi oleh lakase, yakni 2-hexyl-3-phenyl-2-propenal dan naphthalene,\n1,2,3,4-tetramethyl. Hasil core flood experiment menunjukkan bahwa lakase dapat\nmeningkatkan produksi minyak hingga 33% setelah waterflooding dengan air\npada suhu 70 oC. Berdasarkan penelitian skala laboratorium ini maka dapat\ndisimpulkan bahwa lakase berpotensi dalam EEOR.", "Daftar File": {}, "Penulis": "Sandi Arya Rumintang [21114011]", "Kontributor / Dosen Pembimbing": ["Ir. V. Sri Harjati Suhardi, Ph.D.", "Khomaini, P.h.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "enzim, lakase, Marasmiellus palmivorus, EEOR", "Sumber": "", "Staf Input/Edit": "agus slamet", "File": "1 file", "Tanggal Input": "04 Mar 2019"}