{"Nomor": 35878, "Judul": "IDENTIFIKASI BAKTERI ASAM LAKTAT DARI CHROUK SPEY, SALAH SATU MAKANAN FERMENTASI TRADISIONAL DI KAMBOJA STANDARDISASI UNTUK TERKONTROL FERMENTASI", "Abstrak": "Acar asam mustard green dikenal sebagai Chrouk spey adalah salah satu sayuran fermentasi yang paling populer dikonsumsi di Kamboja. Bakteri asam laktat (LAB) yang terjadi secara alami dari bahan baku memainkan peran penting dalam fermentasi Chrouk spey. Diversitas LAB dalam fermentasi mustard green tidak dipahami secara luas. Selain itu, pembentukan gagal rasa asam dan kualitas produk akhir yang berbeda merupakan masalah utama untuk fermentasi. Oleh karena itu, penelitian ini bertujuan untuk mengisolasi dan mengidentifikasi LAB dari Chrouk spey dan untuk mengontrol fermentasi dengan menggunakan LAB dominan sebagai kultur starter. Sayuran mustard green difermentasi secara alami dalam suhu kamar selama tujuh hari. LAB diisolasi pada medium MRS (de Man, Rogosa, dan Sharpe) agar dengan penambahan 1% (w / v) CaCO3 setiap hari selama 7 hari. Koloni zona bening dipilih secara acak untuk uji katalase dan pewarnaan Gram. Enam belas isolat dengan katalase negatif dan Gram positif diasumsikan sebagai LAB dan 5 terpilih isolat diidentifikasi lebih lanjut oleh 16S rRNA gene sequencing. Analisis sekuensing terungkap spesies LAB didominasi oleh genus Weissella (Weissella cibaria, Weissella sp. dan Weissella confusa). Satu Weissella strain yang dominan digunakan sebagai kultur starter. Eksperimen standardisasi dilaksanakan dalam 3 curah fermentasi, curah kontrol tanpa kultur starter dan curah yang menambahkan-kultur sebanyak 5% (v/v) dan 7% (v/v). Pada awal fermentasi (hari 1), pH semua kultur curah cukup mirip pada kisaran 5,1-5,7. Pada akhir fermentasi (hari 7), kultur curah dengan 7% (v/v) inokulum memiliki pH terendah 3,2 dan kultur curah dengan 5% (v/v) inokulum memiliki pH 3,5, sedangkan batch kontrol tanpa kultur starter memiliki pH tertinggi 3,7. Jumlah asam dalam fermentasi alami meningkat dari 0,041% menjadi 0,142%, dalam kultur curah dengan inokulum 5% meningkat dari 0,049% menjadi 0,15% dan di kultur curah dengan 7% inokulum meningkat dari 0,054% menjadi 0,21%. Rentang total populasi LAB di fermentasi alami adalah 5,9-6,39 logCFU/mL, pada 5% (v/v) inokulum adalah 5,95-6,44 logCFU/mL dan pada 7% (v/v) inokulum adalah 6,27-6,3 logCFU/mL.", "Daftar File": {}, "Penulis": "Seng Chandavy [21114701]", "Kontributor / Dosen Pembimbing": ["Dr. Dea Indriani Astuti, S.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Chrouk spey, LAB, 16S rRNA gene sequencing, Weissella, kultur Starter", "Sumber": "", "Staf Input/Edit": "agus slamet", "File": "1 file", "Tanggal Input": "04 Mar 2019"}