{"Nomor": 35889, "Judul": "KAJIAN KARAKTERISTIK ALIRAN MULTIFASA PADA JARINGAN PIPA PRODUKSI MIGAS", "Abstrak": "Karakteristik aliran fluida yang mengalir pada jaringan pipa produksi migas bervariasai dan sering menimbulkan peramasalahan yang berdampak pada kelangsungan proses produksi. Aliran dengan pola gas dan cair yang terpisah sepanjang pipa tidak memberikan dampak signifikan terhadap fasilitas hilir, sedangkan aliran dengan pola intermittent seperti slugging dapat mempengaruhi unjuk kerja unit operasi pada fasilitas hilir. Perilaku aliran multifasa dapat dikaji menggunakan sebuah model dengan pemilihan metode korelasi yang tepat.  \nKarakteristik aliran multifasa pada jaringan pipa produksi migas telah dikaji pada penelitian ini dengan memodelkan aliran tersebut pada kondisi tunak. Model aliran pipa yang terpilih pada kajian ini menggunakan metode korelasi dari Begg dan Brill pada pipa horizontal dan Aziz dkk. pada pipa vertikal dengan galat rata– rata pemodelan sebesar 10%. Aliran fluida dari 7 wellhead platform yang mengalir pada 4 jalur pipa produksi di lapangan XYZ telah dibahas pada penelitian ini. Aliran slug terindentifikasi terjadi pada pipeline 3 ketika laju produksi rendah dan terendah pada 60% dan 80% water cut. \nRekayasa fasilitas produksi terhadap aliran slugging juga dibahas pada kajian ini yaitu teknik injeksi gas di dasar riser dan pencekikan aliran pada puncak riser. Kedua teknik ini dapat digunakan untuk mitigasi slugging pada pipeline 3 di mana cairan sangat dominan pada aliran tersebut. Injeksi gas di dasar riser sebesar 3 MMscfd dapat mengubah rejim aliran dari aliran slug menjadi aliran transisi, sedangkan bukaan choke valve sebesar 20% hingga 30% dapat merubah rejim aliran vertikal ke atas pada pipeline 3 dari aliran slug menjadi aliran gelembung.", "Daftar File": {"2019_TS_PP_AULIA_RAHMAN_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/161150"}, "Penulis": "Aulia Rahman [23015041]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. I.G.B. Ngurah Makertihartha", "Antonius Indarto, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Jaringan Pipa Produksi, Slugging, Korelasi Aliran Multifasa, Rejim Aliran, Liquid Hold Up", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "04 Mar 2019"}