{"Nomor": 35880, "Judul": "MUTASI T15465G, MENGUBAH METIONIN MENJADI KODON TERMINASI GEN Cyt b mtDNA, DITEMUKAN PADA PENDERITA MYOPATHY", "Abstrak": "Penyakit myopathy merupakan penyakit kelainan pada saraf otot yang dapat berhubungan dengan mutasi mtDNA. Seorang laki-laki dari empat anggota keluarga, yang disebut individu IV, telah dinyatakan positif menderita myopathy. Namun penyebab tingkat molekul penyakit tersebut belum diketahui. Untuk itu dilakukan penelitian yang meliputi amplifikasi mtDNA hasil lisis darah mereka dengan teknik Polymerase Chain Reaction menggunakan pasangan primer DL/DH dan IL/IH, dan sekuensing dengan metode Dideoksi Sanger menggunakan tambahan dua primer. Hasil elektroforesis dua produk PCR pada gel agarosa berupa pita berukuran 1,9 kb dan 2 kb. Jumlah total nukleotida hasil sekuensing yang dilanjutkan dengan analisis menggunakan program seqman DNAStar adalah 10288 pb. Analisis homologi hasil yang diperoleh terhadap urutan nukleotida Cambridge Reference Sequence (CRS) menunjukkan adanya sebelas mutasi pada individu IV, yaitu dua mutasi pada gen COI dan sembilan mutasi pada gen Cytb. Lima mutasi yang menyebabkan perubahan asam amino dan satu mutasi T15465G mengubah kodon metionin (M) menjadi kodon terminasi AGG ditemukan pada gen Cytb,. Mutasi yang terakhir ini diduga kuat sebagai penyebab penyakit myopathy pada individu IV karena dapat menyebabkan terminasi translasi protein apocytochrome b kompleks III. Namun demikian tidak tertutup kemungkinan bahwa mutasi-mutasi lain yang mengubah asam amino juga berkaitan dengan penyakit myopathy.", "Daftar File": {"2006_TS_PP_MERRY_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/161121", "2006_TS_PP_MERRY_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/161122", "2006_TS_PP_MERRY_1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/161123", "2006_TS_PP_MERRY_1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/161124", "2006_TS_PP_MERRY_1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/161125", "2006_TS_PP_MERRY_1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/161126", "2006_TS_PP_MERRY_1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/161127", "2006_TS_PP_MERRY_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/161128"}, "Penulis": "Merry [20504009]", "Kontributor / Dosen Pembimbing": ["Dr. A. Saifuddin Noer"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "mtDNA, COI, Cyt b, myopathy", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "04 Mar 2019"}