{"Nomor": 35898, "Judul": "Site-Directed Mutagenesis Sinyal Peptida Gen palI Klebsiella pneumoniae AxMC dan Pengaruhnya terhadap Lokasi Subseluler Enzim Sukrosa Isomerase", "Abstrak": "Sukrosa isomerase merupakan enzim kunci dalam produksi gula isomaltulosa. Gula ini unik karena bersifat slow released dan non-kariogenik sehingga cocok digunakan sebagai asupan bagi para atlet agar performa tetap prima dalam waktu yang lama. Pada penelitian sebelumnya, ekspresi gen palI pengkode sukrosa isomerase menghasilkan protein rekombinan yang terperangkap pada membran luar sehingga sulit dipurifikasi dan dikarakterisasi. Dimungkinkan bahwa sinyal peptida alami gen palI memiliki peran dalam fenomena tersebut. Penelitian ini bertujuan untuk melihat pengaruh penghilangan sinyal peptida alami gen palI terhadap lokasi subseluler enzim sukrosa isomerase dengan cara mutasi delesi. Metode dimulai dengan: menganalisis keberadaan sinyal peptida dengan program SignalP 4.0 dan PRED-TAT, mendesain primer dan menentukan pengaruh mutasi terhadap lokasi subseluler enzim dengan program PSLPred dan Cello2Go. Selanjutnya dilakukan mutasi menggunakan inverse Polymerase Chain Reaction (PCR) pada suhu optimum dimana tail-to-tail primer digunakan untuk menyisipkan sekuen ATG sebagai start kodon baru, mendelesi sinyal peptida sekaligus mengamplifikasi sekuen vektor. Kemudian dilakukan transformasi dan ekspresi pada inang Escherichia coli BL21 (DE3). Sel inang difraksinasi berdasarkan ruang subselulernya melalui sentrifugasi bertahap. Translokasi protein pada setiap fraksi diuji secara kuantitatif dengan uji gula pereduksi dan secara kualitatif dengan SDS-PAGE. Analisis secara in-silico menunjukkan bahwa enzim pasca mutasi tidak mengalami perubahan lokasi, namun hidrofobisitasnya cenderung menurun sehingga diharapkan lebih terdeposisi di lingkungan intrasel. Hasil uji gula menunjukkan sukrosa isomerase mutan memiliki aktivitas sangat rendah dibanding wild type. Protein rekombinan pada sampel mutan sesuai ukuran sukrosa isomerase (99 kDa) juga tidak tampak teramati melalui SDS-PAGE. Setelah dilakukan analisis hasil sekuensing, diketahui bahwa terjadi pergeseran kerangka baca pada gen palI pasca mutasi. Disimpulkan bahwa mutasi terhadap sinyal peptida gen palI menghasilkan pergeseran kerangka baca sehingga pengaruhnya terhadap lokasi protein belum dapat ditentukan.", "Daftar File": {"2019_TA_PP_Elif_Eliana_1-ABSTRAK1.pdf": "https://digilib.itb.ac.id/gdl/download/161917"}, "Penulis": "Elif Eliana [10414013]", "Kontributor / Dosen Pembimbing": ["Sony Suhandono, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Mikrobiologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "amplifikasi, lokasi subseluler, mutasi, sinyal peptida, sukrosa isomerase", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "8 file", "Tanggal Input": "04 Mar 2019"}