{"Nomor": 35897, "Judul": "Prussian Blue Analogue Islands on BiOCl-Se Nanosheets for MR/CTImaging-Guided Photothermal/Photodynamic Cancer Therapy", "Abstrak": "Prussian Blue Analogue Islands on BiOCl-Se Nanosheets for MR/CTImaging-Guided Photothermal/Photodynamic Cancer TherapyXiujin Chen,†,§Rui Wang,‡,§Dongdong Liu,†Yang Tian,*,†and Ling Ye*,‡†Beijing Key Laboratory for Optical Materials and Photonic Devices, Department of Chemistry, Capital Normal University, 105North Road of the Western Third Ring, Beijing 100048, China‡School of Pharmaceutical Sciences, Capital Medical University, Beijing, 100069, China*SSupporting InformationABSTRACT:Precision therapy combines the advantages of multi-modal imaging and a synergistic treatment, which can provide highertherapeutic efficacy and a more rigorous diagnosis than solitaryimaging or ordinary therapy. In this research, we synthesizedinnovative Se-doped BiOCl nanosheets (Se-BiOCl) via a solvother-mal method. Then, islands of Prussian blue analogues (PBA)Bi4[Fe(CN)6]3were loaded on the Se-BiOCl nanosheets via surfaceion-exchange reactions to obtain the Se-BiOCl/PBA compositenanosheets. The successful integration of PBA made progressive T1-and T2-weighted magnetic resonance imaging (MRI) possible. Inaddition, the advanced computed tomography (CT) capabilitiesmatched the high X-ray attenuation coefficient of Bi, therebyrealizing multimodal imaging for accurate diagnoses. The strongabsorbance in the near-infrared range provided by PBA offers high antitumor efficacy for photothermal therapy (PTT). Inaddition, with the doping of Se, the band gap of Se-BiOCl was adjusted from 387 nm (BiOCl) to 540 nm, thus resulting ineffective photodynamic therapy (PDT) by visible light. The favorable trimodal imaging and synergistic therapy were furtherconfirmed to have significant positive effectiveness both in vitro and in vivo. These biocompatible theranostic nanoagentsproduced by surface ion-exchanges, highly integrated multimodal imaging, and combined treatments may have high potentialfor clinical antitumor applications.", "Daftar File": {}, "Penulis": "Xiujin Chen [-]", "Kontributor / Dosen Pembimbing": ["Xiujin Chen,Rui Wang,Dongdong Liu,Yang Tian,Ling Ye"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Prussian-blue-analogues, contrast agent, nanosheet, imaging", "Sumber": "ACS Appl. Bio Mater.XXXX, XXX, XXX?XXX", "Staf Input/Edit": "Latifa Noor", "File": "0 file", "Tanggal Input": "04 Mar 2019"}