{"Nomor": 35891, "Judul": "STRATEGI KOMUNIKASI PEMASARAN YANG DIUSULKAN UNTUK MEDIA DARING  (STUDI KASUS: APAYA.CO)", "Abstrak": "Perkembangan media daring saat ini semakin berkembang di Indonesia seiring bertumbuhnya pengguna internet di Indonesia. Apaya.co merupakan salah satu media online yang berbasis di Denpasar, Bali. Apaya.co mulai beroperasi sejak awal 2017 yang dimana terdiri dari empat anggota tim. Selama fase pertumbuhan, Apaya.co menghadapi beberapa masalah dari factor internal dan eksternal.\n\nPeneliti melakukan analisis terhadap beberapa factor yang mempengaruhi Apaya.co secara eksternal dengan menggunakan analisis PEST, analisis eksplorasi merek yang mengamati ekuitas merek yang diperoleh Apaya.co selama ini, dan analisis posisi merek yang terdiri dari poin persamaan dan poin perbedaan dari Apaya.co dengan pesaingnya. Untuk factor internal, peneliti menggunakan analisis STP, analisis inventaris merek, dan analisis platform.\n\nSetelah menganalisis factor internal dan eksternal, kemudian dilanjutkan dengan penggunaan matrix TOW untuk memperoleh strategi alternative dan memilih strategi yang paling cocok untuk diimplementasikan.\n\nHasil dari penelitian ini adalah beberapa strategi yang akan mulai dilaksanakan pada bulan\n\nFebruari 2019. Peneliti berharap agar strategi yang dipilih akan dapat menyelesaikan masalah yang\n\nApaya.co hadapi dan tetap terus berkembang.", "Daftar File": {"2019_TS_PP_I_GUSTI_PUTU_AGUNG_SATRIA_BAYU_MAHENDRA_1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/161157"}, "Penulis": "I Gusti Putu Agung Satria Bayu [29117293]", "Kontributor / Dosen Pembimbing": ["Dra. Krisnati Desiana Lic. Comm"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "matriks TOWS, media daring, strategi pemasaran, pemasaran digital, pemerekan,", "Sumber": "APAYA.CO", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "04 Mar 2019"}