{"Nomor": 35906, "Judul": "PERANCANGAN, ANALISIS KAPASITAS DAYA DUKUNG PONDASI GRUP TIANG PANCANG, DAN ANALISIS GETARAN PEMANCANGAN TIANG TUNGGAL TERHADAP GRUP TIANG TERPASANG", "Abstrak": "Pondasi merupakan bagian struktur bawah yang berfungsi meneruskan beban dari struktur diatasnya. Beban struktur atas tersebut harus mampu diteruskan ke bagian lapisan tanah yang memenuhi kapasitas daya dukung yang dibutuhkan, sehingga bangunan tetap berada pada kondisi aman. Bangunan tangki pengolahan minyak kelapa sawit merupakan salah satu bangunan superstructure, yaitu bangunan yang memiliki beban yang besar. Oleh karena itu perancangan pondasi untuk tangki pengolahan kelapa sawit harus dilakukan dengan baik. Untuk kondisi ini dibutuhkan pondasi dalam untuk memikul beban yang terjadi, karena pondasi dalam mampu mencapai kedalaman tanah tertentu untuk menghasilkan daya dukung yang dibutuhkan secara aksial dan lateral sesuai kapasitas daya dukung yang dibutuhkan.\nDalam studi ini, diketahui pada lokasi proyek akan dilakukan pembangunan tangki pengolahan minyak kelapa sawit dengan jarak 2.5 meter dengan kondisi tanah di lokasi pembangunan adalah tanah lunak. Jarak pemancangan tiang pancang yang sangat dekat dan kondisi daya dukung tanah yang buruk menyebabkan adanya resiko kerusakan pondasi tiang terpasang pada saat pemancangan tiang. Sehingga dilakukan metode analisis getaran pemancangan tiang tunggal terhadap tiang terpasang untuk mengetahui pengaruh getaran pemancangan tiang tunggal terhadap grup tiang terpasang.\nMotode yang digunakan untuk perhitungan kapasitas daya dukung pondasi aksial adalah dengan metode statik dengan melakukan perhitungan manual berdasarkan data penyelidikan nilai N-SPT pada uji tanah lapangan. Sedangkan untuk perhitungan kapasitas daya dukung lateral menggunakan Software Ensoft LPILE. Software menganalisis perancangan daya dukung pondasi berdasarkan parameter dan syarat batas yang ditentukan. Perancangan dan analisis pondasi secara grup tiang pancang dilakukan dengan manual dan Software Ensoft GROUP 7.0. Desain dan dan analisis yang dilakukan meliputi jumlah tiang, konfigurasi tiang, penurunan grup tiang, daya dukung aksial dan daya dukung lateral grup tiang.\nUntuk analisis pengaruh getaran pemancangan tiang tunggal terhadap tiang terpasang dilakukan dengan Software Plaxis 2D Dynamics, bagian yang ditinjau adalah perpindahan komponen grup tiang ketika terjadi pemancangan. Selain itu Software Plaxis 2D Dynamics mampu menganalsis komponen gaya, kecepatan dan percepatan yang terjadi ketika pemancangan. Pada analisis ini juga dilakukan metode manual, yaitu metode yang dikembangakan oleh Fellenius B.H & Massarch K.M (2008) dan metode Attewell & Farmer (1973), metode manual bertujuan untuk menganalisis komponen kecepatan getaran pemancangan.\nKeamanan terhadap beban statik, beban gempa, dan beban getaran pemacangan merupakan hal yang vital untuk kondisi perancangan pondasi grup tiang untuk tangki pengolahan minyak kelapa sawit ini.\nSehingga pada akhirnya akan dihasilkan desain pondasi grup tiang dan rekomendasi metode pemancangan yang aman terhadap getaran pemancangan tiang tunggal.", "Daftar File": {"2013_TA_PP_WIRMAN_HIDAYAT_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/161181", "2013_TA_PP_WIRMAN_HIDAYAT_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/161187"}, "Penulis": "Wirman Hidayat [15009085]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Hasbullah Nawir, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "desain, analisis, pondasi grup tiang, getaran pemancangan, LPILE, GROUP 7.0, Plaxis 2D Dynamics", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "04 Mar 2019"}