{"Nomor": 35903, "Judul": "PENGEMBANGAN BISNIS UNTUK USAHA KECIL MENENGAH DI INDUSTRI SEPATU  (STUDI KASUS: NAH PROJECT)", "Abstrak": "Banyaknya jumlah SME di Indonesa membuat tingkat persaingan semakin tinggi. Oleh karena itu, setiap SME perlu memiliki strategi untuk mengembangkan bisnisnya. Objek dari penelitian ini adalah salah satu SME di Bandung yang bergerak di industri sepatu khususnya sneakers yaitu NAH Project. NAH Project memiliki visi untuk menjadi “sepatu lokal Indonesia yang mendominasi pasar sepatu melalui inovasi dan terobosan”. NAH Project perlu melakukan inovasi dan terobosan baru untuk menjaga perusahaan untuk tetap berjalan dan mempertahankan maupun meningkatkan sales NAH Project. Namun untuk melakukan itu, NAH Project harus memahami mengenai preferensi pelanggannya dalam membeli sneakers.\nDalam penelitian ini menggunakan analisis external dan analisis internal. Analisis external dilakukan untuk mengetahui peluang dan ancaman yang berada di pasar. Analisis eksternal yang digunakan adalah customer analysis dan competitor analysis, sedangkan untuk analisis internal yang digunakan adalah marketing mix 4P dan business model canvas untuk memetakan business model milik NAH Project saat ini. Kemudian SWOT analysis dibangun berdasarkan hasil dari analisis eksternal dan internal. Setelah itu dibangunlah conclusion of business analysis berdasarkan dari hasil analisis.\nSetelah melakukan analisis eksternal dan internal didapatkan 16 faktor yang terkait dengan sneakers dan tujuh faktor tempat yang mempengaruhi preferensi pelanggan dalam membeli sneakers. Selanjutnya, faktor-faktor tersebut dijadikan peluang oleh NAH Project untuk mengembangkan bisnisnya. Faktor-faktor dari sneakers yang sangat mempengaruhi preferensi pelanggan adalah comfort and support, product quality, product design, fit, promotion, price. Sedangkan untuk faktor tempat, faktor convenience to the customer, location of the store, employees, and display sangat mempengaruhi pelanggan dalam memutuskan \nBerdasarkan hasil analisis, strategi pemasaran yang baru dirancang sebagai dasar untuk melakukan business development untuk NAH Project. Untuk membuat strategi pemasaran yang efektif pertama adalah untuk mengidentifikasi sasaran pasar dan memformulasikan strategi pemasaran. Setelah itu, NAH Project harus menerapkan strategi tersebut.", "Daftar File": {"2019_TS_PP_Alexius_Reinaldo_H_B__1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/161178"}, "Penulis": "Alexius Reinaldo H. B. [29117091]", "Kontributor / Dosen Pembimbing": ["Dr. Raden Aswin Rahadi, S.T., MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Pengembangan Bisnis, Preferensi Pelanggan, Marketing Mix, Usaha Kecil Menengah, Sneaker", "Sumber": "NAH PROJECT", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "04 Mar 2019"}