{"Nomor": 35901, "Judul": "PERANCANGAN ULANG DAN OPTIMASI TEMPAT PENAMPUNGAN SEMENTARA (TPS) WASTE4CHANGE KOTA BEKASI", "Abstrak": "TPS Waste4change merupakan instalasi yang dimiliki oleh PT Waste4change yang bergerak dalam pengelolaan manajemen persampahan mulai dari hulu hingga ke hilir. PT Waste4change memiliki tiga bangunan utama yaitu kantor utama, TPS organik, dan TPS anorganik atau rumah pemulihan material(RPM). Dalam pengoperasian TPS organik ditemukan beberapa permasalahan, berupa kurangnya kapasitas pengolahan sampah organik, proses pengomposan yang menimbulkan masalah lainnya, dan potensi peningkatan jumlah penduduk di Perumahan Vida Bekasi. Maka dari itu diperlukan identifikasi dan evaluasi permasalahan tersebut dengan berbagai data primer dan sekunder, sehingga dapat dilakukan perancangan ulang terhadap TPS organik untuk mengoptimalkan pengurangan sampah yang masuk ke dalam TPA. Pengambilan data primer berupa sampling timbulan dan jenis sampah dilakukan dengan SNI-19-3964-1994 dan wawancara lisan dilakukan dengan pengukuran skala likert. Digunakan pula metode pemilihan alternatif berupa bayes, dan multicriteria decision making. Berdasarkan metode tersebut ditetapkan konsep desain sistem berupa pengomposan terpusat. Kemudian teknologi terpilih adalah teknologi aerated static pile untuk melakukan pengomposan. Kemudian berdasarkan perhitungan NPV, didapatkan nilai bahwa proyek ini layak untuk dilaksanakan. Untuk TPS anorganik direkomendasikan untuk memperbanyak jenis sampah yang dijual dan untuk menambah mesin extruder. Perancangan ulang didasari pada hasil identifikasi dan evaluasi terhadap TPS Waste4change.  Perancangan ulang tersebut memuat penambahan fasilitas aerated static pile, bak penampung lindi, perubahan konstruksi, dan penambahan fasilitas tambahan yang harus ada dalam sebuah TPS 3R.", "Daftar File": {"2019_TA_PP_MUHAMAD_IVAN_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/161176"}, "Penulis": "Muhamad Ivan [15314063]", "Kontributor / Dosen Pembimbing": ["Dr. Opy Kurniasari, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "TPS organik, pengomposan terpusat, aerated static pile", "Sumber": "TUGAS AKHIR Januari 2019", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "04 Mar 2019"}