{"Nomor": 35916, "Judul": "KLONING DAN STUDI IN SILICO GEN LIPASE BAKTERI TERMOFILIK DARI KAWASAN HYDROTHERMAL VENT KAWIO, SULAWESI UTARA", "Abstrak": "Indonesia merupakan negara kepulauan dengan bentang alam yang beraneka rupa dan memiliki keanekaragaman hayati yang sangat besar. Beberapa kawasan laut yang memiliki gunung api di bawah permukaan merupakan contoh daerah yang menjadi habitat bakteri termofilik, salah satunya adalah hydrothermal vent Kawio di Sulawesi Utara. Peluang untuk ditemukannya jenis mikroorganisme termofilik baru sangat besar, mengingat kondisi kawasan hydrothermal vent Kawio yang ekstrim dan terisolir. Berdasarkan hasil penelitian sebelumnya diketahui bahwa terdapat beberapa isolat bakteri yang telah berhasil diisolasi dari kawasan tersebut. Fokus penelitian ini adalah uji terhadap isolat-isolat bakteri tersebut yang memiliki kemampuan untuk menghasilkan lipase yang bersifat termostabil. Pada penelitian ini juga dilakukan kloning dan sequencing gen lipase bakteri termofilik terpilih dan studi in silico untuk memprediksi karakteristik protein lipase. Berdasarkan potensinya dalam menghasilkan lipase pada media tumbuh yang mengandung minyak zaitun dan rhodamin B sebagai indikator, salah satu dari tiga isolat yang diuji menunjukkan pendaran oranye yang merupakan hasil reaksi positif pembentukan kompleks antara rhodamin B dengan asam lemak. Hasil analisis filogenetik gen 16S rRNA menunjukkan bahwa isolat tersebut mempunyai kekerabatan paling dekat dengan Bacillus safensis strain FO-26b dengan homologi sebesar 96,87%. Hasil identifikasi bakteri ini selanjutnya digunakan sebagai dasar untuk merancang primer yang akan digunakan untuk mengisolasi gen lipase dengan metode Polymerase Chain Reaction. Gen lipase yang telah berhasil diisolasi kemudian diligasi dengan vektor kloning pJET1.2/blunt membentuk plasmid rekombinan pJET-lip. Plasmid rekombinan ini digunakan untuk mentransformasi E. coli DH5?. Setelah dilakukan validasi ketepatan sekuen gen lipase, maka gen lipase kemudian dianalisis dan ditentukan strukturnya agar diperoleh informasi mengenai karakteristik lipase. Analisis sekuen asam amino lipase memperlihatkan keidentikan dengan lipase yang berasal dari Bacillus pumilus strain B106 dengan homologi 98%. Identifikasi lebih lanjut pada level protein menunjukkan secara lebih spesifik bahwa lipase yang diisolasi dari perairan laut dalam ini merupakan anggota kelompok lipase famili I subfamili 4 dan secara filogenetik mempunyai kekerabatan terdekat dengan Bacillus pumilus dan Bacillus subtilis.", "Daftar File": {}, "Penulis": "Khalilan Lambangsari [21115026]", "Kontributor / Dosen Pembimbing": ["Dra. Maelita Ramdani, Ph.D.", "Elvi Restiawaty, S.T., PD.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "Life sciences ; biology", "Kata Kunci": "lipase, bakteri termofilik, Bacillus, hydrothermal vent Kawio, kloning", "Sumber": "", "Staf Input/Edit": "agus slamet  \n                                     agus slamet", "File": "1 file", "Tanggal Input": "04 Mar 2019"}