{"Nomor": 35915, "Judul": "SIMULASI PERTUMBUHAN POHON DI LAHAN AGROFORESTRI SITU CISEUPAN, CISURUPAN, GARUT, JAWA BARAT MENGGUNAKAN MODEL SExI-FS", "Abstrak": "Bertambahnya populasi penduduk membuat semakin terbatasnya lahan untuk tempat tumbuh pohon. Masih tingginya ketergantungan akan hasil hutan mengakibatkan kebutuhan untuk budidaya hutan juga tinggi. Akan tetapi, fakta di lapangan menunjukkan masih banyaknya praktik-praktik budidaya hutan yang menggunakan sistem monokultur. Agroforestri sangat dibutuhkan untuk mengatasi masalah yang diakibatkan oleh budidaya hutan secara monokultur. Saat ini, telah tersedia model SExI-FS yang dapat mensimulasikan interaksi antar pohon di lahan agroforestri ditinjau dari kemampuan suatu spesies untuk mendapatkan ruang dan cahaya. Penelitian ini bertujuan untuk melakukan parameterisasi spesies yang berada di lahan agroforestri Situ Ciseupan. Selain itu, penelitian ini juga bertujuan untuk membandingkan hasil simulasi pola tanam terhadap pertumbuhan pohon di lahan agroforestri Situ Ciseupan. Lokasi penelitian ini berada di sekitar kawasan Situ Ciseupan, Kampung Pasir Sereh, Desa Sirnajaya, Kecamatan Cisurupan, Kabupaten Garut, Provinsi Jawa Barat. Pada penelitian ini, untuk mendapatkan nilai paramater yang lebih akurat, digunakan data hasil pengukuran di lapangan dan data-data dari literatur. Data yang digunakan dari hasil pengukuran di lapangan berupa dbh, tinggi, umur, CP (Crown Position), CF (Crown Form), kedalaman, tinggi kurva, dan jari-jari tajuk. Sementara itu, data-data dari literatur berupa dbh, dbh maksimal, tinggi, tinggi maksimal, umur, dan lebar tajuk. Spesies yang diukur merupakan spesies yang sering ditemukan di lapangan, yaitu Alnus nepalensis, Paraserianthes falcataria, Artocarpus heterophyllus, Psidium guajava, Schima wallichii, dan Swietenia macrophylla. Ukuran plot disesuaikan dengan kondisi di lapangan, yaitu 20x30m. Sebanyak lima individu per spesies digunakan pada semua skenario, yaitu skenario pola tanam 3x3m, 5x5m, dan acak. Hasil dari penelitian ini didapatkan parameterisasi model SexI-FS yang dapat mensimulasikan pertumbuhan pohon yang cukup realistis. Pada skenario 3x3m dan 5x5m, Alnus nepalensis memiliki pertumbuhan yang tinggi bila dibandingkan lima spesies yang lain. Perbedaan pola tanam berpengaruh terhadap perbedaan hasil rata-rata ukuran dbh pada masing-masing spesies yang ditunjukkan dengan spesies yang disimulasikan dengan pola tanam 5x5m memiliki rata-rata ukuran dbh lebih tinggi daripada spesies yang disimulasikan dengan pola tanam 3x3m.", "Daftar File": {"2018_TA_PP_M__CHOIRUL_MUTAQIM_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/161208", "COVER Mochamad Choirul Mutaqim": "https://digilib.itb.ac.id/gdl/download/193739", "PUSTAKA Mochamad Choirul Mutaqim": "https://digilib.itb.ac.id/gdl/download/193745"}, "Penulis": "Mochamad Choirul Mutaqim [11512018]", "Kontributor / Dosen Pembimbing": ["Endah Sulistyawati, S.Si., Ph.D.", "Dr. Sopandi Sunarya, S.Hut., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Simulasi, SExI-FS, Situ Ciseupan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "04 Mar 2019"}