{"Nomor": 35918, "Judul": "KAJIAN PENGARUH KATION DAN ANION PENYUSUN DARI BAHAN ANORGANIK PEROVSKIT BERBASIS LOGAM HALIDA PADA STRUKTUR ELEKTRONIKNYA MELALUI PERHITUNGAN DENGAN METODE DENSITY FUNCTIONAL THEORY (DFT)", "Abstrak": "Telah dilakukan kajian mengenai pengaruh variasi kation dan anion penyusun bahan perovskit logam halida terhadap struktur elektroniknya dengan menggunakan metoda Density Functional Theory (DFT). Bahan perovskit anorganik logam halida digunakan sebagai bahan penyerap cahaya pada sel surya. Kelebihan dari bahan ini apabila dibandingkan dengan provskit hibrid yaitu tingkat kestabilannya yang baik serta proses pabrikasinya yang mudah. Selain itu, efisiensi konversinya sudah mencapai 10,1%. Struktur elektronik yang dibahas meliputi kurva struktur pita elektronik, disertai dengan kurva Density of States (DOS), Projected Density of States (PDOS), surface charge density dan Analisa Bader dari tiap variasi senyawa yaitu APbBr3, APbI3 dan ASnI3 dimana A merupakan kation logam alkali yang terdiri dari Li, Na, K, Rb dan Cs. Proses untuk mendapatkan struktur elektronik diperoleh dengan mengoptimasi beberapa parameter perhitungan seperti konstanta kisi, energi kinetik cut-off dan k-point. Penggunaan pseudopotential GGA (PBE) dan LDA (PZ) juga dilakukan untuk mendapatkan informasi jenis pseudopotential yang lebih akurat. Optimasi parameter perhitungan tersebut dimaksudkan untuk mendapatkan struktur dengan energi total minimum sehingga kestabilan struktur bisa tercapai.\nDari hasil perhitungan, konstanta kisi optimum untuk APbBr3 dengan pseudopotential GGA (PBE) berada pada rentang 5,93 – 5,99 Å. Dari struktur pita elektronik didapatkan nilai celah pita energi APbBr3 1,71 – 1,77 eV. Adapun dengan LDA (PZ), konstanta kisi optimum berada pada rentang 5,74 – 5,76 Å, dengan celah pita energi 1,15 – 1,24 eV. Kurva rapat keadaan per satuan energi dari APbBr3 menunjukkan orbital atom yang mengisi pita valensi dominan oleh anion Br, sedangkan pada pita konduksi dominan terisi dengan kation Pb dan alkali A. Kontur rapat muatan menunjukkan ikatan kovalen yang kuat dari Pb dan Br, sedangkan ikatan ionik yang kuat terjadi\npada kation alkali dengan Br. Selisih muatan yang di transferkan pada kation alkali menunjukkan penurunan dari Li menuju Cs.\nPada perovskit APbI3 GGA (PBE), konstanta kisi optimum berada pada rentang 6,32 – 6,38 Å. Adapun nilai celah pita energinya 1,40 – 1,46 eV. Sedangkan untuk APbI3 LDA (PZ), konstanta kisi optimumnya 6,09 – 6,12 Å dengan celah pita energi 0,89 – 0,91 eV. Rapat keadaan (density of states/DOS) menunjukkan sifat yang sama dengan APbBr3 dimana pita valensi dominan terisi anion I sedangkan pita konduksi oleh kation Pb dan alkali. Kontur rapat muatan menunjukkan ikatan ionik yang kuat antara ion alkali dengan I, sedangkan antara Pb dan I terbentuk ikatan kovalen. Perovskit berbasis Pb dengan anion Br memiliki konstanta kisi yang lebih kecil dibanding anion I, hal ini dimungkinkan karena jari-jari Br yang lebih kecil dari I memberikan pengaruh pada konstanta kisi kristal. Adapun nilai celah pita energinya lebih lebar dibandingkan anion I.\nDengan mengganti basis kristal perovskit Pb2+ menjadi Sn2+, konstanta kisi optimum ASnI3 GGA (PBE) bergeser manjadi 6,16 – 6,26 Å, sedangkan untuk LDA (PZ) 5,98 – 6,01 Å. Jari-jari Sn yang lebih kecil dari Pb memberikan pengaruh konstanta kisi kristal yang lebih kecil dibanding kristal berbasis Pb. Namun pengaruh dari Sn lebih kecil dibanding penggantian Br dengan I. Hal ini dimungkinkan posisi Pb / Sn yang berada di pusat kubus sehingga tidak merubah secara signifikan simetri dari kristal. Nilai celah pita energi dari ASnI3 GGA (PBE) berada pada rentang 0,29 – 0,47 eV dan tidak memiliki celah pita energi (Eg = 0 eV) dalam perhitungan dengan LDA (PZ). Hasil perhitungan PDOS ASnI3 menujukkan hasil yang sama dengan APbBr3 dan APbI3 dimana pita valensi di dominasi dengan anion I, sedangkan pita konduksi diisi Sn dan kation alkali. Kontur rapat muatan menunjukkan ikatan ionik dari ion alkali dan iodin, sedangkan ikatan kovalen terjadi pada Sn dan I. Perhitungan struktur elektronik dari APbBr3, APbI3 dan ASnI3 menunjukkan sifat bahan semikonduktor, dan berpotensi digunakan sebagai bahan penyerap cahaya pada sel surya perovskit.", "Daftar File": {"2019_DS_PP_PINA_PITRIANA_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/161217", "COVER Pina Pitriana": "https://digilib.itb.ac.id/gdl/download/182154", "BAB 1 Pina Pitriana": "https://digilib.itb.ac.id/gdl/download/182155", "BAB 2 Pina Pitriana": "https://digilib.itb.ac.id/gdl/download/182157", "BAB 3 Pina Pitriana": "https://digilib.itb.ac.id/gdl/download/182159", "BAB 4 Pina Pitriana": "https://digilib.itb.ac.id/gdl/download/182179", "BAB 5 Pina Pitriana": "https://digilib.itb.ac.id/gdl/download/182180", "PUSTAKA Pina Pitriana": "https://digilib.itb.ac.id/gdl/download/182181"}, "Penulis": "Pina Pitriana [30213008]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Herman, MS", "Rachmat Hidayat, S.Si., M.Eng., Ph.D.", "Dr. Triati Dewi Kencana Wungu"], "Jenis Koleksi": "Disertasi", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "Perovskit logam halida, DFT, perhitungan struktur elektronik, celah pita energi", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ratnasari", "File": "10 file", "Tanggal Input": "04 Mar 2019"}