{"Nomor": 35913, "Judul": "EVALUASI KONDISI TANAH PADA BERBAGAI TIPE PENGGUNAAN LAHAN KAWASAN SITU CISEUPAN, CISURUPAN, GUNUNG PAPANDAYAN, GARUT, JAWA BARAT", "Abstrak": "Hutan merupakan suatu kesatuan kawasan atau lahan yang di dalamnya berisi sumber daya alam hayati berupa dominasi pohon yang melengkapi lingkungan tersebut. Perubahan fungsi hutan menjadi kawasan non hutan seperti pemukiman, areal pertanian dan perkebunan dapat berpengaruh pada kualitas tanah. Alih fungsi lahan seperti itu terjadi pada kawasan Situ Ciseupan, Gunung Papandayan, Garut. Kawasan tersebut awalnya merupakan hutan yang sekarang sebagaian telah dialihfungsikan menjadi lahan non hutan berupa areal pertanian. Penelitian ini bertujuan untuk mengevaluasi kondisi tanah atas parameter sifat fisika, kimia dan biologis tanah untuk menentukan status kesuburan tanah pada kawasan Situ Ciseupan, Gunung Papandayan, Garut. Pengambilan sampel dilakukan di tiga tipe pengunaan lahan yang berbeda yaitu tapak budidaya, tapak tegakan hutan dan tapak lahan terbuka dengan pengulangan sebanyak dua kali. Sampel tanah dianalisis dan ditentukan status kesuburannya merujuk pada Kriteria Kesuburan Tanah dari Pusat Penelitian Tanah 1995. Hasil penelitian menunjukkan kondisi biologis tanah yang terdapat pada ketiga lahan penelitian tergolong tinggi dan fisik lahan pada ketiga lahan penelitian tergolong padat, kadar organik tanah pada ketiga lahan penelitian tergolong tinggi. Berdasarkan status kesuburan tanahnya, lahan budidaya dan tegakan hutan tergolong tinggi, sedangkan pada lahan terbuka tergolong sedang.", "Daftar File": {"2019_TA_PP_AULIA_MAWADDAH_TASYARINI_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/161206"}, "Penulis": "Aulia Mawaddah Tasyarini [11513031]", "Kontributor / Dosen Pembimbing": ["Endah Sulistyawati, S.Si., Ph.D.", "Dr. Sopandi Sunarya, S.Hut., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "alih fungsi kawasan hutan, kesuburan tanah, sifat fisika-kimia-biologis tanah, Situ Ciseupan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "04 Mar 2019"}