{"Nomor": 35925, "Judul": "Physico-mechanical Characterization of Liquid versus SolidApplications of Visible Light Cross-Linked Tissue Sealants", "Abstrak": "The limitations of commercially available tissue sealants haveresulted in the need for a new tissue adhesives with adequate adhesion, improvedmechanical properties, and innocuous degradation products. To address currentlimitations, a visible light cross-linking method for the preparation of hydrogeltissue sealants, based on natural polymers (chitosan or alginate), is presented.Water-soluble chitosan was generated via modification with vinyl groups. To formhydrogels, alginate and chitosan were cross-linked by green light illumination, withor without the use of a bifunctional cross-linker. Evaluation of the mechanicalproperties through rheological characterization demonstrated an increasedviscosity of polymer blends, and differences in shear moduli despite similargelation points upon photo-cross-linking. A comparative study on the burstpressure properties of liquid versus solid material applications was performed todetermine if the tissue sealants can perform under physiological lung pressuresand beyond using different application methods. Higher burst pressure valueswere obtained for the sealants applied as a liquid compared to the solid application. The hydrogel tissue sealants revealed nocytotoxic effects toward primary human mesenchymal stem cells. This is thefirst report of a direct comparison betweenhydrogel tissue sealants of the same formulation applied in liquid versus solid form", "Daftar File": {"2019_EJRNL_PP_Esmat_Jalalvandi_1.pdf": "https://digilib.itb.ac.id/gdl/download/161222"}, "Penulis": "Esmat Jalalvandi [-]", "Kontributor / Dosen Pembimbing": ["Esmat Jalalvandi,Patrick Charron,Rachael Ann Oldinski"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "alginate, chitosan, tissue sealant, burst pressure, green light cross-linking", "Sumber": "ACS Appl. Bio Mater.XXXX, XXX, XXX?XXX", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "05 Mar 2019"}