{"Nomor": 35923, "Judul": "Endogenous H2S?Assisted Cancer-Cell-Specific Activation ofTheranostics with Emission Readout", "Abstrak": "Realizing the importance of activation of the anticancer drug, itsdistribution, and for cancer management, a new theranostic probe has beendeveloped. Endogenous H2S stimulated the theranostic molecular prodrug (TP-HS)which is activated in cancer cells; it monitors the actual time of formation oftherapeutic agent SN-38 in cellular milieu throughfluorescence imaging. Uponexposure to H2S in a similar physiological condition, the azide functionalityconverted to amine (?NH2)inTP-HSwhich allows self-immolative scission of thelabile benzyl-carbonate moiety for release of rhodol and SN-38 in a concertedmanner. Thus, an intense emission band centered at 548 nm has appeared forquantifying the active therapeutic component. Thefluorescence image revealed thattheTP-HSpreferentially releases rhodol and SN-38 in colon cancer (HCT116 cells)and lung cancer cells (A549 cells) compared to normal humanfibroblast cells (WI-38). Further, the dose-dependent antiproliferative activity ofTP-HSagainst variouscells supports thatTP-HSreleases SN-38 based on endogenous H2S in cancer cellsfollowed by its apoptotic progression monitored by (a) live?dead, i.e., acridine orange?ethidium bromide double stainingassay, (b) APOPercentage apoptotic assay, and (c) Annexin V-FITC staining byflow cytometry. The theranostic prodrugTP-HSshowed anticancer efficacy via the desirable apoptotic pathway. It is thefirst demonstration of a strategic theranosticmolecular prodrug system that could be delivered chemotherapeutically with validating the real-time activation of chemotherapyin the cancer cells without the support of a cancer-directing ligand", "Daftar File": {"2019_EJRNL_PP_Kondapa_Naidu_Bobba_1.pdf": "https://digilib.itb.ac.id/gdl/download/161221"}, "Penulis": "Kondapa Naidu Bobba [-]", "Kontributor / Dosen Pembimbing": ["Kondapa Naidu Bobba,Giridharan Saranya,Palasseri T. Sujai,Manu M. Joseph,Nithya Velusamy,Arup Podder,Kaustabh Kumar Maiti,Sankarprasad Bhuniya"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "heranostic, cystathionine?-synthase (CBS), SN-38, endogenous H2S, apoptosis, cancer cells", "Sumber": "ACS Appl. Bio Mater.XXXX, XXX, XXX?XXX", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "05 Mar 2019"}