{"Nomor": 35926, "Judul": "Constructing Sandwich-Architectured Poly(L?lactide)/High-Melting-Point Poly(L?lactide) Nonwoven Fabrics: Toward Heat-ResistantPoly(L?lactide) Barrier Biocomposites with Full Biodegradability", "Abstrak": "Heat-resistant poly(L-lactide) (PLLA) barrier bio-composites with full biodegradability were realized through theconstruction of locally oriented and compact transcrystallinitysupernetworks in the network of high-melting-point poly(L-lactide)(hPLLA) nonwoven fabrics composed of high-efficiency nucleatinghPLLAfiber through design of two types of sandwich architecturesfor PLLA/hPLLA nonwoven fabrics, where single or double hPLLAnonwoven fabrics were introduced at the core or two sides of PLLAmatrixfilm, respectively. The hPLLAfiber induced dense andoriented PLLA transcrystallinity in networks of hPLLA nonwovenfabrics and impermeable crystalline layers were formed with well-interlinked lamellae, which served as impermeable barriers to oxygenand water vapor molecules. Moreover, hPLLA nonwoven fabricsinvolving the compact transcrystallinity behaved as framework to support the PLLA matrix and resist the thermal deformation.The sandwich-architectured PLLA with double hPLLA nonwoven fabrics exhibited better barrier properties and heat resistancethan that with single hPLLA nonwoven fabrics. Compared with neat PLLA, the oxygen permeability coefficient and waterpermeability coefficient of PLLA/double hPLLA nonwoven fabric biocomposites significantly decreased by 61.7% and 58.7%,and the storage modulus increased by a factor of 160 at 80°C. This work provides a novel method to fabricate heat-resistantPLLA barrierfilm with full biodegradability for packaging application.", "Daftar File": {}, "Penulis": "Tao Gao, [-]", "Kontributor / Dosen Pembimbing": ["Tao Gao,Shun-Jie Zhao,Rui-Ying Bao,Gan-Ji Zhong,Zhong-Ming Li,Ming-Bo Yang,Wei Yang"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "poly(L-lactide), full biodegradability, high-melting-point poly(L-lactide) nonwoven fabrics, barrier properties,heat resistance performance", "Sumber": "ACS Appl. Bio Mater.XXXX, XXX, XXX?XXX", "Staf Input/Edit": "Latifa Noor", "File": "0 file", "Tanggal Input": "05 Mar 2019"}