{"Nomor": 35932, "Judul": "Lysozyme-Responsive Spray-Dried Chitosan Particles for EarlyDetection of Wound Infection", "Abstrak": "Infections are a severe health issue, and the needfor an early point-of-care diagnostic approach for woundinfections is continuously growing. Lysozyme has shown a greatpotential as a biomarker for rapid detection of wound infection. Inthis study, spray-drying of labeled and derivatized chitosans wasinvestigated for the production of small particles responsive tolysozyme. Therefore, various chitosans, differing in their origin(snow crab,Chionoecetes sp., with medium and low molecularweight or shrimp) wereN-acetylated, labeled with reactive black5, and tested for solubility and spray-drying suitability. Reactiveblack-5-stainedN-acetylated chitosan (low molecular weight,origin crab) was successfully spray-dried, and the obtainedparticles were characterized regarding size,?potential, andmorphology. The particles showed an average hydrodynamicradius of 612.5±132.8 nm.?potential was measured in the context of a later application as an infection detection system forwound infections in artificial woundfluid (?6.14±0.16 mV) and infected woundfluid (?7.93±1.35 mV). Furthermore, theaggregation behavior and surface structure were analyzed by using scanning electron microscopy and confocal laser scanningmicroscopy revealing spherical-shaped particles with explicit surface topologies. Spray-driedN-acetylated chitosan particlesshowed a 5-fold increase in lysozyme-responsive release of dyed chitosan fragments due to the enhanced surface area to volumeratio when compared to non-spray-driedN-acetylated chitosanflakes. On the basis of these results, the study showed theimproved properties ofN-acetylated spray-dried chitosan particles for future applications for early and rapid infection detection.", "Daftar File": {"2019_EJRNL_PP_Claudia_Tallian_1.pdf": "https://digilib.itb.ac.id/gdl/download/161234"}, "Penulis": "Claudia Tallian [-]", "Kontributor / Dosen Pembimbing": ["Gregor Tegl,Lisa Quadlbauer,Robert Vielnascher,Simone Weinberger,Raymon Cremers,Alessandro Pellis,?Johannes W.O. Salari,Georg M. Guebitz"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "wound infection, N-acetylated chitosan, lysozyme, diagnostics, N-acetylation, enzyme-responsive release", "Sumber": "Cite This:ACS Appl. Bio Mater.XXXX, XXX, XXX?XXX", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "05 Mar 2019"}