{"Nomor": 35954, "Judul": "VULKANOSTRATIGRAFI DAN PETROGENESIS GUNUNG GEDE DAN SEKITARNYA KABUPATEN BOGOR DAN CIANJUR, PROVINSI JAWA BARAT", "Abstrak": "Gunung Gede yang terletak di Kabupaten Bogor dan Cianjur, Jawa Barat merupakan\ngunungapi strato aktif tipe A pada Busur Sunda. Gunung ini bersama gunung-gunung lain\ndi sekitarnya membentuk kompleks gunung api dengan beberapa pusat erupsi dengan sejarah\nmagmatisme yang kompleks.\nPenelitian ini menggunakan beberapa metode yang diantaranya berupa analisis pengindraan\njauh meliputi peta topografi dan citra SRTM serta observasi lapangan untuk memahami\ngeomorfologi, volkanostratigrafi, dan struktur geologi. Analisis petrografi dan geokimia\nmenggunakan XRF juga dilakukan untuk menjelaskan aktivitas magmatisme dan kondisi\ntektonik dari Gunung Gede dan sekitarnya.\nGeomorfologi daerah penelitian dapat dibedakan menjadi 16 satuan, yaitu: 1) Satuan\nPunggungan Aliran Piroklastik Gunungapi Gede, 2) Satuan Perbukitan Sisa Gunungapi\nMegamendung, 3) Satuan Punggungan Aliran Lava Gede, 4) Satuan Kaki Gunungapi\nSukaresmi, 5) Satuan Dataran Piroklastik Cipanas, 6) Satuan Punggungan Dinding Kaldera\nMasigit, 7) Satuan Perbukitan Sisa Gunungapi Beser, 8) Satuan Dataran Piroklastik\nCugenang, 9) Satuan Punggungan Aliran Piroklastik Cisarua, 10) Satuan Punggungan\nDinding Kaldera Joglog, 11) Satuan Kerucut Gunungapi Sekunder Pangrango, 12) Satuan\nPunggungan Dinding Kaldera Gemuruh, 13) Satuan Punggungan Aliran Piroklastik\nPangrango, 14) Satuan Dataran Kaldera Joglog, 15) Satuan Dataran Kaldera Gemuruh, dan\n16) Satuan Kawah Erupsi Gede. Volkanostratigrafi daerah penelitian dibagi menjadi enam\nkhuluk, yaitu: 1) Khuluk Gede Tua, 2) Khuluk Geulis, 3) Khuluk Megamendung, 4) Khuluk\nGegerbentang, 5) Khuluk Masigit dan 6) Khuluk Gede Muda. Batuan di daerah penelitian\nberupa basalt, andesit, breksi piroklastik, lapili, lapili-tuf, tuf, dan breksi lahar, yang dibagi\nmenjadi 26 satuan berdasarkan sumber, waktu pembentukan, dan litologi yang dibedakan\ndari ukuran, kelimpahan komponen dan fenokris dari batuan. Struktur geologi di daerah\npenelitian berupa struktur primer yaitu kekar berlembar dan kekar kolom dan struktur\nsekunder berupa Sesar Normal Gede Tua, Sesar Normal Pegunungan Megamendung, Sesar\nNormal Gunung Joglog, Sesar Normal Gunung Gemuruh, Sesar Normal Gunung Gede, dan\nSesar Mengiri Kasur. Analisis tekstur petrografi, kandungan anortit dalam mineral\nplagioklas, variasi sernyawa utama dan kejenuhan magma menunjukan bahwa terdapat\ndelapan fase aktivitas magmatisme dan terdapat proses diferensisasi magma berupa\npencampuran magma, asimilasi batuan sekitar, dan fraksionasi kristal. Berdasarkan analisis\nkelimpahan fenokris, geokimia dari elemen mayor dan unsur jejak menunjukan seri magma\nGunung Gede dan sekitarnya adalah calc-alkali basalt yang dihasilkan dari plate margin\ndengan tatanan tektonik subduksi membentuk busur vulkanik dengan karakteristik island\narc.", "Daftar File": {"COVER- Erza Winanto": "https://digilib.itb.ac.id/gdl/download/161293", "PUSTAKA - Erza Winanto": "https://digilib.itb.ac.id/gdl/download/161306"}, "Penulis": "Erza Winanto [12014015]", "Kontributor / Dosen Pembimbing": ["Dr. Mirzam Abdurrachman, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Gunung Gede, volkanostratigrafi, petrogenesis, tektonik.", "Sumber": "", "Staf Input/Edit": "tuti yulia", "File": "14 file", "Tanggal Input": "05 Mar 2019"}