{"Nomor": 35961, "Judul": "Superb Specific, Ultrasensitive, and Rapid Identification of theOseltamivir-Resistant H1N1 Virus: Naked-Eye and SERS Dual-ModeAssay Using Functional Gold Nanoparticles", "Abstrak": "To prevent the global transmission of mutant viruses and minimize the damage caused by mutant virus infection,the accurate identification of newly emerged mutant viruses should be a priority. The key problem in mutant virus identificationis that the selective detection of a mutant virus in the biological environment, where small amounts of mutant virus and copiousamounts of wild-type virus coexist, is difficult. Herein, we report specific and ultrasensitive detection of oseltamivir-resistant(pH1N1/H275Y mutant) virus using functional Au nanoparticles (NPs). The functional Au NPs were prepared by modifyingthe surfaces of Au NPs with oseltamivir hexylthiol (OHT) and malachite green isothiocyanate (MGITC) simultaneously. OHTis an excellent receptor for the pH1N1/H275Y mutant virus because it has a 250-fold higher binding affinity for the pH1N1/H275Y mutant virus than for the wild-type virus. MGITC is a Raman reporter that provides a distinctive surface-enhancedRaman scattering (SERS) signal. The SERS signal of MGITC on Au NPs allows us to detect pH1N1/H275Y mutant virusessensitively and quantitatively. The functional Au NPs enable naked-eye and SERS dual-mode detection of mutant viruses. Onlyin the presence of the pH1N1/H275Y mutant virus, the functional Au NPs aggregate, and the color of the NPs changes fromred to purple. This allows us to detect mutant viruses with the naked eye. Furthermore, the aggregated Au NPs can providestrong SERS signals of MGITC. By measuring the SERS signals, we could detect the pH1N1/H275Y mutant virus with adetection limit of 10 PFU. Importantly, the pH1N1/H275Y mutant virus could be detected by using the functional Au NPseven in a mixture of mutant and wild-type viruses with a ratio of 1/100. This result suggests that the present method might beemployed for the diagnosis of oseltamivir-resistant virus and for further research, including mutant virus analysis and drugdevelopment.", "Daftar File": {"2019_EJRNL_PP_Gayoung_Eom_1.pdf": "https://digilib.itb.ac.id/gdl/download/161312"}, "Penulis": "Gayoung Eom [-]", "Kontributor / Dosen Pembimbing": ["Ahreum Hwang,Do Kyung Lee,Kyeonghye Guk,Jeong Moon,Jinyoung Jeong,Juyeon Jung,Bongsoo Kim,Eun-Kyung Lim,Taejoon Kang"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "oseltamivir, influenza virus, mutant virus, naked-eye, surface-enhanced raman scattering, oseltamivir hexylthiol,gold nanoparticle", "Sumber": "ACS Appl. Bio Mater.XXXX, XXX, XXX?XXX", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "05 Mar 2019"}