{"Nomor": 35969, "Judul": "PRAKTIK NANOMEDICINE DALAM KEBIJAKAN JAMINAN KESEHATAN NASIONAL : SEBUAH KAJIAN TEORI JARINGAN-AKTOR", "Abstrak": "Kemandirian dalam bidang kesehatan adalah hal yang penting diwujudkan oleh\nsetiap bangsa karena kesehatan adalah hal yang mendasar dalam kehidupan\nberbangsa. Saat ini, praktik kesehatan modern yang diterapkan di Indonesia\nmengakibatkan ketergantungan terhadap berbagai produk kesehatan dari negara\nlain. Akibatnya, bangsa Indonesia belum dapat mewujudkan kemandirian dalam\nbidang kesehatan.\nSejak tahun 2014, pemerintah melaksanakan kebijakan jaminan kesehatan nasional\nyang dijalankan oleh BPJS Kesehatan RI untuk mengatasi permasalahan biaya\nkesehatan. Di sisi lain, perkembangan ilmu pengetahuan di bidang nanoteknologi\nsemakin pesat, termasuk nanomedicine. Selain berkhasiat pengobatan,\nnanomedicine juga dapat digunakan untuk pencegahan penyakit dan peningkatan\nderajat kesehatan. Dengan sejumlah keunggulan ini, pengembangan nanomedicine\ndiyakini dapat menjadi peluang bagi terwujudnya kemandirian dalam bidang\nkesehatan bagi setiap bangsa.\nPenelitian ini dilakukan untuk mengetahui dinamika praktik nanomedicine di\nIndonesia dan rekomendasi kebijakan yang perlu dilakukan agar nanomedicine\ndapat diterapkan dalam bidang kesehatan. Metode penelitian yang digunakan\nadalah metode kualitatif studi kasus dengan pendekatan Teori Jaringan-Aktor.\nHasil penelitian ini menunjukkan bahwa praktik nanomedicine di Indonesia belum\nbergerak ke arah penerapan dalam bidang kesehatan karena tidak adanya\nketerlibatan praktisi kesehatan dari tahap riset, produksi dan pengembangannya.\nSelain itu, praktik jaminan kesehatan di Indonesia lebih menitikberatkan kepada\nupaya pengobatan dibandingkan upaya penyehatan. Sebagai negara tropis,\nnanomedicine di Indonesia memiliki peluang untuk maju melalui pengembangan\nobat-obatan bahan alam. Sehingga perlu adanya sebuah Roadmap Penerapan\nNanomedicine Bahan Alam dalam Pelayanan Kesehatan di Indonesia yang disusun\nbersama antara pemerintah, peneliti nano, industri farmasi dan praktisi kesehatan.", "Daftar File": {"2019_TS_PP_DECKY_FERDIANSYAH_1__JURNAL.pdf": "https://digilib.itb.ac.id/gdl/download/161331", "2019_TS_PP_DECKY_FERDIANSYAH_1__COVER.pdf": "https://digilib.itb.ac.id/gdl/download/161332", "2019_TS_PP_DECKY_FERDIANSYAH_1__BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/161334", "2019_TS_PP_DECKY_FERDIANSYAH_1__BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/161335", "2019_TS_PP_DECKY_FERDIANSYAH_1__BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/161337", "2019_TS_PP_DECKY_FERDIANSYAH_1__BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/161338", "2019_TS_PP_DECKY_FERDIANSYAH_1__BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/161340", "2019_TS_PP_DECKY_FERDIANSYAH_1__BAB_6.pdf": "https://digilib.itb.ac.id/gdl/download/161341", "2019_TS_PP_DECKY_FERDIANSYAH_1__DAFTAR_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/161343"}, "Penulis": "Decky Ferdiansyah [24017024]", "Kontributor / Dosen Pembimbing": ["Ir. Sonny Yuliar, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "jaminan kesehatan, kemandirian, kesehatan, nanomedicine", "Sumber": "", "Staf Input/Edit": "sarnya", "File": "9 file", "Tanggal Input": "05 Mar 2019"}