{"Nomor": 35962, "Judul": "Multifunctional Oligonucleotide-Functionalized ConjugatedOligomer Nanoparticles for Targeted Cancer Cell Imaging andTherapy", "Abstrak": "A novel and multifunctional oligonucleotide-functionalized conjugated oligomer nanoparticle (CON) isdeveloped for effective cancer cell imaging and therapy byintegration offluorescence imaging, target recognition,photodynamic therapy (PDT), and chemotherapy. TheCON itself possesses the highfluorescence emission efficiencyfor imaging and can generate reactive oxygen species for PDT.Due to its excellent biocompatibility, easy functionalmodification, and efficient drug loading and release ability,oligonucleotides enable the CON to be functionalized inmany forms. For the target recognition, the CONs arefunctionalized with oligonucleotides labeled with folatemolecules, which can specifically bind the CONs to thetumor cells overexpressing folate receptors. Moreover, the designed oligonucleotide on the CON hybridizes with itscomplementary sequence to form double-stranded DNA, which enables a sequence-specific loading with doxorubicin forchemotherapy. For different situations, the therapy of chemotherapy and PDT can be used solely or combinatorially. Therefore,this study provides a facile strategy for the multifunctional modification of CONs with oligonucleotides and opens a new avenuefor targeted cell imaging and tumor treatment", "Daftar File": {"2019_EJRNL_PP_Lingyun_Du_1.pdf": "https://digilib.itb.ac.id/gdl/download/161313"}, "Penulis": "Lingyun Du [-]", "Kontributor / Dosen Pembimbing": ["iangyan Zhang,Xuange Zhang,Yaru Li,Qi Jiang,Yonggang Wu,Yongqiang Cheng"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "conjugated oligomer nanoparticles, oligonucleotide functionalization,fluorescence imaging, photodynamic therapy,chemotherapy", "Sumber": "ACS Appl. Bio Mater.XXXX, XXX, XXX?XXX", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "05 Mar 2019"}