{"Nomor": 35964, "Judul": "PENGEMBANGAN SISTEM PEMELIHARAAN KUCING DOMESTIK BERBASIS INTERNET OF THINGS", "Abstrak": "Kucing merupakan salah satu peliharaan yang sangat populer saat ini. Terdapat survey yang menyatakan bahwa jumlah populasi kucing peliharaan di Indonesia adalah sebanyak 15.000.000 ekor pada tahun 2007 dengan pertumbuhan sebesar 66%. Perlakuan khusus kepada hewan peliharaan tersebut harus diperhatikan oleh pemilik kucing sebagai konsekuensi dari kepemilikan kucing tersebut. Namun, pemilik kucing tidak dapat selalu bersama setiap saat sehingga perawatan kepada kucing tidak bisa dilaksanakan dengan optimal. Selain itu, berbagai risiko dapat muncul dari tindakan meninggalkan kucing sendiri seperti obesitas, stres, perkelahian dengan kucing lain, dan yang lainnya. Sedangkan tempat penitipan kucing belum tentu cocok dengan kucing peliharaan kita dan pada saat liburan seringkali penuh. Untuk itu diperlukan solusi atas permasalahan yang ada. Ras kucing yang dijadikan acuan pada perancangan solusi atas permasalahan tersebut adalah kucing domestik yang merupakan ras kucing dengan populasi terbanyak di Indonesia.\nSolusi atas permasalahan yang ada dibangun dengan basis internet of things. Seluruh sistem dibangun dengan memperhatikan aspek-aspek dari internet of things yaitu perangkat keras, perangkat lunak, dan komunikasi. Sistem ini terbagi atas beberapa sub-sistem sebagai solusi atas poin-poin permasalahan yang telah didefinisikan yaitu sub-sistem cat feeder, cat playmate, automatic cat door, cat monitor, dan mobile apps. Sistem ini dapat memberikan makan kepada kucing secara otomatis, melakukan interaksi dengan kucing, membatasi akses kucing agar aman, dan mengawasi kucing. Fungsi tersebut dapat dilakukan secara langsung melalui mobile phone dengan akses internet atau disetel dengan masukan jadwal sesuai keinginan pengguna.\nImplementasi dari sistem ini menghasilkan prototipe empat alat, perangkat lunak mobile apps, dan komunikasi melalui layanan third party maupun melalui perangkat lunak yang dibangun sendiri. Implementasi yang dilakukan mencakup pemenuhan kebutuhan fungsional dan non-fungsional serta integrasi antar sub-sistem. Hasil pengujian dari sistem ini menunjukkan bahwa sistem ini dapat dengan baik memenuhi kebutuhan fungsional dan non-fungsional-nya dengan keberhasilan sebesar 99.26% untuk kebutuhan fungsional dan 99.56% untuk kebutuhan non-fungsional.", "Daftar File": {"Abstrak_18214022_Mokhamad_Arfan_Wicaksono.pdf": "https://digilib.itb.ac.id/gdl/download/161315"}, "Penulis": "Mokhamad Arfan Wicaksono [18214022]", "Kontributor / Dosen Pembimbing": ["Dr. Y. Bandung, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "kucing domestik, perawatan kucing, internet of things", "Sumber": "", "Staf Input/Edit": "karya", "File": "8 file", "Tanggal Input": "05 Mar 2019"}