{"Nomor": 35963, "Judul": "Electrophoretically Sheathed Carbon Fiber Microelectrodes withMetal/Nitrogen/Carbon Electrocatalyst for ElectrochemicalMonitoring of Oxygen in Vivo", "Abstrak": "Metal/nitrogen/carbon (M/N/C, M = Co orFe) nanomaterials have been demonstrated to catalyze oxygenreduction reaction (ORR) with implication in fuel cell studies;however, their potential application as sensing materials for invivo monitoring of oxygen (O2) in the central nervous systemhas never been reported. This study reports afirstdemonstration that M/N/C nanomaterials can be used assensing materials to form an electrochemical assay for in vivoO2monitoring. To demonstrate this application, the M/N/Cnanocomposites prepared by pyrolysis of zeolitic imidazolateframework (ZIF-67) are used as an example and iselectrophoretically deposited onto carbonfiber microelectr-odes (CFEs) to catalyze a four-electron reduction of O2without producing cell-toxic hydrogen peroxide intermediate. The M/N/C-sheathed CFEs have high catalytic performancetoward ORR in a neutral solution, selectivity toward O2sensing in the presence of ascorbic acid (AA), dopamine (DA), 3,4-dihydroxyphenylacetic acid (DOPAC), uric acid (UA), and 5-hydroxytryptamine (5-HT) at their physiological levels in ratbrain, and capability to real-time monitor O2fluctuation during respiring gases. This study offers a new electrochemicalapproach to in vivo O2monitoring with nonplatinum catalyst for ORR", "Daftar File": {"2019_EJRNL_PP_Yang_Cao_1.pdf": "https://digilib.itb.ac.id/gdl/download/161314"}, "Penulis": "Yang Cao [-]", "Kontributor / Dosen Pembimbing": ["Wenjie Ma,Wenliang Ji,Ping Yu,Fei Wu,Huixia Wu,Lanqun Mao"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "in vivo analysis, M/N/C nanomaterials, O2detection, metal?organic framework, oxygen reduction reaction", "Sumber": "ACS Appl. Bio Mater.XXXX, XXX, XXX?XXX", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "05 Mar 2019"}