{"Nomor": 35979, "Judul": "MODIFIKASI ELEKTRODA PASTA KARBON DENGAN MOLECULARLY IMPRINTED POLY(METHYL ORANGE) UNTUK PENENTUAN ASAM URAT SECARA VOLTAMMETRI", "Abstrak": "Asam urat merupakan  produk akhir utama metabolisme  purin dalam tubuh. Pada manusia, asam urat dihasilkan baik dari proses pencernaan makanan yang mengandung purin maupun sintesis purin nukleotida. Umumnya senyawa tersebut ditemukan dalam cairan tubuh, seperti serum, darah, serta urin, dan sebagian besar dikeluarkan dari tubuh oleh ginjal melalui eksresi urin. Pada kondisi sehat, konsentrasi asam urat dalam serum berkisar antara 0,2-0,5 mM, sedangkan  dalam  eksresi  urin berkisar  antara  1,4-4,4  mM.  Tingkat  konsentrasi  asam urat dalam  tubuh  yang  berada  di  atas  kisaran  normal  mengindikasikan  gejala  dari  beberapa penyakit,  seperti  radang  sendi,  hiperurisemua,  dan  pneumonia.  Pada  penelitian  ini  telah berhasil dikembangkan metode analisis asam urat secara voltammetri dengan menggunakan elektroda  pasta  karbon  yang  dimodifikasi  dengan  lapisan  molecularly  imprinted  polymer. Proses  modifikasi  dilakukan  dengan  cara  elektropolimerisasi   menggunakan  metil  jingga sebagai monomer dan asam urat sebagai analit.   Asam urat diukur menggunakan teknik voltammetri diferensial pulsa (DPV) dalam PBS 0,1 M pH 7 pada rentang potensial -0,2 – 0,8\nV dengan laju pindai 10 mV/s. Hasil pengukuran  elektroda pasta karbon yang dimodifikasi memiliki keberulangan yang baik, rentang kerja linier pada konsentrasi 1-100 µM, dan limit deteksi sebesar 0,93 µM. Berdasarkan analisis laju pindai menunjukkan bahwa proses transfer elektron  dikontrol  oleh proses difusi.  Analisis sampel  asam urat dalam urin menunjukkan persen perolehan kembali sebesar 92,85-98,77%.", "Daftar File": {"2019_TA_PP_MEGA_ANNISA_AULIA_1-ABSTRAK1.pdf": "https://digilib.itb.ac.id/gdl/download/164808", "2019_TA_PP_MEGA_ANNISA_AULIA_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/164816"}, "Penulis": "Mega Annisa Aulia [10514012]", "Kontributor / Dosen Pembimbing": ["Dr. Indra Noviandri, MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "asam urat, elektroda pasta karbon, metil jingga, molecularly imprinted polymer, voltammetri", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "7 file", "Tanggal Input": "06 Mar 2019"}