{"Nomor": 35980, "Judul": "PENGARUH PEMBERIAN PAKAN KEONG MAS TERHADAP PERTUMBUHAN KEPITING BAKAU Scylla serrata DI TAMBAK TRADISIONAL CILACAP JAWA TENGAH", "Abstrak": "Kepiting bakau Scylla serrata merupakan salah satu komoditas perikanan yang bernilai ekonomis tinggi, baik di pasaran dalam negeri maupun luar negeri karena mengandung berbagai nutrien penting seperti mineral dan asam lemak omega-3. Dalam budidaya kepiting bakau pada umumnya para petani tambak melakukan usaha pembesaran dengan cara tradisional, yaitu dengan cara tebar langsung pada tambak secara massal, sehingga terjadi kanibalisme tinggi terutama pada saat kepiting bakau sedang moulting yang berakibat pada rendahnya kesintasan kepiting. Budidaya kepiting bakau secara individual menggunakan teknik tabung dengan pemberian pakan terbatas (kepiting hanya diberi pakan 3 hari dalam 10 hari) jauh lebih menguntungkan dan mengurangi tingkat kematian kepiting bakau. Dalam pemeliharaan secara intensif menuntut penyediaan pakan dalam jumlah dan kualitas baik, murah, tepat waktu, berkesinambungan dan memberikan nilai produksi tinggi. Salah satu yang dijadikan pakan bagi pertumbuhan kepiting bakau Scylla serrata adalah keong mas Pomacea canaliculata yang diketahui memilki kandungan protein mencapai 51%. Penelitian ini bertujuan untuk mengetahui pengaruh pemberian pakan keong mas terhadap pertumbuhan kepiting bakau di tambak tradisional, Cilacap – Jawa Tengah. Pada penelitian ini terdiri dari 12 perlakuan pakan keong mas basah dan kering, dengan jenis kelamin kepiting jantan dan betina (3%, 5% dan 7%), selama 60 hari pemeliharaan dengan 6 ulangan. Pengujian dilakukan pada kepiting bakau dengan berat awal antara 35– 75 gram, panjang karapas 3,4 – 5,3 cm, lebar karapas 4,7 – 7,5 cm. Parameter yang diukur selama pemeliharaan meliputi penambahan berat, panjang dan lebar karapas, laju pertumbuhan harian, rasio konversi pakan (FCR), kesintasan, dan kondisi kualitas air (suhu, salinitas, pH, DO, kecerahan, kedalaman air). Hasil penelitian menunjukkan, laju pertumbuhan tertinggi dijumpai pada perlakuan pakan 5% kering jantan sebesar 1,59±0,75 g/hari, sedangkan laju pertumbuhan terendah dijumpai pada perlakuan pakan 3% kering betina sebesar 0,68±0,07 g/hari. FCR terendah terdapat pada perlakuan pakan 5% kering jantan dengan perbandingan 0,84 : 1. Tidak terdapat perbedaan kesintasan pada setiap perlakuan pakan, dengan kesintasan tertinggi sebesar 100±0,00 %. Selama penelitian, parameter fisika dan kimia pada semua perlakuan masih dalam batas rentang untuk pertumbuhan kepiting bakau.", "Daftar File": {}, "Penulis": "Iskandar [20607007]", "Kontributor / Dosen Pembimbing": ["Dr. Noorsalam R. Nganro"], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "Life sciences ; biology", "Kata Kunci": "Scylla serrata, keong mas, pertumbuhan, teknik tabung, FCR", "Sumber": "", "Staf Input/Edit": "agus slamet  \n                                     agus slamet", "File": "1 file", "Tanggal Input": "06 Mar 2019"}