{"Nomor": 35982, "Judul": "PENGARUH PEMBERIAN PAKAN IKAN RUCAH TERHADAP PERTUMBUHAN KEPITING BAKAU (Scylla serrata) DI CILACAP- JAWA TENGAH", "Abstrak": "Kepiting bakau (Scylla serrata) merupakan sumberdaya hayati perairan pesisir laut yang bernilai ekonomi tinggi. Kebutuhan konsumen akan kepiting bakau sebagian besar masih dipenuhi dari hasil penangkapan di alam. Untuk pertimbangan kesinambungan produksi, maka perlu dikembangkan budidaya pembesaran kepiting bakau secara terkontrol. Penelitian ini menerapkan teknologi sederhana untuk pembesaran kepiting secara individu dalam tabung bulat (diameter 20 cm,tinggi 60 cm) yang diberi pakan ikan rucah (basah dan kering). Tujuan penelitian untuk mengetahui pengaruh pakan ikan rucah terhadap pertumbuhan kepiting bakau (S.serrata). Penelitian ini menggunakan rancangan acak lengkap faktorial dengan perlakuan yang berbeda, jumlah pakan( 3%, 5%, 7%) kering dan basah, jantan dan betina. Hasil penelitian menunjukkan bahwa pemberian pakan ikan rucah berpengaruh positif untuk pertumbuhan kepiting bakau. Pertambahan bobot yang paling tinggi pada perlakuan pakan 5 % ikan rucah basah pada kepiting betina dan terendah pada perlakuan pakan 3% ikan rucah basah pada kepiting jantan. Pertambahan bobot berdasarkan konsentrasi pakan, jenis pakan dan jenis kelamin berbeda nyata (P ? 0.05) untuk semua perlakuan.. Laju pertumbuhan harian untuk perlakuan 3% dengan 5%, berbeda nyata, tetapi 5% dengan 7% tidak beda nyata. Tingkat kesintasan untuk semua perlakuan rata-rata 91,6 % . Nilai rasio konversi pakan yang terendah adalah: 0,7 pada perlakuan pakan 3% ikan rucah kering dan tertinggi 6,0 pada perlakuan pakan 7% ikan rucah basah.", "Daftar File": {}, "Penulis": "Muhlis [20607019]", "Kontributor / Dosen Pembimbing": ["Dr. Noorsalam R. Nganro"], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Kepiting bakau (Scylla serrata), ikan rucah, laju pertumbuhan, kesintasan dan Rasio konversi pakan.", "Sumber": "", "Staf Input/Edit": "agus slamet", "File": "1 file", "Tanggal Input": "06 Mar 2019"}