{"Nomor": 35984, "Judul": "Europium Hydroxide Nanorods (EHNs) Ameliorate Isoproterenol-Induced Myocardial Infarction: Anin Vitroandin VivoInvestigation", "Abstrak": "Cardiovascular diseases (CVDs) are one of the leading causes of global morbidity and mortality. Among these,the ischemic heart disease (IHD) or coronary artery disease (CAD) accounts for the major deaths due to CVDs. Severalapproaches followed to treat the ischemic heart diseases are limited due to various adverse effects and cost of treatment.Recently, nanotechnology has revolutionized thefield of biomedical research by introducing various technologies to improvethe health care, using a nanomedicine approach. In this context, our group has well-established the europium hydroxidenanorods (EHNs), which promote the formation of new blood vessels (angiogenesis) through reactive oxygen species (ROS)and nitric oxide (NO)-mediated signaling pathways. Further, these pro-angiogenic nanorods were also reported to exhibit amild to nontoxic nature toward mammalian cells and mouse models. Henceforth, in the present study, myocardial ischemia(MI) was created in Wistar rats using isoproterenol (ISO), a well-established model for investigating MI. For thefirst time, theeffect of the pro-angiogenic nanorods (EHNs) on the ischemic condition was validated using several assays, which revealed thatthe ischemia and cardiotoxicity induced by ISO were ameliorated by EHNs in both H9C2 rat cardiomyocytes (in vitro) andWistar rats (in vivo). Considering the above results, we believe that EHN could be developed as alternative treatment strategiesfor myocardial ischemia therapy and other ischemic diseases where angiogenesis plays a significant role, in the near future.", "Daftar File": {"2019_EJRNL_PP_Satish_Kumar_Vemuri_1.pdf": "https://digilib.itb.ac.id/gdl/download/161378"}, "Penulis": "Satish Kumar Vemuri [-]", "Kontributor / Dosen Pembimbing": ["Susheel Kumar Nethi,Rajkiran Reddy Banala,Peda Venkata Subbaiah Goli,Venkata Gurava Reddy Annapareddy,Chitta Ranjan Patra"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "isoproterenol, myocardial ischemia, europium hydroxide nanorods, electrocardiography, cardiac hypertrophy", "Sumber": "Cite This:ACS Appl. Bio Mater.XXXX, XXX, XXX?XXX", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "06 Mar 2019"}