{"Nomor": 35988, "Judul": "PENGARUH RUANG GERAK DAN PEMBERIAN PAKAN BEKICOT (Achatina sp) TERHADAP PERTUMBUHAN KEPITING BAKAU (Scylla serrata) DALAM KERAMBA APUNG TAMBAK TRADISIONAL DI KAWASAN MANGROVE, BOLAANG MONGONDOW SULAWESI UTARA", "Abstrak": "Scylla serrata adalah kepiting bakau digemari masyarakat, baik dalam negeri maupun dari manca Negara. Berkembangnya permintaan pangsa pasar yang terjadi, merupakan tantangan untuk meningkatkan produksi secara berkesinambungan. Produksi lewat tangkapan langsung di alam semata tidak cukup, dan akan berpengaruh pada kelangkaan. Salah satu usaha budidaya kepiting bakau dapat dilakukan dengan sistem keramba. Keramba disekat, agar tidak terjadi kanibalisme. Penelitian ini bertujuan untuk mengetahui ruang gerak yang terbaik dalam pembesaran kepiting bakau menggunakan keramba bambu pada tambak tradisional, dan untuk mengetahui persentase pakan bekicot yang terbaik diberikan kepada kepiting bakau (S. serrata). Perlakuan ruang gerak yang diuji berturut – turut berukuran 4.500 cm3, 18.000 cm3, dan 40.500 cm3 dan perlakuan persentase pakan bekicot 3 %, 5 %, dan 7 %. Pengujian dilakukan pada kepiting bakau dengan bobot awal 55,1 gram – 58,1 gram, panjang karapas 4,8 cm – 5,0 cm dan lebar karapas antara 6,8 cm – 7,0 cm selama 70 hari pemeliharaan. Parameter yang diukur meliputi pertambahan bobot, panjang karapas, lebar karapas, korelasi bobot panjang dan lebar karapas, laju pertumbuhan, kesintasan, biomassa, frekuensi ganti kulit dan FCR, fisika-kimia seperti salinitas, suhu, kedalaman, kecerahan air, pH. Hasil penelitian menunjukkan bahwa menggunakan ruang gerak berbeda dan persentase pakan bekicot, berbeda secara signifikan (P < 0,05). Keramba bambu berukuran 40.500 cm3 dan persentase pakan 5 % dari bobot tubuh kepiting bakau menunjukkan hasil tertinggi berkaitan dengan pertambahan bobot tubuh, pertambahan panjang dan lebar karapas, biomassa, laju pertumbuhan harian, kesintasan, dan frekuensi pergantian kulit (moulting). Nilai FCR yang paling rendah adalah 2.3.", "Daftar File": {}, "Penulis": "Sulhandi [20607025]", "Kontributor / Dosen Pembimbing": ["Dr. Noorsalam R. Nganro"], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "Life sciences ; biology", "Kata Kunci": "Scylla serrata, Keramba sekat, Achatina sp, tambak", "Sumber": "", "Staf Input/Edit": "agus slamet", "File": "1 file", "Tanggal Input": "06 Mar 2019"}