{"Nomor": 36018, "Judul": "AQUATIC INVERTEBRATES RESPONSES TO WINTER FLOODING IN KAGA AND HIKONE CITY PADDY FIELD AREA, JAPAN", "Abstrak": "Modernisasi sistem irigasi telah diketahui dapat mengurangi jumlah invertebrata\ndi area pesawahan modern di Jepang. Hal ini menunjukkan bahwa pengelolaan\nsistem air memiliki pengaruh yang signifikan pada kehidupan di ekosistem sawah.\nBerdasarkan hal tersebut, maka diperkenalkan sebuah metoda pengairan musim\ndingin (winter flooding) sebagai suatu usaha baru untuk memulihkan\nkeanekaragaman hayati di area pesawahan. Untuk mengevaluasi sistem pengairan\nbaru ini, maka respon invertebrata akuatik terhadap winter flooding dipelajari\nselama siklus kultivasi padi pada tahun 2010. Faktor fisika kimia air diukur dan\ninvertebrata akuatik dikoleksi dari 5 daerah pesawahan di Kota Kaga dan Hikone\npada periode April-Juni 2010. Ukuran tubuh dan biomassa diukur, dan\ninvertebrata diklasifikasikan berdasarkan taksonomi, kebiasaan makan fungsional,\ndan toleransi terhadap kekeringan. Lokasi studi di Kota Kaga terdiri dari\n“WF1” (winter flooding), “WF2” (winter flooding), dan “Kaga” (metoda\nkonvensional). Lokasi studi di Kota Hikone terdiri dari “WF3” (winter flooding),\ndan “Hikone” (metoda konvensional). Pada penelitian ini, perbandingan antara\nsawah winter flooding dan konvensional dilakukan pada masing-masing kota,\ndengan sawah konvesional dijadikan sebagai pembanding (kontrol). Hasil\nmenunjukkan bahwa ukuran tubuh dan biomassa invertebrata per takson pada\nsawah winter flooding tidak berbeda secara nyata (p>0.05) dibandingkan dengan\nsawah konvensional. Klasifikasi berdasarkan kebiasaan makan menunjukkan\nbahwa sawah winter flooding \"WF1\" memiliki biomassa invertebrata predator\nyang lebih tinggi (p<0.05) dibandingkan dengan sawah lainnya. Apabila\ndiklasifikasikan berdasarkan toleransi terhadap kekeringan, invertebrata yang\nkurang toleran terhadap kekeringan memiliki jumlah individu yang lebih tinggi\n(p<0.05) pada sawah winter flooding di kedua Kota. Indeks biodiversitas\nShannon-Wienner pada Kota Kaga memiliki nilai yang lebih tinggi pada sawah\n“WF1” (3.0) dan “WF2” (2.9) dibandingkan dengan konvensional “Kaga” (2.7).\nPada Kota Hikone tidak ditemukan adanya perbedaan nilai indeks pada sawah\n“WF3” (2.7) dan konvensional “Hikone” (2.7). Uji Kesamaan Jaccard\nmenunjukkan bahwa winter flooding menciptakan suatu komposisi spesies yang\nberbeda bila dibandingkan dengan sawah konvensional. Selain itu, hasil\nCanonical Correspondence Analysis juga menunjukkan bahwa winter flooding\nmerupakan salah satu faktor penting yang menentukan perkembangan komunitas\ninvertebrata di area pesawahan.", "Daftar File": {}, "Penulis": "Didot Budi Prasetyo [20608012]", "Kontributor / Dosen Pembimbing": ["Tjandra Anggraeni, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "Life sciences ; biology", "Kata Kunci": "Invertebrata akuatik, pesawahan, winter flooding, Jepang", "Sumber": "", "Staf Input/Edit": "agus slamet", "File": "1 file", "Tanggal Input": "06 Mar 2019"}