{"Nomor": 36016, "Judul": "ISOLASI DAN KARAKTERISASI GEN SELULASE Bacillus sp. RP1, ISOLAT DARI SUMBER AIR PANAS CIMANGGU", "Abstrak": "Untuk menggerakkan ekonomi kita yang berbasis pada ketahanan, satu hal penting yang harus dilakukan adalah menemukan suatu pengganti bahan bakar minyak dan bahan kimia industri. Selulosa yang terdapat dalam jumlah melimpah di alam, adalah sumber yang sangat ideal untuk mengatasi permasalahan tersebut. Selain bisa menjaga kelangsungan energi, pemanfaatan material ini juga tidak akan menimbulkan persaingan dengan sumber pangan manusia sebagaimana yang terjadi bila menggunakan pati untuk kepentingan energi. Agar bisa memanfaatkannya dengan efisien diperlukan bantuan enzim-enzim selulase (endoglukanase, eksoglukanase, ?-glukosidase) untuk mengkonversi selulosa menjadi gula dan selanjutnya bisa diubah menjadi etanol pengganti bahan bakar. Bacillus sp. RP1 adalah bakteri termofilik yang sangat potensial untuk digunakan dalam hidrolisis selulosa. Bakteri yang diisolasi dari sumber air panas Cimanggu ini diduga dapat menghasilkan tujuh macam endoglukanase, enam eksoglukanase dan empat xylanase. Penelitian ini bertujuan untuk mengisolasi salah satu gen selulase dari Bacillus sp. RP1. Kegiatan diawali dengan mengisolasi gen eksoglukanase Bacillus sp. RP1, namun tidak berhasil didapatkan. Kesalahan dalam memperoleh gen hasil isolasi bisa disebabkan oleh beberapa faktor diantaranya kesalahan dalam merancang primer. Ada beberapa kemungkinan yang menyebabkan kenapa primer yang digunakan tidak bisa mengenali gen eksoglukanase Bacillus sp. RP1 yaitu: (i) Primer yang digunakan tidak spesifik untuk gen eksoglukanase, diduga bahwa daerah yang dipilih sebagai tempat konstruksi primer bukan merupakan daerah (sekuen) yang benar-benar lestari pada gen eksoglukanase (belum ada laporan motif dari domain katalitik eksoglukanase bakteri/GH48 secara spesifik); (ii) sekuen-sekuen yang digunakan sebagai acuan tidak mewakili gen eksoglukanase yang dimiliki Bacillus sp. RP1 atau Bacillus sp. RP1 memiliki eksoglukanase tipe lain (bukan GH48). Pada penelitian ini telah diperoleh satu gen endoglukanase parsial dari Bacillus sp. RP1\nberukuran 876 pb. Gen endoglukanase yang diperoleh, memiliki homologi yang sangat tinggi (98,4 %) dengan salah satu gen endo-1,4-?-glucanase B. subtilis subsp. subtilis str. 168. Meskipun gen yang diperoleh adalah berupa gen parsial, diharapkan aktivitas yang dimilikinya tidak akan terlalu jauh berbeda dengan gen endoglukanase utuh. Hal ini dikarenakan sisi aktif dari protein tersebut berada pada bagian internal (tengah) gen dan masih terdapat pada gen endoglukanase Bacillus sp. RP1 yang telah diisolasi.", "Daftar File": {}, "Penulis": "Arif Sardi [20609001]", "Kontributor / Dosen Pembimbing": ["Dra. Maelita Ramdani, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "Life sciences ; biology", "Kata Kunci": "eksoglukanase, endoglukanase, Bacillus sp.RP1", "Sumber": "", "Staf Input/Edit": "agus slamet", "File": "1 file", "Tanggal Input": "06 Mar 2019"}