{"Nomor": 36023, "Judul": "EFFECT OF POLYPHENOL FROM GREEN TEA EXTRACT ON BLOOD GLUCOSE AND INSULIN LEVEL IN DIABETIC-INDUCED MICE", "Abstrak": "Diabetes mellitus is a clinical syndrome characterized by hyperglycaemia due to absolute or relative deficiency of insulin. One of alternative medicines to reduce the risk of developing chronic disease such as diabetes mellitus is green tea extract. Polyphenol, the principal active ingredient of green tea, known as an antioxidant. Polyphenol has been known to ameliorate insulin resistance in diabetes by increasing insulin binding and therefore facilitates glucose uptake. The aim of this study is to know the effect of polyphenol from green tea extract on the insulin level in diabetic-induced mice. In this experiment, three months old male mice ddY strain was used in this experiemnt with the body weight ranging 22-25grams. Alloxan 70 mg/ kg BW was used intravenously to get diabetic-induced mice. The diabetic mice were devided into two groups: P0 group, a group of induced-diabetic mice that were given aquadest and P100 group, a diabetic group which was treated with polyphenol 100 mg/kg BW. Both groups were given aquadest or polyphenol orally for 23 days, while the control group weas normal mice. Glucose tolerance test was performed to measure the glucose blood level during fasting, then one and two hours post prandial. The insulin level was measured by ELISA Kit anti-mouse insulin in ELISA plate reader (BioRad). The results showed that the blood glucose level of the diabetic-induced mice still much higher compared to the normal group. The insulin level in diabetic-induced mice have a highest concentration two hours post prandial. It can be concluded that polyphenol increased the insulin level, however polyphenol was not able to reduce the blood glucose to the normal level.", "Daftar File": {}, "Penulis": "Emad Almoktar Ahmed [20609013]", "Kontributor / Dosen Pembimbing": ["Dr. Anggraini Barlian, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "Life sciences ; biology", "Kata Kunci": "Polyphenol, Insulin, Alloxan.", "Sumber": "", "Staf Input/Edit": "agus slamet", "File": "1 file", "Tanggal Input": "06 Mar 2019"}