{"Nomor": 36038, "Judul": "PENGARUH POLIFENOL TERHADAP EKSPRESI RESEPTOR INSULIN-? PADA OTOT RANGKA MENCIT YANG DIINDUKSI MENJADI DIABETES", "Abstrak": "Diabetes Mellitus merupakan pernyakit gangguan metabolisme akibat berkurang atau tidak dihasilkannya insulin yang ditandai dengan kondisi hiperglikemia. Hiperglikemia dapat menyebabkan meningkatnya reactive oxygen species (ROS) di dalam sel. Keberadaan ROS yang berlebihan dapat memperparah kondisi diabetes seperti terhambatnya ikatan insulin dengan reseptor insulin. Reseptor insulin-? (IR?) merupakan reseptor transmembran dan merupakan sub unit reseptor insulin. Ikatan insulin dengan reseptor insulin mempengaruhi translokasi GLUT4 yang berperan dalam pengambilan glukosa ke dalam sel. Polifenol yang berasal dari teh hijau (polifenol) merupakan antioksidan yang berfungsi untuk mengurangi ROS. Pada penelitian sebelumnya pemberian polifenol diketahui mampu meningkatkan ekspresi GLUT4 di membrane otot rangka mencit yang diinduksi menjadi diabetes meskipun belum mampu menurunkan konsentrasi glukosa darah ke kondisi normal. Tujuan penelitian ini adalah untuk mengetahui apakah pemberian polifenol berpengaruh pada ekspresi IR? sehingga turut berperan dalam mentranslokasikan GLUT4 dan berperan dalam menurunkan glukosa darah pada mencit diabetes.\nPada penelitian ini mencit (ddY) diinduksi menjadi diabetes menggunakan Alloxan dosis 70 mg/kg berat badan secara intra vena. Mencit diabetes yang digunakan memiliki konsentrasi glukosa darah > 200 mg/dl. Mencit dibagi menjadi tiga kelompok perlakuan yaitu kelompok mencit normal, mencit diabetes yang diberi pelarut kontrol (P0) dan mencit diabetes yang diberi polifenol 100 mg/ kg berat badan (P100). Pemberian polifenol dilakukan secara oral setiap hari selama 22 hari. Pengukuran konsentrasi glukosa darah puasa dilakukan setiap tiga hari. Pada akhir perlakuan, dilakukan uji toleransi glukosa dan mencit dibedah untuk diambil jaringan otot rangkanya. Protein IR? diisolasi dari membran sel otot rangka bagian anggota depan dan belakang dan ekspresinya diamati dengan metode Western Bloting (WB). Hasil WB dideteksi dengan enhanced chemiluminescence (ECL) dan dikuantifikasi menggunakan program Scion Image.\nHasil penelitian ini menunjukkan konsentrasi glukosa darah mencit puasa pada kelompok P0 (325 mg/dl) lebih tinggi dibandingkan kelompok P100 (266 mg/dl) dan kelompok normal (101 mg/dl). Demikian pula setelah 2 jam post prandial (PP), konsentrasi glukosa darah mencit P0 (273 mg/dl) lebih tinggi dibandingkan kelompok P100 (268 mg/dl) dan kelompok normal (106 mg/dl). Ekspresi IR? dari\ntiga kelompok perlakuan mencit (Normal, P0, dan P100) dilihat berdasarkan kondisi (puasa, 1 jam PP, 2 jam PP) menunjukkan dua pola ekspresi yang berbeda. Pola pertama, pada kondisi 1 jam PP terlihat adanya kecenderungan terjadi penurunan ekspresi IR? pada mencit diabetes dibandingkan mencit normal dan ekspresi IR? mencit kelompok P100 terlihat paling rendah.Pola kedua, pada kondisi puasa dan 2 jam PP cenderung memperlihatkan terjadinya peningkatan ekspresi IR? pada mencit diabetes (P0 dan P100) dibandingkan mencit normal dan ekspresi IR? pada mencit kelompok P100 terlihat paling tinggi. Pada kondisi 1 jam PP ini diduga pemberian polifenol mampu meningkatkan proses internalisasi IR?, sedangkan pada kondisi 2 jam PP diduga polifenol mampu meningkatkan trafficking IR? ke membran sel. Berdasarkan hasil penelitian ini dapat disimpulkan bahwa polifenol dapat meningkatkan ekspresi IR? mencit diabetes, namun demikian pemberian polifenol belum mampu menurunkan konsentrasi glukosa darah mencit diabetes menjadi normal.", "Daftar File": {}, "Penulis": "Hesti Riany [20609003]", "Kontributor / Dosen Pembimbing": ["Dr. Ahmad Ridwan", "Dr. Anggraini Barlian, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "Life sciences ; biology", "Kata Kunci": "Polyphenol, IR?, antioksidan, ROS, post prandial, Alloxan.", "Sumber": "", "Staf Input/Edit": "agus slamet", "File": "1 file", "Tanggal Input": "06 Mar 2019"}