{"Nomor": 36037, "Judul": "Metode Pemisahan Operator Iteratif pada Kelas Persamaan Fisher", "Abstrak": "Keluarga persamaan Fisher dan berbagai variasinya banyak digunakan dalam\nmasalah nyata. Diantaranya persamaan ini digunakan dalam model pertumbuhan\npada studi ekologi, dinamika fluida, dinamika gas dan perpindahan panas. Dalam\npersamaan differensial parsial, persamaan ini merupakan persamaan tipe parabolik\ntak linear yang mendeskripsikan dinamika suatu kepadatan atau konsentrasi.\nPada penelitian ini dibahas hampiran solusi keluarga persamaan Fisher melalui\nmetode pemisahan operator khususnya metode pemisahan operator iteratif. Metode\nini memisahkan persamaan yang sulit diselesaikan menjadi beberapa persamaan\nyang lebih mudah berdasarkan operator-operatornya. Kemudian setiap persamaan\ndihubungkan oleh nilai awal dan diselesaikan secara berulang (iteratif).\nPada disertasi ini pembahasan dilakukan melalui dua sudut pandang yakni secara\nteori dan aplikasi numerik. Bahasan teoritis dilakukan melalui analisis konsistensi,\nkestabilan, dan konvergensi. Analisis konsistensi disajikan berdasarkan keterbatasan\noperator dan pemilihan solusi awal. Keterbatasan operator memegang\nperanan penting dalam analisis konsistensi di mana sifat-sifat operator terbatas\ndigunakan untuk menghitung galat lokal. Namun dalam kasus operator tak\nterbatas agar mewarisi sifat-sifat seperti pada operator terbatas maka analisis\nkonsistensi dilakukan melalui teori semigrup. Analisis kestabilan dilakukan\ndengan menunjukkan bahwa perubahan solusi terhadap perubahan nilai awal\nadalah terbatas. Analisis konvergensi dilakukan menggunakan identitas Lady\nWindersmere’s Fan yang menghubungkan galat lokal dengan galat global. Pada\npenelitian ini didapat fakta bahwa metode pemisahan operator iteratif adalah\nmetode yang konsisten, stabil, dan konvergen. Pengamatan numerik dilakukan\nuntuk membandingkan kesesuaian antara teori dan aplikasi. Pengamatan dilakukan\ndengan membandingkan galat solusi dari tiga metode berbeda yakni metode\npemisahan operator Strang, metode pemisahan operator iteratif, dan metode beda\nhingga. Hasil pengamatan mengindikasikan bahwa untuk interval waktu yang\ncukup panjang, metode pemisahan operator memberikan galat perhitungan yang\nlebih kecil dibandingkan metode beda hingga.", "Daftar File": {"ABSTRAK DADANG AMIR HAMZAH.pdf": "https://digilib.itb.ac.id/gdl/download/161556"}, "Penulis": "Dadang Amir Hamzah [30113013]", "Kontributor / Dosen Pembimbing": ["Dr. Johan Matheus Tuwankotta, S.Si., M.Si.", "Drs. Yudi Soeharyadi, M.Si., Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Persamaan Fisher, Metode pemisahan operator iteratif, Metode pemisahan operator", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "06 Mar 2019"}