{"Nomor": 36055, "Judul": "PENGARUH AIR LINDI SLUDGE SAMPAH TPA SARIMUKTI TERHADAP PERKEMBANGAN EMBRIO PRAIMPLANTASI MENCIT (Mus musculus L.) SW", "Abstrak": "Tempat Pembuangan Akhir sampah (TPAs) Sarimukti merupakan tempat penampungan sampah akhir yang berasal dari kota Bandung, Cimahi dan Kabupaten Bandung Barat. Sistem pengelolaan sampah di TPAs Sarimukti adalah nonsanitary landfill. Selama proses pembuangan, sampah akan mengalami dekomposisi dan menghasilkan limbah berupa sludge. Sludge ini dapat menghasilkan air lindi apabila bercampur dengan air hujan ataupun air yang berasal dari sampah itu sendiri dan dapat mencemari air tanah dan air permukaan. Hasil penelitian sebelumnya menunjukkan bahwa air lindi TPAs Sarimukti mengandung berbagai senyawa organik, anorganik dan logam berat (Garnasih & Yusuf, 2009; Yusuf & Kurnia, 2010). Ibu hamil di sekitar TPAs dapat terpapar oleh air lindi sludge sehingga tidak menutup kemungkinan individu yang sedang berkembang di dalam rahimnya juga terpapar oleh senyawa-senyawa yang terkandung dalam air lindi sludge. Jika individu yang sedang berkembang tersebut terpapar oleh suatu toksikan terutama pada awal perkembangan, maka dapat menimbulkan berbagai gangguan seperti kelambatan perkembangan, malformasi dan early spontaneous abortion (Nagao et al., 2006). Berdasarkan hal tersebut, penelitian ini dilakukan untuk mengevaluasi pengaruh air lindi sludge terhadap perkembangan embrio praimplantasi mencit (Mus musculus L.) SW. Mencit betina dewasa umur 8-10 minggu (30-37 g) diberi PMSG (Sigma) 5 IU/ekor secara intraperitoneal, 48 jam kemudian diberi hCG (Chorulon) 5 IU/ekor dengan cara yang sama untuk menginduksi superovulasi. Mencit betina superovulasi kemudian dikawinkan dengan mencit jantan selama satu malam. Pagi harinya dilakukan pemeriksaan sumbat vagina, apabila pada mencit betina terdapat sumbat vagina maka mencit betina dinyatakan bunting 0 hari. Mencit umur kebuntingan 0 hari dikelompokkan ke dalam tiga kelompok (Kelompok perlakuan air lindi sludge, kelompok kontrol negatif, kelompok kontrol positif). Mencit kelompok perlakuan air lindi sludge diberi tiga konsentrasi air lindi sludge (17%, 29%, 50%), mencit kelompok kontrol negatif diberi akuabidestilata steril, sedangkan mencit kelompok kontrol positif diberi akrilamida (50 mg/kg berat badan). Air lindi sludge, akuabidestilata steril dan akrilamida diberikan secara intraperitoneal hingga umur kebuntingan 3 hari. Pada umur kebuntingan 3,5 hari, mencit ‘dikorbankan’ dengan cara dislokasi leher dan kemudian uterusnya diisolasi. Embrio dipanen dengan cara membilas\n(flushing) uterus kemudian embrio diamati di bawah mikroskop. Hatched blastokista dan blastokista akhir dikelompokkan sebagai embrio normal. Blastokista awal, morula mampat, morula tidak mampat dan 2-8 sel (cleavage) dikelompokkan sebagai embrio yang mengalami kelambatan perkembangan. Embrio terdegenerasi dan abnormal degenerating blastokista dikelompokkan sebagai embrio yang mengalami malformasi. Embrio yang mengalami kelambatan perkembangan dan embrio yang mengalami malformasi diklasifikasikan sebagai embrio abnormal. Berdasarkan hasil uji statistik diketahui persentase embrio abnormal pada kelompok air lindi sludge tidak berbeda secara signifikan (p<0,05) dibandingkan dengan kelompok akuabidestilata. Persentase embrio abnormal pada kelompok air lindi sludge sampah konsentrasi 17%, 29% dan 50% cenderung meningkat. Persentase embrio abnormal kelompok air lindi sludge sampah tidak melebihi persentase embrio abnormal kelompok akrilamida. Hal ini memperlihatkan bahwa tingkat kerusakan embrio praimplantasi yang disebabkan oleh air lindi sludge tidak separah kerusakan embrio praimplantasi yang disebabkan oleh akrilamida. Pemberian air lindi sludge sampah dengan konsentrasi 17%, 29% dan 50% cenderung menurunkan embrio yang mengalami kelambatan perkembangan tetapi meningkatkan malformasi embrio. Tipe malformasi yang paling banyak terjadi adalah embrio terdegenerasi. Berdasarkan hasil penelitian dapat disimpulkan bahwa air lindi sludge TPA Sarimukti mengganggu perkembangan embrio praimplantasi mencit.", "Daftar File": {}, "Penulis": "Tantry Agnhitya Sari [20608014]", "Kontributor / Dosen Pembimbing": ["Dr. Ayda Trisnawaty Yusuf, MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "Life sciences ; biology", "Kata Kunci": "air lindi sludge sampah, embrio praimplantasi, TPA Sarimukti, mencit (Mus musculus L.) SW", "Sumber": "", "Staf Input/Edit": "agus slamet  \n                                     agus slamet", "File": "1 file", "Tanggal Input": "06 Mar 2019"}