{"Nomor": 36051, "Judul": "USULAN STRATEGI PEMASARAN UNTUK MEREK  SAY! INDONESIA (BISNIS FASHION BARU)", "Abstrak": "Say! Indonesia merupakan bisnis fashion berasal dari kota Bandung yang mengusung konsep tentang Indonesia. Say! Indonesia didirikan pada tahun 2017 dengan membangun konsep yang kuat dan memberikan kualitas produk dan desain terbaik. Koleksi produk pertama diluncurkan pada February 2018 dengan menghadirkan 11 artikel produk. Setelah hampir 6 bulan setelah peluncuran, Say! Indonesia masih belum mampu mencapai target penjualan perbulannya. Sebai brand baru, Say! Indonesia tentunya menghadapi banyak permasalahan seperti operasi, distribusi, sumber daya dan pemasaran. Penulis akan menganalisa strategi pemasaran berdasarkan pendapat yang mendukung dan menyatakan bahwa marketing memegang peranan penting dalam pencapaian target perfoma finansial perusahaan.\nTujuan utama penelitian ini adalah untuk membantu Say! Indonesia menghadapi persaingan industri fashion saat ini dan mencapai target penjualan. Di dalam penelitian ini, penulis menggunakan analisis eksteral dan internal. Analisis eksternal terdiri  analisis pesaing dan teori Porter’s 5 Forces sedangkan untuk analisis internal terdiri dari analisa STP, brand inventory (marketing mix) and brand exploratory (Consumer behavior and diagram CBBE) setelah semua analisis dilakukan, penulis menggunakan toeri analisis SWOT untuk menemukan akar masalah dari permasalahan bisnis yang terjadi.\nHasil dari penelitian ini mengindikasikan kebutuhan perubahan pada strategy marketing mix khususnya pada elemen product, place dan promotion. Dalam rangka menghadapi kondisi tersebut, penulis membuat solusi bisnis yaitu membuat strategi pemasaran dengan meluncurkan koleksi produk terbaru, membuka tenants di marketplace (E-commerce), perencanaan strategi marketing digital, penambahan tenaga kerja dan berpartisipasi dalam acara-acara lokal. Analisa solusi bisnis tersebut harus diterapkan secara berkelanjutan guna strategi mengahadapi dinamika pasar di masa yang akan datang", "Daftar File": {"2019_TS_PP_IRWAN_RISMAWAN_1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/161484"}, "Penulis": "Irwan Rismawan [29117216]", "Kontributor / Dosen Pembimbing": ["Dra. Krisnati Desiana Lic. Comm"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "merek,, bisnis fashion, pemasaran digital, pemasaran, strategi", "Sumber": "Say ! Indonesia", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "06 Mar 2019"}