{"Nomor": 36053, "Judul": "ANALISIS FILOGENETIK GENUS Mangifera MENGGUNAKAN GEN rbcL DNA KLOROPLAS", "Abstrak": "Genus Mangifera memiliki 69 spesies dan spesies terbanyak tersebar di pulau\nKalimantan, Sumatra, Jawa, dan Semenanjung Malaysia. Penelitian filogenetik\npada genus Mangifera dilakukan untuk melihat sifat nenek moyang, kekerabatan,\ndan hubungan antar jenis. Pohon filogenetik dibangun berdasarkan variasi\nnukleotida gen rbcL terhadap 16 sampel Mangifera yang terdiri dari 13 spesies\nasal Indonesia dan tiga asal Thailand. Dua spesies dari genus lain ditambahkan\nsebagai outgrup. DNA Genom Mangifera diekstraksi menggunakan protokol\nberbasis CTAB, lalu gen rbcL diamplifikasi menggunakan primer rbcL. Hasil\nsekuensing dianalisa dengan program Geneious 4.6.2, dilanjutkan dengan analisa\nhomologi menggunakan fungsi BLAST pada NCBI. Sekuen rbcL dari semua\nsampel disejajarkan (multiple sequence alignment) menggunakan program Bioedit\ndan ClustalX, lalu dilakukan rekonstruksi pohon filogenetik menggunakan metode\nMaksimum Parsimony pada software PAUP* 4.0b10. Hasil alignment Nukleotida\nsepanjang 905 karakter, didapatkan 72 karakter parsimony informatif dalam\npembentukan pohon filogenetik dengan nilai konsistensi (CI) 0,889 dan retensi\n(RI) 0,962. Pohon filogenetik yang dihasilkan membentuk empat grup utama.\nGrup I terdiri dari M. cochinchinensis dan M. macrocarpa (Thailand); grup II : M.\nindica M. cesia, M. aplanat dan M. altisima ; grup III : M. laurina, M. longipes,\nM. similis, dan M. gedebe ; grup IV : M. laurina (Thailand), M. foetida, M. caesia,\nMangifera spp, dan M. odorata. Analisis filogenetik memperlihatkan bahwa\ngenus Mangifera yang diteliti bersifat monofiletik, selain itu terjadi pemisahan\nantara M. laurina asal Indonesia dan Thailand, yang juga terjadi pada M.\nmacrocarpa. Hasil analisis filogenetik juga memberikan informasi yang\nmendukung dugaan bahwa M. odorata merupakan hibrid antara M. indica dengan\nM. foetida dan menolak dugaan M. longipes sinonim dengan M. laurina.", "Daftar File": {}, "Penulis": "Suparman [20609007]", "Kontributor / Dosen Pembimbing": ["Dr. Adi Pancoro", "Dr. Topik Hidayat"], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "Life sciences ; biology", "Kata Kunci": "filogenetik, Maksimum Parsinomy, Mangifera, rbcL.", "Sumber": "", "Staf Input/Edit": "agus slamet  \n                                     agus slamet", "File": "1 file", "Tanggal Input": "06 Mar 2019"}