{"Nomor": 36058, "Judul": "Perbandingan Interaksi Antara Tumbuhan Berbunga dan Lebah (Hymenoptera:Apiformes) Pada Tiga Daerah Restorasi Sawah di Kanazawa, Ishikawa, Jepang", "Abstrak": "Satoyama merupakan bentang alam pertanian tradisional di area pemukiman\nJepang. Hal tersebut dinilai penting untuk konservasi keanekaragaman dan jasa\nekosistem bagi kepentingan manusia. Bentang alam satoyama tersusun dari berbagai\nmacam tipe habitat dengan level manajemen berbeda-beda, sehingga membentuk\nkekayaan komposisi spesies serta interaksinya. Oleh karena itu, struktur dan dinamika\ndari sistem penyerbukan di Satoyama sangatlah penting untuk dipelajari. Pada studi\nini, penulis membandingkan kekayaan species dan kelimpahan dari tumbuhan\nberbunga, lebah, dan interaksi dari tumbuhan berbunga - lebah antara 3 sawah di\nKitadan, Minamidan, dan Zontan pada tahapan restorasi yang berbeda-beda. Studi ini\ndilaksanakan dari bulan Mei sampai Juli 2010 di area satoyama dekat kampus kakuma\ndari Universitas Kanazawa, Kanazawa, Ishikawa, Jepang. Tumbuhan berbunga dan\nlebah pengunjungnya dikoleksi dengan menggunakan metode modifikasi transek\nPollard. Satu interaksi didefinisikan sebagai kunjungan satu spesies lebah ke satu\nspesies tumbuhan berbunga tanpa mempertimbangkan jumlah individu. Hasil studi\nmenunjukkan terdapat 86 spesies tumbuhan berbunga (36 famili) yang dibagi menjadi\n6 kategori bentuk hidup. Jumlah tumbuhan berbunga yang paling banyak dikunjungi\noleh lebah didapatkan di Minamidan. Dari tumbuhan berbunga tersebut, sebanyak 42\nspesies (26 famili) tumbuhan berbunga dikunjungi oleh 494 individu dari 36 species\n(6 famili) lebah. Dibandingkan antar lokasi, jumlah individu dan spesies lebah yang\nterbanyak didapatkan dari daerah Zontan. Lebah dari spesies Lasioglossum occidens\n(71 individu) and L. ohei (64 individu) (famili Halictidae) merupakan spesies dengan\njumlah individu terbanyak. Dari studi ini, sebanyak 41 spesies tumbuhan berbunga\ndan 36 spesies lebah membentuk 148 interaksi. Lebah dari famili Halictidae\nmembentuk 88 interaksi di lokasi secara total. Hubungan antara tumbuhan berbunga\ndan lebah di setiap lokasi memperlihatkan hasil yang berbeda, seperti berikut: 39\ninteraksi di Kitadan, 60 interaksi di Minamidan, dan 64 interaksi di Zontan. Lebah\npaling banyak mengunjungi tumbuhan Erigeron philadelphictus, E. annuus\n(Astreaceae), dan Potentilla centigrana (Rosaceae). Berdasarkan hasil penelitian,\npelaksanaan restorasi di satoyama dapat menyebabkan perubahan komposisi\ntumbuhan berbunga. Hal tersebut secara tidak langsung akan mempengaruhi jumlah\nspesies lebah dan interaksinya dengan tumbuhan berbunga pada setiap lokasi.", "Daftar File": {}, "Penulis": "Windra Priawandiputra [20608003]", "Kontributor / Dosen Pembimbing": ["Dr. Agus Dana Permana"], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "Life sciences ; biology", "Kata Kunci": "Satoyama, Tumbuhan Berbunga, Lebah, Interaksi, Restorasi", "Sumber": "", "Staf Input/Edit": "agus slamet", "File": "1 file", "Tanggal Input": "06 Mar 2019"}