{"Nomor": 36067, "Judul": "KELUARGA TAK BERHINGGA GRAF RAMSEY MINIMAL UNTUK PASANGAN LINTASAN", "Abstrak": "Kajian tentang teori Ramsey semakin diminati sejak Erd¨os dan Szekeres mengaplikasikan\nteori Ramsey ke dalam teori graf. Beberapa permasalahan yang muncul\ndari pengembangan teori Ramsey, diantaranya adalah pencarian bilangan Ramsey,\nbilangan Ramsey sisi, dan penentuan graf Ramsey-minimal. Misalkan diberikan\ngraf-graf G dan H. Notasi F ! (G;H) menyatakan bahwa setiap pewarnaan\nmerah-biru terhadap semua sisi graf F mengakibatkan F memuat subgraf G merah\natau subgraf H biru. Graf F dikatakan graf Ramsey untuk pasangan (G;H) jika\nF ! (G;H).\nGraf F disebut graf Ramsey (G;H)-minimal jika memenuhi F ! (G;H) dan\nuntuk setiap e 2 E(F) berlaku F ???? e 9 (G;H). Kelas dari semua graf Ramsey\n(G;H)-minimal dinotasikan dengan R(G;H). Kelas Ramsey (G;H)-minimal\ndikatakan Ramsey berhingga atau tak berhingga, berturut-turut, jika R(G;H)\nberhingga atau tak berhingga.\nPenelitian pada disertasi ini adalah mengkaji kelas tak berhingga R(G;H), dengan\nG dan H adalah graf-graf lintasan. Masalah penentuan dan karakterisasi semua\ngraf Ramsey (G;H)-minimal untuk sebarang graf G dan H merupakan masalah\nyang sangat menarik untuk dikaji, walaupun secara umum tidak mudah mencari\natau mengkarakterisasi graf-graf yang termasuk dalam kelas R(G;H) sekalipun G\ndan H adalah graf-graf kecil dan berstruktur sederhana. Khususnya, karena kelas\nRamsey minimal untuk pasangan lintasan R(Pm; Pn), untuk setiap 3  m  n\nadalah tak berhingga maka karakterisasinya adalah pekerjaan yang sulit. Karakterisasi\ngraf Ramsey minimal untuk pasangan (P3; P3) sudah diperoleh. Tetapi karakterisasi\ngraf dalam kelas R(Pm; Pn), untuk setiap 3  m < n masih terbuka.\nPada disertasi ini diberikan syarat cukup untuk graf Ramsey dan syarat perlu graf\nRamsey-minimal untuk pasangan (P3; Pn), untuk setiap n  4. Salah satu dari\nsyarat perlu tersebut menyatakan bahwa semua graf dalam kelas R(Pm; Pn) adalah\ngraf terhubung. Selain itu, diberikan sifat-sifat dari pohon dan graf unisiklik di\nR(P3; Pn), untuk setiap n  4. Kemudian dikonstruksi dan diberikan secara\neksplisit suatu keluarga tak berhingga dari pohon dan graf unisiklik yang memuat\nsiklus dengan panjang tiga sampai tak berhingga di R(P3; Pn), untuk beberapa\nn  4. Sedangkan untuk n  4 lainnya, keluarga tak berhingga pohon dan graf\ni\nunisiklik di R(P3; Pn) ditentukan dengan menggunakan suatu algoritma rekursif.\nLebih jauh lagi, diberikan hasil-hasil observasi untuk menentukan keluarga tak\nberhingga graf unisiklik yang dikonstruksi dari pohon-pohon di R(P3; Pn) yang\ntelah diperoleh dengan cara menempelkan dua titik tertentu pada pohon tersebut.\nPada disertasi ini juga dibahas tentang beberapa sifat graf Ramsey (P4; Pn)-\nminimal, untuk n  4. Pertama, ditunjukkan bahwa semua graf anggota kelas\nR(P4; Pn) adalah terhubung dan memuat siklus. Dengan sifat ini, dikonstruksi\nsuatu keluarga tak berhingga dari graf unisiklik anggota R(P4; P4) dan dibuktikan\nketunggalan dari keluarga graf ini. Selanjutnya, diberikan beberapa keluarga\ntak berhingga dari graf anggota R(P4; P4) yang memuat lebih dari satu siklus.\nPada kelas R(P4; P4), diberikan juga karakterisasi semua graf orde lima dan\nenam anggota kelas tersebut. Kemudian ditunjukkan bahwa semua graf anggota\nR(P4; Pn) untuk n  5 harus memuat lebih dari dua siklus tetapi pencarian\ngraf Ramsey minimalnya masih terbuka. Hal ini dikarenakan penentuan anggota\nR(P4; Pn), untuk n > m  4 lebih sukar dilakukan karena terdapat banyak\nkemungkinan pewarnaan yang tidak memuat P4 merah atau Pn biru, untuk suatu\nn  5.", "Daftar File": {"ABSTRAK DESI RAHMADANI .pdf": "https://digilib.itb.ac.id/gdl/download/161509"}, "Penulis": "Desi Rahmadani [30115003]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Edy Tri Baskoro"], "Jenis Koleksi": "Disertasi", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "graf Ramsey minimal, pewarnaan sisi, lintasan, Ramsey tak berhingga, pohon, unisiklik.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "06 Mar 2019"}