{"Nomor": 36072, "Judul": "PERAN RESIDU GLIKOSILASI ASN153 DAN ASN224 TERHADAP AKTIVITAS DAN STABILITAS ?-AMILASE SACCHAROMYCOPSIS FIBULIGERA R64.", "Abstrak": "?-Amilase (1,4-?-D-glukan glukanohidrolase, EC 3.2.1.1) adalah enzim yang mengkatalisis hidrolisis ikatan ?-1,4-glikosidik pada pati untuk menghasilkan ?- limit dekstrin, oligosakarida, dan maltosa. Enzim ini banyak digunakan dalam bidang bioteknologi, terutama pada industri makanan, farmasi, tekstil, detergen, kertas, dan bioetanol. ?-Amilase dihasilkan oleh berbagai organisme prokariot, eukariot, dan arkea.\n\n\nSalah    satu    sumber    potensial    ?-amilase    untuk    industri    adalah    ragi\nSaccharomycopsis fibuligera. ?-Amilase dari S. fibuligera (Sfamy) galur HUT\n7212, KZ, dan R64 telah diisolasi dan dikarakterisasi. Analisis bioinformatika menunjukkan bahwa ketiga Sfamy mempunyai satu residu glikosilasi N-linked lestari pada posisi 224 (Asn224), namun SfamyR64 mempunyai residu glikosilasi N-linked tambahan pada posisi 153 (Asn153). Peran kedua residu glikosilasi ini belum diketahui dan belum dipelajari. Oleh karena itu, tujuan penelitian ini adalah mempelajari peran residu glikosilasi Asn153 dan Asn224 terhadap aktivitas dan stabilitas SfamyR64.\n\n\nUntuk mencapai tujuan penelitian, residu Asn153 dan Asn224 pada SfamyR64 disubstitusi menjadi residu glutamin Gln153 dan Gln224 melalui mutasi terarah dengan Polymerase Chain Reaction (PCR). Perubahan jenis residu ini ditujukan untuk menghilangkan residu glikosilasi pada SfamyR64. Ada empat jenis varian SfamyR64 yang diteliti, yaitu SfamyR64 tipe alami, SfamyR64Asn153Gln, SfamyR64Asn224Gln, dan SfamyR64Asn153Gln/Asn224Gln. Keempat varian SfamyR64 diproduksi pada Pichia pastoris KM71 dan dimurnikan dengan kromatografi penukar anion DEAE-Toyopearl. Keempat varian SfamyR64 murni selanjutnya dianalisis yang meliputi penentuan parameter fisiko-kimia, parameter kinetika, dan analisis prediksi struktur. Parameter fisiko-kimia yang ditentukan adalah suhu optimum, hidrolisis terhadap pati mentah, pengaruh penambahan 2\n \n\nmM  CaCl2,  dan  penentuan  waktu  paruh   enzim.  Parameter  kinetika  yang ditentukan adalah laju maksimum (Vmax), konstanta Michaelis-Menten (KM), konstanta katalitik (kcat), dan efisiensi katalitik (kcat/KM). Analisis prediksi struktur dilakukan dengan menggunakan beberapa program, diantaranya I-TASSER, Phyre2, ModRefiner, MolProbity, dan ProBis.\n\n\nSfamyR64 tipe alami, SfamyR64Asn153Gln, SfamyR64Asn224Gln, dan SfamyR64Asn153Gln/Asn224Gln dihasilkan sebagai enzim ekstraseluler pada P. pastoris KM71 dan telah berhasil dimurnikan dengan kromatograi penukar anion DEAE-Toyopearl. SfamyR64 tipe alami, SfamyR64Asn153Gln, SfamyR64Asn224Gln, dan SfamyR64Asn153Gln/Asn224Gln secara berurutan mempunyai aktivitas spesifik 117,2; 607,8; 20,1; dan 6,6 U/mg. Aktivitas SfamyR64Asn153Gln terhadap pati terlarut adalah lima kali lebih tinggi dibandingkan dengan SfamyR64 tipe alami. Namun, aktivitas SfamyR64Asn224Gln,  dan  SfamyR64Asn153Gln/Asn224Gln  terhadap  larutan pati mengalami penurunan yang signifikan. Berkaitan dengan aktivitas degradasi terhadap pati mentah (beras, gandum, ganyong, jagung, dan sagu), SfamyR64Asn153Gln, SfamyR64Asn224Gln, dan SfamyR64Asn153Gln/Asn224Gln menunjukkan aktivitas yang lebih tinggi dari SfamyR64  tipe  alami.  Penambahan  2  mM  ion  logam  kalsium  menurunkan aktivitas SfamyR64 tipe alami, SfamyR64Asn153Gln, SfamyR64Asn224Gln dan SfamyR64Asn153Gln/Asn224Gln terhadap pati terlarut. Berdasarkan parameter kinetika, SfamyR64 tipe alami, SfamyR64Asn153Gln, SfamyR64Asn224Gln, dan SfamyR64Asn153Gln/Asn224Gln secara berurutan mempunyai nilai kcat/KM  18,1;\n130,3; 3,6; dan 1,5. Penentuan waktu paruh pada 50 °C untuk SfamyR64 tipe\nalami, SfamyR64Asn153Gln, SfamyR64Asn224Gln, dan SfamyR64Asn153Gln/Asn224Gln secara berurutan adalah 8,4; 8,8; 5,4; dan 5,8 menit. SfamyR64Asn224Gln kehilangan aktivitasnya terhadap pati terlarut setelah\n10   menit,   sedangkan   SfamyR64   tipe   alami,   SfamyR64Asn153Gln,   dan\nSfamyR64Asn153Gln/Asn224Gln kehilangan aktivitas setelah 30 menit.\n\n\nHasil uji aktivitas terhadap pati terlarut dan pati mentah mengindikasikan bahwa kedua sisi glikosilasi SfamyR64 berperan dalam hidrolisis pati terlarut dan pati mentah. Pada saat penambahan ion kalsium diprediksi terjadi pengikatan sekunder ion kalsium sehingga mempengaruhi stabilitas struktur lokal terutama pada sisi katalitik enzim sehingga aktivitas enzim turun. Uji stabilitas enzim terhadap suhu menunjukkan residu glikosilasi lestari (Asn224) berperan penting dalam stabilitas SfamyR64.  Residu  glikosilasi  tambahan  SfamyR64  (Asn153)  tidak mempengaruhi stabilitas SfamyR64 secara signifikan. Parameter kinetika mengindikasikan bahwa SfamyR64Asn153Gln mempunyai efisiensi katalitik paling tinggi. Berdasarkan pemodelan struktur, SfamyR64Asn153Gln diprediksi membuka  rongga   katalitik   yang  memfasilitasi   pengikatan   substrat.   Residu\n \n\nglikosilasi lestari (Asn224) pada domain A berperan sebagai penstabil struktur terutama pada daerah katalitik, yang ditunjukkan oleh rendahnya aktivitas SfamyR64 yang dimutasi pada residu glikosilasi Asn224.\nSecara keseluruhan, penelitian ini memberikan informasi penting mengenai peran\nresidu glikosilasi pada aktivitas dan stabilitas SfamyR64. Residu glikosilasi Asn153 berperan terhadap aktivitas SfamyR64, sedangkan Asn224 berperan terhadap stabilitas SfamyR64.", "Daftar File": {"2019_DIS_PP_TINA_DEWI_ROSAHDI_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/161519", "2019_DIS_PP_TINA_DEWI_ROSAHDI_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/164562", "2019_DIS_PP_TINA_DEWI_ROSAHDI_1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/164563", "2019_DIS_PP_TINA_DEWI_ROSAHDI_1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/164564", "2019_DIS_PP_TINA_DEWI_ROSAHDI_1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/164565", "2019_DIS_PP_TINA_DEWI_ROSAHDI_1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/164566", "2019_DIS_PP_TINA_DEWI_ROSAHDI_1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/164567", "2019_DIS_PP_TINA_DEWI_ROSAHDI_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/164568"}, "Penulis": "Tina Dewi Rosahdi [30513004]", "Kontributor / Dosen Pembimbing": ["Dessy Natalia, Ph.D.", "Dr. Ihsanawati, S.Si., M.Si."], "Jenis Koleksi": "Disertasi", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "?-Amilase, efisiensi katalitik, glikosilasi N-linked, SfamyR64, stabilitas, S. fibuligera", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "06 Mar 2019"}