{"Nomor": 36079, "Judul": "SINTESIS ISOEUGENOL DARI EUGENOL DENGAN METODE  FOTOKATALISIS", "Abstrak": "Cengkeh merupakan salah satu komoditas pertanian terbesar di Indonesia, namun pemanfaatan cengkeh masih terbatas pada pemanfaatan bunga cengkeh sementara bagian lainnya banyak terbuang. Minyak cengkeh yang diperoleh dari daun cengkeh dapat diekstraksi menghasilkan eugenol yang dapat menjadi prekursor vanilin. Industri besar vanilin selama ini melakukan sintesis dengan bahan yang tidak ramah lingkungan dan kondisi reaksi yang berbahaya. Oleh karenanya diperlukan sebuah alternatif metode yang ramah lingkungan dan aman. Sintesis isoeugenol sebagai salah satu tahap dalam proses sintesis vanilin perlu dipelajari untuk dapat memperoleh alternatif metode sintesis yang lebih baik. Beberapa metode sintesis terus dikembangkan salah satunya melalui metode reaksi fotokatalisis dengan TiO2 sebagai fotokatalis dan metode konvensional dengan teknik refluks. Pada penelitian ini dilakukan sintesis isoeugenol dari prekursor eugenol dengan menggunakan metode fotokatalisis. Karakterisasi struktur isoeugenol dilakukan dengan menggunakan metode spektrometri massa dan spektroskopi NMR yang meliputi pengukuran 1H-NMR, 13C-NMR dan NMR dua dimensi.  Sintesis isoeugenol dengan metode fotokatalisis dilakukan dengan kondisi optimum sebagai berikut: waktu fotokatalisis 30 menit disertai pengaliran udara, kecepatan pengadukan 350 rpm, massa TiO2 0,15 gram, dan volume air 50 mL.  Fotokatalisis eugeunol dengan kondisi optimum tersebut menghasilkan produk isoeugenol dengan rendemen 37%. Produk yang diperoleh memiliki sifat fluoresensi yang terjadi akibat adanya konjugasi elektron pada ikatan rangkap isoeugenol. Karakterisasi dengan menggunakan 13C-NMR (125 MHz, CDCl3) menunjukkan adanya perubahan geseran kimia yang berasal dari gugus vinil yang terkonjugasi langsung dengan elektron aromatik dalam cincin benzena. Berdasarkan hasil analisis spektrometri massa, massa molekul yang diperoleh dari produk adalah 164 gram/mol yang bersesuaian dengan massa molekul isoeugenol. Penelitian ini diharapkan mampu mengawali penelitian lebih lanjut mengenai metode sintesis isoeugenol hingga vanilin.", "Daftar File": {"2019_TA_PP_ASA_AYAZIDA_AUNU_ROBBY_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/161558", "2019_TA_PP_ASA_AYAZIDA_AUNU_ROBBY_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/165413"}, "Penulis": "Asa Ayazida Aunu Robby [10512033]", "Kontributor / Dosen Pembimbing": ["Dr. Deana Wahyuningrum, S.Si., M.Si.", "Anita Alni, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "cengkeh, eugenol, isoeugenol, fotokatalisis", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "08 Mar 2019"}