{"Nomor": 36074, "Judul": "DINAMIKA  ?-KAROTEN  DAN  FUKOSANTIN  DALAM  SEL  DIATOM  LAUT  TROPIS NAVICULA SP. GALUR NLA YANG DIKULTUR PADA KONDISI TEKANAN LINGKUNGAN", "Abstrak": "Diatom laut tropis Navicula sp. galur NLA mampu bertahan hidup dalam kondisi lingkungan yang   ekstrim   seperti   hidup   di   bawah   paparan   cahaya   tinggi   dengan   memanipulasi metabolisme ?-karoten dan fukosantin dalam sel. Dinamika jalur metabolisme fukosantin dan ?-karoten pada Navicula sp. galur NLA yang dikultivasi menggunakan medium modifikasi pada kondisi di dalam ruangan dan di luar ruangan dipelajari untuk memahami bagaimana cara sel Navicula sp. galur NLA mengatasi tekanan lingkungan seperti kondisi pada intensitas cahaya tinggi. Sejauh ini, penelitian diatom laut tropis Navicula sp. galur NLA sebagai organisme model untuk menghasilkan fukosantin dan ?-karoten dalam skala besar di luar ruangan belum pernah dilakukan. Sebagai organisme fotosintesis renik, Navicula sp. galur NLA dapat tumbuh di bawah paparan sinar matahari secara langsung dimana intensitas cahayanya dalam siklus harian maupun siklus musiman sangat berfluktuasi sehingga menurunkan produktivitas biomassa, mengubah metabolisme sel, dan mengganggu fotosintesis, yang pada akhirnya mengakibatkan perubahan jalur sintesis fukosantin dan ?- karoten. Oleh karena itu, penelitian ini bertujuan untuk mempelajari pertumbuhan diatom laut tropis Navicula sp pada kondisi baik di dalam dan di luar ruangan dan mempelajari dinamika akumulasi ?-karoten dan fukosantin di dalam selnya.\n\nMetode yang digunakan pada penelitian ini meliputi tiga tahap. Tahap pertama adalah mengevaluasi pertumbuhan sel dan produktifitas biomassa Navicula sp. galur NLA dalam medium premiks dan modifikasi. Medium premiks adalah medium Walne yang kaya nutrisi, sedangkan medium modifikasi merupakan medium sederhana yang berisi campuran urea, silikat, besi, dan fosfat. Tahap kedua adalah menguji pengaruh nutrisi, kondisi pertumbuhan, dan akumulasi pigmen fotosintesis Navicula sp. galur NLA pada kondisi di dalam ruangan. Sumber nitrogen dari urea, nitrat, dan ammonium dalam medium dan juga konsentrasi silikat dioptimasi untuk mendapatkan biomassa Navicula sp. galur NLA Tinggi, dan juga ?-karoten dan fukosantin tinggi. Akumulasi ?-karoten dan fukosantin di dalam sel yang ditumbuhkan pada kondisi nutrien terbatas diamati. Selain itu, pengamatan pengaruh intensitas cahaya terhadap pertumbuhan sel Navicula sp. galur NLA dan akumulasi ?-karoten dan fukosantin juga dilakukan. Pengaruh intensitas cahaya terhadap pertumbuhan sel Navicula sp. galur NLA ini dipelajari untuk mengetahui respon sel terhadap tekanan cahaya. Tahap terakhir adalah mengevaluasi pengaruh paparan sinar matahari langsung terhadap pertumbuhan sel Navicula sp, dan akumulasi ?-karoten dan fukosantin terhadap sel Navicula sp. galur NLA yang ditumbuhkan di luar ruangan. Dalam penelitian ini, parameter yang ditentukan adalah produktivitas biomassa, kandungan ?-karoten dan fukosantin, rasio fukosantin/?-karoten, dan produktivitas ?-karoten dan fukosantin.\n \n\nUntuk   mendapatkan   medium   pertumbuhan   yang   mudah   didapat   dan   tidak   mahal, pertumbuhan sel Navicula sp. galur NLA dalam medium premiks dibandingkan dengan pertumbuhannya dalam medium modifikasi. Hasil pengamatan menunjukkan bahwa sel Navicula sp. galur NLA yang dikultur dalam medium modifikasi dengan kerapatan awal\n5×105 sel mL?1 tumbuh subur dengan kerapatan sel 13,37±0,25 × 106 sel mL-1 pada hari ke 7, sedangkan sel dalam medium premiks memiliki kerapatan sel 8,24±0,06 × 106 sel mL?1 pada hari yang sama. Ini setara dengan produktivitas biomassa 260,8±12 mg sel kering L?1  h?1 pada medium modifikasi dan 100,76±0,5 mg sel kering L?1 h?1 pada medium premiks. Jadi, medium  modifikasi  yang  biayanya  88,2%  lebih  rendah  dibandingkan  dengan  medium premiks merupakan medium pertumbuhan yang lebih baik untuk menghasilkan biomassa Navicula sp. galur NLA (tes Tukey, P<0,05) dan medium ini digunakan untuk percobaan selanjutnya.\n\nUntuk mengetahui jenis nitrogen yang disukai oleh Navicula sp. galur NLA, sel-sel ditumbuhkan pada medium modifikasi dengan sumber nitrogen yang berbeda, yaitu urea, nitrat, dan ammonium dengan jumlah mol nitrogen yang sama. Hasil pengamatan menunjukkan bahwa produktivitas sel Navicula sp. galur NLA tertinggi dalam medium modifikasi dengan sumber nitrogen berupa nitrat sebesar 16,33±0,74 × 106 sel mL-1 (tes Turkey, P<0,05), dengan rasio karotenoid total/klorofil a 1,92 yang teramati pada hari ke 7. Pada medium pertumbuhan ini, kandungan ?-karoten dan fukosantin yang diperoleh berturut- turut sebesar 19,69±0,38 µg g?1 dan 5,52±0,25 mg g?1 sel kering. Untuk mendapatkan ?- karoten dan fukosantin banyak, sel Navicula sp. galur NLA ditumbuhkan dalam medium modifikasi dengan konsentrasi nitrogen 14 dan 140 mg L?1. Hasil pengamatan menunjukkan bahwa Navicula sp. galur NLA yang dikultur dalam medium modifikasi dengan konsentrasi nitrogen 14 mg L?1 di dalam ruangan menghasilkan ?-karoten (22,23±0,01 µg g?1 sel kering) yang berbeda signifikan dengan ?-karoten yang dihasilkan dari sel yang ditanam dalam medium dengan konsentrasi nitrogen 140 mg L?1 (20,02±0,14 µg g?1 sel kering) (tes Tukey, P<0,05) pada kondisi yang sama. Namun, kadar fukosantin (5,51±0,06 mg g?1  sel kering) yang dihasilkan Navicula sp. galur NLA yang dikultur dalam medium modifikasi dengan konsentrasi nitrogen 140 mg L?1 lebih tinggi 1,9 kali dibandingkan dengan hal serupa dalam sel yang dikultur dalam medium dengan konsentrasi nitrogen 14 mg L?1. Ini menunjukkan bahwa sel Navicula sp. galur NLA mengakumulasi ?-karoten pada kondisi nutrisi nitrogen rendah, atau mengakumulasi fukosantin pada kondisi nutrisi nitrogen tinggi.\n\nUntuk  mengakumulasi  ?-karoten  dan  fukosantin,  sel-sel  Navicula  sp.  galur  NLA  yang tumbuh dalam medium modifikasi diberi tekanan kekurangan silikat. Pada percobaan pengurangan jumlah silikon pada medium modifikasi hingga menjadi 5,9 mg L?1 (sepersepuluh dari konsentrasi normalnya) produktivitas biomassa Navicula sp. galur NLA turun yang signifikan. Pada kondisi ini, Navicula sp. galur NLA menghasilkan ?-karoten (24,41±0,23 µg g?1 sel kering) lebih tinggi 1,2 kali dari kondisi normalnya, dan menghasilkan fukosantin (4,07±0,02 mg g?1  sel kering) lebih rendah 1,3 kali. Peningkatan ?-karoten pada kondisi silikat rendah menjelaskan bahwa jalur biosintesis ke arah fukosantin tidak maksimal sehingga nilai rasio fukosantin/?-karoten berkurang. Pertumbuhan Navicula sp. galur NLA di dalam ruangan pada intensitas cahaya berbeda (0, 13,5, 67,5, 135, dan 202 µmol m?2 s?1) juga diamati. Hasilnya menunjukkan bahwa kadar ?-karoten dan fukosantin (berturut-turut 5,4\n±0,1 dan 19,9±0,2 µg g-1 sel kering) yang dihasilkan oleh Navicula sp. galur NLA pada intensitas cahaya 202 µmol m?2 s?1  lebih tinggi dibandingkan dengan kadar keduanya pada kondisi  pertumbuhan  dengan  intensitas  cahaya  rendah.  Navicula  sp  yang  dikultur  pada kondisi intensitas cahaya tinggi menunjukkan akumulasi ?-karoten meningkat dengan rasio\n \nfukosantin/?-karoten berkurang, yang mengindikasikan adanya peningkatan ?-karoten dalam sel sehingga kondisi intensitas cahaya tinggi berpotensi mengakumulasi lebih banyak ?- karoten dalam sel.\n\nUntuk mempelajari respon sel terhadap paparan sinar matahari langsung (dengan intensitas maksimum lebih tinggi 13 kali dari intensitas cahaya di dalam ruangan), Navicula sp. galur NLA dikultur dalam medium modifikasi pada fotobioreaktor luar ruangan. Navicula sp. galur NLA tersebut menunjukkan kerapatan 8,85±0,54 × 106  sel mL?1  yang lebih rendah 1,9 kali dibandingkan dengan kerapatan sel yang ditumbuhkan di dalam ruangan, tetapi kadar ?- karoten (24,08±0,94 µg g?1 sel kering) lebih tinggi 1,2 kali dari sel yang dikultur dalam medium yang sama di dalam ruangan, sedangkan fukosantin (2,61±0,03 mg g?1 sel kering) lebih rendah 2,1 kali. Sementara itu, ketika sel tumbuh dalam medium modifikasi dengan konsentrasi nitrogen rendah (14 mg L?1), kadar ?-karoten sebesar 32,53±0,32 µg g?1 sehingga medium ini digunakan dipilih produksi biomassa Navicula sp. galur NLA skala besar.\n\nDalam kondisi tekanan cahaya di luar ruangan, ukuran sel Navicula sp. galur NLA berkurang. Di antara karotenoid yang dihasilkan dalam Navicula sp. galur NLA, jumlah ?-karoten dan fukosantin yang diekspresikan oleh sel sebagai respons terhadap tekanan cahaya sangat dinamis. Kandungan fukosantin dari Navicula sp. galur NLA menurun dari 5,40 ± 0,05 (dalam ruangan) menjadi 2,61 ± 0,06 (luar ruangan) mg g?1 biomassa kering. Namun, kandungan ?-karoten dari Navicula sp. galur NLA meningkat 19,99 ± 0,16 (dalam ruangan) menjadi 24,08 ± 0,16 (luar ruangan) ?g g?1 biomassa kering, yang menunjukkan pentingnya ?-karoten untuk melindungi sel.", "Daftar File": {"2019_DIS_PP_IVONNE_TELUSSA_1-ABSTRAK1.pdf": "https://digilib.itb.ac.id/gdl/download/164592", "2019_DIS_PP_IVONNE_TELUSSA_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/164593", "2019_DIS_PP_IVONNE_TELUSSA_1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/164594", "2019_DIS_PP_IVONNE_TELUSSA_1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/164595", "2019_DIS_PP_IVONNE_TELUSSA_1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/164596", "2019_DIS_PP_IVONNE_TELUSSA_1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/164597", "2019_DIS_PP_IVONNE_TELUSSA_1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/164598", "2019_DIS_PP_IVONNE_TELUSSA_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/164599"}, "Penulis": "Ivonne Telussa [30514008]", "Kontributor / Dosen Pembimbing": ["Dr. Rusnadi, S.Si., M.Si."], "Jenis Koleksi": "Disertasi", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "?-Karoten, Diatom laut tropis, Fukosantin, Navicula sp. galur NLA, Pigmen fotosintesis", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "08 Mar 2019"}