{"Nomor": 36080, "Judul": "UJI TOKSISITAS AKUT TERHADAP Daphnia magna PADA IPAL TERPADU KAWASAN INDUSTRI TEKSTIL DI DAYEUHKOLOT", "Abstrak": "Sekitar 800 industri tekstil yang berada di Kabupaten Bandung membuang limbahnya langsung ke Sungai Citarum. Hal ini membuat kondisi Sungai Citarum berada pada status tercemar berat. Di Dayeuhkolot sendiri terdapat Intalasi Pengolahan Air Limbah kawasan yang mengelola limbah dari 23 Industri tekstil di sekitarnya dan membuang efluennya ke Sungai Citarum. Pengujian secara fisika dan kimia belum sepenuhnya mewakili dampak limbah tersebut bagi lingkungan khususnya bagi makhluk hidup. Oleh karena itu diperlukan uji secara biologis yang berkaitan dengan makhluk hidup. Salah satu uji yang dapat dipakai adalah uji toksisitas akut (Whole Effluent Toxicity) untuk mengevaluasi kinerja IPAL untuk memonitor apakah efluen yang dikeluarkan bersifat toksik bagi lingkungan atau tidak. Uji ini terdiri dari dua tahap yaitu uji pendahuluan (range finding test) dan uji definitif, untuk mengetahui nilai LC50 (Lethal Concentration 50%). Hewan uji yang digunakan dalam penelitian ini adalah Daphnia magna. Untuk mengetahui kondisi kinerja IPAL secara fisika-kimia maka dilakukan uji karakterisasi terlebih dahulu. Dari uji karakterisasi didapatkan beberapa parameter berada di atas baku mutu berdasarkan KepMenLH No. 51 tahun 1995. Efisiensi untuk parameter COD mencapai 2,3%, sedangkan untuk parameter lainnya tidak mengalami penyisihan. Berdasarkan hal itu menunjukkan kinerja IPAL masih sangat buruk. Uji toksisitas akut efluen IPAL dilakukan dengan metode statis tanpa penggantian selama 6 hari pengamatan. Nilai LC50 rata-rata yang didapat sebesar 36,59% dan nilai TUa dari keenam sampel limbah cair berada di atas satu sehingga tergolong toksik dan belum aman dibuang ke lingkungan.", "Daftar File": {"2019_TA_PP_ARNIS_TIARA_AYU_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/161564", "2019_TA_PP_ARNIS_TIARA_AYU_1-DAFTAR_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/161572"}, "Penulis": "Arnis Tiara Ayu [15310039]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Dwina Roosmini, MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Daphnia magna, evaluasi Intalasi Pengolahan Air Limbah, industri tekstil, LC50, Whole Effluent Toxicity (WET)", "Sumber": "TUGAS AKHIR September 2014", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "8 file", "Tanggal Input": "08 Mar 2019"}