{"Nomor": 36089, "Judul": "PENGEMBANGAN ALPHA MANGOSTIN YANG DIENKAPSULASI NANOPARTIKEL KITOSAN TERKONJUGASI ASAM FOLAT DAN EFEKNYA TERHADAP PROLIFERASI SEL LINI KANKER PAYUDARA MCF-7", "Abstrak": "Kanker payudara merupakan penyakit yang disebabkan pertumbuhan sel yang dapat membelah sel secara terus menerus di sekitar payudara. Hal tersebut dikarenakan adanya mutasi pada protoonkogen dan gen tumor suppressor. Kanker payudara menempati peringkat ke lima sebagai penyakit kanker yang menyebabkan kematian terbesar setelah kanker paru paru, usus, lambung dan hati. Pengobatan selama ini seperti kemoterapi, operasi serta radiasi dapat menyebabkan kondisi lebih buruk pada pasien. Oleh karena itu pencarian bahan alam masih perlu dilakukan untuk menanggulangi dampak buruk bagi pasien. Alpha mangostin merupakan senyawa bahan alam yang banyak ditemukan di kulit buah manggis. Senyawa ini diketahui memiliki aktivitas sebagai antikanker yang tinggi. Namun, senyawa ini memiliki kelarutan serta bioavailability yang rendah. Hal tersebut dapat diatasi dengan menggunakan sistem penghantaran obat aktif dengan menggunakan nanopartikel kitosan. Penambahan ligand yang berupa asam folat pada permukaan nanopartikel kitosan dapat dilakukan sehingga nanopartikel kitosan dapat mencapai ke sel target lebih spesifik.\nTujuan dari penelitian ini yaitu untuk sintesis nanopartikel kitosan terkonjugasi asam folat yang mengandung ? mangostin dan mempelajari karakteristik fisika kimia, drug release serta efeknya terhadap sitotoksisitas, proliferasi dan internalisasi nanopartikel pada sel lini kanker payudara MCF 7. Konjugasi kitosan dengan asam folat dilakukan dengan menggunakan kovalen linker (1-Ethyl-3-(3-dimethylaminopropyl)-carbodiimide) EDC. Sintesis nanopartikel kitosan dilakukan dengan metode gelasi ionik dengan menggunakan TPP. Adapun perameter yang diamati berupa ukuran & muatan nanopartikel dengan menggunakan zeta sizer, serta bentuk nanopartikel dengan menggunakan SEM. Pelepasan nanopartikel kitosan terkonjugasi asam folat yang mengandung alpha mangostin dilakukan dengan menggunakan metode dialisis. Sitotoksisitas nanopartikel kitosan terkonjugasi asam folat yang mengandung alpha mangostin dilakukan dengan menggunakan metode MTT assay. Internalisasi nanopartikel kitosan terkonjugasi asam folat yang mengenkapsulasi alpha mangostin dilakukan dengan menandai nanopartikel dengan Rhodamin B. Pengamatan internalisasi dilakukan dengan menggunakan mikroskop konfokal. Keberadaan nanopartikel kitosan terkonjugasi asam folat yang mengenkapsulasi ? mangostin di dalam sel diamati dengan menggunakan TEM. Analisis ekspresi gen Ki67 dilakukan pada level mRNA dengan menggunakan RT-qPCR.\nBerdasarkan hasil penelitian diketahui bahwa nanopartikel kitosan terkonjugasi asam folat dan nanopartikel kitosan terkonjugasi asam folat yang berisi alpha mangostin berhasil disintesis dan memiliki ukuran ±120 nm, dengan muatan nanopartikel di atas ±25 mV serta berbentuk spherical. Pelepasan alpha mangostin dari nanopartikel kitosan terkonjugasi asam folat terjadi lebih cepat di pH asam dibandingkan pada pH netral. Hasil MTT assay menunjukkan bahwa nilai IC50 alpha mangostin dan nanopartikel kitosan terkonjugasi asam folat yang berisi alpha mangostin yaitu sebesar 13±0,46 ?g/ml dan 17.03±1,6 mikrogram/ml. Penggunaan nanopartikel sebagai drug delivery system tidak menurunkan nilai IC50. Namun, penggunaan nanopartikel tersebut dapat menghantarkan alpha mangostin langsung menuju ke sel target.\nBerdasarkan pengamatan dengan menggunakan mikroskop konfokal, nanopartikel kitosan terkonjugasi asam folat yang berisi alpha mangostin diduga dapat masuk ke dalam lini sel kanker payudara MCF 7 melalui receptor mediated endocytosis yaitu dibantu oleh asam folat yang berikatan dengan reseptor asam folat pada sel MCF-7. Disamping itu, nanopartikel kitosan yang masuk ke dalam sel banyak ditemukan di dalam sitoplasma dibandingkan di dalam endosom. Pemberian nanopartikel kitosan terkonjugasi asam folat berisi alpha mangostin dapat menghambat ekspresi gen Ki-67. Hasil ini sejalan dengan adanya penghambatan proliferasi yang dapat dilihat pada hasil MTT. Pada penelitian ini dapat disimpulkan bahwa nanopartikel kitosan terkonjugasi asam folat yang mengenkapsulasi alpha mangostin berhasil disintesis dan dikarakterisasi. Nanopartikel tersebut dapat diinternalisasi oleh sel lini kanker payudara MCF-7 dan menghambat proliferasi sel.", "Daftar File": {"2019_TS_PP_Swara_Yudhasasmita_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/161586", "COVER Swara Yudhasasmita": "https://digilib.itb.ac.id/gdl/download/191304", "BAB 1 Swara Yudhasasmita": "https://digilib.itb.ac.id/gdl/download/191305", "BAB 2 Swara Yudhasasmita": "https://digilib.itb.ac.id/gdl/download/191306", "BAB 3 Swara Yudhasasmita": "https://digilib.itb.ac.id/gdl/download/191307", "BAB 4 Swara Yudhasasmita": "https://digilib.itb.ac.id/gdl/download/191308", "BAB 5 Swara Yudhasasmita": "https://digilib.itb.ac.id/gdl/download/191309", "PUSTAKA Swara Yudhasasmita": "https://digilib.itb.ac.id/gdl/download/191310"}, "Penulis": "Swara Yudhasasmita [21116014]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Marselina Irasonia Tan, MS", "Assoc.Prof.Werasak Surareungchai"], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Nanopartikel kitosan terkonjugasi asam folat, alpha Mangostin, Sitotoksisitas, Internalisasi nanopartikel", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "08 Mar 2019"}