{"Nomor": 36084, "Judul": "ANTENA BUMBUNG GELOMBANG LINGKARAN SUSUN UNTUK APLIKASI RF ENERGY HARVESTING", "Abstrak": "Pada penelitian ini dilakukan perancangan, simulasi dan realisasi antena bumbung gelombang lingkaran susun 2 × 2 untuk aplikasi RF energy harvesting. Bumbung gelombang lingkaran yang digunakan mempunyai mode TM dengan spesifikasi cut-off berada pada frekuensi 1600 MHz yang dirancang untuk bekerja pada frekuensi 1800 MHz – 1900 MHz. Material yang dipakai untuk membuat antenna bumbung gelombang adalah material tembaga yang mempunyai ketebalan 0,5 mm dan disusun pada substrat dielektrik FR-4 Epoxy dengan ketebalan 1,6 mm. Pencatuan dilakukan dengan menggunakan SMA konektor 50 ? dan didistribusikan kepada masing-masing bumbung gelombang dengan saluran mikro strip yang dicetak dibawah substrat dielektrik. Pada tahap awal dirancang sebuah bumbung gelombang lingkaran dengan hasil optimum pada frekuensi kerja 1,85 GHz dengan nilai ???????????? sebesar -26,55 dB.Hasil dari antenna bumbung gelombang lingkaran susun sejajar 2 × 2 yang menghasilkan nilai ???????????? -13,52 dB pada frekuensi 1,85 GHz. Melalui optimasi pergeseran penempatan antenna bumbung gelombang sejauh 15 mm, didapatkan nilai koefisien refleksi sebesar -34,4 dB pada frekuensi 1,85 GHz. Pada tahap realisasi, bumbung gelombang lingkaran susun 2 × 2 mendapatkan nilai ???????????? sebesar -30,32 dB pada frekuensi 1,84 GHz. Untuk nilai VSWR yang dihasilkan sebesar 1,12 pada frekuensi 1,85 GHz dan gain yang terukur pada frekuensi 1,85 GHz adalah sebesar -8,24 dBi. Rangkaian rectifier dan voltage multiplier disematkan pada tahap akhir dari rangkaian untuk RF energy harvesting ini. Rangkaian voltage multiplier menggunakan lima tingkat voltage multiplier yang diharapkan dapat memberikan tegangan keluaran yang cukup besar dari proses energy harvesting. Namun pada pengukuran, belum terlihat adanya penguatan tegangan keluaran sebesar 0,22 Volt untuk nilai masukan 0,2 Volt", "Daftar File": {"23215021_abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/161574"}, "Penulis": "Muhammad Panji Kusuma Praja [23215021]", "Kontributor / Dosen Pembimbing": ["Dr. Mohammad Sigit Arifianto, S.T., M.Sc.", "Dr.Eng. Achmad Munir, S.T., M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "bumbung gelombang lingkaran, energy harvesting, mode TM, voltage multiplier, rectifier", "Sumber": "", "Staf Input/Edit": "karya", "File": "1 file", "Tanggal Input": "08 Mar 2019"}