{"Nomor": 36097, "Judul": "Latest Progress in Electrospun Nanofibers for Wound HealingApplications", "Abstrak": "Electrospinning is a versatile technique used to create nativetissue-likefibrous scaffolds. Recently, it has gained a large amount of attentionfor generation of bioactive dressing materials suitable for treatment of bothchronic and acute wounds. In this Review, we focus on the latest advancesmade in the application of electrospun scaffolds for bioactive wound healing.Wefirst provide a brief overview of the wound healing process andelectrospinning approaches. We then discuss fabrication of scaffolds madefrom natural and synthetic polymers via electrospinning for effective woundtreatment and management. Natural polymers used for wound healingincluded in our Review cover protein based polymers such as collagen, gelatin,and silk and polysaccharide based polymers such as chitosan, hyaluronic acid,and alginate. In addition, we discuss aliphatic polyesters, super hydrophilicpolymers, and polyurethanes as some of the most commonly used syntheticpolymers for wound healing and wound dressing applications. Next, we reviewmultifunctional and“smart”scaffolds developed by electrospinning based approaches. We place an emphasis on howflexibilityof the electrospinning process enables production of advanced scaffolds such as core?shellfibrous scaffolds, multilayer scaffolds,and surface modified scaffolds. Taken together, it is clear that electrospinning is an emerging technology that provides a uniqueopportunity for engineering more effective wound dressing, management, and care products.", "Daftar File": {"2019_EJRNL_PP_Adnan_Memic_1.pdf": "https://digilib.itb.ac.id/gdl/download/161600"}, "Penulis": "Adnan Memic [-]", "Kontributor / Dosen Pembimbing": ["Tuerdimaimaiti Abudula,Halimatu S. Mohammed,Kasturi Joshi Navare,Thibault Colombani,Sidi A. Bencherif"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "electrospinning, wound healing, bioactivity, mechanical properties, antibacterial performance", "Sumber": "ACS Appl. Bio Mater.XXXX, XXX, XXX?XXX", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "08 Mar 2019"}