{"Nomor": 36091, "Judul": "Facile Surface Multi-Functionalization of Biomedical Catheterswith Dual-Microcrystalline Broad-Spectrum Antibacterial Drugsand Antifouling Poly(ethylene glycol) for Effective Inhibitionof Bacterial Infections", "Abstrak": "With the development of biomedical materials, the widespread use ofimplantable medical devices such as biomedical catheters has saved lives and improvedtherapeutic outcomes in the clinic. Biomedical catheters (BCs) have the ability toconnect the body inside and outside and are widely used in clinical sites forfluiddischarging, blood indwelling, mechanical ventilating, and so on. However, catheter-related infections (CRIs) are common nosocomial infections with high morbidityand mortality. The pathogens in the urinary tract, blood, and lung tissue carried byBCs may be the direct cause of CRIs, and the bacterial biofilm on the surface of BCsprovides a notable source of persistent diseases. Microcrystalline sulfamethoxazole(SMZ) and trimethoprim (TMP) were prepared in this study to increase both thespecific surface area and water-solubility of antibacterial drugs, as well as to enhancethe antibacterial and antifouling effects on the surface of BCs. As-prepared drugs andthe excellent antifouling agent polyethylene glycol (PEG) were then used for thefunctionalization of BCs. The result indicated that the sizes of microcrystalline SMZ and TMP were 0.5?3?m, 1?5?m, respec-tively. The coating of BC-PEG-drugs exhibited excellent antibacterial efficacy in culture as well as preeminent antibacterial andantifouling abilities on the surface of BCs towardStaphylococcus aureus(S. aureus) andEscherichia coli(E. coli). Moreover, theBC-PEG-drugs groups exhibited outstanding antibacterial and antifouling abilities in vivo by an animal infection model withS. aureus. This study offers a simple and effective approach for the synthesis of antibacterial and antifouling coatings that consistof microcrystalline drugs, with promising clinical applicability", "Daftar File": {"2019_EJRNL_PP_Manman_Yu_11.pdf": "https://digilib.itb.ac.id/gdl/download/161590"}, "Penulis": "Manman Yu [-]", "Kontributor / Dosen Pembimbing": ["Xuejia Ding,Yiwen Zhu,Shuangmei Wu,Xiaokang Ding,Yang Li,Bingran Yu,Fu-Jian Xu"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "microcrystalline drugs, infection, antibacterial, antifouling, multifunctionalization", "Sumber": "ACS Appl. Bio Mater.XXXX, XXX, XXX?XXX", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "08 Mar 2019"}