{"Nomor": 36094, "Judul": "Functionalized Carbon Nanowalls as Pro-Angiogenic Scaffolds forEndothelial Cell Activation", "Abstrak": "Substrates that can be utilized to assist in expression of theinherent characteristics of cells under in vitro conditions are necessary tomimic the in vivo scenario to the maximum extent possible. Wedemonstrate the application of functionalized carbon nanowalls (CNW) infacilitating human endothelial cell attachment and proliferation. TheCNWfilms were grown on silicon substrates by surface-wave microwaveplasma-enhanced chemical vapor deposition (SWMWPECVD) technique.These CNW were then functionalized using nitrogen (N2) gas plasma toform functionalized N2doped CNW (CNW-N2). Characterization ofCNWs revealed a uniform petal-like morphology with the individual CNWwidth measured to be 1?5 nm and thefilm thickness in the range of 10?12?m. The N2functionalized CNWs proved to be highly efficient inproviding cell-anchorage to the endothelial cells. Profiles of majorcytoskeletal proteins revealed a higher degree of expression in thefunctionalized CNWs depicting the maintenance of structural integrity of cells. Interestingly, the CNW-N2substrate was foundto promote pro-angiogenic factors in the cells, which is observed here for thefirst time, that could pave way for the utilization ofthis substrate for detailed studies of angiogenesis processes in vitro and further biomedical applications.", "Daftar File": {"2019_EJRNL_PP_Vimal_Kumar_1.pdf": "https://digilib.itb.ac.id/gdl/download/161597"}, "Penulis": "Vimal Kumar, [-]", "Kontributor / Dosen Pembimbing": ["M. Sheikh Mohamed,Srivani Veeranarayanan,Toru Maekawa,D. Sakthi Kumar"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "carbon nanowalls, angiogenesis, cell adhesion, cell scaffold, carbon nanomaterials, chemical vapor deposition", "Sumber": "ACS Appl. Bio Mater.XXXX, XXX, XXX?XXX", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "08 Mar 2019"}