{"Nomor": 36108, "Judul": "PENGGUNAAN ALGORITME PEMBELAJARAN MESIN K-MEANS++ UNTUK SEGMENTASI DATASET PEDAGANG", "Abstrak": "Analisis RFM (Recency, Frequency, Monetary) adalah analisis yang mengandalkan kedua atau ketiga atribut tersebut untuk meningkatkan kepuasan pelanggan suatu perusahaan. Seiring perkembangan teknologi, perusahaan dapat memanfaatkan algoritme pembelajaran mesin untuk melakukan analisis RFM. Penelitian ini memanfaatkan metode clustering pada sebuah dataset yang memiliki dua atribut, yakni Frequency dan Monetary para pedagang yang menerima pembayaran dengan menggunakan EDC (Electronic Data Capture). Penelitian ini mengoptimasi algoritme K-Means++ untuk mensegmentasi dataset SIJEKH 2 dengan menggunakan metodologi CRISP-DM. Penelitian ini membandingkan dua algoritme K-Means++ dengan teknik inisialisasi yang berbeda, yaitu menggunakan K-Means++ secara otomatis dan koordinat pusat klaster dengan letak yang acak. Secara umum, algoritme K-Means++ dengan koordinat pusat klaster yang acak umumnya berkinerja lebih buruk daripada yang bekerja secara otomatis, tetapi hanya sedikit lebih buruk pada jumlah klaster yang optimal, yaitu dua. Rata-rata para pedagang yang termasuk anggota klaster 1 lima kali lebih sering menerima pembayaran melalui EDC dan sepuluh kali lebih banyak menerima uang daripada para pedagang klaster 2. Para peneliti dapat meningkatkan kualitas hasil segmentasi dataset SIJEKH 2 dengan menggunakan teknik normalisasi, scaling, maupun algoritme clustering yang berbeda.", "Daftar File": {"2019_TA_PP_R__Haryo_Pandu_P__1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/161618"}, "Penulis": "R Haryo Pandu P [18214015]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Dimitri Mahayana, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "analisis RFM, K-Means++, optimasi, pedagang, segmentasi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "08 Mar 2019"}