{"Nomor": 36106, "Judul": "STUDI COMPRESSION AFTER IMPACT SEBELUM DAN SESUDAH REPAIR PADA PELAT KOMPOSIT KARBON/EPOXY", "Abstrak": "Dalam proses produksi, tidak selamanya produk yang dihasilkan sesuai dengan desain. Defect yang terjadi pada produk bukan hal yang jarang terjadi, karena itu terdapat berbagai upaya untuk menghilangkan defect tersebut dan mengembalikan kekuatan produk sesuai dengan desain. Salah satu defect yang bersifat berbahaya pada material komposit adalah akibat impact, defect tersebut berbahaya karena sering kali tidak terlihat secara jelas sehingga terlewatkan pada proses inspeksi produk. Dampak yang terjadi akibat defect tersebut mengakibatkan delaminasi yang menyebabkan penurunan kekuatan kompresi secara signifikan pada komposit. \nPada penilitian ini dilakukan eksperimen untuk mengetahui penurunan kekuatan kompresi dari 2 konfigurasi spesimen komposit yaitu UD dan Fabric yang telah dilakukan uji impact sesuai dengan ASTM D7136. Uji CAI sesuai ASTM D7137 perlu dilakukan untuk mendapatkan informasi tentang pelat komposit yang memiliki defect akibat impact lalu dilakukan uji TTU untuk mengetahui dimensi kerusakan yang terjadi secara jelas. Setelah mendapatkan informasi penurunan kekuatan kompresi dari spesimen uji, dilakukan pekerjaan patch repair (wet laminate & dry laminate) sesuai dengan I+D-P-412 dan PS-20-0-34-0152 untuk menghilangkan defect yang terjadi akibat impact dan mengembalikan kekuatan kompresi spesimen ke kekuatan asalnya. Uji CAI dilakukan kembali untuk mendapatkan informasi mengenai kekuatan kompresi setelah pekerjaan patch repair.\nBerdasarkan data eksperimen yang dilakukan, pada spesimen UD terjadi penurunan kekuatan kompresi sebesar 30,93% dan pada spesimen Fabric sebesar 32,54% dari kekuatan awalnya. Setelah melakukan pekerjaan patch repair dengan metode wet laminate dengan menggunakan clamp press dan oven untuk pekerjaan curing nya, kekuatan kompresi pada spesimen UD naik sebesar 10,03% menjadi 79,10% sedangkan pada spesimen Fabric mengalami peningkatan kekuatan kompresi sebesar 12,56% menjadi 80,02%. Sedangkan pekerjaan patch repair dengan metode dry, kekuatan kompresi pada spesimen UD naik sebesar 19,01% menjadi 88,08% sedangkan pada spesimen Fabric mengalami peningkatan kekuatan kompresi sebesar 22,32% menjadi 89,78%.", "Daftar File": {"2019_TS_PP_RBG_ARDHI_IHSAN_HERASTAMA_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/161616", "COVER Raden Bagus Ardhi Ihsan Herast": "https://digilib.itb.ac.id/gdl/download/166789", "BAB 1 Raden Bagus Ardhi Ihsan Herast": "https://digilib.itb.ac.id/gdl/download/166790", "BAB 2 Raden Bagus Ardhi Ihsan Herast": "https://digilib.itb.ac.id/gdl/download/166791", "BAB 3 Raden Bagus Ardhi Ihsan Herast": "https://digilib.itb.ac.id/gdl/download/166792", "BAB 4 Raden Bagus Ardhi Ihsan Herast": "https://digilib.itb.ac.id/gdl/download/166794", "BAB 5 Raden Bagus Ardhi Ihsan Herast": "https://digilib.itb.ac.id/gdl/download/166795", "PUSTAKA Raden Bagus Ardhi Ihsan Herast": "https://digilib.itb.ac.id/gdl/download/166796"}, "Penulis": "Raden Bagus Ardhi Ihsan Herast [23616307]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Bambang Kismono Hadi", "Djarot Widagdo, Ph.D.", "Ir. Muhammad Kusni, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Plat komposit, BVID, LVI, TTU, CAI, REPAIR", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "9 file", "Tanggal Input": "08 Mar 2019"}