{"Nomor": 36119, "Judul": "Macrophage-Assisted Dissolution of Gold Nanoparticles", "Abstrak": "Gold nanoparticles (AuNPs) are readilyfunctionalized and considered biocompatible making themuseful in a wide range of applications. Upon human exposure,AuNPs will to a high extent reside in macrophages, cells thatare designed to digest foreign materials. To better understandthe fate of AuNPs in the human body, their possibledissolution needs to be explored. In this study, we testedthe hypothesis that macrophages, and especially stimulatedmacrophages, can impact the dissolution of AuNPs in a size-dependent manner. We developed an in vitro method tocompare the dissolution of citrate coated 5 and 50 nm-sizedAuNPs, in terms of released gold ions as measured byinductive coupled mass spectrometry (ICP-MS), in (i) cellmedium (alone) (ii) in medium with macrophages present and (iii) in medium with lipopolysaccharide (LPS) triggeredmacrophages (simulating inflammatory conditions). We found an evident, time-dependent dissolution of AuNPs in cellmedium, corresponding to 3% and 0.6% of the added amounts of 5 and 50 nm AuNPs, respectively, after 1 week (168 h) ofincubation. The dissolution of 5 nm AuNPs was further increased to 4% in the presence of macrophages and, most strikingly,14% was dissolved in case of LPS-triggering. In contrast, only a minor increase was observed for 50 nm AuNPs after 1 week inthe presence of LPS-triggered macrophages compared to medium alone. Dissolution experiments in the absence of cellshighlighted the importance of biomolecules. Ourfindings thus show dissolution of citrate coated AuNPs that is dependent onsize, presence of macrophages, and their inflammatory state. Thesefindings have implications for understanding thetransformation/dissolution and fate of AuNPs", "Daftar File": {"2019_EJRNL_PP_Ulrika_Carlander_1.pdf": "https://digilib.itb.ac.id/gdl/download/161647"}, "Penulis": "Ulrika Carlander [-]", "Kontributor / Dosen Pembimbing": ["Klara Midander,Yolanda S. Hedberg,Gunnar Johanson,Matteo Bottai,Hanna L. Karlsson"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "dissolution, metal release, biosolubility, macrophages, inflammation", "Sumber": "ACS Appl. Bio Mater.XXXX, XXX, XXX?XXX", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "08 Mar 2019"}