{"Nomor": 36116, "Judul": "PENGARUH PERBEDAAN METODE PENDEDAHAN SUARA DENGAN DUA PERLAKUAN PAKAN TERHADAP KEMAMPUAN BERNYANYI BURUNG KENARI (Serinus canaria) JANTAN MUDA", "Abstrak": "Burung bernyanyi banyak dipelajari dalam penelitian bioakustik karena dianggap sebagai model yang paling baik (‘powerful model’) dari perkembangan vokalisasi pada manusia. Mekanisme kognitif, perilaku, dan sistem saraf yang terlibat dalam proses belajar bernyanyi pada burung bernyanyi paralel dengan proses belajar berbicara pada anak manusia. Salah satu faktor penting yang mempengaruhi kualitas nyanyian yang dihasilkan oleh burung bernyanyi adalah faktor ketersediaan pakan dan suasana interaksi sosial antara burung tutor dengan burung muda yang sedang belajar bernyanyi ketika proses pembelajaran berlangsung saat periode sensitif. Penelitian ini bertujuan untuk mempelajari kemampuan belajar bernyanyi pada burung kenari jantan muda yang didedahkan secara ‘live-tutoring’ dan ‘tape-tutoring’ dengan pemberian pakan normal dan ‘extra food’. Penelitian dilakukan selama lima bulan (Februari-Juni 2011) terhadap 12 ekor burung kenari jantan muda berumur 10 minggu. Perlakuan pendedahan suara dilakukan setiap hari selama empat jam (pukul 10.00–14.00 WIB). Pemberian pakan ’extra food’ dilakukan berdasarkan susunan menu harian yang terdiri dari biji-bijian, sayuran, buah-buahan, jangkrik, telur puyuh, dan tulang rawan sotong (asinan). Penilaian kualitas nyanyian burung kenari muda dilakukan dengan metode pencuplikan suara serta dianalisis dalam bentuk ’sonagram’ dan ’oscillogram’ melalui program ‘Avisoft-Sonagraph Pro’. Pencuplikan suara dilakukan hingga diperoleh 50 cuplikan nyanyian setiap bulan selama empat bulan perlakuan dari setiap individu burung. Parameter suara nyanyian yang diukur meliputi: durasi nyanyian, ‘repertoire size’, jumlah tipe silabel (‘syllable’) dalam satu nyanyian, dan ‘syllable repertoire’. Berdasarkan hasil analisis diketahui bahwa burung kenari jantan muda dengan perlakuan pakan ‘extra food’ dan didedahkan secara ‘live-tutoring’ dalam proses pembelajarannya mampu menghasilkan kualitas nyanyian yang lebih baik dan berbeda nyata (P<0,05) dibandingkan dengan ketiga perlakuan lainnya yang ditunjukkan dengan tingginya skor penilaian pada semua parameter kualitas nyanyian. Dari hasil penelitian ini dapat diketahui bahwa faktor ketersediaan pakan ’extra food’ bersifat saling menguatkan ketika dikombinasikan dengan faktor interaksi sosial saat proses pembelajaran vokal berlangsung pada masa periode sensitif.", "Daftar File": {}, "Penulis": "Ucu Julita [20610014]", "Kontributor / Dosen Pembimbing": ["Dr. Lulu Lusianti Fitri, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "Life sciences ; biology", "Kata Kunci": "burung bernyanyi, Serinus canaria, sonangram, silabel, ‘extra food’, ‘live-tutoring’,", "Sumber": "", "Staf Input/Edit": "agus slamet", "File": "1 file", "Tanggal Input": "08 Mar 2019"}