{"Nomor": 36125, "Judul": "RESPONS KOMODO (Varanus komodoensis, OUWENS 1902) TERHADAP STIMULUS AKTIVITAS WISATAWAN SELAMA AWAL MUSIM REPRODUKSI DI LOH BUAYA, PULAU RINCA, NUSA TENGGARA TIMUR", "Abstrak": "Aktivitas wisata alam merupakan salah satu bentuk interaksi antara manusia dan satwa liar yang saat ini mengalami peningkatan. Musim reproduksi adalah salah satu daya tarik wisata yang juga rentan terhadap gangguan. Hingga saat ini belum diketahui tentang pengaruh aktivitas wisata terhadap perilaku reproduksi komodo yang dapat menjamin keberlangsungan populasi komodo dan aktivitas wisata di kawasan konservasi. Penelitian ini bertujuan untuk mengidentifikasi gangguan aktivitas wisata terhadap perilaku reproduksi komodo terutama respons perilaku kawin dan bersarang. Penelitian dilakukan di lokasi wisata Loh Buaya, Pulau Rinca-Taman Nasional Komodo. Gangguan dan respons diidentifikasi menggunakan metode focal-continuous sampling dari awal musim kawin hingga minggu pertama masa bersarang di area wisata. Respons dari komodo terhadap keberadaan wisatawan dibagi menjadi tiga, yaitu menghindar, netral ataupun menyerang. Stimulus wisatawan juga dibagi berdasarkan jarak (<5 meter; 5-10 meter; >10 meter) dan jumlah (<5 orang; 5-10 orang; >10 meter). Hasil pengamatan menunjukkan bahwa sistem perkawinan komodo adalah polyandry. Pemilihan pasangan oleh jantan didasari atas kondisi reseptif betina. Ritual perkawinan komodo dimulai dari perilaku licking, holding/mounting, scratching, dan copulation. Perilaku bersarang terdiri atas pemilihan sarang, menggali lubang, meletakkan telur, menutup lubang dan menjaga sarang. Variansi latensi dari perilaku kawin dan bersarang berhubungan dengan waktu aktif dan gangguan dari individu lain. Komodo di sekitar area wisata telah mengalami habituasi terhadap kehadiran wisatawan. Kehadiran wisatawan dijumpai tidak menyebabkan terganggunya kopulasi ataupun kegagalan bersarang. Fasilitas wisata memicu berkumpulnya komodo akibat ketertarikan terhadap ketersediaan makanan sisa manusia dan secara tidak langsung mendukung proses reproduksi sebagian populasi. Intensitas perjumpaan yang tinggi antara manusia dan komodo yang terhabituasi dapat meningkatkan potensi konflik. Oleh sebab itu, menghindari konflik dan mengurangi habituasi komodo akibat kehadiran manusia merupakan hal yang perlu diperhatikan dalam pengelolaan.", "Daftar File": {}, "Penulis": "Aditya Dimas Pramudya [20613028]", "Kontributor / Dosen Pembimbing": ["Dr. Achmad Sjarmidi"], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "Life sciences ; biology", "Kata Kunci": "Aktivitas Wisata, Habituasi, Konsekuensi, Perilaku reproduksi, Toleransi", "Sumber": "", "Staf Input/Edit": "agus slamet", "File": "1 file", "Tanggal Input": "08 Mar 2019"}