{"Nomor": 36137, "Judul": "Effect of Multi-Component Ions Exchange On Low Salinity EOR: Coupled Geochemical Simulation Study", "Abstrak": "The mechanism(s) of Low salinity water flooding (LSWF) has been extensively investigated for 15\ne20 years, as a cost-effective and environmentally friendly technique for improved oil recovery.\nHowever, there is still no consensus on the dominant mechanism(s) behind low salinity effect due\nto the complexity of interactions in the Crude oil/Brine/Rock (COBR) system. While wettability is\nmost agreed mechanism of low salinity EOR effect. Nevertheless, the mechanism(s) behind the\nwettability change is debated between multi-component ion exchange (MIE) and double layer\nexpansion (DLE) in sandstone reservoirs. This paper aims to investigate the effectiveness of MIE\nwith a coupled geochemical-reservoir model using published experimental data reported by\nNasralla and Nasr-El-Din [1].\nWe created core-scale numerical models with parameters identical to those used in the experiments. We simulated the low salinity effect using a commercial reservoir simulator, CMG-GEM, by\ncoupling three chemical reactions: (1) aqueous reaction, (2) multi-component ion exchange, and\n(3) mineral dissolution and precipitation. We modelled the adsorption of divalent cations on the\nsurface of the clay minerals during low salinity water injection. Simulation results were compared\nwith the experimental results.\nSimulation results show that the fractional adsorption of divalent cations (Ca2þ) increased almost\n25% by injecting a 2000 ppm NaCl solution, compared to initial 10,000 ppm NaCl. Injecting a\n2000 ppm of CaCl2 solution, however, significantly increased the adsorbed Ca2þ from 0.1 to 1, which\nimplies the complete saturation of mineral surface with divalent cations. Moreover, injecting\n50,000 ppm of CaCl2 solution also demonstrated the same effect as the 2000 ppm CaCl2 solution\nbut with a faster rate.\nUpon combining the simulation and experimental results, we concluded that the multicomponent ion exchange is not the sole mechanism behind low salinity effect for two reasons.\nFirst, almost 10% additional oil recovery was observed from the experiments by injecting the\n2000 ppm CaCl2 compared with 50,000 ppm CaCl2 solutions. Even though in both cases the surface\nis expected to be fully saturated with Ca2þ according to the geochemical modelling. Second, 6%\nincremental oil recovery was achieved from the experiments by injecting 2000 ppm NaCl solution\ncompared with that of 50,000 ppm NaCl. Although 25% incremental adsorption of divalent cations\n(Ca2þ) were presented during the flooding of the 2000 ppm NaCl solution. Therefore, it is worth\nnoting that the electrical double layer expansion due to the ion exchange needs to be taken into\naccount to pinpoint the mechanism(s) of low-salinity water effect.", "Daftar File": {}, "Penulis": "Ehsan Pouryousefy [-]", "Kontributor / Dosen Pembimbing": ["Quan Xie", "Ali Saeedi"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Enhanced oil recovery, Low salinity water flooding, Geochemical reactions, Numerical simulation", "Sumber": "Petroleum , Volume 2, Issue 3, Pages 215-224 (September  2016)", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "1 file", "Tanggal Input": "08 Mar 2019"}