{"Nomor": 36130, "Judul": "Enhancing Acceptor-Based Optical Behavior in Phosphorus-DopedZnO Thin Films Using Boron as Compensating Species", "Abstrak": "The modulating nature of doping in oxide-based semiconductorshas always been an area of interest as it resulted in numerous technologicaldevelopments. On working with ZnO, the principal challenge faced in its realisticutilization as an optoelectronic material lies in its default n-type of nature due tothe presence of native defects. Thus, achieving p-type behavior has been a tediousjob, and considerable efforts have been made over the past couple of decades. Theincorporation of monodopants has yielded p-type ZnO of unstable reliability, thusspurring research on codoping technology. In present study, we examined theeffects of boron implantation time on the structural and optical properties ofphosphorus-doped ZnO thinfilms, with the objective of realizing a material idealfor optoelectronic applications. Furthermore, we investigated the effects ofannealing temperature on the behavior of codoped samples. Field emission gunscanning electron microscopy, high-resolution X-ray diffraction, X-ray photo-electron spectroscopy, photoluminescence, and conductive atomic force microscopy results evidenced that boron implantationimproved the solubility of the acceptor atom (i.e., phosphorus), which in turn improved thefilms’acceptor-based opticalemission. The various spectral data also indicated the presence and location of boron atoms in thefilms. Moreover, we realized ashallow acceptor energy level, with the minimum value being 55±0.37 meV from the valence band level. The acceptor-boundexciton peak was observed up to 300 K, indicating the feasibility of room temperature applications of thesefilms. In addition,compared with phosphorus doping, codoping increased the photoluminescence intensity of the acceptor peaks. The codopedsamples also exhibited stability in the acceptor behavior with the signature of the acceptor bound peaks observed over the spanof 13 months.", "Daftar File": {"2019_EJRNL_PP_Sushama_Sushama_1.pdf": "https://digilib.itb.ac.id/gdl/download/161664"}, "Penulis": "Sushama Sushama [-]", "Kontributor / Dosen Pembimbing": ["Punam Murkute,Hemant Ghadi,Subhananda Chakrabarti"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "ZnO thinfilms, plasma immersion ion implantation, phosphorus, boron, codoping, acceptor solubility,donor passivation", "Sumber": "ACS Appl. Electron. Mater.XXXX, XXX, XXX?XXX", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "08 Mar 2019"}