{"Nomor": 36139, "Judul": "Generalized Linear Model untuk Model Compound dengan Peubah Acak Primer dan Sekunder yang Tidak Saling Bebas", "Abstrak": "Generalized linear model dapat digunakan untuk menentukan premi murni suatu\nbisnis asuransi, secara khusus suatu bisnis di bidang asuransi umum. Apabila\nmodel yang digunakan untuk menentukan aggregate loss adalah suatu model com-\npound, maka biasanya banyak klaim (number of claims) dan besar klaim (amount\nof claims) diasumsikan saling bebas. Dengan demikian, premi murni adalah\nperkalian antara mean dari distribusi peluang banyak klaim dan mean dari distribusi\npeluang besar klaim. Terdapat beberapa kasus yang mana banyak klaim\ndan besar klaim tidak saling bebas. Tesis ini membahas tentang compound model\nuntuk aggregate loss dengan pendekatan generalized linear model apabila banyak\nklaim dan besar klaim tidak saling bebas. Dalam tesis ini, banyak klaim diasumsikan\nmengikuti distribusi poisson; dan besar klaim diasumsikan mengikuti distribusi\ngamma. Masing-masing banyak klaim dan besar klaim dimodelkan menggunakan\ngeneralized linear model secara terpisah dengan menggunakan fungsi link\nlog. Untuk studi kasus , diambil suatu data dari bisnis asuransi kendaraan bermotor.", "Daftar File": {"2019_TS_PP_RIDHO_IKHRAMUL_FITRA_1_-_BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/161681", "2019_TS_PP_RIDHO_IKHRAMUL_FITRA_1_-_BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/161682", "2019_TS_PP_RIDHO_IKHRAMUL_FITRA_1_-_BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/161683", "2019_TS_PP_RIDHO_IKHRAMUL_FITRA_1_-_BAB_41.pdf": "https://digilib.itb.ac.id/gdl/download/161873", "2019_TS_PP_RIDHO_IKHRAMUL_FITRA_1_-_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/161686", "2019_TS_PP_RIDHO_IKHRAMUL_FITRA_1_-_COVER3.pdf": "https://digilib.itb.ac.id/gdl/download/161874", "2019_TS_PP_RIDHO_IKHRAMUL_FITRA_1_-_LAMPIRAN.pdf": "https://digilib.itb.ac.id/gdl/download/161687"}, "Penulis": "Ridho Ikhramul Fitra [20816016]", "Kontributor / Dosen Pembimbing": ["Dra. Dumaria Rulina Tampubolon, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Aktuaria", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "premi murni, generalized linear model, compound model.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "7 file", "Tanggal Input": "08 Mar 2019"}