{"Nomor": 36136, "Judul": "SPEKTROSKOPI BERBASIS CCD BINTANG-BINTANG WOLF-RAYET: TELAAH KECEPATAN EKSPANSI DAN KEHILANGAN MASSA SEBAGAI KONTRIBUTOR PENGAYAAN MATERI ANTAR BINTANG", "Abstrak": "Bintang Wolf-Rayet pertama kali ditemukan oleh C. Wolf dan G. Rayet pada tahun 1867. Pada spektrum bintang Wolf-Rayet, dapat diamati garis-garis emisi lebar yang diakibatkan oleh pelebaran Doppler. Hal tersebut mengindikasikan bahwa bintang Wolf-Rayet memiliki kecepatan ekspansi yang tinggi. Selain itu, bintang Wolf-Rayet juga diketahui memiliki laju kehilangan massa yang lebih tinggi dibandingkan bintang-bintang lainnya. Dengan demikian, diindikasikan bahwa kecepatan ekspansi dan kehilangan massa bintang Wolf-Rayet memiliki peran terhadap pengayaan materi antar bintang. Berdasarkan garis-garis emisi yang tampak pada spektrum, bintang Wolf-Rayet dapat diklasi?kasikan menjadi bintang WN, WC, atau WO. Spektroskopi optik dilakukan pada malam 5 Juli dan 2 Agustus 2018 menggunakan spektrograf NEO-R1000 (R = ?? ? ? 1000) yang dipasang pada teleskop Celestron C-11 berdiameter 10-inci (F/10) dengan kamera CCD SBIG ST-8 XME (1530×1020 piksel). Dari pengamatan tersebut, diperoleh lima spektrogram bintang WN, tiga spektrogram bintang WC, dan dua spektrogram bintang standar spektrofotometri. Spektrogram tersebut kemudian diolah menggunakan Image Reduction and Analysis Facility (IRAF). Setelah itu, dilakukan analisis data meliputi identi?kasi garis, penentuan kecepatan ekspansi, dan penentuan laju kehilangan massa. Identi?kasi garis dilakukan berdasarkan tabel multiplet oleh C. E. Moore (1945), kecepatan ekspansi ditentukan dengan melakukan dekomposisi Gaussian pada garis-garis emisi, dan laju kehilangan massa ditentukan berdasarkan pemodelan menggunakan Potsdam Wolf-Rayet Models (PoWR). Berdasarkan analisis, diperoleh nilai kecepatan ekspansi dalam rentang 1751? 2641 km/s untuk bintang WN dan 1730?2516 km/s untuk bintang WC. Sedangkan nilai laju kehilangan massa memiliki rentang 0.19×10?5?17.03×10?5 M/tahun untuk bintang WN dan 1.49×10?5?2.09×10?5 M/tahun untuk bintang WC. Apabila diasumsikan jumlah bintang Wolf-Rayet ? 2600 (Kanarek, 2017), maka dapat diestimasi populasi bintang Wolf-Rayet Galaksi melepaskan massa?0.46 M setiap tahun. Dalam skala lokal, kecepatan ekspansi bintang Wolf-Rayet berperan dalam pembentukan struktur pada nebula Wolf-Rayet. Pada kasus tertentu, pelimpahan materi antar bintang oleh bintang Wolf-Rayet juga dapat diamati pada nebula Wolf-Rayet.", "Daftar File": {"2019_TA_PP_AZLIZAN_ADHYAQSA_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/161677", "COVER Azlizan Adhyaqsa": "https://digilib.itb.ac.id/gdl/download/205921", "BAB 1 Azlizan Adhyaqsa": "https://digilib.itb.ac.id/gdl/download/205922", "BAB 6 Azlizan Adhyaqsa": "https://digilib.itb.ac.id/gdl/download/205927", "PUSTAKA Azlizan Adhyaqsa": "https://digilib.itb.ac.id/gdl/download/205928"}, "Penulis": "Azlizan Adhyaqsa [10315027]", "Kontributor / Dosen Pembimbing": ["Dr. Hakim Luthfi Malasan, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "bintang, kecepatan ekspansi, materi antar bintang, kehilangan massa, optik, spektroskopi, Wolf-Rayet", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Alice Diniarti", "File": "9 file", "Tanggal Input": "08 Mar 2019"}