{"Nomor": 36131, "Judul": "PENGENDALIAN Pythopthora palmivora PENYEBAB PENYAKIT BUSUK BUAH KAKAO DENGAN BAKTERI ENDOFIT ASAL TANAMAN KAKAO", "Abstrak": "Produktivitas tanaman kakao di Indonesia dari tahun ke tahun semakin menurun. Salah satu faktor penyebabnya adalah seringnya tanaman kakao terkena penyakit busuk buah yang disebabkan oleh Pythopthora palmivora. Tujuan dari penelitian ini adalah memperoleh isolat bakteri endofit asal tanaman kakao yang memiliki kemampuan antagonisme terhadap P. palmivora dan mengkaji mekanismenya. Penelitian ini dilakukan mulai dari tahapan isolasi bakteri endofit, uji kemampuan antagonisme secara dual kultur, identifikasi isolat bakteri endofit terpilih, uji kemampuan aktivitas enzim kasar, dan uji kemampuan ekstrak metabolit yang dihasilkan oleh bakteri endofit tersebut. Pengambilan sampel tanaman dilakukan dari tanaman sehat kebun pekarangan sekitar Jatinangor dan perkebunan kakao Rajamandala. Keseluruhan isolat bakteri endofit yang diperoleh sebanyak 70 isolat, 9 diantaranya menunjukkan kemampuan antagonisme terhadap P. palmivora. Isolat bakteri RMk2 merupakan isolat terpilih yang memiliki kemampuan antagonisme terbaik sebesar 69,56%. Dari hasil identifikasi secara molekuler menggunakan primer forward 16S (5’–AGAGTTTGATCCTGGCTCAG-3’), primer reverse 16S (5–GGTTACCTTGTTACGACTT–3’) isolat ini merupakan bakteri Bacillus megaterium. Kemampuan isolat RMk2 dalam menghambat pertumbuhan P. palmivora ditunjukkan dengan adanya aktivitas enzim pendegradasi komponen sel. Karakterisasi ekstrak enzim kasar dari isolat RMk2 dapat bekerja optimum pada suhu 45ºC dengan aktivitas enzim 0,126 U/ml dan pH medium 7,5 dengan aktivitas enzim 0,124 U/ml. Aktivitas senyawa antifungi juga ditunjukkan oleh ekstrak metabolit sekunder yang terlarut dalam n-Butanol dengan nilai Rf 0,5.", "Daftar File": {}, "Penulis": "Ersalina Fitriyanti [20612009]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. I Nyoman Pugeg Aryantha"], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "Life sciences ; biology", "Kata Kunci": "Bakteri endofit, Pythopthora palmivora, antagonisme, aktivitas enzim, antifungi.", "Sumber": "", "Staf Input/Edit": "agus slamet", "File": "1 file", "Tanggal Input": "08 Mar 2019"}