{"Nomor": 36157, "Judul": "HUBUNGAN EKSPRESI GEN KISSPEPTIN-2 DAN OREXIN TERHADAP PENINGKATAN PERTUMBUHAN IKAN NILA (Oreochromis niloticus) YANG DIBERI PAKAN DENGAN PENAMBAHAN TEPUNG BIJI PEPAYA", "Abstrak": "Produksi dan permintaaan ikan nila (Oreochromis niloticus) di beberapa negara terus meningkat, namun tidak diimbangi dengan kualitas pertumbuhan yang baik karena laju reproduksi yang tinggi. Hal tersebut menyebabkan ukuran ikan nila tidak sesuai dengan market size. Beberapa penelitian menggunakan metode injeksi hormon sintetik dan teknik iradiasi untuk menekan tingginya reproduksi ikan nila namun, penggunaan kedua metode tersebut membutuhkan biaya yang sangat tinggi. Penggunaan tepung biji pepaya diketahui mampu menekan laju reproduksi ikan nila. Penekanan laju reproduksi ini diduga memiliki umpan balik berupa energi terhadap pertumbuhan berat badan yang diduga dimediasi oleh beberapa neuropeptida seperti: kisspeptin-2 dan orexin pada sumbu Hipotalamus-Pituitari-Gonad (HPG). Mekanisme aliran energi yang melibatkan ekspresi kedua gen belum jelas diketahui. Penelitian ini bertujuan untuk mengetahui pemberian tepung biji pepaya dalam meningkatkan berat badan ikan nila yang dikontrol oleh ekspresi gen kisspeptin pada gonad dan orexin pada hipotalamus. Penelitian dilakukan dengan menggunakan ikan nila jantan dan betina yang berumur tiga bulan dengan perlakuan pakan tepung biji pepaya selama 30 hari. Ikan nila jantan dan betina dibagi menjadi 4 kelompok perlakuan, yakni: 0 gr, 1 gr, 2,5 gr dan 5 gr tepung biji pepaya. Pengamatan parameter pertumbuhan diukur setiap tiga hari sekali. Pengamatan histologis dilakukan untuk melihat abnormalitas pada gonad ikan nila sedangkan pengamatan pola ekspresi gen kisspeptin-2 dan orexin dilakukan dengan menggunakan Reverse Trancriptase – quantative PCR (RT-qPCR) yang diukur pada hari ke-31 setelah perlakuan. Hasil yang diperoleh menunjukkan bahwa pemberian tepung biji pepaya mampu meningkatkan berat badan ikan nila baik jantan dan betina diseluruh perlakuan. Peningkatan pertumbuhan rata-rata ikan nila jantan pada kelompok kontrol, konsentrasi 1 gr, 2,5 gr dan 5 gr berturut-turut adalah: 39 gr, 41 gr, 39 gr dan 45 gr sedangkan pada ikan nila betina berturut-turut adalah: 39 gr, 44 gr, 41 gr dan 43 gr.Tingkat abnormalitas gonad meningkat seiring meningkatnya dosis. Pada ikan nila jantan, abnormalitas terdapat pada daerah germinal cyst diseluruh perlakuan sedangkan pada betina abnormalitas ditandai adanya dipemisahan lapisan folikular dengan ooplasma, kerusakan pada lapisan folikular, lisis sel serta disintegrasi dari zona radiata. Pada level ekspresi, gen kisspeptin-2 pada konsentrasi perlakuan kontrol, 1gr, 2, gr dan 5 gr pakan dengan biji papaya mengalami penurunan sedangkan ekspresi gen orexin pada kelompok perlakuan yang sama mengalami peningkatan pada ikan nila jantan, namun pada ikan nila betina ekspresi gen kisspeptin-2 dan orexin pada konsentrasi 1 gr, 2,5 gr dan 5 gr mengalami peningkatan bila dibandingkan dengan kontrol. Hasil pengukuran ekspresi orexin ini sejalan dengan hasil peningkatan jumlah feed intake pada ikan nila jantan dan betina pada akhir masa perlakuan. Dari hasil penelitan ini diketahui bahwa pemberian tepung biji pepaya dapat meningkatkan pertumbuhan ikan nila dan menyebabkan abormalitas pada gonad ikan nila diseluruh perlakuan serta menghasilkan interaksi antara ekspresi kisspeptin-2 dan orexin pada ikan nila jantan dan betina. Peningkatkan ekspresi Orexin juga didukung dengan peningkatan feed intake pada ikan nila jantan dan betina. Namun, peningkatan Orexin dan feed intake ini tidak sejalan dengan hasil peningkatan berat badan pada masing-masing perlakuan.", "Daftar File": {}, "Penulis": "Ricky Febrinaldy Simanjuntak [20613013]", "Kontributor / Dosen Pembimbing": ["Dr. Anggraini Barlian, M.Sc.", "Dr. Indra Wibowo, S.Si., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "Life sciences ; biology", "Kata Kunci": "Ikan Nila, Biji Pepaya, Reproduksi, Pertumbuhan, Kisspeptin-2, Orexin", "Sumber": "", "Staf Input/Edit": "agus slamet", "File": "1 file", "Tanggal Input": "08 Mar 2019"}