{"Nomor": 36150, "Judul": "DISTRIBUSI NYAMUK VEKTOR DEMAM BERDARAH Aedes aegypti DAN Aedes albopictus DI KOTA BANDUNG", "Abstrak": "Penyakit DBD atau Dengue Hemorrhagic Fever (DHF) ialah penyakit yang disebabkan oleh virus dengue yang ditularkan melalui nyamuk Ae. aegypti dan Ae. albopictus betina. Ae. aegypti adalah vektor primer DBD di wilayah perkotaan, sedangkan Ae. albopictus vektor potensial DBD di wilayah perkotaan. Kota Bandung adalah salah satu daerah yang dinyatakan DBD sebagai KLB dari tujuh kota dan kabupaten. Penelitian ini bertujuan untuk mengetahui distribusi vektor nyamuk demam berdarah, Ae. aegypti dan Ae. albopictus yang dikumpulkan dengan menggunakan metode survei ovitrap di lima Kecamatan endemis demam berdarah di Kota Bandung dan menganalisa hubungan faktor yang mempengaruhi distribusi nyamuk Ae. aegypti dan Ae. albopictus di Kota Bandung. Penelitian ini dilakukan dengan menggunakan metode stratified random sampling. Sampel berjumlah 400, disebar di lima Kecamatan endemis di kota Bandung pada bulan September 2014 hingga Januari 2015. Uji korelasi pearson dilakukan untuk mengetahui rerata jumlah larva nyamuk Ae. aegypti dan Ae. albopictus dengan parameter iklim seperti suhu, kelembapan dan curah hujan di lima Kecamatan endemis di kota Bandung selama bulan September 2014 hingga Januari 2015. Berdasarkan studi ovitrap menunjukan bahwa nyamuk Ae. aegypti dan Ae. albopictus ditemukan bersamaan. Namun secara umum nyamuk Ae. aegypti ditemukan sangat tinggi distribusinya di lima Kecamatan endemis di kota Bandung dari bulan ke bulan dibandingkan dengan nyamuk Ae. albopictus. Pada bulan September indeks ovitrap Ae. aegypti sebesar 47,43 % kemudian mengalami peningkatan pada bulan Oktober 53,56 %, bulan November 56, 43%, bulan Desember 58,5% dan bulan Januari 60,52 %. Kondisi yang sama juga terjadi pada nyamuk Ae. albopictus. Indeks ovitrap pada bulan September 30,56 %, kemudian mengalami peningkatan pada bulan Oktober 31,87 %, bulan November 34,47%, bulan Desember 38% dan bulan Januari 40,12% Hasil analisis korelasi pearson curah hujan berpengaruh signifikant terhadap perolehan rerata larva Ae. aegypti. Analisis korelasi pearson suhu terhadap rerata larva Ae. aegypti menunjukan bahwa suhu berpengaruh signifikan terhadap rerata perolehan larva Ae. aegypti. Dari penelitian ini disimpulkan bahwa nyamuk Ae. aegypti dan Ae. albopictus ditemukan bersamaan, namun nyamuk Ae. aegypti mendominasi di lima Kecamatan endemis di Kota Bandung. Curah hujan dan suhu berpengaruh terhadap distribusi nyamuk Ae. aegypti di Kota Bandung.", "Daftar File": {"2015_TS_PP_RAMAD_ARYA_FITRA_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/161702"}, "Penulis": "Ramad Arya Fitra [20613043]", "Kontributor / Dosen Pembimbing": ["Prof. Intan Ahmad Musmeinan, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "Life sciences ; biology", "Kata Kunci": "Distribusi, Ae. aegypti, Ae. albopictus,iklim", "Sumber": "", "Staf Input/Edit": "agus slamet", "File": "1 file", "Tanggal Input": "08 Mar 2019"}