{"Nomor": 36194, "Judul": "PROPOSED GROWTH STRATEGY FOR TUKANG.COM", "Abstrak": "Perkembangan internet semakin merajalela di Indonesia. Dengan media sosial,\nseseorang menjadi terhubung secara global, kapan pun dan di mana pun. Sementara\nmelalui penggunaan aplikasi, semua urusan terasa difasilitasi. Dalam situasi saat ini di\nmana hampir semua orang mencari informasi melalui teknologi komunikasi, hal itu\nmengubah perilaku pengguna. Seiring dengan pesatnya perkembangan era digital,\nmunculnya perusahaan perintis atau yang biasa disebut startup didorong. Tukang.com\nadalah salah satu teknologi berbasis start-up yang beroperasi di perumahan dan\ntempat tinggal.\nTujuan dari penelitian ini adalah untuk melakukan perumusan strategi untuk\nmengusulkan alternatif strategi dan rencana implementasi untuk Tukang.Com dalam\nmenangani masalah bisnis. Metodologi peneliti dalam penelitian ini adalah pertama,\nmenentukan masalah. Kedua, kumpulkan data dari observasi dan wawancara dan juga\ndata sekunder. Ketiga, menilai situasi eksternal dan internal dari bisnis dan kemudian\nmenggunakan analisis SWOT untuk menciptakan strategi alternatif yang dapat\ndiimplementasikan.\nSebagai kesimpulan dari penelitian ini, Tukang.com harus menerapkan strategi\npengembangan produk untuk menangkap pelanggan potensial di pasar. Tukang.com\ndalam kondisi saat ini terlalu terfokus pada layanan perumahan dan tempat tinggal\nsementara pesaing Tukang.com sudah menyediakan pilihan layanan lain selain\nperumahan dan tempat tinggal. Beberapa strategi yang mendukung strategi\npengembangan produk diusulkan oleh peneliti sehingga Tukang.com dapat mencapai\ntujuan mereka.", "Daftar File": {"2019_TS_PP__Satrio_Laras_Wicaksono_1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/161797"}, "Penulis": "Satrio Laras Wicaksono [29115725]", "Kontributor / Dosen Pembimbing": ["Dr. Isti Raafaldini Mirzanti, M.M."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Business strategy, Growth Strategy, Marketing", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "08 Mar 2019"}