{"Nomor": 36198, "Judul": "ANALYSIS TO REDUCE POTENTIAL DEAD STOCK OF  MAINTENANCE REPAIR & OPERATION (MRO) INVENTORY  IN PT BADAK NGL", "Abstrak": "PT Badak NGL adalah perusahaan non profit yang mengoperasikan Kilang Bontang LNG di Kalimantan Timur, tugas utamanya adalah mencairkan gas alam menjadi Liquified Natural Gas (LNG). Seluruh asset kilang Bontang LNG adalah milik Pemerintah cq Department Keuangan. PT Badak NGL beroperasi menggunakan anggaran yang dipertanggung jawabkan secara at cost. Sebagai perusahaan yang beroperasi dengan skema at cost, efisiensi dan efektifitas penggunaan anggaran menjadi salah satu KPI PT Badak NGL, termasuk inventory terhadap material yang disimpan di Warehouse. Inventory utama PT Badak NGL adalah material Maintenance Repair & Operation (MRO) seperti bahan kimia dan suku cadang dari peralatan kilang. Indikator kinerja inventory dapat dilihat dari nilai inventory dan komposisinya, Turnover Ratio dan Service Level. \n\nDari hasil benchmarking tahun 2017, kinerja inventory PT Badak NGL berada di bawah rata-rata. Data yang diambil dari tahun 2014 - 2018 menunjukkan bahwa total nilai inventory PT Badak NGL adalah sebesar US$ 35 juta, namun 73%nya diklasifikasikan sebagai material Potential Dead Stock (PDS) yaitu material yang tersimpan di warehouse lebih dari 5 tahun. Turnover Ratio dari tahun 2014-2018 adalah sekitar 70% yang berarti dari 100% material yang masuk ke dalam warehouse, hanya 70% yang keluar (digunakan) sedangkan sisanya 30% tetap tersimpan di warehouse, hal ini terjadi setiap tahun dan memberilan kontribusi terjadinya PDS. Sementara untuk Service Level berada di sekitar 99%,  dimana hampir semua permintaan material dari user dapat dipenuhi oleh warehouse. Hal ini juga mengindikasikan bahwa 30% material yang tidak keluar dari warehouse setiap tahunnya memang tidak diperlukan pada saat itu. Dengan kondisi di atas maka permasalahan dalam final project ini adalah “Tidak efisienya inventory MRO akibat besarnya PDS dari tahun ke tahun di PT Badak NGL”\n\nDengan menggunakan diagram Ishikawa (tulang ikan) dan Focus Group Discussion, penyebab utama dari permasalahan berasal dari metode dan kebijakan dalam inventory. Beberapa solusi alternative telah dibuat dan dengan menggunakan Analisa Pengambilan Keputusan Kepner-Tregoe, ada dua solusi yang harus dilaksanakan secepatnya untuk mengurangi PDS, yaitu mengaplikasikan metode impairment dan melakukan kategori ulang material yang ada. Analisa potensial masalah juga telah dilakukan untuk kedua solusi tersebut untuk mengantisipasi segala potensi masalah yang mungkin terjadi beserta rencana alternatifnya. Rencana pelaksanaan ditetapkan dengan target penyelesaian", "Daftar File": {"2019_TS_PP_Mohammad_Farouk_Riza_1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/161801"}, "Penulis": "Mohamad Farouk Riza [29116309]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Nur Budi Mulyono, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "inventory, MRO, Kepner-Tregoe, PT Badak NGL, LNG, Potential Dead Stock", "Sumber": "PT BADAK NGL", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "09 Mar 2019"}