{"Nomor": 36193, "Judul": "ANALISIS RELOKASI AFTERSHOCK GEMPA YOGYAKARTA PERIODE PERTENGAHAN JUNI 2006 MENGGUNAKAN DOUBLE-DIFFERENCE", "Abstrak": "Gempa Yogyakarta 2006 merupakan gempa tektonik yang memberikan dampak kerusakan berskala besar untuk daerah Yogyakarta dan sekitarnya. USGS mencatat gempa bumi tersebut terjadi pada pukul 05:53:58 WIB, posisi episenter 7,97° LS dan 110,44° BT, kedalaman sekitar 10 km, dan magnitudo 6,3 Mw. Dugaan awal mengenai penyebab Gempa Yogyakarta adalah pergerakan Sesar Opak, sesar yang memanjang dari kawasan Parangtritis sampai sebelah timur Yogyakarta. Namun, beberapa penelitian selanjutnya menemukan bahwa terdapat sesar lain yang menjadi penyebab utama Gempa Yogyakarta. Letaknya sekitar 10 – 20 km di sebelah timur dan paralel dengan Sesar Opak. Sejak bulan Juni hingga Agustus 2006, terdapat sekitar 2000 aftershock Gempa Yogyakarta yang direkam oleh stasiun seismik temporal. Dengan menganalisa persebaran aftershock yang membentuk lineasi, akan dapat diketahui geometri bidang sesar yang terjadi dibawah permukaan bumi.\nProses awal yang dilakukan adalah picking waktu tiba gelombang P dan S terhadap data aftershock. Setelah itu, penentuan hiposenter awal menggunakan program Hypoellipse dengan prinsip metode Geiger. Dari hasil plotting hiposenter awal terhadap 738 aftershock periode pertengahan Juni 2006 menunjukkan hasil yang mirip dengan penelitian sebelumnya. Tahap selanjutnya, dilakukan relokasi yang mengaplikasikan metode double-difference.\nRelokasi data korelasi silang yang diperoleh menggunakan metode waveform cross-correlation menghasilkan pengelompokan klaster yang lebih baik dan membentuk lineasi yang lebih tegas. Terbentuk lima klaster yang dipisahkan berdasarkan jarak. Klaster utamanya merupakan sebaran yang membentuk lineasi bidang sesar berarah barat daya – timur laut dengan orientasi strike 42°NE dan dip 82°. Jarak bidang sesar tersebut 8 km di sebelah timur Sesar Opak. Hasil ini memperkuat dugaan bahwa Sesar Opak bukanlah sesar yang menyebabkan Gempa Yogyakarta 2006. Selain itu, analisis terhadap bidang sesar klaster utama dan klaster 2 membentuk struktur graben yang memiliki kesejajaran strike dengan Sesar Opak", "Daftar File": {"2019_TA_PP_VICKY_YUSVANDI_CHAND_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/161796", "2019_TA_PP_MUHAMMAD_AFIF_ALFARO_ADIYOSO_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/161952"}, "Penulis": "Vicky Yusvandi Chand [12314068]", "Kontributor / Dosen Pembimbing": ["Dr. Afnimar, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Gempa Yogyakarta 2006, aftershock, double difference, waveform cross-correlation, graben", "Sumber": "", "Staf Input/Edit": "", "File": "9 file", "Tanggal Input": "08 Mar 2019"}