{"Nomor": 36196, "Judul": "STRATEGI BISNIS YANG DIUSULKAN UNTUK DAPUR GLADIES BROWNIES", "Abstrak": "Makanan adalah salah satu kebutuhan dasar manusia selain pakaian dan rumah yang dibutuhkan manusia untuk mempertahankan hidupnya. Saat ini orang cenderung memilih untuk mengkonsumsi makanan siap saji atau makanan cepat saji. Orang-orang di daerah perkotaan yang sangat sibuk mengubah pola konsumsi mereka ke arah yang lebih praktis dan efisien, termasuk dalam hal memenuhi kebutuhan makanan. Adanya peningkatan pengeluaran makanan merupakan peluang bagi industri pengolahan makanan olahan untuk mengembangkan bisnisnya. Salah satu jenis industri makanan jadi yang berkembang di Indonesia adalah industri pengolahan makanan yang terbuat dari tepung mentah seperti industri roti dan mie. Brownies adalah salah satu jenis produk roti yang disukai oleh masyarakat karena mampu memberikan asupan gizi yang baik dalam bentuk praktis, makanan cepat saji, serta menjawab kebutuhan zaman akan makanan bergengsi.\n\nSalah satu industri kecil yang memanfaatkan peluang ini dengan memproduksi brownies di kota Bandung adalah Dapur Gladies. Dapur Gladies didirikan di Bandung sejak 2013 yang fokus untuk memproduksi kue brownies panggang, Dapur Gladies dibangun oleh Poetry Gladies seorang mahasiswi jurusan pastry dari Sekolah Pariwisata Bandung (STP Bandung). Permintaan kue brownies Dapur Gladies meningkat seiring dengan meningkatnya jumlah permintaan brownies. Peluang ini harus digunakan dengan baik oleh Dapur Gladies dengan memproduksi lebih banyak brownies untuk dapat memenuhi kebutuhan pelanggan akan produk brownies. Seiring waktu industri kue yang sedang tumbuh memiliki prospek yang baik, di Bandung sendiri persaingan dalam industri kuliner sangat ketat. Oleh karena itu, Dapur Gladies harus dapat memilih strategi yang tepat dengan memperhatikan kemampuan perusahaannya sebagai usaha kecil sehingga dapat bertahan di tengah persaingan dan juga untuk dapat memenangkan persaingan dengan industri kecil lainnya.\n\nUntuk bersaing di pasar, melakukan pelayanan yang sama dengan pesaing tidaklah cukup untuk membuat konsumen tertarik untuk membeli produk kita. Banyak sekali strategi untuk menarik pelanggan saat ini dan agar pelanggan untuk dapat melakukan pembelian kembali dan diharapkan untuk mendapatkan pelanggan yang loyal. Dengan menggunakan program promosi dan berkomunikasi yang aktif dengan pelanggan melalui media sosial, diharapkan memberikan dampak yang baik saat pelanggan membeli produk Dapur Gladies.\n\nPerlu adanya dukungan pemasaran dan promosi untuk dapat mencapai target penjualan. Dapur Gladies tertantang untuk meningkatkan penjualan setiap bulannya sehingga target jangka panjangnya juga dapat tercapai. Analisis yang ada termasuk aspek internal dan ekternal dari Dapur Gladies. Di aspek eksternal menggunakan PEST analisis dan Porter’s 5 Forces Analysis. lalu pada aspek internal menggunakan Value Chain analysis, dan SWOT Analysis. Hasil dari analisis ekternal dan internal tersebut akan digunakan untuk membuat strategi usulan and juga matriks TOWS. Strategy usulan harus diimplementasikan agar dapat dilihat perbedaan antara sebelum dilakukan usulan dan setelah dilakukan usulan. Strategi-strategi ini juga akan menjadi pedoman bagi Dapur Gladies brownies dalam mengambil keputusan berikutnya.", "Daftar File": {"2019_TS_PP_GILANG_MAGRIAL_BUDI_KHARISMA_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/161799"}, "Penulis": "Gilang Magrial Budi Kharisma [29117220]", "Kontributor / Dosen Pembimbing": ["Yulianto Suharto, PharmD, MBA, MSc, PhDc"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Strategi bisnis, brownies, kuliner Bandung", "Sumber": "DAPUR GLADIES BROWNIES", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "09 Mar 2019"}