{"Nomor": 36202, "Judul": "USULAN PERBAIKAN STRATEGI BISNIS MELALUI MODEL KESENJANGAN KUALITAS PELAYANAN UNTUK MENINGKATKAN CAKUPAN KEPESERTAAN BPJS KETENAGAKERJAAN", "Abstrak": "BPJS Ketenagakerjaan adalah Badan hukum publik berdasarkan undang undang no 24 tahun 2011 yang diberikan mandat oleh pemerintah untuk menyelenggarakan perlindungan jaminan sosial tenaga kerja bagi seluruh pekerja di Indonesia. Saat ini BPJS Ketenagakerjaan menghadapi tantangan dimana pencapaian peserta aktif yang tercakup dalam program jaminan sosial ketenagakerjaan sampai dengan dengan 2017 berjumlah 26,24 Juta atau hanya 28% dari target yang ditetapkan oleh pemerintah. Disamping itu BPJS Ketenagakerjaan masih menghadapi isu terkait pelayanan yang diberikan yang dirasa rumit dan cenderung lamban.\nPenelitian ini bertujuan untuk mengetahui dan memperbaiki strategi BPJS Ketengakerjaan berdasarkan isu kualitas pelayanan yang diharapkan dapat berdampak pada peningkatan jumlah kepesertaan. Metodologi yang digunakan dalam penelitian ini dengan menggunakan metode kuantitatif melalui pengukuran kesenjangan kualitas pelayanan untuk mengetahui harapan peserta dan kemampuan organisasi dalam memberikan pelayanan, dimana yang menjadi responden adalah manager, staf dan peserta BPJS. Analisa data sekunder dilakukan dengan menggunakan data internal perusahaan dan studi literature.\nKerangka konseptual yang digunakan diawali dengan analisis lingkungan eksternal dengan menggunakan analisa PEST, Porter’s 5 forces, dan analisa kompetitor serta analisa internal melalui analisa sumber daya dan analisa rantai nilai. Selanjutnya dilakukan analisa model kesenjangan kualitas pelayanan yang kemudian seluruh hasil analisa dirangkum dalam analisa SWOT. Hasil penelitian menunjukan bahwa BPJS Ketenagakerjaan belum dapat memberikan kualitas pelayanan yang diharapkan oleh peserta, dimana disebabkan adanya kesenjangan di internal organisasi dalam hal kapabilitas untuk memberikan pelayanan.\nStrategi yang akan diterapkan berdasarkan hasil penelitian ini adalah strategi diferensiasi dengan menciptakan tiga core kompetensi yaitu kehandalan, responsif, dan inovasi untuk menciptakan kualitas pelayanan yang unggul dan nilai tambah bagi pelanggan. Untuk memperbaiki strategi BPJS Ketenagakerjaan diawali dengan usulan perubahan struktur organisasi.", "Daftar File": {"2019_TS_PP_AGY_ACHMAD_FAUZI_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/161805"}, "Penulis": "Agy Achmad Fauzi [29116201]", "Kontributor / Dosen Pembimbing": ["Harimukti Wandebori MBA., Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Jaminan Sosial, Kesenjangan Kualitas Pelayanan, Strategi Bisnis.", "Sumber": "BPJS KETENAGAKERJAAN", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "09 Mar 2019"}