{"Nomor": 36204, "Judul": "STRATEGI BISNIS YANG DIUSULKAN UNTUK KEMASANAN MAKANAN MINUMAN (CASE STUDY: JAMBOWL)", "Abstrak": "Jambowl Packaging adalah sebuah bisnis khususnya di bidang kemasan makanan & minuman yang didirikan oleh Dimas Adibuana dan diluncurkan pada Agustus 2018 di Bandung, Jawa Barat. Jambowl pertama kali diluncurkan di Instagram dengan nama bisnis akun @ jambowl.id. Dengan tagline \"One handed solution\", Jambowl menyatakan bahwa kemasannya merupakan kemasan unik yang menciptakan kenyamanan pelanggan yang dimana pelanggan dapat membawa makanan dan minuman secara bersamaan hanya dengan satu tangan.\nTujuan dari penelitian ini adalah mengetahui strategi yang tepat sebagai dasar untuk bisnis yang baru di inisiasi. Identifikasi faktor internal dan eksternal yang memengaruhi bisnis. peneliti melakukan analisis terhadap beberapa faktor yang mempengaruhi kondisi eksternal menggunakan analisis PESTEL dan lima kekuatan Porter. Untuk kondisi internal, peneliti menggunakan analisis rantai pasok dan segmentasi, target, dan posisi (STP)\nSetelah melakukan beberapa strategi, penulis menemukan Jambowl harus membuat struktur organisasi karena strategi yang telah direncanakan membutuhkan sumber daya manusia yang kompeten untuk mengimplementasikannya. Selain itu, Jambowl harus memberikan promo dan layanan khusus untuk pelanggan setia sebagai insentif bagi mereka agar mereka setia untuk pindah ke produk lain. Masalah eksternal seperti masalah lingkungan dan masalah paten adalah masalah untuk masa depan yang dimana jika tidak diselesaikan secepatnya, masalah yang muncul akan bertambah banyak. Desain ulang produk dengan bahan yang ramah lingkungan adalah pilihan bagi Jambowl untuk mengantisipasi ancaman external khususnya pada faktor lingkungan. Hasil dari penelitian ini adalah beberapa strategi yang akan mulai dilaksanakan pada bulan Februari 2019. Peneliti berharap dengan strategi yang dipilih membuat Jambowl Packaging dapat menyelesaikan masalah yang ada dan tumbuh menjadi lebih besar", "Daftar File": {"2019_TS_PP_Dimas_Adibuana_1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/161807"}, "Penulis": "Dimas Adibuana [29117281]", "Kontributor / Dosen Pembimbing": ["Yulianto Suharto, PharmD, MBA, Msc, PhDc"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Strategi Bisnis, PESTEL Analysis, TOWS matrix", "Sumber": "JAMBOWL", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "09 Mar 2019"}