{"Nomor": 36207, "Judul": "PENGARUH FRAKSI AKTIF Gracilaria edulis DALAM MENGINDUKSI PROSES APOPTOSIS PADA LINI SEL KANKER PAYUDARA (MCF-7)", "Abstrak": "Rumput  laut  merupakan  salah  satu  sumber  daya  alam  Indonesia  yang  sangat potensial untuk dikembangkan. Habitat rumput laut mencapai 1,2 juta hektar dan tersebar di seluruh wilayah perairan Indonesia. Pada tahun 2014, total produksi rumput  laut  Indonesia   mencapai  237,8  ribu  ton  (56%  total  produksi  dunia). Senyawa bioaktif yang terkandung  dalam rumput laut memiliki  potensi  biologis yang  sangat  luas  salah  satunya   sebagai  antikanker.   Dalam  beberapa  dekade terakhir, aktivitas antikanker dari ekstrak dan senyawa bioaktif rumput laut cukup menarik perhatian para peneliti dunia karena meningkatnya kebutuhan alternatif antikanker yang lebih berkhasiat, spesifik, dan memiliki sedikit efek samping dibandingkan   obat-obatan  kemoterapi   yang  tersedia  saat  ini.  Selain  itu,  diet rumput laut telah diketahui mampu mengurangi resiko kanker. Keberhasilan suatu kandidat  obat  antikanker  dalam  menginduksi  apoptosis  merupakan  salah  satu tahap  penentu  keberhasilan  dalam  pengembangan  terapi  kanker.  Dengan terbatasnya penelitian terkait mengenai pemanfaatan fraksi aktif rumput laut di Indonesia  khususnya  sebagai  kandidat  alternatif  antikanker,  maka  dalam penelitian ini akan dikaji mengenai pengaruh fraksi aktif Gracilaria edulis dalam menginduksi apoptosis pada lini sel kanker payudara (MCF -7).\n\nTujuan   dari   penelitian   ini  adalah   untuk   mengetahui   pengaruh   fraksi   aktif Gracilaria  edulis  dalam  menginduksi  apoptosis  pada  lini  sel  kanker  payudara (MCF-7)  dan  mengidentifikasi  komponen  senyawa  yang  terdapat  dalam  fraksi aktif G. edulis.  Penelitian  dilakukan  dengan  melakukan  tahap  penentuan  fraksi aktif melalui uji kandungan total fenolat (TPC) dan uji sitotoksisitas. Fraksi aktif yang diperoleh diuji pengaruhnya dalam menginduksi pelepasan sitokrom c dan apoptosis pada lini sel MCF-7. Pemisahan dengan kromatografi lempeng tipis dan analisis GCMS dilakukan sebagai tahapan penentuan komponen senyawa yang terkandung dalam fraksi aktif G. edulis.\n\nDari  hasil  ekstraksi  dengan  metode  maserasi  diperoleh  ekstrak  kasar  sebesar\n1,29% (b/b) dengan kadar air 91,06%. Dari hasil Fraksinasi diperoleh 8 kelompok fraksi. Nilai TPC tertinggi dimiliki oleh ekstrak kasar, fraksi 8 (F8), dan fraksi 6 (F6) berturut-turut sebesar 134,11±2,78 mg GAE/g sampel, 111,89 ± 10,02 mg GAE/g sampel, dan 103,60±10,06  mg GAE/g sampel. Berdasarkan  pada standar\n \n\nkonsentrasi senyawa dengan aktivitas sitotoksik yang diduga memiliki aktivitas antikanker  yang  ditetapkan  oleh  U.S.  National  Cancer  Institute  (NCI),  urutan fraksi G. edulis dengan sitotoksisitas tertinggi adalah fraksi 6 (F6), fraksi 8 (F8), ekstrak kasar dengan nilai IC50 berturut-turut 11,25 µg/ml, 24,31 µg/ml, dan 28,65\nµg/ml. Dari hasil uji pelepasan  sitokrom  c pada lini sel MCF-7,  diperoleh  hasil\npelepasan sitokrom c tertinggi sebesar 0.98±0.25 mM pada perlakuan sel dengan fraksi 6 dengan konsentrasi IC50. Pada fraksi 8 pelepasan sitokrom c tertinggi dihasilkan pada konsentrasi IC75 dengan konsentrasi pelepasan sitokrom c sebesar\n1,11±0,14 mM. Hasil uji apoptosis dengan Annexin-V/FITC  dan PI mengunakan\nflow  cytometry  menunjukkan  bahwa  fraksi  6  G.  edulis  mampu  menginduksi apoptosis  awal  pada  konsentrasi   IC25,  IC50,  dan  IC75   berturut-turut   sebesar\n62,10%;  58,70%,  dan 60,45%,  apoptosis  akhir  pada  konsentrasi  IC25, IC50, dan\nIC75    berturut-turut   sebesar   3,05%;   5,20%,   dan   2,20%,   dan   necrosis   pada\nkonsentrasi IC25, IC50, dan IC75 berturut-turut sebesar 8,95%; 9,00%, dan 14,80% dari  total   populasi   sel.   Fraksi   8  memiliki   kemampuan   untuk   menginduksi apoptosis  awal   pada  konsentrasi   IC25,  IC50,  dan  IC75   berturut-turut   sebesar\n67,55%;  57,90%;  dan 74,45%,  apoptosis akhir  pada konsentrasi  IC25, IC50, dan IC75    berturut-turut   sebesar   4,45%;   1,05%,   dan   1,80%,   dan   necrosis   pada konsentrasi IC25, IC50, dan IC75 berturut-turut sebesar 8,15%; 10,20%, dan 11,65% dari  total  populasi  sel.  Berdasarkan  pemisahan  dengan  metode  KLT  diperoleh adanya 4 noda pada fraksi 6 dan 3 noda pada fraksi 8.   Pada fraksi 6 diperoleh noda 1 dengan nilai Rf 0,550 dan noda 2, 3, dan 4 memiliki nilai Rf yang sama dengan  3  noda  yang  diperoleh  pada  fraksi  8  yaitu  0,625;  0,688;  dan  0,750. Identifikasi senyawa bioaktif berdasarkan hasil analisis menggunakan GCMS menunjukkan bahwa kandungan fraksi 6 didominasi oleh senyawa turunan aldehid lemak tak jenuh sedangkan  fraksi 8 didominasi  oleh  senyawa ester asam lemak. Dari penelitian  ini dapat disimpulkan  bahwa  Senyawa  bioaktif  yang terkandung dalam fraksi 6 dan 8 dari G. edulis mampu menginduksi  apoptosis pada lini sel kanker payudara (MCF-7) melalui pelepasan sitokrom c.", "Daftar File": {"2019_TS_PP_PRATIWI_RAHADIANI_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/164868", "2019_TS_PP_PRATIWI_RAHADIANI_1-COVER1.pdf": "https://digilib.itb.ac.id/gdl/download/164870", "2019_TS_PP_PRATIWI_RAHADIANI_1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/164871", "2019_TS_PP_PRATIWI_RAHADIANI_1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/164872", "2019_TS_PP_PRATIWI_RAHADIANI_1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/164873", "2019_TS_PP_PRATIWI_RAHADIANI_1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/164874", "2019_TS_PP_PRATIWI_RAHADIANI_1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/164875", "2019_TS_PP_PRATIWI_RAHADIANI_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/164876"}, "Penulis": "Pratiwi Rahadiani [20516049]", "Kontributor / Dosen Pembimbing": ["Prof. Dra. Fida Madayanti Warganegara, MS, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Gracilaria edulis, sitotoksik, apoptosis, sitokrom c, lini sel MCF-7", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "11 Mar 2019"}