{"Nomor": 36209, "Judul": "OPTIMISASI JARINGAN PENGADAAN BATUBARA DENGAN METODE COAL BLENDING UNTUK PEMENUHAN KEBUTUHAN PLTU", "Abstrak": "Biaya pengadaan batubara merupakan variabel terbesar yang dapat mempengaruhi nilai keekonomian sebuah PLTU, sehingga perlu dilakukan optimisasi. Hal ini dapat dilakukan melalui penerapan metode coal blending dan penyusunan jaringan distribusi batubara. Permasalahan ini dapat diselesaikan dalam lingkup kajian location routing problem (LRP). Penelitian mengenai penentuan lokasi CBF (coal blending facility), saat ini masih belum memperhitungkan pengaruh rute distribusi batubara. Sementara penelitian mengenai LRP yang telah ada, tidak dapat secara langsung diterapkan pada permasalahan ini karena adanya penerapan metode coal blending. Oleh karena itu, dibutuhkan model LRP baru yang dapat memfasilitasi permasalahan tersebut.\nPenelitian ini mengembangkan model LRP untuk permasalahan jaringan pengadaan batubara dengan metode coal blending yang bertujuan menentukan lokasi CBF (permasalahan strategis) dan jaringan rute distribusi batubara (permasalahan operasional) secara simultan. Kedua jenis keputusan tersebut saling berpengaruh, sehingga dengan melakukan optimisasi secara simultan, maka dapat diperoleh biaya pengadaan batubara yang optimal. Permasalahan optimisasi ini diformulasikan dalam bentuk MILP, dengan mempertimbangkan multiple supply allocation, capacitated facility, dan fixed cost. Model LRP (model terintegrasi) yang dihasilkan dalam penelitian ini hanya mampu menyelesaikan permasalahan untuk data skala kecil karena termasuk dalam kategori NP-hard. Permasalahan dengan data skala besar perlu dipecahkan menggunakan metode dekomposisi\ndengan bantuan model network design. Model tersebut digunakan untuk mereduksi jumlah node yang terlibat, dan selanjutnya diolah menggunakan model LRP (model terintegrasi), tujuannya agar durasi proses pengolahannya menjadi lebih cepat. Kedua model tersebut telah diverifikasi. Berdasarkan hasil perhitungan menggunakan data hipotetik berskala kecil, solusi yang diperoleh dari metode ini telah mendekati hasil pengolahan data menggunakan metode optimal, dengan nilai fungsi tujuan memiliki gap sebesar < 1%. Uji coba model pada contoh permasalahan optimisasi jaringan pengadaan batubara PLTU yang melibatkan 19 supplier potensial, 4 CBF potensial, dan 7 PLTU, dapat dipecahkan menggunakan metode ini dengan durasi pengolahan data sekitar 913,02 detik.", "Daftar File": {"23416081_-_M__Imaduddin.pdf": "https://digilib.itb.ac.id/gdl/download/161812"}, "Penulis": "Muhammad Imaduddin [23416081]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Sukoyo, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "optimisasi, pengadaan batubara, coal blending, rute distribusi.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "11 Mar 2019"}