{"Nomor": 36219, "Judul": "PENGEMBANGAN BUAH KAWISTA (Feronia limonia) SEBAGAI MINUMAN PROBIOTIK DENGAN BAKTERI INDIGENOUS DALAM BERBAGAI KADAR PENAMBAHAN SUKROSA", "Abstrak": "Meningkatnya perhatian masyarakat atas pentingnya pengaruh makanan dan minuman terhadap kesehatan pencernaan, memicu berkembangnya produk fermentasi seperti minuman probiotik. Kawista (Feronia limonia) merupakan tanaman suku jeruk-jerukan (Rutaceae) yang berpotensi sebagai tanaman obat. Berdasarkan manfaat buah kawista, penelitian bertujuan untuk mengembangkan sirup buah kawista sebagai minuman probiotik dengan pemanfaatan bakteri indigenous buah kawista genus Lactobacillus. Bakteri diisiolasi dari kulit luar, kulit dalam dan daging buah kawista dengan teknik pengenceran bertingkat. Isolasi dilakukan pada media NA yang dikombinasi dengan sirup kawista. Sebanyak 35 isolat bakteri yang diperoleh diseleksi dengan pemindahan ke media MRS. Uji metode difusi sumur dilakukan untuk mengetahui aktivitas daya hambat isolat terhadap bakteri patogen pencernaan yakni Bacillus subtilis, Escherichia coli dan Staphylococcus aureus. Hasil pengujian zona bening terhadap 3 bakteri patogen menunjukkan terdapat 3 isolat bakteri terpilih dengan diameter zona terbesar yaitu 15,5 mm; 17 mm dan 30,5 mm. Ketiga isolat terpilih diidentifikasi dengan metode perwarnaan Gram sehingga diketahui jenis bakteri adalah Gram positif. Analisis molekuler gen 16S rRNA dan rekonstruksi pohon filogenetik menunjukkan isolat MS7(8) memiliki kekerabatan dekat dengan spesies Lactobacillus paracasei dan Lactobacillus casei sehingga dipilih sebagai isolat fermentasi. Uji ketahanan pada pH asam (pH 2) dan garam empedu (bile salt 0,3%), menunjukkan isolat M-S7(8) tahan terhadap asam dan garam empedu. Pembuatan kurva baku dan kurva tumbuh menunjukkan waktu pertumbuhan optimum sebagai acuan pembuatan starter yakni jam ke 6 atau setengah fase log. Fermentasi selanjutnya dilakukan selama 24 jam dengan metode Batch-culture dengan variasi penambahan sukrosa sebesar 10%, 15%, dan 20%. Hasil fermentasi dengan penambahan sukrosa 20% menunjukkan hasil terbaik. Fermentasi dengan penambahan sukrosa 20% , kultur umur 24 jam dengan log jumlah sel 8,11 sel/mL, pH 3,52; dan total gula reduksi 21,32 mg/mL, menghasilkan kadar asam laktat tertinggi yaitu 0,72% dan zona hambat bakteri terluas. Kadar asam laktat yang diuji dengan teknik HPLC menunjukkan kadar 0,71% atau sama dengan hasil titrasi. Hasil fermentasi memenuhi standar SNI sebagai minuman probiotik yakni kandungan asam laktat 0,5%-2% dengan pH 34,6. Hasil uji hedonik terhadap 22 panelis menunjukkan bahwa rasa sirup probiotik buah kawista dengan penambahan 20% sukrosa paling disukai oleh panelis.", "Daftar File": {}, "Penulis": "Elysabet Herawati [20613020]", "Kontributor / Dosen Pembimbing": ["Dr. Pingkan Aditiawati, MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "Life sciences ; biology", "Kata Kunci": "Buah kawista, minuman probiotik, bakteri indigenous, kadar sukrosa.", "Sumber": "", "Staf Input/Edit": "agus slamet", "File": "1 file", "Tanggal Input": "11 Mar 2019"}