{"Nomor": 36232, "Judul": "DIFFUSE INTERSTELLAR BANDS (DIBs) SEBAGAI PENELUSUR KELENGKUNGAN GALAKSI", "Abstrak": "Kelengkungan Galaksi merupakan peristiwa melengkungnya komponen piring-\nan Galaksi di bagian luar. Fenomena ini teramati di berbagai penelusur pi-\nringan Galaksi, di antaranya HI, awan molekular, dan gugus bintang. Galaksi\nmengalami kelengkungan ke arah NGP di utara, dan ke arah SGP di arah\nsebaliknya. Studi berbasis distribusi penelusur menyimpulkan kelengkungan\nmulai teramati pada R  1 kpc dari Matahari, akan tetapi studi kinematik\nbintang baru mulai mengamati kelengkungan pada R  4 kpc. Diuse Inters-\ntellar Bands (DIBs), kelompok serapan yang teramati pada spektrum objek\nastronomi yang mengalami pemerahan, dianggap sebagai salah satu penelu-\nsur struktur Galaksi yang potensial. Meskipun demikian, dari sekitar  500\nDIBs yang sudah dikatalogkan, pengetahuan akan materi penyebabnya masih\nmenjadi misteri.\nTujuan dari penelitian ini adalah memeriksa kelengkungan dari distribusi\nspasial DIB yang berpusat pada c  661,36 A\n(DIB 6614) di Kuadran III\nGalaksi. Penelusuran kelengkungan dilakukan dengan mengekstrak serapan\nDIB 6614 dari spektrum bintang dingin (FGK) dengan resolusi tinggi (R \n17000 dan  47000) dari Gaia-ESO Spectroscopic Survey. Dalam pengerjaan\nTugas Akhir ini, kelengkungan Galaksi diperiksa pada enam eld dengan meli-\nhat perubahan kuat serapan DIB 6614 terhadap jarak bintang yang diperoleh\ndari Gaia Data Release 2.\nPenelusuran kelengkungan di Kuadran III Galaksi dari enam eld yang\nseluruhnya berada di b < 0°, mengindikasikan adanya penambahan jumlah\nmateri penyebab DIB 6614 pada arah ini, setidaknya hingga Z  1 kpc dan\nR  6 kpc. Akan tetapi, untuk dapat menyimpulkan bahwa penambahan ma-\nteri pada arah ini memang disebabkan oleh adanya kelengkungan, dibutuhkan\npenelusuran pada eld yang terletak pada b  0°dan b > 0°.", "Daftar File": {"2019_TA_PP_Ade_Nur_Istiqomah_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/161832", "COVER Ade Nur Istiqomah": "https://digilib.itb.ac.id/gdl/download/205814", "PUSTAKA Ade Nur Istiqomah": "https://digilib.itb.ac.id/gdl/download/205821"}, "Penulis": "Ade Nur Istiqomah [10314020]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Mochamad Ikbal Arifyanto, S.Si., M.Sc.", "Lucky Puspitarini, S.Si., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Kelengkungan Galaksi, Materi Antar Bintang, Diuse In- terstellar Bands", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "9 file", "Tanggal Input": "11 Mar 2019"}