{"Nomor": 36239, "Judul": "PENGARUH BIODEGRADASI LIGNOSELULOSA OLEH CAIRAN RUMEN SAPI TERHADAP EKSTRAKSI REAKTIF SERTA LAJU RELEASE SILIKA DARI SEKAM PADI (Oryza sativa L.)", "Abstrak": "Penelitian ini dilakukan dengan tujuan untuk mengetahui pengaruh perlakuan awal biodegradasi lignoselulosa pada sekam padi menggunakan cairan rumen sapi terhadap perolehan silika ekstraktif dan release silika didalam pelarut ekstraktif dari sekam padi. Perlakuan awal biodegradasi dilakukan menggunakan sistem fermentasi pada sekam padi dengan metode maserasi. Maserasi dilakukan pada suhu 38°C selama variasi waktu. Variabel bebas yang diteliti pada penelitian ini adalah waktu inkubasi. Kadar lignoselulosa pada sekam padi menurun dengan bertambahnya waktu inkubasi. Berat kering hemiselulosa, selulosa, dan lignin awal adalah 0,26; 0,65; dan 0,39 gram, kemudian berat kering hemiselulosa, selulosa, dan lignin pada sekam yang telah didegradasi secara biologis hari ke 5 mencapai 0,2159; 0,0708; dan 0,3085 gram secara berurutan. Pengujian release silika didalam pelarut ekstraktif dan perolehan silika ekstraktif dari sekam padi dilakukan pada sekam biodegradasi yang dihasilkan dari waktu inkubasi 5 hari.  Kandungan silika sekam padi biodegradasi pada uji release didalam pelarut ekstraktif menurun dengan perbedaan variasi pelarut reaktif, yaitu mencapai 1,05; 2,5; dan 3,75 % berat kering sekam pada pelarut akuabides, larutan asam sitrat 0,1 M, dan larutan asam klorida 0,05 M. Perolehan silika dari sekam padi biodegradasi pada proses ekstraksi silika menggunakan larutan basa KOH 1 M meningkat dengan penambahan waktu proses, yaitu mencapai 0,8; 2,04; 5,1; 16,6; dan 17 % berat kering sekam pada waktu inkubasi 1, 2, 4, 6, dan 8 hari.", "Daftar File": {"2019_TA_PP_M_Rizki_Fajar_Ilhamy_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/161837"}, "Penulis": "M Rizki Fajar Ilhamy [11214019]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Robert Manurung, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Hayati", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "lignoselulosa, sekam padi, cairan rumen sapi, biodegradasi, silika", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "11 Mar 2019"}