{"Nomor": 36242, "Judul": "AKTIVITAS FOTOKATALIS TiO2 YANG DISINTESIS DALAM CAIRAN ION TURUNAN PIRIDINIUM TERHADAP DEGRADASI METIL ORANGE", "Abstrak": "Penelitian ini bertujuan untuk membuat fotokatalis TiO2 dengan pelarut cairan ion turunan piridinium untuk mendegradasi metil orange. Penelitian diawali dengan sintesis cairan ion turunan piridinium yaitu 1-butil piridinium klorida dari piridin dan 1-klorobutana. Cairan ion hasil sintesis dikarakterisasi dengan KLT dan 1H NMR untuk mengetahui struktur dari cairan ion tersebut. Cairan ion yang dihasilkan kemudian digunakan untuk sintesis TiO2  dengan metode hidrotermal. Prekursor yang digunakan untuk sintesis TiO2 adalah titanium (IV) etoksida (TEOT) dengan pelarut cairan ion hasil sintesis. Fotokatalis TiO2 yang dihasilkan kemudian dikarakterisasi dengan menggunakan SEM untuk menganalisa morfologi, XRD untuk mengetahui derajat kristalinitas, DR-UV untuk mengetahui band  gap,  serta  BET  untuk  mengetahui  luas  permukaan  dan  distribusi  pori material yang disintesis. Aktivitas fotokatalitik terhadap degradasi metil orange dilakukan di dalam fotoreaktor menggunakan sinar UV. Dalam penelitian ini, dipelajari pengaruh pH, waktu radiasi, massa TiO2, jarak lampu, daya lampu, dan konsentrasi larutan metil orange terhadap persen degradasi sehingga dapat diketahui efisiensi dari fotokatalis TiO2. Hasil yang didapatkan dari penelitian ini diharapkan mampu memberikan manfaat bagi perkembangan studi fotokatalis dan aplikasinya terhadap fotodegradasi polutan organik dalam limbah cair, serta memberikan alternatif suatu pelarut yang ramah lingkungan dalam bidang industri kimia.  Selain  itu,  dibuat  panduan praktikum  materi Kimia  Lingkungan  untuk SMA mengenai degradasi metil orange oleh fotokatalis TiO2.", "Daftar File": {"2018_TS_PP_SITI_ORYZA_SATIVA_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/161846", "2019_TS_PP_SITI_ORYZA_SATIVA_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/164688", "2019_TS_PP_SITI_ORYZA_SATIVA_1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/164689", "2019_TS_PP_SITI_ORYZA_SATIVA_1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/164690", "2019_TS_PP_SITI_ORYZA_SATIVA_1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/164691", "2019_TS_PP_SITI_ORYZA_SATIVA_1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/164692", "2019_TS_PP_SITI_ORYZA_SATIVA_1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/164693", "2019_TS_PP_SITI_ORYZA_SATIVA_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/164694"}, "Penulis": "Siti Oryza Sativa [90516010]", "Kontributor / Dosen Pembimbing": ["Muhammad Ali Zulfikar, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Pengajaran Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "fotokatalis, TiO2, cairan ion, hidrotermal, metil orange", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "11 Mar 2019"}