{"Nomor": 36244, "Judul": "USULAN DESAIN KERANGKA SISTEM MANAJEMEN KINERJA DI PT. ULTRAJAYA MILK INDUSTRY & TRADING CO, TBK  (STUDI KASUS: ULTRA HIGH-TEMPERATURE DEPARTMENT)", "Abstrak": "PT. Ultrajaya Milk Industry & Trading Co, TBk merupakan perusahaan yang bergerak dibidang makanan \n& minuman yang selalu berupaya memenuhi kebutuhan konsumen dengan membuat produk yang\nberkualitas baik dan harga yang kompetitif. Dalam kondisi saat ini, PT. Ultrajaya menghadapi situasi yang\nsulit. Tidak tercapai target produksi dan tingginya absensi menyebabkan terkendala produksi ke tangan\nkonsumen. Menghadapi situasi ini, Manajemen PT. Ultrajaya memutuskan untuk melakukan sejumlah\nlangkah strategis. Salah satu langkah yang diambil adalah menerapkan Sistem Menejemen Kerja di\nDepartemen UHT sebagai model percontohan dan Unit Bisnis terbesar di PT. Ultrajaya  \nBiasanya, bila karyawan berhalangan hadir akan menyebabkan diberhentikannya beberapa mesin untuk\ntidak berproduksi, Efek dari tidak sesuainya planning produksi dan hasil actual produksi akan berpengaruh\nterhadapa inventory Finish Goods yang ada di warehouse, Distribusi dan pasar. Bila persediaan Finish\nGood berkurang di pasar akan menyebabkan konsumen beralir ke produk kompetitor.\n\nSistem pengukuran kinerja traditisional atau konvensional menghasilkan informasi yang terlalu lambat,\nterlalu global (kurang focus) dan terlalu terdistorsi bagi manager untuk melakukan proses perencanaan dan\npengambilan keputusan.Saat ini, pengukuran kinerja berbasis nonfinancial menjadi semakin penting karena\nmeningkatnya minat level manajemen yang lebih tinggi untuk menemukan jantung dari proses operasi\nbisnis mereka (Stoop, 1996; Ferdow dan De Meyer, 1990; Kenny dan Dunk’s, 1989). Salah satu keuntungan\ndari penggunaan kriteria nonfinancial adalah bahwa variable-variabel tersebut lebih mudah dimengerti oleh\nsiapapun yang mengunjungi lantai operasi, sehingga persoalan-persoalan dalam proses baik di perusahaan\nmanufaktur maupun jasa dapat dikenali sesegera mungkin.\n\nPenyebab utama permasalahan adalah tidak terpenuhi target produksi tersebut dicari menggunakan\nDiagram Sebab Akibat (Fishbone) yang nantinya juga digunakan dalam identifikasi keterkaitan antar\nvariabel. Salah satu akar masalah adalah Key Performance Indicator (KPI) saat ini yang hanya focus pada\npencapaian hasil proyek (berkaitan dengan sistem manajemen kinerja yang perlu diperbaiki). Berdasarkan\npertimbangan yang dilakukan,   sistem manajemen kinerja yang baru akan didesain menggunakan kerangka\nBalanced Scorecard (BSC).\n\nSusunan strategi yang akan diterjemahkan ke dalam variable dan indicator kinerja dilakukan melalui\nAnalisa Ekternal dan Internal. Pengambilan Data Utama dilakukan dari Expertise di PT. Ultrajaya\n(umumnya level 30 - 40 / Staff dan Pengawas sampai level 20 - 30 / Assistant Manager - Manajer). Proses\npembobotan dilakukan dengan metode Analytical Hierarchy Process (AHP). Hasil dari pembobotan\nmenujukkan bahwa Total Asset Turnover sebagai peringkat tertinggi, dan 2 peringkat tertinggi merupakan\nindikator financial  (Total Asset Turnover dan Cost Efficiency) dan 2 (GMP Score dan Absenteeism) lainnya\nadalah non keuangan. Hasil ini menegaskan bahwa dalam kondisi bisnis saat ini, aspek keuangan penting,\ndan aspek lainnya juga penting dan harus dikelola dengan baik. Dengan mengimplementasikan alternatif\nbisnis ini, diharapkan akan dikelola dengan baik,tidak terpenuhi target produksi dapat dikurangi dan\ndiselesaikan, dan pada akhirnya target dapat dipenuhi dengan tepat waktu, sesuai Volume compliance dan\nSKU compliance, serta sesuai dengan kualitas yang sesuai dengan standar GMP diterapkan di industry\nmakanan dan minuman.\n \n \nRiset ini dibatasi untuk mengusulkan desain sistem manajemen kinerja yang baru menggunakan kerangka\nBalance Scorecard untuk UHT department sebagai unit terbesar dalam produksi di PT. Ultrajaya ini.", "Daftar File": {"2019_TS_PP_Syaefuddin_1-Abstrak": "https://digilib.itb.ac.id/gdl/download/161856"}, "Penulis": "Syaefuddin [29115676]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Dermawan Wibisono, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Analytical Hierarchy Process (AHP),  Balanced Scorecard (BSC), Diagram Sebab Akibat (Fishbone), Makanan & Minuman, Sistem Manajemen Kinerja (SMK), UHT, Ultrajaya.", "Sumber": "PT. ULTRAJAYA MILK INDUSTRY & TRADING CO, TBK", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "11 Mar 2019"}