{"Nomor": 36249, "Judul": "PbI2Initiated Cross-Linking and Integration of a Polymer Matrixwith Perovskite Films: 1000 h Operational Devices under AmbientHumidity and Atmosphere and with Direct Solar Illumination", "Abstrak": "The instability of organic lead halide perovskites such asMAPbI3under ambient conditions is a challenge, as it leads todegradation in device performance and has limited their long-termapplication. To address this, we use the Lewis acid nature of PbI2, a keychemical for making MAPbI3perovskite (and others) for in situ cross-linking of polystyrene (PS) chains in the precursor solution. Theresulting PS?perovskite devices without any encapsulating layer show astable structure in ambient conditions after >1000 h of continuous 1.0sun (AM 1.5G) illumination in air (relative humidity of 40?50%) at 45°C, while also showing a slightly improved device performance. Thestability is the result of the direct specific interaction between thepolymer and the perovskite that reduces ion migration, chargerecombination, trap-state density, and dark currents and at the sametime leads to improve mobility and carrier lifetime. The interactionbetween the polymer and PbI2also improves the crystallization kinetics, leading to larger grain size in the perovskitefilms. Thecumulative effect of these improvements makes the reported polymer?perovskite hybrids well suited for long-term deviceapplications and presents a new avenue for making stable polymer?perovskite composites.", "Daftar File": {"2019_EJRNL_PP_Rohit_Saraf_1.pdf": "https://digilib.itb.ac.id/gdl/download/161861"}, "Penulis": "Rohit Saraf [-]", "Kontributor / Dosen Pembimbing": ["Vivek Maheshwari"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "perovskite solar cell, polymer, cross-linking, ion migration, long-term stability", "Sumber": "ACSAppl.EnergyMater.XXXX, XXX, XXX?XXX", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "11 Mar 2019"}