{"Nomor": 36253, "Judul": "Effect of Surface Ligands on CoP for the Hydrogen EvolutionReaction", "Abstrak": "The activity of colloidally synthesized CoP for thehydrogen evolution reaction (HER) was studied to determine theimpact of surface ligands on catalysis. The as-synthesized CoPnanocrystals were stripped with trialkyloxonium tetrafluoroborate(Meerwein’s reagent) to create a“blank template”that was then re-ligated with carboxylates (oleate, octanoate, acetate) and amines(oleylamine, octylamine, dioctylamine, trioctylamine butylamine).Carboxylates and amines were chosen due to their prevalence incolloidal syntheses, and the range of ligands was chosen to study theimpact of sterics and hydrophobicity of the surface ligands on catalysis.Long chain carboxylates were found to result in a larger increase inoverpotential when compared to the equivalent amine (e.g., oleate vsoleylamine), due to higher ligand density and stronger coordination with carboxylates. Increased carbon chain length resulted inincreased overpotential with carboxylates; however, the range of 1°amines studied had similar overpotentials. This is due to thelower ligand density and therefore sparse ligand packing for the 1°amines. These results suggest that the mechanism by whichsurface ligands impede catalysis on CoP for HER is primarily through inhibiting substrate access to surface active sites ratherthan poisoning the active sites.", "Daftar File": {"2019_EJRNL_PP_David_Ung_1.pdf": "https://digilib.itb.ac.id/gdl/download/161863"}, "Penulis": "David Ung [-]", "Kontributor / Dosen Pembimbing": ["Brandi M. Cossairt"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "cobalt phosphide, hydrogen evolution reaction, ligand effects, colloidal synthesis, Meerwein’s reagent", "Sumber": "ACSAppl.EnergyMater.XXXX, XXX, XXX?XXX", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "11 Mar 2019"}