{"Nomor": 36256, "Judul": "Sb?Si Alloys and Multilayers for Sodium-Ion Battery Anodes", "Abstrak": "Silicon has a theoretical sodium-storagecapacity of 954 mAh/g, which even exceeds that of tin (847mAh/g). However, this capacity has never been reached inpractice. Antimony is one of the best-performing Na-storagematerials in terms of both capacity and cycling stability. Bycombining silicon and antimony, either by cosputtering ordepositing multilayers with bilayer thickness down to 2 nm,we can achieve capacities exceeding even the theoreticalcapacity of Sb (660 mAh/g). Minor addition of silicon, 7 at. %or 7 wt % (25 at. %), increases the measured reversible capacity from 625 mAh/g for pure Sb to 663 and 680 mAh/g,respectively. All Sb-rich (>50 at. %) compositions show improved cycling stability over elemental Sb. Si0.07Sb0.93reached amaximum capacity of 663 mAh/g after 140 cycles and showed negligible capacity degradation up to 200 cycles. The fullysodiated state in cosputteredfilms evolves from single-phase amorphous to a mixture of a Sb-rich and Si-rich sodiated phases ascycling progresses, when the Si content is between 75 and 50 at. %. The typical desodiation signature of c-Na3Sb is observedonly after 100 cycles or more. Careful examination of the voltage profiles of multilayers shows that they initially tend towardintermixing between the Si and Sb layers, contrary to expectations based on the phase diagram. When the Si and Sb layerthickness is decreased to 2 nm, the multilayer and cosputteredfilm behave almost identically. A general direction forfindingpromising multicomponent sodium-ion battery (SIB) alloy anodes is proposed.", "Daftar File": {"2019_EJRNL_PP_W__Peter_Kalisvaart_1.pdf": "https://digilib.itb.ac.id/gdl/download/161866"}, "Penulis": "W. Peter Kalisvaart [-]", "Kontributor / Dosen Pembimbing": ["Brian C. Olsen,Erik J. Luber,illian M. Buriak"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "sodium-ion batteries, silicon, antimony, multilayers, cycling", "Sumber": "ACSAppl.EnergyMater.XXXX, XXX, XXX?XXX", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "11 Mar 2019"}