{"Nomor": 36250, "Judul": "EKSTRAKSI FITUR SINYAL VEP DENGAN MENGGUNAKAN QUADRATIC BIORTHOGONAL B-SPLINE WAVELET", "Abstrak": "Mata merupakan indera yang penting bagi manusia. Namun di balik perannya\nyang vital, organ ini rentan terhadap penyakit. Salah satu gangguan yang dapat\nterjadi adalah Optic Neuritis, di mana terjadi proses dimielinasi. Untuk\nmendeteksi penyakit ini secara dini, salah satu metode pengujian adalah dengan\nmenggunakan Visual Evoked Potential (VEP). VEP merupakan metode pengujian\nklinis yang dilakukan untuk mengetahui latensi repon otak terhadap stimulus\nvisual melalu pembacaan sinyal EEG pada lobus okupital Oz. Dari sinyal tersebut\nkemudian akan diperoleh nilai latensi P75, P100 dan P145 untuk menilai kondisi\npenglihatan. Penelitian ini dilakukan untuk mengoptimasikan proses ekstraksi\nfitur sinyal VEP dengan menggunakan wavelet tipe quadratic biorthogonal bsplines.\nUntuk mengoptimasi proses ekstraksi fitur, dipilih 5 sampling rate yang\nberbeda, yaitu 288, 256, 224, 192, dan 160 untuk proses pengambilan data.\nTahapan pada penelitian ini yaitu proses kalibrasi rangkaian EEG yang akan\ndigunakan untuk proses pengambilan data dengan menggunakan input dari EEG\nsimulator dengan frekuensi input sebesar 5Hz dan amplitudo puncak 30uV.\nSelanjutnya proses pengambilan data dengan 5 sampling rate berbeda diambil\npada 13 naracoba laki-laki dan 10 naracoba perempuan. Pada tahap ekstraksi fitur,\ndata difilter menggunakan filter bandpass dengan band frekuensi 1-50Hz untuk\nmengurangi noise. Selanjutnya data didekomposisi menggunakan transformasi\nwavelet serta rekonstruksi sinyal VEP menggunakan level detail D3 dan D4. Dari\nhasil rekonstruksi tersebut kemudian akan dicari fitur P75, P100 dan P145. Tahap\nanalisis data dilakukan dengan membandingkan standar deviasi dari rata-rata hasil\nekstraksi fitur VEP yang dikategorikan berdasarkan sampling rate. Dari hasil\npenelitian, standar deviasi terkecil adalah 8.93 pada sampling rate 256, serta nilai\nstandar deviasi terbesar 13.35 pada sampling rate 160.", "Daftar File": {"Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/161862"}, "Penulis": "Maula Ahmad [23216045]", "Kontributor / Dosen Pembimbing": ["Dr. Hasballah Zakaria, S.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "EEG, Wavelet, Visual Evoked Potential.", "Sumber": "", "Staf Input/Edit": "karya  \n                                     karya", "File": "1 file", "Tanggal Input": "11 Mar 2019"}