{"Nomor": 36259, "Judul": "EKSTRAK ETANOL SELEDRI (Apium graveolens) SEBAGAI ANTI-ATHEROSKLEROSIS PADA TIKUS (Rattus norvegicus) YANG DIINDUKSI HIPERLIPIDEMIA", "Abstrak": "Prevalensi jumlah penderita jantung koroner yang dipicu oleh aterosklerosis semakin meningkat seiring dengan terus bertambahnya orang yang beresiko terkena penyakit tersebut. Salah satunya disebabkan oleh kondisi hiperlipidemia. Hiperlipidemia merupakan suatu kondisi dimana terdapat gangguan metabolisme lipid yang melibatkan peningkatan konsentrasi lipoprotein plasma. Kondisi hiperlipidemia menyebabkan peningkatan konsentrasi lipid darah ditandai dengan peningkatan kolesterol total, trigliserida, LDL dan penurunan HDL. Peningkatan konsentrasi LDL bersama dengan stress oksidatif menjadi pemicu utama terjadinya aterosklerosis. Penelitian ini bertujuan untuk mengevaluasi pemberian sediaan ekstrak etanol seledri (Apium graveolens) terhadap tikus (Rattus norvegicus) galur wistar yang diinduksi hiperlipidemia. Sebanyak 25 ekor tikus jantan dikelompokkan menjadi 5 kelompok pelakuan, yaitu: kelompok I sebagai kontrol negatif hanya diberi pakan pellet dan akuades secara gavage, kelompok II sebagai kelompok hiperlipidemia diinduksi hiperlipidemia (pakan tinggi lemak + kristal kolesterol+ PTU), kelompok III sebagai kelompok kontrol positif diinduksi hiperlipidemia (pakan tinggi lemak + kristal kolesterol + PTU) dan diberi obat simvastatin dengan dosis 0.9 mg /kg BB. Kelompok IV dan V diinduksi hiperlipidemia (pakan tinggi lemak + kristal kolesterol + PTU), dan diberikan ekstrak seledri dengan dosis masing-masing 125 mg/kg BB tikus dan 250 mg/kg BB tikus. Perlakuan diberikan secara oral gavage selama 4 minggu untuk induksi hiperlipidemia dan 4 minggu untuk pemberian simvastatin dan ekstrak seledri. Panel lipid darah diukur secara enzimatik, pengukuran indeks atherogenik (IA) dilakukan dengan menggunakan persamaan: IA= (Kolesterol Total- Kolesterol HDL)/ Kolesterol HDL menurut Matsubara et al. (2002) dan stress oksidatif diukur dengan metode TBA untuk mengukur konsentrasi MDA. Hasil diuji dengan ANOVA dilanjutkan dengan uji Tukey dan Gamess-Howell pada tingkat signifikansi 0,05. Hasil analisis data menunjukkan bahwa ekstrak etanol seledri dosis 125 mg/ kg BB dan dosis 250 mg/kg BB efektif menurunkan kolesterol total serta efektif meningkatkan kadar HDL sehingga dapat menurunkan IA hewan uji yang diinduksi, selain itu juga ekstrak etanol seledri dosis 250 mg/kg BB efektif menurunkan kadar MDA plasma dan MDA aorta. Berdasarkan hasil yang diperoleh dapat disimpulkan bahwa pemberian ekstrak seledri dapat menurunkan resiko aterosklerosis pada tikus hiperlipidemia dengan memperbaiki profil lipid darah dan menurunkan status stress oksidatif.", "Daftar File": {}, "Penulis": "Liah Kodariah [20614030]", "Kontributor / Dosen Pembimbing": ["Dr. Ahmad Ridwan"], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "hyperlipidemia, aterosklerosis, Apium graveolens, stress oksidatif", "Sumber": "", "Staf Input/Edit": "agus slamet", "File": "1 file", "Tanggal Input": "11 Mar 2019"}