{"Nomor": 36255, "Judul": "PENGEMBANGAN LEMBAR KERJA PENGGUNAAN TELESKOP UNTUK KELOMPOK ILMIAH REMAJA SEKOLAH MENENGAH PERTAMA DI BANDUNG", "Abstrak": "Teleskop merupakan alat utama dalam observasi astronomi. Tidak sedikit sekolah yang memilikinya untuk tujuan pendidikan. Bahkan hampir di seluruh SMP/Sederajat di kabupaten Bandung mempunyai teleskop. Dari survei pada Kelompok Ilmiah Remaja (KIR) di tiga sekolah didapati 78% siswa tahu di sekolahnya terdapat teleskop, tetapi tidak ada seorang pun yang pernah menggunakannya. Sebagai upaya peningkatan penggunaan teleskop di sekolah dibuatlah panduan penggunaan teleskop. Panduan tersebut dibuat dengan format lembar kerja siswa dengan model eksperimen bermakna yang dikembangkan dari manual book teleskop dan sebagai batasannya dengan Kurikulum 2013. Model 4D digunakan sebagai metode pengembangan lembar kerja. Tahap validasi yang dilakukan oleh ahli mendapatkan nilai CVR (Content Validity Ratio) untuk hampir semua konten terdapat indikator yang dikembangkan dinilai “relevan”, serta nilai Content Validity Index (CVI) = 0.99. Selain itu dari ahli juga didapatkan penilaian terkait kualitas lembar kerja dan didapatkan nilai “baik”. Uji lapangan yang dilakukan mendapatkan peningkatan dari kemudahan siswa memahami materi dan kemudahan melakukan kegiatan. Dari proses pengembangan ini dihasilkan lembar kerja yang layak untuk digunakan sebagai panduan penggunaan teleskop di sekolah.", "Daftar File": {"2019_TS_PP_ARMAN_ABDUL_ROCHMAN_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/161867"}, "Penulis": "Arman Abdul Rochman [20316304]", "Kontributor / Dosen Pembimbing": ["Dr. Mahasenaputra, M.Sc.", "2.\tDr. Winny Liliawati, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Teleskop, Lembar Kerja Siswa, Model  4D, CVR CVI.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "11 Mar 2019"}