{"Nomor": 36261, "Judul": "POTENSI REPRODUKSI ACROPORA SP. DALAM UPAYA REHABILITASI EKOSISTEM TERUMBU KARANG DI PERAIRAN PULAU KETAWAI, KABUPATEN BANGKA TENGAH", "Abstrak": "Rehabilitasi kerusakan terumbu karang dilakukan dengan memanfaatkan kemampuan aseksual karang. Namun, usaha ini gagal karena rentan terserang penyakit, menurunkan keanekaragaman dan hilangnya potensi reproduksi seksual karang. Hal tersebut juga terjadi di perairan Bangka Belitung yang digunakan untuk berbagai macam pemanfaatan. Hingga saat ini belum diketahui mekanisme keberhasilan reproduksi dalam upaya transplantasi. Sementara itu, rekrutmen populasi baru melalui proses spawning secara seksual dapat berhasil jika diketahui implantasinya di habitat. Tujuan dari penelitian ini adalah untuk mengetahui potensi reproduksi di perairan Pulau Ketawai, Bangka Tengah, menganalisis faktor lingkungan penentu spawning dan mengestimasi pertumbuhan penempelan larva Acropora sp. pada substrat buatan. Pengukuran tingkat reproduktif dan kematangan gonad dilakukan secara visual dan histologi. Dekalsifikasi fragmen menggunakan HCl, histologi menggunakan metode parafin, fiksatif bouin, dehidrasi dengan alkohol bertingkat dan pewarnaan Hematoksilin dan Eosin. Spawning diamati langsung dikedalaman 3-4 meter selama 5 malam. Parameter lingkungan yang diukur in situ yaitu fase bulan, pasang surut, suhu perairan, arus dan salinitas. Pengamatan rekrutmen dibatasi pada substrat buatan yang terbuat dari ubin marmer ukuran 25x25 cm yang dilapisi campuran semen dan pasir kemudian disusun membentuk kubus. Penenggelaman substrat buatan dilakukan satu bulan sebelum spawning dan pengamatan penempelan larva dibatasi pada tahap post larvae settlement yaitu pada bulan kesembilan. Hasil penelitian menunjukkan bahwa tipe pemijahan Acropora sp. di perairan Pulau Ketawai, Bangka Tengah adalah broadcast spawning. Pemijahan dimulai pada dua hari sebelum hingga satu hari setelah purnama antara pukul 19.30-20.10 dengan durasi 7-20 menit dan egg-sperm bundles yang dikeluarkan sebanyak ±2.757-11.050 paket per koloni dengan diameter 160-525?m. Sebagai kesimpulan, faktor lingkungan pemicu spawning adalah blue light yang tampak pada senja, faktor kunci adalah suhu hangat (29,8-30,7oC), salinitas normal (30-31‰), arus lemah (0,059-0,071 m/s), terjadi pada saat puncak pasang dan pada malam hari. Jumlah rekrutmen pada TKB adalah 47 dengan 0-8 koloni/substrat. Keberhasilan reproduksi seksual bergantung waktu pematangan gonad, faktor lingkungan pemicu dan kunci serta ketersediaan substrat untuk penempelan larva.", "Daftar File": {}, "Penulis": "M Rizza Muftiadi [20613029]", "Kontributor / Dosen Pembimbing": ["Dr. Achmad Sjarmidi"], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "Life sciences ; biology", "Kata Kunci": "potensi reproduksi, faktor lingkungan kunci, rekrutmen, Acropora sp, Pulau Ketawai", "Sumber": "", "Staf Input/Edit": "agus slamet", "File": "1 file", "Tanggal Input": "11 Mar 2019"}