{"Nomor": 36283, "Judul": "USULAN STRATEGI PEMASARAN BARU UNTUK FASHION STARTUP (STUDI KASUS : GHAZA )", "Abstrak": "Indonesia adalah negara dengan jumlah penduduk muslim terbesa didunia. Jumlah penduduk Indonesia\n237.641.326, dengan total 87, 18% penduduknya adalah muslim dan kenaikan jumlahnya sekita 7-8%\nsetiap tahun (BPS, 2010). Meningkatnya kesadaran beragama islam yang baik ditandai dengan\nramainya industri travel haji dan umroh, makanan halal, lembaga keungan syariah, hotel syariah dan\nfashion muslim atau biasa disebut sebagai industry halal. Fashion muslim merupakan salah satu\nindustry yang perkembangannya lebih besar dibandingkan lainnya.\nPenelitian ini membahas Ghaza sebagai salah satu brand fashion muslim pria yang penjualannya cukup\nbaik namun dirasa masih kurang signifikan. Oleh karena itu penelitian ini memfokuskan pada hal – hal\nyang terjadi dalam perusahaan (analisa internal) dan hal diluar perusahaan (analisa eksternal). Dalam\nAnalisa internal peneliti menggunakan alat formula marketing mix (4P) dan STP. Sedangkan untuk\nAnalisa eksternal peneliti menggunakan alat Porter Five Forces dan Analisa competitor.\nSetelah melakukan Analisa internal dan eksternal peneliti merumuskan solusi menggunakan Analisa\nSWOT lalu menyusun Analisa TOWS untuk memilih startegi terbaik yang paling mungkin dilakukan\noleh Ghaza. Setelah merumuskan strategi yang paling mungkin dijalankan, peneliti menyusun rencana\nkerja agar proyek ini dapat berjalan sebagaimana mesti dan tidak keluar dari jalur yang telah direncakan.", "Daftar File": {"2019_TS_PP_ANDI_DESI_MONICA_1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/161905"}, "Penulis": "Andi Desi Monica [29117065]", "Kontributor / Dosen Pembimbing": ["Dr. Dina Dellyana, S.Farm., M.A.B."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Internal analysis, external analysis, Porter Five Forces, SWOT, TOWS", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "11 Mar 2019"}