{"Nomor": 36319, "Judul": "N2O and NO emission from a biological aerated filter treating coking wastewater: Main source and microbial community", "Abstrak": "Nitrous oxide (N2O) and nitric oxide (NO) emissions from domestic wastewater treatment had been\nwidely investigated due to their severe greenhouse effect and stratospheric ozone depletion. Researches\nconcerning N2O and NO emissions from industrial wastewater treatment which usually contain high\nconcentrations of nitrogen and refractory organics were still limited. In this study, N2O and NO emissions\nfrom a biological aerated filter (BAF) for coking wastewater treatment were investigated that achieved\nefficient nitrogen and chemical oxygen demand (COD) removal efficiency through short-cut nitrification\nand denitrification. Notably, emission factor of N2O and NO reached 23.58% and 0.09% respectively, much\nhigher than those emitted from most domestic wastewater treatment plants. Moreover, batch experiments revealed that nitrifier denitrification contributed as high as 97.17% and 93.89% of the total\ngenerated N2O and NO, which was supposed to be the main source of green-house gases (GHGs) during\ncoking wastewater treatment. The inhibition of denitrifying reductase by the toxic components in coking\nwastewater and the severe nitrite accumulations were key factors promoting the high emission of N2O\nand NO. Microbial community analysis based on high throughput sequencing of 16S rRNA gene revealed\nthat ammonia-oxidizing bacteria and denitrifying bacteria distributed abundantly in the BAF reactor,\nwhile nitrite-oxidizing bacteria was almost absent. The huge imbalance between NO and N2O reductase\nwas an underlying explanation for the high N2O emission in the present coking wastewater treatment\naccording to Phylogenetic Investigation of Communities by Reconstruction of Unobserved States (PICRUSt) result. This study is of great significance to understanding the high N2O and NO emission and\ndeveloping the control strategy when treating industrial wastewater with high-strength nitrogen and\nrefractory organics.", "Daftar File": {}, "Penulis": "Maosheng Zheng [-]", "Kontributor / Dosen Pembimbing": ["Nan Zhou.,Shufeng Liu.,Chenyuan Dang .,Yongxin Liu.,Shishi He .,Yijun Zhao.,Wen Liu., Xiangke Wang"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Nitrous oxide Nitric oxide Biological aerated filter Coking wastewater Short-cut nitrification and denitrification", "Sumber": "Journal of Cleaner Production 213 (2019) 365-374", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "11 Mar 2019"}