{"Nomor": 36317, "Judul": "KENDALA DINAS KELAUTAN DAN PERIKANAN JAWA BARAT DALAM MEWUJUDKAN PEMERINTAHAN DI LAUT", "Abstrak": "Indonesia memiliki potensi yang besar di sektor kelautan, dengan luas wilayah laut\nyang mencapai 8,3 juta km2 atau 70 persen wilayah Indonesia. Luasnya wilayah laut\nIndonesia ini menyimpan banyak sumber daya kelautan yang dapat dimanfaatkan.\nSejarah mencatat bahwa Indonesia sudah memanfaatkan laut sejak zaman Kerajaan\nMajapahit dan Sriwijaya. Namun, budaya maritim Indonesia mulai hilang sejak\nBelanda mengusai Indonesia dan membuat kebijakan-kebijakan yang berfokus pada\npemanfaatan di sektor agraris. Pada tahun 1957, Indonesia kembali menyadari bahwa\nIndonesia merupakan bangsa maritim. Kemudian, diadakan deklarasi Djuanda dengan\ntujuan untuk mengembalikan Indonesia sebagai bangsa maritim. Namun, selama\npuluhan tahun Indonesia masih fokus pada sektor agraris. Hingga pada tahun 2000\nterjadi Amandemen kedua UUD 1945, yang pada akhirnya menyebutkan bahwa\nIndonesia merupakan negara kepulauan yang bercirikan nusantara.\nPemerintahan di laut khususnya di Provinsi Jawa Barat bukanlah perkara yang mudah\nuntuk diwujudkan. Dengan potensi sumber daya di wilayah pesisir, laut dan pulaupulau\nkecil yang besar. Namun, selama ini arah dan kebijakannya didominasi oleh\nbagaimana meningkatkan dan mengembangkan produksi perikanan sedangkan, urusan\nseperti pengembangan wilayah pesisir dan pulau-pulau kecil, penataan ruang laut,\nmasih belum berjalan secara optimal.\nPenelitian ini bertujuan untuk (1) mengidentifikasi arah dan kebijakan Dinas Kelautan\ndan Perikanan Jawa Barat mewujudkan pemerintahan di laut. (2) Mencari kendalakendala\nyang terjadi di Dinas Kelautan dan Perikanan Jawa Barat dalam mewujudkan\npemerintahan di laut. (3) Mengindentifikasi dampak yang terjadi dari setiap kendala\ndalam mewujudkan pemerintahan di laut. Metode yang dilakukan dalam penelitian\nini adalah deskriptif-kualitatif. Teknik pengumpulan data dengan wawancara dan\ndokumentasi. Adapun metode analisis yang dilakukan menggunakan analisis matriks\nkorelasi, analisis DPSIR (Driver-Pressure-State-ImpactResponse) dan analisis jejaring\naktor.\nii\nHasil dari analisis deskriptif diketahui bahwa pemerintahan di laut dibentuk\nberdasarkan UU 23/2014 tentang pemerintahan daerah serta UU 32/2014 tentang\nkelautan yang menjadi dasar pelaksanaan pembangunan kelautan oleh pemerintah\ndaerah. Pemerintahan di laut harus dibentuk berdasarkan komponen-komponen yang\nterdapat dalam UU 32/2014 tentang pemerintahan di laut. Selain itu, berdasarkan hasil\nmatriks korelasi terlihat dengan adanya perubahan UU 23/2014 tentang pemerintah\ndaerah tersebut berdampak pada mulai adanya arah dalam tugas pokok dan fungsi\nkepada pembangunan kelautan. Serta berdasarkan hasil DPSIR menunjukan bahwa\ndampak yang terjadi dari kondisi dinas kelautan dan perikanan diantaranya, dinas\nkelautan dan perikanan tidak mampu menyelesaikan masalah kelautan, rusaknya\nsumber daya di wilayah pesisir, laut dan pulau-pulau kecil, menurunnya pendapatan\nmasyarakat, dan menurunnya jumlah nelayan.\nBerdasarkan penelitian ini, diketahui bahwa arah dan kebijakan pengelolaan dan\npemanfaatan wilayah pesisir, laut dan pulau-pulau kecil tidak terumuskan sampai ke\ntingkat objektivitas, perubahan UU 23/2014 tentang pemerintah daerah dan UU 1/2014\ntentang pengelolaan wilayah pesisir dan pulau-pulau kecil menjadi kendala dalam\nproses penataan ruang laut, karena menimbulkan ketidakpastian hukum. Selain itu,\nberdampak pada terjadinya perubahan kelembagaan yang menimbulkan\nketidakselarasan dengan rencana strategis dinas kelautan dan perikanan serta adanya\nprioritas program dan kegiatan di sektor perikanan yang lebih menekankan pada\nproduksi perikanan. Namun, dari semua kendala yang terjadi dalam mewujudkan\npemerintahan di laut. Saat ini, dinas kelautan dan perikanan sudah mulai merumuskan\npengelolaan dan pemanfaatan wilayah pesisir, laut dan pulau-pulau kecil dalam tugas,\npokok dan fungsi.", "Daftar File": {"2019_TS_PP_REINDINALDO_KASTILONG_1__JURNAL.pdf": "https://digilib.itb.ac.id/gdl/download/162003", "2019_TS_PP_REINDINALDO_KASTILONG_1__COVER.pdf": "https://digilib.itb.ac.id/gdl/download/162004", "2019_TS_PP_REINDINALDO_KASTILONG_1__BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/162005", "2019_TS_PP_REINDINALDO_KASTILONG_1__BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/162006", "2019_TS_PP_REINDINALDO_KASTILONG_1__BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/162007", "2019_TS_PP_REINDINALDO_KASTILONG_1__BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/162008", "2019_TS_PP_REINDINALDO_KASTILONG_1__BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/162009", "2019_TS_PP_REINDINALDO_KASTILONG_1__DAFTAR_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/162010"}, "Penulis": "Reindinaldo Kastilong [24016012]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Widyo Nugroho"], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "pemerintahan di laut, pengelolaan, sumber daya kelautan", "Sumber": "", "Staf Input/Edit": "sarnya", "File": "8 file", "Tanggal Input": "11 Mar 2019"}