{"Nomor": 36313, "Judul": "STRATEGI-STRATEGI UNTUK MENGHILANGKAN KEMUNCULAN INSIDEN KEBAKARAN DI BADAK LNG", "Abstrak": "Badak LNG sebagai salah satu produsen LNG berpengalaman di dunia selalu berkomitmen kepada aspek Keselamatan, Kesehatan, Lingkungan dan Kualitas (SHEQ), yang ditunjukkan di dalam Key Performance Indicator (KPI) perusahaan. Salah satu item performa yang tercantum di dalam KPI Badak LNG adalah jumlah insiden api/kebakaran di area kilang. Proses bisnis Badak LNG dikategorikan sebagai proses dengan risiko sangat tinggi, dimana gas hidrokarbon yang mudah terbakar diolah dalam tekanan operasi yang tinggi dan temperature kriogenik. Sehingga, dalam sudut pandang setiap karyawan, adanya insiden api/kebakaran di dalam area kilang adalah hal yang sangat tidak diinginkan. Sejak 2016, Badak LNG belum berhasil mencapai target jumlah kemunculan insiden kebakaran maksimal 2 kasus dalam setahun. Sehingga makalah ini ditulis untuk melihat dan mengevaluasi solusi-solusi yang dapat mencegah kemunculan insiden api/kebakaran.\nBerdasarkan rekaman data Perusahaan, insiden api/kebakaran yang terjadi di 2016-2018 dapat dikategorikan berdasarkan kondisi awal: operasional, mekanikal, kelistrikan atau instrumentasi. Metode Current Reality Tree digunakan untuk mencari penyebab-penyebab akar secara unum untuk insiden api/kebakaran. Berdasarkan metode CRT, terdapat 7 penyebab-penyebab akar yang berkontribusi terhadap kemunculan insiden api/kebakaran: 1) Peralatan yang menua; 2) Ketidakcukupan Komunikasi; 3) Kurangnya Ketersediaan Tenaga Kerja; 4) Rendahnya Performa Kilang Nitrogen; 5) Ketidakcukupan prosedur; 6) Ketidakcukupan ruang lingkup Perawatan preventif 7) Pengurangan Anggaran.\nSolusi-solusi dikembangkan untuk menyelesaikan semua penyebab akar. Dari segi kilang, perbaikan kilang nitrogen diinisiasi untuk meningkatkan performanya. Solusi lain adalah menjalankan program penggantian fuse untuk meminimalkan insiden api/kebakaran yang berulang. Dari segi proses, kajian ulang terhadap ruang lingkup Perawatan preventif perlu dilakukan untuk merespon kekurangannya dan masalah peralatan yang menua. Program pengembangan karyawan seperti pelatihan kepemimpinan dan skill berkomunikasi lebih diperdalam. Dari segi manusia, budaya berbagi pengetahuan didorong untuk meminimalkan perbedaan dari ketidakcukupan komunikasi dan kurangnya ketersediaan tenaga kerja. \nUntuk menentukan proritas solusi-solusi tersebut, dilakukan analisis menggunakan beberapa kriteria seperti waktu penyelesaian, kompleksitas dan biaya. Berdasarkan analisis tersebut, diperoleh rekomendasi untuk memprioritaskan program kajian terhadap ruang lingkup Perawatan Preventif sebagai prioritas utama. Pada akhirnya, pengimplementasian semua solusi tersebut dapat meningkatkan peluang Perusahaan untuk menghindari insiden api/kebakaran di area kilang.", "Daftar File": {"2019_TS_PP_Akbar_Surya_Laksamana_1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/162000"}, "Penulis": "Akbar Surya Laksamana [29116312]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Mursyid Hasan Basri, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Liquefied Natural Gas (LNG), Fire Incident, Key Performance Indicator, Preventive Maintenance, Fuse", "Sumber": "PT BADAK NGL", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "11 Mar 2019"}