{"Nomor": 36315, "Judul": "POTENSI PAKAN DAN PERILAKU MAKAN BEKANTAN (Nasalis larvatusWurmb, 1781) DI KAWASAN HUTAN KOTA TARAKAN, KALIMANTAN UTARA", "Abstrak": "Bekantan (Nasalis larvatus Wurmb, 1781) adalah primata yang digolongkan sangat langka dan endemik, hanya dapat dijumpai di Pulau Borneo. Data IUCN menuliskan kondisi populasi konservasi bekantan endangered masuk dalam Appendix I CITES. Saat ini keberlanjutan populasi bekantan di kota Tarakan belum di ketahui. Penelitian ini bertujuan untuk mengetahui potensi sumber pakan dan adaptasi bekantan terhadap hutan Dipterocarpaceae melalui pendekatan sebaran populasi, hubungan kehadiran dengan sumber pakan, vegetasi, pola aktivitas harian, serta perilaku makan. Pengamatan dilakukan di daerah terdapat informasi keberadaan bekantan yaitu di (1) Hutan Penelitian Universitas Borneo Tarakan (Desember 2004-April 2015) dan (2) Penangkaran (Kawasan Konservasi Mangrove dan Bekantan-KKMB) kota Tarakan (April-Mei 2015). Dilakukan pengamatan perilaku dengan metode focal animal sampling untuk mengamati perilaku. Data karakteristik dan ketersediaan pakan dilakukan dengan analisis vegetasi dengan menggunakan metode kombinasi antara line transect dan quadrat transect. Dari hasil analisis vegetasi terdapat 12 jenis pohon, dengan tiga vegetasi dominan yaitu Meranti Putih (INP : 106,72%), Meranti Merah (INP 54,31%), Keruing (INP 26,40%). Ditemukan 45 individu bekantan (Nasalis larvatus Wurmb, 1781), di dua lokasi penelitian. Bekantan dapat beradaptasi dengan ditemukannya beberapa individu di habitat alaminnya. Berdasarkan hasil analisis perilaku harian di penangkaran (KKMB) terdapat 6 kategori, dengan aktivitas diantaranya feeding (23.74 %,), locomotion (25.63 %), immobile (35.23 %), agonistic (2.24 %), interaction (10.37 %) dan playing (2.78%) yang terbagi atas 29 (dua puluh sembilan) perilaku. Selama pengamatan bekantan lebih banyak menggunakan pohon perepat (Sonneratia alba) sebagai pohon pakan dan sebagai tempat tidur. Selain itu, dipenangkaran diberikan makanan tambahan berupa pisang muda, pemberian pakan sekali sehari antara pukul 08.00-10.00. Potensi ancaman dari peningkatan jumlah penduduk setiap tahun, terutama di pesisir pantai membuat habitat bekantan semakin sempit. Aktivitas di lingkungan penangkaran (KKMB) cukup tinggi dan bersinggungan langsung dengan pusat keramaian diantaranya pasar, pemukiman, cold storage, pelabuhan, sub terminal, dan lahan pertambakan. Dapat disimpulkan bahwa Faktor kerapatan dan keanekaragaman vegetasi mendukung kelimpahan dan distribusi bekantan, semakin tinggi kerapatan dan keanekaragaman vegetasi maka potensi sumber pakan lebih banyak. Ancaman pada bekantan di kota Tarakan tidak jauh berbeda dengan wilayah lain pada penelitian terdahulu, yaitu walaupun bekantan dapat dijumpai dikedua lokasi, namun karena habitat sumber pakan semakin sempit dengan pertambahan penduduk tiap tahun akan mengancam keberlangsungan bekantan di kota Tarakan.", "Daftar File": {}, "Penulis": "Nursia [20613032]", "Kontributor / Dosen Pembimbing": ["Dr. Achmad Sjarmidi"], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "Life sciences ; biology", "Kata Kunci": "bekantan (Nasalis larvatus Wurmb, 1781), populasi, aktivitas, gangguan", "Sumber": "", "Staf Input/Edit": "agus slamet", "File": "1 file", "Tanggal Input": "11 Mar 2019"}