{"Nomor": 36326, "Judul": "EKSPRESI GEN CYP321E1 PENYANDI ENZIM SITOKROM P450 MONOOKSIGENASE LARVA INSTAR IV ULAT KUBIS Plutella xylostella (LEPIDOPTERA) STRAIN LOKAL TERHADAP PENDEDAHAN INSEKTISIDA KLORANTRANILIPROL", "Abstrak": "Plutella xylostella (Lepidoptera; Plutellidae) merupakan serangga ngengat yang\nmenjadi hama utama pada tanaman Crucifer (kubis-kubisan). Kerusakan akibat\nserangga ini dapat mencapai 90 % bagian tanaman. Kerugian ekonomi global\nakibat kegagalan panen maupun biaya pengendalian P. xylostella dapat mencapai\nUS$ 4 - 5 miliar per tahun. Pengendalian hama menggunakan insektisida sintesis\nmerupakan metode yang relatif mudah diaplikasikan, cepat dalam mengendalikan\npopulasi hama, dan efektif secara ekonomi dibandingkan pengendalian hayati,\nmekanik, maupun kultural. Akan tetapi kondisi di lapangan secara global\nmenunjukkan bahwa P. xylostella telah resisten terhadap hampir seluruh jenis\ninsektisida sintesis, temasuk insektisida terbaru klorantraniliprol, hanya dalam\njangka waktu dua tahun sejak pertama kali diaplikasikan di Cina. Salah satu\npenyebab terjadinya resistensi serangga terhadap insektisida adalah kemampuan\ndetoksifikasi senyawa insektisida oleh enzim-enzim tertentu pada tubuh serangga.\nSitokrom P450 monooksigenase (P450) merupakan superfamili protein yang\nterlibat dalam metabolisme oksidatif senyawa endogen maupun induksi\nxenobiotik, seperti senyawa insektisida. Gen CYP321E1 yang menyandi enzim\nP450 pada P. xylostella diketahui berperan penting dalam jalur detoksifikasi\nmolekul diamida klorantraniliprol dan turut bertanggungjawab terhadap peristiwa\nresistensi P. xylostella terhadap klorantraniliprol. Penelitian ini bertujuan untuk\nmengetahui tingkat mortalitas larva dan ekspresi gen CYP321E1 pada larva instar\nIV P. xylostella setelah pendedahan insektisida klorantraniliprol. Tahapan\npenelitian yang dilakukan meliputi pemeliharaan larva P. xylostella, pendedahan\ninsektisida klorantraniliprol berbagai konsentrasi dan durasi, penghitungan\nmortalitas larva, isolasi RNA total dari saluran pencernaan larva, dan analisis\nekspresi gen dengan metode reverse transcription quantitative-PCR (RT-qPCR).\nPendedahan klorantraniliprol pada konsentrasi 0 mg/L (kontrol akuades) selama\n24 jam, 48 jam, dan 72 jam setelah dikoreksi dengan rumus Abbott (1925)\nmenyebabkan mortalitas 0% pada seluruh populasi larva instar IV yang diuji.\nPendedahan klorantraniliprol pada konsentrasi 3,99 mg/L selama 24 jam, 48 jam,\ndan 72 jam berturut-turut menyebabkan mortalitas pada 5,09 %, 10,82 %, dan\n10,93 % populasi larva instar IV yang diuji. Pendedahan klorantraniliprol pada\nii\nkonsentrasi 7,97 mg/L selama 24 jam, 48 jam, dan 72 jam menyebabkan\nmortalitas pada 5,00 %, 10,82 %, dan 20,65 % populasi larva. Berdasarkan hasil\nanalisis kuantitatif relatif RT-qPCR menggunakan housekeeping gene RPS23,\nsetelah pendedahan klorantraniliprol 3,99 mg/L selama 24 jam, 48 jam, dan 72\njam, ekspresi gen CYP321E1 berturut-turut adalah 0,59, 0,26, dan 0,34 kali\ndibandingkan dengan kontrol. Setelah pendedahan klorantraniliprol 7,97 mg/L\nselama 24 jam, 48 jam, dan 72 jam, ekspresi gen CYP321E1 berturut-turut adalah\n0,12, 0,43, dan 0,51 kali dibandingkan dengan kontrol. Pada seluruh perlakuan\nklorantraniliprol tidak terjadi up-regulation gen CYP321E1 dibandingkan dengan\nkontrol. Larva P. xylostella diduga telah mengembangkan mekanisme\ndetoksifikasi sehingga konsentrasi klorantraniliprol yang didedahkan hanya\nmenyebabkan mortalitas pada 20,65 % populasi larva. Diduga mekanisme\ndetoksifikasi klorantraniliprol yang berkembang pada P. xylostella asal kebun\nkubis Cikole, Lembang, tidak melalui aktivitas enzim P450, tetapi disebabkan\naktivitas enzim lain, seperti karboksil-esterase (CarE) dan Glutation-S-transferase\n(GST), atau melalui mekanisme penurunan sensitivitas target-site reseptor\nryanodine. Dari hasil penelitian ini, pendedahan klorantraniliprol menyebabkan\npeningkatan mortalitas larva seiring dengan peningkatan konsentrasi\nklorantraniliprol. Semakin panjang durasi pendedahan klorantraniliprol, mortalitas\nlarva semakin meningkat. Pendedahan klorantraniliprol tidak menyebabkan upregulation gen CYP321E1 dibandingkan kontrol. Pada konsentrasi 7,97 mg/L,\nekspresi CYP321E1 cenderung meningkat seiring panjang durasi pendedahan\nklorantraniliprol, tetapi tidak sampai menyebabkan up-regulation dibandingkan\nkontrol.", "Daftar File": {}, "Penulis": "Risha Amilia Pratiwi [20613027]", "Kontributor / Dosen Pembimbing": ["Dr. Adi Pancoro"], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "CYP321E1, klorantraniliprol, mortalitas, Plutella xylostella, P450", "Sumber": "", "Staf Input/Edit": "agus slamet", "File": "1 file", "Tanggal Input": "11 Mar 2019"}