{"Nomor": 36329, "Judul": "Unconventional Resource's Production Under Desorption-Induced Effects", "Abstrak": "Thousands of horizontal wells are drilled into the shale formations across the U.S. and hydrocarbon\nproduction is substantially increased during past years. This fact is accredited to advances obtained\nin hydraulic fracturing and pad drilling technologies. The contribution of shale rock surface\ndesorption to production is widely accepted and confirmed by laboratory and field evidences.\nNevertheless, the subsequent changes in porosity and permeability due to desorption combined\nwith hydraulic fracture closures caused by increased net effective rock stress state, have not been\ncaptured in current shale modeling and simulation. Hence, it is essential to investigate the effects of\ninduced permeability, porosity, and stress by desorption on ultimate hydrocarbon recovery.\nWe have developed a numerical model to study the effect of changes in porosity, permeability\nand compaction on four major U.S. shale formations considering their Langmuir isotherm\ndesorption behavior. These resources include; Marcellus, New Albany, Barnett and Haynesville\nShales. First, we introduced a model that is a physical transport of single-phase gas flow in shale\nporous rock. Later, the governing equations are implemented into a one-dimensional numerical\nmodel and solved using a fully implicit solution method. It is found that the natural gas production\nis substantially affected by desorption-induced porosity/permeability changes and geomechancis.\nThis paper provides valuable insights into accurate modeling of unconventional reservoirs that is\nmore significant when an even small correction to the future production prediction can enormously\ncontribute to the U.S. economy", "Daftar File": {}, "Penulis": "S. Sina Hosseini Boosari [-]", "Kontributor / Dosen Pembimbing": ["Umut Aybar", "Mohammad O. Eshkalak"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Shale desorption, Unconventional reservoirs, Porosity change, Permeability change, Desorption-induced effect", "Sumber": "Petroleum , Volume 2, Issue 2, Pages 148-155 (June  2016)", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "12 Mar 2019"}