{"Nomor": 36349, "Judul": "ANALISIS INVESTASI UNTUK PENGGANTIAN KERETA EKONOMI PREMIUM MENJADI KERETA EKSEKUTIF ARGO PARAHYANGAN STUDI KASUS: PT KERETA API INDONESIA (PERSERO)", "Abstrak": "Argo Parahyangan adalah layanan transportasi kereta api yang dioperasikan oleh PT Kereta Api Indonesia (Persero) dan memiliki kinerja bagus selama lima tahun terakhir. Isu bisnis yang berkaitan dengan kelangsungan bisnis Argo Parahyangan adalah beroperasinya proyek Jalan Tol Jakarta-Cikampek II Elevated yang dikhawatirkan akan membawa dampak terhadap penurunan tingkat okupansi, seperti yang pernah terjadi pada layanan kereta api Argo Gede dan Parahyangan sebagai dampak dari pengoperasian Jalan Tol Cikampek-Purwakarta-Padalarang (Cipularan) pada tahun 2005. Untuk mengantisipasi hal tersebut, PT Kereta Api Indonesia (Persero) memiliki rencana untuk menerapkan strategi penjualan semua tiket Argo Parahyangan dengan kelas eksekutif. Terkait rencana tersebut, penelitian ini bertujuan menganalisis kelayakan finansial untuk proyek penggantian kereta ekonomi premium menjadi kereta eksekutif Argo Parahyangan.\n\nUntuk menganalisis situasi bisnis terkait isu bisnsi, penulis menggunakan bebebrapa metode analisis seperti analisis performansi Argo Parahyangan, analisis kompetitor, analisis sumber daya dan kapabilitas serta analisis strengths, weaknesses, opportunities dan threats. Untuk menilai kelayakan finansial, penulis menggunkan tiga parameter yaitu Net Present Value (NPV), Internal Rate of Return (IRR) dan payback period berdasarkan perhitungan arus kas bebas untuk proyek dan arus kas bebas untuk ekuitas.\n\nPada penelitian ini penulis mengembangkan tiga skenario berdasarkan porsi pendanaan ekuitas dan pinjaman bank yang berbeda. Dari ketiga skenario tersebut, skenario pertama merupakan skenario terbaik dengan porsi 40% pendanaan ekuitas dan 60% pinjaman bank. Berdasarkan perhitungan arus kas bebas untuk proyek didapatkan NPV sebesar Rp 220.358 milyar, IRR sebesar 45.02% dan nilai payback period sebesar 3,18 tahun. Sedangkan berdasarka perhitungan arus kas bebas untuk ekuitas diapatkan NPV sebesar Rp 86.876 milyar, IRR sebesar 72,59% dan nilai payback period sebesar 2,26 tahun. Berdasarkan parameter-parameter tersebut proyek penggantian kereta ekonomi premium menjadi kereta eksekutif layak secara finansial. Penulis juga melakukan analisis sensitivitas yang menghasilkan variabel-variabel yang berpengaruh terhadap kelayakan finansial proyek yaitu tingkat okupansi, tingkat inflasi, tingkat suku bunga, harga kereta eksekutif, harga kereta pembangkit dan harga kereta makan.", "Daftar File": {"2019_TS_PP_Resa_Irwanto_1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/162059"}, "Penulis": "Resa Irwanto [29117276]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Achmad Herlanto Anggono, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Kereta Api, Analisis Investasi, Proyek Penggantian, Kelayakan Finansial, Arus Kas Inkremental", "Sumber": "PT KERETA API INDONESIA (PERSERO)", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "12 Mar 2019"}