{"Nomor": 36345, "Judul": "PENGEMBANGAN PRODUK BARU DARI IKAN NILA SEBAGAI SOLUSI ALTERNATIF UNTUK MENINGKATKAN KESEJAHTERAAN EKONOMI PEMBUDIDAYA IKAN   (Studi Kasus di Dua Kelompok Pembudidaya Ikan di Subang, Jawa Barat)", "Abstrak": "Perikanan adalah bisnis yang memiliki potensi besar untuk dikembangkan di Jawa Barat. Subang adalah salah satu kabupaten yang menjadi penghasil ikan nila yang terkenal di Jawa Barat. Pokdakan JM & SR di Subang sedang mengalami masalah kelebihan pasokan ikan nila, dan kesejahteraan ekonomi petani di sana masih perlu ditingkatkan. Selain  itu, konsumsi ikan nila secara umumnya masih lebih rendah dari konsumsi ikan laut. Pengembangan produk ikan nila menjadi solusi untuk meningkatkan nilai tambah produk nila nila. Analisis eksternal yang dilakukan pada penelitian ini terdiri dari Analisis PESTLE, Analisis Kerugian Pasca Panen Ikan, dan Analisis Pemangku Kepentingan. Analisis internal terdiri dari analisis pasokan & permintaan ikan nila di Subang, dan pada kedua Pokdakan JM & SR itu sendiri. Kedua analisis internal dan eksternal dilakukan untuk menemukan penyebab masalah yang ditemukan dalam kesimpulan dari situasi bisnis. Solusi yang akan dilakukan terdiri dari mengembangkan kolaborasi pemangku kepentingan dengan kedua Pokdakan menggunakan KUKM Ecobiz, pelatihan dan pelaksanaan dari sertifikasi Cara Budidaya Ikan yang Baik, beberapa konsep pengembangan produk yang dapat dilaksanakan, pengembangan konsep strategi pemasaran (STP & 4P), dan menerapkan sertifikasi yang diperlukan untuk produk baru. Produk yang bisa dikembangkan terdiri dari bakso ikan, sosis ikan, otak-otak ikan, nugget ikan, ikan presto, keripik ikan, dan kolagen. Para pemangku kepentingan yang perlu dikolaborasikan dengan menggunakan KUKM Ecobiz adalah seperti perusahaan (UKM), universitas, lembaga penelitian, koperasi, pengecer, elemen pemerintah, lembaga keuangan, dan eksportir.", "Daftar File": {"2019_TS_PP_FALDY_REIZANDY_1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/162056"}, "Penulis": "Faldy Reizandy [29117141]", "Kontributor / Dosen Pembimbing": ["Dr. Mustika Sufiati Purwanegara, M. Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Pengembangan Produk, Ikan Nila, KUKM Ecobiz, Ekosistem Bisnis Perikanan, Kelompok Pembudidaya Ikan", "Sumber": "Kelompok Pembudidaya Ikan di Subang, Jawa Barat", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "12 Mar 2019"}