{"Nomor": 36352, "Judul": "PERUBAHAN STRUKTUR VEGETASI PADA SISTEM PERLADANGAN GILIR BALIK MASYARAKAT DAYAK PITAP KALIMANTAN SELATAN", "Abstrak": "Hutan merupakan hal penting dalam kehidupan, karena manusia memanfaatkan sumber daya alam yang terkandung di dalamnya. Sumber daya alam inilah yang disebut jasa ekosistem. Salah satu jasa ekosistem yang banyak dimanfaatkan oleh manusia adalah jasa regulasi dalam sistem pertanian. Salah satu sistem pertanian yang memanfaatkan jasa ekosistem adalah perladangan gilir balik. Umumnya perladangan gilir balik dilakukan di kawasan hutan yang terletak di perbukitan. Suku Dayak Pitap merupakan salah satu suku yang tinggal di kawasan Pegunungan Meratus, Kalimantan, yang melakukan sitem perladangan gilir balik. Perladangan gilir balik merupakan suatu sistem pertanian yang memanfaatkan suksesi alam untuk memperbaiki lahan pertanian. Suksesi alam memungkinkan terjadinya perubahan struktur dan komposisi vegetasi yang dipengaruhi oleh beberapa kondisi lingkungan. Penelitian ini bertujuan untuk mengkaji perkembangan struktur dan komposisi vegetasi serta kondisi faktor-faktor lingkungan selama masa bera dengan pendekatan chronosequence untuk mempelajari suksesi di perladangan gilir balik. Lokasi penelitian dilakukan pada empat tapak bera yang telah ditinggalkan selama dua, empat, enam dan delapan tahun serta hutan alami dengan menggunakan metoda kuadrat yang disusun membentuk belt transect berukuran 20 x 100 m2 yang didalamnya terdiri dari beberapa plot bertingkat. Parameter vegetasi diukur untuk seluruh bentuk hidup (pohon, perdu dan herba). Faktor lingkungan yang diukur adalah mikroklimat dan faktor edafik serta kandungan makro nutrien tanah. Diantara spesies yang ditemukan, beberapa hadir di hampir seluruh tapak bera, yaitu Archidendron pauciflorum dan Hevea brasiliensis (pohon); Calamus paspalanthus, Korthalsia jala, Korthalsia robusta dan Schizostachyum blumei (perdu); dan Cyperus rotundus, Hedyotis corymbosa, Nephrolepis hirsutula dan Phyllanthus urinaria (herba). Sejalan dengan bertambahnya umur tapak bera, indeks keanekaragaman bentuk hidup pohon dan nilai biomassa tegakan menunjukkan kecenderungan yang meningkat. Tingkat kesamaan komunitas antar tapak menunjukkan pola yang cenderung mendekati kesamaan komunitas hutan alami seiring bertambahnya umur bera. Potensi regenerasi spesies pohon penyusun vegetasi setiap tapak menunjukkan pola yang berbeda-beda. Pada aspek mikroklimat, suhu udara menurun sejalan dengan bertambahnya umur bera. Faktor edafik tidak terlihat pola yang jelas sejalan dengan pertambahan umur bera untuk C, N dan P tanah, sedangkan kadar K tanah jauh lebih tinggi pada tapak bera paling muda dibandingkan dengan tapak-tapak yang lebih tua.", "Daftar File": {}, "Penulis": "Sri Ulfah [20613005]", "Kontributor / Dosen Pembimbing": ["Endah Sulistyawati, S.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "Life sciences ; biology", "Kata Kunci": "chronosequence, Dayak Pitap, serladangan gilir balik, suksesi", "Sumber": "", "Staf Input/Edit": "agus slamet", "File": "1 file", "Tanggal Input": "12 Mar 2019"}