{"Nomor": 36350, "Judul": "PENGARUH JUMLAH POLEN TERHADAP PEMBENTUKAN FRUIT SET KELAPA SAWIT (Elaeis guineensis Jacq)", "Abstrak": "Polinasi atau penyerbukan merupakan proses berpindahnya serbuk sari atau polen\ndari anther ke stigma sehingga terjadi peristiwa fertilisasi. Elaeidobius\nkamerunicus Faust (Coleoptera : Curculionidae) telah diidentifikasi sebagai\nkumbang penyerbuk yang paling efektif pada tanaman kelapa sawit. Penelitian ini\nbertujuan untuk menghitung jumlah polen pada bunga betina menggunakan\npollen trap, menghitung jumlah polen yang menempel pada tubuh kumbang\njantan dan betina baik di bunga jantan maupun di bunga betina serta pengaruhnya\nterhadap persentase fruit set. Pemasangan trap dilakukan saat bunga receptive\n(mekar) sempurna. Penelitian ini dilakukan di kebun PTPN VIII desa Sukamaju,\nSukabumi, Jawa Barat. Pengambilan sampel dilakukan dua kali, bulan Juni dan\nAgustus. Penghitungan fruit set dilakukan setelah enam bulan pengambilan data\npolen. Persentase fruit set didapat dengan menghitung seluruh buah pada tandan\nkelapa sawit. Data dianalisis menggunakan program SPSS’16. Hasil pengamatan\nmenunjukkan bahwa jumlah polen pada trap antar stigma lebih tinggi dibanding\ntrap udara dan putik, walaupun secara statistik tidak berbeda nyata. Jumlah polen\nper luas tandan adalah 48,83/cm2 (Juni) dan 56,4/cm2 (Agustus). Hasil penelitian\njuga menunjukkan jumlah polen di tubuh kumbang pada bunga jantan di bulan\nJuni (3881 ± 2204) lebih banyak daripada di bunga betina (475 ± 379) dan secara\nstatistik berbeda nyata. Kecenderungan yang sama juga didapat pada bulan\nAgustus. Hasil perhitungan polen delivery pada bulan juni dan agustus berkisar\nantara 11,9% sampai 12,9%. Dari hasil penelitian ini dapat disimpulkan bahwa\njumlah polen pada dan sekitar bunga betina berkorelasi positif dengan persentase\npembentukan fruit set. Jumlah polen pada trap diduga dipengaruhi oleh oleh pola\nkunjungan E. kamerunicus ke bunga betina dan juga faktor lingkungan.", "Daftar File": {}, "Penulis": "Siti Nurmala Sari [20614029]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Tati Suryati Syamsudin, MS, DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "Life sciences ; biology", "Kata Kunci": "polinasi, Elaeidobius kamerunicus, Elais guineensis, fruit set", "Sumber": "", "Staf Input/Edit": "agus slamet", "File": "1 file", "Tanggal Input": "12 Mar 2019"}