{"Nomor": 36362, "Judul": "GEOLOGI DAN SUMBER DAYA BATUBARA DAERAH SATIUNG DAN SEKITARNYA, KABUPATEN KOTAWARINGIN TIMUR, PROVINSI KALIMANTAN TENGAH", "Abstrak": "Pemetaan geologi pada skala 1:25.000 dilakukan di daerah Satiung, Kecamatan\nMentaya Hulu, Kabupaten Kotawaringin Timur, Provinsi Kalimantan Tengah\ndengan luas wilayah 108 km2. Penelitian ini bertujuan untuk mengetahui tatanan\ngeologi serta sumber daya dan potensi batubara pada daerah penelitian. Data primer\nyang digunakan dalam penelitian ini diperoleh dari pengambilan data secara\nlangsung di lapangan berupa data singkapan dan data core.\nDaerah penelitian terbagi menjadi empat satuan geomorfologi, yaitu Satuan\nPerbukitan Rendah Sesar Bukit Gantung, Satuan Perbukitan Aliran Lava Pemasi,\nSatuan Dataran Homoklin Afdeling, dan Satuan Dataran Banjir Satiung. Stratigrafi\ndaerah penelitian terbagi menjadi empat satuan tidak resmi dari tua ke muda, terdiri\ndari Satuan Breksi yang terendapkan pada umur Trias, Satuan Lava Andesit, dan di\natas Satuan Breksi dan Satuan Lava Andesit diendapkan secara tidak selaras Satuan\nBatupasir-Batulempung (Pliosen – Pleistosen). Endapan Aluvial berumur Resen\ndiendapkan secara tidak selaras di atas semua satuan yang tersingkap. Struktur\ngeologi yang berkembang di daerah penelitian berupa sesar berarah barat barat daya\n– timur timur laut.\nAnalisis batubara yang dilakukan pada penelitian ini berupa data sekunder dari\nlaboratorium, yaitu analisis reflektansi vitrinit, analisis komposisi maseral, analisis\nproksimat, dan analisis ultimat. Secara umum, batubara daerah penelitian memiliki\nkualitas lignit hingga subbituminus. Berdasarkan analisis litofasies, karakteristik\nbatubara, dan mikrolitotipe, batubara daerah penelitian terendapkan pada\nlingkungan transitional lower delta plain.\nPerhitungan sumber daya pada endapan batubara daerah penelitian menggunakan\nmetode circular USGS dengan jarak titik informasi berdasarkan SNI. Perhitungan\ntersebut menghasilkan sumber daya terukur dengan tonase endapan batubara\nsebesar 47.964.495,68 ton, sumber daya tertunjuk dengan tonase sebesar\n97.389.318,13 ton, dan sumber daya tereka sebesar 115.932.668,24 ton.", "Daftar File": {}, "Penulis": "MUHAMMAD AGUNG AKROM FAHMI [12014053]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Yan Rizal R., Dipl.Geol"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Satiung, core, batubara, kualitas, lingkungan pengendapan, sumber daya.", "Sumber": "", "Staf Input/Edit": "tuti yulia", "File": "8 file", "Tanggal Input": "12 Mar 2019"}