{"Nomor": 36372, "Judul": "PERANCANGAN KAWASAN MELONG BERBASIS KETAHANAN TERHADAP BENCANA BANJIR", "Abstrak": "Perubahan land cover pada kawasan perkotaan merupakan hal yang tidak dapat dihindari. Hal tersebut dikarenakan kebutuhan dari proses pembangunan dalam kawasan perkotaan yang terus meningkat. Pada dasarnya, perubahan land cover merupakan salah satu penyebab terganggunya siklus hidrologi dalam kawasan perkotaan. perubahan land cover secara langsung mengurangi area resapan air hujan sehingga  meningkatkan jumlah dan kecepatan dari air run-off yang berada di atas permukaan tanah. peningkatan jumlah dan kecepatan dari air limpasan berpotensi untuk terjadinya bencana banjir pada kawasan perkotaan. Melong, merupakan kawasan di bagian selatan kota cimahi yang tergolong rawan terhadap bencana banjir. tercatat selama dua tahun terakhir (2016-2017), pada kawasan ini terjadi 47 kejadian banjir, dan titik paling sering terjadinya banjir terletak di RW. 02 (18 kali kejadian) dengan rentang rendaman banjir 0,5m hingga 1m. Banjir pada kawasan RW.02 Kelurahan Melong merupakan banjir dengan tipe pluvial dan fluvial. Banjir pluvial terjadi karena tinggiya air limpasan yang dihasilkan oleh kawasan RW.02 Melong ketika hujan terjadi. banjir fluvial terjadi karena luapan dari Sungai Cimindi-Cisangkan dan Sungai Rancamalang yang ada di dala, kawasan.  Dalam meningkatkan ketahanan kawasan RW.02 Kelurahan Melong terhadap kedua bencana banjir ini dapat dicapai dengan mengimplementasikan prinsip perancangan kawasan adaptif terhadap bencana banjir yang terdiri dari resistance capacity, dan absorption capacity dalam komponen-komponen perancangan kawasan melong. Resistance capacity, merupakan kemampuan dari kawasan perancangan untuk mereduksi dampak dan potensi bencana banjir. sedangkan absorption capacity, merupakan kemampuan kawasan untuk dapat beroperasi dalam keadaan banjir. Pengimplementasialn kedua prinsip tersebut ke dalam komponen tata guna lahan, intensitas dan tata massa bangunan, sirkulasi dan perparkiran, ruang terbuka hijau dan biru, dan jalur pedestrian akan membentuk suatu rancangan kawasan RW.02 Melong menjadi kawasan rumah susun dengan konsep utama flood resilient urban neighborhood.", "Daftar File": {"2019_TS_PP_AZKA_TAUJIH_ROBBANI_1_ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/162088"}, "Penulis": "Azka Taujih Robbani [25616010]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Widjaja Martokusumo", "Dr. Ir. Moh Prasetetyo E Yasin, M.Arch., MAUD"], "Jenis Koleksi": "Tesis", "Penerbit": "Rancang Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "land cover, pluvial, fluvial, resistance capacity, absorption capacity", "Sumber": "", "Staf Input/Edit": "Sandy Nugraha", "File": "1 file", "Tanggal Input": "12 Mar 2019"}