{"Nomor": 36373, "Judul": "DIVERSITAS DAN PERANAN BAKTERI USUS IKAN MAS (Cyprinus carpio L.) DALAM MENINGKATKAN SISTEM IMUN DAN PENGENDALIAN PENYAKIT IKAN", "Abstrak": "Ikan mas (Cyprinus carpio L.) merupakan salah satu spesies ikan air tawar budidaya penting yang merupakan sumber protein bagi masyarakat Indonesia. Ikan mas yang dibudidayakan secara intensif berdampak pada meningkatnya kerentanan ikan terhadap serangan penyakit. Organ-organ pencernaan merupakan bagian yang memegang peran penting terhadap status kesehatan ikan, karena pada organ pencernaan, terutama di usus terdapat suatu lingkungan mikro dimana terdapat banyak mikroba yang saling berinteraksi antara sesamanya, dan juga berinteraksi dengan inangnya. Interaksi tersebut bisa negatif yang akhirnya akan menyebabkan gangguan kesehatan ikan, tetapi dapat pula merupakan interaksi positif yang berpengaruh terhadap meningkatnya daya cerna dan juga sistem imun ikan (sebagai imunostimulan). Mekanisme bakteri komensal dalam menstimulasi sistem imun sangatlah kompleks dan hingga saat ini masih banyak hal yang belum dapat dijelaskan secara rinci. Penelitian yang dilakukan ini bertujuan untuk mengetahui diversitas bakteri usus dan mencari potensi imunostimulan pada ikan mas berbasis bakteri komensal usus antagonis. Hasil dari penelitian ini diharapkan dapat menemukan atau merekomendasikan jenis bakteri usus yang berfungsi sebagai imunostimulan sehingga dapat dimanfaatkan untuk menanggulangi penyakit pada ikan mas yang efektif dan ramah lingkungan dan akan berdampak pada peningkatan produksi ikan mas di Indonesia.\nPenelitian ini dilakukan dalam tiga tahap, yaitu: (1) Mengevaluasi diversitas bakteri usus ikan mas secara metagenom berdasarkan analisis DGGE (Denaturing Gradient Gel Electrophoresis) dan NGS (Next Generation Sequencing), mengetahui diversitas bakteri usus yang dapat dikultur, serta mendapatkan isolat bakteri usus terkultur, (2) Mengidentifikasi dan menyeleksi bakteri usus yang potensial sebagai imunostimulan berdasarkan patogenisitas dan sifat antagonistiknya, (3) Mengevaluasi aplikasi bakteri usus sebagai imunostimulan terhadap peningkatan respon imun ikan mas yang diinfeksi Aeromonas.\nHasil penelitian tahap I: Terdapat perbedaan struktur komunitas dan diversitas bakteri pada tiga bagian usus ikan mas yang diambil dari tempat budidaya intensif (Waduk Cirata) dan kolam tradisional (Ibun, Majalaya), yang tergambar dari pola\nii\nOTU hasil analisa DGGE. Diperoleh kelimpahan dan taksa bakteri dari hasil analisis metagenome dengan NGS. Filum Fusobacteria memiliki kelimpahan tertinggi (45,30%) dilanjutkan dengan Bacteroidetes (27,28%), Firmicutes (16,85%) dan Proteobacteria (6,42%). Kultur murni bakteri usus yang sudah diperoleh berjumlah 30 isolat murni bakteri dari usus ikan mas Cirata, yang terdiri dari Filum Firmicutes dan Proteobacteria. Sebagian besar temasuk dalam Genus Bacillus, dan ada dua dari golongan Bakteri Asam Laktat (Lactococcus dan Enterococcus)\nHasil Penelitian Tahap II: Dari 30 isolat bakteri usus terkultur, diperoleh 20 isolat yang tidak patogen dan 10 isolat bakteri yang patogen terhadap ikan uji. Hasil uji antagonisme menunjukkan bahwa tidak semua sampel bakteri terkultur memiliki aktivitas antagonistik terhadap bakteri dan jamur patogen. Beberapa bakteri yang menghasilkan zona bening pada uji antagonistik memiliki daya hambat yang beragam. Semua zona bening yang terbentuk dalam penghambatan Aeromonas termasuk dalam daya hambat kuat, yang berkisar antara 6,6- 12,6 mm. Zona bening yang terbentuk dalam penghambatan Vibrio termasuk dalam daya hambat sedang sampai kuat, yang berkisar antara 3,4- 11,6 mm. Zona bening yang terbentuk dalam penghambatan Staphylococcus termasuk dalam daya hambat lemah sampai sedang, yang berkisar antara 1,2 – 4,2 mm.\nHasil Penelitian Tahap III: Kelangsungan hidup ikan Mas yang diuji tantang dengan Aeromonas menunjukkan peningkatan yang berbeda nyata antara ikan mas yang diberi bakteri usus terpilih (Bacillus dan Enterococcus) dengan kontrol. Bakteri usus terbaik untuk pengendalian Aeromonas adalah Bacillus subtilis (SR 73%). Respon imun ikan Mas yang diamati dari gambaran darah ikan juga meningkat.\nSecara umum dari hasil penelitian ini dapat disimpulkan bahwa telah dievaluasi diversitas secara metagenom (DGGE dan NGS) dan melalui pendekatan kultur, teridentifikasi dan terseleksi bakteri yang ada pada usus ikan mas dan bakteri usus yang potensial sebagai imunostimulan berdasarkan patogenisitas dan sifat antagonisnya. Aplikasi bakteri usus sebagai imunostimulan terhadap peningkatan respon imun ikan mas yang diinfeksi Aeromonas juga sudah dievaluasi efektifitasnya.", "Daftar File": {}, "Penulis": "Yuniar Mulyani [30612009 ]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. I Nyoman Pugeg Aryantha", "Sony Suhandono, M.Sc., Ph.D.", "Dr. Adi Pancoro"], "Jenis Koleksi": "Disertasi", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "Life sciences ; biology", "Kata Kunci": "Cyprinus carpio L., interaksi inang-mikroba, diversitas bakteri usus, antagonistik, respon imun", "Sumber": "", "Staf Input/Edit": "agus slamet", "File": "1 file", "Tanggal Input": "12 Mar 2019"}