{"Nomor": 36383, "Judul": "KARAKTER FLORISTIK, STRUKTURAL DAN KERAPATAN KAYU KOMUNITAS POHON DI HUTAN INTERIOR DAN TEPI GUNUNG PAPANDAYAN, JAWA BARAT", "Abstrak": "Fragmentasi hutan merupakan penyebab utama terbentuknya patch. Gradien karakter abiotik dan biotik dari bagian luar ke dalam fragmen hutan mengakibatkan patch dapat dibedakan antara bagian interior dan tepi. Kajian mengenai hutan interior dan tepi merupakan hal penting untuk mengetahui pengaruh fragmentasi terhadap karakteristik hutan. Penelitian ini bertujuan menganalisis kondisi hutan interior dan tepi Gunung Papandayan berdasarkan karakter floristik, struktural dan kerapatan kayu komunitas pohon; mengetahui apakah kerapatan kayu cabang dapat digunakan untuk mengestimasi kerapatan kayu batang pohon di hutan Gunung Papandayan.\nAnalisis vegetasi dilakukan dengan membuat tiga plot yang berukuran 20 x 50 m2 masing-masing di hutan interior (IN) dan tepi (TP). Masing-masing plot dibagi dalam 10 sub plot berukuran 10 x 10 m2. Pada setiap sub plot, dilakukan penghitungan jumlah pohon dan pengukuran diameter pada seluruh individu dengan diameter ? 10 cm. Untuk pengukuran kerapatan kayu, dilakukan pencuplikan pada bagian cabang pohon dengan ukuran diameter 1 - 2 cm dan panjang 2 - 5 cm. Data kerapatan kayu hasil pencuplikan dari cabang pohon dibandingkan dengan data kerapatan kayu batang yang diperoleh dari basis data World Agroforestry Database (ICRAF) dan referensi lain.\nii\nHasil penelitian ini memperoleh 29 jenis dari 26 marga dan 20 suku. Nilai karakter floristik, struktural dan kerapatan kayu di hutan interior lebih tinggi daripada hutan tepi. Secara floristik, rata-rata kekayaan jenis di hutan interior (13 jenis) sedikit lebih tinggi daripada hutan tepi yaitu 10 jenis. keanekaragaman jenis di hutan interior lebih tinggi dibandingkan dengan hutan tepi yang ditunjukkan dengan nilai indeks keanekaragaman Shannon-Wiener sebesar 2,2 ± 0,11, sedangkan hutan tepi 1,7 ± 0,39.\nKerapatan pohon di hutan interior 716,67/ha, sedangkan di hutan tepi 463,33/ha. Hutan interior memiliki potensi regenerasi pohon lebih tinggi dibandingkan dengan hutan tepi yang ditunjukkan dengan jumlah pohon berukuran kecil lebih melimpah di hutan interior daripada hutan tepi. Rentang total area basal yaitu 17,78 - 52,23 m2/ha. Total area basal di hutan interior yaitu 42,83 m2/ha dan 31,44 m2/ha di hutan tepi. Kerapatan kayu batang memperlihatkan bahwa terdapat 37,93% jenis mempunyai kerapatan kayu rendah, 51,72% dengan kerapatan kayu sedang dan 10,34% dengan kerapatan kayu tinggi. Rata-rata kerapatan kayu batang di hutan interior (0,63 g/cm3) lebih tinggi daripada hutan tepi (0,55 g/cm3). Rata-rata total biomasa seluruh tapak adalah 296, 87 Mg/ha. Hutan interior mempunyai potensi penyimpanan karbon lebih tinggi daripada hutan tepi yang diindikasikan dengan rata-rata biomassa di hutan interior (338,08 Mg/ha) lebih tinggi daripada di hutan tepi (255,66 Mg/ha).\nBerdasarkan keanekaragaman jenis pohon dan kerapatan kayunya, hutan kawasan Gunung Papandayan mengalami tingkat gangguan sedang. Tingkat gangguan sedang, mengikuti intermediate disturbance hypothesis, ditunjukkan dengan nilai indeks keanekaragaman yang tinggi. Berdasarkan variasi kerapatan kayu, tingkat gangguan sedang ditunjukkan dengan terdapatnya jenis yang memiliki kerapatan kayu batang rendah hingga tinggi tumbuh di kawasan ini. Hubungan positif antara kerapatan kayu cabang dan batang dengan koefisien determinasi 0,28 (p value < 0,001) dan koefisien korelasi 0,55 mengindikasikan bahwa kerapatan kayu cabang dapat dipergunakan untuk mengestimasi kerapatan kayu batang pohon di hutan Gunung Papandayan.", "Daftar File": {}, "Penulis": "Eka Fatmawati Tihurua [20615007]", "Kontributor / Dosen Pembimbing": ["Endah Sulistyawati, S.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "Life sciences ; biology", "Kata Kunci": "Gunung Papandayan, hutan tepi, hutan interior, floristik, struktural, kerapatan kayu batang, kerapatan kayu cabang.", "Sumber": "", "Staf Input/Edit": "agus slamet", "File": "1 file", "Tanggal Input": "12 Mar 2019"}