{"Nomor": 36382, "Judul": "FITOREMEDIASI KROMIUM (Cr) OLEH TUMBUHAN Eichhornia crassipes DAN Pistia stratiotes DENGAN PENERAPAN SPESIES TUNGGAL DAN KOMBINASI SERTA PENGARUHNYA TERHADAP PERTUMBUHAN, FISIOLOGI DAN ANATOMI KEDUA SPESIES", "Abstrak": "Eichhornia crassipes dan Pistia stratiotes merupakan tumbuhan yang mampu menyerap logam berat kromium (Cr) dan berpotensi sebagai agen fitoremediasi; namun pengaruh dari penyerapan Cr tersebut terhadap kondisi pertumbuhan, fisiologi dan anatomi belum banyak diteliti. Tujuan dari penelitian ini adalah untuk: (1) menentukan efektivitas penyerapan dan akumulasi Cr oleh E. crassipes dan P. stratiotes, baik secara spesies tunggal maupun dalam kombinasi; dan (2) mengevaluasi respon fisiologi, anatomi dan pertumbuhan masing-masing agen fitoremediasi tersebut. Perlakuan diberikan dengan memaparkan tumbuhan, baik secara spesies tunggal maupun kombinasi, pada media air dengan penambahan K2Cr2O7 hingga konsentrasi Cr 7 mg L-1. Sebagai pembanding (kontrol) adalah larutan K2Cr2O7 tanpa penambahan tumbuhan. Pembanding untuk pengamatan parameter fisiologi dan anatomi tumbuhan adalah pemaparan dalam media air tanpa penambahan K2Cr2O7. Konsentrasi Cr dalam media air dan laju perubahannya diukur setiap tiga hari selama 15 hari masa retensi. Setelah masa retensi, parameter tumbuhan yang diukur adalah konsentrasi Cr dalam akar dan taruk, fisiologi (klorofil dan prolin), anatomi dan pertumbuhan (berat basah dan kering). Hasil penelitian menunjukkan bahwa sisa Cr pada media perlakuan dengan spesies kombinasi adalah yang terendah, yaitu sebesar 3 mg L-1 dengan laju penurunan 6,30% per hari. Penurunan dalam media perlakuan spesies tunggal maupun kombinasi berbeda nyata dengan kontrol (p<0,05). Akumulasi Cr lebih banyak terdapat di akar daripada taruk. Akumulasi Cr lebih banyak pada perlakuan kombinasi sebesar 10.582 mg/kg. Hasil pengukuran kadar klorofil juga menunjukkan pola penurunan, dengan penurunan terbanyak pada P. stratiotes, baik dalam perlakuan tunggal maupun kombinasi, dengan kadar akhir 1 mg/g yang berbeda nyata dengan kontrol (p<0,05). Kadar prolin lebih tinggi dalam daun daripada akar; kadar terbanyak pada daun P. stratiotes sebesar 8,53 ?g/g berbeda nyata dengan kontrol (p<0,05). Paparan Cr berpengaruh terhadap sel dan jaringan akar: Panjang korteks luar cederung meningkat pada semua perlakuan, dengan ukuran paling panjang pada E. crassipes, yaitu 154,73 ± 8,26 ?m. Panjang aerenkim cenderung menurun dengan ukuran paling pendek pada P. stratiotes spesies tunggal, dengan ukuran akhir rata-rata 94,35 ± 33,56 ?m. Panjang korteks bagian\niii\ndalam pada spesies tunggal meningkat, dengan ukuran paling panjang pada E. crassipes, (ukuran akhir rata-rata 181,46 ± 3,70 ?m), dan menurun pada spesies kombinasi, dengan penurunan lebih besar pada P. stratiotes dengan ukuran akhir 44,39 ± 2,88 ?m. Ukuran rata-rata endodermis cenderung meningkat, terutama pada E. crassipes spesies tunggal dengan ukuran akhir 15,97 ± 1,94 ?m. Lumen xilem cenderung menurun pada E. crassipes, sedangkan Cr tidak berpengaruh pada lumen xilem P. stratiotes. Ukuran panjang korteks cenderung lebih panjang dari kontrol. Lebar aerenkim pada P. stratiotes cenderung menurun dengan ukuran akhir rata-rata 54,51 ± 3,70 ?m. Penurunan berat basah terbanyak ditemukan pada perlakuan P. stratiotes spesies tunggal, dengan berat basah akhir 110,5 g dan berat kering 7 g. Secara umum dapat disimpulkan bahwa perlakuan spesies kombinasi dapat menyerap Cr lebih banyak dari spesies tunggal. Keberadaan Cr pada tumbuhan mengakibatkan penurunan klorofil, peningkatan prolin daun, perubahan anatomi jaringan, dan cenderung mengakibatkan penurunan berat basah, berat kering.", "Daftar File": {}, "Penulis": "Deorosari Erry Takene [20615002]", "Kontributor / Dosen Pembimbing": ["Dr. Dra. Devi Nandita Choesin, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "Life sciences ; biology", "Kata Kunci": "Fitoremediasi, Eichhornia crassipes, Pistia stratiotes, kromium (Cr), klorofil, prolin, anatomi", "Sumber": "", "Staf Input/Edit": "agus slamet", "File": "1 file", "Tanggal Input": "12 Mar 2019"}