{"Nomor": 36396, "Judul": "EVALUASI EFLUEN PENGOLAHAN AIR LIMBAH DOMESTIK KOMUNAL UNTUK KEMUNGKINAN  PEMAKAIAN SEBAGAI AIR DAUR ULANG", "Abstrak": "Terdapat tiga tujuan utama pemanfaatan air daur ulang yang dapat dipraktekkan pada tujuh objek studi IPAL komunal, yaitu untuk pertanian, perikanan, dan higiene sanitasi yang merupakan air dengan kualitas tertentu yang digunakan untuk keperluan sehari-hari yang kualitasnya berbeda dengan kualitas air minum. Air higiene sanitasi digunakan untuk pemeliharaan kebersihan perorangan seperti mandi dan sikat gigi, serta untuk keperluan cuci bahan pangan, peralatan makan, dan pakaian. Evaluasi terhadap performa dan kualitas efluen dari IPAL Cimanggung, Wangisagara, Bogor, Karawang, Cingised, Muara Baru, dan Pulo Gebang dilakukan untuk mengetahui kelayakan sebagai sumber air daur ulang. Indonesia belum memiliki regulasi yang mengatur praktik air daur ulang, maka perlu disusun baku mutu air daur ulang yang akan digunakan sebagai acuan dalam mengevaluasi IPAL komunal. Proses penyusunan dilakukan dengan analisa konten terhadap standar internasional, baku mutu air daur ulang negara lain, dan NSPM penggunaan air bersih dan pengolahan air limbah yang berlaku di Indonesia sehingga tersusun longlist parameter. Lalu pembuatan kuesioner untuk memperoleh shortlist parameter, yang hasilnya divalidasi melalui FGD dengan mengundang pakar air daur ulang dari ITB, LIPI, Dinas KLH, Kementerian Pertanian, Diskimrum, dan peneliti Puslitbang Permukiman, hingga menghasilkan draft Acuan Baku Mutu Air Daur Ulang, yang kemudian digunakan untuk penyusunan framework evaluasi IPAL. Hasil evaluasi kualitas menunjukkan bahwa IPAL Wangisagara, Bogor, Karawang, dan Muara Baru belum memenuhi Baku Mutu Air Limbah Domestik, sedangkan IPAL Cimanggung, Cingised, dan Pulo Gebang dapat digunakan sebagai sumber air daur ulang untuk tiga kategori pemanfaatan dengan tambahan teknologi pengolahan Lahan Basah Buatan. Hasil evaluasi kuantitas diperoleh bahwa penggunaan efluen IPAL komunal Pulo Gebang dengan cakupan layanan 121 KK sebagai sumber air daur ulang dapat memenuhi kebutuhan untuk pertanian irigasi sawah tanaman padi 17.8 ha/bulan, kebutuhan perikanan untuk tambak 26.71 ha/bulan, dan higiene sanitasi 62 KK/bulan. Analisis BCR dan perbandingan harga jual daur ulang terhadap harga air bersih menghasilkan bahwa pengembangan IPAL Cimanggung dan Pulo Gebang sebagai sumber air daur ulang layak dilakukan, sedangkan IPAL Cingised belum memenuhi syarat perhitungan.", "Daftar File": {}, "Penulis": "Fanny Kusumawati [25715302]", "Kontributor / Dosen Pembimbing": ["Emenda Sembiring ST., MT., M.Eng.Sc., Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Pengelolaan Infrastruktur Air Bersih dan Sanitasi", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "baku mutu, daur ulang, limbah domestik, IPAL komunal, pemilihan teknologi", "Sumber": "", "Staf Input/Edit": "Asep Kusmana  \n                                     Asep Kusmana", "File": "1 file", "Tanggal Input": "12 Mar 2019"}