{"Nomor": 36399, "Judul": "USULAN STRATEGI KOMUNIKASI PEMASARAN TERPADU UNTUK MENINGKATKAN KESADARAN MEREK LEMBAGA PENGEMBANGAN ORANG: STUDI KASUS KARYA BANGSA", "Abstrak": "Berdasarkan pengamatan penulis dalam mencari sejumlah institusi yang merupakan anak perusahaan dari perusahaan pendidikan mendapatkan hasil bahwa sebagian besar merek mereka disematkan dengan nama perusahaan induknya. Ada empat anak perusahaan lokal dan tiga anak perusahaan internasional yang memiliki nama merek mereka di bawah nama merek orang tua mereka. Para pemain lokal, seperti Lembaga Pembelajaran PPM Eksekutif, Pendidikan Eksekutif Binus, Pendidikan Konsultasi dan Konsultasi SBM-ITB, dan Universitas LM Indonesia, sementara dari pemain internasionalnya, seperti Ateneo De Manila CCE, Pendidikan Berkelanjutan Profesional SMU, dan NUS Center untuk Pengembangan Pengajaran & Pembelajaran. Di sisi lain, berdasarkan wawancara dengan manajemen perusahaan Karya Bangsa saat ini, anak perusahaan Cipta Karya Bangsa, mengatakan bahwa mereka menantikan untuk memiliki nama merek mereka sendiri - bukan menyematkan nama perusahaan induk di depan-. Industri pendidikan memiliki dua layanan pendidikan utama yaitu program gelar dan non-gelar. Program gelar menawarkan studi pendidikan yang pada akhir program, orang-orang yang menghadiri studi akan diberi gelar, sedangkan yang non-gelar tidak. Program non-gelar biasanya merupakan produk sekunder dari sekolah pendidikan, karena fokus utama pada layanan yang ditawarkan oleh mereka adalah program gelar mereka. Mengetahui kondisinya, ini menyebabkan merek Karya Bangsa dilindungi oleh kesadaran dari perusahaan induk itu sendiri. Makalah ini menyelidiki dan menjelaskan konsep kesadaran merek dalam industri pendidikan.\nPada pembuatan makalah ini, penulis memberikan masalah bisnis dengan mengambil pengumpulan data primer, dengan melakukan wawancara dengan salah satu manajemen perusahaan. Meskipun penelitian ini kemudian dikembangkan dengan melakukan beberapa metodologi yang dilakukan pada bulan September hingga November 2018. Metodologi yang dilakukan oleh penulis pada pembuatan makalah ini adalah dengan menggunakan Business Model Canvas (BMC), Kekuatan Kelemahan Peluang dan Ancaman (SWOT), Segmenting Targeting and Positioning (STP), Analisis Pesaing, Ekuitas Merek, dan Komunikasi Pemasaran Terpadu (IMC).\nPada melakukan penelitian penelitian, penulis mendapat 133 responden dari kuesioner dan empat responden dari perusahaan. Studi penelitian ini mendapatkan hasil atau temuan bahwa ada 62% dari mereka mengatakan bahwa mereka tidak tahu nama merek Karya Bangsa meskipun mereka sudah bergabung dengan kelas program Karya Bangsa. Sebagai gantinya, para responden mengetahui nama merek perusahaan induk, Cipta Karya Bangsa.\nStudi ini meneliti kesadaran merek dan hubungannya dengan perusahaan induk. Makalah ini menjelaskan untuk mengetahui seberapa terkenal kesadaran merek mereka dengan perusahaan induknya berdasarkan survei yang telah dilakukan oleh penulis. Pada akhirnya, penelitian ini diharapkan dapat memberikan strategi yang direkomendasikan berdasarkan kondisi dan survei yang telah dilakukan dalam melakukan penelitian dengan melakukan Komunikasi Pemasaran Terpadu berdasarkan analisis yang akan dijelaskan oleh makalah nanti.", "Daftar File": {"2019_TS_PP_DWIYATCITA_PRATIDINA_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/162123"}, "Penulis": "Dwiyatcita Pratidina [29317105]", "Kontributor / Dosen Pembimbing": ["Dr. Asnan Furinto, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Satisfaction Level, Features, Educational Industry, Non-degree Program", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "12 Mar 2019"}