{"Nomor": 36397, "Judul": "USULAN PENGEMBANGAN BISNIS RURAL LOGISTICS E-COMMERCE DI PT. POS INDONESIA (PERSERO)", "Abstrak": "Wilayah pedesaan memiliki pasar yang sangat potensial untuk dikembangkan oleh\nindustri perusahaan logistik, karena memiliki permintaan yang cukup besar terhadap\nkebutuhan barang di pedesaan dimana internet pun sudah mulai populer di\nmasyarakat pedesaan. Hal ini menjadi prospek yang sangat bagus bagi perusahaan\nlogistik untuk mengekspansi bisnis di area pedesaan di tahun-tahun mendatang.\nBisnis logistik merupakan bisnis yang sangat kompetitif yang dibangun berdasarkan\npasar dan profit. Fenomena tersebut menjadi peluang bagi PT. Pos Indonesia untuk\nmembangun bisnis layanan logistik dengan dibentuknya Divisi Integrasi Logistik\nuntuk mengelola semua aktivitas bisnis logistik. Namun pada kenyataannya\nberdasarkan data laporan kinerja bisnis PT Pos Indonesia selama periode 5 tahun,\nkinerja bisnis logistik masih sangat rendah yakni hanya berkontribusi sebesar 4 %\ndari nilai total pendapatan bisnis PT. Pos Indonesia yang ada.\nSalah satu penyebab belum optimalnya kinerja bisnis logistik PT. Pos Indonesia\nadalah belum jelasnya konsep bisnis yang akan dilakukan oleh Divisi Integrasi\nLogistik. Pada kondisi bisnis eksisting saat ini masih memiliki kesamaan konsep\nbisnis yang bersinggungan dengan aktivitas bisnis dua divisi lain di PT. Pos Indonesia\nyaitu divisi surat & paket dan anak perusahaan PT. Pos Logistik Indonesia dimana\nmasih menangani kiriman retail dan project pemerintah. Upaya yang dilakukan oleh\npenelitian-penelitian sebelumnya terkait pengembangan bisnis rural logistics masih\nbersifat parsial tanpa ada kaitan dengan e-commerce. Pada penelitian ini usulan\npengembangan bisnis rural logistics e-commerce dilakukan secara menyeluruh\nberdasarkan acuan utama Dong Haoping (2010) yaitu dalam mengembangkan bisnis\nrural logistics e-commerce dengan menggunakan jaringan pos yang dimiliki sampai\ndaerah pedesaan.\nTahapan pengembangan bisnis rural logistics e-commerce dilakukan dengan\nmenggunakan pendekatan model bisnis oleh Osterwalder (2010) dan perangkat\nanalisis menggunakan Service Positioning Analysis (SPA) matriks untuk mengetahui\nposisi strategi layanan perusahaan sebelum masuk ke model bisnis. Untuk\nmembentuk keunggulan kompetitif model bisnis baru dilakukan pendekatan\nKandampully (2002). Setelah diperoleh usulan model bisnis rural logistics\necommerce, maka dilakukan analisis pemilihan alternatif sebagai penyedia jasa\nlogistik atau pelaku logistik menggunakan pendekatan analisis aliran barang,\ninformasi dan uang dari masing-masing usulan alternatif.\nHasil dari usulan konsep bisnis baru PT. Pos Indonesia adalah dengan\nmengembangkan model bisnis rural logistic yag diikuti dengan bisnis platform ecommerce\ndimana PT. Pos Indonesia berperan sebagai penyedia jasa logistik\npedesaan. Pengembangan bisnis rural logistic tersebut didasarkan pada kekuatan\njaringan infrastruktur logistik yang dimiliki oleh PT. Pos Indonesia yang terhubung\nsampai ke pelosok kecamatan/pedesaan di seluruh Indonesia yang tidak/belum\ndimiliki oleh perusahaan lain saat ini. Pengembangan bisnis platform e-commerce\nyang dikembangkan sendiri oleh PT. Pos Indonesia akan memberi keunggulan\nkompetitif, dimana PT. Pos Indonesia dapat menghubungkan kebutuhan masyarakat\ndi pedesaan maupun perkotaan dengan sistem berbasis e-commerce. Dengan adanya\njasa layanan rural logsitics e-commerce tersebut diharapkan memudahkan jangkauan\nmasyarakat pedesaan maupun perkotaan untuk mendapatkan kebutuhan pokok\nmereka masing-masing dengan kestabilan harga dan ketersediaan barang yang dapat\nterkendali, disamping meningkatkan kinerja perusahaan.", "Daftar File": {"94515304_-_Andri_Gunawan.pdf": "https://digilib.itb.ac.id/gdl/download/162120"}, "Penulis": "Andri Gunawan [94515304]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Senator Nur Bahagia"], "Jenis Koleksi": "Tesis", "Penerbit": "Logistik", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Model Bisnis, Rural Logistics E-commerce, Logistik", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "12 Mar 2019"}