{"Nomor": 36402, "Judul": "DESAIN DAN IMPLEMENTASI KOMPONEN OPTIK DAN STRUKTUR 3D DARI SISTEM PENGUKURAN KETEBALAN LAPISAN TIPIS METODE ROTATING ANALYZER ELLIPSOMETRY", "Abstrak": "Lapisan tipis memegang peran penting pada berbagai macam industri, salah satunya pada industri semikonduktor seperti mikroelektronik, fotovoltaik, dan optoelektronik. Pada proses manufaktur dan fabrikasi IC semikonduktor, sebagian besar tahapan menggunakan proses litografi. Penurunan kualitas pada proses litografi akan membuat penurunan kualitas pada pabrik IC secara keseluruhan. Secara sederhana, proses ini menumpuk beberapa lapisan tipis di atas substrat untuk kemudian diekspos dengan cahaya UV untuk mendapatkan bentuk pada substrat sesuai dengan yang diinginkan. Dalam melakukan pelapisan, ketebalan dari setiap lapisan tipis harus diketahui sampai skala tertentu, terkadang sampai skala nm. Tugas akhir ini mengembangkan metode ellipsometri untuk mengetahui ketebalan lapisan tipis tersebut. Ellipsometri adalah metode penentuan karakteristik lapisan tipis yang bersifat non-invasif, non-destruktif, dan non-kontak. Pada metode ini, sebuah berkas cahaya ditembakkan ke sampel, mengalami pemantulan dan dibaca oleh detektor dengan dalam prosesnya mengalami beberapa modifikasi optik. Salah satu modifikasi yang dilakukan adalah dengan memberikan perubahan polarisasi secara terus menerus, atau yang disebut dengan Rotating Analyzer Ellipsometry (RAE). Dalam mengimplementasikan RAE, bagian yang krusial adalah penentuan komponen optik dan perancangan struktur alat, terutama pada bagian pemutar analisator. Pada paper ini, akan dibahas terkait komponen optik dan struktur dari komponen rotasional dalam sebuah RAE.", "Daftar File": {"ABSTRAK_-_13214144.pdf": "https://digilib.itb.ac.id/gdl/download/162126"}, "Penulis": "Muhammad Al-Hawari [13214144]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Irman Idris, M.Sc.", "Akhmadi Surawijaya, S.T., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Industri semikonduktor, litografi, Rotating Analyzer Ellipsometry (RAE), desain struktur.", "Sumber": "", "Staf Input/Edit": "karya", "File": "8 file", "Tanggal Input": "12 Mar 2019"}