{"Nomor": 36400, "Judul": "Research on the forward modeling of controlled-source audio-frequency magnetotellurics in three-dimensional axial anisotropic media", "Abstrak": "Controlled-source audio-frequency magnetotellurics (CSAMT) has developed rapidly in recent years and are\nwidely used in the area of mineral and oil resource exploration as well as other fields. The current theory, numerical simulation, and inversion research are based on the assumption that the underground media have resistivity\nisotropy. However a large number of rock and mineral physical property tests show the resistivity of underground media is generally anisotropic. With the increasing application of CSAMT, the demand for probe accuracy\nof practical exploration to complex targets continues to increase. The question of how to evaluate the influence of\nanisotropic resistivity to CSAMT response is becoming important. To meet the demand for CSAMT response research of resistivity anisotropic media, this paper examines the CSAMT electric equations, derives and realizes\na three-dimensional (3D) staggered-grid finite difference numerical simulation method of CSAMT resistivity\naxial anisotropy. Through building a two-dimensional (2D) resistivity anisotropy geoelectric model, we validate\nthe 3D computation result by comparing it to the result of controlled-source electromagnetic method (CSEM) resistivity anisotropy 2D finite element program. Through simulating a 3D resistivity axial anisotropy geoelectric\nmodel, we compare and analyze the responses of equatorial configuration, axial configuration, two oblique\nsources and tensor source. The research shows that the tensor source is suitable for CSAMT to recognize the anisotropic effect of underground structure", "Daftar File": {}, "Penulis": "Kunpeng Wang  [-]", "Kontributor / Dosen Pembimbing": ["Handong Tan"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "CSAMT Staggered-grid finite difference method Resistivity three-dimensional axial anisotropy", "Sumber": "Journal of Applied Geophysics 146 (2017) 27–36, http://dx.doi.org/10.1016/j.jappgeo.2017.08.007", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "12 Mar 2019"}