{"Nomor": 36406, "Judul": "ANALISA FAKTOR PENANGANAN SAMPAH DAN TINGKAT PREFERENSI MASYARAKAT TERHADAP SISTEM PENGELOLAAN SAMPAH DI KECAMATAN JATINANGOR", "Abstrak": "Kawasan Jatinangor yang termasuk ke dalam kawasan Cekungan Bandung dan tergolong sebagai Kawasan Strategis Nasional (KSN) mengonsekuensikan adanya rencana Jatinangor sebagai sentral kawasan pendidikan tinggi dan perumahan. Empat instansi pendidikan tinggi yang terdapat di kawasan ini yang menyebabkan berdatangannya para pendatang mahasiswa sekurangnya 30 ribu jiwa yang akan berdomisili beberapa tahun di Kecamatan ini. Jika diasumsikan 70% dari total populasi pendatang tersebut bertempat tinggal di Jatinangor yang mana pendatang tersebut memiliki tingkat konsumsi tinggi, ditambah dengan predikat Jatinangor sebagai kecamatan terpadat di kabuxpaten Sumedang maka akan mengakibatkan tingkat produktivitas sampah yang meningkat pesat dan diikuti dengan perubahan karakteristik sampah yang dihasilkan. Akibatnya ada ancaman sampah tidak terkelola dengan baik akibat keterbatasan SDM dan sistem pengelolaan yang sederhana. Pada riset akan  diukur tingkat pernanganan sampah oleh masyarakat di Jatinangor di 3 kawasan yaitu Hegarmanah, Cintamulya, dan Jatiroke yang ditinjau melalui 5 variabel (keadaan masyrakat, sarana prasarana, pembiayaan, peran pemerintah, dan kelembagaan.  Pada kawasan Hegarmanah skor akhir 0,2/1, Cintamulya 0,25/1 yang memberikan predikat “Kurang Baik” pada kedua kawasan tersebut. Kawasan Jatiroke bernilai -0,12/-1 yang memberikan predikat “Buruk” dan perlu penanganan lebih lanjut. Secara rerata Jatinangor memiliki nilai 0,1/1 dan mengindikasikan perlunya perbaiikan penanganan sampah. Selain itu juga diukur tingkat preferensi masyarakat di Jatinangor yang memberikan skor akhir 0,64/1 yang memberikan predikat “Baik”. Didalam penelitian ini juga akan diungkapkan faktor apa saja yang melatarbelakangi tingkat preferensi masyarakat tersebut berdasarkan buruknya tingkat penanganan sampah di masyarakat menggunakan analisa faktor dengan metode PCA (Principal Component Analysis) dan regresi multilinear yang menghasilkan 7 dari 13 faktor kelompok variabel penanganan sampah yang signifikan berpengaruh terhadap tingkat preferensi masyarakat. Serta melalui analisa klaster preferensi masyarakat yang teridentifikasi 2 klaster (rendah & tingi) dengan dominasi populasi berada pada kelas tinggi (87,2%). Pada analisa SWOT dihasilkan nilai IFS 0,18 dan EFS 0,14yang menunjukkan perlunya strategi agresif untuk perbaikan penagnanan sampah di Kecamatan Jatinangor yang berfokus kepada penguatan kelembagaan.", "Daftar File": {}, "Penulis": "MUHAMMAD HAFIZH KHOERONI [25717015]", "Kontributor / Dosen Pembimbing": ["Dr. Benno Rahardyan, ST, MT"], "Jenis Koleksi": "Tesis", "Penerbit": "Pengelolaan Infrastruktur Air Bersih dan Sanitasi", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "analisis faktor, Jatinangor,  PCA, preferensi masyarakat.", "Sumber": "TESIS DESEMBER 2018", "Staf Input/Edit": "Asep Kusmana  \n                                     Asep Kusmana", "File": "1 file", "Tanggal Input": "12 Mar 2019"}