{"Nomor": 36423, "Judul": "ANALISA PENGARUH HAMBATAN SAMPING TERHADAP KAPASITAS DAN JARINGAN JALAN PADA MERDEKA-ACEH BERBASIS GRID SIMULATION DENGAN AGENT-BASED MODEL", "Abstrak": "Permasalahan transportasi di kota Bandung menyangkut dengan ketersediaannya\njalan untuk setiap pengguna jalan. Infrastruktur dibuat berdasarkan analisis dari\nperilaku pengguna jalan dan juga volume pengguna jalan atau kendaraan. Kapasitas\njalan yang baik adalah dapat menampung kendaraan dalam jumlah yang banyak\ndan tidak memiliki hambatan samping. Hambatan samping menrupakan kendaraan\nmaupun non kendaraan yang berhenti di sisi badan jalan yang tidak diperuntukan\nsebagai tempat berhenti yang menyembabkan penumpukan dan kemacetan pada\nruas jalan. Ruas jalan yang tertumpuk dan macet dapat menyebabkan gangguan\nlalu-lintas pada jaringan jalan lainnya yang terkoneksi dengan ruas jalan itu.\nSimulasi dalam bentuk grid memberikan pandangan tentang seberapa besar\npengaruh hambatan samping terhadap kapasitas jalan maupun jaringan jalan. Ruas\njalan yang diamati adalah Merdeka-Aceh dengan beberapa jaringan jalan yang\nberhubungan dengan masukan dan keluaran pada ruas jalan tersebut. Pada simulasi,\nkendaraan dikonversikan menjadi agen A dengan nilai masing-masing sesuai\ndengan sifat ketaatan mereka. A(A) mempunyai sifat taat diberikan nilai 1, A(B)\nmempunyai sifat tidak terlalu taat diberikan nilai 2 dan A(C) yang tidak taat\ndiberikan nilai 3. Banyaknya grid pada simulasi mengambil panjang dan lebar jalan\ndari keadaan sesungguhnya dan dikonversikan kedalam skala 1:18 kemudian\ndibentuk dalam matriks W. Pergerakan agen pada simulasi ini menggunakan\nalgoritma Moore’s Neighborhood dengan pilihan pergerakan sebanyak 8 arah\nkemudian di limitasi sesuai dengan keadaan agen pada jalan. Arah pergerakan agen\nditentukan oleh hirarki jalan atau prioritas jalan pada simulasi sesuai dengan\nprioritas jalan kenyataan. Arah dibangun pada matriks arah D yang kemudian\ndisematkan pada matriks simulasi W untuk jalannya agen A. simulasi dilakukan\ndengan beberapa 3 keadaan waktu diantaranya pagi, siang dan sore yang memiliki\nkepadatan atau lalu-lintas yang beragam. Diperoleh hasil penumpukan pada\nsimulasi lebih tinggi dibandingkan dengan keadaan nyata yang menunjukan bahwa\nadanya pengaruh hambatan samping terhadap kapasitas dan jaringan jalan dengan\nrata-rata kenaikan 3.62% dari data lapangan.", "Daftar File": {"2019_TS_PP_MAHARDIKA_INRA_TAKAENDENGAN_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/162153"}, "Penulis": "Mahardika Inra Takaendengan [20917014]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Sparisoma Viridi, S.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Komputasi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Grid Simulation, Agent-based Model, Merdeka, Aceh, Jaringan Jalan, Kapasitas Jalan, Hambatan Samping.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "12 Mar 2019"}