{"Nomor": 36428, "Judul": "ANALISIS EFISIENSI PENYISIHAN KANDUNGAN ORGANIK AIR LIMBAH DOMESTIK MENGGUNAKAN BIOCHIP DENGAN SISTEM MBBR (LOKASI STUDI: IPAL BOJONGSOANG)", "Abstrak": "Moving Bed Biofilm Reactor (MBBR) adalah pengolahan air limbah menggunakan media untuk pertumbuhan mikroba. Dalam sistem ini mikroba tumbuh terlekat pada media yang dikondisikan suspensi dalam wellmixed basin. Penelitian dilakukan pada reaktor yang terdiri dari tangki ekualisasi, denitrifikasi 1, nitrifikasi, tangki buffer, denitrifikasi 2, tangki degassing, dan biological clarifier yang berturut-turut memiliki volume kerja 0,5 m3, 0,2 m3, 0,4 m3, 0,05 m3, 0,1 m3, 0,05 m3, 0,14 m3. Pada reaktor ini dilakukan pengisian biochip pada tangki denitrifikasi dan nitrifikasi. Pada penelitian ini debit diatur sebesar 3,3 liter/menit, dissolved oxygen 0-2 ppm dan 4-6 ppm pada tangki denitrifikasi dan nitrifikasi, serta HRT 4,7 jam. Penelitian ini menggunakan limbah asli IPAL Bojongsoang untuk variasi pengisian volume biochip dan limbah sintetis pada variasi konsentrasi inlet. Variasi pengisian volume biochip ada 3 variasi yaitu 50%, 75%, dan 100% dari desain awal pengisian biochip, sedangkan variasi konsentrasi inlet ada 4 variasi yaitu 120, 250, 300, dan 350 mg/L COD. Efisiensi 50%, 75%, dan 100% dari desain awal pengisian biochip berturut-turut 17%, 47% dan 54% yang menunjukkan volume pengisian mempengaruhi penyisihan organik. Sistem MBBR dengan konsentrasi inlet 120, 250, 300, dan 350 mg/L COD memiliki efisiensi penyisihan berturut-turut 60%, 76%, 55% dan 74%. Efisiensi penyisihan organik penelitian ini menunjukkan hasil kurang optimal. Perbedaan Rasio BOD/COD pada inlet dan outlet mengindikasikan pengolahan secara biologi dapat dilakukan. Kualitas efluen MBBR ditinjau dari parameter pH, BOD, dan TSS telah memenuhi baku mutu sesuai Kepmen LH no 112 tahun 2003 kecuali parameter TSS dan nilai BOD pada pengisian biochip 50% dari desain awal. Sistem MBBR lebih baik untuk mengolah limbah cair domestik dibandingkan sistem kolam yang saat ini diterapkan di IPAL Bojongsoang dari parameter waktu detensi, luas area, serta efisiensi penyisihan organik. Sedangkan dari parameter kebutuhan energi, sistem kolam lebih baik daripada sistem MBBR.", "Daftar File": {"2019_TA_PP_MAHSUN_ISMAIL_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/162173", "2019_TA_PP_MAHSUN_ISMAIL_1-DAFTAR_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/162179"}, "Penulis": "Mahsun Ismail [15310055 ]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Prayatni Soewondo, MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "efisiensi, konsentrasi inlet , Moving Bed Biofilm Reactor , penyisihan organik, volume biochip", "Sumber": "TUGAS AKHIR September 2014", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "7 file", "Tanggal Input": "12 Mar 2019"}