{"Nomor": 36438, "Judul": "STUDI PENGENDALIAN BANJIR SUNGAI BEKASI DENGAN PERMODELAN ALIRAN 1 DIMENSI", "Abstrak": "Banjir merupakan salah satu bencana yang menimbulkan kerugian cukup besar. Salah satu kawasan yang sering terkena banjir adalah Kota Bekasi. Terhitung 2002 hingga 2013, banjir besar telah berulangkali terjadi di daerah aliran sungai tersebut. Setiap lima tahun, warga di sisi sungai terbesar di Kota Bekasi itu menjadi korban banjir. Berdasarkan analisa, banjir yang terjadi merupakan banjir periode ulang 5 tahun sebesar 445 m3/detik pada Sungai Bekasi. Maka dari itu upaya pengendalian banjir direncanakan berdasarkan debit Bbnjir 5 tahunan tersebut\nAda 2 alternatif pengendalian banjir yang diusulkan yaitu normalisasi sungai dan pembuatan kolam retensi. Alternatif terbaik dikaji berdasarkan perbandingan profil muka air permodelan sungai. Permodelan sungai dilakukan dengan bantuan Software HEC-RAS 4.1.0 Berdasarkan permodelan sungai, pengendalian dengan normalisasi dan kolam retensi bisa mengurangi dampak cukup besar dari Banjir Q5 Sungai Bekasi namun tidak menyelesaikan seluruh permasalahan banjir sepanjang sungai. Hal ini dikarenakan ada beberapa bantaran sungai yang memang berposisi cukup rendah\nPermasalahan banjir Q5 Sungai Bekasi bisa diselesaikan dengan cara mengkombinasikan metode pengendalian normalisasi dan kolam retensi. Bisa dilihat dari profil muka air setelah pengendalian kombinasi , dimana tidak ada air yang meluap.\nDiharapkan alternatif pengendalian yang telah dianalisa dalam kajian ini bisa memberikan rekomendasi dalam upaya penanganan banjir di Kota Bekasi", "Daftar File": {}, "Penulis": "Adhystira Mardjuni [15009137]", "Kontributor / Dosen Pembimbing": ["Dhemi Harlan, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Pengendalian Banjir, HEC-RAS, Normalisasi Sungai, Kolam Retensi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "10 file", "Tanggal Input": "12 Mar 2019"}