{"Nomor": 36441, "Judul": "Achieving Organic Metal Halide Perovskite into a ConventionalPhotoelectrode: Outstanding Stability in Aqueous Solution andHigh-Efficient Photoelectrochemical Water Splitting", "Abstrak": "Organic metal halide perovskite material hasattracted intense interest in the photovoltaicfield due to itsexcellent optoelectronic properties, but the extreme suscept-ibility of organolead halide perovskite to water seriouslyimpedes its application for photoelectrochemical (PEC)conversions in aqueous solution. In this work, we developan organolead halide perovskite photoanode of conventionalelectrode structure. The perovskite photoanode was fabricatedby using a facile approach and encapsulated with conductivecarbon paste and silver conductive paint for waterprooffunction, and the PEC water splitting was carried out as amodel of PEC conversion. For PEC water oxidation, thephotoanode achieved a remarkable photocurrent density of12.4 mA/cm2at 1.23 V versus reversible hydrogen electrode in alkaline electrolyte. In addition, the as-prepared photoanode ofconventional structure exhibited an unprecedented stability, which could be stable in alkaline electrolyte for more than 48 h.More importantly, the photoanode retained a steady-state response in a continuous operation for at least 12 h in electrolyte at awide pH range. This work opens a promising avenue toward the practical application of organic metal halide perovskite-basedphotoelectrodes for efficient PEC conversions in aqueous solution.", "Daftar File": {"2019_EJRNL_PP_Ran_Tao_1.pdf": "https://digilib.itb.ac.id/gdl/download/162223"}, "Penulis": "Ran Tao [-]", "Kontributor / Dosen Pembimbing": ["Zhixia Sun, Fengyan Li,Wencheng Fang,  Lin Xu"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "organic metal halide perovskite, photoelectrochemical, photoanodes, solar energy, water splitting", "Sumber": "ACSAppl.EnergyMater.XXXX, XXX, XXX?XXX", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "12 Mar 2019"}