{"Nomor": 36459, "Judul": "STUDI PERBANDINGAN PENERAPAN SISTEM PEREDAM MASSA AKTIF PADA STRUKTUR GEDUNG RANGKA BAJA 20 LANTAI DENGAN ALGORITMA KONTROL OPTIMAL DAN POLE PLACEMENT", "Abstrak": "Gempa bumi merupakan peristiwa alam yang menimbulkan ancaman bagi suatu struktur bangunan. Suatu struktur yang didesain secara konvensional hanya mengandalkan massa dan kekakuannya untuk menahan beban dinamik tersebut. Seiring dengan perkembangan zaman, desain konvensional tidak dapat selalu memenuhi kebutuhan manusia yang terus meningkat seperti kebutuhan akan gedung yang tinggi dan langsing. Struktur dengan desain konvensional masih rentan bila dieksitasi beban gempa yang sangat besar. Hal ini memicu kemunculan teknologi struktur cerdas berupa sistem kontrol yang dapat membantu struktur untuk mendisipasi energi dari beban dinamik.\nLaporan tugas akhir ini membahas sistem kontrol aktif lebih tepatnya yaitu peredam massa aktif. Sistem ini diterapkan pada struktur gedung rangka baja 20 lantai yang dieksitasi oleh tiga beban gempa yaitu El Centro 1940, Kobe 1995, dan Northridge 1994. Algoritma yang digunakan sebagai algoritma kontrol sistem peredam massa aktif adalah algoritma kontrol optimal dan pole placement.\nAnalisis respon perpindahan struktur dibandingkan berdasarkan respon tanpa kontrol, dan respon dengan algoritma kontrol optimal serta pole placement. Hasil reduksi respon perpindahan struktur untuk ketiga gempa baik dengan algoritma kontrol optimal maupun pole placement menghasilkan reduksi yang baik dengan hasil yang relatif serupa dengan gaya kontrol yang juga relatif sama untuk kedua algoritma tersebut. Penerapan sistem peredam massa aktif dengan algoritma kontrol optimal dan pole placement pada struktur gedung acuan portal baja 20 lantai ini terbukti efektif untuk mereduksi respon perpindahan struktur.", "Daftar File": {}, "Penulis": "Sebastian Anthony Toti [15010074]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Herlien Dwiarti Soemari"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Sistem Kontrol Aktif, peredam massa aktif, kontrol optimal, pole placement", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "12 Mar 2019"}