{"Nomor": 36456, "Judul": "Demonstration of Photovoltaic Action and Enhanced Stability froma Quasi-Two-Dimensional Hybrid Organic?InorganicCopper?Halide Material Incorporating Divalent Organic Groups", "Abstrak": "Commercialization of solar cells based on photoactive leadhalide perovskites is in part limited by their toxicity and instability. In thisstudy, new and related copper halide hybrid organic?inorganic materialscontaining dicationic hexane-1,6-diammonium (+H3N?C6H12?NH3+) dem-onstrated superior stability to heat and moisture in comparison to theanalogous material containing monocationicn-propylammonium (C3H7?NH3+) in twice the stoichiometry. Electronic absorption spectra taken of thematerials were consistent with an indirect optical bandgap of?1.8 eV, makingthem well-suited for application as the photoactive layer in the top cell of atandem solar cell with silicon. The best-performing single-junction solar cellscontaining the dicationic material as the photoactive layer exhibited an open-circuit photovoltage in excess of 400 mV and a short-circuit photocurrentdensity of?30?A/cm2. These values are similar to those reported for state-of-the-art copper halide hybrid organic?inorganic materials containing organic monocations and motivate further research onthis class of materials.", "Daftar File": {"2019_EJRNL_PP_David_M__Fabian_1.pdf": "https://digilib.itb.ac.id/gdl/download/162252", "2019_EJRNL_PP_David_M__Fabian_2.pdf": "https://digilib.itb.ac.id/gdl/download/162978"}, "Penulis": "David M. Fabian [-]", "Kontributor / Dosen Pembimbing": ["Joseph W. Ziller, Diego Solis-Ibarra, Shane Ardo"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "solar cell, photovoltaic, perovskite, two-dimensional material, copper halide, hybrid material, stability, dications", "Sumber": "ACSAppl.EnergyMater.XXXX, XXX, XXX?XXX", "Staf Input/Edit": "Latifa Noor", "File": "2 file", "Tanggal Input": "12 Mar 2019"}