{"Nomor": 36461, "Judul": "ANALISIS PENGARUH PAPARAN PENGOLAHAN SAMPAH ELEKTRONIK (E-WASTE) TERHADAP KESEHATAN PARU-PARU ANAK-ANAK SEKOLAH DASAR DI KECAMATAN ASTANA ANYAR, KOTA BANDUNG", "Abstrak": "Kegiatan pengolahan sampah elektronik (e-waste)di industri rumahan merupakan salah satu kegiatan berbahaya karena tidak memperhatikan aspek kesahatan dan lingkungan. Hal ini berdampak negatif terutama pada kesehatan paru-paru jika pengolahannya menggunakan proses pembakaran, dalam jangka waktu yang cukup lama karena dapat menurunkan kapasitas paru-paru seseorang. Penelitian ini dilakukan di kawasan kegiatan pengolahan sampah elektronik(e-waste) secara illegal, di Kelurahan Panjunan, Kecamatan Astana Anyar, Kota Bandung.dengan metode penelitian cross sectional. Tujuan dari penelitian ini adalah untuk melihat risiko masyarakat khususnya anak usia SD sekitar kegiatan pengolahan sampah elektronik (e-waste) illegal. Jumlah responden yang diteliti pada kawasan pengolahan sampah elektronik (e-waste) illegal ini sebanyak 82 orang yang berasal dari kelas 3-6 dan berada pada rentang usia 9-14 tahun. Pengukuran FEV1.0 dilakukan untuk mengetahui pengaruh dari debu yang dihasilkan dari proses pembakaran sampah elektronik (e-waste) pada kapasitas paru-paru anak-anak laki-laki dan perempuan. Kondisi kapasitas paru-paru yang diukur dengan spirometri Minato AS-500 yaitu nilai rata-rata FEV1.0, FVC dan rasio FEV1.0/FVC. Nilai FEV1.0 dan FVC pada sampel terpapar selalu lebih rendah dibandingkan dengan sampel mungkin terpapar dan tidak terpapar. Untuk klasifikasi gangguan fungsi paru-paru pada sampel terpapar lebih banyak ditemukan gangguan obstruksi sedang & restriksi ringan, sementara gangguan terbanyak yang dimiliki sampel mungkin terpapar yaitu gangguan obstruksi sedang & restriksi sedang, sedangkan pada sampel tidak terpapar gangguan lebih bervariasi namun mayoritas memiliki gangguan obstruksi sedang & restriksi ringan.", "Daftar File": {"2019_TA_P_MAHARANI_AYU_ANGGANI_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/162277", "2019_TA_P_MAHARANI_AYU_ANGGANI_1-DAFTAR_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/162284"}, "Penulis": "MAHARANI AYU ANGGANI [15310061]", "Kontributor / Dosen Pembimbing": ["Ir. Indah Rachmatiah Siti Salami, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "analisis risiko kesehatan paru-paru, FEV1.0, FVC, pengolahan sampah elektronik", "Sumber": "TUGAS AKHIR Juni 2014", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "7 file", "Tanggal Input": "12 Mar 2019"}