{"Nomor": 36462, "Judul": "USULAN BUSINESS PROCESS IMPROVEMENT DENGAN KONSEP LEAN THINKING PADA FINISHED GOOD WAREHOUSE DI PT PARAGON TECHNOLOGY & INNOVATION", "Abstrak": "PT Paragon Technology & Innovation (PTI) merupakan salah satu perusahaan kosmetik terbesar di Indonesia. Perusahaan yang lean adalah salah satu arahan dari direksi PT PTI. Semakin meningkatnya produksi pada PT PTI berdampak pada gudang barang jadi. Proses pada gudang barang jadi menjadi bottleneck dengan lama penyiapan 3,39 hari, dimana target penyiapan adalah 3 hari. Selain itu, pada gudang barang jadi terdapat banyak pemborosan. Gudang barang jadi atau disebut juga logistik pada PT PTI dibagi menjadi dua, yaitu gudang karantina dan National Distribution Center (NDC).\nProses bisnis pada gudang karantina dimulai dari penimbangan, wrapping, dan loading finished good (FG), FG dari gudang karantina akan ditransfer ke NDC dan kemudian proses bisnis NDC dimulai dari penerimaan, penyetokan, penurunan barang global, packing, dan loading ekspedisi. Pemetaan proses bisnis pada gudang barang jadi menggunakan flowchart dan value stream mapping (VSM). Lead time pada gudang karantina adalah 150 menit dan lead time NDC 257 menit pada proses Jabodetabek dan 309 menit pada proses Nonjabodetabek. Pemborosan menjadi penyebab masalah pada gudang karantina dan NDC. Pemetaan pada gudang karantina didapatkan hasil Value Added (VA) sebesar 33%, Necessary Non-value Added (NNVA) 8%, dan Non-Value Added (NVA) sebesar 59%. Pemborosan terbesar NDC disebabkan oleh human error sebesar 62%. Usulan perbaikan terhadap gudang karantina adalah perubahan layout, pemindahan penimbangan, dan sistem RFID, sedangkan NDC diusulkan sistem RFID.\nUsulan perbaikan terhadap proses bisnis berupa Business Process Improvement (BPI) dengan pendekatan lean thinking pada gudang barang jadi memberi dampak, yaitu lead time gudang karantina dan NDC menjadi 67,5 menit dan 147 menit untuk Jabodetabek, serta 202 menit untuk Nonjabodetabek. Hasil pemetaan usulan gudang karantina dengan VA 89%, NNVA 11%, dan NVA 0%. Adapun estimasi biaya investasi usulan perbaikan pada gudang barang jadi adalah sebesar Rp 472.638.674,00.\nKata kunci: Gudang Barang Jadi, Lean Thinking, Business Process Improvement (BPI), Pemborosan, Sistem RFID.\nUsulan perbaikan terhadap proses bisnis berupa Business Process Improvement (BPI) dengan pendekatan lean thinking pada gudang barang jadi memberi dampak, yaitu lead time gudang karantina dan NDC menjadi 67,5 menit dan 147 menit untuk Jabodetabek, serta 202 menit untuk Nonjabodetabek. Hasil pemetaan usulan gudang karantina dengan VA 89%, NNVA 11%, dan NVA 0%. Adapun estimasi biaya investasi usulan perbaikan pada gudang barang jadi adalah sebesar Rp 472.638.674,00.", "Daftar File": {"13414090_-_Griselda_Ardheta_Milwan.pdf": "https://digilib.itb.ac.id/gdl/download/162282"}, "Penulis": "Griselda Ardheta Milwan [13414090]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Sukoyo, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Gudang Barang Jadi, Lean Thinking, Business Process Improvement (BPI), Pemborosan, Sistem RFID.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "12 Mar 2019"}