{"Nomor": 36460, "Judul": "High Dimensional Stability and Alcohol Resistance AromaticPoly(aryl ether ketone) Polyelectrolyte Membrane Synthesis andCharacterization", "Abstrak": "Crystallized sulfonated poly(arylene etherketone) (Cr-SPAEK) materials constructed from densesulfonated hydrophilic segments and crystalline poly(etherketone) (PEK) hydrophobic backbone were designed. Themembrane exhibited considerable proton conductivity andsuperb solvent resistance owing to its special phasemorphology, the presence of a broad hydrophilic ion transportchannel, and a crystalline hydrophobic matrix. The densesulfonated hydrophilic segment provides excellent protonconductivity; the Cr-SPAEK-20 membrane exhibits higher proton-conducting ability than Nafion 117 in the temperature rangeof 20?100°C; its proton conductivity reaches about 168 mS cm?1at 100°C. The crystalline PEK hydrophobic segmentensures superior solvent resistance and dimensional stability, guaranteeing the durability of the membrane in practicalapplications. The methanol permeability of Cr-SPAEK-20 is only one-eighth that of Nafion 117 when the test conditions are thesame. The direct methanol fuel cell (DMFC), which is assembled by Cr-SPAEK-20, exhibited satisfactory open circuit voltageand maximum power density during the testing process. The Cr-SPAEK membranes have shown potential for DMFCs aspolymer electrolyte materials", "Daftar File": {"2019_JRNL_PP_Di_Liu_1.pdf": "https://digilib.itb.ac.id/gdl/download/162275"}, "Penulis": "Di Liu [-]", "Kontributor / Dosen Pembimbing": ["Yunji Xie,  Su Li,  Xiaocui Han, Haibo Zhang, Zheng Chen,inhui Pang,Zhenhua Jiang"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "poly(aryl ether ketone), alcohol resistance, proton exchange membranes, crystalline PEK backbone,direct methanol fuel cell", "Sumber": "ACSAppl.EnergyMater.XXXX, XXX, XXX?XXX", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "12 Mar 2019"}