{"Nomor": 36466, "Judul": "Perancangan Fasilitas Sisi Udara Bandar Udara Kulon Progo Yogyakarta", "Abstrak": "Pembangunan Bandar Udara Kulon Progo merupakan solusi atas keterbatasan kapasitas Bandara Adisucipto. Tiga tipe pesawat A 330-300, B 777-300 ER dan juga pesawat B 747-400 digunakan sebagai pesawat rencana dalam proses perancangan. Perancangan ini juga mempertimbangkan rencana penerbangan dengan menggunakan pesawat terbesar, A-380.\nPerancangan fasilitas sisi udara diawali dengan review master plan Bandar Udara Kulon progo, dan pengumpulan data-data lingkungan seperti curah hujan, data tanah serta data pesawat yang digunakan dalam analisis. Perencanaan dimulai dari geometri, drainase kemudian tebal perkerasannya. Analisis geometri dilakukan dengan membandingkan hasil yang didapat dari penggunaan tabel dalam aturan SKEP 77/VI/2005 dengan kondisi perencanaan dalam masterplan. Jumlah pesawat pada jam puncak dianalisis untuk mengetahui kapasitas landas pacu dalam satu jamnya. Terdapat 22 pesawat yang diperkirakan akan sirkulasi pada landas pacu pada saat jam puncak. Selanjutnya, dilakukan perancangan drainase menggunakan beberapa macam saluran, agar air hujan dapat ditampung dan dibuang segera. Perancangan dan analisis perkerasan dilakukan dengan membandingkan perbedaan ketebalan perkerasan lentur dan kaku. Program FAARFIELD digunakan untuk menghitung tebal perkerasan yang direncanakan mampu menahan beban pesawat rencana. Hasil simulasi software menghasilkan tebal perkerasan lentur lapisan permukaan 4 inchi, base 11,3 inchi, subbase 29,8 inchi sedangkan perkerasan kaku didapat lapisan permukaan 19,1 inchi, lantai kerja 4 inchi dengan subbase 4 inchi. Berikutnya dilakukan pembandingan biaya perkerasan lentur dan kaku berdasar pada perkiraan harga satuan pekerjaan yang berlaku pada tahun 2014 dan didapatkan bahwa perkerasan lentur lebih murah dibanding perkerasan kaku. Hal ini dapat digunakan sebagai pertimbangan dalam perancangan fasilitas udara Bandar Udara Kulon Progo, Yogyakarta.\nHasil perancangan awal ini berdasarkan data sekunder dan asumsi sehingga harus diperdalam lagi pada perancangan rinci dengan menggunakan data yang lebih akurat.", "Daftar File": {}, "Penulis": "Hanna Pertiwi [15010085]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Rudy Hermawan Karsaman, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "geometri, drainase, perkerasan, biaya", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "10 file", "Tanggal Input": "12 Mar 2019"}