{"Nomor": 36473, "Judul": "TINJAUAN DAN ANALISIS KINERJA STRUKTUR GEDUNG BETON BERTULANG 8 LANTAI DI KOTA BANDUNG BERDASARKAN SNI 1726-2012", "Abstrak": "Seiring dengan bertambahnya waktu, kebutuhan dan permintaan akan gedung baru bertingkat bertambah pula. Lokasi Indonesia yang berada di daerah dengan intensitas gempa bumi cukup tinggi menyebabkan gedung harus dirancang agar mampu menahan beban gempa dengan mengacu pada peraturan gempa terbaru SNI 1726-2012. Sebagaimana kita tahu bahwa peraturan baru tersebut mempertimbangkan pengaruh gempa bumi dengan beberapa persyaratan terhadap bangunan yang cukup ketat. Salah satunya yaitu simpangan antar lantai (story drift). Terdapat perbedaan batasan simpangan antar lantai pada SNI lama dan baru. Batasan pada SNI gempa yang baru lebih ketat jika dibandingkan dengan SNI gempa yang lama. Untuk dapat memenuhi kondisi batasan story drift, dimensi struktur menjadi cukup besar. Akibatnya struktur harus dirancang dengan efisien supaya biaya yang dikeluarkan ekonomis dengan tetap mempertimbangkan persyaratan yang harus dipatuhi.\nDi dalam tinjauan tugas akhir ini akan dilakukan evaluasi terhadap suatu desain bangunan baru dengan acuan data dari konsultan perencana. Bangunan yang digunakan merupakan struktur gedung beton bertulang 8 lantai dengan Sistem Rangka Pemikul Momen Khusus (SRPMK). Adapun fungsi struktur gedung adalah sebagai fasilitas/institusi pendidikan. Gedung tersebut berlokasi di Kota Bandung yang memiliki intensitas gempa bumi cukup tinggi.\niv\nPada umumnya struktur gedung yang didesain hanya dievaluasi pada kondisi elastik. Namun, hal tersebut tidak cukup karena struktur mungkin saja berperilaku non linear (inelastik) ketika dikenakan beban gempa yang melebihi beban gempa rencana sehingga perilaku bangunan paska gempa perlu dipertimbangkan. Oleh karena itu, struktur gedung 8 lantai di Kota Bandung yang ditinjau ini perlu dievaluasi dan dilakukan analisis kinerja (performance based design) ketika mencapai kondisi plastis (non linear) yang ditandai dengan munculnya sendi plastis pada komponen struktural. Salah satu metode yang digunakan yaitu non linear static pushover analysis. Dalam metode ini, struktur akan diberikan beban dorong secara bertahap sampai mencapai kelelehan pada elemen-elemen struktural. Kinerja struktur akan ditentukan pada saat mencapai titik kinerja (performance point).\nHasil evaluasi struktur didapatkan bahwa simpangan antar lantai izin (story drift) pada kondisi inelastik melewati batasan 1% sebagaimana yang disyaratkan dalam SNI 1726-2012, namun hanya terjadi pada beberapa lantai. Nilai tersebut didapatkan karena tidak mempertimbangkan faktor reduksi penampang balok dan kolom saat retak sebagaimana tercantum dalam SNI 03-2847-2002 pasal 12.11.1. Hal ini menunjukkan tingkat overstrength yang kurang pada struktur ditunjukkan dengan nilai ?0 aktual hasil perhitungan yang lebih kecil daripada ?0 desain sesuai ketentuan yang tercantum dalam SNI 1726-2012.\nDari hasil analisis untuk tingkat kinerja didapatkan bahwa tingkat kinerja struktur mencapai kondisi immediate occupancy pada pushover arah-x dengan kondisi sendi plastis maksimum pada elemen balok juga immediate occupancy dan damage control pada arah-y dengan kondisi sendi plastis maksimum pada elemen balok adalah life safety.", "Daftar File": {}, "Penulis": "Sugiyanto [15009133]", "Kontributor / Dosen Pembimbing": ["Ir. Made Suarjana, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civic & landscape art", "Kata Kunci": "Non Linear Static Pushover Analysis, Performance Based Design, SNI 1726-2012, SRPMK, Story Drift", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "12 Mar 2019"}