{"Nomor": 36479, "Judul": "NILAI TOTAL KETAKTERATURAN TITIK PADA POHON DENGAN DERAJAT MAKSIMUM TERTENTU", "Abstrak": "Konsep nilai total ketakteraturan titik pada graf pertama kali diperkenalkan oleh\nBa?ca dkk. (2007). Konsep ini merupakan pengembangan dari konsep nilai ketakteraturan\nyang terlebih dahulu telah dicetuskan oleh Chartrand dkk. (1988). Konsep\npelabelan ini memiliki beberapa aplikasi di antaranya dalam representasi senyawa\nkimia, masalah pengenalan pola, jaringan komputer, struktur data, dan lainnya.\nMisalkan G(V;E) adalah suatu graf dengan himpunan titik V (G) dan himpunan\nsisi E(G), fungsi  : V (G) [ E(G) ! f1; 2; : : : ; kg disebut pelabelan-k total tak\nteratur titik pada G jika untuk setiap dua titik yang berbeda di V (G) mempunyai\nbobot yang berbeda. Bobot titik x di V terhadap fungsi , dinotasikan dengan\nw(x), adalah w(x) = (x) +\nP\nxy2E(G) (xy). Nilai total ketakteraturan titik\n(total vertex irregularity strength) dari G, dinotasikan dengan tvs(G), didefinisikan\nsebagai bilangan bulat positif terkecil k sedemikian sehingga G mempunyai suatu\npelabelan-k total tak teratur titik.\nBeberapa kelas graf pohon telah diketahui nilai total ketakteraturan titiknya,\ndi antaranya adalah graf bintang, graf bintang ganda, graf ulat, graf kembang\napi, graf pohon pisang, dan lainnya. Untuk graf pohon secara umum, Nurdin\ndkk. (2010a) berhasil menentukan batas bawah nilai total ketakteraturan titiknya\nsebagai berikut. Misalkan T adalah graf pohon dengan derajat maksimum \ndan ni adalah banyaknya titik yang berderajat i   di T, maka tvs(T) \nmaksft1; t2; t3; : : : ; tg; dengan ti = d(1 +\nPi\nj=1 nj)=(i + 1)e; untuk i 2 [1; ].\nNamun demikian, Nurdin dkk. (2010a) menduga bahwa batas atas nilai total ketakteraturan\ntitik graf pohon sama dengan batas bawahnya, sehingga mereka mengajukan\nsebuah konjektur tentang nilai total ketakteraturan titik graf pohon sebagai\nberikut.\ntvs(T) = maks\n\nt1; t2; t3\n\t\n; dengan ti = d(1 +\nXi\nj=1\nnj)=(i + 1)e; untuk i 2 [1; 3]:\nKonjektur ini menyatakan bahwa nilai total ketakteraturan titik dari sebarang graf\npohon dengan derajat maksimum  hanya bergantung pada banyaknya titik yang\nberderajat 1; 2 atau 3. Namun, konjektur ini sulit untuk dibuktikan karena jika\ndiberikan n1; n2; n3 bilangan bulat tak negatif, maka pohon dengan jumlah titik n1; n2; n3 tidak tunggal. Dalam makalah yang sama, diberikan nilai total ketakteraturan\ntitik pohon dengan derajat maksimum 3, pohon yang tidak memiliki titik\nberderajat 2, lintasan, dan suatu keluarga pohon dengan derajat maksimum 3 yang\nmemuat titik berderajat 2. Semua hasil yang diperoleh ini mendukung kebenaran\nkonjektur (Nurdin dkk., 2010a).\nPada disertasi ini, kajian tentang nilai total ketakteraturan titik pada pohon dilanjutkan.\nKajian awal adalah menentukan nilai total ketakteraturan titik pohon dengan\nderajat maksimum 4 atau 5. Hasil yang diperoleh menunjukkan bahwa nilai total\nketakteraturan titik pohon dengan derajat maksimum 4 atau 5 hanya bergantung\npada banyaknya titik berderajat 1; 2 atau 3. Adapun banyaknya titik yang berderajat\n4 atau 5 tidak memberikan kontribusi terhadap nilai total ketakteraturan titik pohon\ndengan derajat maksimum 4 atau 5. Hasil ini membenarkan konjektur Nurdin dkk.\n(2010a) tentang nilai total ketakteraturan titik graf pohon. Selanjutnya, kajian\nditambah dengan membahas tentang nilai total ketakteraturan titik pohon dengan\nderajat maksimum   6 dan memuat titik berderajat 2. Pada bagian ini dikarakterisasi\npohon dengan derajat maksimum  6 sehingga memiliki nilai total ketakteraturan\ntitik yakni t1; t2 atau t3.\nSelanjutnya, nilai total ketakteraturan titik pohon tersubdivisi menjadi pembahasan\nakhir pada disertasi ini. Secara umum, hasil yang diperoleh menunjukkan bahwa\nnilai total ketakteraturan titik pohon yang tersubdivisi hanya bergantung pada\nbanyaknya titik berderajat 1 dan 2, sehingga t2 = maksft1; t2; t3g: Pada kajian\nterpisah, diperoleh nilai eksak dari total ketakteraturan titik beberapa kelas graf\npohon yang tersubdivisi di sisi punggungnya. Adapun kelas-kelas graf pohon yang\ndikaji adalah graf ulat, graf kembang api, graf amalgamasi bintang dan graf bintang\nganda. Hasil yang diperoleh menunjukkan bahwa nilai total ketakteraturan titik\npohon yang tersubdivisi hanya bergantung pada banyaknya titik berderajat 1 dan 2\natau dapat juga ditulis dengan t2 = maksft1; t2; t3g: Sehingga hasil yang diperoleh\nmembenarkan konjektur Nurdin dkk. (2010a)", "Daftar File": {"ABSTRAK SUSILAWATI.pdf": "https://digilib.itb.ac.id/gdl/download/162359", "2018_DS_PP_SUSILAWATI_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/162365"}, "Penulis": "Susilawati [30115008]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Edy Tri Baskoro", "Rinovia Mery Garnierita S., S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Nilai ketakteraturan, nilai total ketakteraturan titik, graf pohon, derajat maksimum, derajat minimum, pelabelan.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "2 file", "Tanggal Input": "12 Mar 2019"}