{"Nomor": 36472, "Judul": "PERANCANGAN SISTEM PENENTU LOKASI BERBASIS ALGORITMA FILTER PARTIKEL PADA PURWARUPA TRUK KONTAINER", "Abstrak": "Salah satu penyebab biaya logistik yang mahal pada pelabuhan di Indonesia adalah pengoperasian alat-alat pelabuhan yang kurang efisien. Pengoperasian peralatan tersebut saat ini masih dilakukan secara manual oleh manusia sehingga perancangan sistem otonom dapat menjadi solusi alternatif untuk meningkatkan performa efisensi pelabuhan. Salah satu peralatan yang banyak digunakan di pelabuhan adalah truk kontainer sebagai sarana mobilisasi peti kemas. Otomasi truk kontainer memerlukan kemampuan penentuan lokasi yang akurat yang dapat diperoleh dari berbagai metode pengukuran yang memiliki keunggulan dan keterbatasannya masing-masing. Salah satu metode tersebut adalah Sistem Penentu Lokasi Lokal (SPLL) yang menggunakan data kontrol kecepatan dan simpangan kemudi untuk memprediksi konfigurasi truk selanjutnya relatif terhadap konfigurasi pada saat ini. Metode ini memiliki kecepatan cuplik data yang tinggi namun juga mengalami akumulasi kesalahan sehingga dalam jangka panjang hasil prediksi lokasi yang diberikan akan menyimpang terlalu jauh dari lokasi truk yang sebenarnya. Sementara itu, metode lainnya yang disebut juga sebagai Sistem Penentu Lokasi Global (SPLG) memiliki pembacaan yang bersifat absolut namun memiliki kecepatan cuplik data yang rendah. Kelebihan dari metode SPLL dan SPLG perlu dipadukan dengan suatu teknik penggabungan data tertentu sehingga dapat diperoleh hasil estimasi lokasi truk yang lebih akurat dan kecepatan cuplik data yang tinggi.\nAlgoritma filter partikel dapat digunakan sebagai teknik penggabungan data sensor berbasis SPLL dan SPLG. Algoritma ini dapat diimplementasikan pada sistem purwarupa truk kontainer yang memiliki model kinematika nonlinear dan distribusi ketidakpastian sistem yang nonparametrik. Kecepatan komputasi dan performa akurasi hasil estimasi pada filter partikel dipengaruhi oleh beberapa parameter, yaitu jumlah partikel yang digunakan (????) serta batas rasio partikel efektif minimum (?????????). Berdasarkan hasil simulasi, nilai parameter filter yang terbaik adalah sebesar ????=1000 partikel dan ?????????=0,5 ????. Nilai ini digunakan pada simulasi lintasan bebas dan percobaan nyata. Hasil implementasi filter partikel menunjukkan performa akurasi yang lebih baik dibandingkan metode SPLL dan SPLG. Rata-rata kesalahan estimasi posisi oleh metode filter partikel sebesar 1,05 cm sementara pada metode SPLL dan SPLG berturut-turut sebesar 13,96 cm dan 2,39 cm. Sementara itu, frekuensi cuplik data dari metode filter partikel memiliki kecepatan yang sama tingginya dengan metode SPLL yaitu sebesar 10 Hz.", "Daftar File": {"2019_TA_PP_TRENDY_PRIMA_WIJAYA_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/162332"}, "Penulis": "Trendy Prima Wijaya [13314027]", "Kontributor / Dosen Pembimbing": ["Augie Widyotriatmo, S.T., M.T., Ph.D.", "Prof. Dr.-Ing. Ir. Yul Yunazwin, M.Sc., DIC"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "truk kontainer, SPLL, SPLG, filter partikel, jumlah partikel, batas rasio partikel efektif minimum.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "12 Mar 2019"}