{"Nomor": 36483, "Judul": "PEMANFAATAN KAMERA DSLR CANON 1200D UNTUK PENGAMATAN FOTOMETRI BINTANG VARIABEL", "Abstrak": "Saat ini penelitian bintang variabel di Indonesia masih belum terlalu populer,\nkarena hanya observatorium Bosscha (disingkat OB) saja yang berkontribusi\ndalam pengamatan bintang variabel, Walaupun sebenarnya sudah banyak\nobservatorium lain yang telah dibangun di Indonesia. Sebagian besar\npenelitian yang dilakukan oleh observatorium selain OB masih terfokus\nkepada rukyatul hilal, dan pengukuran kecerlangan langit dengan SQM.\nTercatat terdapat 6 observatorium berbasis sekolah dan 4 observatorium\nberbasis universitas yang dilengkapi teleskop, detektor dan instrumen\nlainnya.\nPada kenyataannya, ketersediaan instrumen dan peralatan yang dimiliki oleh\nobservatorium swasta di Indonesia sangatlah mendukung untuk dilakukan\nkegiatan pengamatan lain yaitu fotometri bintang variabel. Hanya saja\nmenurut pengelola beberapa observatorium belum dapat mengoptimalkan\nperalatan yang ada untuk penelitian fotometri bintang variabel karena\nterdapat beberapa faktor kendala, di antaranya adalah kurangnya kemampuan\nmengoptimalkan instrumen yang ada untuk penelitian bintang variabel, juga\nbelum adanya pengetahuan yang dapat membantu untuk menjelaskan tentang\nbintang variabel baik secara teori maupun pengamatan.\nPengamatan bintang variabel sendiri difokuskan pada bintang variabel\ndengan periode pendek dimana dengan periode pendek tidak membutuhkan\nmemori yang besar dan tidak rumit dalam pengolahannya. Tehnik fotometri\nyang digunakan adalah fotometri diferensial. Sementara pengolahannya ini\nsendiri menggunakan piranti lunak yang umum tersedia bagi para astronom\ndan observatorium swasta di Indonesia di antaranya adalah perangkat IRIS,\nSoftware Stellarium dan software digiCamControl. Tehnik pengambilan data\ndan hasil pengolahan data dalam tesis ini diharapkan dapat menjadi rujukan\nuntuk memperkaya khazanah penelitian di observatorium swasta di\nIndonesia.", "Daftar File": {"2019_TS_PP_ARI_WIBOWO_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/162374", "COVER Ari Wibowo": "https://digilib.itb.ac.id/gdl/download/191847", "BAB 1 Ari Wibowo": "https://digilib.itb.ac.id/gdl/download/191848", "BAB 2 Ari Wibowo": "https://digilib.itb.ac.id/gdl/download/191849", "BAB 3 Ari Wibowo": "https://digilib.itb.ac.id/gdl/download/191850", "BAB 4 Ari Wibowo": "https://digilib.itb.ac.id/gdl/download/191851", "BAB 5 Ari Wibowo": "https://digilib.itb.ac.id/gdl/download/191852", "PUSTAKA Ari Wibowo": "https://digilib.itb.ac.id/gdl/download/191853"}, "Penulis": "Ari Wibowo [20316303]", "Kontributor / Dosen Pembimbing": ["Dr. Mahasenaputra, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Astronomy", "Kata Kunci": "fotometri, sensor kamera DSLR 1200D, kurva cahaya.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "13 Mar 2019"}