{"Nomor": 36485, "Judul": "Effects of GPR antenna configuration on subpavement drain detection based on the frequency-shift phenomenon", "Abstrak": "The water and clay content of subsurface soil can significantly influence the detection results obtained from\nground penetrating radar (GPR). Due to the variation of the material properties underground, the center\nfrequency of transmitted GPR signals shifts to a lower range as wave attenuation increases. Examination\nof wave propagation in the subsurface employing an attenuation filter based on a linear system model\nshows that received GPR signals will be shifted to lower frequencies than those originally transmitted.\nThe amount of the shift is controlled by a wave attenuation factor, which is determined by the dielectric\nconstant, electric conductivity, and magnetic susceptibility of the transmitted medium. This paper introduces a receiver-transmitter-receiver dual-frequency configuration for GPR that employs two operational\nfrequencies for a given test - one higher and one slightly lower - to take advantage of this phenomenon\nto improve subpavement drain detection results. In this configuration, the original signal is transmitted\nfrom the higher frequency transmitter. After traveling through underground materials, the signal is received\nby two receivers with different frequencies. One of the receivers has the same higher center frequency as\nthe transmitter, and the other receiver has a lower center frequency. This configuration can be expressed\nas Rx(low-frequency)-Tx(high-frequency)-Rx(high-frequency) and was applied in both laboratory experiments and field tests. Results are analyzed in the frequency domain to evaluate and compare the properties\nof the signal obtained by both receivers. The laboratory experiment used the configuration of Rx(400MHz)-\nTx(900MHz)-Rx(900MHz). The field tests, in addition to the configuration used in the lab tests, employed\nanother configuration of Rx(270MHz)-Tx(400MHz)-Rx(400MHz) to obtain more information about this phenomenon. Both lab and field test results illustrate the frequency-shift phenomenon described by theoretical\ncalculations. Based on the power spectrum for each signal, the signal received by the lower frequency\nantenna typically received more energy (higher density values) at its peak frequency than the energy\nreceived by the higher frequency antenna", "Daftar File": {}, "Penulis": "Hao Bai [-]", "Kontributor / Dosen Pembimbing": ["Joseph V. Sinfield"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Ground penetrating radar (GPR) Subpavement drain detection Antenna configuration Lab experiment Field test Frequency shift", "Sumber": "Journal of Applied Geophysics 146 (2017) 198–207, https://doi.org/10.1016/j.jappgeo.2017.09.019", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "13 Mar 2019"}