{"Nomor": 36489, "Judul": "A new diversion drawing technique for controlling ore loss and dilution during longitudinal sublevel caving", "Abstrak": "High ore loss and dilution, which are mainly caused by direct contact between blasted ore and caved rock,\ngenerally exist in the process of exploiting inclined medium-thick ore bodies using the sublevel caving method.\nAn improved diversion drawing technique was proposed with the aim of controlling ore loss and dilution by\nchanging the flow path and velocity of caved ore and rock. The main function of the diversion structure was to\ncompletely prevent the direct contact between the blasted ore and caved waste rock in the early drawing stage.\nBefore recovering the diversion structure, there was no waste rock mixed into the blasted ore; thus, the residual\nore near the footwall could be recovered entirely. The original flow path of waste rocks was changed by the\ndiversion structure and the flow velocity was delayed, preventing premature ore dilution. In addition, the diversion drawing structure reduced the end waste rock mixing in the late drawing stage. A physical drawing\nmodel with a geometric scale of 1:50 was designed and 24 physical simulation experiments were conducted to\ncompare and analyse the difference in drawing effects between the cut-off grade drawing and the improved\ndiversion drawing. The research results showed that the improved technique could effectively reduce ore loss\nand dilution. Therefore, it can increase the economic benefit of mines and broaden the application scope of the\nsublevel caving method.", "Daftar File": {}, "Penulis": "Ganqiang Tao [-]", "Kontributor / Dosen Pembimbing": ["Mingxing Lu, Xiufeng Zhang? , Rui Zhang, Zhonghua Zhu"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "Mining & related operations", "Kata Kunci": "Inclined medium-thick ore body, Sublevel caving method, Diversion drawing, Ore loss, Dilution rat", "Sumber": "https://doi.org/10.1016/j.ijrmms.2018.12.006", "Staf Input/Edit": "Resti Andriani", "File": "1 file", "Tanggal Input": "13 Mar 2019"}