{"Nomor": 36495, "Judul": "PEMODELAN NUMERIK BEBAN LENTUR EMPAT TITIK PADA PELAT KOMPOSIT YANG MEMILIKI RETAK MELINTANG", "Abstrak": "Dewasa ini, penggunaan material komposit untuk kebutuhan manusia semakin tinggi, terutama dalam industri kedirgantaraan. Aplikasi dari material komposit diperkirakan akan semakin meningkat setiap tahunnya. Oleh karena itu, penggunaan material komposit harus diikuti dengan kelaikan struktur yang menunjang. Kegagalan pada struktur komposit, baik kecacatan dalam proses produksi maupun kerusakan pada saat struktur merupakan suatu hal yang perlu dihindari. Kegagalan pada struktur pesawat terbang dapat berupa kegagalan mekanik, termal maupun bahan kimia dan lingkungan yang terjadi akibat berbagai kondisi terbang. Kegagalan skala mikroskopik seperti micro crack terjadi akibat beban impak dan juga tegangan dalam. Micro crack adalah penyebab paling besar dalam kegagalan material karena sulit untuk dideteksi. Selain itu, fragmen struktur yang terinduksi akan menyebabkan reduksi properti material seperti kekuatan, kekakuan dan stabilitas dimensional dari material komposit.\nPenelitian ini merupakan gabungan dua simulasi sederhana, yakni pemodelan retak XFEM dan pemodelan lentur dengan empat titik pembebanan. Spesimen yang digunakan adalah pelat komposit carbon-epoxy unidirectional berbentuk segi empat. Pemodelan ini mempelajari perambatan retak dan juga delaminasi yang terjadi pada pelat. Pemodelan antar muka antar lamina menggunakan cohesive part dengan elemen kohesif. Hasil dari pemodelan akan dibandingkan dengan hasil eksperimen dari paper referensi. Pemodelan retak XFEM dan pemodelan lentur menggunakan Abaqus/Standard memiliki batasan. Batasan yang ada menjadikan pemodelan tidak dapat dilakukan dengan sempurna, salah satunya memunculkan fenomena shear-locking. Fenomena shear-locking menghasilkan pemodelan yang berbeda dengan hasil eksperimen.", "Daftar File": {"2019_TA_PP_Fazat_Faridah_Alfani_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/162388"}, "Penulis": "Fazat Faridah Alfani [13614040]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Tatacipta Dirgantara, M.T.", "Dr. Annisa Jusuf, S.T., M.T.", "Andi Kuswoyo, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "pembebanan lentur empat titik, retak melintang, elemen kohesif, perambatan retak, batasan retak XFEM, batasan pemodelan lentur, shear-locking", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "13 Mar 2019"}