{"Nomor": 36490, "Judul": "PENINGKATAN KINERJA SOFTWARE-DEFINED NETWORKING (SDN) DENGAN PENGATURAN TEKNIK KENDALI KONGESTI, PERUTEAN JALUR JAMAK DAN ALOKASI BANDWIDTH", "Abstrak": "Pada jaringan Internet hari ini, pemakain Transmission Control Protocol (TCP)\nsebagai teknik pengendalian kongesti dan perutean jalur tunggal sebagai teknik\nperutingan memunculkan beberapa masalah antara lain mengakibatkan utilisasi link\ndan throughput yang rendah, ketidakadilan dan distribusi trafik yang tidak\nseimbang. Masalah ini ditimbulkan karena TCP dan perutean jalur tunggal pada\nInternet saat ini tidak mempunyai informasi jaringan secara menyeluruh. Oleh\nkarena itu diperlukan adanya teknik pengendalian kongesti dan perutean yang\ndibantu oleh jaringan dengan menggunakan informasi global. Teknik tersebut\ndidapatkan pada kerangka kerja jaringan masa depan SDN. Pemisahan control\nplane dan data plane di SDN membuat jaringan ini lebih fleksibel untuk\ndikembangkan sesuai dengan perkembangan teknologi aplikasi layanan.\nPada penelitian ini, diusulkan skema pengendalian kongesti berbasis controller\n(controller-based congestion control) yang dinamakan PACEC (Path Associativity\nCentralized Explicit Congestion Control). Pada PACEC pengaturan naik turunnya\nrate pengiriman didasarkan pada ketersedian bandwidth, dan delay pada suatu jalur\nyang ditemukan. Dalam hal ini controller SDN sebagai penentu kebijakan\npengendalian kongesti yang diprogramkan kepadanya. Keunggulan dari skema\nyang diusulkan adalah menggunakan informasi ketersediaan bandwidth yang\ndiketahui controller secara global sehingga sumber daya jaringan dapat digunakan\nsecara optimal, dan keputusan pengendalian jaringan dapat dilakukan lebih akurat.\nPACEC merupakan modifikasi dan perbaikan dari algoritma pengendalian kongesti\nyang dibantu router klasik. Dalam melakukan pengendalian kongesti, skema\nPACEC dapat diintegrasikan dengan perutean jalur jamak dan alokasi bandwidth.\nDengan pengaturan ketiga teknik tersebut setiap flow yang diijinkan masuk ke\njaringan dapat dilewatkan pada beberapa jalur terbaik dan dapat dijamin alokasi\nrate untuknya agar memenuhi persyaratan QoS. Sebagai indikator kinerja untuk\nalgoritma yang diusulkan adalah throughput, delay, fairness, smoothness, overhead\ndan kompleksitas.\nKinerja dari algoritma yang diusulkan diverifikasi dengan serangkaian pengujian\ndengan menggunakan simulasi perangkat lunak Mininet dan RYU controller. Hasil\nsimulasi menunjukkan bahwa algoritma yang diusulkan menghasilkan kinerja yang\nlebih baik berupa peningkatan throughput sampai dengan 10%, fairness 9%,\npeningkatan efisiensi mencapai 50% dan penurunan overhead sampai dengan 80%.\nHal ini menunjukkan keunggulan dari algoritma yang diusulkan, namun demikian\nmasih diperlukan penelitian lebih lanjut untuk menurunkan parameter\nkompleksitas.", "Daftar File": {"2019_DS_PP_SOFIA_NANING_HERTIANA_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/162381"}, "Penulis": "Sofia Naning Hertiana [33212003]", "Kontributor / Dosen Pembimbing": ["Ir. Hendrawan, M.Sc., Ph.D.", "Prof. Ir. Adit Kurniawan, M.Eng., Ph.D.", "Udjianna Sekteria Pasaribu, Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Elektro dan Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "pengendalian kongesti, perutean jalur jamak, alokasi bandwidth, software-defined networking.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "13 Mar 2019"}