{"Nomor": 36491, "Judul": "KAJIAN PENGEMBANGAN SPAM HULU BERDASARKAN POTENSI SUMBER AIR BAKU SUNGAI CIMAHI DAN CIBEUREUM DI KECAMATAN CIMAHI TENGAH", "Abstrak": "Sumber air baku merupakan kebutuhan esensial untuk keberlangsungan mahluk hidup. Kebutuhan air baku untuk Kecamatan Cimahi mengalami peningkatan dari 115 L/detik (tahun 2018) ke 310 L/detik (tahun 2038). Ketersediaan air baku saat ini baru dapat menyuplai air sebesar 84 L/detik, sehingga masih ada daerah layanan yang tidak memperoleh air bersih. Studi mengenai ketersediaan air baku diperlukan dalam rangka memenuhi kebutuhan air untuk kebutuhan air pada tahun 2038 dengan periode perencanaan setiap 5 tahun sekali. Berdasarkan hasil analisis didapatkan debit kering dengan durasi dan periode ulang yang bervariasi. Debit kering yang dipakai untuk pengembangan sumber daya air digunakan R10-R20 tahun dengan durasi 1 hari, nilai debit kering yang diperoleh untuk Sungai Cimahi yaitu 334 L/detik dan untuk Sungai Cibeureum yaitu 275 L/detik. Debit kering digunakan untuk merencanakan desain bangunan intake yang disesuaikan dengan peraturan izin pengambilan air (Qizin < QR10). Sistem penyaluran air baku merupakan salah satu komponen pada pengembangan Sistem Penyediaan Air Minum (SPAM). Pendekatan pemilihan jalur transmisi yang akan dipilih, dilakukan dengan pendekatan pembobotan yang berisi berbagai parameter. Berdasarkan pembobotan dari ketiga alternatif, diperoleh alternatif pertama sebagai jalur utama dengan nilai pembobotan sebesar 67,55%. Nilai tersebut merupakan nilai terbesar dibandingkan dengan alternatif dua dan tiga yang memiliki nilai sebesar 66,51% dan 65,93%.", "Daftar File": {"2019_TA_PP_FARRAS_RAYHAN_1-ABSTRAK1.pdf": "https://digilib.itb.ac.id/gdl/download/162419"}, "Penulis": "Farras Rayhan [15314057]", "Kontributor / Dosen Pembimbing": ["Dr. Herto Dwi Ariesyady, S.T., M.T.", "Suci Wulandari S.T. MPSDA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "air baku, debit kering, sistem transmisi, pengembangan sumber daya air.", "Sumber": "TUGAS AKHIR Maret 2019", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "13 Mar 2019"}