{"Nomor": 36518, "Judul": "STUDI PERALATAN SISTEM PEMANAS PADA PROSES BOILER DAN HEAT EXCHANGER DI MINI PLANT BDT921", "Abstrak": "Mini plant boiler dan heat exchanger model BDT921 yang terletak di Lantai 1 LabTek VI tepatnya di Laboratorium Fasilitas Bengkel, Logam dan Gelas merupakan sarana pembelajaran bagi mahasiswa mengenai pemahaman proses yang terjadi pada sistem mini plant boiler dan heat exchanger serta pelatihan pengontrolan melalui peralatan instrumentasi dan kontrol sistem mini plant boiler. Namun pada kenyataannya, fasilitas mini plant boiler dan heat exchanger jarang dioperasikan apalagi dimanfaatkan sebagai sarana pembelajaran proses dan pelatihan pengontrolan untuk mahasiswa. Hal ini terjadi karena hanya sedikit orang yang kompeten dalam mengoperasikannya. Kurangnya frekuensi penggunaan dan pemeliharaan fasilitas mini plant boiler dan heat exchanger dapat mengubah karakteristik komponen-komponen pada sistem sehingga berpengaruh pada performansi sistem mini plant boiler dan heat exchanger. Pada penelitian ini, dilakukan studi peralatan sistem pemanas pada mini plant boiler dan heat exchanger di Teknik Fisika ITB. Hal ini karena proses perpindahan panas yang dilakukan oleh pemanas pada sistem mini plant merupakan salah satu proses utama yang terjadi di sistem mini plant.\nSistem Mini plant boiler dan heat exchanger terdiri dari tangki produk, tangki pre-heater, tangki boiler, penukar panas, dan pemipaan. Terdapat dua proses utama yang terjadi di sistem mini plant yaitu pemanasan air yang terjadi di boiler dan pertukaran panas yang terjadi di heat exchanger. Pada penelitian ini, dilakukan beberapa percobaan untuk menunjang studi penelitian. Percobaan yang dilakukan antara lain untuk mengetahui karakteristik control valve, karakteristik perpindahan panas pada air di tangki boiler. Berdasarkan percobaan yang dilakukan, didapatkan karakteristik dari control valve serta kinerja pemanas pada sistem mini plant boiler dan heat exchanger.", "Daftar File": {"2019_TA_PP_Tri_Diah_Wulandari_Siantury_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/162467", "BAB 5 Tri Diah Wulandari Siantury": "https://digilib.itb.ac.id/gdl/download/190899", "PUSTAKA Tri Diah Wulandari Siantury": "https://digilib.itb.ac.id/gdl/download/190900"}, "Penulis": "Tri Diah Wulandari Siantury [13314056]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Ir. Parsaulian Ishaya Siregar, Dipl.-Ing.", "Ir. Edi Leksono, M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "evaluasi, sistem pemanas, boiler, heat exchanger, karakteristik", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "13 Mar 2019"}