{"Nomor": 36512, "Judul": "KAJIAN PEMANFAATAN LIMBAH DRILL CUTTING SEBAGAI CAMPURAN AGREGAT PENYUSUN PAVING BLOCK DENGAN METODE SOLIDIFIKASI", "Abstrak": "Proses pengeboran minyak dan gas bumi mengangkat minyak juga padatan berupa drill cutting yang merupakan salah satu jenis limbah B3 spesifik yang terdapat dalam PP No. 18/1999 juncto PP 85/1999 dengan kode D220. Dalam upaya memperkecil bahaya dari limbah, diperlukan suatu proses untuk merubah limbah tersebut menjadi lebih aman, salah satunya dengan metode solidifikasi. Proses solidifikasi adalah salah satu metode pengolahan limbah B3 yang bertujuan untuk mengurangi kadar toksisitas suatu limbah dengan memperkecil mobilitas polutan dalam limbah. Penelitian ini ditujukan untuk melihat potensi pemanfaatan limbah drill cutting secara langsung. Berdasarkan hasil uji karakteristik kedua jenis limbah yang menyerupai agregat halus, maka dilakukan studi pemanfaatan limbah tersebut sebagai substitusi agregat halus penyusun paving block. Produk solidifikasi dibuat dengan variasi semen : agregat sebesar 1:3, 1:4 dan 1:5 dengan variasi substitusi limbah pengganti agregat sebesar 0%, 20%, 30%, dan 50%. Parameter benda uji yang diamati adalah kuat tekan, Toxicity Characteristic Leaching Procedure, Total Petroleum Hydrocarbon (TPH), durabilitas dan absorpsi. Berdasarkan hasil penelitian, didapatkan hasil bahwa kekuatan benda uji meningkat seiring meningkatnya kadar semen dan menurun seiring meningkatnya kadar limbah yang digunakan. Kuat tekan tertinggi didapat pada produk dengan substitusi drill cutting variasi 1:3 20% yaitu sebesar 205,3 kg/cm2 yang telah memenuhi syarat paving block kualitas B sedangkan produk yang memiliki nilai kuat tekan terendah tetapi masih memenuhi syarat kuat tekan paving block kualitas D adalah produk kelompok TPH 1-5 variasi 1:3 20% yang memiliki nilai kuat tekan sebesar 114 kg/cm2. Seluruh benda uji memiliki kemampuan absorpsi diatas 10% sehingga tidak memenuhi persyaratan absorpsi namun masih memenuhi persyaratan durabilitas yang ditetapkan dalam ASTM D 4843.", "Daftar File": {"2019_TA_PP_LISKA_LISTIANI_SARI_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/162436", "2019_TA_PP_LISKA_LISTIANI_SARI_1-DAFTAR_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/162442"}, "Penulis": "Liska Listiani Sari [15310068]", "Kontributor / Dosen Pembimbing": ["Sukandar, S.Si., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Agregat, drill cutting, kuat tekan, solidifikasi, paving block.", "Sumber": "TUGAS AKHIR 20 Agustus 2014", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "7 file", "Tanggal Input": "13 Mar 2019"}