{"Nomor": 36527, "Judul": "KAJIAN DESAIN APLIKASI MOBILE RECRUITMENT BAGI PENGGUNA KELAS SOSIAL EKONOMI MENENGAH BAWAH", "Abstrak": "Bekerja merupakan upaya manusia untuk memenuhi kebutuhan dasar. Tanpa\nbekerja, manusia tidak akan memperoleh pendapatan sehingga tidak dapat\nmengontrol kehidupannya. Tingginya angka pengangguran merupakan masalah\nnasional yang terus menjadi perhatian pemerintah. Pengangguran tertinggi\nmerupakan kelas sosial ekonomi menengah bawah yang disebabkan oleh\nterbatasnya akses informasi lowongan pekerjaan. Untuk mengatasi masalah\ntersebut, Kemnaker RI merilis aplikasi m-recruitment pada tahun 2017. Aplikasi\nini menyasar tenaga kerja keahlian rendah seperti tenaga tata usaha, tenaga usaha\njasa, tenaga penjualan, pekerja terampil pertanian, pengrajin, dan operator mesin.\nDi sisi lain, rendahnya literasi digital kelas menengah bawah memungkinkan\ntimbulnya perbedaan penerimaan terhadap teknologi digital tersebut. Hal ini\nmemunculkan kebutuhan akan perancangan aplikasi m-recruitment yang tepat\nsasaran. Penelitian ini bertujuan untuk menghasilkan rekomendasi kriteria desain\naplikasi m-recruitment bagi kelas menengah bawah melalui evaluasi pengalaman\npengguna terhadap aplikasi Join Kandidat, Temu, dan Aasaanjobs. Metode\npenelitian yang digunakan merupakan metode campuran dengan alat ukur User\nExperience Questionnaire (UEQ) dan wawancara. Pengumpulan data diikuti oleh\n44 responden yang merupakan tenaga kerja dengan keahlian rendah (golongan\npokok KBJI 5, 6, 7, dan 8) serta berpendidikan akhir maksimal SMA. Hasil\npenelitian menunjukkan bahwa pengguna mengapresiasi aplikasi m-recruitment\nsebagai terobosan untuk membuka pasar lowongan pekerjaan. Akan tetapi,\nrendahnya literasi digital mengakibatkan timbulnya permasalahan kualitas\npragmatis seperti sistem perekrutan dan fitur yang asing, bahasa yang tidak\ndipahami, glyph yang tidak sesuai, formulir yang terlalu panjang, penyaringan\nyang terlalu rumit, dan umpan balik yang tidak jelas. Berdasarkan kualitas\nhedonis, karakteristik responden membuat responden lebih tertarik menggunakan\naplikasi dengan tampilan dengan warna yang mencolok.", "Daftar File": {"2019_TS_PP_SASKIA_PUTRI_AGUSTINE_1.pdf": "https://digilib.itb.ac.id/gdl/download/162489"}, "Penulis": "Saskia Putri Agustine [27116022]", "Kontributor / Dosen Pembimbing": ["Dr. Intan Rizky Mutiaz, M.Ds.", "Dr. Chandra Tresnadi, S.Sn., M.Ds."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "m-recruitment, menengah bawah, pengalaman pengguna.", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "13 Mar 2019"}