{"Nomor": 36536, "Judul": "VISUAL SERVOING DENGAN DUA KAMERA UNTUK PEMINDAHAN OBJEK DENGAN ROBOT YASKAWA SIA10D", "Abstrak": "Penggunaan robot untuk industri meningkat pesat terutama untuk proses\nmanufaktur dimana robot diprogram untuk melakukan kerja sesuai dengan input yang\ndiberikan. Servo visual merupakan pengendalian robot berbasis kamera dimana kamera\nakan melakukan tracking pada benda yang akan dilakukan kerja. Jenis end-effector yang\ndipasang pada robot akan menentukan kerja yang akan dilakukan oleh robot terhadap\nbenda. Namun pada prinsipnya, end-effector harus bergerak menuju benda hingga\nmemiliki offset tertentu agar dapat melakukan kerja dengan baik dan semestinya. Pada\ntugas sarjana ini akan dirancang program sistem kendali gerak robot yang mampu\nmelakukan tracking dan pengambilan benda yang telah ditentukan secara otomatis yang\nkemudian akan diletakkan pada suatu lokasi.\nUntuk proses tracking, dua kamera digunakan dan dipasang pada dua tempat yang\nberbeda. Kamera pertama dipasang pada robot untuk menentukan posisi x dan y dari\nbenda, sedangkan kamera kedua dipasang di depan robot pada jarak yang sudah\nditentukan untuk menentukan posisi z dari end-effector ke benda. Dengan diketahuinya\nnilai x, y, dan z tersebut maka robot dapat melakukan aksi pengambilan terhadap benda.\nDari hasil percobaan diperoleh bahwa robot dapat melakukan tracking dengan\ncukup akurat dan setiap kali proses pengambilan berlangsung dalam waktu sekitar 20\ndetik untuk masing-masing objek yang berbeda. Penggunaan dua kamera memungkinkan\nrobot untuk menentukan posisi end-effector dalam gerakan ke arah z dengan baik\nsehingga menghindari blind-grabbing pada saat benda tidak tertangkap oleh kamera yang\nterasang di end-effector.", "Daftar File": {"2019_TA_PP_JULYANDO_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/162526"}, "Penulis": "Julyando [13114122]", "Kontributor / Dosen Pembimbing": ["Ir. Indrawanto, M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "end-effector, dua kamera, offset, servo visual, tracking", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "13 Mar 2019"}