{"Nomor": 36537, "Judul": "MANAJEMEN PROYEK PERSIAPAN IMPLEMENTASI SISTEM INFORMASI ONBOARDING DI PT TOKOPEDIA", "Abstrak": "Penelitian ini difokuskan pada perancangan manajemen proyek persiapan\nimplementasi sistem informasi Onboarding di salah satu e-commerce terbesar di\nIndonesia yaitu Tokopedia, khususnya pada lini bisnis Official Store. Official Store\nmerupakan lini bisnis marketplace berbasis B2C di PT Tokopedia yang fokus\nmenampilkan toko merek resmi, penjual resmi, dan toko web yang memiliki value\nproposition merek eksklusif, integrasi sistem, dan dukungan layanan pelanggan pasca\npenjualan. Sistem informasi Onboarding merupakan sistem yang bertujuan untuk\nmemperbaiki proses akuisisi pada Official Store. Tujuan dari penelitian ini adalah\nmerancang persiapan GO-LIVE berdasarkan literatur manajemen proyek dan\nmanajemen perubahan dalam tahap implementasi sistem Onboarding, serta\nmengimplementasikan rancangan tersebut hingga menghasilkan evaluasi dan umpan\nbalik berdasarkan kriteria performansi waktu, performansi sistem, dan ketercakupan\npoin-poin dalam manajemen perubahan. Metodologi penelitian ini terdiri dari tahap\nperancangan implementasi, tahap implementasi dan pengumpulan data, tahap\nperancangan evaluasi, tahap analisis dan pembahasan serta kesimpulan dan saran.\nMetode utama yang digunakan pada penelitian ini ialah GO-LIVE checklist (Gefen &\nAbujudeh, 2017), hybrid project management, model manajemen perubahan Lewin,\ndan roadmap checklist manajemen perubahan (Legris & Collerette, 2006).\nBerdasarkan pengumpulan dan pengolahan data, penelitian ini menghasilkan\nperincian aktivitas persiapan GO-LIVE, Gantt chart proyek, dan roadmap checklist\nberdasarkan manajemen perubahan yang direkomendasikan dalam persiapan\nimplementasi sistem informasi di e-commerce dewasa ini, serta evaluasi dan umpan\nbalik berdasarkan implementasi perancangan tersebut yang sudah dilakukan di PT\nTokopedia.", "Daftar File": {"13414005_-_Adinda_Olivia_Ryan_Sabrina.pdf": "https://digilib.itb.ac.id/gdl/download/162529"}, "Penulis": "Adinda Olivia Ryan Sabrina [13414005]", "Kontributor / Dosen Pembimbing": ["Dr. Hasrini Sari, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "hybrid project management, implementasi sistem informasi, manajemen perubahan, persiapan GO-LIVE, GO-LIVE checklist", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "13 Mar 2019"}