{"Nomor": 36540, "Judul": "SARANA PERMAINAN EDUKATIF UNTUK PENINGKATAN MINAT MEMBACA PADA ANAK USIA PRASEKOLAH BERDASARKAN METODE MONTESSORI", "Abstrak": "Pembelajaran anak usia dini harus selalu dalam situasi permainan sebagai kekhasan anak usia dini yang identik dengan masih senang bermain. Anak akan merasa senang dan merespon dengan baik ketika suatu kegiatan dikondisikan dalam situasi permainan dan menyenangkan. Semua pembelajaran di PAUD harus dikondisikan dalam bingkai “belajar dan bermain atau bermain seraya belajar” (salah satu prinsip dalam PAUD).\nTermasuk salah satunya adalah dalam mengenalkan membaca. Membelajarkan anak usia dini untuk mampu membaca, sudah lama menjadi perbincangan pro dan kontra, terkait sudah saatnya atau belum anak usia dini dilatih membaca. Meskipun sebenarnya sudah ada kebijakan yang jelas dari surat edaran Dirjen Diknasmen Nomor:1839/C.C2/TU/2009, bahwa dalam pendidikan usia dini belum diperbolehkan untuk memberikan materi belajar membaca secara langsung. Namun, berdasarkan realita yang terjadi saat ini, masih muncul kebingungan terutama dari para pendamping di Taman Kanak-kanak (TK/RA) dimana pengkondisian dari pendamping di beberapa Sekolah Dasar supaya anak lulusan TK/RA sudah bisa membaca.\nMembelajarkan membaca pada anak usia dini haruslah yang bersifat rangsangan, supaya anak tertarik atau senang dengan kegiatan membaca. Jadi, membelajarkan anak usia dini dengan membaca bukan mengacu pada prinsip mengharuskan anak membaca pada usia tersebut, akan tetapi mengacu pada prinsip supaya anak memiliki Minat Membaca. Dengan demikian akan menghantarkan pendamping menciptakan suasana yang menyenangkan yang akan merangsang minat baca anak.", "Daftar File": {"2019_TA_PP_Cahaya_Tri_Buana_Wahyu_Putra_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/162533", "COVER Cahaya Tri Buana Wahyu Putra": "https://digilib.itb.ac.id/gdl/download/192715", "BAB 1 Cahaya Tri Buana Wahyu Putra": "https://digilib.itb.ac.id/gdl/download/192716", "BAB 5 Cahaya Tri Buana Wahyu Putra": "https://digilib.itb.ac.id/gdl/download/192720", "PUSTAKA Cahaya Tri Buana Wahyu Putra": "https://digilib.itb.ac.id/gdl/download/192721"}, "Penulis": "Cahaya Tri Buana Wahyu Putra [17513019]", "Kontributor / Dosen Pembimbing": ["Arianti Ayu Puspita, S.Ds., M.Ds."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Produk", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Permainan Edukatif, Membaca, anak usia prasekolah, Montessori.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "13 Mar 2019"}