{"Nomor": 36549, "Judul": "SISTEM PENERANGAN LAMPU JALAN PINTAR BERBASIS KOMUNIKASI MESH", "Abstrak": "Penerangan jalan umum merupakan fasilitas umum yang sangat penting untuk penerangan dan keamanan pengguna jalan raya, dan fasilitas lainnya. Pengembangan sistem kontrol penerangan lampu jalan berbasis LED adalah solusi untuk menghemat energi, terutama dalam sistem pencahayaan. Sistem penerangan lampu jalan pintar ini dapat melakukan pemantauan lampu jalan dan mengontrol lampu secara otomatis dengan menggunakan modul ESP8266. ESP8266 merupakan mikrokontroler yang terintegrasi dengan modul WiFi. Pengaturan intensitas cahaya secara otomatis menggunakan sensor BH1750 melalui teknik dimming dengan mengatur lebar pulsa (PWM). Sistem kontrol juga melakukan pemantauan suhu dan kelembaban lingkungan sekitar. Komunikasi yang digunakan adalah mesh oleh Espressif (ESP-Mesh). Penggunaan ESP-Mesh memungkinkan untuk mencapai jangkauan yang luas. Komunikasi mesh pada node diadaptasi karena masing-masing node akan saling terhubung dan dapat meneruskan data sampai tujuan hingga mencapai jarak yang jauh. Jaringan ESP-Mesh memiliki fungsi self-orginazing dan self-configuring yang berarti dapat membangun dan mengkonfigurasi ulang jaringan secara otomatis. Sistem ini juga memiliki layanan web server yang dapat mengontrol setiap node serta mengetahui mesh routing table. Hasil menunjukkan bahwa setiap node membentuk konfigurasi mesh network. ESP8266 juga dapat mengirimkan perintah dimming serta pembacaan sensor-sensor. Sistem ini juga dapat diakses dan dikendalikan melalui web server.", "Daftar File": {"23216023_ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/162547"}, "Penulis": "Lindawani Siregar [23216023]", "Kontributor / Dosen Pembimbing": ["Prof. Trio Adiono, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "node, ESP8266, dimming, web server, mesh", "Sumber": "", "Staf Input/Edit": "karya  \n                                     karya", "File": "1 file", "Tanggal Input": "13 Mar 2019"}