{"Nomor": 36545, "Judul": "ANALISIS SEMIOTIKA FOTOGRAFI PADA KOMPASIANA.COM EDISI BULAN MARET-MEI TAHUN 2018 SEBAGAI KONSTRUKSI REALITAS", "Abstrak": "Penelitian ini didasarkan oleh sebuah fenomena baru dalam dunia jurnalistik. Dengan\nmemanfaatkan perkembangan teknologi informasi dan komunikasi khususnya berbasis\nonline. Khalayak tidak hanya membutuhkan informasi, namun juga memberikan\ninformasi berita dan opininya. Jurnalisme warga hadir sebagai sebuah respon dalam\nmenjawab kebebasan pers tersebut. Salah satu media alternatif online yang populer di\nIndonesia adalah Kompasiana.com.\nPermasalahan dari penelitian ini yaitu mengenai kondisi penggunaan foto, yaitu\nbagaimana jurnalisme warga dalam menghadirkan pesan pada tanda-tanda di foto\nuntuk mengkonstruksi realitas. Untuk itu dipilih 100 sampel artikel dengan jumlah\npembaca paling banyak selama bulan Maret-Mei tahun 2018 yang selanjutnya\ndilakukan analisis lebih dalam pada 6 sampel. Penelitian menggunakan metode\nkualitatif dengan pendekatan analisis semiotika. Setelah dilakukan analisis, diperoleh\nhasil bahwa tanda-tanda yang dihadirkan dalam mengkonstruksi pesan di artikel\nKompasiana lebih cenderung bersifat implisit atau memancing pembaca. Saat\ndirelasikan antara foto dengan judul dan isi artikel secara pemaknaan denotasi\ncenderung tidak berelasi, namun dalam pemaknaan konotasi cenderung berelasi. Selain\nitu, terjadi fenomena dalam Kompasiana sebagai media siber yaitu aturan-aturan dalam\ndunia jurnalistik tidak menjadi acuan utama dalam membuat sebuah berita. Masyarakat\ndapat dengan mudah membuat berita pada media siber tanpa harus memenuhi kaidahkaidah\njurnalistik.", "Daftar File": {"2019_TS_PP_FIRMAN_TUROHMI_1.pdf": "https://digilib.itb.ac.id/gdl/download/162537"}, "Penulis": "Firman Turohmi [27116031]", "Kontributor / Dosen Pembimbing": ["Dr. Acep Iwan Saidi, S.S., M.Hum.", "Dr. Intan Rizky Mutiaz, M.Ds."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "fotografi, semiotika, jurnalisme warga, media siber", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "13 Mar 2019"}