{"Nomor": 36544, "Judul": "MENINGKATKAN KEPUASAN PELANGGAN DI PT GENTA BUANA ASTADECA", "Abstrak": "PT Genta Buana Astadeca adalah salah satu perusahaan yang bergerak dibidang kesehatan\nyang menjual berbagai macam produk alat kesehatan untuk didistribusikan ke rumah sakit atau\nperusahaan cabang yang bergerak dibidang yang sama PT Genta Buana didirikan pada 6 Juni\n2003 dan telah mengalami perkembangan dan kendala yang dihadapi oleh PT Genta Buana, salah\nsatunya adalah bagaimana mempertahankan kualitas produk yang dijual oerusahaan sehingga\ndapat tersampaikan dengan baik kepada customer. karena setiap tahun adanya komplain customer\nterhadap service kualitas hal inilah yang menjadi tujuan peneliti untuk memberikan solusi kepada\nperushaan dalam meningkatkan service kualitas\nTerdapat beberapa permasalahan di perusahaan ini yang perlu diselesaikan. Dasar dari\npermasalahan-permasalahan tersebut adalah kurangnya SOP yang jelas dalam perusahaan ini.\nPermasalahan utama ini kemudian menimbulkan serangkaian permasalahan lain yang ditunjukkan\noleh komplain dari konsumen, seperti misalnya produk yang cacat, keterlambatan dalam\npengiriman, dan juga masalah-masalah lain yang terkait dengan kualitas pelayanan.\nUntuk mengerucutkan masalah-masalah yang terdapat dalam perusahaan ini, saya akan\nmenggunakan metode VFT dan AHP, juga metode fishbone dan teori-teori mengenai kualitas\npelayanan untuk mengambil permasalahan-permasalahan utama dalam perusahaan ini. Kemudian\nsetelah saya mendapat permasalahan paling utama dalam perusahaan ini, saya akan mencoba untuk\nmemberi saran untuk meningkatkan keadaan perusahaan, juga untuk meningkatkan tingkat\nkepuasan konsumen dalam perusahaan ini.", "Daftar File": {"2019_TS_PP_Dewi_Laraswati_1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/162536"}, "Penulis": "Dewi Laraswati Anggraini [29115654]", "Kontributor / Dosen Pembimbing": ["Santi Novani, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "PT Genta Buana Astadeca, service quality, AHP, Customer satisfaction, VFT", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "13 Mar 2019"}