{"Nomor": 36555, "Judul": "METODE KONSTRUKSI GENOM PYLCV (Pepper Yellow Leaf Curl Virus) UNTUK SELEKSI TANAMAN CABAI RESISTEN VIRUS", "Abstrak": "Tanaman cabai (Capsicum annuum) merupakan komoditas penting dengan tingkat konsumsinya mencapai 1,5 ton/kapita/pertahun. Penurunan produksi cabai salah satunya disebabkan oleh serangan virus PYLCV (Pepper Yellow Leaf Curl Virus) yang ditularkan oleh serangga, Bemisia tabaci. Penggunaan tanaman resisten merupakan strategi terbaik untuk meningkatkan produksi cabai. Seleksi tanaman resisten menggunakan Bemisia ternyata tidak cukup spesifik menularkan satu jenis virus serta membutuhkan pemeliharaan yang lebih intensif. Potensi vektor lain yaitu Agrobacterium tumefaciens dengan kemampuannya mentransfer satu jenis strain virus merupakan alternatif yang lebih baik. Transfer virus ke tanaman dengan perantara A. tumefaciens membutuhkan struktur genom virus yang terdiri dari dua origin replication sehingga bisa meningkatkan infektivitasnya. Oleh karena itu, penelitian ini fokus untuk mengkontruksi genom PYLCV yang terdiri dari dua buah origin of replication dengan beberapa metode yaitu partial tandem repeat, PCR walking, kombinasi sintesis untai ganda komplemen - PCR walking, sintetik untai ganda komplemen dengan penambahan fosfat, PCR walking dari satu sisi retriksi serta gen sintetik. Penelitian ini menghasilkan konstruksi genom PYLCV (DNA-A dan DNA-B) yang terdiri dari 2 origin of replication melalui metode gen sintetik. Masing – masing genom DNA-A dan DNA-B PYLCV telah berhasil disisipkan kedalam vektor ekspresi pCAMBIA 1303.", "Daftar File": {"2019_TS_PP_ULA_AULIA_FITRIAN_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/162567", "COVER Ula Aulia Fitrian": "https://digilib.itb.ac.id/gdl/download/191279", "BAB 1 Ula Aulia Fitrian": "https://digilib.itb.ac.id/gdl/download/191280", "BAB 2 Ula Aulia Fitrian": "https://digilib.itb.ac.id/gdl/download/191281", "BAB 3 Ula Aulia Fitrian": "https://digilib.itb.ac.id/gdl/download/191282", "BAB 4 Ula Aulia Fitrian": "https://digilib.itb.ac.id/gdl/download/191283", "BAB 5 Ula Aulia Fitrian": "https://digilib.itb.ac.id/gdl/download/191284", "PUSTAKA Ula Aulia Fitrian": "https://digilib.itb.ac.id/gdl/download/191285"}, "Penulis": "Ula Aulia Fitrian [21116005]", "Kontributor / Dosen Pembimbing": ["Sony Suhandono, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "PYLCV, Sintesis ori ganda, Agrobacterium, Seleksi tanaman", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "13 Mar 2019"}