{"Nomor": 36556, "Judul": "STUDI TEORITIS SISTEM TENDON AKTIF PADA STRUKTUR GEDUNG RUMAH SAKIT DI DEPOK", "Abstrak": "Ketika struktur menerima beban dinamik seperti beban gempa, maka struktur akan memberikan reaksi berupa perpindahan, kecepatan, dan percepatan struktur. Hal itu dapat mengakibatkan kerusakan pada struktur dan ketidaknyamanan penghuni gedung. Rumah sakit sebagai fasilitas umum yang memiliki faktor keutamaan tinggi, seharusnya memberikan tingkat kenyamanan yang tinggi bagi para penghuninya. Salah cara untuk meningkatkan kenyamanannya adalah dengan mereduksi perpindahan antar lantai sehingga penghuni gedung tidak terlalu merasakan goncangan yang terjadi. Pada era sekarang ini, metode konvensional yang hanya mengandalkan masa, kekakuan, dan kekuatan material saja untuk menahan beban dinamik, semakin sukar untuk dipertahankan baik dari segi teknologi maupun biaya. Oleh karena itu, diperlukan sistem tambahan yang berfungsi untuk mereduksi dan mengontrol respon struktur yang disebut dengan sistem kontrol pada strutkur. Dalam tugas akhir ini , akan dibahas studi teoritis sistem tendon aktif. Studi kasusnya adalah gedung rumah sakit 14 lantai. Sistem tendon aktif dipasang pada pada 6 lantai dengan 5 konfigurasi. Beban uji adalah beban gempa El Centro 1940, Kobe 1995, dan Northridge 1994. Dalam analisisnya, akan dihitung besarnya respon tanpa sistem kontrol dan respon dengan sistem kontrol tendon aktif. Selanjutnya, kedua respon tersenut dibandingkan. Selain itu, juga dihitung besarnya gaya kontrol yang diperlukan. Algoritma yang digunakan adalah algoritma kontrol optimal.", "Daftar File": {}, "Penulis": "Irvan Alfajri [15009113]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Herlien Dwiarti Soemari"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil procedure & courts", "Kata Kunci": "rumah sakit, respon struktur, sistem kontrol tendon aktif", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "13 Mar 2019"}