{"Nomor": 36550, "Judul": "PENGARUH AROMA SEREH TERHADAP KECEMASAN PASIEN WANITA PADA RUANG TUNGGU PEMERIKSAAN GINEKOLOGI", "Abstrak": "Pemeriksaan ginekologi merupakan upaya yang dilakukan oleh wanita untuk mengetahui kesehatan organ reproduksi. Upaya tersebut dilakukan atas dasar kesadaran wanita akan pentingnya menjaga kesehatan. Dewasa ini diketahui terdapat peningkatan jumlah pasien wanita yang dinyatakan memiliki penyakit pada organ reproduksi, bahkan jenis penyakit yang dialami oleh masing-masing pasien semakin beragam. Namun, berlawanan dengan fakta tersebut, data penelitian terdahulu menjelaskan bahwa sebagian besar wanita enggan melakukan pemeriksaan ginekologi. Hal tersebut erat kaitannya dengan keadaan psikologis wanita. Pada pemeriksaan ginekologi tidak jarang wanita merasakan berbagai macam emosi baik sebelum maupun selama pemeriksaan ginekologi berlangsung. Jenis emosi yang dialami sebagian besar wanita selama menjalani prosedur pemeriksaan ginekologi adalah kecemasan. Selama menjalani prosedur pemeriksaan tidak jarang pasien wanita akan membayangkan bagaimana proses pemeriksaan berlangsung. Penelitian terdahulu menjelaskan terdapat beberapa faktor yang dapat mempengaruhi kecemasan pada individu, salah satu faktor tersebut adalah pengaruh dari lingkungan. Lingkungan yang dimaksud dapat diartikan sebagai ruang tempat individu berada. Selanjutnya telah ada penelitian yang meneliti tingkat kecemasan pasien saat dilakukan prosedur pemeriksaan ginekologi, serta alternatif pemberian intervensi untuk menurunkan tingkat kecemasannya. Beberapa alternatif pemberian intervensi yang telah di teliti adalah untuk mengkaji pengaruh jubah khusus, suara air, suara musik, dan aroma terhadap tingkat kecemasan pasien. Namun belum dapat diketahui tingkat kecemasan pasien saat berada pada ruang tunggu sebelum pasien melakukan pemeriksaan. Hal ini patut dipertimbangkan terkait kondisi psikologis pasien saat berada di ruang tunggu. Kondisi psikologis pasien dipengaruhi oleh lingkungan tempat pasien tersebut berada, oleh karena itu pada ruang tunggu sebaiknya di desain dengan kesan tenang dan segar. Salah satu unsur interior yang dapat mendukung kebutuhan desain tersebut adalah unsur aroma, sebab secara psikologis aroma dapat membantu memberikan kesan pada suatu ruang sekaligus berpengaruh terhadap kondisi fisik pasien. Penelitian terdahulu telah menemukan beberapa jenis aroma tanaman asli Indonesia dan manfaatnya. Salah satu di antara tanaman tersebut adalah tanaman sereh dapur. Aroma tanaman sereh dapur memiliki potensi untuk menghadirkan kesan tenang sekaligus segar pada ruangan. Oleh sebab itu dilakukan penelitian tentang pengaruh aroma sereh terhadap kecemasan pasien wanita pada pemeriksaan ginekologi. Metode yang dilakukan pada penelitian ini adalah metode kuantitatif dengan melakukan eksperimen. Eksperimen dilakukan pada ruang tunggu poli kandungan Rumah Sakit Muji Rahayu Surabaya dengan melibatkan 32 responden yang merupakan pasien wanita yang berumur 19-35 tahun. Eksperimen dilakukan dalam 2 kondisi, yaitu kondisi pertama yaitu kondisi eksisting tanpa menggunakan intervensi aroma sereh dan kondisi kedua yaitu menggunakan intervensi aroma sereh. Pengukuran tingkat kecemasan\ndilakukan dengan 2 cara yaitu melalui pengukuran psikologis dan pengukuran fisik. Untuk pengukuran psikologis responden diminta untuk mengisi kuesioner Hamilton Anxiety Rating Scale ( HARS ) berdasarkan apa yang dirasakan terkait pemberian intervensi. Selain pengukuran tersebut, dilakukan pengukuran secara fisik melalui pengukuran denyut nadi dan kadar oksigen menggunakan Pulse Oxymeter. Data yang didapatkan diolah menggunakan Uji Wilcoxon dengan SPSS. Hasil penelitian menunjukkan bahwa aroma sereh memiliki pengaruh yang signifikan pada tingkat kecemasan pasien. Selanjutnya hasil penelitian diharapkan dapat memberikan manfaat bagi profesi desain interior pada fasilitas kesehatan, industri pengolahan minyak atsiri dan pengembangan ilmu pengetahuan terkait", "Daftar File": {"2019_TS_PP_RATNA_ANDRIANI_1.pdf": "https://digilib.itb.ac.id/gdl/download/162836"}, "Penulis": "Ratna Andriani Nastiti [27116020]", "Kontributor / Dosen Pembimbing": ["Dr. Prabu Wardono, M.Des.", "Dr. Nedina Sari, M.Sn."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "ruang tunggu, ginekologi, kecemasan, aroma, sereh (lemongrass).", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "13 Mar 2019"}