{"Nomor": 36568, "Judul": "PENGEMBANGAN VISUALISASI ALIRAN AIR  PADA PEMBANGKIT LISTRIK TENAGA  MINIHIDRO KAMBANGAN 5 MW", "Abstrak": "Kebutuhan energi tidak dapat dipisahkan dari berbagai aspek aktivitas manusia. Saat ini keperluan energi terutama energi dalam bentuk listrik jumlahnya tinggi. Kebutuhan energi listrik perlu diimbangi dengan kapasitas energi yang harus disediakan oleh pemerintah Indonesia agar produksi listrik dapat memenuhinya. Usaha yang dilakukan pemerintah salah satunya adalah pembangunan pembangkit listrik tenaga minihidro (PLTM). Salah satu PLTM yang sedang dikembangkan adalah PLTM Kambangan yang berpotensi menghasilkan daya listrik sebesar 5 MW. Tugas sarjana ini bertujuan untuk melakukan pengembangan terhadap visualisasi aliran air yang terdapat pada PLTM Kambangan. Selain melakukan pengembangan terhadap visualisasi PLTM Kambangan, penulis juga merancang bangunan kantong lumpur dan kolam penang menggunakan Autodesk Inventor yang lebih ekonomis dengan mengurangi tinggi bangunan dari rancangan sebelumnya. Dalam mengembangkan visualisasi, penulis menggunakan perangkat lunak desain visual Google Sketchup dan Lumion 8 untuk mendapat hasil yang lebih bagus. Setelah prosess perhitungan, desain terbaik yang didapatkan dengan panjang, lebar, dan tinggi kantong lumpur berturut-turut adalah 50 m, 6 m, dan 2,9 m. Sedangkan untuk kolam penenang di dapatkan desain sesuai kriteria wajib dengan Panjang, lebar dan tinggi bangunan adalah 69 m, 9 m, dan 2,5 m. Hasil simulasi pembebanan jembatan didapatkan tegangan tekan-tarik maksimum, defleksi maksimum dan lokasi faktor keamanan terkecil dengan nilai berada pada jangkauan rekomendasi nilai referensi dan kekuatan material yang digunakan.", "Daftar File": {"2019_TA_PP_A__Thoriq_Al_Hafiz_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/162611", "COVER A Thoriq Al Hafiz": "https://digilib.itb.ac.id/gdl/download/205806", "BAB 5 A Thoriq Al Hafiz": "https://digilib.itb.ac.id/gdl/download/205811"}, "Penulis": "A Thoriq Al Hafiz [13114128]", "Kontributor / Dosen Pembimbing": ["Ir. Chakimoelmal Jasjkur, M.Sc.", "Ir. I Nengah Diasta, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "PLTM, Kantong Lumpur, Kolam Penenang", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "9 file", "Tanggal Input": "13 Mar 2019"}