{"Nomor": 36570, "Judul": "MODEL PREDIKSI CUACA BERBASIS DATA METAR DAN STASIUN PENGAMATAN SINOPTIK MENGGUNAKAN METODE DATA MINING", "Abstrak": "Penelitian ini membahas model prediksi beberapa fenomena cuaca menggunakan\nmodel data mining. Algoritma yang akan digunakan adalah algoritma klasifikasi\nkNN, Naïve Bayes, ANN dan SVM. Penelitian sebelumnya telah membuktikan\nmodel data mining menggunakan algoritma tesebut sangat baik memprediksi\nfenomena cuaca hujan atau tidak hujan. Penelitian ini mencoba memprediksi lebih\ndari beberapa cuaca menggunakan satu model.\nekstraksi pengetahuan dari data historis cuaca yang dikumpulkan dari situs rp5.ru.\nAda dua jenis format laporan cuaca, dataset pertama adalah Stasiun Weather\nSynoptic dengan 29 atribut, dataset kedua adalah METAR dengan 13 atribut.\nKondisi masing-masing dataset yang inconsistent, maka penelitian ini\nmenggunakan reduksi fitur dan seleksi fitur menggunakan metode information\ngain. Selain itu, dilakukan penyederhanaan kelas untuk menangani distribusi kelas\nweather event yang tidak berimbang. Pada dataset sinoptik terdapat 47 fenomena\ncuaca dan pada dataset METAR terdapat 25 fenomena cuaca, disederhanakan\nmenjadi 8 fenomena cuaca pada dataset sinoptik dan 5 fenomena cuaca pada dataset\nmetar berdasarkan kemiripan fenomena cuaca.\nPenelitian ini menggunakan Fscore sebagai variabel pengukuran. Berdasarkan hasil\neksperimen dari model data mining menggunakan algoritma kNN menghasilkan\nFscore lebih baik dibanding algoritma lain. Hasil Fscore eksperimen dataset\nMETAR yaitu 76.9% menggunakan empat fitur yaitu, kelembaban relatif (U),\ntutupan awan (c), tekanan atmosfer pada stasiun pengamatan (Po), dan jarak\npandang horizontal (VV). Hasil Fscore eksperimen dataset stasiun cuaca\npengamatan sinoptik yaitu 75.4% menggunakan fitur sepuluh fitur, yaitu :\nkecepatan angin rata-rata (ff) , tutupan awan (N), kelembaban relatif (U), tekanan\natmosfer pada stasiun pengamatan (Po), tekanan atmosfer pada permukaan laut (P),\narah angin (DD), kondisi cuaca sebelum pengamatan 1 dan 2 ( W1 dan W2 ),\nkondisi awan cumulonimbus , cumulus, stratus, stratocumulus ( Cl ).", "Daftar File": {"anggun_abstrak": "https://digilib.itb.ac.id/gdl/download/162612", "COVER Muhammad Anggun Novembra": "https://digilib.itb.ac.id/gdl/download/232396", "BAB 1 Muhammad Anggun Novembra": "https://digilib.itb.ac.id/gdl/download/232397", "BAB 2 Muhammad Anggun Novembra": "https://digilib.itb.ac.id/gdl/download/232398", "BAB 3 Muhammad Anggun Novembra": "https://digilib.itb.ac.id/gdl/download/232399", "BAB 4 Muhammad Anggun Novembra": "https://digilib.itb.ac.id/gdl/download/232400", "BAB 5 Muhammad Anggun Novembra": "https://digilib.itb.ac.id/gdl/download/248093", "PUSTAKA Muhammad Anggun Novembra": "https://digilib.itb.ac.id/gdl/download/248094"}, "Penulis": "Muhammad Anggun Novembra [23515042]", "Kontributor / Dosen Pembimbing": ["Yudistira Dwi Wardhana Asnar, S.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Weather Prediction, data mining, classification, metar, stasiun pengamatan cuaca sinoptik", "Sumber": "", "Staf Input/Edit": "karya", "File": "8 file", "Tanggal Input": "13 Mar 2019"}