{"Nomor": 36571, "Judul": "RANCANG BANGUN STATE MACHINE UNTUK KOMBINASI METODA PENJEJAKAN OBYEK: STUDI KASUS MANUSIA", "Abstrak": "Sejak diajukannya metode Viola Jones untuk deteksi wajah secara waktu nyata di\n2001, telah banyak publikasi ilmiah dan jurnal membahas mengenai deteksi obyek,\npengenalan manusia, serta penjejakan obyek. Dalam tesis ini, sebuah sistem yang\nbertujuan untuk melakukan penjejakan obyek secara spesifik untuk studi kasus\nmanusia, performa penjejakan dapat ditingkatkan apabila metode-metode yang\ntelah ada dikombinasikan dengan menggunakan State Machine untuk\nmemanfaatkan kecepatan algoritma penjejakan serta mempertahankan kemampuan\nuntuk membedakan obyek target dengan obyek lainnya dan latarnya.\nBeberapa metoda yang dipertimbangkan untuk dikombinasikan adalah metoda\nrekognisi wajah berbasis Dlib yang merupakan sebuah perangkat pembelajaran\nmesin, metoda deteksi wajah dengan convolutional neural network dengan\narsitektur Mobilenet-SSD, serta penjejakan obyek dengan kernelized correlation\nfilter dan penjejakan berbasis penapisan warna sederhana. Metode Finite State\nMachine yang diimplementasikan pada makalah ilmiah ini berhasil mencapai target\nkeberhasilan dengan nilai yang memuaskan untuk implementasi dalam ruangan.\nPerforma sistem berada pada kecepatan 8-30 frame per seconds bergantung pada\nmetoda yang sedang berjalan, dengan kemampuan mengenali wajah. Akurasi titik\nkoordinat berkisar antara 93-100% untuk horizontal dan 97-100% untuk vertikal.\nTidak terdapat false positive pada pengujian, sedangkan false negative dapat terjadi\npada pencahayaan yang kurang terang. Pada pengujian dalam ruang, diperoleh false\nnegative rate sebesar 5-10%.", "Daftar File": {"23217008_-_Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/162618"}, "Penulis": "Fabiola Maria Teresa R Kinasih [23217008]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Carmadi Machbub", "Dr. Lenni Yulianti, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "deteksi manusia, rekognisi manusia, kecepatan (dalam frame per seconds), state machine, penjejak.", "Sumber": "", "Staf Input/Edit": "karya  \n                                     karya", "File": "1 file", "Tanggal Input": "13 Mar 2019"}