{"Nomor": 36589, "Judul": "ESTIMASI DAN PREDIKSI RASIO PERFORMANSI PEMBANGKIT LISTRIK TENAGA SURYA MENGGUNAKAN PEMBELAJARAN MESIN", "Abstrak": "Negara tropis seperti Indonesia sangatlah tepat untuk menerapkan sel surya sebagai sumber energi terbarukan untuk mencukupi kebutuhan energinya karena intensitas cahaya matahari yang diterimanya sangatlah besar. Namun kekurangan beberapa sumber energi terbarukan termasuk sel surya adalah produksi dayanya yang bergantung cuaca sehingga diperlukan analisis kehandalan. Salah satu indikator kehandalan sebuah sistem sel surya adalah rasio performansi sel surya. Performa sel surya itu sendiri perlu diprediksi agar penyedia energi dapat melakukan perencanaan tertentu terkait pemeliharaan atau penggantian sistem sel surya jika dinilai efesiensi sel surya telah turun melewati batas yang ditetapkan. Prediksi performa sel surya juga bisa menjadi indikator adanya potensi kegagalan pada sistem sel surya.\nPembelajaran mesin dapat digunakan untuk mengestimasi dan memprediksi rasio performa sel surya. Pada penelitian ini PCA-SVM digunakan untuk mengestimasi rasio performansi dengan menggunakan 35.227 baris data cuaca sejak tahun 2015-2018. Gridsearch digunakan untuk mencari parameter optimal SVM dalam mengestimasi rasio performansi. Data rasio performansi yang terkumpul digunakan untuk memprediksi rasio performansi yang akan datang. Tetapi sebelumnya data rasio performansi perlu didekomposisi terlebih dahulu untuk memperoleh data trennya dan menghilangkan noise yang menyebabkan akurasi prediksi rendah. Digunakan tiga pembelajaran mesin yaitu SVM, ARIMA dan Regressi Linear Berganda untuk memprediksi rasio performansi menggunakan metode one-step dan multi-step. Gridsearch digunakan untuk mencari parameter optimal SVM dan ARIMA. MSE, RMSE, R2 dan MAPE akan digunakan untuk menilai cara yang paling baik untuk memprediksi rasio performansi PLTS.\nDiperoleh PCA-SVM memberikan akurasi ketelitian RMSE = 0.11 dan R2 = 0.44 dalam mengestimasi rasio performansi dengan menggunakan parameter optimal hasil Gridsearch. Setelah itu data rasio performansi yang terkumpul digunakan untuk memprediksi rasio performansi. SVM, ARIMA dan Regresi Linear Berganda dibandingkan untuk melihat mesin pembelajar yang menghasilkan akurasi prediksi yang paling baik. Pada prediksi rasio performansi meggunakan metode one-step diperoleh ARIMA memberikan hasil prediksi yang lebih baik dengan nilai RMSE 0.018, R2 0.93 dan MAPE 2.65%. Pada prediksi rasio performansi menggunakan metode multi-step diperoleh SVM memberikan hasil prediksi yang lebih baik dengan nilai RMSE 0.089, R2 0.47 dan MAPE 15.48%. Hasil perbandingan akurasi prediksi secara one-step dan multi-step diperoleh prediksi one-step memiliki akurasi prediksi yang lebih baik dengan RMSE 2.4 kali lebih kecil dan R2 1.9 kali lebih besar dari hasil prediksi multi-step.", "Daftar File": {"2019_TS_PP_STEVEN_BANDONG_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/162646", "COVER Steven Bandong": "https://digilib.itb.ac.id/gdl/download/191833", "BAB 1 Steven Bandong": "https://digilib.itb.ac.id/gdl/download/191834", "BAB 2 Steven Bandong": "https://digilib.itb.ac.id/gdl/download/191835", "BAB 3 Steven Bandong": "https://digilib.itb.ac.id/gdl/download/191836", "BAB 4 Steven Bandong": "https://digilib.itb.ac.id/gdl/download/191837", "BAB 5 Steven Bandong": "https://digilib.itb.ac.id/gdl/download/191838", "PUSTAKA Steven Bandong": "https://digilib.itb.ac.id/gdl/download/191839"}, "Penulis": "Steven Bandong [23316304]", "Kontributor / Dosen Pembimbing": ["Ir. Edi Leksono, M.Eng., Ph.D.", "Dr.Eng. Ayu Purwarianti, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Rasio performansi, PLTS, Pembelajaran Mesin, Prediksi, Kehandalan Sistem", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "13 Mar 2019"}