{"Nomor": 36595, "Judul": "DESAIN DAN IMPLEMENTASI HARDWARE UNTUK MOOANALYZER: ALAT PENGUKUR KUALITAS SEMEN SAPI PORTABEL", "Abstrak": "Inseminasi buatan (IB) merupakan salah satu upaya yang dilakukan peternak dan pemerintah untuk mendorong pengembangan produksi sapi potong lokal. Faktor utama yang mempengaruhi IB adalah kualitas dari semen sapi. Saat ini pemeriksaan kualitas semen sapi hanya dapat dilakukan di laboratorium dan tidak ada pemeriksaan kualitas semen lagi sesaat sebelum IB dilakukan. Padahal kondisi terakhir semen sesaat sebelum IB dilakukan menentukan keberhasilan IB tersebut. MooAnalyzer diusulkan agar pengukuran kualitas semen sesaat sebelum IB dapat dilakukan.\nMooAnalyzer melakukan pengambilan dan pemrosesan gambar sampel semen sapi untuk menghitung konsentrasi dan motilitas dari semen tersebut. Perancangan hardware untuk MooAnalyzer terdiri dari pengambilan gambar, pengendalian suhu, serta pipet penyeragam volume semen. Pengambilan gambar dilakukan dengan menggunakan konfigurasi main lens-reversed lens dengan teknik pencahayaan brightfield. Adapun pengendalian suhu dilakukan dengan menggunakan pengendali PID untuk menjaga suhu semen pada 37oC. Penyeragaman volume sampel dilakukan dengan menggunakan pipet yang dihubungkan dengan TIP mikropipet yang diatur batas volume yang diisap.\nPengambilan gambar pada MooAnalyzer memiliki perbesaran efektif 227.3 kali dengan ukuran piksel 0.6975 ?m. MooAnalyzer memanaskan dan menjaga suhu sampel semen pada 37oC dengan galat rata-rata ±0.26 oC. Pipet penyeragam volume semen mengisap sampel 3?l dan tebal tetesan sampel 9.26 ?m pada preparat sampel semen.\nHardware untuk MooAnalyzer yang terdiri dari pengambilan gambar, pengendali suhu dan pipet penyeragam volume semen telah berhasil diimplementasikan untuk dapat melakukan pengukuran kualitas semen sapi.", "Daftar File": {"ABSTRAK_13214111.pdf": "https://digilib.itb.ac.id/gdl/download/162653"}, "Penulis": "Andi Bau Muh. Fakhran Akbar.M [13214111]", "Kontributor / Dosen Pembimbing": ["Dr. Hasballah Zakaria, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "kualitas kemen , pengambilan gambar, main lens-reversed lens, pengendali suhu", "Sumber": "", "Staf Input/Edit": "karya", "File": "8 file", "Tanggal Input": "13 Mar 2019"}