{"Nomor": 36612, "Judul": "PENGUKURAN TINGKAT KESIAPAN MANUFAKTUR PRODUKSI KOMPONEN PESAWAT TEKNOLOGI TSAA (TARTARIC SULPHURIC ACID ANODIZING) DI PT. DIRGANTARA INDONESIA", "Abstrak": "PT. Dirgantara Indonesia (PT. DI) adalah perusahaan yang bergerak dalam industri kedirgantaraan di Indonesia dan menjadi pemasok komponen pesawat untuk perusahaan lainnya seperti Airbus. Saat ini, tren industri hijau sedang berkembang di berbagai negara tidak terkecuali di Indonesia. Isu industri hijau ini sudah terlebih dahulu dikenal di negara-negara barat dan mempengaruhi pola perindustrian mereka termasuk juga Airbus. Salah satu program Airbus untuk mendukung industri hijau ini adalah program Airbus Chromate Free (ACF). Program ini bertujuan untuk menghilangkan penggunaan bahan kromat dalam setiap pembuatan komponen pesawat termasuk pada proses anodizing. Airbus mensyaratkan kepada seluruh pemasoknya untuk memenuhi spesifikasi komponen pesawat yang telah diperbarui.\nGuna memenuhi spesifikasi dari Airbus, maka PT. DI harus melakukan alih teknologi pada proses anodizing. Proses anodizing yang sebelumnya menggunakan bahan kromat harus diganti menggunakan bahan yang lebih ramah lingkungan yaitu tartaric sulphuric acid. Proyek alih teknologi ini bernama proyek TSAA (Tartaric Sulphuric Acid Anodizing). Proyek TSAA ini memiliki risiko kegagalan manufaktur yang tinggi. Biaya produksi yang dibutuhkan untuk proyek ini juga besar. Salah satu penyebab kegagalan manufaktur adalah kurangnya pengetahuan mengenai status kesiapan manufaktur yang dimiliki. Identifikasi terhadap risiko-risiko yang mungkin muncul dalam proses alih teknologi juga perlu diketahui agar langkah mitigasi dapat dibuat.\nPenanggulangan terhadap kegagalan manufaktur dapat dilakukan dengan mengukur tingkat kesiapan manufaktur perusahaan. Salah satu model yang dapat digunakan dalam pengukuran tingkat kesiapan manufaktur adalah model Manufacturing Readiness Level (MRL) yang dikembangkan oleh United State Department of Defense. Model teoritis ini dikembangkan terlebih dahulu untuk menyesuaikan dengan objek penelitian. Pengembangan dilakukan menggunakan pendapat pakar dari kalangan praktisi dan kalangan akademisi. Proses pengembangan model dilakukan menggunakan metode delphi. Pendapat dari pakar divalidasi menggunakan Content Validity Ratio (CVR). Hasil pengembangan menunjukkan bahwa MRL yang digunakan pada penelitian ini terdiri dari sepuluh tingkatan dan digambarkan dengan 9 kriteria dan 22 subkriteria.\nPengukuran tingkat kesiapan manufaktur dilakukan oleh sepuluh responden yang memegang jabatan pada level top management dan middle management di proyek TSAA ini. Alat ukur pada penelitian ini terdiri dari 524 indikator/pertanyaan (172 indikator menyusun MRL1 hingga MRL5 dan 352 indikator menyusun MRL6 hingga MRL10) untuk mengukur tingkat kesiapan manufaktur komponen pesawat\nmenggunakan teknologi TSAA di PT. DI. Hasil pengukuran menunjukkan bahwa saat ini proyek TSAA di PT. DI berada pada tingkat kesiapan manufaktur dua (MRL2). Tujuan dari proyek ini berada pada tingkat delapan (MRL8). Berdasarkan hasil pengukuran, terdapat gap antara kondisi nyata dengan kondisi ideal. Hal ini menunjukkan bahwa PT. DI belum siap untuk menjalankan proyek TSAA ini.", "Daftar File": {"14414055_-_Hanifa_Laila_N.pdf": "https://digilib.itb.ac.id/gdl/download/162678"}, "Penulis": "Hanifa Laila Novianti [14414055]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Iwan Inrawan Wiratmadja"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "teknologi TSAA, MRL, CVR, gap", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "13 Mar 2019"}