{"Nomor": 36611, "Judul": "DESAIN DAN IMPLEMENTASI MEKANISME OTENTIKASI DAN OTORISASI PADA API UNTUK APLIKASI MOBILE MENGGUNAKAN MULTIPLE ENCRYPTION ALGORITMA RSA", "Abstrak": "Serangan para hacker yang meretas API pada aplikasi baik itu aplikasi ponsel\nmaupun web meningkat saat ini, sebagian besar serangan cyber telah menargetkan\ncelah pada API yang lemah keamanannya yang dapat dengan mudah\ndisalahgunakan. Penggunaan mekanisme otentikasi dan otorisasi pada API untuk\naplikasi ponsel dengan menggunakan multiple RSA algorithm dapat\nmenghentikan upaya pengguna yang tidak sah. Otentikasi adalah segala sesuatu\nyang berhubungan dengan validasi identitas pengguna, sedangkan otorisasi adalah\npencarian apakah orang yang sudah diidentifikasi (diotentikasi), diijinkan untuk\nmemanipulasi sumber daya tertentu. Ini biasanya ditentukan dengan mencari\napakah orang itu merupakan bagian dari aturan khusus yang memiliki akses ke\nsumber daya. Penelitian ini mempelajari bagaimana perancangan mekanisme\notentikasi dan otorisasi pada API untuk aplikasi ponsel dengan menggunakan\nmultiple encryption, bagaimana implementasi dan pengujian mekanisme\notentikasi dan otorisasi pada API untuk aplikasi ponsel dengan menggunakan\nmultiple encryption. Metoda ini di harapkan dapat memperkecil kemungkinan\nserangan cyber terhadap aplikasi ponsel yang sudah menjadi kebutuhan banyak\norang dan memberikan rasa aman terhadap pengguna aplikasi ponsel.", "Daftar File": {"abstrak3.pdf": "https://digilib.itb.ac.id/gdl/download/162670"}, "Penulis": "Rizky Riadhy [23215321]", "Kontributor / Dosen Pembimbing": ["Ir. Budi Rahardjo, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "otentikasi, otorisasi, multiple encryption, API, aplikasi ponsel, rsa algorithm.", "Sumber": "", "Staf Input/Edit": "karya  \n                                     karya", "File": "1 file", "Tanggal Input": "13 Mar 2019"}