{"Nomor": 36620, "Judul": "In-situ GPR test for three-dimensional mapping of the dielectric constant in a rock mass", "Abstrak": "The Ground Penetrating Radar (GPR) is used to detect subsurface anomalies in several applications. The more the\nvelocity of propagation or the dielectric constant is estimated accurately, the more the detection of anomalies at\ntrue subsurface depth can be accurately obtained. Since many GPR applications are performed in rock mass with\nnon-homogeneous discontinuous nature, errors in estimating a bulk velocity of propagation or dielectric\nconstant are possible. This paper presents a new in-situ GPR test for mapping the dielectric constant variability\nin a rock mass. The main aim is to investigate to what extent the dielectric constant is variable in the micro\nand macro scale of a typical rock mass and to give attention to GPR users in rock mass mediums. The methodology\nof this research is based on the insertion of steel rods in a rock mass, thus acting as reflectors. The velocity of\npropagation can be then modeled, from hyperbolic reflections, in the form of velocity pathways from antenna\npositions to a buried rod. Each pathway is characterized by discrete points which are assumed in three\ndimensions as centers of micro cubic rock mass. This allows converting the velocity of propagation into a\ndielectric constant for mapping and modeling the dielectric constant in a volumetric rock mass using a volumetric\ndata visualization software program (Voxler). In a case study, 6 steel drilling rods were diagonally inserted in a\nvertical face of a bench in a sandstone quarry. Five equally spaced parallel lines, almost perpendicular to the\norientations of the rods, were surveyed by a dual frequency GPR antenna of 200 and 600 MHz. The results\nshow that the dielectric constant is randomly varied within the micro and macro scale either in single radargrams\nor in the volumetric rock mass. The proposed method can be useful if considered in signal processing software\nprograms, particularly in presence of subsurface utilities with known geometry and dimension, allowing\nconverting double travel time, through portions of a radargram, into more reliable depths using discrete dielectric\nconstant values instead of one value for a whole radargram", "Daftar File": {}, "Penulis": "Mohamed Elkarmoty [-]", "Kontributor / Dosen Pembimbing": ["Camilla Colla, Elena Gabrielli, Paolo Papeschi, Stefano Bonduà, Roberto Bruno"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "GPR Velocity of propagation Dielectric constant Modeling Non-homogeneous medium Rock mass", "Sumber": "Journal of Applied Geophysics 146 (2017) 1–15, http://dx.doi.org/10.1016/j.jappgeo.2017.08.010", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "14 Mar 2019"}