{"Nomor": 36638, "Judul": "ANALISIS KERUSAKAN PIPA BAWAH LAUT AKIBAT TARIKAN JANGKAR DENGAN METODE ELEMEN HINGGA", "Abstrak": "Jaringan pipa dari lepas pantai menuju daratan bukan hanya berada pada lokasi yang sedikit aktivitas manusianya tetapi juga tidak jarang melewati pelabuhan umum yang mana banyak terdapat aktivitas kapal di atas jaringan pipa. Aktivitas pelayaran yang padat menyebabkan banyak pula kapal yang menurunkan jangkar ke laut, hal ini menyebabkan potensi kerusakan pada jaringan pipa akibat terkena jangkar yang jatuh tersangkut, dan terseret oleh jangkar yang ditarik oleh kapal. Pipa yang terseret oleh jangkar perlu dilakukan analisis untuk mengetahui seberapa besar perpindahan maksimal yang dapat ditarik oleh jangkar, deformasi lokal, serta besar tegangan dan regangan yang terjadi. Pada penelitian ini dilakukan pemodelan dengan metode elemen hingga menggunakan perangkat lunak ABAQUS untuk menganalisis kejadian pipa yang tertarik oleh jangkar pada kasus kecelakaan pipa milik PT. Pertamina RU V Balikpapan, dengan dua tipe dasar laut yaitu tipe dasar laut pasir dan dasar laut lempung. Analisis yang dilakukan adalah dengan melakukan pemodelan pipa global dan pemodelan pipa lokal. Pemodelan pipa global dilakukan untuk mengetahui perpindahan maksimal dari pipa yang ditarik oleh jangkar, sementara pemodelan pipa lokal dilakukan untuk mengetahui distribusi tegangan, regangan, dan bentuk deformasi pada pipa. Hasil analisis global pada dasar laut lempung menghasilkan perpindahan maksimal sejauh 705.5 m sedangkan pada dasar laut pasir menghasilkan perpindahan maksimal sejauh 238.7 m, kedua hasil ini didapatkan dari kondisi dimana diterapkan kriteria yang sama yaitu hingga jangkar putus. Hasil analisis lokal pada dasar laut lempung menghasilkan tegangan maksimal sebesar 455.1 MPa dengan regangan maksimal sebesar 25% sedangkan pada model lokal dengan dasar laut pasir menghasilkan tegangan maksimal sebesar 455.1 MPa dengan regangan maksimal sebesar 15.5%. Dari hasil pemodelan ini juga menunjukan bahwa pengaruh tipe dasar laut menjadi salah satu faktor yang cukup signifikan pada perbedaan hasil yang didapatkan.", "Daftar File": {"2019_TS_PP_Agung_Windadi_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/162730"}, "Penulis": "Agung Windadi [25516004]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Ricky Lukman Tawekal, MSE, Ph.D.", "Ahmad Taufik"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "tarik jangkar, pipa bawah laut, kerusakan pipa, ABAQUS", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "14 Mar 2019"}