{"Nomor": 36637, "Judul": "STUDI EKSPRESI GEN MaACO dan MaACS2 PADA PISANG YANG TAHAN DAN RENTAN TERHADAP PENYAKIT DARAH (BLOOD DISEASE)", "Abstrak": "Indonesia merupakan salah satu negara penghasil buah-buahan tropis terbesar di\ndunia, salah satunya adalah buah pisang. Upaya dalam pengembangan dan\nperbaikan mutu serta kualitas pisang agar memiliki nilai ekonomi yang signifikan\nuntuk dapat bersaing dipasar dunia sangat ditunjang oleh ketersediaan informasi\ngenetik pisang yang memadai, antara lain dalam proses identifikasi pola\npewarisan sifat pisang terutama yang berkaitan dengan karakter terhadap\nresistensi atau ketahanan penyakit pisang Indonesia. Penyakit darah termasuk\ndalam daftar urutan prioritas penyakit pisang di Indonesia yang memberikan\ndampak kerusakan serius dan disebabkan oleh blood disease bacterium (BDB).\nKelompok famili gen tanaman yakni gen MaACO dan MaACS2 merupakan gengen\nyang memiliki peran penting dalam biosintesis etilen. Selain berperan dalam\nproses pematangan buah, etilen juga diketahui berperan dalam mekanisme respon\npertahanan pada tanaman. Studi mengenai ekspresi gen tersebut belum diketahui\npada mekanisme respon pertahanan tanaman pisang terhadap penyakit darah. Oleh\nkarena itu, tujuan dari penelitian ini adalah mempelajari pengaruh infeksi Blood\nDisease Bacterium (BDB) terhadap ekspresi gen MaACO dan MaACS2 pada\ntanaman pisang yang tahan dan rentan terhadap penyakit darah (Blood Disease).\nIsolat BDB yang telah diidentifikasi berasal dari buah Pisang kultivar Nangka\n(AAB group) yang terinfeksi penyakit darah di Balai Penelitian Buah Tropika,\nSubang. Deteksi dan identifikasi isolat BDB yang diperoleh menggunakan PCR\ndengan pasangan primer Ralsonia solanacearum (RS) dan pasangan primer BDB\nmenunjukkan bahwa isolat tersebut memiliki tingkat kesamaan sebesar 99%-\n100% dengan BDB. Pada penelitian ini, digunakan dua kultivar pisang yaitu\nPisang kultivar Mas Kirana (AA group) yang merupakan kandidat tanaman\npisang tahan terhadap penyakit darah dan pisang kultivar Klutuk (BB group) yang\nmerupakan kandidat tanaman pisang rentan terhadap penyakit darah. Metode\ninokulasi BDB dilakukan pada tanaman pisang yang telah berumur 6 bulan\ndengan cara injeksi sebanyak 2,5 ml suspensi BDB dengan kerapatan populasi\nBDB 107 cfu/ml. Kerapatan populasi BDB diperoleh dengan analisis kurva baku.\nProses injeksi dilakukan pada bagian batang tanaman pisang setinggi 5 cm diatas\npermukaan tanah. Pengamatan perkembangan gejala penyakit darah akibat BDB\ndilihat dari perubahan fenotipik tanaman pisang yang telah diinjeksi. Studi\nekspresi gen pada tanaman pisang dilakukan secara molekuler terhadap gen\nMaACO dan MaACS2 dengan menggunakan metode Reverse Transcriptase (RT)\nPCR. Hasil pengamatan pada tanaman pisang yang diinokulasi BDB pada kultivar\nKlutuk setelah satu minggu menunjukkan gejala penyakit darah, yakni tanaman\npisang yang melemah, daun menjadi layu dan menguning, bagian dalam batang\npisang yang mengalami perubahan warna menjadi coklat serta bonggol pisang\nyang berwarna coklat dan membusuk, sedangkan pada tanaman pisang kultivar\nMas Kirana sebagai kandidat tahan BDB tidak menunjukkan gejala penyakit\ndarah secara signifikan. Hasil studi molekuler menunjukkan bahwa gen MaACO\ndan MaACS2 diekspresikan, baik pada tanaman pisang kultivar Mas Kirana dan\nKlutuk setelah injeksi BDB.", "Daftar File": {}, "Penulis": "Dwi Anty Putri Meitasari [21113003]", "Kontributor / Dosen Pembimbing": ["Fenny Martha Dwivany, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "Life sciences ; biology", "Kata Kunci": "Blood Disease Bacterium, MaACO, MaACS2, Klutuk, Mas Kirana.", "Sumber": "", "Staf Input/Edit": "agus slamet", "File": "1 file", "Tanggal Input": "14 Mar 2019"}