{"Nomor": 36647, "Judul": "STUDI PEMBUATAN PROTOTIPE ALAT UKUR TINGKAT KEMATANGAN PISANG BERDASARKAN FAKTOR REFLEKTANSI DARI CAHAYA LED HIJAU (500-560 nm), JINGGA (580-610 nm), DAN MERAH (600-650 nm).", "Abstrak": "Pada umumnya buah pisang dipanen pada keadaan matang hijau (mature green),\nkemudian diberi perlakuan etilen pada proses pemeraman sebelum dikonsumsi.\nWarna kulit buah pisang menjadi indikator untuk memprediksi tingkat kematangan\nbuah. Prediksi umumnya dilakukan dengan cara membandingkan warna kulit buah\npisang dengan standar chart warna yang ada. Namun metode ini memberikan hasil\nyang tidak konsisten dan sangat bersifat subyektif tergantung dari keahlian operator\nyang melakukannya. Penggunakan alat seperti spektrofotometer atau kolorimeter\ndinilai masih mahal dan tidak didesain untuk kepentingan komersial. Sehingga\nterdapat kebutuhan akan suatu peralatan yang murah, mudah dan bersifat non\ndestruktif untuk dapat mengukur tingkat kematangan buah pisang.\nPada penelitian ini dilakukan studi pengembangan peralatan untuk mengidentifikasi\ntingkat kematangan buah pisang. Metode yang dilakukan berdasarkan perubahan\nwarna kulit buah pisang dari hijau menjadi kuning selama proses pematangan.\nPerubahan warna kulit tersebut terjadi karena perubahan kandungan pigmen\nklorofil yang ada pada kulit pisang. Kandungan klorofil tersebut akan semakin\nberkurang seiring dengan proses pematangan. Untuk itu dikembangkan peralatan\nmenggunakan prinsip pantulan cahaya tampak pada kulit buah pisang. Cahaya\ntampak yang digunakan dalam penelitian ini adalah hijau (500-560 nm), jingga\n(580-610 nm), dan merah (600-650 nm). Sebuah spektrofotometer pada rentang\nspektrum 350-700 nm digunakan sebagai pembanding dalam penelitian ini, dengan\nsumber cahaya berasal dari lampu halogen untuk dapat memenuhi rentang panjang\ngelombang pada spektrofotometer.\nHasil pengukuran dengan menggunakan alat yang dikembangkan memberikan nilai\nrata-rata reflektansi terhadap perubahan tingkat kematangan mendekati hasil\npengukuran nilai reflektansi menggunakan spektrofotometer terutama untuk cahaya\nmerah dan jingga yang memberikan nilai koefisien korelasi R2=0.9632 dan 0.9119,\nsedangkan cahaya hijau memberikan nilai koefisien korelasi R2=0.2609. Hasil\npengukuran nilai reflektansi dengan menggunakan alat yang dikembangkan\nmemberikan rentang nilai reflektansi cahaya merah sebesar 30%-39%, 39%-49%,\n49%-59%, 59%-67% dan di atas 67% untuk tingkat kematangan 2,3,4,5 dan 6.\nSedangkan untuk cahaya jingga rentang nilai reflektansi sebesar 35%-45%, 45%-\n50%, 50%-58%, 58%-67% dan di atas 67% untuk tingkat kematangan 2,3,4,5 dan\n6. Untuk cahaya hijau, hasil pengukuran reflektansi memberikan hasil yang relatif\nsama pada semua tingkat kematangan sehingga tidak dapat digunakan untuk\nmelakukan pengukuran tingkat kematangan buah pisang. Dan untuk tingkat\nkematangan 7, alat yang dikembangkan memberikan rentang nilai reflektansi yang\nsangat lebar dikarenakan bintik coklat yang muncul pada kulit pisang secara acak.\nSehingga alat yang dikembangkan tidak bisa memberikan pengukuran untuk\ntingkat kematangan 7.\nPengujian dengan menggunakan 71 sampel pada tingkat kematangan 2 sampai\ndengan 6 menghasilkan prediksi 55 benar (77%), 11 kurang matang satu tingkat\n(16%) dan 5 lebih matang satu tingkat (7%) untuk cahaya merah dan menghasilkan\nprediksi 38 benar (54%), 13 kurang matang satu tingkat (18%) dan 20 lebih matang\nsatu tingkat (28%) untuk cahaya jingga.", "Daftar File": {"2019_TS_PP_Eko_kuncoro_pramono_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/162747", "COVER Eko Kuncoro Pramono": "https://digilib.itb.ac.id/gdl/download/192667", "BAB 1 Eko Kuncoro Pramono": "https://digilib.itb.ac.id/gdl/download/192668", "BAB 2 Eko Kuncoro Pramono": "https://digilib.itb.ac.id/gdl/download/192669", "BAB 3 Eko Kuncoro Pramono": "https://digilib.itb.ac.id/gdl/download/192670", "BAB 4 Eko Kuncoro Pramono": "https://digilib.itb.ac.id/gdl/download/192671", "BAB 5 Eko Kuncoro Pramono": "https://digilib.itb.ac.id/gdl/download/192672", "PUSTAKA Eko Kuncoro Pramono": "https://digilib.itb.ac.id/gdl/download/192673"}, "Penulis": "Eko Kuncoro Pramono [23815302]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Endang Juliastuti, MS", "Fenny Martha Dwivany, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Instrumentasi dan Kontrol", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "tingkat kematangan pisang, cavendish, spektrofotometer, reflektansi, cahaya tampak.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "14 Mar 2019"}