{"Nomor": 36644, "Judul": "KAJIAN PENERAPAN PRINSIP INDUSTRIALISED BUILDING SYSTEM DALAM MENDUKUNG PROGRAM PEMBANGUNAN RUMAH SUSUN DI INDONESIA (STUDI KASUS: PROYEK PEMBANGUNAN RUMAH SUSUN MODULAR TIPE 24 ITB JATINANGOR)", "Abstrak": "Rumah merupakan salah satu kebutuhan utama manusia. Seiring dengan\nmeningkatnya jumlah penduduk di Indonesia saat ini, maka kebutuhan terhadap\nrumah pun semakin meningkat. Dalam upaya untuk mempercepat pembangunan\nhunian rumah di Indonesia, saat ini telah terdapat teknologi prefabrikasi beton\npracetak untuk hunian rumah susun. Salah satu penerapan teknologi prefabrikasi\nbeton pracetak untuk rumah susun yang telah dikembangan dan diterapkan di\nIndonesia adalah pada proyek Rumah Susun Modular Tipe 24 di ITB Jatinangor.\nPenggunaan teknologi beton pracetak merupakan suatu upaya dalam menuju\nindustrialisasi di bidang konstruksi. Penyelenggaraan industrialisasi rumah susun\nperlu didukung dengan menerapkan prinsip Industrialised Building System.\nPenelitian ini bertujuan untuk mengetahui sejauh mana tingkat penerapan prinsip\nIndustrialised Building System pada Pembangunan Rumah Susun Modular Tipe 24\nITB Jatinangor, mengetahui kapasitas industri beton pracetak dalam mendukung\npembangunan rumah susun, serta memberikan rekomendasi mengenai\npengembangan Industrialised Building System khususnya untuk rumah susun di\nIndonesia.\nMetode penelitian yang digunakan adalah gabungan antara metode kualitatif dan\nkuantitatif. Pengambilan data dilakukan dengan melakukan wawancara dan survey.\nBerdasarkan hasil pengolahan data dan analisis, dapat disimpulkan bahwa tingkat\npenerapan prinsip Industrialised Building System pada Proyek Pembangunan\nRumah Susun Modular ITB Jatinangor secara keseluruhan adalah sebesar 66,7%,\nyang terdiri dari aspek strategy (83,3%), people (75,0%), process (56,3%), dan\nenabler (72,2%). Tingkat penerapan terbesar terdapat pada aspek strategy yaitu\nsebesar 83,3%, yang terdiri dari kepemimpinan perusahaan dan strategi bisnis.\nTingkat penerapan paling rendah terdapat pada aspek process yaitu sebesar 56,3%,\nyang terdiri dari procurement & kontrak, manajemen proyek, pemilihan teknologi,\nmanajemen & integrasi desain, serta manajemen rantai pasok. Penambahan\nkapasitas produksi pabrik beton pracetak sebesar 42,4 juta ton/tahun perlu\ndilakukan untuk memenuhi kebutuhan hunian rumah dengan menggunakan \nprototipe rumah susun modular tipe 24. Kapasitas produksi pabrik beton pracetak\nterbesar yang perlu ditambahkan adalah di wilayah Indonesia Barat (29,7 juta\nton/tahun), disusul oleh Indonesia Tengah (10,9 juta ton/tahun) dan Indonesia\nTimur (1,7 juta ton/tahun). Tingkat standardisasi komponen beton pracetak untuk\nbangunan rumah susun yang paling tinggi adalah tiang pancang, disusul oleh\nkomponen dinding dan pelat lantai dengan tingkat sedang. Sedangkan komponen\nbalok, kolom, dan tangga memiliki tingkat standardisasi produk yang rendah.\nRekomendasi pengembangan IBS beton pracetak untuk rumah susun di Indonesia\nadalah penggunaan jenis kontrak Design Build, standardisasi komponen beton\npracetak, penyusunan SKKNI dan program pelatihan IBS beton pracetak,\npenambahan kapasitas produksi beton pracetak, serta perlu dibuat lembaga khusus\nIBS rumah susun yang berfungsi sebagai pusat koordinasi antar lembaga\npemerintah yang terkait.", "Daftar File": {"2019_TS_PP_MUHAMMAD_FAKHRI_GUSTINURROHIM_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/162743"}, "Penulis": "Muhammad Fakhri Gustinurrohim [25016303]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Krishna Suryanto"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "industrialised building system, program pembangunan, rumah susun, modular.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "14 Mar 2019"}