{"Nomor": 36649, "Judul": "The influence of fracture geometry variation on non-Darcy flow in fractures under confining stresses", "Abstrak": "To investigate the influence of geometric characteristics of deformable rough fractures under confining stresses\non the behaviors of non-Darcy flow, four fractured sandstone specimens were used for hydraulic tests in the\nexperiments. According to the experimental results of the relationships between the hydraulic gradient and the\nflow rate, it is demonstrated that the Forchheimer's equation can offer a good description of the non-Darcy flow\nin rough fractures. In addition, the coefficients A and B in Forchheimer's equation are sensitive to the fracture\ngeometric characteristics, and their values also increase as the confining stress rises, mainly owing to the reduction of the hydraulic aperture and the heterogeneous distribution of the interconnected void areas with the\nconfining stress rising. Then, the surface and interior geometric properties of rough fractures were quantitatively\ncharacterized with the peak asperity height and the box-counting fractal dimension\nD\nof the heterogeneous\ndistribution of the interconnected void areas, respectively. Furthermore, an empirical relationship between the\nfractal dimension D and the fracture apertures was constructed according to the experimental results. Lastly, a\nquantitative model was proposed to represent the relationship between the fracture geometric characteristics\nand the non-Darcy coefficient . This model was further used to link the non-linear coefficient\nB\nof\nForchheimer's equation and the critical Reynold number\nRec with the fracture geometric characteristics. The\nproposed models were validated by the experimental data and would be helpful to characterize the non-Darcy\nflow behavior in rough fractures under various confining stresses.", "Daftar File": {}, "Penulis": "Yuedu Chen [-]", "Kontributor / Dosen Pembimbing": ["Haojie Lian, Weiguo Liang, Jianfeng Yang, Vinh Phu Nguyen, Stéphane P.A. Bordas"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "Mining & related operations", "Kata Kunci": "Rough fracture, Non-Darcy flow, Fracture geometric characteristics, Forchheimer's equation, Critical Reynolds number", "Sumber": "https://doi.org/10.1016/j.ijrmms.2018.11.017", "Staf Input/Edit": "Resti Andriani", "File": "1 file", "Tanggal Input": "14 Mar 2019"}