{"Nomor": 36653, "Judul": "PERANCANGAN ALGORITMA PELACAKAN OBJEK BERBASIS MEAN-SHIFT DENGAN OPTIMASI MENGGUNAKAN SIMULATED ANNEALING", "Abstrak": "Algoritma mean-shift merupakan algoritma pelacakan objek yang sederhana dan\ncepat, kelebihan ini diperoleh karena algoritma mean-shift tidak menjadikan\nseluruh pixel dari gambar sebagai input algoritma. Algoritma ini hanya\nmempertimbangkan area objek saja sehingga beban komputasi dari algoritma ini\nsangat minim. Algoritma mean-shift sesuai untuk digunakan pada kondisi realtime\ndari sisi waktu eksekusi. Penggunaan histogram juga menyebabkan algoritma\nini relatif tahan terhadap rotasi dan perubahan ukuran dari objek yang dilacak.\nWalaupun demikian, resistansi dari algoritma ini terhadap kondisi dan perubahan\npencahayaan belum optimal.\nPenelitian ini bertujuan untuk meningkatkan kinerja algoritma pada kondisi\nperubahan pencahayaan sekaligus mengurangi waktu proses algoritma. Beberapa\nperlakuan yang diusulkan antara lain: penggunaan komponen warna Hue\nmenggantikan RGB, penggunaan teknik sampling untuk mengurangi jumlah\niterasi pada pembentukan histogram dan penghitungan arah, optimasi pencarian\nkandidat lokasi objek menggunakan algoritma simulated annealing, penambahan\nparameter toleransi terhadap area pencarian lokasi objek optimal dan penggunaan\narea based weighting menggantikan penggunaan kernel berdasarkan jarak yang\ndigunakan pada algoritma mean-shift.\nHasil pengujian menggunakan 999 frame gambar dari video dengan penarikan\nkesimpulan menggunakan statistik uji one tail t-test dengan dua kelompok sampel\nindependen menunjukkan rata-rata kinerja algoritma usulan lebih baik secara\nsignifikan dibandingkan dengan algoritma mean-shift dari sisi resistansi terhadap\npencahayaan dan waktu proses per frame video.", "Daftar File": {"Abstrak_Tesis.pdf": "https://digilib.itb.ac.id/gdl/download/162752"}, "Penulis": "Aris Ardiansyah [23217143]", "Kontributor / Dosen Pembimbing": ["Dr. Y. Bandung, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "pelacakan objek, mean-shift, optimasi, penarikan sampel, simulated annealing.", "Sumber": "", "Staf Input/Edit": "karya  \n                                     karya", "File": "1 file", "Tanggal Input": "14 Mar 2019"}