{"Nomor": 36667, "Judul": "METODE DISTANCE MEASUREMENTS PADA SISTEM PENILAIAN PENGUCAPAN BAHASA INGGRIS GAME THE DEMITE", "Abstrak": "The Demite adalah game edukasi dengan genre horor menggunakan teknologi Augmented Reality dan Speech Recognition. Dalam game ini, pemain akan menangkap dan menghilangkan hantu dengan pengucapan bahasa Inggris. Oleh karena itu, pemain tidak hanya akan menangkap dan menghilangkan hantu, tetapi pemain juga akan melatih pengucapan bahasa Inggris mereka dengan benar. Untuk mengetahui pengucapan yang tepat dan benar dalam bahasa Inggris dibutuhkan sistem untuk mengukur jarak dalam pengucapan kata-kata bahasa Inggris. Sistem penilaian tersebut membutuhkan metode untuk mengukur parameter jarak yang akan digunakan dalam sistem penilaian.\nPada penelitian ini, akan menganalisasi metode pengukuran jarak yaitu metode Levenshtein Distance, Manhattan Distance dan Euclidean Distance sehingga dapat menentukan metode yang tepat untuk mengukur ketepatan pengucapan kata Bahasa Inggris. Parameter yang digunakan adalah fonetik, suku kata, panjang fonetik, dan tingkat kata. Hasil perhitungan penilaian akan diakumulasi menjadi nilai kehancuran terhadap hantu.\nBerdasarkan hasil implementasi dan pengujian yang telah dilakukan, maka dapat disimpulkan bahwa penggunaan metode pengukuran jarak Levenshtein Distance memungkinkan untuk digunakan karena memiliki akurasi yang tinggi ketika diujikan dengan kata yang sama dan mirip, walaupun ketika diujikan dengan kata yang berbeda rata-rata nilai kemiripan 16% tidak sampai menyentuh angka 0%. Pada proses pengukuran jarak parameter Phonetic Lenght dan Syllable, metode Manhattan Distance lebih tepat digunakan daripada Euclidean Distance walaupun pada saat pengujian rata-rata nilai kedua metode ini hampir sama, karena sistem penilaian the demite membutuhkan jumlah semua jarak parameter tersebut sedangkan Euclidean\nDistance mengambil jarak terpendek dalam pengukurannya. Sistem Penilaian sudah dapat diimplementasikan pada game The Demite dan sudah dapat menghitung nilai kemiripan kata bahasa inggris.", "Daftar File": {"23216318-AlfatihMuhammad-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/162778"}, "Penulis": "Alfatih Muhammad [23216318]", "Kontributor / Dosen Pembimbing": ["Dr. Ary Setijadi Prihatmanto, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Metode Pengukuran Jarak, Levenshtein Distance, Euclidean Distance, Manhattan Distance, Sistem Penilaian Pengucapan kata.", "Sumber": "", "Staf Input/Edit": "karya  \n                                     karya", "File": "1 file", "Tanggal Input": "14 Mar 2019"}