{"Nomor": 36662, "Judul": "SIMULASI CFD HUJAN ANGIN DI GEDUNG LABTEK II FTMD ITB DENGAN MODEL MULTIFASE EULERIAN", "Abstrak": "Hujan tidak hanya menyebabkan beban ke permukaan bangunan akibat tumbukannya, tetapi juga air hujan dalam jumlah yang banyak akan tetap berada di permukaan walaupun hujan sudah berhenti. Masalah tersebut timbul lebih sering apabila hujan angin atau wind-driven rain (WDR) sering terjadi. WDR adalah hujan dengan komponen kecepatan horizontal akibat interaksi dengan angin. Penelitian untuk mengestimasi intensitas WDR diperlukan untuk mengurangi masalah yang ditimbulkan oleh WDR pada permukaan bangunan. \nMetode untuk mengestimasi intensitas WDR yang digunakan pada tugas sarjana ini adalah computational fluid dynamics (CFD). Model aliran multifase yang digunakan untuk simulasi CFD adalah Model Multifase Eulerian (EM). Objek simulasi adalah permukaan gedung Labtek II FTMD ITB tampak timur bagian selatan dekat GKU Barat. Kondisi cuaca dan iklim seperti kecepatan udara, arah angin, dan curah hujan yang digunakan pada kondisi maksimum, minimum, dan terbanyak. Kondisi batas inlet menggunakan profil kecepatan, profil energi kinetik turbulen, dan profil laju disipasi turbulen. Pada outlet, kondisi batas berupa pressure-outlet sedangkan permukaan gedung dan ground adalah no-slip wall. Kondisi simetri pada bagian samping domain komputasi.\nHasil simulasi CFD untuk menghitung intensitas WDR, yang dinyatakan dalam rasio tangkapan spesifik dan rasio tangkapan diperoleh dengan nilai maksimum sebesar 4,048 pada U10 = 5,14 m/s dan 0,01 pada U10 = 0,514 m/s. Validasi dilakukan menggunakan metode ASHRAE dan Straube & Burnett,. persentase perbedaan hasil simulasi CFD dengan metode semi empiris ASHRAE dan Straube & Burnett adalah 2,46% -  371,83% dan 2,17 % - 86,15%. Persentase perbedaan yang besar terjadi karena metode semi-empiris memiliki banyak kelemahan dan butuh pengembangan lebih lanjut.", "Daftar File": {"2019_TA_PP_Muhammad_Irfan_Fadhlurrahman_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/162761", "COVER Muhammad Irfan Fadhlurrahman": "https://digilib.itb.ac.id/gdl/download/167826", "PUSTAKA Muhammad Irfan Fadhlurrahman": "https://digilib.itb.ac.id/gdl/download/167832"}, "Penulis": "Muhammad Irfan Fadhlurrahman [13114133]", "Kontributor / Dosen Pembimbing": ["Jooned Hendrarsakti, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "hujan angin, semi-empiris, intensitas, rasio tangkapan, multifase eulerian", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "14 Mar 2019"}