{"Nomor": 36677, "Judul": "STUDI PENGEREMAN REGENERATIF PADA KENDARAAN LISTRIK SEBAGAI PENGGANTI PENGEREMAN KONVENSIONAL", "Abstrak": "Dengan berbagai kelebihan kendaraan listrik dibandingkan kendaraan berbahan bakar minyak, pemakaian kendaraan listrik sebagai kendaraan pribadi dan publik pun meningkat. Energy recovery merupakan salah satu kelebihan yang berpotensi pada kendaraan listrik. Dengan potensi pengereman yang tinggi pada perkotaan, pengereman regeneratif menjadi hal yang berpotensi untuk dilakukan energy recovery pada kendaraan. Pada penelitian ini, dilakukan studi batasan pengereman regeneratif kendaraan listrik untuk menggantikan pengereman konvensional. Persamaan batasan pengereman regeneratif terhadap gaya pengereman dan beban dihasilkan pada penelitian ini. Sebagai validasi, eksperimen juga dilakukan pada penelitian ini. Pemodelan kendaraan listrik dilakukan dengan menggunakan mesin listrik yang dibebankan oleh beban mekanik. Sistem yang diimplementasi terdiri dari tiga bagian, yaitu mesin DC beserta dengan beban mekaniknya, DC-DC Chopper dua kuadran sebagai pengontrol arus mesin, dan sistem penyimpan daya yang terdiri dari power supply dan kapasitor super yang diparalelkan. Sistem pengendalian arus yang digunakan adalah PID controller. Data yang didapatkan adalah profil kecepatan mesin, arus mesin, dan tegangan kapasitor super. Ditunjukan juga profil efisiensi sistem terhadap variasi arus pengereman mesin dan variasi kecepatan mesin. Sebagai pengantar untuk penelitian selanjutnya, dilakukan simulasi perbandingan antara pengereman regeneratif dan konvensional. Disimpulkan bahwa potensi pengereman regeneratif ditentukan oleh jumlah energi kinetik kendaraan, dan arus pengereman yang dilakukan.", "Daftar File": {"abstrak_diaz.pdf": "https://digilib.itb.ac.id/gdl/download/162787"}, "Penulis": "Diaz Angga Permana [18014010]", "Kontributor / Dosen Pembimbing": ["Dr. Tri Desmana Rachmildha, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Tenaga Listrik", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "pengereman regeneratif, mesin, kendaraan listrik, kapasitor super, pengendali motor", "Sumber": "", "Staf Input/Edit": "karya", "File": "8 file", "Tanggal Input": "14 Mar 2019"}