{"Nomor": 36679, "Judul": "DESAIN PENANGANAN GENANGAN BANJIR DENGAN SISTEM POLDER STUDI KASUS POLDER PADAHERANG KABUPATEN PANGANDARAN", "Abstrak": "Kejadian banjir menimbulkan kerugian pada masyarakat baik material maupun moril. Sebagian area di Kecamatan Kalipucang dan Padaherang, yang dikenal sebagai lumbung padi Kabupaten Pangandaran, berupa lahan produktif menjadi langganan banjir tiap tahun. Kawasan ini merupakan dataran rendah, elevasi +4m sampai dengan +11 m. Sungai Ciseel dan Drain Cirapuan 1 yang bermuara ke Sungai Citanduy, dan beberapa sungai orde 3 serta saluran melintasinya. Tanggul lebih tinggi daripada lahan dan adanya lowland menyebabkan sulit membuang air secara gravitasi. Genangan banjir di kawasan ini surut dalam waktu lama, hingga berbulan-bulan.\nPenelitian ini merupakan kajian hidrologi dan hidraulik untuk mendapatkan solusi teknik permasalahan banjir Padaherang dengan menerapkan sistem polder. Analisis hidrologi menggunakan metode HSS SCS dan analisis hidraulik menggunakan persamaan Saint-Venant dinamis 1D/2D dengan perangkat lunak perangkat mike-flood.\nPendekatan operasional pompa dengan jumlah minimal meskipun waktu pemompaan lama dipilih karena memerlukan jumlah pompa yang lebih sedikit, yaitu : 36 unit pompa kapasitas 0.6 m3/detik. Pemompaan selesai dalam maksimum 1 hari memerlukan 56 unit pompa dengan kapasitas 0.6 m3/detik. Diperlukan kolam total luas 50.01 Ha. Kolam dan pompa tersebar di 14 zona Polder. Penanganan Sungai Ciseel dan Drain Cirapuan 1 dengan normalisasi dan peninggian tanggul. Pendekatan penanganan badan air penerima tersebut adalah lebih sebagai drain daripada sebagai longstorage. Sungai-sungai orde 3 yang bermuara ke badan air penerima tersebut di tinggikan tanggulnya sebagai konsekuensi dari efek backwater.", "Daftar File": {"2019_TS_PP_AGUS_SUTIONO_HADI_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/162794"}, "Penulis": "Agus Sutiono Hadi [95015002]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Indratmo, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Sumber Daya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "banjir, genangan, polder, kolam retensi, pompa, tanggul, normalisasi, HSS-SCS, mike flood, Padaherang", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "14 Mar 2019"}