{"Nomor": 36684, "Judul": "REGULASI SIMPANGAN PUSAT MASSA PADA GERAK BERJALAN ROBOT HUMANOID DENGAN FILTER KALMAN DAN KENDALI LOGIKA FUZZY", "Abstrak": "Robot humanoid merupakan perangkat mekanik yang serbaguna dengan struktur\nmenyerupai manusia. Berdasarkan struktur tersebut robot humanoid dapat\nmenggantikan beberapa fungsi dan meniru perilaku manusia seperti mengenali\nbenda, mengambil benda dan berjalan. Salah satu permasalahan yang dihadapi pada\nrobot humanoid adalah kemampuan berjalan dengan stabil pada area permukaan\nyang tidak rata atau miring. Teknik kendali dibutuhkan untuk menjaga\nkeseimbangan berjalan pada robot untuk menyempurnakan kemampuan berjalan.\nSalah satunya dengan mengatur simpangan pusat massa atau Center of Mass (CoM)\npada robot humanoid. Pada tesis ini digunakan robot Bioloid Premium yang\nmemiliki 18 derajat kebebasan atau Degree of Freedom (DoF). Kriteria\nkeseimbangan yang dimiliki oleh Bioloid Premium dapat dilihat dari pusat massa\nterhadap sumbu angguk dan putar sehingga didapat tiga kriteria yaitu kestabilan\nkuat, kestabilan lemah dan kestabilan kritis. Menjaga kestabilan pada robot saat\nberjalan pada daerah miring dilakukan dengan menjaga simpangan dari pusat masa\n(CoM) agar tetap pada area kestabilan. Untuk mencapai tujuan ini, filter Kalman\ndigunakan untuk mengestimasi status sistem dan mengurangi pengaruh yang\ndisebabkan oleh kepekaan sensor, maka kesalahan lintasan CoM yang diukur\ndengan menggunakan Inertial Measured Unit (IMU) disajikan sebagai masukan\nuntuk kendali Fuzzy Logic Controller yang menghasilkan sinyal kendali untuk\nmengoreksi sudut beberapa sendi robot secara dinamis.\nHasil eksperimen menunjukkan bahwa kendali kestabilan menggunakan kendali\nlogika fuzzy berhasil diimplementasikan pada Bioloid Premium yang berjalan stabil\ndengan skenario pengujian pada area menanjak sebesar 7,5 derajat dan akurasi\npengukuran pada keadaan datar menggunakan logika fuzzy dengan nilai akurasi\nyaitu 94,35% untuk sumbu angguk 95,16% untuk sumbu putar. Namun ketika\nBioloid Premium berjalan pada area kemiringan 2,5 derajat tingkat akurasi\nberkurang akibat besar gangguan dari efek gravitasi sehingga memiliki nilai\nkeakuratan sebesar 83,87%.", "Daftar File": {"23215334_Aripin_Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/162805"}, "Penulis": "Aripin [23215334]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Carmadi Machbub"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "robot humanoid, kestabilan, CoM, filter Kalman, Kendali logika fuzzy", "Sumber": "", "Staf Input/Edit": "karya  \n                                     karya", "File": "1 file", "Tanggal Input": "14 Mar 2019"}