{"Nomor": 36703, "Judul": "PEMETAAN POLA DATA OPERASI ELECTRICAL SUBASSEMBLY PT X DENGAN MENGGUNAKAN MODEL DESKRIPTIF", "Abstrak": "PT X merupakan perusahaan penerbangan milik negara yang memiliki kompetensi dalam manufaktur pesawat terbang dan pemeliharaan pesawat purnajual. Seiring dengan penerapan ERP pada proses bisnis perusahaan pada tahun 2012, PT X telah mampu merekam dan menyimpan datasetiap operasi dalam perusahaan. Dampak dari banyaknya data yang terkumpul adalah ketidakmampuan perusahaan dalam memperoleh informasi dari data secara optimal. Salah satu kondisi perusahaan yang menjadi fokus PT X terkait upaya continuous improvement adalah tingginya lead time operasi bagian electrical subassembly (ELSA). Perlunya dilakukan continuous improvement pada bagian ELSA ditunjukkan dengan teridentifikasinya 516 operasi yang memiliki nilai actual lead time lebih dari satu dibandingkan standard lead time-nya. Salah satu solusi yang ingin diimplementasikan perusahaan adalah identifikasi pola operasi-operasi dengan nilai actual lead time tinggi. Untuk dapat melakukan hal tersebut, perusahaan terkendala pengolahan data yang berukuran besar yang dijadikan dasar implementasi solusi tersebut.\nPendekatan model deskriptif diaplikasikan untuk menghasilkan peta pola persebaran data operasi bagian ELSA. Metode yang digunakan pada model ini adalah multiple correspondence analysis, dan K-means cluster analysis. Data yang dijadikan masukan penelitian ini adalah delapan atribut (part number, order number, order type, work center, subgroup, organisation, WBS element, bulan pengerjaan) yang mendeskripsikan karakteristik operasi pada bagian ELSA. Model yang diimplementasikan menghasilkan tiga buah klaster operasi bagian ELSA dan peta persebaran data dalam scatter plot 2D.\nModel hasil penyesuaian mampu mengidentifikasi pola operasi dengan nilai actual lead time yang tinggi dalam peta scatter plot setelah data suplemen dilibatkan. Operasi-operasi dengan nilai actual lead time yang tinggi terpusat pada klaster 1. Dengan teridentifikasinya pola persebaran operasi-operasi tersebut, perusahaan dapat memfokuskan usaha continuous improvement-nya pada operasi-operasi serupa pada klaster 1. Dari analisis hasil dan studi literatur, didapat beberapa usulan perbaikan yaitu: perancangan ulang operation standard, perbaikan sistem ERP, penambahan waktu jeda antaroperasi, dan perbaikan SOP perekaman data operasi", "Daftar File": {"13414101_-_Mahendra_Ari_Kurniawan.pdf": "https://digilib.itb.ac.id/gdl/download/162844"}, "Penulis": "Mahendra Ari Kurniawan [13414101]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Anas Ma'", "ruf, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "model deskriptif, multiple correspondence analysis, K-means cluster analysis, elbow method, unsupervised learning, big data, data science, multivariate analysis.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "14 Mar 2019"}