{"Nomor": 36712, "Judul": "DESAIN STRUKTUR DERMAGA PENGUMPAN DI WONRELI, MALUKU", "Abstrak": "Pelabuhan Wonreli dibangun di Pulau Kisar Kecamatan Wonreli Kabupaten Maluku\nBarat Daya Provinsi Maluku. Pelabuhan wonreli dikembangkan untuk memadai\nkegiatan bongkar muat barang dan penumpang yang meningkat dari tiap tahun.\nPelabuhan Wonreli sendiri berupa pelabuhan pengumpan dengan penganan kargo\nberupa general kargo.\nPelabuhan yang dikembangkan terdiri dari dermaga dan trestel dengan tipe deck on\npile. Pembahasan Tugas Akhir meliputi penjelasan kriteria desain struktur dermaga\ndan trestel, pengumpulan dan pengolahan data lingkungan, perhitungan beban-beban\nyang bekerja pada dermaga dan trestel, penentuan dimensi dermaga dan trestel,\nanalisis struktur dermaga, desain penulangan struktur, dan perhitungan daya dukung\ntanah. Acuan desain dermaga secara umum dari dokumen British Standard (BS) 6349:\nMarine Structure. Sedangkan perhitungan perancangan elemen struktur beton dermaga\nmengacu pada SNI 03-2847-2013.\nAnalisis struktur dermaga dilakukan dengan bantuan perangkat lunak analisis struktur.\nHasil dari perangkat lunak analisis struktur berupa unity check ratio (UCR), defleksi\nstruktur, gaya dalam struktur dam reaksi peletakan. Desain struktur dermaga dan\ntrestel dilakukan dengan pemeriksaan nilai UCR yang bernilai diantara 0,8 sampai 1,\npemeriksaan nilai defleksi dengan nilai dibawah batas izin yang telah ditentukan untuk\nmendapatkan struktur yang optimal dan ekonomis.\nHasil dari tugas akhir berupa rancangan dermaga dan trestel meliputi dimensi struktur\ndermaga dengan panjang 130 m dan lebar 9,6 m. Dimensi struktur Trestel dengan\npanjang 90 m dan lebar 5 m. Dimensi elemen struktural dalam bentuk detail\npenulangan elemen struktur, dan kedalaman pemancangan rencana dari tiang pancang\nsejauh 13 m dari permukaan seabed.", "Daftar File": {"2019_TA_PP_ZANUARTO_HANIFFULLAH_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/162871"}, "Penulis": "Zanuarto Haniffullah [15514023]", "Kontributor / Dosen Pembimbing": ["Ir. Rildova, M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Engineering & allied operations", "Kata Kunci": "Dermaga, Struktur, Pemodelan, General Kargo", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "14 Mar 2019"}