{"Nomor": 36723, "Judul": "PERANCANGAN STRATEGI PEMASARAN MUSIK BERBASIS MUSIC STREAMING UNTUK LABEL MUSIK TULUS COMPANY BERDASARKAN PREFERENSI KONSUMEN", "Abstrak": "Industri musik global mulai memasuki era digital dan perkembangan teknologi yang berkelanjutan. Hal ini disampaikan oleh IFPI dalam Global Music Report 2016 yang menyatakan bahwa pertumbuhan music streaming pada tahun 2012 memiliki persentase sebesar 56% dan terus mengalami peningkatan hingga mencapai angka 60,4% pada tahun 2016. Persentase keuntungan terbesar pada tahun 2016 juga didapatkan dari musik digital, yaitu sebesar 50%. Hal ini tentu berdampak pada industri musik di Indonesia, salah satunya adalah label musik independen bernama TULUS Company. Pendapatan dari TULUS Company yang berasal dari music streaming perlahan juga mengalami peningkatan. Namun, peningkatan tersebut masih dirasa kecil jika dibandingkan dengan peningkatan music streaming secara global. Dengan demikian, penelitian ini bertujuan untuk merumuskan strategi pemasaran yang dapat membantu meningkatkan pendapatan TULUS Company yang berasal dari music streaming.\nModel penelitian yang digunakan merujuk pada model Self-Determination Theory (SDT) yang disampaikan oleh Deci dan Ryan mengenai motivasi. Model ini juga diintegrasikan dengan hasil wawancara mendalam untuk memperoleh variabel penelitian. Selain itu juga dilakukan analisis strategis berupa analisis eksternal dan internal untuk mengetahui strength-weakness-opportunity-threat (SWOT) dari TULUS Company. Metode pengumpulan data yang digunakan adalah penyebaran kuesioner secara online. Data yang telah terkumpul kemudian diolah dengan metode analisis statistika deskriptif dan analisis faktor. Selanjutnya, analisis segmenting-targeting-positioning (STP) juga dilakukan untuk membuat usulan target pasar dan posisi TULUS Company dalam pasar.\nBauran pemasaran hanya berfokus pada product dan promotion dikarenakan TULUS Company sebagai label musik hanya memiliki wewenang dalam ruang lingkup tersebut. Kemudian usulan strategi pemasaran diperoleh berdasarkan integrasi dari analisis hasil pengolahan data-data yang telah dilakukan, termasuk faktor-faktor yang mempengaruhi keputusan mendengarkan music streaming. Hal tersebut dilakukan untuk memastikan bahwa usulan strategi pemasaran dapat diterapkan oleh TULUS Company dan dapat membantu meningkatkan pendapatan yang berasal dari music streaming.", "Daftar File": {"14414015_-_NIDYA_FARIDA.pdf": "https://digilib.itb.ac.id/gdl/download/162890"}, "Penulis": "Nidya Farida [14414015]", "Kontributor / Dosen Pembimbing": ["Dr. Hasrini Sari, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "music streaming, Self-Determination Theory (SDT), wawancara mendalam, analisis strategis, analisis faktor, strategi pemasaran", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "14 Mar 2019"}