{"Nomor": 36745, "Judul": "PERANCANGAN STRUKTUR DERMAGA PENUMPANG DI WONRELI, MALUKU", "Abstrak": "Indonesia sebagai negara kepulauan perlu transportasi laut yang memadai untuk menghubungkan antar pulaunya. Transportasi laut harus didukung dengan sarana dan prasarana yang memadai, khususnya sarana berlabuh berupa dermaga. Dengan sarana dan prasarana transportasi laut yang memadai, arus perpindahan barang dan manusia melalui laut dapat berjalan dengan lancar. Salah satu jenis dermaga yang perlu dibangun yakni dermaga penumpang. Dermaga penumpang direncanakan dibangun di Wonreli, Maluku.\nLingkup bahasan dari tugas akhir ini meliputi, pengolahan data lingkungan, perhitungan beban-beban yang bekerja pada dermaga dan trestel, penentuan dimensi dermaga dan trestel, analisis struktur dermaga dan trestel, desain penulangan elemen struktural beton, dan analisis daya dukung tanah. Acuan desain yang digunakan antara lain Overseas Coastal Development Institute of Japan (OCDI) dan British Standard (BS), sedangkan kriteria desain untuk elemen struktural (baja dan beton) didapatkan dari SNI 1729:2012 dan SNI 2847:2013.\nHasil dari Tugas Akhir ini meliputi dimensi struktur dermaga dan trestel, dimensi elemen struktural dermaga dan trestel, detail penulangan berdasarkan gaya dalam yang bekerja, dan kedalaman rencan pemancangan yang mampu menahan reaksi struktur berdasarkan data geoteknik yang tersedia.", "Daftar File": {"2019_TA_PP_RIZKI_SEPTIAWAN_WIJAYA_1-_ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/162925"}, "Penulis": "Rizki Septiawan Wijaya [15513065]", "Kontributor / Dosen Pembimbing": ["Dr. Paramashanti, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Engineering & allied operations", "Kata Kunci": "dermaga, struktur, pelabuhan, penumpa", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "14 Mar 2019"}