{"Nomor": 36755, "Judul": "DEPOSISI DAN KARAKTERISASI LAPISAN TIPIS ZINC OKSIDA PADA SUBSRTAT KACA TERMODIFIKASI LAPISAN BENIH ZINC OKSIDA", "Abstrak": "Lapisan Zinc Oksida (ZnO) adalah semikonduktor tipe-n yang transparan\npada cahaya tampak, berguna sebagai konduktor transparan pada divais\nelektronik dan sensor.\nPada tugas akhir ini dilakukan deposisi lapisan ZnO pada substrat kaca\ntermodifikasi dengan lapisan benih ZnO menggunakan metoda spin coating dan\nChemical Bath Deposition (CBD). Prekursor lapisan benih ZnO dari Zinc Asetat,\nsedangkan prekursor CBD dari campuran Zinc Nitrat dan Hexamethyltetraamin\n(HMTA). Deposisi lapisan tipis ZnO divariasi dari substrat tanpa modifikasi dan\nmodifikasi lapisan benih ZnO. Lapisan tipis ZnO dikarakterisasi menggunakan\ndifraksi sinar-X, UV-Vis Spectrofotometer, dan Scanning Electron Mikroskop\n(SEM).\nDiperoleh sifat optik transmitansi maksimum 27% pada lapisan tipis ZnO\npada substrat kaca tanpa modifikasi, dan transmitansi menurun seiring dengan\nbertambahnya lapisan benih ZnO pada substrat kaca. Diperoleh bandgap sebesar\n4.10eV pada lapisan tipis ZnO pada substrat kaca tanpa modifikasi dan bandgap\nmenurun seiring dengan bertambahnya lapisan benih ZnO pada substrat kaca.\nSemua sampel lapisan tipis ZnO memiliki pola difraksi sinar-X yang sama.\nUntuk lapisan tipis ZnO dideposisi pada substrat tanpa modifikasi memiliki\ndifraksi terkuat pada bidang (101), sedangkan lapisan tipis ZnO pada substrat\ntermodifikasi lapisan benih ZnO mempunyai difraksi terkuat pada bidang (100).\nLapisan tipis ZnO yang tumbuh pada permukaan substrat termodifikasi\nberupa batang mikro dan nano, dengan ukuran diameter batang mikro sebesar 2\n?m dan batang nano sebesar 100 nm. Batang mikro terbentuk di atas batang nano\nberukuran sama dengan batang mikro ZnO yang tumbuh pada substrat tanpa\nmodifikasi. Pertumbuhan batang mikro ZnO pada substrat tanpa modifikasi dan\ntermodifikasi didorong oleh pertumbuhan tiga dimensi. Sedangkan pertumbuhan\nbatang nano ZnO pada substrat didorong oleh pertumbuhan dua dimensi\nmengikuti struktur benih ZnO pada substrat.", "Daftar File": {"2019_TA_PP_MALIK_ABDUL_ALIM_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/162943"}, "Penulis": "Malik Abdul Alim [13712047]", "Kontributor / Dosen Pembimbing": ["Ir. Ahmad Nuruddin, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "lapisan tipis, zinc oksida, CBD, sifat optik.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "14 Mar 2019"}