{"Nomor": 36757, "Judul": "GEOLOGI DAN ANALISIS GEOLOGI LINGKUNGAN PERKOTAAN KAWASAN EKONOMI KHUSUS MANDALIKA DAN SEKITARNYA, KECAMATAN PUJUT, KABUPATEN LOMBOK TENGAH, PROVINSI NUSA TENGGARA BARAT", "Abstrak": "Kawasan Ekonomi Khusus (KEK) Mandalika ditetapkan sebagai kawasan\npariwisata melalui PP nomor 52 tahun 2014. KEK Mandalika termasuk ke dalam\nempat dari sepuluh destinasi wisata “Bali Baru” yang difokuskan\npengembangannya oleh pemerintah. Rencana pengembangan Kawasan Ekonomi\nKhusus membutuhkan analisis geologi lingkungan sebagai tahap awal. Daerah\npenelitian terletak pada koordinat 424000-435000 mT dan 9009500 – 9019000 mU\n(UTM WGS 1984 Zona 50S). Luas daerah penelitian 50,78 km2. Metode yang\ndigunakan pada studi ini mencakup studi literatur, pemetaan lapangan, analisis\nlaboratorium petrografi dan mikropaleontologi, serta analisis geologi lingkungan\nperkotaan. Data-data diolah dan didigitasi untuk menghasilkan peta parameter\ngeologi lingkungan perkotaan yang selanjutnya ditumpangtindihkan (overlay)\ndengan bobot yang didapat dari perhitungan AHP (Analytical Hierarchy Process).\nGeomorfologi daerah penelitian terdiri dari Satuan Dataran Pantai, Satuan Dataran\nAluvial, Satuan Perbukitan Aliran Lava, Satuan Perbukitan Zona Sesar, Satuan\nPerbukitan Karst Tersesarkan. Proses geomorfik daerah penelitian adalah dewasa\nmenuju tua. Geologi daerah penelitian terdiri dari Satuan Andesit, Satuan\nBatupasir-Breksi, Satuan Basalt, Satuan Tuf, Satuan Dasit, Satuan Kalkarenit, dan\nSatuan Endapan Aluvial dan Pantai. Analisis geologi lingkungan perkotaan\nmenunjukkan zona yang direkomendasikan untuk pembangunan wilayah adalah\nZona Leluasa (5,6%), Zona Cukup Leluasa (17,9%), dan Zona Agak Leluasa\n(24,3%). Zona Kurang Leluasa (2,9%) dan Zona Tidak Leluasa (49,3%) tidak\ndirekomendasikan.", "Daftar File": {}, "Penulis": "ISMAR RAMADHAN UMAR  [12014040]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Asep H. P. Kesumajana, M.T"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "KEK Mandalika, geologi lingkungan perkotaan, AHP, overlay", "Sumber": "", "Staf Input/Edit": "tuti yulia", "File": "7 file", "Tanggal Input": "14 Mar 2019"}