{"Nomor": 36762, "Judul": "EKSPRESI GEN-GEN FLORAL ORGAN IDENTITY, TgAP2, TgAP3, TgPI, TgSEP DAN TgAG, PADA STADIUM PEMBENTUKAN ORGAN BUNGA JATI (Tectona grandis, L. f)", "Abstrak": "Jati (Tectona grandis L.f.) merupakan tanaman hutan penghasilkan kayu yang bernilai ekonomi tinggi, yang terkenal karena kekuatan dan daya tahan kayunya. Kendala yang dihadapi tanaman jati adalah kecepatan pertambahan volume batangnya berkurang setelah memasuki fase generatif. Upaya yang dapat dilakukan adalah menunda tahap pembungaan pada jati melalui pendekatan rekayasa genetik atau pengaturan pembungaan pada jati. Penundaan pembungaan pada jati dilakukan supaya fase vegetatif menjadi lebih lama, sedangkan pengaturan pembungaan pada jati memerlukan pemahaman konsep regulasi gen-gen pembungaan dan pembentukan organ bunga jati. Informasi tentang regulasi gen-gen pembungaan pada jati tersebut masih relatif terbatas, tetapi regulasi gen-gen pembungaan pada Arabidopsis sudah banyak diteliti, sehingga dapat digunakan sebagai acuan. Regulasi gen-gen pembungaan pada Arabidopsis dikelompokan kedalam flowering time genes, meristem identity genes dan floral organ identity genes. Kelompok floral organ identity genes pada Arabidopsis telah diketahui adalah gen AP2, AP3, SEP, PI dan AG. Gen-gen yang berperan pada pembentukan organ bunga Arabidopsis adalah gen AP2 menginduksi sepal, gen AP3 dan gen PI yang menginduksi pembentukan petal dan stamen, gen SEP menginduksi pembentukan petal, stamen dan karpel, sedangkan gen AG menginduksi pembentukan stamen dan karpel. Sejalan dengan penelitian pembungaan pada jati telah diperoleh data transcriptome jati yang berasal dari sekuen RNA total yang disolasi dari jaringan tunas vegetatif dan generatif. Pada jaringan ini telah berhasil diidentifikasi gen-gen TgLFY, TgAP1 dan TgTFL yang termasuk kelompok floral meristem identity genes dan gen TgAG dari kelompok floral organ identity genes, sedangkan gen-gen TgAP2, TgAP3, TgPI, TgSEP belum diketahui perannya pada pembentukan organ bunga jati. Tujuan penelitian ini adalah untuk menganalisis perkembangan perbungaan pada beberapa tahap pembentukan organ bunga jati, mengevaluasi ekspresi gen-gen dan mengelompokan gen-gen TgAP2, TgAP3, TgPI, TgSEP dan TgAG yang berperan pada beberapa stadium pembentukan organ bunga jati. Pengamatan perkembangan perbungaan pada stadium pembentukan organ bunga jati dilakukan dengan mengamati morfologi dan histologi pada tunas vegetatif apikal, tunas bunga apikal, tunas bunga lateral 2, tunas bunga lateral 4 dan kuntum bunga yang dipreparasi dengan metode paraffin. Evaluasi ekspresi gen-gen TgAP2, TgAP3,\nii\nTgPI, TgSEP dan TgAG pada beberapa stadium pembentukan organ bunga jati, diawali dengan menentukan gen berdasarkan data transcriptome jati, mendesain primer gen, isolasi RNA, sintesis cDNA, analisis ekspresi gen-gen dengan pendekatan QRT-PCR dengan menggunakan 18S Ribosomal RNA sebagai gen reference. Pengelompokan gen-gen berdasarkan ekspresi gen-gen TgAP2, TgAP3, TgPI, TgSEP dan TgAG pada beberapa stadium pembentukan organ bunga jati dilakukan dengan pendekatan analisis cluster dengan metode Algoritma Ward’s, kemudian hasil analisis ekspresi gen dianalisis korelasi Pearson menggunakan software GenEx. Selanjutnya hasilnya dikonfimasi dengan database yang berkaitan dengan proses dan fungsi biologi pada Arabidopsis menggunakan software genemania, g:profiler. Setelah itu dilakukan pengelompokan gen-gen yang dikonfirmasi dengan model regulasi gen-gen pembungaan pada Arabidopsis berdasarkan (Blazquez, 2000). Hasil pengamatan histologi pada tunas vegetatif apikal terlihat adanya primordia daun yang ditutupi oleh tunas apikal. Pada tunas bunga apikal, tunas bunga lateral 2 dan tunas bunga lateral 4 sudah teramati adanya tunas bunga lateral percabangan yang masing-masing memiliki 3 anak tunas bunga lateral percabangan. Pada kuntum bunga, terlihat adanya tunas bunga lateral percabangan yang memiliki 3 anak tunas bunga lateral percabangan yang terlihat primordia sepal, primordia petal, primordia stamen dan primordia karpel. Hasil analisis ekspresi gen-gen pada tunas vegetatif apikal pada jati memperlihatkan gen-gen TgAP2, TgAP3, TgPI, TgSEP dan TgAG telah diekspresikan dengan level ekspresi gen berbeda-beda jauh sebelum pembentukan organ bunga. Gen-gen TgAP2, TgAP3, TgPI, TgSEP dan TgAG diekspresikan dengan level ekspresi gen berbeda-beda pada tunas bunga apikal, tunas bunga lateral 2, tunas bunga lateral 4. Pada kuntum bunga, gen-gen TgAP2, TgAP3, TgPI, TgSEP dan TgAG diekspresikan dengan level ekspresi gen yang berbeda-beda dan diduga berhubungan dengan pembentukkan primordia sepal, primordia petal, primordia stamen dan primordia karpel. Pengelompokan gen-gen berdasarkan ekspresi gen-gen TgAP2, TgAP3, TgPI, TgSEP dan TgAG pada tunas vegetatif apikal, tunas bunga apikal, tunas bunga lateral 2 da tunas bunga lateral 4 diduga berhubungan dengan perkembangan perbungaan jati, sedangkan pengelompokan gen-gen berdasarkan ekspresi gen-gen pada kuntum bunga jati, diduga berhubungan dengan pembentukan primordia sepal yang diekspresikan oleh gen TgAP2 dan gen TgAP3, pembentukan primordia petal yang diekspresikan oleh gen-gen TgAP2, TgAP3, TgPI dan TgSEP, pembentukan primordia stamen yang diekspresikan oleh gen-gen TgPI, TgSEP dan TgAG, serta pembentukan primordia karpel yang diekspresikan oleh gen TgSEP dan gen TgAG.", "Daftar File": {}, "Penulis": "Eri Mustari [30611025]", "Kontributor / Dosen Pembimbing": ["Prof. Sri Nanan B. Widiyanto, Ph.D.", "Dr. Rina Ratnasih Purnamahati, MS, M.Sc."], "Jenis Koleksi": "Disertasi", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "Life sciences ; biology", "Kata Kunci": "ekspresi gen, floral organ identity genes, transcriptome.", "Sumber": "", "Staf Input/Edit": "agus slamet", "File": "1 file", "Tanggal Input": "15 Mar 2019"}