{"Nomor": 36769, "Judul": "WALKABILITY DAN PERSEPSI MAHASISWA BERJALAN KAKI DI LINGKUNGAN KAMPUS ITB GANESHA", "Abstrak": "Penggunaan kendaraan  bermotor memang meproduksi gas rumah kaca dan polusi yang berbahaya bagi alam dan manusia, secara khusus untuk pernapasan. Pengurangan dan pengefisiensian konsumsi kendaraan bermotor menjadi urgent. Pengurangan konsumsi tersebut dapat dilakukan dengan mengalihkan demand dari menggunakan kendaraan bermotor, dengan menerapkan sustainable urban transportation yang mendukung berjalan kaki. Maka dari itu, faktor yang mendukung orang berjalan kaki menjadi penting agar dapat diintervensi untuk mendukung orang berjalan kaki. Namun berjalan kaki bergantung pada stamina manusia yang terbatas sehingga jarak transportasi tidak bisa terlalu jauh, atau sejau berkendara bermotor. Satuan Wilayah Kota (SWK) Cibeunying, Kota Bandung, merupakan SWK dengan perguruan tinggi terbanyak di Kota Bandung sehingga memiliki banyak mahasiswa. Institut Teknologi Bandung (ITB) merupakan perguruan tinggi yang memiliki banyak mahasiswa: lebih dari 15.000 mahasiswa sarjana. Ini menandakan wilayah SWK Cibeunying memiliki demand transportasi mahasiswa yang tinggi; mahasiswa perlu pindah dari tempat tinggal ke kampusnya (di jalan Ganesha). Demi mendukung sustainable urban transportation Kota Bandung, mahasiswa yang dekat kampus ITB perlu berjalan kaki, atau didorong untuk berjalan kaki. Penelitian ini mencari tahu karakteristik mahasiswa yang berjalan kaki, menilai lingkungan ITB (1 km dari kampus) yang ramah pejalan kaki dengan skor Walkability, dan mencari hubungan antara perilaku transportasi mahasiswa dengan karakteristik dan skor walkability lingkungan ITB", "Daftar File": {}, "Penulis": "Sutan Ashari Mufti [15414055]", "Kontributor / Dosen Pembimbing": ["Ibnu Syabri, B.Sc., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "jalan kaki, walkability, mahasiswa, ITB, karakteristik, perilaku, transportasi, kemacetan, polusi, sustainable urban transportation, Kota Bandung, perguruan tinggi, kendaraan bermotor", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "15 Mar 2019"}