{"Nomor": 36771, "Judul": "PERANCANGAN ULANG TATA LETAK FASILITAS REMANUFAKTUR HYDRAULIC CYLINDER PT XYZ PLANT BALIKPAPAN", "Abstrak": "PT XYZ merupakan salah satu perusahan remanufaktur yang melakukan proses remanufaktur hydraulic cylinder. Saat ini, PT XYZ menghadapi peningkatan permintaan hingga dua kali lipat dari 125 unit menjadi 250 unit per hari. Dengan adanya peningkatan permintaan yang sangat tinggi, PT XYZ memutuskan untuk menambah mesin-mesin produksi dan melakukan perancangan ulang tata letak fasilitas remanufaktur hydraulic cylinder untuk meningkatkan kapasitas produksinya. Oleh sebab itu, penelitian ini bertujuan untuk menentukkan alternatif rancangan tata letak terbaik yang dapat memenuhi permintaan yang meningkat dengan memperhatikan pembatas praktis yang ada.\nPerancangan tata letak fasilitas remanufatur hydraulic cylinder menggunakan pendekatan Systematic Layout Planning (SLP) dengan menerapkan jenis tata letak hybrid. Tata letak hybrid yang digunakan merupakan gabungan dari tata leta sel manufaktur, tata letak fungsinonal, dan tata letak posisi tetap. Tata letak sel manufaktur bertujuan untuk mengelompokkan komponen dan mesin kedalam part family menggunakan algoritma Rank Order Clustering (ROC), kemudian dilakukan perhitungan jumlah maksimal mesin dalam satu sel dengan mempertimbangkan persentase kapasitas setiap mesin. Tata letak fungsional berisi satu jenis mesin dengan fungsi yang sama. Selain itu, PT XYZ memiliki fasilitas dan mesin produksi yang posisinya sangat sulit untuk dipindahkan, sehingga dikelompokkan kedalam tata letak posisi tetap.\nProses pembangkitan alternatif rancangan tata letak menggunakan perangkat lunak WinQSB yang menerapkan algoritma CRAFT dengan melakukan pertukaran 2 departemen (2-Opt) dan 3 departemen (3-Opt). Rancangan tata letak usulan fasilitas remanufaktur hydraulic cylinder PT XYZ yang terbentuk menghasilkan 6 sel manufaktur dengan beberapa sel yang identik, 2 area fungsional, dan 4 area posisi tetap. Setelah dilakukan penyesuaian dengan menjumlahkan ongkos pemindahan material antarsel dan ongkos pemindahan material intrasel, rancangan tata letak usulan menghasilkan total ongkos pemindahan material sebesar Rp 17.640.964,49 per bulan untuk memenuhi target 250 unit hydraulic cylinder per bulan dengan menempuh jarak sejauh 3.855,8 m dalam sekali proses remanufaktur.", "Daftar File": {"13414093_-_Irfan_Dwi_Prasetyo1.pdf": "https://digilib.itb.ac.id/gdl/download/164241"}, "Penulis": "Irfan Dwi Prasetyo [13414093]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Bermawi Priyatna Iskandar, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "remanufaktur, hydraulic cylinder, tata letak hybrid, ongkos pemindahan material", "Sumber": "", "Staf Input/Edit": "Dewi Supryati  \n                                     Dewi Supryati", "File": "1 file", "Tanggal Input": "15 Mar 2019"}