{"Nomor": 36776, "Judul": "PERENCANAAN STRATEGIS PENGEMBANGAN SISTEM INFORMASI PT XYZ", "Abstrak": "PT XYZ merupakan perusahaan yang bergerak dibidang retail yang menjual perlengkapan\nberkendara sepeda motor. Ancaman daya saing yang dihadapi oleh perusahaan semakin ketat.\nPerusahaan juga memiliki permasalahan yang belum terselesaikan. Oleh sebab itu, perusahaan\nperlu menyelesaikan permasalahan untuk menghadapi ancaman daya saing. Salah satu\npermasalahan yang akan diselesaikan adalah sistem informasi yang digunakan oleh perusahaan\ntidak terintegrasi. Sehingga, terdapat data perusahaan yang tidak sinkron antar divisi. Oleh\nsebab itu, perusahaan perlu membuat perencanaan sistem informasi yang strategis agar dapat\nmengatasi ancaman daya saing.\nPerencanaan sistem informasi terdiri dari dua tahapan utama, yaitu identifikasi komponen\naplikasi dan pembuatan roadmap pengembangan. Identifikasi komponen aplikasi dilakukan\nuntuk memenuhi kebutuhan sistem informasi perusahaan agar dapat mengikuti arah kebijakan\nperusahaan. Kebutuhan sistem informasi diperoleh berdasarkan kondisi lingkungan perusahaan\nsaat ini. Kebutuhan sistem informasi diidentifikasi menggunakan metode critical success\nfactor yang didukung dengan studi literatur dan divalidasi oleh pengguna. Hasil kebutuhan\nsistem informasi dirangkai menjadi komponen aplikasi yang dibutuhkan oleh perusahaan.\nSalah satu tantangan dalam mengadaptasi hasil kebutuhan sistem informasi pada perusahaan\nadalah membuat roadmap pengembangan sistem informasi berdasarkan sistem informasi yang\ndigunakan perusahaan saat ini. Penentuan pengembangan sistem informasi berdasarkan\nperumusan hubungan data antar aplikasi, ketergantungan antar komponen aplikasi, dan\npenyesuaian dengan pengguna pada perusahaan. Oleh sebab itu, dapat disimpulkan bahwa\nperencanaan sistem informasi mampu menjawab permasalahan pada perusahaan.\nHasil yang diperoleh pada penelitian ini adalah perencanaan sistem informasi sesuai dengan\nkebutuhan perusahaan berupa aplikasi enterprise resource planning (ERP) dan aplikasi vendor\nmanagement. Aplikasi ERP yang terdiri dari modul penjualan, modul manajemen hubungan\nkonsumen, modul produksi dan material, serta modul keuangan dan sumber daya manusia.\nSeluruh komponen aplikasi tersebut diharapkan dapat dikembangkan pada perusahaan dalam\ntiga tahun kedepan.", "Daftar File": {"14414019_-_Irfan_Listiawan.pdf": "https://digilib.itb.ac.id/gdl/download/162994"}, "Penulis": "Irfan Listiawan [14414019]", "Kontributor / Dosen Pembimbing": ["Dr. Rajesri, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "perusahaan retail, perencanaan strategis, sistem informasi, kebutuhan sistem informasi, critical success factor.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "15 Mar 2019"}