{"Nomor": 36787, "Judul": "ANALISIS STRATIGRAFI DAN IDENTIFIKASI FASIES SEISMIK PADA INTERVAL BARENG LISU, DAERAH KOTAGARO, CEKUNGAN SUMATRA TENGAH", "Abstrak": "Daerah Kotagaro merupakan salah satu daerah yang memiliki lapangan hidrokarbon di cekungan Sumatra Tengah. Cekungan Sumatra Tengah sendiri merupakan salah satu cekungan tua yang telah banyak menghasilkan hidrokarbon di Indonesia. Dalam perkembangannya, lapangan di daerah Kotagaro ini hanya mengeksplorasi formasi-formasi berumur muda yang diendapkan pada periode pasca pelisuan. Formasi yang berada pada interval bareng lisu yaitu Kelompok Pematang pada daerah penelitian belum dieksplorasi lebih dalam dikarenakan tidak dijadikan fokus dalam pengembangan lapangan. Penelitian pada formasi yang berada pada interval bareng lisu diharapkan mampu menjadi pengetahuan baru khususnya pada daerah Kotagaro.\nPenelitian ini bertujuan untuk menggali wawasan baru mengenai batuan interval bareng lisu dengan menganalisis fasies seismik dan menafsirkan lingkungan pengendapan daerah penelitian. Penelitian menggunakan data seismik 2D dan 3D serta satu data sumur yang berada di luar daerah penelitian. Data sumur digunakan hanya untuk mengikatkannya dengan data seismik. Metode yang digunakan dalam penelitian ini antara lain pengikatan data sumur dengan data seismik, interpretasi seismik 2D dan 3D pada interval paket sedimen bareng lisu, pembuatan peta struktur waktu dan peta ketebalan waktu, analisis fasies seismik dan penafsiran lingkungan pengendapan.\nBerdasarkan analisis tersebut, daerah penelitian memiliki trend terban berarah utara baratlaut – selatan tenggara yang dihasilkan dari rezim tektonik ekstensional berarah timur timurlaut – barat baratdaya. Hasil analisis seismik menunjukan daerah penelitan memiliki empat fasies seismik, yaitu fasies AM, DM, HM, dan PM. Keempat fasies seismik tersebut menunjukan bahwa daerah penelitian diendapkan di zona fluvial, zona kipas aluvial, zona lakustrin dalam, zona lakustrin dangkal, dan zona garis batas danau.", "Daftar File": {"VICCO ORYZAVICA VEBRYATNA ABSTRAK": "https://digilib.itb.ac.id/gdl/download/163014", "VICCO ORYZAVICA VEBRYATNA  COVER": "https://digilib.itb.ac.id/gdl/download/163372", "VICCO ORYZAVICA VEBRYATNA BAB 1": "https://digilib.itb.ac.id/gdl/download/163373", "VICCO ORYZAVICA VEBRYATNA BAB 2": "https://digilib.itb.ac.id/gdl/download/163374", "VICCO ORYZAVICA VEBRYATNA BAB 3": "https://digilib.itb.ac.id/gdl/download/163375", "VICCO ORYZAVICA VEBRYATNA BAB 4": "https://digilib.itb.ac.id/gdl/download/163376", "VICCO ORYZAVICA VEBRYATNA BAB 5": "https://digilib.itb.ac.id/gdl/download/163377", "VICCO ORYZAVICA VEBRYATNA PUSTAKA": "https://digilib.itb.ac.id/gdl/download/163378"}, "Penulis": "Vicco Oryzavica Vebryatna [22015007]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Dardji"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Cekungan Sumatra Tengah, fasies seismik, kelompok Pematang, bareng lisu.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "15 Mar 2019"}