{"Nomor": 36790, "Judul": "AKTIVITAS ANTIBAKTERI EKSTRAK, FRAKSI, DAN SUBFRAKSI BIJI PICUNG (Pangium edule Reinw.) SERTA MEKANISME KERJANYA", "Abstrak": "Penyakit infeksi adalah salah satu masalah kesehatan yang paling utama di negara\nberkembang. Di Indonesia infeksi merupakan salah satu penyebab utama kematian\ndan penyebab penyakit di rumah sakit dan fasilitas pelayanan kesehatan lainnya di\nIndonesia. Berdasarkan hasil penelitian kesehatan dasar, prevalensi penyakit\nmenular di Indonesia masih tinggi seperti yang ditunjukkan pada tingkat kejadian\npada pneumonia, hepatitis dan diare yang masing-masing menyumbang 1,8; 4,5 dan\n7,0%. Penyakit infeksi umumnya diobati dengan antibiotik. Studi telah\nmengungkapkan 40-62% penggunaan antibiotik yang tidak tepat, termasuk\npenggunaan antibiotik yang berlebihan dan tidak terindikasi, yang dapat\nmenyebabkan resistensi mikroba. Ini menimbulkan tantangan bagi penemuan\nalternatif untuk melawan infeksi mikroba dan produk alami, termasuk tanaman\nobat, bisa menjadi sumber untuk pengembangan zat antibakteri.\nPicung (Pangium edule Reinw.) adalah tumbuhan yang umumnya tumbuh di tepi\nsungai, daerah yang berair, hutan, dan kebun masyarakat. Picung merupakan\ntumbuhan asli yang hidup di Asia Tenggara yang secara empiris telah terbukti dapat\ndigunakan untuk mengawetkan ikan. Selain itu picung dalam bentuk ekstrak telah\nbanyak diteliti kemampuannya dalam menghambat pertumbuhan bakteri baik Gram\npositif maupun bakteri Gram negatif antara lain Micrococcus luteus,\nStaphylococcus aureus, Alcaligenes eutrophus, Eschericia coli dan Enterobacter\naerogenes. Picung diketahui memiliki kandungan asam sianida yang tinggi, baik\npada bagian batang, daun, dan buahnya. Asam sianida bersifat racun, akan tetapi\nmudah dihilangkan karena sifatnya yang larut dalam air dan menguap pada suhu\n26°C pada pencucian. Daging biji buah picung mengandung alkaloid, flavonoid,\ntannin, terpenoid/steroid dan polifenol.\nSimplisia biji picung (Pangium edule Reinw.) yang digunakan dalam penelitian ini\nberasal dari Balai Penelitian Tanaman Obat dan Aromatika Bogor (Balitro) Jawa\nBarat. Simplisia yang diperoleh diekstraksi dengan metode refluks menggunakan\npelarut etanol 96% dan diperoleh ekstrak etanol. Ekstrak etanol ditambahkan\ndengan air panas kemudian disaring saat masih panas. Filtrat difraksinasi\nmenggunakan metode ekstraksi cair-cair dengan pelarut yang berbeda\nkepolarannya hingga diperoleh fraksi n-heksana, fraki etil asetat dan fraksi air.\nEkstrak dan fraksi biji picung diuji aktivitas antibakterinya dengan metode\nmikrodilusi terhadap pertumbuhan bakteri Gram positif yaitu S. aureus (ATCC\n6538), MRSA, B. subtilis (ATCC 6633), dan bakteri Gram negatif yaitu P.\naeruginosa (ATCC 9027), E. coli (ATCC 8939), dan S. typhi (ATCC 1408). Hasil\npengujian ini di gunakan untuk mengetahui konsentrasi hambat minimum (KHM)\ndan konsentrasi bunuh minimum ekstrak biji picung. Pengujian ini dibandingkan\ndengan antibiotik standar amoksisilin dan tetrasiklin. Hasil pengujian aktivitas\nantibakteri ekstrak etanol dan ketiga fraksi akan diperoleh fraksi teraktif. Untuk\nselanjutnya maka fraksi aktif dilakukan penentuan time-kill curve untuk\nmengetahui efeknya sebagai bakterisida atau bakteriostatika. Fraksi etil asetat yang\naktif lebih lanjut dilakukan pemisahan selanjutnya dengan menggunakan metode\nkromatografi cair vakum untuk memperoleh subfraksi dari fraksi aktif. Subfraksi\ndengan profil yang sama digabung hingga diperoleh beberapa subfraksi gabungan.\nGabungan subfraksi yang diperoleh masing-masing di uji aktivitas antibakterinya\nuntuk mendapatkan subfraksi aktif terhadap bakteri uji. Fraksi aktif dan subfraksi\naktif kemudian dilakukan pengujian lokasi kerjanya. Pengamatan hasil pengujian\nlokasi kerja dengan menggunakan alat SEM dan TEM serta dengan metode\nkebocoran membran.\nEkstrak etanol biji picung dilakukan uji toksisitas akut dengan hewan uji mencit\nbetina. Terdapat tiga kelompok pengujian yaitu kelompok kontrol, kelompok dosis\nrendah berupa dosis pemakaian ekstrak picung 500 mg/kg BB, kelompok 1000\nmg/kg BB, kelompok 5000 mg/kb BB. Pengujian ditambahkan dua dosis\nberikutnya karena tidak ada gejala toksik yang timbul yaitu dosis 10.000 mg/kg BB\ndan 15.000 mg/Kg BB. Pengamatan perilaku dan jumlah kematian hewan uji\ndiamati selama 14 hari. Setelah hari ke 14 hewan uji dibedah untuk melihat adanya\ngangguan pada organ dalam hewan uji. Data jumlah kematian dihitung dengan\nmetode probit untuk mengetahui LD50 dan bobot badan untuk mengetahui status\nkesehatan hewan uji.\nHasil penapisan fitokimia ekstrak dan fraksi biji picung, diketahui bahwa flavonoid\ndan tanin positif terdapat pada ekstrak dan fraksi, kecuali fraksi n-heksana dan\nalkaloid ditemukan pada ekstrak dan fraksi, kecuali fraksi air. Seluruh ekstrak dan\nfraksi mengandung steroid/triterpenoid. Pada pengamatan dengan kromatografi\nlapis tipis, baik ekstrak dan fraksi n-heksana serta fraksi etil asetat semua\nmenunjukkan adanya kandungan steroid/triterpenoid. Pada kromatogram subfraksi\naktif hasil KCV terlihat adanya dua spot yang berbeda yang diduga mengandung\nsenyawa stigmasterol dan asam lemak.\nHasil pengujian aktivitas antibakteri ekstrak, fraksi n-heksana, fraksi etil asetat dan\nfraksi air dengan metode difusi agar terhadap bakteri S. aureus, MRSA, B. subtilis,\nP. aeruginosa, E. coli, dan S. typhi diketahui bahwa diameter daerah jernih (zona\nbening) terbesar terdapat pada konsentrasi 1 %. Fraksi yang paling aktif pada\nbakteri uji adalah fraksi etil asetat. Pada uji aktivitas aktibakteri dengan metode\nmikrodilusi menunjukkan bahwa fraksi etil asetat biji picung memiliki kemampuan\nuntuk menghambat pertumbuhan bakteri lebih kuat jika dibandingkan dengan fraksi\nlainnya dimana nilai KHM antara 256–512 µg/mL. Hal ini dapat dimungkinkan\nkarena adanya kandungan terpenoid/steroid, tanin dan flavonoid yang terkandung\ndi dalam fraksi etil asetat. Subfraksi biji picung (G1-8) yang diuji aktivitas\nantibakterinya dengan metode difusi menunjukkan kemampuan penghambatan\nterhadap 3 bakteri uji yaitu S. aureus, E. coli dan P. aeruginosa namun dengan\nkonsentrasi 1% hanya menunjukkan diameter hambat paling besar yaitu 11 mm\nterhadap bakteri E. coli.\nPengamatan SEM dilakukan terhadap sel bakteri E. coli dan S. aureus yang terpapar\nfraksi aktif (512 ?g/mL) dan subfraksi aktif (1024 ?g/mL) hasilnya menunjukkan\nkedua sel bakteri tersebut mengalami perubahan bentuk/morfologi pada dinding sel.\nTerlihat adanya pengerutan, penyusutan dan rusaknya dinding sel bakteri.\nBerdasarkan hasil pengamatan SEM diduga mekanisme kerja sampel uji terkait\ndengan kemampuan menghambat biosintesis dinding sel bakteri dan kerusakan\npada dinding sel bakteri. Hal ini didukung dengan hasil pengamatan TEM yang\nmenunjukkan bahwa dinding sel bakteri S. aureus yang terpapar fraksi aktif (512\n?g/mL) dan subfraksi aktif (1024 ?g/mL) mengalami kebocoran sel (lisis). Lisis sel\nbakteri S. aureus buktikan dengan pengujian kebocoran membran bakteri yang\nmemperlihatkan peningkatan jumlah protein dan asam nukleat yang dikeluarkan\noleh sel. Meningkatnya jumlah protein sel yang ditemukan pada permukaan luar sel\nmenunjukkan terjadi kerusakan membran sel atau terjadi perubahan permeabilitas\nmembran sel.\nPengamatan toksisitas akut meliputi gejala-gejala toksik yang mungkin timbul\ndiamati secara intensif pada 4 jam pertama setelah pemberian sediaan uji dan di\nlanjutkan pada jam ke-24. Gejala toksik yang diamati meliputi perubahan perilaku\ngrooming, salivasi, lakrimasi, defekasi, urinasi, katalepsi, tremor, kejang, writhing,\nserta kematian. Hasil pemeriksaan kualitatif ekstrak biji picung terhadap gejalagejala toksik pada hewan uji mencit disetiap kelompok menunjukkan tanda tanda\nyang normal, tidak tampak ada perubahan gejala fisik dan perilaku selama\npengamatan di semua kelompok perlakuan maupun kelompok kontrol. Pada\npengamatan jumlah kematian hewan uji tidak terdapat hewan uji yang mati selama\npengujian dan tidak terdapat perubahan bobot badan yang signifikan selama 14 hari\npengamatan. Ini menandakan bahwa hingga dengan dosis terbesarnya 15.000\nmg/kgBB ekstrak biji picung masih dapat dinyatakan aman.\nHasil penelitian ini dapat disimpulkan bahwa ekstrak etanol, fraksi etil asetat dan\nsubfraksi biji picung memiliki aktivitas antibakteri terhadap bakteri Gram positif\ndan Gram negatif. Fraksi dan subfraksi aktif biji picung berdasarkan hasil\npengamatan dengan menggunakan alat SEM dan TEM dapat diketahui bahwa\nlokasi kerjanya terdapat pada dinding sel bakteri, karena mampu menyebabkan\ngangguan permeabilitas dan kerusakan (lisis) pada dinding sel bakteri, dan hal ini\nditegaskan dengan pengujian kebocoran membran yang menunjukkan terjadinya\npeningkatan jumlah protein dan asam nukleat dari sel bakteri pada supernatan. Pada\nhasil pengujian toksisitas akut ekstrak etanol biji picung bersifat tidak toksik/aman\nterhadap hewan uji.", "Daftar File": {"2019_DS_PP_OPSTARIA_SAPTARINI_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/163015", "COVER Opstaria Saptarini": "https://digilib.itb.ac.id/gdl/download/239179", "BAB 1 Opstaria Saptarini": "https://digilib.itb.ac.id/gdl/download/239180", "BAB 2 Opstaria Saptarini": "https://digilib.itb.ac.id/gdl/download/239181", "BAB 3 Opstaria Saptarini": "https://digilib.itb.ac.id/gdl/download/239182", "BAB 4 Opstaria Saptarini": "https://digilib.itb.ac.id/gdl/download/239183", "BAB 5 Opstaria Saptarini": "https://digilib.itb.ac.id/gdl/download/239184", "PUSTAKA Opstaria Saptarini": "https://digilib.itb.ac.id/gdl/download/239185"}, "Penulis": "Opstaria Saptarini [30712310]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Elin Yulinah", "Dr. Kusnandar Anggadiredja, S.Si., M.Si.", "Dr. Elfahmi, S.Si., M.Si."], "Jenis Koleksi": "Disertasi", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Pangium edule Reinw., Ekstrak, Picung, Antibakteri, Antibiotik, Toksisitas akut", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "8 file", "Tanggal Input": "15 Mar 2019"}