{"Nomor": 36798, "Judul": "PENGARUH TAMPILAN VISUAL WEBSITE BANK BNP TERHADAP KEPERCAYAAN VISITOR", "Abstrak": "Dalam industri jasa keuangan, termasuk perbankan, kepercayaan merupakan faktor yang paling berpengaruh terutama untuk mengambil keputusan dalam menetapkan pilihannya kepada salah satu perusahaan. Kepercayaan juga menjadi penting di dalam ranah internet, terutama ketika berbicara mengenai sebuah website. Melalui tampilan visual sebuah website, seorang pengunjung akan membentuk persepsi, baik positif atau negatif, terhadap website yang dikunjunginya. Ketika persepsi positif terbentuk di dalam diri pengunjung, maka ia tidak ragu untuk melakukan tindakan nyata kepada penyedia layanan website seperti membagikan data pribadi atau melakukan transaksi, terutama ketika berinteraksi dengan sebuah website yang tidak atau kurang dikenal. Penelitian ini dilakukan untuk mengetahui pengaruh tampilan visual website Bank BNP menggunakan alat ukur VisAWI (website simplicity, website diversity, website colorfulness, dan website craftmanship) terhadap kepercayaan pengunjung. Penelitian ini menggunakan sequential explanatory mixed method, satu jenis mixed method yang mengumpulkan dan menganalisa data kuantitatif dilanjutkan dengan data kualitatif untuk membantu menjelaskan, menguraikan hasil dari proses kuantitatif di dalam satu proses penelitian. Metode pengumpulan data kuantitatif yang digunakan pada penelitian ini adalah survei dengan menggunakan alat bantu kuesioner yang disebar ke 135 responden yang memiliki usia 23-38 tahun. Sedangkan metode pengumpulan data kualitatif yang digunakan adalah wawancara terstruktur. Hasil dari analisa data kuantitatif menunjukkan bahwa tampilan visual website berpengaruh sebesar 42,1% terhadap kepercayaan pengunjung. Selain itu, tampilan visual juga akan membentuk persepsi pengunjung akan kinerja bank tersebut dalam dunia nyata. Dari hasil penelitian juga dapat disimpulkan bahwa hanya website craftmanship yang mempunyai pengaruh yang positif dan signifikan terhadap kepercayaan visitor dibandingkan dengan elemen lainnya. Craftmanship akan menentukan sebuah website akan terlihat menarik atau tidak secara keseluruhan dengan mengintegrasikan seluruh elemen – elemen website.", "Daftar File": {"2019_TS_PP_MERDY_AGUSTIANTO_1.pdf": "https://digilib.itb.ac.id/gdl/download/163035"}, "Penulis": "Merdy Agustianto [27116047]", "Kontributor / Dosen Pembimbing": ["Dr. Agus Sachari, M.Sn.", "Dr. Agung Eko Budiwaspada, M.Sn."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "tampilan visual, website, kepercayaan, perbankan, VisAWI", "Sumber": "FSRD ITB", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "15 Mar 2019"}