{"Nomor": 36799, "Judul": "REVIEW DAN REDESIGN UNIT PENGOLAHAN AIR LIMBAH SECARA KIMIA INSTALASI PENGOLAHAN AIR LIMBAH (IPAL) II DI PT. X", "Abstrak": "Perusahaan manufaktur (perindustrian) di Indonesia saat ini mengalami pertumbuhan sangat cepat, hal ini terbukti dengan adanya pembangunan pusat-pusat industri. PT X adalah salah satu industri manufaktur yaitu industri otomotif, yang juga dikenal sebagai perusahaan multinasional yang memproduksi mesin diesel, truk dan bus. Peningkatan kegiatan produksi PT X menjadi salah satu penyebab terjadinya perubahan pada karakteristik air limbah yang dikeluarkan oleh industri. Hal ini menyebabkan air yang dikeluarkan IPAL tidak memenuhi baku mutu. Sehingga diperlukan sebuah evaluasi dari setiap unit dan perencanaan ulang dari sistem IPAL. Fokus evaluasi dan perancangan ulang kali ini adalah pengolahan air limbah secara kimia sebagai tahap pengolahan pertama sebelum diolah dengan pengolahan biologis. Hasil evaluasi IPAL eksisting menunjukkan bahwa unit proses secara kimia tidak memenuhi kriteria desain dan tidak mampu menampung debit perencanaan (1,5 m3/jam) sehingga terjadi luapan dari tangki pengolahan kimia. Permasalahan lainnya juga berasal dari operasi IPAL yang tidak sesuai SOP yang telah dibuat. Hal ini menjadi salah satu penyebabkan air limbah yang dihasilkan tidak memenuhi baku mutu. Limbah yang dihasilkan IPAL eksisting adalah 712 mg/L TSS; 1482 mg/L COD; dan 472 mg/L BOD. Pengolahan secara kimia-fisik dengan menggunakan teknologi koagulasi, flokulasi dan clarifier dipilih dalam perencanaan ulang sistem pengolahan air limbah tahap awal dan pertama. Alternatif metode pengadukan terpilih adalah metode pengadukan secara mekanis (impeller). Hal ini diajukan dengan perkiraan bahwa pada tahap tersebut mampu menyisihkan 85-95% pertikulat tersuspensi, 50-70% COD dan BOD. Perencanaan peningkatan waktu operasional IPAL menjadi 24 jam tiap hari (kontinu) akan meningkatkan kinerja IPAL dan kualitas efluen IPAL.", "Daftar File": {"2019_TA_PP_DEVI_YOHANA_ARUAN_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/163033"}, "Penulis": "Devi Yohana Aruan [15314017]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Marisa Handajani, S.T., M.T.", "Dr. Muhammad Sonny Abfertiawan, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "-", "Sumber": "TUGAS AKHIR Maret 2019", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "15 Mar 2019"}