{"Nomor": 36802, "Judul": "PERBAIKAN COCOMO II  DENGAN MENGGUNAKAN TEKNIK K-MEANS UNTUK MENINGKATKAN AKURASI ESTIMASI EFFORT", "Abstrak": "Estimasi effort adalah salah satu proses yang penting untuk dilakukan dalam proyek perangkat lunak. Ada beberapa teknik dan model yang dapat digunakan untuk melakukan estimasi effort, salah satunya adalah COCOMO II. COCOMO II merupakan pengembangan dari COCOMO ’81 dan masih terus berkembang hingga saat ini. COCOMO II cukup banyak dimanfaatkan karena sifatnya yang terbuka. Setiap orang dapat melihat dan memanfaatkan model dari estimasi effort COCOMO II. Namun, akurasi dari model COCOMO II ini dirasa masih kurang dan perlu untuk ditingkatkan. Dalam penelitian ini, diajukan sebuah model yang dapat meningkatkan nilai akurasi dari COCOMO II dengan memanfaatkan teknik clustering K-Means. Dalam model yang diajukan, teknik clustering K-Means dimanfaatkan untuk menentukan data training yang akan digunakan dalam proses kalibrasi COCOMO II. Kalibrasi COCOMO II bertujuan untuk menentukan nilai konstanta A dan B yang baru. Sehingga pada model yang diajukan, setiap proyek yang diestimasi akan memiliki nilai A dan B yang berbeda-beda. Berdasarkan hasil penelitian, dapat disimpulkan bahwa akurasi dari model yang diajukan secara umum meningkat dibanding dengan COCOMO II asli.  Nilai dari akurasi tergantung pada teknik preprocessing yang dilakukan dan jumlah cluster yang dibentuk. Untuk dataset COCOMO NASA 2 dan Turkish Software Industry, akurasi terbaik dicapai ketika teknik preprocessing yang dilakukan adalah memberi bobot 100 terhadap semua atribut cost driver dan jumlah cluster yang dibentuk adalah 5. Model yang diajukan ini dapat menurunkan nilai MRE COCOMO II dari 1.32 menjadi 0.85 dan meningkatkan nilai PRED(0.3) dari 32% menjadi 54%. Nilai PRED(0.3) = 54% berarti model yang diajukan dapat memberikan estimasi kurang lebih 30% dari aktual untuk sebanyak 54% proyek yang diestimasi.", "Daftar File": {"2__ABSTRAK_ITB.docx": "https://digilib.itb.ac.id/gdl/download/163037", "Tesis": "https://digilib.itb.ac.id/gdl/download/217641"}, "Penulis": "Chintia Rudiyanto [23517043]", "Kontributor / Dosen Pembimbing": ["Dr.techn. Wikan Danar Sunindyo, S.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": ": rekayasa perangkat lunak, estimasi effort, cocomo ii, kalibrasi cocomo,  clustering, k-means", "Sumber": "", "Staf Input/Edit": "karya", "File": "2 file", "Tanggal Input": "15 Mar 2019"}