{"Nomor": 36801, "Judul": "SISTEM TUMPANGSARI PADA AGROEKOSISTEM LAHAN KERING DAN PENGARUHNYA TERHADAP EROSI", "Abstrak": "Erosi dapat mempercepat degradasi tanah pada agroekosistem lahan kering berlereng. Kegiatan pengendalian erosi dilakukan melalui pengelolaan tanah dengan pemberian bahan organik dan pengelolaan tanaman dengan menerapkan sistem tumpangsari. Interaksi akar pada tanaman semusim yang ditanam secara tumpangsari dan pengaruhnya terhadap distribusi akar, kualitas tanah, erosi, dan produksi biomassa sangat penting dalam pengelolaan agroekosistem lahan kering berlereng. Penelitian ini bertujuan: (i) mengkaji peningkatan kualitas tanah menggunakan bahan organik lokal, (ii) mengkaji pengaruh kombinasi tanaman semusim dengan sistem perakaran berbeda yang ditanam secara tumpangsari terhadap distribusi akar, kualitas tanah dan erosi, dan (iii) mengkaji pengaruh ruang tumbuh akar dan makrofauna tanah pada tumpangsari terhadap distribusi akar, erosi dan produksi biomassa. Penelitian dilakukan dalam tiga tahap yaitu peningkatan kualitas tanah menggunakan bahan organik lokal, pengaruh tumpangsari terhadap erosi dan distribusi akar pada berbagai kombinasi tanaman terhadap kondisi fisik tanah, serta pengaruh ruang tumbuh akar dan makrofauna tanah pada tumpangsari terhadap distribusi akar, erosi dan produksi biomassa.\nPenelitian I merupakan percobaan lapangan pada petak berukuran 2,0 m x 1,2 m di Kiarapayung, Desa Cikeuyeup, Kecamatan Sukasari, Kabupaten Sumedang-Jawa Barat. Pendekatan dengan mengukur perubahan faktor fisik dan biologi pada permukaan dan di dalam tanah sebagai pengaruh pemberian bahan organik alang-alang dengan dosis yang berbeda. Hasil penelitian menunjukkan bahan organik alang-alang dapat meningkatkan kualitas tanah. Takaran 5,0 ton ha-1 merupakan takaran optimal yang dapat menurunkan bulk density 0,69 kali dan meningkatkan porositas 0,85 kali pada 8 MSA. Takaran tersebut juga meningkatkan status kesuburan tanah dari rendah menjadi sedang, menghasilkan peningkatan pH (0,18 kali), KTK (0,07 kali), KB (0,02 kali), karbon (0,21 kali), kalium (0,3 kali), kalsium (0,07 kali), magnesium (0,67 kali). Selain itu, menghasilkan kelimpahan Lumbricidae terbesar yaitu 256 individu m-2 pada VI MSA (meningkat sebesar 6,11 kali dibanding 0 MSA), dan meningkatkan keragaman makrofauna tanah (ditemukannya larva Carabidae, telur Lumbricidae, Termitidae, larva Phychodidae pada VI MSA).\nPenelitian II merupakan percobaan lapangan pada plot erosi berukuran 11 m x 2 m dan secara semi lapangan pada kotak kayu berukuran 2,0 m x 1,2 m x 0,25 m dengan mengaplikasikan tujuh sistem tanam (“jagung+padi”, “jagung+kacang tanah”, “jagung+kacang merah”, “ubi kayu+kacang tanah”, “ubi kayu+kacang merah”, “Ubi kayu+padi” dan “kacang merah” (monokultur)). Hasil penelitian\nii\nmenunjukkan perakaran pada tumpangsari jagung dan kacang merah mempunyai kemampuan penetrasi akar yang lebih besar dan dapat memperbaiki kondisi fisik tanah. Tumpangsari jagung dan kacang merah menghasilkan rasio biomassa akar halus dengan akar kecil paling mendekati seimbang (1,08), biomassa akar kecil yang lebih besar pada lapisan tanah (0-5) cm (68,22%), root length density akar kecil yang lebih panjang pada (0-5) cm (33,29 m m-3), root length density akar halus pada (15-20) cm (115,72 m m-3). Tumpangsari jagung dan kacang merah dapat meningkatkan kualitas tanah yaitu menurunkan bulk density 6,60 % dan menghasilkan porositas tanah 65,40%. Perlakuan tersebut juga menghasilkan erosi terkecil yaitu 16,20 ton ha-1 dan berkontribusi menurunkan erosi 21,82 %, menghasilkan aliran permukaan paling kecil (4,70 m3 ha-1), infiltrasi paling besar (6003,83 m3 ha-1), faktor erodibilitas tanah (K) 0,097 (ton ha jam)(ha mj mm)-1 dan menghasilkan kehilangan unsur hara paling kecil yaitu fosfat sebesar 27,20 ppm, kalium 0,30 me 100 g-1, kalsium 3,48 me 100g-1 dan magnesium 1,13 me 100 g-1.\nPenelitian III merupakan percobaan lapangan pada petak erosi berukuran 8 m x 1,2 m. Aplikasi ruang tumbuh akar yang berbeda dilakukan dengan menanam jagung dan kacang merah dalam tumpangsari dengan kepadatan tanaman yang berbeda. Hasil penelitian menunjukkan kepadatan 20.000 rumpun jagung ha-1 (100 cm x 50 cm) + 62.500 rumpun kac. merah ha-1 (40 cm x 40 cm)+cacing tanah 10 individu m-2 (C4F2) merupakan perlakuan yang berpengaruh paling baik terhadap distribusi akar, kondisi fisik tanah dan erosi. Perlakuan C4F2 menghasilkan RAR akar halus paling besar pada kedalaman (15-20) cm sebesar 170,30 g m-3. Perlakuan C4F2 juga menghasilkan erosi 9,22 ton ha-1 dan berkontribusi menurunkan erosi sebesar 4,21%, aliran permukaan terkecil (10,01 m3 ha-1), infiltrasi terbesar (1.589,86 m3 ha-1), resiko kehilangan unsur hara kalsium dan magnesium terkecil yaitu 0,92 serta berdasarkan erosi hasil pengukuran menghasilkan faktor pengelolaan tanaman (C) sebesar 0,40 dan faktor erodibilitas tanah (K) sebesar 0,0807 (ton ha jam)(ha mj mm)-1. Perlakuan C4F2 juga menghasilkan biomassa tanaman sebesar 12,42 ton ha-1 dengan LER sebesar 1,69.\nTumpangsari tanaman dengan sistem perakaran berbeda disertai pemberian pupuk organik dan cacing tanah dapat menurunkan erosi, meningkatkan kualitas tanah dan meningkatkan produktivitas lahan kering.", "Daftar File": {}, "Penulis": "Aos [30611014]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Tati Suryati Syamsudin, MS, DEA", "Endah Sulistyawati, S.Si., Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "Life sciences ; biology", "Kata Kunci": "aliran permukaan, bulk density, distribusi akar, erosi, tanaman semusim, tumpangsari", "Sumber": "", "Staf Input/Edit": "agus slamet", "File": "1 file", "Tanggal Input": "15 Mar 2019"}