{"Nomor": 36818, "Judul": "KAJIAN INVESTASI PEMBANGUNAN JALAN TOL MENGGUNAKAN DANA HAJI (STUDI KASUS: JALAN TOL GEMPOL-PANDAAN)", "Abstrak": "Jalan tol adalah jalan umum yang merupakan bagian sistem jaringan jalan dan sebagai jalan nasional yang penggunanya diwajibkan membayar tol. Pendanaan jalan tol di Indonesia dapat berasal dari dana pemerintah, bantuan luar negeri ataupun sumber lain. Salah satu alternatif pendanaan pembangunan jalan tol dapat dilakukan dengan sistem syariah, dimana prinsip dari sistem syariah didasarkan pada bagi hasil keuntungan dan resiko sesuai dengan presentase modal pinjaman yang diberikan. Pemerintah Indonesia telah berencana menggunakan dana haji sebagai modal investasi pembangunan infrastruktur, salah satunya pembangunan jalan tol. Namun adanya rencana pemerintah Indonesia menggunakan dana haji untuk investasi pembangunan infrastruktur khususnya jalan tol menimbulkan protes dari masyarakat sebagai pemilik dana haji karena langkah tersebut dinilai berisiko tinggi.\nTujuan dari penelitian ini adalah mengkaji pembiayaan infrastruktur jalan tol, keuntungan dan kerugian investasi menggunakan dana haji untuk dibandingkan dengan skema konvensional dan skema bank syariah. Metode yang digunakan dalam penelitian ini adalah analisis kelayakan finansial dan analisis sensitivitas untuk mengkaji investasi pembangunan jalan tol dan wawancara terhadap stakeholder terkait persepsi penggunaan dana haji.\nSebagai hasil analisis kelayakan finansial diperoleh bahwa skema dana haji memiliki kelayakan investasi yang paling baik dibandingkan skema konvensional dan skema bank syariah berdasarkan parameter NPV, BCR, Payback Period, IRR, ROI, dan ROE. Perhitungan optimasi menghasilkan tarif jalan tol menggunakan dana haji menghasilkan nilai paling rendah sebesar Rp 6.919 dan margin bagi hasil sebesar 59,13% dengan waktu pinjaman selama 15 tahun. Hasil wawancara menunjukkan bahwa dana haji berpotensi dapat menjadi alternatif pembiayaan infrastruktur jalan tol di Indonesia.\nRisiko investasi skema dana haji memiliki risiko yang lebih rendah dibandingkan skema konvensional dan skema bank syariah. Dana haji layak secara finansial dan dapat diterapkan pada pembiayaan infrastruktur di Indonesia. Namun perlu adanya perundang-undangan yang mengatur dan menjamin penggunaan dana haji aman dan bermanfaat bagi pemilik dana haji.", "Daftar File": {"2019_TS_PP_ACHMAD_DZULFIQAR_ALFIANSYAH_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/163053"}, "Penulis": "Achmad Dzulfiqar Alfiansyah [26916304]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Rudy Hermawan Karsaman, M.Sc., Ph.D.", "Ir. Harun Al Rasyid, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "jalan tol, dana haji, investasi syariah, kelayakan finansial, tarif tol, optimasi.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "15 Mar 2019"}