{"Nomor": 36810, "Judul": "Perovskite Solar Cells with >19% Efficiency Achieved by anAdvanced Three-Step Method Using Additional HC(NH2)2I?NaI Spin-Coating", "Abstrak": "Recently, a doping of sodium ion (Na+) into theperovskite solar cells has attracted much attention. Supposingthat the Na+ions substitute the A-site cation of the perovskitestructure, the Na+doping is expected to enlarge a bandgap ofperovskite layer. Additionally, the Na+doping may increase thegrain size and decrease the trap density. We recently reported anew 3-step method using additional spin-coating of a HC-(NH2)2I (FAI) solution on a 2-step prepared CH3NH3PbI3(MAPbI3) layer containing an unreacted PbI2, which produceda multiple bandgap structure by forming a FA-rich layer with asmaller bandgap near the electron transport layer. Here, we attempted to form the top layer with larger bandgap by adding asmall amount of NaI into the FAI solution for the third step and investigated the effect of NaI post-treatment on the perovskitelayer. The NaI addition slightly enlarged the bandgap of surface of the perovskite layer. Additionally, it accelerated the graingrowth and effectively decreased grain boundaries, while the Na+tended to increase nonradiative recombination. As a result, theNaI addition enhanced the power conversion efficiency from 18.12% (FAI only) to 19.07% (with NaI addition) withoutdegrading stability in air. The appropriate amount of NaI addition on the FAI solution is beneficial to boost the photovoltaicperformance.", "Daftar File": {"2019_EJRNL_PP_Yuji_Okamoto_1.pdf": "https://digilib.itb.ac.id/gdl/download/163047"}, "Penulis": "Yuji Okamoto [-]", "Kontributor / Dosen Pembimbing": ["Masatomo Sumiya,Yoshikazu Suzuki"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "perovskite solar cells, perovskite layer, additional FAI spin-coating, Na+ion, multiple bandgap structure", "Sumber": "ACSAppl.EnergyMater.XXXX, XXX, XXX?XXX", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "15 Mar 2019"}