{"Nomor": 36813, "Judul": "EVALUASI SANITASI RUMAH SAKIT TERHADAP KUALITAS MIKROBA UDARA DI TEMPAT PENYIMPANAN (TPS ) LIMBAH INFEKSIUS DI RUMAH SAKIT (STUDI KASUS : RUMAH SAKIT DI BANDUNG DAN CIMAHI)", "Abstrak": "Rumah sakit menghasilkan berbagai macam limbah, baik limbah infeksius maupun limbah non infeksius. Limbah infeksius tergolong limbah B3 sehingga perlu pengelolaan yang baik termasuk di ruangan TPS rumah sakit. Kualitas udara dalam ruangan yang buruk di rumah sakit dapat menyebabkan infeksi di rumah sakit, sindrom rumah sakit, dan berbagai bahaya lainnya. Tujuan penelitian adalah untuk mengevaluasi pengelolaan limbah infeksius dan keberadaan mikroba udara di tempat pemyimpanan (TPS) limbah infeksius di 4 rumah sakit di area Bandung dan Cimahi. Evaluasi pengelolaan limbah infeksius dilakukan berdasarkan PERMEN LHK No. 56 Tahun 2015 dan pengukuran jumlah mikroba udara menggunakan metode pasif (settle plate) berdasarkan NIOSH Manual of Analytical Methods 5th Edition dan berdasarkan ISO 14698-1:2003. Nilai pengelolaan limbah infeksius berkisar antara 60 % - 83 % untuk 7 aspek pengelolaan limbah infeksius. Jumlah total bakteri pada empat rumah sakit berkisar antara 781 ± 166 CFU/m3 hingga 12793 ± 644 CFU/m3. Jumlah total jamur pada TPS berkisar antara 365 ± 37 CFU/m3 hingga 4551 ± 638 CFU/m3. Jumlah bakteri Staphylococcus sp berkisar antara 189 ± 25 CFU/m3 sampai 5957 ± 357 CFU/m3. Jumlah bakteri Laktobacillus sp berkisar antara 163 ± 39 CFU/m3 hingga 1703 ± 1914 CFU/m3. Hubungan pengelolaan limbah infeksius di TPS dengan jumlah mikroba udara di TPS yaitu semakin baik kondisi TPS maka jumlah mikroba udara di TPS akan berkurang. Ada tiga faktor yang mengurangi jumlah mikroba udara di TPS yaitu mengatur suhu di TPS minimal dengan menggunakan AC, mengukur limbah di TPS sehingga kontainer di TPS dapat menampung limbah infeksius, dan melakukan desinfeksi di lantai TPS", "Daftar File": {"2018_T_Anugrah_Jihadi_1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/163049"}, "Penulis": "Anugrah Jihadi [25316304]", "Kontributor / Dosen Pembimbing": ["Ir. Indah Rachmatiah Siti Salami, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "rumah sakit, limbah infeksius, tempat penyimpanan sementara (TPS),     pengelolaan limbah infeksius, mikroba udara.", "Sumber": "", "Staf Input/Edit": "Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "15 Mar 2019"}