{"Nomor": 36811, "Judul": "KAJIAN NILAI EMP KENDARAAN PADA  PERGERAKAN LURUS DAN BELOK KANAN  (STUDI KASUS: SIMPANG BERSINYAL EMPAT LENGAN  DI KOTA BANDUNG)", "Abstrak": "Pada saat ini untuk menghitung kapasitas jalan di Indoseia menggunakan Manual Kapasitas Jalan Indonesia yang disususun pada tahun 1997. Diketahui adanya perubahan lalu lintas saat ini dibandingkan dengan saat MKJI disusun, maka perlu adanya evaluasi nilai EMP terutama pada sepeda motor dan kendaraan berat. Apakah nilai EMP yang direkomendasikan oleh MKJI 1997 tersebut masih relevan untuk digunakan dengan kondisi sekarang ini. Oleh karena itu kajian ini dilakukan untuk: 1) Menentukan nilai EMP kendaraan sepeda motor (MC) dan kendaraan berat (HV) untuk pergerakan lurus dan belok kanan pada simpang bersinyal empat lengan 2)Menganalisis perbandingan nilai arus jenuh lapangan dengan arus jenuh yang didadapat pada perhitungan menggunakan metode MKJI dan arus jenuh dengan perhitungan Akcelik 3)Membandingkan nilai EMP hasil perhitungan dengan nilai EMP pada MKJI dan mengkaji kelayakan EMP MKJI dengan kondisi lalu lintas saat ini 4)Mengkaji hubungan proporsi sepeda motor dan kendaraan berat terhadap nilai EMP.\n\nUntuk menghitung nilai EMP menggunakan metode segmentasi. Penelitian dilakukan di simpang Jl. Soekarno Hatta – Jl. Gede Bage. EMP yang dihitung adalah untuk pergerakan lurus dan pergerakan belok kanan.\n\nPerbandingan arus jenuh lapangan dengan arus jenuh menggunakan metode  MKJI dan Akcelik didapatkan lebih tinggi arus jenuh lapangan dibanding arus jenuh dengan metode MKJI maupun metode Akcelik. Nilai EMP untuk pergerakan lurus didapatkan untuk EMP sepeda motor (MC) sebesar 0,28 dan kendaran berat (HV) sebesar 1,7. Untuk pergerakan belok kanan nilai EMP sepeda motor (MC) sebesar 0,2 dan kendaraan berat (HV)  sebesar 1,47. Untuk nilai EMP MC dan EMP HV hasil perhitungan lebih besar dari yang ditetapkan MKJI. Perbandingan proporsi sepeda motor (MC) terhadap EMP MC semakin tinggi proporsinya maka semakin rendah  nilai EMPnya, sedangkan untuk perbandingan proporsi kendaraan berat (HV) dibandingkan nilai EMPnya semakin tinggi proporsi HV makan semakin tinggi nilai EMPnya", "Daftar File": {"2019_TS_PP_FILKI_SURI_WIDYATAM_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/163045", "COVER Filki Suri Widyatami": "https://digilib.itb.ac.id/gdl/download/192885", "BAB 1 Filki Suri Widyatami": "https://digilib.itb.ac.id/gdl/download/192886", "BAB 2 Filki Suri Widyatami": "https://digilib.itb.ac.id/gdl/download/192887", "BAB 3 Filki Suri Widyatami": "https://digilib.itb.ac.id/gdl/download/192888", "BAB 4 Filki Suri Widyatami": "https://digilib.itb.ac.id/gdl/download/192889", "BAB 5 Filki Suri Widyatami": "https://digilib.itb.ac.id/gdl/download/192890", "BAB 6 Filki Suri Widyatami": "https://digilib.itb.ac.id/gdl/download/192891", "PUSTAKA Filki Suri Widyatami": "https://digilib.itb.ac.id/gdl/download/192892"}, "Penulis": "Filki Suri Widyatami [26916316]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Sri Hendarto, M.Sc.", "Ir. Titi Liliani Soedirdjo, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "kajian nilai EMP, metode segmentasi, simpang kota Bandung.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "9 file", "Tanggal Input": "15 Mar 2019"}