{"Nomor": 36817, "Judul": "EVALUASI PRODUKSI LAPANGAN X MELALUI PEMODELAN DAN SIMULASI JARINGAN PRODUKSI SECARA TERINTEGRASI", "Abstrak": "Upaya peningkatan produksi dari suatu lapangan migas memerlukan pendekatan secara menyeluruh yang mengintegrasikan berbagai komponen produksi (reservoir, sumur, dan fasilitas jaringan produksi) sebagai satu kesatuan sistem produksi yang utuh. Dalam industri migas pendekatan ini dikenal dengan istilah pemodelan produksi terintegrasi. Perubahan-perubahan yang terjadi di dalam reservoir dapat dievaluasi dampaknya terhadap kondisi produksi sumur dan fasilitas jaringan pemipaan, dan begitu juga sebaliknya. Dengan demikian, strategi pengembangan lapangan yang diterapkan nantinya telah memperhitungkan restriksi yang ada di fasilitas jaringan permukaan, dan dihasilkan hasil yang realistis.\nDalam studi ini, model produksi terintegrasi dikembangkan dan diimplementasikan untuk suatu lapangan minyak tua yang telah beroperasi lebih dari empat puluh tahun. Berdasarkan kondisi produksi yang ada di lapangan, model terintegrasi digunakan untuk mengevaluasi strategi pengembangan yang potensial untuk diterapkan pada lapangan yang difokuskan pada pemberdayaan aset permukaan. Selain itu, kondisi aliran fluida di dalam fasilitas jaringan produksi juga dievaluasi untuk mengetahui potensi permasalahan yang dapat terjadi pada jaringan berdasarkan skenario-skenario yang ada.\nHasil studi menyarankan peningkatan produksi dalam waktu yang relatif singkat dapat dicapai dengan mengganti ukuran pompa ESP dengan kapasitas produksi yang lebih besar, melihat potensi produksi yang dimiliki oleh sumur-sumur di lapangan. Selain itu diamati peningkatan produksi lapangan tidak serta merta mengurangi potensi permasalahan yang mungkin terjadi di jaringan. Diperlukan penggantian ukuran pipa yang lebih kecil untuk mainline supaya potensi pengendapan material padatan dalam pipa dapat diminimalisir lebih jauh.", "Daftar File": {"2019_TS_PP_ALDI_ASMADI_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/163054", "COVER Aldi Asmadi": "https://digilib.itb.ac.id/gdl/download/206347", "BAB 1 Aldi Asmadi": "https://digilib.itb.ac.id/gdl/download/206348", "BAB 2 Aldi Asmadi": "https://digilib.itb.ac.id/gdl/download/206349", "BAB 3 Aldi Asmadi": "https://digilib.itb.ac.id/gdl/download/206350", "BAB 4A Aldi Asmadi": "https://digilib.itb.ac.id/gdl/download/206351", "BAB 4B Aldi Asmadi": "https://digilib.itb.ac.id/gdl/download/206352", "BAB 4C Aldi Asmadi": "https://digilib.itb.ac.id/gdl/download/206353", "BAB 5 Aldi Asmadi": "https://digilib.itb.ac.id/gdl/download/206354", "PUSTAKA Aldi Asmadi": "https://digilib.itb.ac.id/gdl/download/206355"}, "Penulis": "Aldi Asmadi [22216301]", "Kontributor / Dosen Pembimbing": ["Dr. Amega Yasutra, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "pemodelan produksi terintegrasi, optimasi, lapangan tua", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Alice Diniarti", "File": "10 file", "Tanggal Input": "15 Mar 2019"}