{"Nomor": 36829, "Judul": "PENGEMBANGAN MODEL PERSEDIAAN DUA ESELON FUZZY UNTUK PRODUK BARU DENGAN PENGENDALIAN PERIODIK DAN MEMPERTIMBANGKAN BATASAN TINGKAT PELAYANAN", "Abstrak": "Penelitian ini membahas permasalahan model persediaan dua eselon fuzzy untuk produk baru dengan pengendalian periodik dan mempertimbangkan batasan tingkat pelayanan. Permasalahan ini muncul ketika tidak tersedianya data historis untuk produk baru, sehingga digunakan pendapat ahli yang bersifat subjektif untuk mengestimasi informasi-informasi tertentu. Permasalahan juga muncul untuk sistem rantai pasok yang terdiri dari 2 (dua) entitas, dengan pengendalian periodik. Selain itu, digunakan ukuran performansi total ongkos persediaan dengan tetap menjaga tingkat pelayanan pada batasan tertentu.\nJenis permasalahan ini juga dialami oleh PT Paragon Technology & Innovation (PT PTI). Sebagai industri kosmetik yang sangat dipengaruhi oleh tren, PT PTI memiliki ratusan rencana produk baru setiap tahunnya. Parameter seperti permintaan dan leadtime diestimasi oleh ahli menggunakan ekspresi linguistik yang cocok dengan model fuzzy. PT PTI memiliki sistem logistik yang terdiri dari 2 (dua) entitas yaitu national warehouse dan distribution center. PT PTI menggunakan sistem pengendalian periodik untuk kemudahan kordinasi jadwal rutin antar entitas.\nUntuk menyelesaikan masalah tersebut, digunakan pendekatan ?-cuts untuk mencari solusi fuzzy, dan dilakukan defuzzification menggunakan metode centroid untuk mendapatkan solusi akhir yang bersifat crisp. Performansi kebijakan usulan/fuzzy kemudian dibandingkan dengan performansi kebijakan model klasik/crisp dan kebijakan existing PT PTI. Didapatkan hasil bahwa kebijakan usulan/fuzzy menghasilkan performansi terbaik, dapat menghemat ongkos persediaan sebesar Rp 8 juta per bulan dibandingkan dengan kebijakan existing PT PTI, dan memiliki selisih Rp 14 juta per bulan jika dibandingkan dengan kebijakan model klasik/crisp, dengan tetap memenuhi batasan tingkat pelayanan.\nKata kunci: model persediaan fuzzy, pengendalian periodik, dua eselon, tingkat pelayanan", "Daftar File": {"23416056_-_Ashaeurizky_Dilianaputri.pdf": "https://digilib.itb.ac.id/gdl/download/163065"}, "Penulis": "Ashaeurizky Dilianaputri [23416056]", "Kontributor / Dosen Pembimbing": ["Dr. Andi Cakravastia Arisaputra Raja, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "model persediaan fuzzy, pengendalian periodik, dua eselon, tingkat pelayanan", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "15 Mar 2019"}