{"Nomor": 36823, "Judul": "MODEL DAN ALGORITMA DISCRETE PARTICLE SWARM OPTIMIZATION UNTUK MASALAH RUTE KENDARAAN YANG MEMPERTIMBANGKAN RUTE MAJEMUK, JENDELA WAKTU, DAN PROSES BACKHAULS", "Abstrak": "Masalah rute kendaraan merupakan penentuan rute kendaraan yang optimal untuk mendapatkan biaya transportasi yang minimal. Penelitian – penelitian telah banyak dilakukan untuk mengatasi permasalahan ini berdasarkan sistem nyata. Akan tetapi, belum seluruhnya dapat diselesaikan. Hal ini dikarenakan kompleksitas permasalahan yang ada. Salah satu karakteristik permasalahannya adalah proses pengiriman dan pengambilan produk kimia. Pada kasus ini, proses pengiriman dan pengambilan harus dilakukan terpisah karena dikhawatirkan terjadinya hal-hal yang membahayakan akibat adanya reaksi kimia. Permasalahan lainnya adalah depot dan pelanggan memiliki jendela waktu pelayanan. Akibatnya, pelayanan harus dilakukan pada rentang waktu tersebut. Selain itu, untuk mengurangi biaya tetap kendaraan maka kendaraan diperbolehkan melakukan rute majemuk selama dalam horizon perencanaan.\nModel matematis dikembangkan untuk menyelesaikan permasalahan tersebut. Fungsi tujuannya adalah meminimalkan jumlah kendaraan yang digunakan dan total durasi tur. Solusi model diselesaikan dengan algoritma Branch and Bound (BNB) dengan bantuan LINGO 17. Selain itu, algoritma metaheuristik juga dikembangkan untuk mengatasi permasalahan waktu komputasi pada metode analitik. Algoritma DPSO digunakan sebagai algoritma metaheuristiknya.\nPenelitian ini berhasil mengembangkan model matematis MRKRMJWB dan juga algoritma penyelesaiannya. Hasilnya algoritma DPSO yang dikembangkan mampu mencapai solusi optimal dengan perbedaan solusi dengan analitik sebesar 0,03% dengan perbandingan waktu komputasi 82,38%. Selain itu, algoritma juga diuji coba dengan data skala besar. Hasilnya algoritma berhasil menyelesaikannya dengan koefisien variansi 6,1% untuk data 1 dan 7,5% untuk data 2 dengan lima kali replikasi.", "Daftar File": {"23416073_-_Alek_Topani_Lubis.pdf": "https://digilib.itb.ac.id/gdl/download/163059"}, "Penulis": "Alek Topani Lubis [23416073]", "Kontributor / Dosen Pembimbing": ["Suprayogi, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "algoritma DPSO, backhauls, jendela waktu, metode analitik, model matematis, rute majemuk.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "15 Mar 2019"}