{"Nomor": 36835, "Judul": "PERANCANGAN SISTEM PLAMBING AIR LIMBAH GEDUNG PUSAT PERBELANJAAN RATU PLAZA 2,   SUDIRMAN, JAKARTA SELATAN", "Abstrak": "Gedung Ratu Plaza 2 adalah gedung pusat perbelanjaan berkawasan di Sudirman, Jakarta yang direncanakan dibangun dua belas tingkat, terdiri atas delapan lantai utama, tiga lantai basement, dan 1 rooftop dengan kapasitas pengunjung sekitar 3500-4500 orang. Di gedung Pusat Perbelanjaan Ratu Plaza 2 terdapat kegiatan dan fasilitas yang membutuhkan air bersih dan menghasilkan air limbah domestik seperti toilet, restoran, tempat ibadah, dan gym. Untuk menjaga kondisi higienis dari dampak air limbah terhadap aktivitas di gedung, maka perlu perancangan sistem plambing air limbah. Tujuan perancangan sistem saluran air limbah di Pusat Perbelanjaan Ratu Plaza 2 ini adalah memperoleh desain sistem plambing air limbah yang efektif dan sesuai dengan konsep green building. Sistem saluran air limbah di Pusat Perbelanjaan Ratu Plaza 2 menggunakan prinsip green building dimana greywater dan blackwater dipisah berdasarkan alat plambing yang digunakan. Tahap perancangannya terdiri dari identifikasi gambar arsitek, menentukan jalur perpipaan, menghitung debit, menentukan alternatif desain, menghitung dimensi pipa, serta hasil yang diperoleh. Berdasarkan hasil pengembangan alternatif diperoleh 4 alternatif dengan kombinasi antara jalur dua atau tiga pipa tegak dengan unit IPAL biofilter dengan Anaerobic Baffled Reactor. Berdasarkan pemilihan alternatif, diperoleh alternatif AC (jalur 2 pipa tegak dan unit Biofilter) karena memiliki keunggulan dalam aspek ramah lingkungan. Dari hasil perhitungan timbulan air limbah berdasarkan fixture unit diperoleh sekitar 93 m3/hari. Dengan hasil perhitungan dimensi pipa antara 1,5-6 inci. Pada akhir sistem plambing direkomendasikan untuk diolah dengan unit biofilter. Prinsip daur hidup dari perancangan ini dihasilkan air limbah dari pengunjung yang akan diolah dibiofilter dan menjadi lumpur dan bau yang diberikan pipa ven agar tidak mengganggu aktivitas gedung. Air yang diolah langsung dibuang ke drainase kota. Berdasarkan aspek biaya diperoleh hasil perhitungan NPV positif yang berarti pengerjaan sistem layak untuk dilaksanakan.", "Daftar File": {"2019_TA_PP_MUHAMMAD_OSTRA_DIONANTO_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/163082"}, "Penulis": "Muhammad Ostra Dionanto [15313065]", "Kontributor / Dosen Pembimbing": ["Ahmad Soleh Setiyawan, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "pusat perbelanjaan, air limbah, sistem plambing air limbah, instalasi pengolahan air limbah, green building.", "Sumber": "TUGAS AKHIR , Maret 2019", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "15 Mar 2019"}