{"Nomor": 36836, "Judul": "UPAYA MEMPERTAHANKAN UNSUR KEMASAN ANYAMAN BAMBU MENGGUNAKAN METODE ATUMICS & PRINSIP DESAIN KEMASAN STUDI KASUS KEMASAN TELUR ASIN DI KABUPATEN BREBES", "Abstrak": "Anyaman bambu merupakan hasil dari olahan tumbuhan bambu yang\ndibudidayakan di Indonesia. Peran bambu yang lekat dengan masyarakat sejak\njaman nenek moyang digunakan sebagai bahan makanan juga alat penunjang\nkegiatan sehari-hari salah satunya adalah sebagai wadah atau kemasan. Kemasan\nmakanan Indonesia yang menggunakan bahan anyaman bambu salah satunya\nadalah makanan telur asin dari Kabupaten Brebes. Seiring dengan perkembangan\nzaman, kegunaan kemasan anyaman untuk telur asin mulai tergantikan dengan\nmaterial kemasan baru yang lebih variatif dari bentuk dan visual kemasannya.\nPenelitian ini bertujuan untuk mengumpulkan informasi mengenai kemasan telur\nasin dari Kabupaten Brebes dan menganalisis prinsip desain kemasan dan metode\nATUMICS pada kemasan untuk diperoleh desain rekomendasi baru. Penelitian ini\ndilakukan dengan pengambilan data awal observasi terkait studi kasus mengenai\nkemasan telur asin di toko oleh-oleh Kabupaten Brebes secara aktual, dan juga\nwawancara mendalam dengan seorang perajin anyaman bambu di daerah sekitar\nKabupaten Brebes. Wawancara juga dilakukan dengan pedagang dan beberapa\nkonsumen untuk mencari data terkait kemasan telur asin yang digunakan dengan\npemecahan analisis menggunakan faktor desain kemasan. Observasi lanjutan\ndilaksanakan untuk memperoleh data macam-macam material kemasan dan cara\nmengemas telur asin, dan dilakukan analisis terhadapnya dengan menggunakan\nmetode ATUMICS agar didapatkan pokok dari bentukan rekomendasi desain yang\nsesuai.\nHasil dari penelitian ini adalah prinsip desain kemasan dalam kemasan anyaman\nbambu bukan tidak mungkin untuk dicantumkan, tetapi tidak juga mengurangi\nfungsi kemasan anyaman. Didapatkan dua rekomendasi kemasan dari perpaduan\nkemasan anyaman dengan kemasan kertas. Kemasan telur asin dapat terus\nberkembang dan harus diimbangi dengan ide-ide baru untuk mengolah struktur dan\nuji material kemasannya.", "Daftar File": {"2019_TS_PP_FARIHA_ERIDANI_NAUFALINA_1.pdf": "https://digilib.itb.ac.id/gdl/download/163081"}, "Penulis": "Fariha Eridani Naufalina [27116030]", "Kontributor / Dosen Pembimbing": ["Dudy Wiyancoko, Ph.D.", "Dr. Gita Winata, S.Ds., M.Ds."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "kemasan, bambu, anyaman bambu", "Sumber": "FSRD ITB", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "15 Mar 2019"}