{"Nomor": 36838, "Judul": "PENGARUH PENAMBAHAN YITTRIUM TERHADAP SIFAT MEKANIK DAN KETAHANAN KOROSI Mg-Y BINARY AS-CAST DARI SUMBER MAGNESIUM ANODA TUMBAL", "Abstrak": "Penelitian tugas akhir ini menunjukkan pengaruh penambahan 2%, 4%, dan 6% berat ytrium pada sifat mekanik dan ketahanan korosi dari paduan magnesium yittrium. Paduan Mg-Y dibuat dengan metode peleburan dalam atmosfer terkontrol CO2+HFC134a dan temperatur (700-770)oC. Karakterisasi dan pengujian pada ingot seperti metalografi, XRD, SEM EDS, uji tarik, uji kekerasan, uji imersi, dan uji polarisasi. Terjadi penghalusan atau pengurangan ukuran butir rata-rata seiring penambahan yttrium yang mana meningkatkan sifat mekaniknya. Hasil pengujian mekanik uji tarik menunjukkan bahwa terjadi peningkatan sifat mekanik seiring dengan penambahan yittrium. Selain itu hasil uji keras juga menunjukkan peningkatan nilai kekerasan seiring penambahan yittrium. Lebih lanjut paduan MgY ini diimersi dalam larutan ringer untuk melihat ketahanan korosi dan didapatkan laju korosi untuk paduan Mg2Y, Mg4Y, dan Mg6Y berturut-turut 1,18 mmpy, 5,48 mmpy, dan 104,48 mmpy. Didapatkan nilai optimum ketahanan korosi untuk Mg2Y. Adapun mekanisme korosi Mg-Y binary ini antara lain korosi pitting dan mikrogalvanik. Hal ini dapat dikonfirmasi dari hasil makrostruktur yang menunjukkan bahwa modus korosi yang terjadi pitting. Sedangkan korosi mikrogalvanik sendiri terjadi karena adanya fasa sekunder yang dikarakterisasi keberadaannya oleh XRD. Dari hasil SEM EDS, menunjukkan adanya daerah yang memiliki Yttrium rich zone pada batas butir dan pada beberapa daerah di tengah butir yang mana tersebar dengan acak. Persebaran fasa yang seperti ini meningkatkan laju korosi yang dialami oleh Mg-Y itu sendiri atau sering disebut dengan modus korosi mikrogalvanik yang diikuti oleh modus korosi pitting.", "Daftar File": {"2019_TA_PP_Herdi_Ardiyana_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/163086", "2019_TA_PP_Herdi_Ardiyana_1-ABSTRAK1.pdf": "https://digilib.itb.ac.id/gdl/download/163087", "2019_TA_PP_Herdi_Ardiyana_1-ABSTRAK2.pdf": "https://digilib.itb.ac.id/gdl/download/163088"}, "Penulis": "Herdi Ardiyana [13714048]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Asep Ridwan Setiawan, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "penghalusan, peningkatan sifat mekanik,korosi pittng, korosi mikrogalvanik, fasa sekunder, dan Yttrium rich zone", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "3 file", "Tanggal Input": "15 Mar 2019"}