{"Nomor": 36840, "Judul": "REVIEW DAN REDESIGN UNIT PENGOLAHAN SECARA BIOLOGI INSTALASI PENGOLAHAN AIR LIMBAH DI PT X, PURWAKARTA", "Abstrak": "PT X merupakan perusahaan otomotif yang bergerak di bidang perakitan mesin kendaraan yang terletak di kawasan industri Kota Bukit Indah. Proses produksi dilakukan melalui dua tahap, yaitu proses permesinan (machining) dan proses perakitan (assembling) untuk kemudian menghasilkan produk yang berupa truk kecil beroda 4, truk besar beroda 6 dan 8, serta bus. Limbah yang dihasilkan berasal dari pabrik pengecatan atau disebut juga paintshop yang terbagi menjadi 4 jenis air limbah, antara lain air limbah yang berasal dari over flow (luapan) pencucian kabin, air sisa tangki pencucian yang meliputi tangki degreasing, WR I (Water Rinse I), WR II (Water Rinse II), phospating, WR III, DI I (Demineralisasi I), ED Coat, UF Rinse, dan DI Water, serta air limbah spray booth berasal dari air yang disirkulasi dibawah top coat cabin. PT X memiliki 2 WWTP dengan menggunakan pengolahan biologi sebagai pengolahan sekunder, namun yang berfungsi optimal saat ini adalah WWTP II dengan kapasitas eksisting 26 m3/hari dari kapasitas perencanaan desain awal 30 m3/hari. Penurunan kapasitas ini disebabkan karena sistem pembuangan lumpur yang tidak rutin, dan dilakukan dengan prosedur yang tidak sesuai, selain itu proses pengolahan yang seharusnya kontinyu hanya dioperasikan selama 10 jam per hari. Berdasarkan hasil evaluasi, karakteristik BOD, COD, dan TSS efluen tidak memenuhi baku mutu standar yang ditetapkan sesuai perjanjian antara PT X dengan pihak kawasan industri Kota Bukit Indah (KBI) karena efluen dari WWTP II tidak langsung dibuang ke perairan, melainkan disatukan dengan air limbah domestik dan diolah kembali di WWTP KBI. Apabila permasalahan tersebut dibiarkan, maka proses produksi akan terganggu, PT X mendapatkan penalti dari KBI, dan kualitas efluen yang buruk dapat menurunkan kualitas air hasil olahan WWTP KBI juga sehingga berpotensi merusak lingkungan. Pada tugas akhir ini, dipilih unit CMAS sebagai pengolahan biologi lalu diikuti dengan pengolahan lumpur oleh gravity thickener dan sludge drying bed. Oleh karena itu, diperlukan perbaikan dalam proses operasi dan pemeliharaan, dan perbaikan dalam desain eksisting. Total biaya konstruksi pembangunan unit pengolahan secara biologi dan unit pengolahan lumpur pada WWTP 2 adalah Rp 801.406.962,51 dan biaya operasional dan pemeliharaan per tahun Rp 344.065.676 sehingga total investasi adalah Rp 1.145.472.639.", "Daftar File": {"2019_TA_PP_MERIAN_MARGARETH_SIBARANI_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/163089"}, "Penulis": "Merian Margareth Sibarani [15314037]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Marisa Handajani, S.T., M.T.", "Dr. Dyah Wulandari Putri, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "BOD, CMAS, gravity thickener, paintshop, TSS", "Sumber": "TUGAS AKHIR Maret 2019", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "15 Mar 2019"}