{"Nomor": 36849, "Judul": "KETERHUBUNGAN VOLATILITAS SEBAGAI UKURAN KETAKUTAN: PREDIKTABILITAS PENGEMBALIAN PASAR DAN AKTIVITAS PERDAGANGAN DALAM JANGKA PENDEK", "Abstrak": "Mempertimbangkan ekstrimnya ketidakpastian yang dihadapi oleh investor pada\nperiode krisis, penelitian ini menyelidiki apakah keterhubungan volatilitas dapat\ndigunakan untuk memprediksi tingkat pengembalian dan aktivitas perdagangan\ndalam jangka pendek. Penelitian ini menggunakan data transaksi pasar saham\nIndonesia dari Januari 2008 hingga Desember 2017. Mengikuti pendekatan Diebold\nand Yilmaz (2012), keterhubungan volatilitas dibangun menggunakan generalized\nvariance decomposition dari model vektor autoregresi baik dengan realized\nvolatility (RV) frekuensi tinggi dan volatilitas GJR-GARCH (GGV) frekuensi\nrendah sebagai input. Dengan metode vektor autoregresi, penelitian ini menemukan\nbahwa keterhubungan volatilitas bersih dari sektor keuangan dapat digunakan untuk\nmemprediksi pengembalian pasar yang lebih rendah di masa depan dan\nketidakseimbangan perdagangan yang lebih rendah hingga 2 hari ke depan dalam\nperiode krisis, tetapi tidak dalam periode bukan krisis. Hasil ini kuat di berbagai\nportofolio. Namun, keterhubungan volatilitas bersih berbasis RV dari sektor\nkeuangan tidak memiliki kekuatan prediksi baik dalam krisis maupun non-krisis.\nKeunggulan perhitungan berbasis GGV mungkin karena leverage effect pada GJRGARCH.\nMenariknya, meskipun dengan signifikansi ekonomi yang lebih rendah,\nketerhubungan volatilities total berbasis RV (dan berbasis GGV, pada level yang\nlebih rendah) memprediksi pengembalian positif dalam 4 atau 5 hari ke depan tetapi\ntidak untuk hari sebelumnya, baik dalam periode krisis maupun non-krisis. Tanda\nkebalikan dari prediktabilitas pengembalian dengan menggunakan keterhubungan\nbersih sektor keuangan dan keterhubungan total pasar menunjukkan kekhasan\nsektor keuangan pada periode krisis. Ini memberikan bukti bahwa sektor keuangan\nmemiliki risiko sistemik tambahan yang berkontribusi terhadap pengembalian pasar\nyang lebih rendah di masa depan. Yang terakhir, kami menemukan bahwa para\ninvestor Indonesia umumnya melakukan herding dan investasi secara contrarian\ndan bahwa aktivitas perdagangan berdampak pada pengembalian saham secara\nlemah.", "Daftar File": {"2019_TS_PP_ABDURRAHMAN_ARROISI_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/163102"}, "Penulis": "Abdurrahman Arroisi [29017032]", "Kontributor / Dosen Pembimbing": ["Deddy Priatmodjo Koesrindartoto, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "keterhubungan volatilitas, generalized variance decomposition, prediksi tingkat pengembalian, aktivitas perdagangan", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "15 Mar 2019"}