{"Nomor": 36842, "Judul": "PENGEMBANGAN SISTEM PENGUKURAN GEOMETRI DAN DIMENSI OBJEK BERBASIS TRIANGULASI DUA LASER GARIS", "Abstrak": "Telah dilakukan pengembangan sistem instrumentasi untuk pengukuran geometri dan dimensi (PGD) objek non kontak berbasis triangulasi dua laser garis. Kebutuhan akan data geometri dengan cepat, perancangan ulang dan quality control dari geometri dan metrologi dimensi suatu komponen, mendorong perkembangan penelitian sistem pengukuran geometri dan dimensi (PGD) secara non kontak.\nSistem PGD secara non kontak menjadi penting karena kemampuan dalam kecepatan dalam proses pengukuran dibandingkan metode kontak probe dengan akurasi yang baik serta tidak merusak objek yang diukur. Metode PGD non kontak yang banyak dikembangkan dan digunakan antara lain berbasis triangulasi point laser distance, stereo photogrammetry, fringe projection (structure light projection) dan triangulasi berbasis laser garis.\nPada penelitian ini dilakukan pengembangan konfigurasi sistem PGD non kontrak berbasis dua laser garis. Basis dari sistem yang dikembangkan adalah dengan memindai permukaan objek dengan dua laser garis pada dua posisi permukaan. Rotasi objek secara terprogram dilakukan untuk melakukan scanning pada seluruh permukaan dan menentukan koordinat relatif dari posisi laser garis pada objek.\nSistem perangkat keras yang dikembangkan menggunakan laser garis (5 mW, ?= 650 nm), webcam (resolusi 640x480 piksel) dan rotation table serta sistem pendukung untuk peletakan laser garis. Untuk perangkat lunak berbasis matlab digunakan pada antar muka, pengolahan citra dan rekonstruksi.\nPrinsip kerja sistem PGD adalah memproyeksikan laser garis ke objek target yang berputar dengan bantuan motor stepper. Kemudian, hasil refleksi sinar laser yang membentuk profil permukaan objek direkam oleh webcam dalam bentuk citra dua dimensi. Dari citra dua dimensi tersebut, informasi kedalaman objek dikalkulasi dengan menerapkan metode triangulasi laser sehingga diperoleh informasi koordinat spasial tiga dimensi (x,y,z) yang disimpan dalam bentuk awan poin (point cloud). Namun demikian, hasil citra dua dimensi memiliki permasalahan tersendiri. Akibat pengaruh jenis material, bentuk permukaan objek dan cahaya lingkungan sering kali menyebabkan citra garis laser memiliki ketebalan tertentu dan terputus. Hal ini sangat berpengaruh terhadap akurasi pengukuran. Citra garis yang tebal menyebabkan akurasi pengukuran berkurang.\nOleh karena itu, sebelum melakukan kalkulasi kedalaman pada citra garis laser, harus dilakukan proses penipisan laser garis berbasis binari morfologi dengan metode skeleton. Kemudian untuk koreksi dari diskontinu dari citra garis, digunakan teknik interpolasi spline.\nPengujian dan evaluasi hasil pengukuran sistem dilakukan dengan membandingkan hasil pengukuran sistem dengan nilai dimensi sebenarnya pada objek uji. Objek uji yang digunakan pada sistem berbentuk tabung, kerucut dan bola yang sudah diketahui dimensinya. Hasil pengujian terhadap 3 objek tersebut menunjukkan kesalahan absolut rata-rata sebesar 0,1 cm diameter tabung dan 0,2 cm untuk tinggi tabung. Sementara pada kerucut diperoleh kesalahan absolut rata-rata 0,1 cm dan kesalahan absolut pada pengukuran diameter bola sebesar 0,6 cm. Kemudian untuk waktu pengukuran tiap objek dibutuhkan waktu selama 119 detik tiap objek sering kali menyebabkan citra garis laser memiliki ketebalan tertentu dan terputus. Hal ini sangat berpengaruh terhadap akurasi pengukuran. Citra garis yang tebal menyebabkan akurasi pengukuran berkurang.\nOleh karena itu, sebelum melakukan kalkulasi kedalaman pada citra garis laser, harus dilakukan proses penipisan laser garis berbasis binari morfologi dengan metode skeleton. Kemudian untuk koreksi dari diskontinu dari citra garis, digunakan teknik interpolasi spline.\nPengujian dan evaluasi hasil pengukuran sistem dilakukan dengan membandingkan hasil pengukuran sistem dengan nilai dimensi sebenarnya pada objek uji. Objek uji yang digunakan pada sistem berbentuk tabung, kerucut dan bola yang sudah diketahui dimensinya. Hasil pengujian terhadap 3 objek tersebut menunjukkan kesalahan absolut rata-rata sebesar 0,1 cm diameter tabung dan 0,2 cm untuk tinggi tabung. Sementara pada kerucut diperoleh kesalahan absolut rata-rata 0,1 cm dan kesalahan absolut pada pengukuran diameter bola sebesar 0,6 cm. Kemudian untuk waktu pengukuran tiap objek dibutuhkan waktu selama 119 detik tiap objek.sering kali menyebabkan citra garis laser memiliki ketebalan tertentu dan terputus. Hal ini sangat berpengaruh terhadap akurasi pengukuran. Citra garis yang tebal menyebabkan akurasi pengukuran berkurang.\nOleh karena itu, sebelum melakukan kalkulasi kedalaman pada citra garis laser, harus dilakukan proses penipisan laser garis berbasis binari morfologi dengan metode skeleton. Kemudian untuk koreksi dari diskontinu dari citra garis, digunakan teknik interpolasi spline.\nPengujian dan evaluasi hasil pengukuran sistem dilakukan dengan membandingkan hasil pengukuran sistem dengan nilai dimensi sebenarnya pada objek uji. Objek uji yang digunakan pada sistem berbentuk tabung, kerucut dan bola yang sudah diketahui dimensinya. Hasil pengujian terhadap 3 objek tersebut menunjukkan kesalahan absolut rata-rata sebesar 0,1 cm diameter tabung dan 0,2 cm untuk tinggi tabung. Sementara pada kerucut diperoleh kesalahan absolut rata-rata 0,1 cm dan kesalahan absolut pada pengukuran diameter bola sebesar 0,6 cm. Kemudian untuk waktu pengukuran tiap objek dibutuhkan waktu selama 119 detik tiap objek.", "Daftar File": {"2019_TS_PP_FEBRIANDI_HASIBUAN_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/163101"}, "Penulis": "Febriandi Hasibuan [23815007]", "Kontributor / Dosen Pembimbing": ["Dr. Suprijanto, S.T., M.T.", "Dr. Ir. Endang Juliastuti, MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Instrumentasi dan Kontrol", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Pengukuran, Triangulasi laser, point cloud, rekonstruksi.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "15 Mar 2019"}