{"Nomor": 36844, "Judul": "KAJIAN PREFERENSI DAN USER EXPERIENCE PEMBACA TERHADAP APLIKASI MAJALAH DIGITAL FLIPBOARD, KINDLE, DAN GRAMEDIA DIGITAL", "Abstrak": "Bergesernya tren media dari cetak menjadi digital mengharuskan perusahaan yang bergerak di bidang media cetak seperti majalah untuk berkembang ke ranah digital agar tidak kehilangan konsumen mereka. Dengan demikian untuk mempertahankan eksistensi majalah sebagai media yang menyediakan informasi, perlu menyediakan majalah kedalam bentuk digital, karena apabila hal tersebut tidak dilakukan maka majalah tersebut akan kehilangan konsumen atau pembaca majalah tersebut. aplikasi majalah digital sebagai produk untuk memenuhi kebutuhan konsumen untuk membaca, membuat developer atau pencipta aplikasi majalah digital perlu memahami kebutuhan pengguna agar dapat diterima oleh mereka, dan tidak sekedar ikut meramaikan pasar aplikasi majalah digital. Rekomendasi desain seperti apa yang dapat dijadikan pedoman untuk merancang desain user experience sehingga terdapat kesesuaian hasil rancangan aplikasi majalah digital dengan kebutuhan pengguna. Dengan demikian, pengalaman pengguna yang ditawarkan oleh aplikasi majalah digital tentu saja menjadi pertimbangan agar aplikasi tersebut dapat menjadi salah satu preferensi pengguna. Penelitian ini menggunakan pendekatan campuran melalui metode User Experience Questionaire (UEQ) sebagai instrument pengukuran pola user experience dengan hasil data kuantitatif. Pengujian data kolektif akan menggunakan analisis korelasi, regresi, dan faktor untuk mengidentifikassi pengaruh user experience terhadap preferensi pengguna. Hasil identifikasi dikaji lebih lanjut dengan pendekatan kualitatif untuk mendeskripsikan desain yang ideal sebagai rekomendasi desain. Temuan desain menunjukkan bahwa adanya pengaruh user experience pada preferensi pengguna berdasarkan tiga faktor dominan, yaitu ramah pengguna terkait dengan kemudahan pengguna ketika menggunakan aplikasi majalah digital, kemudian faktor atraktif terkait dengan visual dan interaksi yang dapat menarik atensi pengguna, dan kecepatan yang terkait dengan seberapa efisien aplikasi majalah digital dapat diandalkan.", "Daftar File": {"2019_TS_PP_MARIO_1.pdf": "https://digilib.itb.ac.id/gdl/download/163092"}, "Penulis": "Mario [27115042]", "Kontributor / Dosen Pembimbing": ["Banung Grahita, S.Ds., M.Ds., Ph.D.", "Dr. Riama Maslan Sihombing, M.Sn."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Majalah digital, pengalaman pengguna, preferensi", "Sumber": "FSRD ITB", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "15 Mar 2019"}