{"Nomor": 36850, "Judul": "ANALISIS PENANGANAN JALAN DENGAN LALU LINTAS YANG RENDAH (STUDI KASUS: KABUPATEN MANOKWARI)", "Abstrak": "ekonomi yang tidak merata, dan pola pikir masyarakat yang masih bersifat kedaerahan.\nKeterbatasan akses darat atau prasarana jalan, sehingga akses antar Distrik (beberapa Distrik) dan akses antar Kampung belum terintegrasi secara penuh. Kondisi ini sangat berpengaruh terhadap percepatan dan pemerataan pembangunan yang mengakibatkan terjadinya kesenjangan wilayah baik dari sisi sosial, ekonomi, budaya, dan pendidikan.. Untuk itu penelitian ini menggunakan metode analisis multi kriteria untuk menentukan prioritas penanganan jalan perkotaan di Kabupaten Manokwari.\nMetode analisis multi kriteria yang digunakan adalah Analitycal Hierarchy Procces (AHP). Kriteria yang digunakan pada penelitian ini adalah : (1) Ekonomi dengan sub-kriteria adalah potensi sumber daya alam, (2) Teknis dengan sub-kriteria adalah kondisi jalan dan biaya penanganan jalan, (3) Sosial-Lingkungan dengan sub-kriteria kondisi sosial dan lingkungan, dan (4) Integrasi Jaringan dengan sub-kriteria adalah integrasi ke pusat kegiatan dan integrasi ke simpul transportasi. Analisis pembobotan kriteria pada penelitian ini menggunakan Software Expert Choice 11. Kriteria yang terpenting menurut responden adalah teknis dan untuk sub-kriteria yang terpenting menurut responden adalah potensi sumber daya alam. Prioritas program penanganan jalan dilakukan dengan membandingkan atriks kinerja tiap ruas jalan sebagai hasil perkalian antara obot kriteria dengan hasil skoring. Diperoleh ruas jalan penanganan peningkatan struktur (rekonstruksi) ruas jalan Waminda-Ugejek sebagai prioritas pertama.", "Daftar File": {"2019_TS_PP_NURUL_ANNISA_SUKIMAN_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/163099"}, "Penulis": "Nurul Annisa Sukiman [26916302]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Ade Sjafruddin, M.Sc", "Dr.Eng.Ir. Bona Frazila, M.T"], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Kabupaten Manokwari, penanganan jalan perkotaan, analisis multi kriteria, Analitycal Hierarchy Procces (AHP), Software Expert Choice 11.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "15 Mar 2019"}