{"Nomor": 36858, "Judul": "PENGUKURAN PENGARUH BANDWIDTH INTERNET TERHADAP AKSES JURNAL ILMIAH", "Abstrak": "Seiring dengan bertambahnya jumlah civitas akademika ITB, maka kebutuhan\nbandwidth internet di ITB semakin besar. Hal ini juga terkait dengan besarnya\nbiaya yang dikeluarkan oleh ITB untuk menyediakan bandwidth internet tersebut.\nBelum adanya pengelolaan data pemakaian internet di ITB yang berhubungan\ndengan perilaku user. Saat ini belum adanya pemodelan perilaku user internet di\nITB sehingga belum diketahui secara pasti seberapa besar kebutuhan bandwidth\nterutama untuk proses menjalankan penelitian dan pengajaran di ITB. Pembelian\nbandwidth internet berdasarkan pada jumlah pemakaian tahun-tahun sebelumnya,\nbelum berdasarkan pemodelan jumlah kebutuhan dan penggunaan kapasitas\nbandwidth yang ada.\nTujuan penelitian adalah membuat pengukuran kebutuhan bandwidth internet ITB\nberdasarkan kelompok user. Kemudian mencari pola sivitas akademika dalam\nmenggunakan bandwidth internet di ITB. Penelitian dilakuan dengan\nmenggunakan dua tahapan yaitu data mining dan klasterisasi. Data mining terdiri\natas tahapan Data Cleaning, Data Integration, Data Selection, Data\nTransformation, Data Mining, Pattern Evaluation, Knowledge Presentation.\nKemudian dilakukan klasterisasi berdasarkan metode K-Means, Aglomerasi, dan\nKMedoids. Proses data cleaning terhadap raw data harus dilakukan sebaik\nmungkin, karena akan menentukan kualitas data yang akan diolah selanjutnya.\nVariabel yang digunakan adalah username, banyaknya data yang dipakai, dan\nkonten yang dikunjungi.\nTahapan berikutnya adalah mencari data yang mengakses konten terkait\nsaintifik/jurnal. Kemudian mencari data yang mengakses konten hiburan. Lalu\ndilakukan agregasi banyaknya data yang dipakai berdasarkan username untuk\nmendapatkan jumlah pemakaian data secara umum, agregasi berdasarkan\nusername dan konten untuk mendapatkan jumlah pemakaian berdasarkan\nusername dan konten. Kelompok konten dibagi menjadi tiga jenis. Konten\nsaintifik/jurnal adalah kelompok konten yang mengandung materi santifik,\ndiantaranya adalah jurnal. Kelompok konten hiburan adalah kelompok yang\nii\nmengandung konten hiburan seperti media social dan youtube serta konten\nsejenis. Kelompok umum adalah kelompok yang mengandung konten selain dua\nkelompok sebelumnya.\nSetelah didapatkan agregasi-agregasi diatas, maka dilakukan klasterisasi\nberdasarkan metode K-Means, Aglomerasi, dan KMedoids. Hasil yang didapatkan\nmemberikan gambaran bahwa terdapat tiga klaster pada user pada jaringan\ninternet ITB. Yaitu klaster akses konten saintifik/jurnal (klaster 1), klaster akses\nhiburan (klaster 2), klaster akses konten email dan akses konten umum (klaster 3).\nKlaster 1 merupakan klaster yang mengakses konten hiburan dan atau konten\numum tetapi cukup besar mengakses konten saintifik disbanding konten lainnya.\nKlaster 2 merupakan klaster yang mengakses konten saintifik sangat kecil\ndibanding dengan konten hiburan dan atau konten umum. Klaster ketiga adalah\nklaster yang hanya mengakses konten hiburan dan atau konten umum saja.\nPada hasil penelitian, pembentukan klaster pada metode K-Means lebih baik\ndibandingkan metode Aglomerasi dan KMedoids. Hasil klaster pada metode KMeans\nmemberikan perbandingan yang konsisten antara jumlah akses konten\nsaintifik dibandingkan dengan konten lainnya. Untuk metode Aglomerasi dapat\ndengan mudah dilihat bahwa user yang tidak mengkases konten saintifik tapi\ndimasukkan pada klaster 1. Untuk metode KMedoids, klaster 2 yang terbentuk\nsangat kecil sehingga tidak representatif jika dibandingkan dengan klaster yang\nlain.", "Daftar File": {"Abstrak_Danial_23215315.pdf": "https://digilib.itb.ac.id/gdl/download/163109"}, "Penulis": "Danial [23215315]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Bambang Pharmasetiawan, MSEE", "Dr. Kusprasapta Mutijarsa, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Klaster, klasterisasi, data mining, bandwidth.", "Sumber": "", "Staf Input/Edit": "karya", "File": "1 file", "Tanggal Input": "15 Mar 2019"}