{"Nomor": 36861, "Judul": "REDESAIN UNIT PENGENDALI GAS PENCEMAR UDARA DI INDUSTRI SERAT RAYON, PT X,  PURWAKARTA, JAWA BARAT", "Abstrak": "Limbah gas yang dihasilkan PT X mengandung kadar H2S dan CS2 yang tinggi sehingga harus diolah terlebih dahulu sebelum dibuang ke lingkungan.  Pengolahan limbah gas difokuskan pada recovery gas-gas untuk digunakan kembali. Karbon disulfida merupakan bahan yang diperlukan pada proses produksi dan diperoleh dari pengolahan limbah gas di carbon disulfide adsorption plant (CAP). CAP mengambil kembali CS2 dari limbah gas melalui proses adsorpsi pada karbon aktif. Pada saat hanya ada 3 adsorber yang beroperasi, dengan salah satunya desorpsi, maka kapasitas recovery CS2 dari CAP menurun. Akibatnya debit gas yang mampu ditangani menurun agar emisi tidak melebihi target yang telah ditetapkan, sehingga produksi CS2 dari CAP juga berkurang. Guna mengatasi permasalahan tersebut, diperlukan adanya redesain CAP dengan penambahan satu unit adsorber C01. Alternatif adsorber yang digunakan yakni jenis fixed bed dan fluidized bed adsorber. Berdasarkan hasil pembobotan, unit terpilih adalah adsorber tipe fixed bed. Hasil perancangan adsorber C01 dengan waktu adsorpsi didesain selama 6 jam dibutuhkan massa karbon sebesar 18,434 ton. Dipilih adsorber horisontal yang lebih stabil secara konstruksi, dengan dimensi diameter 5,4 meter dan panjang 6 meter. Diperlukan steam sebesar 6.841.134 kg/regenerasi. Pemasukan dengan operasional adsorber C01 berasal dari penghematan pembelian CS2 sebesar Rp 1.055.940.000,00 per tahun. Biaya investasi awal Rp 1.656.665.111,78 dan biaya tahunan Rp 347.242.556,47. Hasil perhitungan kelayakan proyek dengan metode (Net Present Value) NPV diperoleh nilai sebesar Rp 3.559.409.765,70.", "Daftar File": {"2018_TA_Mutia_Vegadianti_1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/163111"}, "Penulis": "Mutia Vegadianti [15314061]", "Kontributor / Dosen Pembimbing": ["Dr.mont. Kania Dewi, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "adsorber, CS2, fixed bed, karbon aktif, recovery", "Sumber": "", "Staf Input/Edit": "Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "15 Mar 2019"}