{"Nomor": 36870, "Judul": "ESTIMASI TUJUAN PENUMPANG MENGGUNAKAN PREDICTIVE MODEL DENGAN DATA SMART CARD", "Abstrak": "Sistem Automated Fare Collection (AFC) adalah Intelligent Transportation System yang populer diterapkan oleh operator transportasi umum. Selain mempermudah pengumpulan tarif, data yang dikumpulkan oleh sistem ini sangat berguna dalam perencanaan dan strategi transportasi umum. Tetapi AFC yang diterapkan tidak merekam seluruh transaksi penumpang. Hal ini mengakibatkan sulit untuk mengetahui kebutuhan dan permintaan transportasi umum.\nPada penelitian ini, mengusulkan model prediksi untuk mengestimasi tujuan penumpang bus rapid transit (BRT) dengan data transaksi smart card. Model prediksi dibangun menggunakan algoritma klasifikasi decision tree dan K-nearest neighbor (KNN). Hasil dari prediksi tujuan penumpang dapat digunakan untuk melengkapi data transaksi yang hilang guna membangun pmatriks origin-destination yang dapat menyajikan jumlah permintaan penumpang BRT.\nData set yang digunakan pada penelitian ini yaitu data transaksi smart card pengguna transportasi umum BRT dengan rentang waktu satu bulan. Dari eksperimen yang dilakukan, diketahui informasi perjalanan individu merupakan hal yang paling berpengaruh terhadap hasil prediksi tujuan penumpang. Algoritma decision tree memberikan hasil prediksi halte tujuan lebih baik dibanding dengan algoritma KNN yaitu dengan nilai f-measure 52.2% berbanding 49,3%.", "Daftar File": {"Abstract_23515058_Andi_Muhammad_Alif_Dipo_Astha.pdf": "https://digilib.itb.ac.id/gdl/download/163119", "Tesis": "https://digilib.itb.ac.id/gdl/download/217637"}, "Penulis": "Andi Muhammad Alif Dipo Astha [23515058]", "Kontributor / Dosen Pembimbing": ["Yudistira Dwi Wardhana Asnar, S.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Origin-Destination Matrix, Predictive model, Smart Card, Transpotasi umum, Decision Tree, K-Nearest Neighbor", "Sumber": "", "Staf Input/Edit": "karya", "File": "2 file", "Tanggal Input": "15 Mar 2019"}