{"Nomor": 36877, "Judul": "PENGENALAN BAHASA ISYARAT INDONESIA (BISINDO) MENGGUNAKAN ORB UNTUK MULTI BAHASA", "Abstrak": "Bahasa isyarat merupakan bahasa yang digunakan oleh sebagian orang sebagai alat berkomunikasi sehari-hari. Sayangnya masih banyak masyarakat umum yang masih belum memahami bahasa isyarat sehingga membatasi proses komunikasi. Di Indonesia ada dua jenis bahas isyarat yang sudah digunakan yaitu SIBI dan BISINDO. BISINDO lebih banyak digunakan karena lebih alami digunakan oleh masyarakat tunarungu Indonesia. Penelitian ini mengusulkan metode pengenalan bahasa isyarat memanfaatkan computer vision yang dapat diterjemahkan ke berbagai bahasa. Data yang digunakan adalah gesture alfabet 26 jenis dari A - Z. Untuk mengekstraksi fitur dari gesture menggunakan ORB sebagai detector-descriptor dengan kelebihan pada proses komputasi yang cepat serta invariant terhadap ukuran dan rotasi, sehingga memungkinkan proses input citra yang diuji berasal dari video. Struktur yang digunakan dalam membangun vocabulary pada proses translasi menggunakan Binary Search Tree dengan kelebihan pada proses komputasi yang cepat. Data training yang digunakan pada sistem yang dibangun sebanyak 1x26 dan data testing sebanyak 3x26 data. Diujikan terhadap tiga jenis citra yaitu grayscale, binary, dan hasil edge detection. Hasil dari pengujian terhadap 3x26 data menghasilkan akurasi sebesar 98,71% untuk gambar grayscale, 98,71% untuk gambar binary, dan 93.58% untuk gambar edge detection. Sedangkan pada proses streaming kamera dari 26 huruf didapatkan 16 huruf dapat dikenali pada gambar grayscale, 21 pada gambar binary, dan 15 pada gambar edge detection.", "Daftar File": {"ABSTRAK_-_Rahmatullah_Arrizal_P_-_23517030.pdf": "https://digilib.itb.ac.id/gdl/download/163125", "Tesis": "https://digilib.itb.ac.id/gdl/download/217635"}, "Penulis": "Rahmatullah Arrizal P [23517030]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Iping Supriana Suwardi"], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "BISINDO, Computer vision, , ORB, Binary Search Tree.", "Sumber": "", "Staf Input/Edit": "karya", "File": "2 file", "Tanggal Input": "15 Mar 2019"}