{"Nomor": 36883, "Judul": "PERENCANAAN PENGALIHAN SUNGAI DAN PEMANFAATAN BEKAS SUNGAI CISADANE DI KAWASAN BUMI SERPONG DAMAI, TANGERANG", "Abstrak": "Sungai merupakan saluran drainase alami yang terdiri atas palung sungai dan sempadan sungai. Sebagai suatu bagian dari sistem alam, sungai merupakan sistem yang kompleks dan teratur. Kekompleksan sistem sungai dapat dilihat dari berbagai komponen, misalnya bentuk alur dan percabangan sungai. Meskipun demikian, sungai merupakan sistem yang teratur dan saling terintegrasi antara komponen yang satu dengan yang lainnya. Perubahan fisik pada suatu alur sungai dapat menyebabkan gangguan pada alur lainnya, seperti penyodetan Sungai Cisadane di kawasan BSD. Aktivitas tersebut menjadikan terbentuknya alur sungai baru yang lebih pendek daripada alur sungai sebelumnya. Sehingga menyebabkan peningkatan kemiringan alur sungai yang menyebabkan peningkatan muka air di bagian hilir sungai. Berdasarkan hasil pemodelan sungai pada kondisi Bankfull, menunjukkan adanya perbedaan luas alur sungai lama dan baru sebesar 3799.52 m2. Data tersebut mengindikasikan bahwa alur sungai baru mengalami pengurangan kapasitas tampungan, sehingga perlu direncanakan alur sungai baru agar mampu menampung debit sebagaimana kapasitas tampungan alur sungai lama, atau lebih. Peningkatan kapasitas tersebut dilakukan dengan pembuatan tanggul pada area yang tergenang banjir, hasil pemodelan dengan debit periode ulang T = 50 tahun.", "Daftar File": {"2019_TA_PP_IRFAN_HILMI_FAUZAN_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/163131"}, "Penulis": "Irfan Hilmi Fauzan [15814030]", "Kontributor / Dosen Pembimbing": ["Ir. Dantje Kardana Natakusumah, M.Sc., Ph.D.", "Ir. Beni Taufik Rayadi, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Pengelolaan Sumberdaya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Sungai Cisadane, Tanggul, Sodetan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "15 Mar 2019"}