{"Nomor": 36886, "Judul": "PERANCANGAN SISTEM PERTANIAN CERDAS HIDROPONIK UNTUK TANAMAN HORTIKULTURA", "Abstrak": "Semakin bertambahnya penduduk Indonesia membuat semakin meningkatnya kebutuhan makanan yang harus dipenuhi oleh petani. Seiring berkembangnya teknologi semakin banyak teknologi yang dapat dimanfaatkan dalam membantu petani, namun belum banyak petani yang memanfaatkan teknologi untuk membantu dalam bercocok tanam. Pemanfaatan teknologi diperlukan seiring terus menurunnya jumlah lahan pertanian yang ada di Indonesia. Penggunaan teknologi diperlukan para petani dalam meningkatkan jumlah sekaligus kualitas panen untuk mengatasi kendala keterbatasan lahan.\nSalah satu langkah yang digunakan masyarakat adalah pemanfaatan teknologi hidroponik. Sistem hidroponik mudah digunakan dan dikembangkan untuk menumbuhkan tanaman hortikultura tanpa media tanah serta dapat dimanfaatkan dalam lahan kecil. Dalam sistem hidroponik terdapat beberapa faktor yang mempengaruhi pertumbuhan tanaman, antara lain cahaya, kelembaban, suhu lingkungan, dan kandungan nutrisi terlarut (TDS). Faktor tersebut semakin sulit dihadapi dengan tidak menentunya cuaca yang sekarang dialami. Pada pertanian hidroponik konvensional petani harus melakukan pemantauan kondisi tanaman secara langsung dan kondisi lingkungan tanaman masih perlu bergantung kepada cuaca. Dengan terjadinya permasalahan ini, diperlukan suatu sistem yang dapat membantu petani dalam melakukan pemantauan dan pengendalian kondisi lingkungan tanaman.\nPerancangan sistem pertanian cerdas didesain sebagai sistem pemantauan dan pengendalian kondisi lingkungan dengan memberikan data kondisi lingkungan terbaru dan membantu petani dalam menjalankan aktuator yang membantu mengendalikan kondisi lingkungan dimanapun dan kapanpun. Data lingkungan akan diambil oleh sensor yang kemudian akan ditampilkan dalam aplikasi web. Dengan memanfaatkan sistem ini petani dapat melakukan pemantauan dan pengendalian terhadap kondisi lingkungan serta membantu dalam menentukan langkah yang perlu diambil untuk mendapatkan hasil panen yang lebih baik.", "Daftar File": {"2019_TA_PP_Poetra_Lumaksono_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/163134", "COVER Poetra Lumaksono R": "https://digilib.itb.ac.id/gdl/download/197909", "BAB 1 Poetra Lumaksono R": "https://digilib.itb.ac.id/gdl/download/197912", "BAB 5 Poetra Lumaksono R": "https://digilib.itb.ac.id/gdl/download/197920", "PUSTAKA Poetra Lumaksono R": "https://digilib.itb.ac.id/gdl/download/197921"}, "Penulis": "Poetra Lumaksono R [18212016]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Suhardi, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "pertanian, hortikultura, hidroponik, pemantauan, pengendalian", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "15 Mar 2019"}