{"Nomor": 36880, "Judul": "GAMBARAN EKOLOGIS KAWASAN KONSERVASI MANGROVE DAN BEKANTAN (KKMB) KOTA TARAKAN DENGAN PENDEKATAN BERBASIS KESEHATAN EKOSISTEM", "Abstrak": "Kawasan Konservasi Mangrove dan Bekantan (KKMB) di Tarakan merupakan wilayah dengan ciri khas tertentu, yang mempunyai fungsi pokok pengawetan keanekaragaman tumbuhan dan satwa serta ekosistemnya. Berbagai kegiatan manusia hingga gangguan alami saat ini diduga memengaruhi keberadaan KKMB. Tujuan penelitian ini adalah untuk mengukur serta membandingkan komponen kesehatan ekosistem pada kawasan hutan alami dengan kawasan hutan tanaman di KKMB. Komponen kesehatan ekosistem dalam penelitian ini terdiri dari: 1.) Organization, yang memberikan gambaran struktur ekosistem mangrove dengan pengukuran kerapatan dan dominasi mangrove serta kelimpahan Gastropoda; 2.) Vigor, yang memberikan gambaran fungsi ekosistem mangrove dengan pengukuran produksi serasah; dan 3.) Resilience, yang memberikan gambaran gangguan yang diterima ekosistem mangrove dengan pengukuran konsentrasi logam berat (tembaga, timbal, merkuri), nutrien (nitrat dan fosfat) dan salinitas pada substrat. Metode yang digunakan dalam penelitian ini adalah metode transek berplot. Transek ditempatkan sebanyak tiga transek garis pada kawasan hutan alami maupun hutan tanaman, dan pada masing-masing transek ditempatkan tiga plot. Ukuran plot sampling untuk pohon adalah 10x10 m2, pancang 5x5 m2 dan semai 1x1 m2. Plot ini menjadi acuan dalam pengumpulan data komponen lainnya. Hasil analisis vegetasi menemukan lima jenis mangrove, yaitu Rhizophora apiculata, Bruguiera parviflora, Avicennia alba, Sonneratia alba, dan Xylocarpus granatum. Rhizophora apiculata menjadi jenis dominan pada kawasan hutan alami dengan indeks nilai penting (INP) sebesar 158,59 %, sedangkan Sonneratia alba mendominasi pada kawasan hutan tanaman dengan INP sebesar 159,26 %. Kawasan hutan tanaman memiliki tingkat kerapatan yang tinggi, yaitu sebesar 1788,89 ind./ha, sedangkan pada kawasan hutan alami sebesar 922,22 ind./ha. Kelimpahan Gastropoda yang cukup tinggi dijumpai di kawasan hutan tanaman yaitu sebesar 42,54 ind./m2, dibandingkan dengan kawasan hutan alami sebesar 23,22 ind/m2. Pada kawasan hutan alami didapatkan produksi serasah sebesar 2,88 ton ha-1 thn-1, sedangkan pada kawasan hutan tanaman sebesar 4,09 ton ha-1 thn -1. Pada kawasan hutan alami, konsentrasi logam berat adalah sebagai berikut:\nii\ntembaga 6,56 ppm; timbal 10,39 ppm; merkuri 0,00011 ppm. Sementara itu, pada kawasan hutan tanaman adalah tembaga 6,53 ppm; timbal 10,49 ppm; merkuri 0,00013 ppm. Hasil penelitian ini menunjukkan bahwa di antara komponen kesehatan ekosistem, komponen organization (kerapatan pohon dan kelimpahan gastropoda) dan resilience (konsentrasi fosfat) berbeda secara nyata antara kawasan hutan alami dan hutan tanaman (P<0,05), sedangkan komponen vigor tidak berbeda secara nyata (P>0,05) antara hutan yang berbeda. Analisa lanjutan menunjukkan adanya interaksi antar parameter pengukuran setiap komponen. Interaksi terjadi pada komponen organization – resilience, vigor – resilience, resilience – resilience. Hal tersebut menunjukkan adanya interaksi antara faktor biotik dengan abiotik yang membentuk ekosistem mangrove.", "Daftar File": {}, "Penulis": "Sugeng Hariyono [20613025]", "Kontributor / Dosen Pembimbing": ["Dr. Dra. Devi Nandita Choesin, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "Life sciences ; biology", "Kata Kunci": "gambaran ekologis, Kawasan Konservasi Mangrove dan Bekantan, kesehatan ekosistem", "Sumber": "", "Staf Input/Edit": "agus slamet", "File": "1 file", "Tanggal Input": "15 Mar 2019"}