{"Nomor": 36890, "Judul": "USULAN PERBAIKAN LAYANAN DRY PORT GEDEBAGE DENGAN METODE KANSEI ENGINEERING, SERVQUAL, KANO DAN QFD", "Abstrak": "Pertumbuhan volume ekspor kota Bandung mengalami peningkatan yang signifikan dari tahun 2014 – 2018. Hal ini menunjukan adanya peluang bagi penyedia jasa logistik untuk berkontribusi didalamnya. Hal ini menciptakan kompetisi yang sangat ketat di antara penyedia jasa logistik yang dituntut untuk memberikan kepuasan pelanggan baik secara kognitif maupun efektif. Dilihat dari sudut pandang operasional, kepuasan pelanggan terhadap layanan merupakan atribut kritis yang dapat mensukseskan penyedia jasa logistik dalam meraih pasar. Kepuasan pelanggan terhadap jasa yang ditawarkan dapat diukur menggunakan metode Kansei engineering. Pada penelitian ini diusulkan rancangan pengembangan metode berbasis Kansei engineering yang sesuai untuk merancang perbaikan layanan dengan mengintegrasikan Kansei engineering, text mining, service blueprint, SERVQUAL, model Kano, SEM, dan QFD. Metode yang dikembangkan dalam penelitian ini diterapkan dalam perbaikan layanan dry port Gedebage. Total responden yang terlibat dalam penelitian ini sebanyak 184 orang dari 31 perusahaan yang berbeda. Responden diminta untuk mengisi tiga kuesioner, yaitu kuesioner evaluasi kualitas layanan, kuesioner kano, dan kuesioner penilaian kata Kansei.\nBerdasarkan hasil kesimpulan yang diperoleh, dapat diketahui bahwa dimensi tangible, reliability, responsiveness, assurance, dan empathy merefleksikan konstruk service quality. Service quality dapat mempengaruhi Kansei (emosi/kesan) pelanggan secara positif. Hasil penentuan prioritas perbaikan layanan pada penelitian ini menunjukkan bahwa perbaikan layanan yang dilakukan untuk continuous improvement difokuskan pada technical requirements dry port yang terdiri dari Menyediakan bagian customer service di perusahaan, membuat perencanaan barang yang akan masuk dan keluar, Menerapkan sistem first com first service, Memberikan pelatihan kepada karyawan dalam melayani konsumen dan Membuat website atau aplikasi untuk menerima keluhan.", "Daftar File": {"94515301_-_SARAS_DEWINTA.pdf": "https://digilib.itb.ac.id/gdl/download/163143"}, "Penulis": "Saras Dewinta S [94515301]", "Kontributor / Dosen Pembimbing": ["Dr. Andi Cakravastia Arisaputra Raja, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Logistik", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Kansei, text mining, service blueprint, SERVQUAL, Kano, QFD", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "15 Mar 2019"}