{"Nomor": 36896, "Judul": "PENENTUAN KEBIJAKAN INVENTORI DAN INSPEKSI KUALITAS BAHAN BAKU SOLAR WATER HEATER DENGAN MEMPERTIMBANGKAN DERAJAT KOMUNALITAS KOMPONEN DAN FRAKSI CACAT (Studi Kasus : PT. Wijaya Karya Industri Energi)", "Abstrak": "PT. Wijaya Karya Industri Energi (PT.WINNER) merupakan salah satu anak perusahaan dari PT. Wijaya Karya (Persero) Tbk yang bergerak dalam bidang industri energi terbarukan. Produk yang dihasilkan oleh perusahaan adalah produk-produk berbasis penghematan energi dengan memanfaatkan sinar matahari sebagai sumber energinya. Solar Water Heater (SWH) merupakan produk unggulan yang memberikan persentase penjualan produk terbesar kepada perusahaan.\nKomponen utama penyusun produk SWH adalah tangki dan panel. Kedua komponen tersebut memiliki struktur bahan baku yang berbeda. Pada penelitian ini bahan baku yang dikaji adalah bahan baku penyusun panel SWH. Hal ini dikarenakan permasalahan penurunan penjualan yang dihadapi perusahaan pada salah satu produk SWH (SWH 130L) terdapat pada kinerja panel, yaitu menghasilkan air yang kurang panas. Sebagai solusi, biro teknik perusahaan melakukan pengembangan terhadap bahan baku penyusun panel SWH dengan mempertimbangkan strategi penggunaan komponen umum (common components) pada struktur bahan baku penyusun produk atau dikenal dengan konsep komunalitas komponen.\nPerusahaan juga mengalami permasalahan terkait kedatangan bahan baku yaitu adanya keterlambatan pengiriman bahan baku oleh supplier. Keterlambatan ini mengakibatkan perusahaan mengalami kondisi understock bahan baku sehingga terjadinya line stop production. Permasalahan menjadi semakin kompleks dengan adanya ketidaksempurnaan kualitas pada lot bahan baku yang diterima dari supplier. Pada tahun 2017, diketahui bahwa terjadi cacat produk sebesar 4,25% dari total penjualan yang kemudian mengakibatkan kerugian bagi perusahaan berupa timbulnya ongkos pengantian produk baru sebesar Rp 914.906.201,00. Lolosnya bahan baku cacat ini sebagai akibat dari proses inspeksi yang diterapkan di perusahaan belum berjalan dengan efektif. Permasalahan-permasalahan yang dihadapi PT. WINNER sangat erat\nkaitannya dengan sistem manajemen persediaan. Oleh sebab itu, perlu dilakukan pengkajian terkait perencanaan bahan baku guna memperoleh kebijakan yang efektif.\nDalam penelitian ini, akan dikaji sistem rantai pasok VMI (Vendor Managed Inventory) untuk menjawab permasalahan yang dihadapi PT. WINNER. Ciri dari sistem rantai pasok VMI adalah adanya koordinasi antara supplier dan buyer di dalam rantai pasok tersebut. Keberhasilan penerapan sistem VMI dapat tercapai dengan adanya kerjasama dan koordinasi yang baik antara kedua belah pihak serta kepercayaan untuk saling berbagi informasi. Perhitungan kebijakan inventori optimal akan dilakukan dengan mempertimbangkan derajat komunalitas komponen dan adanya fraksi cacat dalam lot pemesanan. Ada 5 (lima) pengembangan model yang merepresentasikan metode inspeksi kualitas bahan baku produksi. Fungsi objektif dari kelima model tersebut adalah meminimasi ongkos total gabungan inventori VMI dan inspeksi kualitas. Pencarian solusi optimum dilakukan dengan bantuan perangkat lunak Lingo 12.0 dengan model pengembangan yaitu Non Linear Programming (NLP).\nModel integrasi inventori VMI dan inspeksi kualitas yang terpilih dalam meminimasi ongkos total gabungan inventori VMI dan inspeksi kualitas adalah Model Inventori VMI Sampling Penerimaan Tanpa Penggantian dengan ekspektasi ongkos total gabungan sebesar 9.080.203.513,60 per tahun. Kebijakan ini juga menghasilkan penghematan ongkos simpan sebesar 20,90%, penghematan ongkos kekurangan sebesar 57,51%, penghematan ongkos kualitas sebesar 53,08%, serta peningkatan ongkos pesan sebesar 98,26% dibandingkan ongkos pada PT. WINNER saat ini. Penghematan ongkos ini diperoleh karena pada sistem rantai pasok VMI dengan mempertimbangkan konsep komunalitas komponen dimungkinkan terjadinya lead time yang lebih singkat sehingga mengurangi ongkos inventori berupa penurunan biaya penyimpanan cadangan pengaman dan kemungkinan terjadinya kekurangan bahan baku.", "Daftar File": {"94515306_-_Bella_Illona_Siregar.pdf": "https://digilib.itb.ac.id/gdl/download/163160"}, "Penulis": "Bella Illona Siregar [94515306]", "Kontributor / Dosen Pembimbing": ["Dr. Yosi Agustina Hidayat, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Logistik", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "VMI, strategi komunalitas komponen, inspeksi kualitas, probabilistik, back order, lead time, ekspektasi ongkos total gabungan inventori VMI dan inspeksi kualitas.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "15 Mar 2019"}