{"Nomor": 36899, "Judul": "PENGARUH KOMPOSISI MEDIA TUMBUH DAN PEMBERIAN AIR KOLAM TERHADAP KADAR ZAT BESI (Fe) TANAMAN BAYAM MERAH (Amaranthus tricolor L.) PADA SISTEM PENANAMAN VERTIKULTUR", "Abstrak": "Vertikultur merupakan sistem budidaya pertanian yang dilakukan secara vertikal atau bertingkat, yang berperan untuk meningkatkan efisiensi penggunaan lahan, khususnya di daerah perkotaan. Limbah air kolam dapat digunakan untuk menyiram serta memberikan nutrisi tambahan untuk tanaman. Komoditas yang dapat dibudidayakan menggunakan vertikultur adalah bayam merah. Meskipun demikian, penelitian tentang pengaruh media tanam dan air kolam terhadap kandungan zat besi (Fe) belum banyak diteliti lebih lanjut. Oleh karena itu, penelitian ini dilakukan dengan tujuan untuk menentukan pengaruh komposisi media tanam dan jenis air terhadap kandungan zat besi bayam merah, menentukan hubungan komposisi media tanam dan jenis air terhadap kandungan Fe, serta menentukan perlakuan yang terbaik untuk meningkatkan kandungan Fe. Penelitian dilakukan di Kebon Belajar, Rancaekek pada tanggal 14 Maret 2018 hingga tanggal 25 Mei 2018 dengan sistem vertikultur, kemudian dilanjutkan dengan pengujian di laboratorium pada tanggal 14 Maret 2018 untuk faktor edafik awal di Laboratorium Balitsa Lembang dan 30 Mei 2018 untuk kadar Fe bayam merah di Laboratorium BATAN Bandung. Penelitian dilaksanakan menggunakan Rancangan Acak Lengkap dengan dua faktor, yaitu komposisi media tanam dan jenis air. Media tanam yang digunakan adalah campuran antara tanah Lembang (tanah Andosol), pupuk kompos, dan pupuk kandang kambing. Perbandingan yang digunakan untuk media kontrol (M1) adalah 1:1:1, untuk media perlakuan 1 (M2) adalah 1:2:1, serta media perlakuan 2 (M3) adalah 1:1:2 berturut-turut Tanah : Kompos : Pupuk Kandang. Jenis air yang digunakan adalah air kolam (A1) dan air biasa (A2). Pengamatan faktor mikroklimat dilakukan setiap dua hari sekali. Pengujian kandungan Fe bayam dilakukan setelah panen pada 6 kombinasi perlakuan dan diuji dengan metode AAS. Hasil pengamatan menunjukkan bahwa komposisi media tanam dan jenis air tidak berpengaruh nyata terhadap persentase keseluruhan kandungan Fe bayam merah. Meskipun demikian, Perlakuan M0A0 menghasilkan kadar Fe paling tinggi sebanyak 27.17 ppm diikuti dengan perlakuan M1A1 dan M0A1 sebesar 25.8 ppm dan 25.15 ppm.", "Daftar File": {"2019_TA_PP_Herwin_Prima_Widiantoro_1_ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/163163"}, "Penulis": "Herwin Prima Widiantoro [11413035]", "Kontributor / Dosen Pembimbing": ["Angga Dwiartama, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "bayam merah, zat besi, jenis air, komposisi media tanam", "Sumber": "", "Staf Input/Edit": "didi kusnendi", "File": "1 file", "Tanggal Input": "15 Mar 2019"}