{"Nomor": 36891, "Judul": "PERANCANGAN FASILITAS DAUR ULANG BULKY WASTE  DI KOTA BANDUNG", "Abstrak": "Bulky waste merupakan sampah yang memiliki massa lebih dari 25 kg atau sampah yang tidak masuk dalam wadah yang berdiameter 750 mm dan tinggi 1. Pemerintah Kota Bandung telah menyediakan layanan pengumpulan bulky waste  sejak Januari 2018. Bulky waste di Kota Bandung didominasi oleh perabotan dan WEEE (limbah elektornik). Penanganan yang dilakukan terhadap bulky waste yang telah terkumpul adalah penggunaan kembali dan sisanya dibuang ke TPA. Berdasarkan hasil penelitian, estimasi timbulan bulky waste Kota Bandung mencapai 576.149 m3/tahun atau 27.540 ton/tahun (Utami,2017) atau 5% dari total timbulan sampah Kota Bandung. Fasilitas daur ulang bulky waste akan dibangun di TPS Pasir Impun yang memiliki luas sekitar 750 m2. Fasilitas ini direncanakan beroperasi selama 10 tahun (tahun 2021-2030). Fasilitas ini akan melayani 12,2% dari total Kepala Keluarga (KK) yang ada di Kota Bandung. Bulky waste yang akan diolah adalah sampah perabotan yaitu sebanyak 80,4% dari total massa bulky waste dan sampah karpet sebanyak 3,4%. Dengan demikian total massa bulky waste yang akan diolah di TPS Pasir Impun adalah 5,9 ton/hari dengan volume 142,1 m3/hari. Komposisi material bulky waste dibagi menjadi lima jenis material yaitu material kayu, logam, plastik, keramik dan tekstil. Material plastik terdiri atas plastik PP, acrylic dan PVC, material logam terdiri atas besi, stainless steel dan komponen perabotan lainnya seperti paku, engsel dll., serta material tekstil yang terdiri atas busa, kain dan karpet.  Material yang dapat didaur ulang adalah logam, kayu dan plastik. Material ini mencapai 73,6% dari total massa bulky waste atau sekitar 3,9 ton/hari atau 33 ton/minggu. Sementara, limbah tekstil dan keramik akan dibuang ke TPA. Fasilitas daur ulang bulky waste dibagi menjadi beberapa zona yaitu zona penerimaan awal, dismantling, pencacahan dengan mesin shredder, pembuatan pelet plastik, pembuatan pelet kayu dan pemadatan limbah tekstil. Total luas area minimum yang dibutuhkan dalam pembangunan fasilitas daur ulang bulky waste di TPS Pasir Impun dengan kapasitas pengolahan 5,36 ton/hari adalah 344 m2.", "Daftar File": {"2018_TA_Indri_Y__M__Sihombing_1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/163147"}, "Penulis": "Indri Y M Sihombing [15314070]", "Kontributor / Dosen Pembimbing": ["Dr. Benno Rahardyan, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "bulky waste, sampah perabotan, fasilitas daur ulang, Pasir Impun.", "Sumber": "", "Staf Input/Edit": "Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "15 Mar 2019"}