{"Nomor": 36906, "Judul": "UPAYA PEMBIASAAN KONSUMSI AIR MINUM UNTUK SISWA SEKOLAH DASAR DI KOTA BANDUNG SEBAGAI SEBUAH BISNIS SOSIAL", "Abstrak": "Peningkatan prevalensi kegemukan dan obesitas pada orang dewasa dan anak-anak dalam beberapa tahun terakhir telah menjadi perhatian dan perlu ditanggulangi bersama. Pola konsumsi yang tidak sehat merupakan salah satu penyebab utamanya. Kelebihan berat badan dan obesitas adalah masalah pertama akan dihadapi anak yang kelebihan gizi, yang kemudian dapat berkembang menjadi beberapa penyakit tidak menular lainnya.\nBerdasarkan beberapa penelitian terdahulu, diketahui bahwa kelebihan berat badan dan obesitas pada anak dapat dicegah dan dikurangi dengan meningkatkan konsumsi air minum (bening). Pembiasaan konsumsi tersebut dapat dimulai dari sekolah, karena sekolah dianggap memiliki posisi strategis dalam mendidik dan membentuk kebiasaan siswa.\nPenelitian ini disusun dengan tujuan untuk membantu upaya Pemerintah dalam mecegah dan mengurangi penyakit tidak menular sedari dini. Pada penelitian ini disusun program pembiasaan konsumsi air minum di sekolah dengan melakukan intervensi terhadap lingkungan dan pendidikan, serta merancangnya sebagai sebuah bisnis sosial.\nPenelitian dilakukan di SDN Pasirkaliki dan SDN Pajajaran terhadap siswa kelas 3 dan 4. Subyek penelitian dibedakan menjadi kelas kontrol dan kelas perlakuan. Setiap kelas disediakan filter air. Edukasi diberikan kepada kelas perlakukan. Terdapat dua perlakuan, yaitu dengan penyampaian edukasi oleh guru di kelas dan oleh teman sebaya. Pengumpulan data dilakukan dengan kuesioner di awal dan akhir penelitian dan diuji menggunakan uji t berpasangan, Wilcoxon Signed Rank, ANOVA, Kruskal-Wallis Test, Mann-Whitney Test, dan Independent T Test.\nHasil penelitian menunjukkan bahwa penyediaan air minum di dalam kelas meningkatkan frekuensi konsumsi siswa. Edukasi kesehatan mengenai air minum diperlukan untuk mendukung siswa dalam pengendalian konsumsi air minum di sekolah. Edukasi melalui guru lebih baik dalam meningkatkan pengetahuan terkait air minum. Edukasi oleh duta air minum tidak dapat merubah pengetahuan siswa secara signifikan, namun dapat membantu siswa dalam mengendalikan konsumsi air minum dan mengurangi beberapa jenis makanan tidak sehat. Model bisnis sosial untuk pembiasaan konsumsi air minum dalam penelitian ini perlu disempurnakan melalui penelitian lanjutan.", "Daftar File": {"23415018_-_Anjani_Ambarini1.pdf": "https://digilib.itb.ac.id/gdl/download/163273"}, "Penulis": "Anjani Ambarini [23415018]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Joko Siswanto, M.P.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "konsumsi air minum, edukasi kesehatan, promosi konsumsi air minum, siswa sekolah dasar, bisnis sosial", "Sumber": "", "Staf Input/Edit": "Dewi Supryati  \n                                     Dewi Supryati", "File": "1 file", "Tanggal Input": "15 Mar 2019"}