{"Nomor": 36902, "Judul": "Why Are Brittleness And Fracability Not Equivalent In Designing Hydraulic Fracturing In Tight Shale Gas Reservoirs", "Abstrak": "With respect to brittleness, it is about the type of material and its related strength. In comparison\nwith ductile material under load, brittle material has a relatively shorter plastic deformation and\nresponds dominantly by the elastic deformation. With respect to fracability, it is about the rock\nfailure under the ultimate rock strength in either brittle or ductile formation. In comparison, the\nhigher fracable formation should have smaller formation strength than that of the lower fracable\nformation. In consequence, it is not certain that the brittle formation is easy to fracture than the\nductile formation since brittle formation may have greater strength than ductile formation even\nthough the exceptions may exist.\nMore complications arise when evaluating the responses of subsurface formation in great depth\nto the formation types (e.g. brittle formation or ductile formation). Under this condition, the impact\nof confinement on the fracability cannot be ignored. In general, the formation subject to higher\nconfinement pressure is more difficult to fracture as the formation strength is greater. Conversely,\nthe formation subject to lower confinement pressure is easy to fracture since the formation\nstrength is smaller.\nIn view of efficient stimulation of tight shale gas reservoirs, it is unclear whether we would\nchoose the brittle interval or the ductile interval to fracture as the strength of either interval is\nunknown. However, it is apparent that we should choose the formation interval with a higher\nfracability which is equivalent to the lower formation strength. Under the similar confinements, the\nlower formation strength may be indicated by the smaller unconfined compressive strength (UCS).\nAs a result, it is advisable that the most fracable interval is the one with lowest UCS.\nWhen evaluating the present technology, the formation brittleness should no longer be the\nassociated subject matter as we are unclear about its role to improve the fracability of the tight\nformation. Disassociating the brittleness with the fracability enables us to focus on identifying the\ntrue mechanisms of efficient fracturing of tight shale gas reservoirs.\nWith the objective review and sensible definition of brittleness used in the present petrophysical field to identify the desirable fracturing intervals, the paper presents the ambiguities of\nusing the brittleness to define the formation fracability and points out that the formation brittleness can be unrelated to the formation fracability. As an alternative approach, the paper provides an\neffective method to define the most fracable formation intervals in designing the hydraulic fracturing in tight shale gas formations.", "Daftar File": {}, "Penulis": "Mao Bai [-]", "Kontributor / Dosen Pembimbing": ["-"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Brittleness, Fracability, Rock stiffness, Rock strength, Formation confinement, Horizontal well landing interval", "Sumber": "Petroleum , Volume 2, Issue 1, Pages 1-19 (March  2016)", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "15 Mar 2019"}