{"Nomor": 36900, "Judul": "KAJIAN OPTIMASI PEMANFAATAN AIR IRIGASI DENGAN PEMROGRAMAN DINAMIS PADA SISTEM DAERAH IRIGASI KALIBAWANG KABUPATEN KULON PROGO", "Abstrak": "Swasembada pangan merupakan salah satu target pemerintah. Pertanian merupakan sektor yang penting untuk menunjang swasembada pangan. Terlebih bila disuatu daerah mengalami peningkatan jumlah penduduk, maka kebutuhan akan pangan pun terus bertambah. Salah satu kendala yang dihadapi yaitu kelangkaan air yang terjadi di beberapa daerah. Hal ini mengakibatkan sulitnya meningkatkan produktifitas hasil pertanian. Menciptakan kondisi pertanian yang baik tentunya tidak lepas dari aspek irigasinya. Ketersediaan air irigasi dan kebutuhan air irigasi merupakan hal penting dalam irigasi. Hal tersebut dikarenakan agar memperoleh hasil pertanian yang optimum dan keuntungan yang maksimal.\nKabupaten Kulon Progo merupakan salah satu kabupaten yang berupaya untuk mewujudkan swasembada pangan yang ditargetkan pemerintah. Daerah Irigasi terbesar di Kabupaten Kulon Progo yaitu Sistem Daerah Irigasi (D.I) Kalibawang yang memiliki luas area sebesar 7209 Ha. Sistem D.I Kalibawang memperoleh suplai air dari Sungai Progo dengan intake saluran di Pengambilan Bebas (Free Intake) Kalibawang dan Waduk Sermo. Sistem D.I Kalibawang terdiri dari 13 Daerah Irigasi yang saling berhubungan dari hulu ke hilir. Daerah Irigasi tersebut D.I Kalibawang (1446.72 Ha), D.I Kayujaran (236.28 Ha), D.I Sadang (93 Ha), D.I Krengseng (80 Ha), D.I Penjalin (40 Ha), D.I Papah (986 Ha), D.I Jelog (40 Ha), D.I Tawang (40 Ha), D.I Nabin (26 Ha), D.I Clereng (140 Ha), D.I Brangkal (29 Ha), D.I Pengasih (2021 Ha), D.I Pekik Jamal (645 Ha). Permasalahan yang sering dihadapi adalah lahan pertanian tidak dapat terairi dengan baik terutama pada musim kemarau. Berkurangnya ketersediaan air irigasi disebabkan oleh debit air sungai yang turun pada musim kemarau, hilangnya air pada saluran irigasi dan evaporasi. Hal ini dikarenakan belum optimalnya air irigasi yang didapat oleh D.I tersebut.\nDinamik Program adalah suatu pendekatan untuk mengoptimasi proses-proses keputusan multi tahap. Salah satu sifat dasar yang menjadi karakteristik problem program dinamik adalah problem dipecah menjadi tahap-tahap dengan adanya variabel-variabel keputusan pada setiap tahap. Hal ini dapat diterapkan pada jaringan sistem daerah irigasi, dikarenakan setiap daerah irigasi saling berhubungan dan saling tergantung antara daerah irigasi satu dengan lainnya. Pemanfaatan ketersediaan air yang tersedia dilakukan untuk memenuhi kebutuhan air di masing-masing daerah irigasi. Maka untuk meningkatkan hasil dari lahan pertanian dan hasil keuntungan di Sistem D.I Kalibawang, dapat dilakukan dengan optimasi menggunakan dinamik program dan selanjutnya membuat alternatif jadwal tanam dan pola tanam.\nAdapun tujuan dari penelitian ini adalah menghitung dan menganalisis ketersediaan air setiap D.I yang terdapat pada Sistem D.I Kalibawang, menghitung dan menganalisis kebutuhan air setiap D.I yang terdapat pada Sistem D.I Kalibawang, melakukan pemilihan dan menganalisis jadwal tanam setiap D.I yang terdapat pada Sistem D.I Kalibawang yang memberikan keuntungan yang maksimal, menghitung dan menganalisis luas tanam maksimum dan pendapatan hasil usahatani yang dapat diperoleh berdasarkan jadwal tanam yang diterapkan saat ini dan berdasarkan rencana alternatif jadwal tanam yang terpilih.\nHasil yang didapat pada studi ini yaitu Intensitas tanam padi pada Sistem D.I Kalibawang eksisting adalah 181%. Intensitas tanam (IP) padi pada Sistem D.I Kalibawang dengan rencana tanam alternatif terpilih adalah 199%. Nilai tersebut naik sebesar 18%. Hasil pendapatan usaha tani yang diperoleh pada 13 (tiga belas) daerah irigasi yang termasuk dalam Sistem D.I Kalibawang dengan menerapkan rencana tanam eksisting saat ini yaitu Rp 307,940,810,160.00/tahun. Sedangkan hasil pendapatan usaha tani yang diperoleh pada 13 (tiga belas) daerah irigasi yang termasuk dalam Sistem D.I Kalibawang dengan menerapkan rencana tanam alternatif menggunakan metode program dinamik, maka pendapatan usaha tani yang diperoleh adalah sebesar Rp 316,385,507,215.80/tahun.", "Daftar File": {"2019_TS_PP_FATHIMATUZ_ZAHRA_ASY_SYIFA_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/163164", "COVER Fathimatuz Zahra Asy Syifa": "https://digilib.itb.ac.id/gdl/download/192837", "BAB 1 Fathimatuz Zahra Asy Syifa": "https://digilib.itb.ac.id/gdl/download/192838", "BAB 2 Fathimatuz Zahra Asy Syifa": "https://digilib.itb.ac.id/gdl/download/192839", "BAB 3 Fathimatuz Zahra Asy Syifa": "https://digilib.itb.ac.id/gdl/download/192840", "BAB 4 Fathimatuz Zahra Asy Syifa": "https://digilib.itb.ac.id/gdl/download/192841", "BAB 5 Fathimatuz Zahra Asy Syifa": "https://digilib.itb.ac.id/gdl/download/192842", "BAB 6 Fathimatuz Zahra Asy Syifa": "https://digilib.itb.ac.id/gdl/download/192843", "PUSTAKA Fathimatuz Zahra Asy Syifa": "https://digilib.itb.ac.id/gdl/download/192844"}, "Penulis": "Fathimatuz Zahra Asy Syifa [95015301]", "Kontributor / Dosen Pembimbing": ["Dhemi Harlan, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Sumber Daya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Irigasi, Daerah Irigasi Kalibawang, Program Dinamik", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "9 file", "Tanggal Input": "15 Mar 2019"}