{"Nomor": 36916, "Judul": "PENGARUH EKSTRAK ETANOL DAUN PANDAN WANGI (Pandanus amaryllifolius) TERHADAP KADAR GLUKOSA DARAH DAN PANKREAS MENCIT YANG DIINDUKSI MENJADI HIPERGLIKEMIA", "Abstrak": "Kadar glukosa darah diregulasi oleh hormon insulin dan glukagon yang dihasilkan oleh pankreas. Hiperglikemia merupakan suatu keadaan kadar glukosa darah yang berada di atas batas normal (set point). Kondisi hiperglikemia dapat meningkatkan stres oksidatif yang berperan dalam perkembangan dibetes melitus. Daun pandan wangi memiliki kandungan antioksidan yang dapat mengikat radikal bebas sehingga diduga mampu mengurangi perkembangan diabetes melitus. Penelitian ini bertujuan untuk mengetahui pengaruh ekstrak etanol daun pandan wangi terhadap kadar glukosa darah dan histologi pankreas mencit yang diinduksi menjadi hiperglikemia dengan pembanding glibenklamid. Sebanyak 30 mencit Swiss Webster jantan dibagi kedalam 6 kelompok. Kelompok P0 adalah kelompok kontrol (kontrol pelarut) dan 5 kelompok P1, P2, D1, D2 dan D3 merupakan kelompok perlakuan yang diinduksi menjadi hiperglikemia dengan menggunakan 150mg/kg BB Streptozotozin (STZ) secara intraperitoneal. Kelompok P1 adalah kontrol hiperglikemia, P2 adalah kontrol pembanding menggunakan glibenklamid dosis 0,65mg/ kg BB, D1, D2 dan D3 kelompok perlakuan hiperglikemia yang diberi perlakuan ekstrak etanol daun pandan wangi dengan dosis masing-masing 210, 420, dan 630 mg/ kg BB. Pengukuran kadar glukosa darah dilakukan pada hari ke 0, 7, 14 dan 21 dengan menggunakan glukometer. Pada hari ke-24 M. muscullus .L dikorbankan dan dilakukan isolasi pankreas. Pankreas didehidrasi dalam serangkaian larutan alkohol seri dilanjutkan dengan proses clearing dengan serangkaian campuran alkohol dan xylol. Sebelum memasuki proses embedding, sampel diinfiltrasi dalam parafin sebanyak tiga kali. Sampel yang telah ditanam disayat menggunakan mikrotom. Preparat pankreas diwarnai mengunakan\niv\npewarnaan Hematoksilin Eosin (HE) dan dihitung persen kerusakan pulau Langerhans dengan software image-J. Hasil penelitian menunjukkan bahwa kelompok mencit hiperglikemia yang diberi ekstrak etanol daun pandan wangi memiliki kadar glukosa darah yang lebih rendah secara signifikan dan toleransi glukosa yang lebih baik dibandingkan kelompok P1 dengan nilai signifikasi 0,00-0,006. Kerusakan pulau Langerhans pankreas pada kelompok dengan perlakuan ekstrak etanol daun pandan wangi menunjukkan kerusakan paling rendah pada kelompok D3 (13,06%) dan paling tinggi pada kelompok P1 (59,01%). Dari hasil penelitian dapat disimpulkan bahwa ekstrak etanol daun pandan wangi memiliki aktifikas anti hiperglikemia yang ditunjukkan dengan terjadinya penurunan kadar glukosa darah dan berkurangnya persentase kerusakan pulau Langerhans pada mencit yang diinduksi hiperglikemia.", "Daftar File": {}, "Penulis": "Dwi Inawati [20614001]", "Kontributor / Dosen Pembimbing": ["Dr. Ahmad Ridwan"], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "Life sciences ; biology", "Kata Kunci": "Hiperglikemia, Antioksidan, Diabetes mellitus, Daun pandan wangi, Glukosa darah, Histologi pankreas.", "Sumber": "", "Staf Input/Edit": "agus slamet", "File": "1 file", "Tanggal Input": "15 Mar 2019"}