{"Nomor": 36918, "Judul": "PERANCANGAN FASILITAS PEMULIHAN TANAH TERCEMAR MINYAK BUMI DI KAWASAN PERTAMBANGAN MINYAK BUMI DESA WONOCOLO DAN DUSUN DANDANGILO KABUPATEN BOJONEGORO DENGAN METODE BIOLOGIS", "Abstrak": "Kawasan Penambangan minyak Desa Wonocolo & Dandangilo terletak di Kecamatan Kedewan, Kabupaten Bojonegoro, Provinsi Jawa Timur. dikelola Badan Usaha Milik Daerah (BUMD) dan Unit Koperasi Desa (KUD) Sumber Pangan Bojonegoro. Luas kawasan penambangan adalah sekitar 1.350 hektar, meliputi ±700 sumur minyak bumi yang memproduksi minyak mentah sebesar rata-rata 28.000 liter/hari. Rangkaian kegiatan penambangan di kawasan pertambangan ini dilakukan dengan cara tradisional dan tidak ramah lingkungan, sebab menimbulkan kontaminasi minyak bumi pada tanah yaitu akibat tumpahan dan/atau kebocoran minyak bumi selama rangkaian kegiatan penambangan. Hasil studi karakterisasi awal menunjukkan total luas tanah terkontaminasi minyak bumi sebesar 122.550 m2, dengan kedalaman tanah yang mengandung kontaminan Total Petroleum Hydrocarbon (TPH) melebihi baku mutu (parameter senyawa karbon menurut PP No. 101 Tahun 2014) adalah 1 meter. Hasil perhitungan dan uji laboratorium menunjukkan timbulan tanah tercemar sebesar 122.550 m3 dengan kandungan kontaminan berupa Total Petroleum Hydrocarbon (TPH) pada rentang (0,01 – 6,18) % berat kering.\n\nDalam perancangan ini, dilakukan perancangan sistem pemulihan tanah tercemar minyak bumi dengan cara biologis menggunakan teknologi bioremediasi eks-situ yaitu Biopile sesuai yaitu dengan KepmenLH No. 128 Tahun 2003. Alternatif teknologi tersebut terpilih bedasarkan pertimbangan aspek-aspek penting dalam perancangan bioremediasi. Hasil rancangan fasilitas pemulihan tanah tercemar dengan metode biologis berupa desain sistem pemulihan tanah tercemar yang terdiri dari unit stockpile, unit pra-pengolahan, unit pengolahan biopile, dan unit pasca pengolahan. Hasil perancangan dinyatakan dalam gambar teknis dari dan perkiraan Rancangan Anggaran Biaya (RAB) perancangan.\n\nRancangan Anggaran Biaya (RAB) perancangan ini menunjukkan total biaya investasi proyek perancangan ini adalah Rp 70.413.631.487,00 atau sama dengan Rp 302.936,53 per ton tanah tercemar, atau sekitar 21,28 US$/ton tanah tercemar. Biaya operasi sistem adalah Rp 266.073.340,00 per tahun. Hasil analisis eknomi berupa analisis Net Present Value (NPV) menunjukkan nilai negatif atau NPV< 0. Aspek non-teknis dari perancangan fasilitas pemulihan tanah tercemar ini di antaranya resiko ketidakpastian lingkungan yang dapat mempengaruhi proses pengolahan. Selain itu, keberlanjutan sistem pemulihan tanah tercemar, analisis siklus hidup pengolahan, serta prediksi adanya potensi pencemaran lingkungan akibat adanya proyek perancangan ini menjadi pertimbangan dalam pengambilan tindakan dalam perancangan ini", "Daftar File": {"2018_TA_Claudia_Andjani_1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/163182"}, "Penulis": "Claudia Andjani [15314067]", "Kontributor / Dosen Pembimbing": ["Ir. Agus Jatnika Effendi, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "biopile, bioremediasi, co-composting, minyak bumi, TPH.", "Sumber": "", "Staf Input/Edit": "Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "15 Mar 2019"}