{"Nomor": 36921, "Judul": "STRATEGI UNTUK MENINGKATKAN PERFORMA PROGRAM PENGEMBANGAN CORPORATE SOCIAL RESPONSIBILITY DI LNG PLANT BONTANG", "Abstrak": "Sebagai perusahaan energi kelas dunia, Badak LNG secara berkelanjutan mengembangkan program Corporate Social Responsibility (CSR) dengan tujuan untuk memaksimalkan peran perusahaan diantara pemangku kepentingan yang ada di lingkungan sekitar. Badak LNG saat ini dikenal sebagai perusahaan minyak dan gas yang menaruh perhatian khusus di dalam pengembangan program CSR atau community development yang sejalan dengan bisnis utamanya. Saat ini, Badak LNG memiliki 23 jenis program CSR programs yang terdiri dari 44 kelompok CSR dengan jumlah komunitas sebanyak 847 orang. Dikarenakan struktur organisasi tim CSR yang sederhana, Badak LNG hanya melakukan pemantauan secara rutin kepada program-program CSR unggulan pada setiap tahunnya. Akibatnya, hasil survey kepuasaan masyarakat CSR terhadap tim CSR rendah khususnya untuk parameter kedisiplinan tim dan kecepatan dalam pelayanan.\nPenelitian ini bertujuan untuk menemukan strategi pengembangan program CSR yang efektif di Badak LNG. Penelitian ini dilakukan dengan menggunakan pendekatan konsep High Performance Work System (HPWS). Konsep ini bertujuan untuk mensinergikan organisasi dengan lingkungan sekitarnya. Konsep ini merupakan kombinasi yang tepat antara aspek manusia, teknologi, dan struktur organisasi untuk memanfaatkan sumber daya dan kesempatan dalam mencapai tujuan bersama di dalam organisasi.\nBerdasarkan hasil analisis dengan menggunakan konsep HPWS, diperoleh hasil bahwa strategi baru untuk pengembangan program CSR harus dibuat dengan adanya beberapa permasalahan seperti: tidak efektifnya struktur organisasi CSR saat ini, tidaka tepatnya model kepemimpinan di dalam organisasi CSR, dan tidak digunakannya teknologi untuk membantu pemantauan program CSR yang ada. Untuk mengatasi permasalahan tersebut, maka strategi baru diajukan untuk melakukan perubahan struktur organisasi CSR,\niv\nmengubah model kepemimpinan di dalam organisasi CSR, dan memanfaatkan sistem IT untuk pemantauan program CSR.", "Daftar File": {"2019_TS_PP_Okky_William_Lukman_1-Abstrak1.pdf": "https://digilib.itb.ac.id/gdl/download/163204"}, "Penulis": "Okky William Lukman [29116340]", "Kontributor / Dosen Pembimbing": ["Dr. Leo Aldianto, MBA, MSAE"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "CSR, kepemimpinan, organisasi, strategi", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "16 Mar 2019"}