{"Nomor": 36936, "Judul": "Bridge pier foundation evaluation using cross-hole seismic tomographic imaging", "Abstrak": "An ambitious project connecting Jammu and Srinagar through a railway link in tectonically active and geologically complex Himalayan Mountain terrain is under progress. Under this project, the world's highest (359 m) railway arch-bridge is under construction across the River Chenab in the northern territory of India. This mega\nengineering structure has a two-fold ribbed arch design, comprising of steel girders. During the excavation for\none of the concrete pillars on the right abutment, wide open joints and weak/shear zones were noticed. The\nwidth of these joints varies from 30 to 50 cm, trending along N170° with a dip of 65°\n. The foundation area of\nthis pillar is 13 m × 24 m and on the cut slopes of the right bank of Chenab River. These exposed joints and\nweak zones were treated with consolidation grouting to strengthen the foundation area. To delineate the extent\nof these joints and weak zones below the foundation level, seismic tomography was carried out in five boreholes\ndrilled for this purpose to cover the 300 sq-m area. The results of cross-hole seismic tomography reveals the\npresence of three low velocity (?2600 m/s) anomalous zones below the foundation area. This also ascertained\nthe efficacy of grouting in consolidating the joints and weak zones. Later, rock-mass quality (Q) was determined\nbased on the relationship between the P-wave velocity and the Q-value (Barton, 2002) to infer the support\nsystem for the slope stabilization below the foundation. 3-D visualization of the seismic velocity demarcates\nthe extent of weak or untreated zones. This methodology facilitates to update the design parameters according\nto Q-values during the construction stage and estimate the required level of reinforcement and support system.\nSimilar methodology can be applicable in other areas under same site conditions", "Daftar File": {}, "Penulis": "B. Butchibabu [-]", "Kontributor / Dosen Pembimbing": ["N. Sandeep, Y.V. Sivaram, P.C. Jha, P.K. Khan"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Cross-hole seismic tomography Joints Weak zones Shear zones Rock-mass quality (Q) Foundation evaluation", "Sumber": "Journal of Applied Geophysics 144 (2017) 104–114, http://dx.doi.org/10.1016/j.jappgeo.2017.07.008", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "18 Mar 2019"}