{"Nomor": 36932, "Judul": "USULAN STRATEGI BISNIS UNTUK PT RENOVER MIXINDO PERKASA", "Abstrak": "Industri semen di Indonesia mengalami penurunan dikarenakan terjadinya oversupply sejak tahun\n2015. Hal tersebut mengakibatkan penurunan revenue pada berbagai perusahaan semen di\nIndonesia. PT Renover Mixindo Perkasa merupakan salah satu perusahaan semen instan di\nIndonesia yang mengalami hal serupa. Namun demikian, PT Renover Mixindo Perkasa memasuki\nindustri dengan niche market yaitu pada industri semen instan. Industri semen instan sendiri masih\nberkembang dan pasarnya masih terbuka luas. Hal tersebut yang menjadi dasar bagi PT Renover\nMixindo Perkasa untuk menentukan strategi bisnis apa yang tepat agar dapat bersaing di industri\nini.\nAnalisis dilakukan secara eksternal dan internal dimana pengambilan keputusan bisnis\nmenggunakan IFAS, EFAS, IE Matriks, TOWS Matriks dan Hambrick Diamond. Melalui analisis\ninternal dan eksternal ditemukan bahwa industri semen instan sendiri masih terkonsentrasi di\nperkotaan besar. Hal tersesbut menunjukan bahwa pasar semen instant belum terbentuk secara\nkeseluruhan dan masih pada tahapan introduction. Secara internal, PT Renover Mixindo Perkasa\nmengalami masalah pada pemilihan konsumen mereka. Fokus terhadap pelanggan proyek saja\nternyata tidak cukup. PT Renover Mixindo Perkasa secara umum belum memiliki bisnis strategi\nyang jelas kemana arah perusahaan ini akan bergerak.\nMelalui IFAS, EFAS, IE Matriks, TOWS Matriks dan Hambrick Diamond diperoleh bahwa PT\nRenover Mixindo perlu berfokus terhadap dua pelanggan yaitu pelanggan proyek dan individu\ndengan proporsi yang sesuai. Hal tersebut dilakukan karena pada suatu titik PT Renover Mixindo\nPerkasa tidak akan bisa bertahan hanya dengan satu jenis pelanggan bila pesaing dengan capital\nbesar masuk di Industri ini. PT Renover Mixindo Perkasa perlu melakukan penetrasi dan\npengembangan pasar dengan strategi pemasaran yang tepat. Selain itu, PT Renover Mixindo\nPerkasa pun perlu berfokus terhadap pembangunan jalur distribusi perusahaan.\nStrategi bisnis yang diusulkan secara economi logic merupakan strategi yang layak dengan nilai\nNPV yang positif. Strategi tersebut merupakan strategi jangka panjang dengan asumsi selama 5\ntahun kedepan. Adapun perhitungan economic logic pada strategi yang diusulkan merupakan target\nPT Renover Mixindo Perkasa untuk dapat bertahan di industri ini.", "Daftar File": {"2019_TS_PP_Thariq_Azizi_1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/163215"}, "Penulis": "Thariq Azizi [29115303]", "Kontributor / Dosen Pembimbing": ["Dr. Harimukti Wandebori, S.T., MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "semen instan, strategi bisnis, bisnis model, SWOT, Hambirck Diamond", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "16 Mar 2019"}