{"Nomor": 36947, "Judul": "VISUALISASI GENDER PADA SERI ANIMASI STEVEN UNIVERS E OLEH REBECCA SUGAR DAN RESPONNYA DARI ANAK BERUSIA 7 SAMPAI 11 TAHUN", "Abstrak": "Anggapan animasi sebagai cabang seni rupa populer baru saja berkembang di Indonesia,\nhal ini menyebabkan belum banyaknya acuan studi yang dapat dikembangkan dari\nIndonesia sendiri. Animasi sudah jauh lebih matang di Amerika Utara dan dapat\ndipelajari baik secara ilmu rupa dan secara ilmu sosial, dan dari kajian-kajian tersebut ada\nkalanya hal ini dapat dijadikan sebuah pelajaran untuk mengembangkan cabang animasi\ndi negara yang baru memulainya seperti Indonesia. \"Steven Universe\", serial di saluran\nCartoon Network dari Amerika Serikat dan tayang secara internasional termasuk di\nIndonesia dianggap sudah menjadi salah satu karya animasi yang berhasil\nmemaksimalkan guna visual sebagai pembawa pesan sosial, salah satunya adalah ide\nrekonstruksi gender. Penelitian ini ingin membedah film secara rancangan karakter dan\nepisode dengan ilmu-ilmu visual juga mencari tahu apakah pesan yang berkenaan dengan\ngender dapat sampai kepada anak-anak berusia tujuh sampai sebelas tahun. Penelitian ini\nmenggunakan metode kualitatif dan sederetan teori psikologi anak dan visual; yakni teori\nperkembangan kognisi milik Jean Piaget, teori budaya visual, teori mirror dan retorika\nfilm dari Christian Metz, teori kritik seni Feldman, serta hasil riset eksplorasi diri yang\ndilakukan oleh David Gauntlett. Teori-teori ini digunakan untuk menganalisa\nkonten-konten visual dari seri \"Steven Universe\" dan respon anak ketika dipertontonkan\nsalah satu episode seri tersebut yaitu episode \"Alone Together\". Setelah mencapai\nkonklusi dari pembedahan tersebut, hasil dicocokan dengan retorika yang ingin\ndisampaikan kreator dan disajikan kepada anak-anak berusia 7 sampai 11 untuk\nmengetahui apakah retorika tersebut dapat menghasilkan mirror effect yang akhirnya\ndapat mereka kognisikan sebagai identitas gender pada mereka. Kesimpulan yang didapat\ndari penelitian adalah anak-anak berusia 7 belum dapat mengasimilasikan simbol-simbol\ndan narasi yang hadir pada \"Steven Universe\" karena perkembangan kognisi mereka\nbelum memadai untuk mengolah simbol-simbol yang terlalu abstrak. Sedangkan mirror\neffect terjadi pada anak-anak berusia 11 tahun di mana mereka bisa melihat ilustrasi lebih\ndari komponen visual dan dapat merelasikan pengalaman dan pesan-pesan yang\ndisampaikan oleh \"Steven Universe\". Anak-anak 11 tahun sudah memiliki kemampuan\nuntuk melihat sesuatu lebih dari binari gender dan dapat berempati pada karakter-karakter\nterlepas dari kode gender yang dimiliki.", "Daftar File": {"2019_TS_PP_LASVI_AMANDA_SARAGIH_1.pdf": "https://digilib.itb.ac.id/gdl/download/163279"}, "Penulis": "Lasvi Amanda Saragih [27015002]", "Kontributor / Dosen Pembimbing": ["Dr. Irma Damajanti, S.Sn., M.Sn."], "Jenis Koleksi": "Tesis", "Penerbit": "Seni Rupa Murni", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Steven Universe, Rebecca Sugar, animasi, budaya visual, gender", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "18 Mar 2019"}