{"Nomor": 36944, "Judul": "PENGELOLAAN DATA MOVING POINT PADA BASIS DATA NOSQL BERORIENTASI DOKUMEN", "Abstrak": "Perkembangan data GPS menyebabkan banyaknya aplikasi yang menggunakan data objek bergerak, khususnya moving point. Aplikasi dapat melacak lokasi pengguna dan merekam pergerakan pengguna, yang menyebabkan melimpahnya data moving point. Akan tetapi sampai saat ini belum ada sistem manajemen basis data yang dapat menangani data titik bergerak. Hal ini disebabkan sulitnya untuk menyimpan, mengubah, dan melakukan operasi pada titik bergerak, khususnya pada basis data relasional klasik. Sementara itu ada basis data NoSQL berorientasi dokumen yang dapat mengolah data dengan struktur yang semi terstruktur sehingga lebih fleksibel dibanding basis data relasional. Basis data NoSQL berorientasi dokumen akan dimanfaatkan untuk mengelola data moving point.\nPada Tugas Akhir ini model data moving point yang sudah ada, yaitu moving point sebagai rangkaian titik dipetakan pada basis data NoSQL berorientasi dokumen dengan format JSON. Indeks ST-Hash diimplementasikan untuk mengelompokkan titik yang dekat pada suatu waktu sehingga dapat mempercepat perhitungan pada query spatio-temporal. Sebuah API dibangun untuk menangani data titik bergerak mulai dari pembuatan, penyimpanan, pengindeksan, dan pemrosesan query moving object. Data objek bergerak dalam bentuk JSON dapat disimpan oleh API dan diolah dengan query spatio-temporal.\nDari pengujian yang dilakukan API dapat diimplementasikan dengan baik, akan tetapi ada beberapa kendala salah satunya jika data yang diolah terlalu besar maka memory akan habis dan query tidak dapat mengolah data dengan baik. Dilakukan juga perbandingan kinerja antara MongoDB dan PostGreSQL. Secara umum query pada MongoDB berjalan lebih cepat dibanding pada PostGreSQL.", "Daftar File": {"ABSTRAK_-_Kharis_Isriyanto_13514064.pdf": "https://digilib.itb.ac.id/gdl/download/163271"}, "Penulis": "Kharis Isriyanto [13514064]", "Kontributor / Dosen Pembimbing": ["Dr. Fazat Nur Azizah, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "moving point, NoSQL, API, MongoDB, query", "Sumber": "", "Staf Input/Edit": "karya", "File": "9 file", "Tanggal Input": "18 Mar 2019"}