{"Nomor": 36946, "Judul": "POTENSI PEMANFAATAN KOTORAN SAPI DAN DOMBA MENJADI BIOGAS SKALA PILOT PLANT DI PETERNAKAN DAGO ATAS", "Abstrak": "Limbah dari peternakan komersial dan peternakan unggas merupakan sumber dari polutan organik dan anorganik pada permukaan air maupun dasar air. Peternakan di Dago Atas merupakan peternakan sapi dan domba yang langsung membuang limbahnya ke aliran Sungai Cikapundung. Apabila kotoran ternak diolah menjadi biogas, maka gas metan yang dihasilkan akan bermanfaat untuk sumber energi alternatif. Dengan memanfaatkan potensi kotoran ternak, maka hal ini termasuk ke dalam strategi produksi bersih dengan konsep retrieve to energy atau waste to energy. Dalam penelitian ini dilakukan pengujian terhadap potensi pemanfaatan kotoran ternak yang berasal dari Peternakan Dago Atas. Berdasarkan uji karakteristik kotoran sapi dan kotoran domba terhadap parameter kadar air, pH, dan nilai C/N, maka limbah kotoran ternak ini berpotensi untuk menghasilkan biogas. Proses produksi biogas dilakukan dalam biodigester dengan kondisi anaerob, tanpa pemanasan, dan dioperasikan langsung di peternakan. Pengisian substrat dilakukan secara batch sebanyak satu kali dan dilakukan pengadukan manual. Substrat pada Biodigester A adalah campuran dari air dan kotoran sapi dengan rasio 1:1. Biodigester B berisi campuran kotoran domba, kotoran sapi, dan air dengan rasio 1:3:4. Biodigester C berisi campuran kotoran domba dan air dengan rasio 1:1. Hasil dari pengoperasian biodigester selama 60 hari, terjadi perubahan temperatur yang fluktuatif dalam rentang 19-30°C dan perubahan pH pada periode-periode tertentu . Kandungan gas metana tertinggi dalam biogas yang dihasilkan selama 7 minggu, berasal dari substrat kotoran sapi dengan persentase 64,83% (minggu ke-6). Substrat campuran kotoran domba dan sapi menghasilkan gas metana sebanyak 58,55% (minggu ke-7), sementara substrat kotoran domba menghasilkan gas metana sebanyak 50,1% (minggu ke-5).", "Daftar File": {"2019_TA_PP_ISMI_MIRADIANI_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/163274", "2019_TA_PP_ISMI_MIRADIANI_1-DAFTAR_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/163283"}, "Penulis": "Ismi Miradiani [15310075]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Katharina Oginawati, MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "anaerob, biodigester, biogas, limbah ternak, retrieve to energy", "Sumber": "TUGAS AKHIR September 2014", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "8 file", "Tanggal Input": "18 Mar 2019"}