{"Nomor": 36950, "Judul": "PERANCANGAN JEJARING HIJAU PADA KAWASAN PERUMAHAN DAN SEMPADAN SUNGAI Studi Kasus : Kawasan Perumahan Suryalaya, Taman dan Alunalun Regol, Buah Batu, Jawa Barat", "Abstrak": "Perkembangan kawasan perumahan telah meningkat dengan pesat khususnya di\nKota Bandung. Perkembangan ini ditandai oleh ketidakseimbangan antara area\nresapan dengan banyaknya area tutupan lahan bangunan dan perkerasan.\nKetersediaan ruang resapan yang masih sedikit mengurangi kualitas ekologi\nkawasan perumahan dan urban. Hal ini didukung dengan kualitas koridor hijau\njalan di Bandung Selatan yang masih belum terencana dengan baik. Tingginya\npenggunaan perkerasan baik di koridor jalan perumahan ataupun di taman-taman\nakan meningkatkan limpasan air hujan yang berdampak pada permukaan. Limpasan\nair hujan yang jatuh pada permukaan jalan telah mengandung polutan yang berasal\ndari kendaraan dan jalur pejalan kaki. Sistem drainase yang terdapat pada kawasan\nperkotaan berupa drainase beton, mendorong terjadinya aliran air secara langsung\nmenuju sungai. Drainase yang dialirkan langsung menuju sungai akan mencemari\nkualitas airnya karena telah bercampur polutan dan dapat merusak tatanan\nekosistem sungai. Selain permasalahan tercemarnya air sungai hal ini juga akan\nmenyebabkan terjadinya banjir karena meningkatnya debit air sungai pada kawasan\nyang lebih rendah. Sempadan sungai yang menjadi potensi untuk mengurangi\nlimpasan air yang langsung menuju ke sungai tidak bekerja dengan baik pada\nKawasan Suryalaya, Buah Batu. Sempadan sungai yang difungsikan sebagai area\nresapan dan pembibitan direvitalisasi menjadi RTH non hijau. Hal ini akan\nmengakibatkan bertambahnya debit air sungai karena air tidak dapat diresapkan\noleh permukaan tanah. Perancangan area sempadan sungai yang baik dapat\ndimanfaatkan sebagai penyeimbang antara kebutuhan manusia terhadap ruang hijau\ndengan lingkungan.\nJejaring hijau merupakan alternatif desain terhadap penyediaan RTH yang mulai\nsulit untuk ditemukan akibat meningkatnya lahan tertutup bangunan. Jejaring Hijau\njuga menyediakan jaringan koridor bagi ekosistem untuk saling mendukung satu\nsama lain melalui hubungan patch dan corridor. Sistem jejaring hijau juga\nmenambah area resapan sebagai bagian dari sistem drainase. Bagian terpenting dari\nperancangan jejaring hijau adalah dengan mengidentifikasi kawasan perumahan\ndan sempadan melalui analisis jejaring hijau yang membahas potensi dan kondisi\nrancangan, analisis jejaring hidrologi yang membahas segala permasalahan dengan\nair, dan analisis jenis perumahan berdasarkan peraturan KDH yang berfungsi untuk\nmenambah ruang hijau pada setiap kapling rumah. Perancangan menggunakan\npendekatan jejaring hijau dan berbasis penegakan peraturan pemerintah untuk dapat\nmemaksimalkan jumlah area ruang hijau yang diinginkan. Fokus utama pada\nkonsep desain untuk menambah area hijau dan mengurangi air pada kawasan\nrancangan. Dengan dirancangnya sebuah jejaring hijau pada area ini diharapkan\nterciptanya koridor jaringan hijau jalan yang tidak terputus dan dapat saling\nterhubung sehingga dapat memenuhi kebutuhan ruang hijau bagi masyarakat sekitar\ndengan nilai ekologis.", "Daftar File": {"2019_TS_PP_ZULVITA_AMANDA_1_ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/163287"}, "Penulis": "Zulvita Amanda [28916001]", "Kontributor / Dosen Pembimbing": ["Dr. Firmansyah, S.T., M.T.", "Sri Hartati, S.P.,M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur Lanskap", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Landscape architecture", "Kata Kunci": "Koridor Jalan, Sistem Drainase, Jejaring Hijau, Limpasan Air Hujan.", "Sumber": "", "Staf Input/Edit": "Sandy Nugraha  \n                                     Sandy Nugraha", "File": "1 file", "Tanggal Input": "18 Mar 2019"}