{"Nomor": 36967, "Judul": "EFEKTIVITAS MODEL PENUKAR KALOR BERBASIS MASSA TERMAL UNTUK MENGENDALIKAN TEMPERATUR UDARA DI DALAM RUANG", "Abstrak": "Untuk mendapatkan desain gedung yang baik, arsitek menyusun dan mengkomposisikan material. Pemilihan terhadap material tentu akan memiliki dampak terhadap penghuni bangunan. Kenyamanan merupakan salah satu parameter penting desain gedung, khususnya gedung hunian. Salah satu aspek yang mempengaruhi kenyamanan penghuni adalah temperatur udara di dalam ruang. Siklus siang dan malam mempengaruhi nilai temperatur udara ruang. Di iklim tropis, penghuni sering merasakan ketidaknyamanan termal di siang hari karena tingginya temperatur udara, sehingga penghuni rumah menggunakan air conditioner (AC) untuk menurunkan temperatur udara ruang. Namun penggunaan AC memberi dampak negatif pada lingkungan karena emisi CO2 dan penggunaan energi listrik yang berasal dari fosil. Penggunaan AC merupakan sistem pendinginan aktif dan membutuhkan energi yang tinggi dalam pengoperasiannya. Selain sistem pendinginan aktif, terdapat juga sistem pendinginan pasif yang merupakan sistem pengkondisian udara yang memanfaatkan semaksimal mungkin sumber alam disekitar objek dengan maksimal. Penelitian ini membahas kinerja model penukar kalor berbasis massa termal dengan menggunakan minyak kelapa. Pemilihan material ini berlandaskan beberapa kriteria penggunaan massa termal sebagai bagian dari sistem pendinginan pasif untuk bangunan, yaitu: (1) sifat-sifat termodinamika, (2) tidak berbahaya untuk manusia, (3) harga dan (4) ketersediaan di alam. Minyak kelapa sebagai massa termal internal digunakan untuk menyimpan dan melepaskannya kembali energi dari dan ke dalam bangunan. Terdapat dua model komposisi Massa Termal Internal (MTI) yang digunakan dalam penelitian ini, yaitu (1) MTI berbentuk dinding dan (2) MTI berbentuk kotak. Kemudian, penelitian dilakukan di dua rumah, yaitu rumah bata dan rumah kayu. Penggunaan rumah bata dan rumah kayu merupakan rumah yang umum digunakan di Indonesia. Rumah bata memiliki kemampuan sebagai sistem massa termal sedangkan rumah kayu memiliki kemampuan sebagai insulasi termal. Dari dua jenis rumah ini, rumah kayu memiliki kemampuan termal yang baik daripada rumah bata. Di siang hari, temperatur di rumah kayu cenderung lebih rendah dibandingkan rumah bata, sedangkan di malam hari temperatur di rumah kayu lebih rendah dibandingkan rumah bata. Hasil dari penelitian menunjukkan bahwa penggunaan MTI di siang hari memiliki kemampuan dalam menurunkan temperatur lebih besar di rumah bata dibandingkan dengan rumah kayu, sedangkan di malam hari MTI memiliki\nkemampuan yang lebih kecil dalam menaikkan temperatur udara di rumah kayu dibandingkan rumah bata. Semakin kecil nilai temperatur MTI di malam hari, maka semakin baik penggunaan MTI sebagai pendinginan pasif di siang hari. Walaupun hasil menunjukkan bahwa kemampuan MTI di rumah bata lebih baik sebagai pendingin pasif di siang hari, namun memiliki waktu pengendalian yang tidak berlangsung lama. Sebaliknya, walaupun di rumah kayu mengalami penurunan temperatur yang lebih sedikit daripada rumah bata, namun memiliki pengendalian waktu yang lebih lama. Selanjutnya, penelitian terhadap performa MTI menunjukkan bahwa penggunaan MTI dinding lebih baik dibandingkan MTI kotak karena memiliki kemampuan yang lebih kecil dalam menaikkan temperatur udara di malam hari dan mampu menurunkan temperatur udara lebih baik di siang hari.", "Daftar File": {"2019_TS_PP_ALDISSAIN_JURIZAT_1_ABSTRAK_pdf.pdf": "https://digilib.itb.ac.id/gdl/download/163336"}, "Penulis": "Aldissain Jurizat [25216004]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Surjamanto W., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "model penukar kalor, massa termal, phase change material, minyak kelapa, temperatur udara, rumah bata, rumah kayu", "Sumber": "", "Staf Input/Edit": "Sandy Nugraha", "File": "1 file", "Tanggal Input": "18 Mar 2019"}