{"Nomor": 36966, "Judul": "ANTIBIOTIC USE AND RESISTANT BACTERIAL PATTERN IN SURGICAL UNIT IN A HOSPITAL IN BANDUNG, INDONESIA", "Abstrak": "Antibiotics have been considered the most important factors fighting pathogenic bacteria. Nevertheless,\nsome bacteria have developed a type of resistance against antibiotics these days due to the\ninappropriate use of antibiotics. As a consequence, they are able to live and even reproduce when\nexposed to antibiotics. Pharmacists play an important role in curbing the antibiotic resistance in patients\nin hospitals by limiting the inappropriate use of antibiotics. Besides that, pharmacists also play a role in\ncounselling and educating patients and other health care professionals such as doctors, pharmacists and\nnurses. The research was carried out to investigate the bacterial pattern of antibiotic resistance of\nsurgical site infection (SSI) and catheter-associated urinary tract infection (CAUTI) and to determine the\nappropriateness of antibiotics used in treatment in SSI and CAUTI in surgical unit. This research was in\nthe form of descriptive analysis study carried out in Dr.Hasan Sadikin Government Hospital (RSHS). The\nspecimens obtained during this research were pus from SSI patients and urine from CAUTI patients. The\ndata was collected from patient medical records and laboratory results in the period August 2017 - June\n2018. There were 14 subjects for SSI (from total 20 subjects) and 54 subjects (from total 179 subjects)\nfor CAUTI. In SSI and CAUTI patients in RSHS, it turned out that E. coli (ESBL) was the most common\nbacterial pathogen resistant to 3rd generation cephalosporins such as ceftriaxone and cefotaxime at\n57.1% for SSI and 40.7% for CAUTI. Resistant bacterial pattern to 3rd generation cephalosporins reported\nto be the highest using antibiotic susceptibility test. Chi-square test was used for CAUTI but not for SSI as\nthe number of SSI patients was limited. It was used to determine the appropriate use of antibiotics with\nthe bacterial isolates being tested. It was found out that there were more inappropriate antibiotics used\nfor treatment in CAUTI patients that was 61.1% based on Chi-square test (p=0.000). For SSI patients, the\ninappropriate antibiotics used for treatment was 85.7%.", "Daftar File": {"2019_TA_PP_ANNE_MARIE_PRAVEENA_S_KATHIRAVELU_1-ABSTRAK2.pdf": "https://digilib.itb.ac.id/gdl/download/163975"}, "Penulis": "Anne Marie Praveena S K [11614765]", "Kontributor / Dosen Pembimbing": ["Prof. I Ketut Adnyana, M.Si., Ph.D.", "Dr. Pratiwi Wikaningtyas, S.Farm., Apt., M.Si.", "dr. H. Uun Sumardi, Sp.PD-KPTI,KIC."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "antibiotik, bakteri, resistensi, ILO, ISKTK", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "1 file", "Tanggal Input": "18 Mar 2019"}