{"Nomor": 36961, "Judul": "PENENTUAN NILAI BOBOT FAKTOR EKSTERNAL PERUSAHAAN MENGGUNAKAN JUDUL BERITA ONLINE PADA METRIK EXTERNAL FACTORS ANALYSIS SUMMARY (EFAS)", "Abstrak": "Setiap perusahaan menginginkan bisnis mereka berjalan dengan baik dan dapat\nbertahan dalam persaingan. Untuk mencapai keinginan tersebut diperlukan strategi\nyang tepat dalam menjalankan proses bisnisnya. Salah satu pendekatan awal untuk\nmelakukan strategi tersebut yaitu dengan menganalisis faktor lingkungan\nperusahaan ada dua jenis yaitu faktor internal dan eksternal. Untuk faktor eksternal\nperusahaan, analisis strategi dapat menggunakan metode yang ada pada competitive\nintelligence yaitu analisis PEST dan SWOT. Salah satu metode yang fokus terhadap\nfaktor eksternal adalah analisis SWOT dengan menggunakan metode External\nFactors Analysis Summary (EFAS).\nPenelitian ini berfokus pada penentuan metrik EFAS dengan menggunakan data\ndari judul berita online sebagai sumber penentuan opportunity dan threat.\nPenentuan metrik EFAS dilakukan dengan dua modul utama yaitu modul text\nmining dan modul penentuan prioritas yang menggunakan algoritma AHP atau\nTOPSIS. Judul yang diperoleh dari situs online diklasifikasikan dengan\nmenggunakan text mining kemudian diberi bobot prioritas dengan menggunakan\nalgoritma AHP atau TOPSIS.\nHasilnya diterapkan ke dalam metrik EFAS. Hasil penelitian menunjukkan modul\ntext mining dan modul penentuan prioritas dapat diterapkan pada metrik EFAS\ndengan tingkat akurasi 75%. Sementara hasil eksperimen modul text mining\nmenghasilkan algoritma SVM sebagai yang terbaik dengan nilai F-Measure sebesar\n0.782.", "Daftar File": {"abstrak_indonesia1.pdf": "https://digilib.itb.ac.id/gdl/download/163329", "Tesis": "https://digilib.itb.ac.id/gdl/download/217634"}, "Penulis": "Mohamad Hasan Nurrahmat [23516011]", "Kontributor / Dosen Pembimbing": ["Dr.techn. Wikan Danar Sunindyo, S.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "SWOT, EFAS, Text Mining, AHP, TOPSIS, Berita Online", "Sumber": "", "Staf Input/Edit": "karya", "File": "2 file", "Tanggal Input": "18 Mar 2019"}