{"Nomor": 36970, "Judul": "PERENCANAAN DERMAGA PETI KEMAS DI TELUK BUNGUS, SUMATERA BARAT", "Abstrak": "Indonesia merupakan negara kepulauan terbesar di dunia, dengan 13.466  pulau, luas wilayah darat 1.922.570 km2, dan luas wilayah laut 3.257.483 km2. Dengan luasnya lautan Indonesia, moda transportasi laut menjadi moda transportasi utama dalam pengangkutan barang.\n\nTerdapat dua sektor yang dijadikan sumber mata pencaharian bagi penduduk Teluk Bungus, Sumatera Barat, yaitu pertanian dan perikanan. Pada tahun 2016, sektor ini hanya menyumbang sebanyak Rp2.537.994,91 pada Kota Padang. Oleh karena itu, adanya pelabuhan baru dapat meningkatkan roda perekonomian di daerah Teluk Bungus.\n\nPada studi kasus tugas akhir mengenai Perancangan Struktur Dermaga Peti Kemas di Teluk Bungus, Sumatera Barat, desain struktur dermaga dibahas berdasarkan kriteria desain yang digunakan sebagai syarat perencanaan struktur. Dermaga didesain dengan mempertimbangkan kondisi eksisting pada lokasi studi. Tugas Akhir mencakup penentuan dimensi dermaga, pengolahan data lingkungan, perhitungan beban pada dermaga, pemodelan struktur, desain penulangan struktur, dan perhitungan daya dukung tanah.\n\nPemodelan struktur dilakukan menggunakan perangkat lunak analisis struktur untuk memeriksa kekuatan struktur terhadap beban yang bekerja pada struktur. Pemodelan struktur menghasilkan unity check ratio (UCR), defleksi struktur, gaya dalam balok dan pelat, punching shear, serta reaksi perletakan.  Perancangan dilakukan untuk mendapatkan desain struktur yang optimal. UCR dijadikan acuan dengan nilai di bawah 1,0, pemeriksaan nilai rasio tulangan yang dibutuhkan untuk menentukan luas penampang optimal, dan pemeriksaan nilai defleksi sebagai aspek kelayakan struktur dengan nilai di bawah batas izin.\n\nHasil dari Tugas Akhir meliputi rancangan dermaga meliputi dimensi struktur dan dimensi elemen struktural dermaga, detail penulangan berdasarkan gaya dalam yang bekerja, dan kedalaman rencana pemancangan yang mampu menahan reaksi struktur berdasarkan data geoteknik yang tersedia.", "Daftar File": {"2019_TA_PP_Meiya_Narulita_Suyasman_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/163339", "COVER Meiya Narulita Suyasman": "https://digilib.itb.ac.id/gdl/download/206009", "BAB 1 Meiya Narulita Suyasman": "https://digilib.itb.ac.id/gdl/download/206010", "2019 TA PP Meiya Narulita Suyasman 1 - BAB 8.pdf?": "https://digilib.itb.ac.id/gdl/download/206017", "PUSTAKA Meiya Narulita Suyasman": "https://digilib.itb.ac.id/gdl/download/206018"}, "Penulis": "Meiya Narulita Suyasman [15514080]", "Kontributor / Dosen Pembimbing": ["Ir. Rildova, M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Struktur dermaga, Teluk Bungus, ITB", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Alice Diniarti", "File": "11 file", "Tanggal Input": "18 Mar 2019"}