{"Nomor": 36974, "Judul": "FORMULASI DAN UJI AKTIVITAS ANTI MALARIA ARTEMETHER YANG TERKANDUNG DALAM SOLID LIPID NANOPARTICLES (SLN) SECARA IN VITRO DAN IN VIVO", "Abstrak": "Malaria merupakan penyakit infeksi yang disebabkan oleh parasit Plasmodium.\nTingkat mortalitas manusia yang terinfeksi oleh malaria per tahunnya sangat besar\nsehingga menjadi masalah kesehatan masyarakat. WHO merekomendasikan\npenggunaan artemisinin-based combination therapies (ACTs) untuk pengobatan\nmalaria yang disebabkan oleh parasit P. falciparum baik penggunaan kombinasi\nmaupun tunggal. Salah satu turunan artemisinin yaitu artemether merupakan obat\nanti malaria yang poten. Namun artemether memiliki beberapa kekurangan yaitu (i)\nwaktu paruh pendek, biasanya antara 3 sampai 5 jam; (ii) kelarutan dalam air yang\nburuk, sehingga bioavailabilitas oral rendah (~ 40%); dan (iii) risiko degradasi\ndalam kondisi asam. Oleh sebab itu, artemether sebagai anti malaria tidak cocok\ndiberikan secara oral. Salah satu cara untuk memperbaiki kekurangan tersebut\nadalah dengan cara menggunakan teknologi sistem penghantaran obat Solid Lipid\nnanoparticles (SLN). Tujuan penelitian ini adalah mengkarakterisasi parameter\nfisik formula SLN artemether dan menguji aktivitas anti malaria secara in vitro dan\nin vivo. Didapatkan empat formula SLN artemether (P9, P12, P14, P15) yang\nmemiliki karakterisasi ukuran partikel kurang dari 250 nm, penjerapan obat lebih\ndari 80%, stabilitas fisik dan kimia yang stabil selama penyimpanan 14 hari pada\nsuhu ruang. Keempat formulasi di uji aktivitasnya secara in vitro menggunakan\nkultur P. falciparum 3D7. Nilai IC50 formula P9 dan P12 adalah 3,67 nM dan 5,37\nnM. Sedangkan nilai IC50 yang didapatkan pada suspensi artemether adalah 3,38\nnM. Nilai IC50 artemether SLN hampir sama dari suspensi artemether\nmenunjukkan bahwa formulasi artemether SLN masih memiliki aktivitas anti\nmalaria yang baik dan artemether masih dapat dilepaskan dari sediaannya. Untuk\nmenguji keberhasilan formula artemether SLN yang diberikan secara oral, maka\naktivitas anti malaria artemether SLN diuji secara in vivo menggunakan P. berghei\nANKA yang menginfeksi mencit Swiss Webster betina usia 6-8 minggu, dengan\nberat badan 25 –30 gram. Pengujian dilakukan menggunakan metode four-day\nsuppression yaitu pemberian larutan uji dengan dosis 10 mg/kg/hari selama 4 hari\nberturut-turut, yang merupakan standar skrining obat anti malaria. Dari hasil uji in\nvivo didapatkan persentase penghambatan pertumbuhan parasit malaria yang akan\ndibandingkan antara empat grup uji, yaitu (i) artemether SLN (ii) suspensi\nartemether (iii) blank SLN (iv) grup yang tidak diberikan perlakuan (kontrol).\nDibandingkan dengan kontrol, artemether SLN dan suspensi artemether memiliki\nrata-rata chemosuppression 100% dan 12,26%. Dari uji in vivo dapat disimpulkan\nbahwa untuk pemberian oral formula artemether SLN dapat meningkatkan efikasi\ndibandingkan formula suspensi artemether.", "Daftar File": {"2019_TS_PP_SHELLA_FEBYULI_ULYA_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/163343", "COVER Shella Febyuli Ulya": "https://digilib.itb.ac.id/gdl/download/224437", "BAB 1 Shella Febyuli Ulya": "https://digilib.itb.ac.id/gdl/download/224438", "BAB 2 Shella Febyuli Ulya": "https://digilib.itb.ac.id/gdl/download/242642", "BAB 3 Shella Febyuli Ulya": "https://digilib.itb.ac.id/gdl/download/242643", "BAB 4 Shella Febyuli Ulya": "https://digilib.itb.ac.id/gdl/download/242644", "BAB 5 Shella Febyuli Ulya": "https://digilib.itb.ac.id/gdl/download/242645", "PUSTAKA Shella Febyuli Ulya": "https://digilib.itb.ac.id/gdl/download/242646"}, "Penulis": "Shella Febyuli Ulya [20716302]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Rachmat Mauludin, S.Si., Apt., M.Si.", "Dr.rer.nat. Fifi Fitriyah Masduki, S.Si., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Artemether, Solid Lipid Nanopartikel, IC50, P. falciparum, P. berghei, in vitro, dan in vivo.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "8 file", "Tanggal Input": "18 Mar 2019"}