{"Nomor": 36989, "Judul": "SUSTAINABLE VILLAGES: ANATOMY OF TRIBAL VERNACULAR ARCHITECTURE", "Abstrak": "Today, in architecture, there are many branches of advanced\ndevelopment that have produced poor building resulting from a\nlack of understanding of the basic problems and from the\nsuperficial adoption of appropriate solution. From the altar of the past we\nshould take the living fire and not the dead ashes. Let us remember the\npast, be alive to the present and create the future with courage in our\nhearts and faith in ourselves. Tribal villages clearly show the importance\nof the careful choice of site and location, without a doubt, man’s freedom\nis expressed in his ability to choose the place where he wishes to live. He\nwho thinks least is inclined to consider only practical points, whereas he\nwho thinks more deeply attempts to create beauty as well. The aim of this\npaper is to explore the nature of the rudimentary man within the\nrudimentary shelter and ultimately into a community environment. This\npaper analyzes the various forces (social, economic, cultural, political,\ntechnical, religious) and factors (living pattern, resources, knowledge) in the form of constraints\nand limitations and how they have molded their architecture. The output of this paper could\npreserve the Tribal Architecture or “Girijan Vastu-kala” and also their social and cultural values.\nIt may also help for Tribal Welfare Programs which should be oriented towards retaining and\nenhancing their art, architecture and culture taking into consideration their attitudes and\nattributes.", "Daftar File": {}, "Penulis": "Anil Kumar Chilakapati [-]", "Kontributor / Dosen Pembimbing": ["-"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "Architecture", "Kata Kunci": "Vernacular Architecture, Sustainability, Cultural Ecology, Socio-Spatial.", "Sumber": "Journal Homepage: www.intellectbase.org/journals.php", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "18 Mar 2019"}