{"Nomor": 36994, "Judul": "DESAIN KARAKTER VISUAL DAN DAYA TARIK PADA MASKOT ASIAN GAMES KE-18 JAKARTA PALEMBANG", "Abstrak": "Indonesia, sebagai tuan rumah dari Asian Games ke-18 Jakarta Palembang 2018\nmenggunakan maskot sebagai salah satu elemen event identity. Melihat\nperkembangannya, tampaknya ada permasalahan dimana maskot tersebut tidak\nmampu membawa masyarakat khususnya Jakarta untuk meramaikan acara. Tetapi\nberbeda halnya dengan setelah acara selesai, permintaan berbagai macam media\nterapan maskot terutama merchendise menjadi sangat tinggi. Hampir setiap\nmerchendise yang dijual pada toko fisik maupun online habis terjual. Penelitian ini\nmenggunakan metode campuran, yaitu parallel convergen. Untuk itu metode yang\ndigunakan dalam menyaring data adalah wawancara, observasi, literatur yang\ndilengkapi dengan data kuesioner.\nDari data-data yang didapat, yaitu kombinasi kualitatif dan kuantitatif. Secara\nbahasa visual dengan menggunakan instrumen perancangan karakter, ketiga maskot\nAsian Games ke-18 dirancangang dengan baik. Tetapi melihat dari pembahasan\nkomunikasi visual, tampaknya fenomena maskot jelang waktu pre-event tidak\nmampu membuat daya tarik kepada target pasar dari Asian Games. Maskot hanya\nmenjadi sebuah komoditas pelengkap dari sebuah identitas brand dari acara tersebut.\nMelihat komponen komunikasi, tampaknya ada beberapa kekurangan khususnya\nada pada komponen komunikator, dalam hal ini INASGOC sebagai penyelenggara\nacara. Melihat dari fenomena post-event, ketiga maskot tersebut menjadi sebuah\nbahasa visual yang baru di masyarakat Indonesia. Sehingga daya tarik sebuah\nmaskot ini dinilai tidak berjalan sebagaimana fungsi awal yang diharapkan\npenyelenggara", "Daftar File": {"2019_TS_PP_SABETH_UTTARA_1.pdf": "https://digilib.itb.ac.id/gdl/download/163382"}, "Penulis": "Sabeth Uttara [27115007]", "Kontributor / Dosen Pembimbing": ["Dr. Yannes Martinus Pasaribu, M.Sn.", "Hafiz Aziz Ahmad, S.Sn., M.Des., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "maskot, Asian Games, karakter desain, daya tarik", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "18 Mar 2019"}