{"Nomor": 37019, "Judul": "Efek Laju Pemberian Pakan Berupa Campuran Ampas Tahu Dan Limbah Ikan Dengan Komposisi Berbeda Terhadap Pertumbuhan Larva Black Soldier Fly (Hermetia Illucens) Pada Waktu Pemberian Pakan Yang Berbeda", "Abstrak": "Limbah organik yang dihasilkan dari limbah rumah tangga, limbah pasar dan limbah industri merupakan salah satu masalah yang dihadapi oleh Indonesia.. Salah satu hal yang dapat dilakukan untuk mengurangi limbah organik yakni dengan aplikasi konsep biokonversi menggunakan larva black soldier fly (Hermetia illucens) yang berpotensi untuk mereduksi limbah organik sebanyak 34-54% menjadi protein dan lemak dalam biomassa tubuhnya dan dapat bernilai ekonomis sebagai pakan seperti pakan ikan. Dalam aplikasi, terdapat beberapa tantangan berkaitan penggunaan serangga sebagai agen biokonversi diantaranya (1) efek dari pemberian pakan berupa campuran limbah organik dan (2) efek dari waktu pemberian pakan. Kedua tantangan ini menjadi tujuan dari penelitian ini. Pada penelitian, untuk menjawab pertanyaan pertaman, larva black soldier fly yang diberi pakan campuran ampas tahu dan limbah ikan dengan ratio campuran yang berbeda yakni campuran ampas tahu (AT) dan limbah ikan (LI) 40% : 60%, 50%: 50%, dan 60% : 40 %. Pakan tersebut diberikan dengan pola waktu pemberian pakan yang berbeda, untuk menjawab pertanyaan kedua, yaitu setiap hari, tiga hari sekali, lima hari sekali, sepuluh hari sekali dan dua puluh hari sekali. Variabel yang diamati adalah pertambahan berat, kelulushidupan, Hasil penelitian menunjukkan perbedaan signifikan antara komposisi pakan dan variasi waktu pemberian pakan terhadap pertumbuhan larva black soldier fly. Kombinasi terbaik untuk menghasilkan biomasa larva terbesar adalah komposisi pakan 40 % LI : 60 % AT dengan waktu pemberian pakan 5 hari.", "Daftar File": {"2019_TA_PP_Luh_Wayan_Ari_Sawitri_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/163446"}, "Penulis": "Luh Wayan Ari Sawitri [10614030]", "Kontributor / Dosen Pembimbing": ["Ramadhani Eka Putra, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Ampas tahu, biomassa, Hermatia illucens, limbah ikan, komposisi, waktu", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Mar 2019"}