{"Nomor": 37027, "Judul": "Hole Blocking Layer-Free Perovskite Solar Cells with HighEfficiencies and Stabilities by Integrating Subwavelength-SizedPlasmonic Alloy Nanoparticles", "Abstrak": "Perovskite solar cells hold great promise as prospectivealternatives of renewable power sources. Recently hole blocking layer-free perovskite solar cells, getting rid of complex and high-temperaturefabrication processes, have engaged in innovative designs ofphotovoltaic devices. However, the elimination of the hole blockinglayer constrains the energy conversion efficiencies of perovskite solarcells and severely degrades the stabilities. In this paper a simpleapproach (without energy-consuming and time-consuming proce-dures) for the fabrication of hole blocking layer-free perovskite solarcells has been demonstrated by an integration of copper?silver alloynanoparticles, which are synthesized by the wet chemical method withcontrollable diameters and elemental compositions. The rear-side integration of the subwavelength-sized silver?copper alloyparticles (200 nm diameter), through a spraying/drying method, realizes a pronounced absorption enhancement of theperovskite layer by effectively light scattering in a broadband wavelength range and achieves a series resistance decrease of thesolar cell because of high electrical conductivities of the alloy particles. The particle integration achieves the highest efficiency of18.89% due to the significant improvement in both optical and electrical properties of solar cells, making this device one of thehighest-performing hole blocking layer-free perovskite solar cells and plasmonic perovskite solar cells. Moreover, the copper-based nanoparticles prevent the perovskite from diffusing into metal back electrodes. Because the diffusion can lead to a severecorrosion of the Au electrode and thus an efficiency degradation, the alloy nanoparticle integration between the perovskite andthe electrode results in 80% and 200% improvements in the long-term stability and the photostability of solar cells, respectively.Through the proposed simple and effective fabrication process, our results open up new opportunities in the manufacturabilityof perovskite solar cells", "Daftar File": {"2019_EJRNL_PP_Xi_Chen_1.pdf": "https://digilib.itb.ac.id/gdl/download/163455"}, "Penulis": "Xi Chen [-]", "Kontributor / Dosen Pembimbing": ["Min Gu"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "perovskite solar cells, hole blocking layer, stability, alloy, subwavelength-sized, plasmonic, light scattering", "Sumber": "ACSAppl.EnergyMater.XXXX, XXX, XXX?XXX", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "18 Mar 2019"}