{"Nomor": 37033, "Judul": "ANALISIS DINAMIKA VEGETASI DI KAWASAN CAGAR ALAM DAN TAMAN WISATA ALAM GUNUNG PAPANDAYAN, JAWA BARAT PADA TAHUN 2001-2018 DENGAN MENGGUNAKAN CITRA SATELIT MULTI-TEMPORAL", "Abstrak": "berapi aktif yang memiliki dinamika vegetasi yang unik. Hal ini dikarenakan adanya respon vegetasi dari gangguan ekologi seperti letusan gunung berapi dan kebakaran hutan. Gangguan tersebut memunculkan pola-pola tutupan vegetasi yang bervariasi setiap tahunnya. Pola-pola tutupan vegetasi yang dapat teramati yaitu rumput/herba, pertanian, semak belukar/perdu, dan hutan. Penelitian ini bertujuan untuk mempelajari dinamika vegetasi dengan cara menentukan distribusi dan perubahan tutupan vegetasi di kawasan Gunung Papandayan. Analisis dinamika vegetasi tersebut dilakukan menggunakan pendekatan penginderaan jarak jauh (remote sensing) dan menggunakan perangkat lunak sistem informasi geografis ENVI 5.1 dan ArcGIS. Dalam penelitian ini, data citra satelit yang digunakan berasal dari citra satelit Landsat 7 ETM+ (2001 dan 2011), Landsat 5 (2007), dan Landsat 8 OLI-TRS (2016 dan 2018) yang telah dikoreksi secara atmosferik dan geometrik. Kemudian untuk deteksi tutupan vegetasi menggunakan pendekatan klasifikasi citra multispektral dengan metode klasifikasi terbimbing (supervised). Untuk melihat perubahan tutupan vegetasi, citra yang telah diklasifikasi tersebut dianalisis menggunakan post-classification sehingga diperoleh matriks transisi. Sementara itu, pengujian tingkat akurasi citra dilakukan dengan menggunakan uji akurasi kecocokan Kappa Coehen. Hasil uji akurasi citra diperoleh nilai Kappa Coehen sebesar 0,89 yang mengindikasikan tingkat akurasi yang sangat baik. Hasil penafsiran citra satelit menunjukkan Pada periode 2001-2007, memiliki pola pemulihan vegetasi yang lambat dengan kecenderungan tidak adanya perubahan lahan terbuka menjadi hutan. Pada periode 2007-2011 dan 2011-2016, memiliki pola pemulihan vegetasi yang cepat dengan dominasi perubahan lahan terbuka dan tutupan vegetasi menjadi tutupan vegetasi yang lebih kompleks. Adapun pada periode 2016-2018 memiliki pola vegetasi yang relatif cepat dengan kecenderungan perubahan tutupan vegetasi (rumput atau herba, semak belukar atau perdu, dan pertanian) menjadi hutan.", "Daftar File": {"2019_TA_PP_MIFTAHUR_RAHMAH_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/163470", "COVER Miftahur Rahmah": "https://digilib.itb.ac.id/gdl/download/206019", "BAB 1 Miftahur Rahmah": "https://digilib.itb.ac.id/gdl/download/206020", "BAB 5 Miftahur Rahmah": "https://digilib.itb.ac.id/gdl/download/206024", "PUSTAKA Miftahur Rahmah": "https://digilib.itb.ac.id/gdl/download/206025"}, "Penulis": "Miftahur Rahmah [10614064]", "Kontributor / Dosen Pembimbing": ["Endah Sulistyawati, S.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Gangguan Ekologi, Remote sensing, Respon Vegetasi, Tutupan Vegetasi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "18 Mar 2019"}