{"Nomor": 37037, "Judul": "EKSPLORASI PARAMETRIK BERBASIS TEORI SHAPE GRAMMAR PADA ARSITEKTUR TRADISIONAL SASAK STUDI KASUS : PERANCANGAN HOTEL RESORT DI MANDALIKA, LOMBOK", "Abstrak": "Di Indonesia, siginfikansi arsitektur tradisional mulai banyak digali oleh praktisi dan akademisi. Di sisi lain, teknologi digital pada dekade terakhir memungkinkan regenerasi bentuk yang tak terbatas dengan mengakar pada gramatika arsitektur tradisional. Studi ini menggunakan shape grammar untuk menemukan geometri dasar dari arsitektur tradisional Sasak dan mentransformasi menjadi geometri yang lebih kompleks pada konteks fungsi dan lokasi yang berbeda. Penelitian dibagi menjadi 4 tahap, yaitu pertama pencarian shape grammar arsitektur sasak, mentransformasi shape grammar arsitektur sasak kedalam algoritme, menyintesis gramatika arsitektur sasak pada program dan kondisi iklim, dan pengembangan desain intuitif. Proses tersebut diintegrasikan dengan pemahaman nilai lokal Sasak terhadap topografi, iklim, dan material lokal. Dengan metode ini, arsitektur tradisional diterjemahkan dan dimanipulasi secara kontinu dalam wujud baru tanpa menghilangkan gramatika aslinya. Diharapkan studi ini dapat bermanfaat dalam pembangunan nasional, salah satunya di sektor pariwisata sebagai komoditas jasa terbesar di dunia dan merupakan program prioritas perekonomian Indonesia. Sehingga hotel resort sebagai salah satu fasilitas pariwisata menjadi studi kasus untuk menerapkan eksplorasi parametrik berbasis teori shape grammar ini.", "Daftar File": {"2019_TS_PP_REINALDI_PRIMANIZAR_1_ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/163475"}, "Penulis": "Reinaldi Primanizar [25216019]", "Kontributor / Dosen Pembimbing": ["Aswin Indraprastha, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "shape grammar, parametrik, Lombok, arsitektur tradisional Sasak", "Sumber": "", "Staf Input/Edit": "Sandy Nugraha", "File": "1 file", "Tanggal Input": "18 Mar 2019"}