{"Nomor": 37035, "Judul": "STUDI PENGARUH PROGRAM CIMAHI TECHNO PARK TERHADAP  PERTUMBUHAN PERUSAHAAN PEMULA BERBASIS TEKNOLOGI  (STUDI KASUS: PASCA-INKUBASI TENANT KLASTER  TELEMATIKA)", "Abstrak": "Dalam Rencana Pembangunan Jangka Menengah Nasional 2015-2019, terdapat \nstrategi pengembangan kawasan strategis melalui peningkatan kemampuan SDM \ndan IPTEK dalam rangka mendukung peningkatan kemampuan  berinovasi untuk \nmeningkatkan  daya  saing,  serta  mengoptimalkan  interaksi  dan  pembanfaatan \nsumber daya perguruan tinggi, lembaga penelitian dan pengembangan, serta dunia \nusaha.  Poin  tersebut  diturunkan  menjadi  pragram  pembangunan  100  Techno \nPark/Science Park di kabupaten/kota dan di setiap provinsi yang salah satunya \nberada  di  Kota  Cimahi,  bernama  Cimahi  Techno  Park  (CTP).  Techno  Park \nmerupakan sebagai kawasan tempat pengembangan inovasi melalui interaksi dan \nkolaborasi antar aktor yang terlibat didalamnya. Dalam upaya meingkatkan daya \nsaing daerah, Kota Cimahi melakukan pengembangan industri kreatif telematika \nmelalui inkubasi yang dilakukan pada program CTP. Inkubasi adalah serangkaian \naktivitas proses peningkatan kapasitas tenant baik bisnis maupun teknologi yang \nbertujuan untuk menciptakan perusahaan pemula berbasis teknologi  (PPBT). Akan \ntetapi bisnis yang didirikan oleh tenant yang mengikuti inkubasi masih memiliki \nkemungkinan untuk gagal tumbuh setelah melalui proses inkubasi. Oleh karena itu, \npenelitian  ini  mengkaji  pengaruh  program  CTP  terhadap  pertumbuhan  bisnis \ntenant  saat  masa  pasca-inkubasi  dengan  melihat  proses  inkubasi  yang  telah \ndiberikan  sebelumnya.  Dalam  penelitian  ini,  digunakan  metode  analisis  isi \nsehingga  didapatkanlah  kesimpulan  dari  data  yang  didapat  dengan \nmemperhatikan  konteksnya  sehingga  mendapat  pemahaman  terkait  layanan \ninkubasi  yang  diberikan  dan  pertumbuhan  bisnis  tenant.  Berdasarkan  hasil \npenelitian,  terdapat  tenant  yang  tidak  membentuk  perusahaan  atau  mengalami \nkegagalan dalam menumbuhkan bisnisnya.", "Daftar File": {}, "Penulis": "Diaz Ekaputra [15414066]", "Kontributor / Dosen Pembimbing": ["Adiwan Fahlan Aritenang, S.T., M.GIT., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Cimahi Techno Park, Inkubasi telematika, Bisnis, Pasca-inkubasi", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "18 Mar 2019"}