{"Nomor": 37031, "Judul": "TANTANGAN PENGURANGAN RISIKO BENCANA BANJIR BERBASIS EKOSISTEM DI KAMPUNG LAUT  KABUPATEN CILACAP", "Abstrak": "Kecamatan Kampung Laut dulunya berupa Laguna Segara Anakan yang mengalami sedimentasi hingga menjadi daratan. Tercatat jumlah sedimentasi  sebesar 0,87 juta ton/tahun untuk Sungai Cibeureum dan sebesar 0,22 juta ton/tahun untuk Sungai Cikonde. Bertambahnya lahan timbul akibat sedimentasi dari aliran sungai menyebabkan konversi lahan dan degradasi lingkungan. Hal ini memicu meningkatnya jumlah penduduk untuk bermukim di daerah Kampung Laut karena memiliki sumber daya baru untuk keberlangsungan penghidupan masyarakat. Degradasi lingkungan dan kondisi topografi yang rendah menjadi ancaman bagi masyarakat, ketika intensitas curah hujan tinggi yang dapat menimbulkan banjir. Untuk menciptakan kesadaran dalam mengembalikan fungsi ekosistem pengurangan risiko bencana berbasis ekosistem dapat dijadikan salah satu cara untuk masyarakat dapat bertahan secara berkelanjutan dengan kondisi wilayah yang rentan karena degradasi lingkungan akibat faktor alam maupun manusia. Tujuan utama penelitian ini ialah mengetahui tantangan dalam pengurangan risiko bencana berbasis ekosistem di Kampung Laut. Pendekatan penelitian menggunakan mixed methods melalui observasi, wawancara, dan studi literatur dengan menggunakan metode analisis bahaya banjir, analisis kerentanan, analisis risiko, dan analisis persepsi risiko. Berdasarkan hasil analisis Kampung Laut memiliki tingkat risiko rendah yang dipengaruhi oleh faktor sosial, faktor ekonomi dan faktor lingkungan. Tindakan masyarakat terhadap pengurangan risiko banjir memiliki manfaat lainnya dalam memulihkan kondisi perekonomian diantaranya pembangunan tanggul dan kanal untuk mengontrol air banjir, serta pemanfaatan lumpur yang dibawa oleh aliran sungai ketika banjir untuk lahan pertanian. Namun upaya masyarakat dalam melakukan restorasi dan konservasi lingkungan masih minim dilakukan. Beberapa faktor yang mempengaruhi ialah rendahnya kesadaran masyarakat dalam memahami fungsi ekosistem.", "Daftar File": {"2019_TS_PP_TIARA_CHIKA_MAULIDA_ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/163459", "2019_TS_PP_TIARA_CHIKA_MAULIDA_BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/163460", "2019_TS_PP_TIARA_CHIKA_MAULIDA_BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/163461", "2019_TS_PP_TIARA_CHIKA_MAULIDA_BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/163462", "2019_TS_PP_TIARA_CHIKA_MAULIDA_BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/163463", "2019_TS_PP_TIARA_CHIKA_MAULIDA_BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/163464", "2019_TS_PP_TIARA_CHIKA_MAULIDA_BAB_6.pdf": "https://digilib.itb.ac.id/gdl/download/163465", "2019_TS_PP_TIARA_CHIKA_MAULIDA_DAFTAR_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/163466", "2019_TS_PP_TIARA_CHIKA_MAULIDA_LAMPIRAN.pdf": "https://digilib.itb.ac.id/gdl/download/163467", "2019_TS_PP_TIARA_CHIKA_MAULIDA_JURNAL.pdf": "https://digilib.itb.ac.id/gdl/download/163468"}, "Penulis": "Tiara Chika Maulida [25417078]", "Kontributor / Dosen Pembimbing": ["Dr. Saut Aritua Hasiholan Sagala, S.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Banjir, Pengurangan risiko bencana berbasis ekosistem, Tantangan, Risiko banjir", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "10 file", "Tanggal Input": "18 Mar 2019"}