{"Nomor": 37044, "Judul": "SINTESIS OKSIDA NIOBIUM DAN TANTALUM DARI LARUTAN HASIL DIGESTI ASAM ASAM DENGAN FLUORIDA-ASAM SULFAT", "Abstrak": "Niobium dan tantalum merupakan logam refraktori yang banyak digunakan untuk berbagai aplikasi strategis. Salah satu sumber primer dari niobium (Nb) dan tantalum (Ta) adalah mineral Columbite-Tantalite (Coltan) selain Pyrochlore. Rute proses ekstraksi niobium dan tantalum untuk menghasilkan oksida murninya umumnya melalui proses digesti asam, ekstraksi pelarut, presipitasi dan kalsinasi. Sudah banyak hasil-hasil penelitian mengenai proses digesti asam dan ekstraksi pelarut untuk proses ekstraksi Nb dan Ta yang dipublikasikan. Akan tetapi, belum banyak yang melaporkan hasil-hasil penelitian mengenai proses presipitasi niobium dan tantalum untuk mensintesis oksida niobium dan tantalum. Pada penelitian ini dilakukan serangkaian eksperimen untuk mempelajari pengaruh beberapa variabel terhadap perilaku presipitasi Nb dan Ta dari larutan hasil digesti asam dalam larutan asam florida-asam sulfat yang telah dimurnikan dengan proses ekstraksi pelarut menggunakan larutan metil isobutil keton (MIBK).\nSampel konsentrat coltan diperoleh dari daerah Jos Plateu Site di Nigeria melalui PT. Timah, Tbk. Serangkaian percobaan digesti asam dilakukan dengan campuran larutan HF-H2SO4 18M - 1,75M pada temperatur 90oC, persen padatan 20% dan kecepatan putaran magnetic stirrer 500 rpm selama 24 jam. Pregnant Leach Solution yang diperoleh kemudian dilakukan proses ekstraksi pelarut dengan menggunakan MIBK berkonsentrasi 70% (v/v). Loaded organic yang telah dipisahkan dari larutan raffinate selanjutnya dilakukan proses stripping dalam dua tahap dimulai dengan stripping Nb dan dilanjutkan dengan stripping Ta. Serangkaian percobaan presipitasi Nb dan Ta dari strip solution Nb dan Ta dilakukan untuk mempelajari pengaruh pH, temperatur dan waktu presipitasi terhadap persen presipitasi Nb dan Ta. Pengaruh penambahan seed terhadap kinetika proses presipitasi juga dipelajari. Komposisi kimia produk serbuk oksida yang dihasilkan dianalisis dengan ICP dan AAS, senyawa dominan di dalamnya diidentifikasi dengan XRD dan morfologi butirannya dianalisis dengan SEM.\nPersen presipitasi Nb tertinggi yaitu 97,348% diperoleh pada pH 10, temperatur 75oC dengan penambahan seed sebanyak 0,45 gram/75 mL strip solution selama 6 jam. Sementara, persen presipitasi Ta tertinggi yaitu 99,48% diperoleh pada pH 10, temperatur 75oC dengan penambahan seed sebanyak 0,15 gram/75 mL strip solution selama 6 jam. Hasil penelitian menunjukkan persen presipitasi Nb dan Ta meningkat seiring dengan peningkatan pH dalam rentang 8-10 dan peningkatan suhu dari suhu ruangan hingga 75oC. Penambahan seed oksida meningkatkan kinetika presipitasi Nb dan Ta. Serbuk oksida niobium yang dihasilkan dari proses presipitasi pada pH 10 dan temperatur 75oC memiliki kandungan Nb2O5 sebesar 81,64% dan Ta2O5 sebesar 8,45% sementara oksida tantalum yang dihasilkan dari kondisi presipitasi yang sama memiliki kandungan Nb2O5 sebesar 45,68% dan Ta2O5 sebesar 30,47%.", "Daftar File": {"2019_TA_PP_ANITA_MEI_LIANA_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/163483", "COVER Anita Mei Liana": "https://digilib.itb.ac.id/gdl/download/205880", "BAB 1 Anita Mei Liana": "https://digilib.itb.ac.id/gdl/download/205881", "BAB 5 Anita Mei Liana": "https://digilib.itb.ac.id/gdl/download/205885", "PUSTAKA Anita Mei Liana": "https://digilib.itb.ac.id/gdl/download/205886"}, "Penulis": "Anita Mei Liana [12515009]", "Kontributor / Dosen Pembimbing": ["Dr. Mohammad Zaki Mubarok, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "coltan, niobium, tantalum, precipitation, characterization", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "18 Mar 2019"}