{"Nomor": 37055, "Judul": "EVALUASI PERILAKU BALOK TINGGI DENGAN MEMPERTIMBANGKAN KONDISI PEMBEBANAN MELALUI KOLOM STUB BETON DAN BEARING PLATE, SERTA KONTRIBUSI TULANGAN DIAGONAL", "Abstrak": "Balok tinggi biasanya dijumpai pada konstruksi bangunan tinggi, bangunan lepas pantai, pile cap, maupun berupa balok transfer. Balok tinggi memiliki rasio bentang shear element terhadap tinggi penampang efektif nya kecil atau sama dengan 2. Pada suatu struktur dikenal dengan Beam Regions dan Discontonuity Regions. Pada Discontonuity Regions dibedakan menjadi diskontinuitas akibat gaya dan diskontinuitas akibat geometri. Balok tinggi didesain menggunakan metode strut-and-tie model . Salah satu metode strut-and-tie ini dapat dihitung berdasarkan ACI 318-14. ACI 318-14 dalam menentukan shear element yang dibatasi oleh kolom stub beton atau bearing plate berdasarkan diskontinuitas akibat gaya, dimana dalam keadaan sebenarnya shear element balok tinggi dengan kolom stub beton ditentukan berdasarkan diskontinuitas akibat geometri. Balok tinggi yang rentan gagal dalam geser dapat dihindari dengan menambah kapasitas geser nya menggunakan tulangan diagonal sejajar dengan arah tegangan strut. Untuk membuktikan ketidaktepatan dalam menentukan shear element dan menunjukkan penambahan tulangan diagonal yang sejajar tegangan strut akan menambah kapasitas geser dari balok tinggi akan dilakukan pengumpulan database pengujian balok tinggi dengan kolom stub beton dan pengujian dilaboratorium terhadap 8 buah benda uji balok tinggi. Hasil analisis dari database dan eksperimental menunjukkan bahwa kapasitas kekuatan balok tinggi dengan penentuan lengan pada shear element (a) balok tinggi menggunakan kolom stub beton berdasarkan diskontinuitas akibat geometri mendekati hasil aktual. Hasil eksperimental balok tinggi dengan kolom stub beton memiliki kapasitas kekuatan lebih besar sekitar 2,6%-8,8% dengan daktilitas lebih besar sekitar 29,5%-43,3% dari balok tinggi dengan bearing plate. Balok tinggi dengan perbandingan a/d (rasio bentang shear element terhadap tinggi efektif) lebih kecil memiliki kekuatan lebih besar sekitar 37,5%-53,3% dibandingkan dengan balok tinggi dengan a/d yang besar, tetapi balok tinggi dengan a/d yang besar memiliki deformabilitas yang lebih besar sekitar 95,4%-116,2%. Balok tinggi dengan penambahan tulangan diagonal menunjukkan bahwa kapasitas kekuatan balok tinggi meningkat dibandingkan dengan balok tinggi dengan tanpa tulangan diagonal sebesar 10,6%-15,8 dengan deformabilitas meningkat sebesar 82%-95,2%. Balok tinggi yang rentan gagal dalam geser, dengan menambahkan tulangan diagonal dapat merubah mode kegagalan menjadi kegagalan lentur.", "Daftar File": {"2019_TS_PP_RAHMAT_RAMLI_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/163500"}, "Penulis": "Rahmat Ramli [25016305]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Herlien Dwiarti Soemari"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "balok tinggi, shear element, diskontinuitas akibat gaya, diskontinuitas akibat geometri, tulangan diagonal.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "18 Mar 2019"}