{"Nomor": 37051, "Judul": "ANALOGI SUJUD MASJID AGUNG SRWIJAYA DI JAKABARING, PALEMBANG, SUMATERA SELATAN", "Abstrak": "Masjid Agung Sriwijaya di Jakabaring merupakan masjid kota yang akan menjadi pusat tempat\nperibadatan dan kegiatan sehari-hari bagi masyarakat Palembang dan berada di kawasan Jakabaring\nSport City. Masalah dari tapak ini yaitu integrasi sumbu tapak yang berbentuk trapesium simetris\nterhadap jalan dan arah kiblat akan menghasilkan ruang-ruang sisa tapak. Masalah utama dari proyek\nini yaitu perancangan Masjid Agung ini mencoba mengintegrasikan nilai agama, lingkungan, sportivitas\ndan budaya Palembang yang saling terkait satu sama lain, sehingga harus mempunyai bentuk yang\nunik dari bentuk masjid lain pada umumnya. Berdasarkan hal tersebut, konsep dasar perancangan\nmasjid ini dipilih analogi sujud. Sujud merupakan salah satu gerakan olahraga di dalam islam yang\npaling baik, karena gerakan yang paling dekat dengan Allah SWT ketika shalat. Masjid juga berasal dari\nkata sujud yang berarti patuh, tunduk dan taat. Dalam mewujudkannya dalam bentuk desain, bentuk\nsujud tersebut dianalogikan sebgai representasi fungsi-fungsi di dalam masjid. Sujud memiliki makna\nmembungkus spirit ibadah yang tunduk kepada Allah dalam bingkai kekinian. Bentuk analogi tersebut\njuga diharapkan dapat menampilkan integrity antara masjid dengan sifat dari kompetisi olahraga dan\nsesuai dengan asal dari kata masjid. Dari konsep perancangan tersebut diwujudkan dalam bentuk\nkonsep desain yang memperhatikan isu-isu perancangan bangunan masjid dan masalah dari tapak,\ndengan solusi merancang bangunan masjid yang megah, besar dan monumental. Konsep desain Masjid\nAgung Sriwijaya tersebut meliputi, konsep zonning, konsep massa bangunan, konsep struktur, efisiensi\nenergi, efisiensi air, dan konsep fasad.", "Daftar File": {}, "Penulis": "Uswatun Chasanah [15214040]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Agustinus Adib Abadi, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "masjid agung, Palembang, pusat peribadatan, sujud, kegiatan olahraga", "Sumber": "", "Staf Input/Edit": "Sandy Nugraha", "File": "1 file", "Tanggal Input": "18 Mar 2019"}