{"Nomor": 37068, "Judul": "ANALISIS KEBIJAKAN ENERGI NASIONAL TERHADAP POTENSI SUMBER ENERGI NASIONAL DALAM PEMENUHAN TARGET ENERGI BARU TERBARUKAN 23% PADA 2023", "Abstrak": "Dalam proses menuju negara maju, kebutuhan energi di Indonesia semakin meningkat. Timbulnya masalah baru dalam sektor energi menuntut Indonesia untuk berevolusi dan mencari solusi untuk mengatasi permasalahan dalam sektor energi. Salah satu solusi nyata yang dapat dilakukan untuk menyelesaikan permasalahan di sektor energi sekaligus sebagai antisipasi munculnya permasalahan baru adalah perencanaan energi. Perencanaan energi mencakup proyeksi penawaran dan permintaan energi yang sesuai. Beberapa faktor yang mempengaruhi perencanaan energi adalah pertumbuhan ekonomi Indonesia, jumlah populasi, GDP, dan juga pembangkit listrik dan kebijakan. Penelitian ini menggunakan asumsi faktor internal dan eksternal yang telah ditetapkan dan mengolahnya dalam perangkat lunak LEAP untuk proyeksi penyediaan energi di Indonesia. Proyeksi dilakukan dari tahun 2015 sampai 2030. Ada dua skenario yang digunakan yaitu BaU dan EBT-Fosil, yaitu skenario dengan asumsi energi baru dan terbarukan mencapai proporsi 23% pada tahun 2025 sesuai dengan Rancangan Umum Energi Nasional (RUEN). Target energi terbarukan mencapai 16% pada Skenario BaU dan 24,14% pada scenario EBT-Fosil.", "Daftar File": {"ANALISIS_KEBIJAKAN_ENERGI_NASIONAL_TERHADAP_POTENSI_SUMBER_ENERGI_NASIONAL_DALAM_PEMENUHAN_TARGET_ENERGI_BARU_TERBARUKAN_23__PADA_2025_(1)1.pdf": "https://digilib.itb.ac.id/gdl/download/163530"}, "Penulis": "Jeanny Feramarta [18014042]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Bambang Anggoro Soedjarno P., M.T.", "Burhanuddin Halimi, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Tenaga Listrik", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "perencanaan energi, LEAP, elektrifikasi, dan EBT.", "Sumber": "", "Staf Input/Edit": "karya  \n                                     karya", "File": "8 file", "Tanggal Input": "18 Mar 2019"}