{"Nomor": 37078, "Judul": "STUDI KARAKTERISASI GEOKIMIA SAMPEL OVERBURDEN DI PIT GM PT. B", "Abstrak": "Di Indonesia, kegiatan penambangan batubara didominasi dengan metode tambang terbuka. Tentu dalam kegiatan penambangan untuk mendapatkan batubara tersebut perlu dilakukan penggalian dan penimbunan batuan penutup. Terdedahnya batuan penutup yang memiliki kandungan mineral sulfide akan teroksidasi bila terdedah akan bereaksi dengan air serta oksigen yang dapat membentuk air dengan tingkat keasaman yang tinggi, yang disebut Air Asam Tambang (AAT). Batuan yang dapat menghasilkan AAT disebut Potential Acid Forming (PAF) dan yang tidak disebut Non-acid Forming (NAF). Lalu batuan akan dikarakterisasikan dan diuji sifat fisik dan kimia air lindiannya serta unsur dan komposisi batuan. Serta log sampel batuan penutup batubara akan dimodelkan untuk mengetahui persebaran batuan berdasarkan karakteristik geokimianya.\nUntuk mengantisipasi terbentuknya AAT, perusahaan tambang wajib melakukan karakterisasi geokimia terhadap batuan dan memodelkan persebaran berdasarkan geokimianya. Beberapa pengujian dilakukan untuk mengetahui karakteristik material dan geokimia batuan penutup, yaitu: uji statik dan uji kinetik AAT dengan siklus harian, tiga harian, dan mingguan, uji kandungan unsur dan mineralogi batuan dengan X-Ray Flouresence dan X-Ray Diffraction, dan uji kandungan unsur dan uji kandungan unsur dan ion air lindian menggunakan Atomic Absorption Spectometry dan Ionic Chromatogrpahy. Lalu dari hasil karakterisasi geokimia tersebut akan digunakan untuk memodelkan persebaran batuan agar dapat diketahui letak dari persebaran batuan yang dapat membentuk AAT dan diantisipasi lebih awal.\nBerdasarkan uji statik yang diverifikasi dengan uji kinetik, didapatkan sampel AMD 18, 19, dan 20 merupakan batuan PAF dengan pH air lindian antara 1,5-3, sampel AMD 9 dan 10 merupakan batuan PAF-LC dengan pH air lindian antara 4,5-6, dan sisanya merupakan sampel batuan NAF dengan pH air lindian relatif netral. Model persebaran karakteristik geokimia batuan 7 meter di atas roof dan 1 meter di bawah floor lapisan batubara DU merupakan batuan PAF-LC. Lalu pada batuan 3 meter diatas roof dan 9 meter dibawah lapisan batubara BU merupakan batuan PAF. Persebaran batuan berupa batu pasir kuasa, batulempung, dan batubara yang didominasi oleh lapisan batulempung.", "Daftar File": {"2019_TA_PP_MUHAMMAD_FARHAN_MUZZAMMIL_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/163543"}, "Penulis": "M Farhan Muzzammil [12114034 ]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ginting Jalu Kusuma, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Air Asam Tambang, Karakteristik Geokimia, Persebaran Batuan.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "18 Mar 2019"}