{"Nomor": 37071, "Judul": "DINAMIKA MIKROORGANISME YANG BERPERAN DALAM PENINGKATAN KUALITAS BIJI KAKAO (THEOBROMA CACAO) MELALUI PROSES FERMENTASI DAN PEMANFAATANNYA", "Abstrak": "Biji kakao merupakan komoditas agrikultur yang penting terhadap perekonomian Indonesia. Salah satu faktor yang mempengaruhi kualitas dari biji kakao adalah proses fermentasi. Fermentasi biji kakao yang dilakukan selama ini bergantung pada kondisi lingkungan dan mikroba yang bekerja. Sehingga penelitian ini bertujuan untuk melakukan isolasi dan seleksi mikroba yang berperan dalam meningkatkan kualitas biji kakao pada proses fermentasinya. Kemudian menentukan perbandingan metode inokulasi lalu waktu fermentasi tertentu dan diuji kualitasnya menggunakan uji hedonik. Tahapan penelitian dilakukan dengan melakukan isolasi mikroba selama proses fermentasi yang biasa dilakukan dengan melakukan fermentasi alami dengan metode heap fermentation selama 9 hari. Isolasi mikroorganisme dilakukan setiap 24 jam sekali selama proses fermentasi pada tiga jenis media, yaitu HS (Hestrin Schramm) untuk mengisolasi ragi dan bakteri asam asetat, MRS (De Man Rogosa and Sharpe) untuk mengisolasi bakteri asam laktat dan NA (Nutrient Agar) untuk mengisolasi bakteri-bakteri lainnya, terutama bakteri penghasil spora. Isolat yang diperoleh kemudian diseleksi pada 2 jenis media cair yaitu media CPSM-LAB (Cocoa Pulp Simulation Media for Lactic Acid Bacteria) untuk ragi, bakteri asam laktat, dan mikroba lainnya muncul pada 4 hari pertama fermentasi kakao, kemudian media CPSM-AAB (Cocoa Pulp Simulation Media for Acetic Acid Bacteria) untuk bakteri asam asetat dan mikroba lainnya yang muncul pada 4 hari terakhir fermentasi kakao. Isolat hasil seleksi diuji lanjut yaitu uji indeks dominansi Simpson untuk seluruh mikroba selama waktu fermentasi, uji kualitatif dengan medium minimal yang ditambahkan senyawa tertentu untuk menguji aktivitas enzim pektinolitik, proteolitik, amilolitik, selulolitik dan uji produksi alkohol untuk ragi dengan pengukuran menggunakan piknometer. Untuk bakteri asam laktat dan asam asetat, uji yang dilakukan adalah uji produksi asam dengan metode titrasi asam-basa. Isolat terpilih kemudian dibuat kurva pertumbuhannya untuk mencari umur inokulum optimum. Fermentasi terkontrol dilakukan dengan metode solid state fermentation dengan perbandingan inokulum 1:1:1 untuk ragi: bakteri asam laktat: bakteri asam asetat sebanyak 3.33% (v/w). Variasi fermentasi yang dilakukan adalah variasi inokulasi awal (FA) dan inokulasi bertahap (FB) juga variasi waktu fermentasi 3, 5 dan 6 hari. Hasil fermentasi ini kemudian kemudian dilakukan uji tingkat kesukaan kepada beberapa responden. Diperoleh total 68 isolat pada seluruh media berdasarkan karakteristik makroskopis dan mikroskopis yang kemudian terseleksi 15 isolat setelah ditumbuhkan pada media CPSM-LAB dan 4 isolat setelah ditumbuhkan pada media CPSM-AAB. Mikroba yang tumbuh secara signifikan pada media CPSM-LAB, dimana 9 diantaranya adalah ragi dan 6 diantaranya adalah bakteri asam laktat. Sementara hasil seleksi pada media CPSM-AAB, menunjukkan terdapat 4 isolat bakteri asam asetat yang tumbuh secara signifikan. Berdasarkan uji lanjut aktivitas enzimatis, produksi metabolit dan indeks dominansi mikroorganisme pada 19 isolat yang terseleksi, diperoleh 3 isolat yang berperan paling potensial pada proses fermentasi kakao yaitu isolat dengan kode H65X1 untuk ragi, isolat dengan kode H65X2 untuk bakteri asam asetat dan isolat dengan kode M96X5 untuk bakteri asam laktat. Umur inokulum optimal untuk isolat ragi H65X1, bakteri asam asetat H65X2 dan bakteri asam laktat M96X5 secara berturut-turut adalah 6 jam, 7.5 jam dan 8 jam. Dinamika komunitas mikroba untuk masing-masing perlakuan tidak berbeda secara signifikan antara perlakuan FA dan FB. Pada hari pertama ragi mendominasi proses fermentasi kakao diikuti dominansi bakteri asam laktat pada hari kedua fermentasi dan dominansi bakteri asam asetat pada hari ketiga fermentasi. Pada hari ke 4-6 fermentasi seluruh mikroba menurun dan didominasi oleh mikroba lain. Berdasarkan hasil uji evaluasi sensori dan uji hedonik, jika dibandingkan dengan coklat komersil maka perlakuan fermentasi FA selama 5 hari pada pH awal pulp kakao sebesar 4.34 dan pada suhu 28.3 ± 2.13 oC memiliki kualitas yang paling mendekati dengan coklat komersil.", "Daftar File": {"2019_TA_PP_Joshua_Andrian_K_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/163537"}, "Penulis": "Joshua Andrian K [10414026]", "Kontributor / Dosen Pembimbing": ["Dr. Pingkan Aditiawati, MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Mikrobiologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "dinamika komunitas mikroba, fermentasi, isolasi, kakao, uji aktivitas", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Mar 2019"}