{"Nomor": 37073, "Judul": "PERANCANGAN DESAIN MEJA SEKOLAH DENGAN SURVIVAL KIT BAGI KORBAN BENCANA GEMPA UNTUK SEKOLAH DASAR DI SEKITAR WILAYAH LEMBANG", "Abstrak": "Indonesia merupakan salah satu Negara yang rawan akan bencana, baik yang disebabkan oleh faktor alam maupun ulah manusia. Hampir semua jenis bencana terjadi di Indonesia, namun salah satu bencana yang sedang marak terjadi di tahun ini adalah bencana gempa. Negara Indonesia dipenuhi dengan titik potensi gempa yang sangat tinggi. Salah satu titik gempa yang berpotensi aktif di Pulau Jawa adalah Patahan Sesar Lembang yang berada di Jawa Barat. Namun di sekitar daerah Lembang tersebut masih banyak gedung sekolah yang bangunannya belum memenuhi standar bangunan tahan gempa. Hal tersebut dapat menyebabkan rusaknya bangunan apabila terjadi gempa dengan skala kecil, atau bahkan rubuh saat terjadi gempa berskala besar. Penanggulangan bencana alam atau yang biasa disebut mitigasi adalah upaya berkelanjutan untuk mengurangi dampak bencana terhadap manusia dan material yang dimilikinya. Salah satu bentuk penanggulangan untuk bencana gempa di sebuah gedung, terutama gedung bertingkat, seperti gedung sekolah, adalah menyiapkan kit berupa alat – alat yang dapat digunakan untuk bertahan hidup, apabila ada korban yang terjebak di dalam gedung.Penelitian ini bertujuan untuk mengembangkan desain Survival Kit atau alat-alat untuk bertahan hidup bagi korban, apabila terjadi gempa di saat jam aktivitas sekolah, di mana para murid terjebak di dalam ruangan kelas. Survival Kit ini juga disesuaikan dengan prosedur evakuasi yang sudah ada, dan akan ditempatkan pada perabotan yang ada pada ruangan kelas sehingga mudah dijangkau oleh para murid.", "Daftar File": {"2019_TA_PP_ADITYA_NANDANA_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/163536", "COVER Aditya Nandana": "https://digilib.itb.ac.id/gdl/download/205659", "BAB 1 Aditya Nandana": "https://digilib.itb.ac.id/gdl/download/205660", "BAB 5 Aditya Nandana": "https://digilib.itb.ac.id/gdl/download/205664", "PUSTAKA Aditya Nandana": "https://digilib.itb.ac.id/gdl/download/205665"}, "Penulis": "Aditya Nandana [17514013]", "Kontributor / Dosen Pembimbing": ["Bismo Jelantik Joyodiharjo, S.Sn., M.Ds."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Produk", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Bencana Gempa, Sekolah Dasar, Wilayah Lembang", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "18 Mar 2019"}