{"Nomor": 37085, "Judul": "REKONSTRUKSI PALINSPASTIK STRUKTUR GEOLOGI DAERAH KALI LUTUT DAN SEKITARNYA, KENDAL-TEMANGGUNG, JAWA TENGAH", "Abstrak": "Kali Lutut merupakan lokasi tersingkapnya seri batuan khusus yang disebut Lutut Beds,\nyang tersusun oleh batupasir dan batugamping dengan mineral kuarsa yang melimpah\ndan fragmen rombakan berbagai jenis batuan seperti batuan metamorf, vulkanik,\nbatuan dasar, dan karbon. Van bemmelen (1949) memasukkan seri batuan ini ke dalam\nCekungan Serayu Utara, sedangkan Thanden dkk. (1996), mengelompokkan ke dalam\nCekungan Kendeng. Pada daerah penelitian dijumpai pula adanya Lapangan Minyak\nCipluk yang dapat menunjang data bawah permukaan. Penelitian ini dilakukan untuk\nmerekonstruksi kondisi struktur geologi di Kali Lutut dan sekitarnya. Tujuan dari\npenelitian ini untuk mengetahui karakteristik struktur geologi, evolusi deformasi, dan\nkondisi paleogeografi, serta implikasinya terhadap keberadaan hidrokarbon di daerah\nKali Lutut dan sekitarnya.\nPenelitian ini secara umum didasarkan pada evaluasi data lapangan yang dipadukan\ndengan data seismik. Data lapangan diperoleh melalui penyelidikan langsung untuk\nmengetahui kondisi geologi daerah penelitian dan pengambilan sampel batuan.\nBerdasarkan data lapangan, analisis petrografi, dan analisis fosil yang dipadukan\ndengan analisis kelurusan dan analisis struktur geologi maka dihasilkan peta geologi\ndaerah penelitian. Penampang geologi dibuat berdasarkan peta geologi dan interpretasi\nseismik yang dilakukan dengan metode dip-domain untuk menggambarkan kondisi\nbawah permukaan daerah penelitian. Tiga penampang geologi yang telah dibuat\ndilakukan rekonstruksi palinspastik dengan teknik balance cross-section berdasarkan\nmodel flexural-slip. Rekonstruksi ketiga penampang tersebut kemudian dibuat dalam\ndiagram pagar untuk melihat perubahan topografi pada setiap deformasinya\nStratigrafi daerah Kali Lutut dan sekitarnya terdiri dari Batuan Dasar, Formasi Pelang,\nFormasi Kerek yang diterobos oleh Intrusi Andesit, Formasi Penyatan, Formasi\nKaligetas, Formasi Damar, dan Aluvium. Struktur geologi daerah penelitian dapat\ndikelompokkan menjadi tiga kelompok berdasarkan kejadian pembentukannya yaitu\nkelompok sesar turun, kelompok sesar naik dan lipatan, serta kelompok sesar mendatar.\nSesar naik memiliki karakteristik berupa fault-propagation fold yang membentuk\nimbrication thrust fault berorientasi barat-timur dengan kedalaman bidang detachment\nyang berada di batas antara Formasi Kerek dengan Batuan Dasar dan Formasi Pelang\n(kedalaman berkisar empat hingga lima kilometer).\nBerdasarkan hasil rekonstruksi palinspastik, daerah penelitian mengalami deformasi\npertama terjadi pada Batuan Dasar dan bersifat ekstensi saat Eosen-Oligosen.\nDeformasi pertama menghasilkan ekstensi sebesar 4,2 - 9,4%. Deformasi kedua terjadi\nsaat Miosen Akhir-Pliosen pada Formasi Kerek dan bersifat kontraksi. Deformasi\nkedua menghasilkan pemendekan sebesar 29,6 - 44,5%. Deformasi ketiga terjadi saat\nPliosen-Plistosen yang menghasilkan sesar mendatar di formasi batuan muda.\nRekonstruksi menunjukkan geometri daerah penelitian pada saat Formasi Kerek\ndiendapkan berupa cekungan yang mendalam ke arah selatan.\nHidrokarbon dijumpai pada daerah penelitian yang terletak di sebelah barat daerah\npenelitian. Lokasi tersebut termasuk dalam Lapangan Cipluk yang ditinggalkan.\nBerdasarkan rekonstruksi, sesar naik berfungsi sebagai jalur migrasi hidrokarbon dan\nmenjadi perangkap struktur dengan bentukan antiklin di beberapa tempat. Berdasarkan\nhasil rekonstruksi dan pendekatan gradien panas bumi yang konstan menunjukkan\nFormasi Kerek dan Formasi Pelang mencapai kematangan sejak Miosen Akhir. Namun\npenelitian sebelumnya mengenai studi batuan induk dari sampel minyak bumi yang\nberada di daerah penelitian menunjukkan bahwa Formasi Kerek dan Formasi Pelang\nyang diendapkan pada lingkungan laut dalam bukan yang berpotensi sebagai batuan\ninduk. Batuan induk diinterpretasikan berasal dari luar daerah penelitian.", "Daftar File": {"2019_TS_PP_IKHWANNUR_ADHA_1_-_ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/163564", "2019_TS_PP_IKHWANNUR_ADHA_1_-_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/163943", "2019_TS_PP_IKHWANNUR_ADHA_1_-_BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/163944", "2019_TS_PP_IKHWANNUR_ADHA_1_-_BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/163945", "2019_TS_PP_IKHWANNUR_ADHA_1_-_BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/163946", "2019_TS_PP_IKHWANNUR_ADHA_1_-_BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/163947", "2019_TS_PP_IKHWANNUR_ADHA_1_-_BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/163948", "2019_TS_PP_IKHWANNUR_ADHA_1_-_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/163949"}, "Penulis": "Ikhwannur Adha [22016002]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Benyamin Sapiie, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "rekonstruksi struktur geologi, Kali Lutut, restorasi palinspastik, Lapangan Cipluk.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "18 Mar 2019"}