{"Nomor": 37088, "Judul": "IDENTIFIKASI DAN VERIFIKASI SIDIK JARI BERDASARKAN LETAK MINUTIAE", "Abstrak": "Sidik jari merupakan suatu pola dari ridge. Setiap orang memiliki sidik jari yang\nunik. Keunikan tersebut membuat sidik jari dapat digunakan untuk mengenali identitas\nseseorang. Pengenalan sidik jari digunakan secara luas di berbagai bidang,\nterutama di bidang forensik dan keamanan. Sidik jari dapat dikenali berdasarkan\nminutiae. Minutiae memiliki letak, sudut dan jenis yang dibedakan menjadi truncation\ndan bifurcation. Pengolahan citra dilakukan saat ekstraksi minutiae. Pada\nproses identifikasi, sidik jari diklasifikasikan menjadi kelas tertentu sehingga dapat\nmengurangi waktu pencarian. Multilayer Artificial Neural Network (MLP ANN) digunakan\nuntuk menentukan klasifikasi sidik jari. Penentuan struktur optimum MLP\nANN pada tahap pembelajaran dilakukan dengan memvariasikan laju pembelajaran\n dan banyaknya unit pada hidden layer, juga dilakukan eksperimen dengan mengintegrasikan\nParticle Swarm Optimization (PSO) dengan MLP ANN. Konstruksi\nMärgner bin digunakan sebagai input MLP ANN. MLP ANN memberikan akurasi\nkurang dari 50% menggunakan FVC2002 pada tahap pembelajaran. Salah satu\ndugaan penyebabnya adalah tidak dilakukannya re-alignment pada gambar sidik\njari. MLP ANN mengklasifikasikan sidik jari dalamwaktu kurang dari 0.1 detik.\nPada proses verifikasi, sidik jari dimodelkan menjadi graf, dimana titik merepresentasikan\nminutiae dan garis adalah keterhubungan antar minutiae. Kecocokan\nsidik jari ditentukan dengan menyelesaikan permasalahan graf isomorfis menggunakan\nmetode graduated assignment.", "Daftar File": {"2014_TS_PP_RISKA_ADITYA_PUSPA_KANIA_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/163573", "2014_TS_PP_RISKA_ADITYA_PUSPA_KANIA_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/163575", "2014_TS_PP_RISKA_ADITYA_PUSPA_KANIA_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/163576", "2014_TS_PP_RISKA_ADITYA_PUSPA_KANIA_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/163578", "2014_TS_PP_RISKA_ADITYA_PUSPA_KANIA_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/163579", "2014_TS_PP_RISKA_ADITYA_PUSPA_KANIA_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/163580"}, "Penulis": "Riska Aditya Puspa Kania [20912021]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Edy Tri Baskoro"], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Komputasi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Mathematics", "Kata Kunci": "graduated assignment, graf, identifikasi, Märgner bin, minutiae, neural network, sidik jari, verifikasi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "6 file", "Tanggal Input": "18 Mar 2019"}