{"Nomor": 37084, "Judul": "MODEL PENGUKURAN KESUKSESAN SISTEM INFORMASI PENGADAAN BARANG/ JASA SECARA ELEKTRONIK (SPSE) PADA INSTANSI PEMERINTAHAN (Studi Kasus : Kementerian Keuangan)", "Abstrak": "Pengukuran kesuksesan implementasi sistem informasi (SI) merupakan penelitian\nyang telah banyak dilakukan dalam dunia akademis. Kesuksesan SI merupakan\nsalah satu alat untuk menilai apakah investasi dan usaha-usaha yang dilakukan\ndalam menerapkan sistem informasi pada suatu organisasi memberikan manfaat\nsesuai dengan yang diharapkan atau tidak. Hal ini semakin krusial jika konteksnya\nadalah organisasi pemerintahan karena ukuran kesuksesan lebih bersifat tidak\ndapat terukur secara langsung. Sistem Informasi Pengadaan Barang/ Jasa Secara\nElektronik (SPSE) adalah SI yang digunakan oleh Instansi Pemerintahan di\nIndonesia untuk kegiatan mengadakan barang/jasa. SPSE bertujuan untuk\nmeningkatkan efisiensi, efektivitas, transparansi, persaingan sehat, dan\nakuntabilitas di bidang pengadaan barang/jasa pemerintah.\nPenelitian ini bertujuan untuk menganalisis kebutuhan terkait ukuran kesuksesan\nimplementasi SI dan merancang model pengukuran kesuksesan implementasi SI\ndengan dasar model DeLone dan McLean (D&M), model (UTAUT) dan model\nBudaya organisasi dengan studi kasus pada Kementerian Keuangan. Penggunaan\nmodel-model tersebut diharapkan bisa menghasilkan model kesuksesan SI yang\nlebih komprehensif. Penelitian dilakukan melalui beberapa tahap yaitu identifikasi\ndan analisis kebutuhan perancangan model, perancangan model pengukuran\nkesuksesan SPSE, pengumpulan data dengan skala likert, validasi rancangan\nmodel menggunakan PLS-SEM.\nHasil Penelitian menunjukan bahwa model pengukuran yang dikembangkan tidak\ncukup baik untuk pengukuran kesuksesan SPSE di Kementerian Keuangan. Dari\nhipotesis-hipotesis yang dikembangkan hanya lima hipotesis yang terbukti\nberpengaruh kuat yaitu budaya hirarki terhadap ekspektasi usaha, kondisi-kondisi\nyang memfasilitasi terhadap penggunaan, minat penggunaan terhadap\npenggunaan, kualitas informasi terhadap kepuasan pengguna, kepuasan pengguna\nterhadap manfaat dengan nilai Tstatistic > 1.96.", "Daftar File": {"Abstrak_Lukman_Nur_Hakim_232153452.pdf": "https://digilib.itb.ac.id/gdl/download/163556"}, "Penulis": "Lukman Nur Hakim [23215345]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Bambang Pharmasetiawan, MSEE", "Dr. Kusprasapta Mutijarsa, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Model Pengukuran Kesuksesan Sistem informasi, SPSE, DeLone and McLean, UTAUT, Budaya organisasi, PLS-SEM.", "Sumber": "", "Staf Input/Edit": "karya", "File": "1 file", "Tanggal Input": "18 Mar 2019"}