{"Nomor": 37091, "Judul": "STUDI PERTUMBUHAN SEL-SEL RAGI BERDIAMETER KOLONI KURANG DARI DUA PULUH SEL MENGGUNAKAN MODEL SEL GRANULAR BERBENTUK LINGKARAN", "Abstrak": "Pertumbuhan sel-sel ragi untuk diameter koloni kurang dari 20 sel dapat dimodelkan\nmenggunakan sel granular berbentuk lingkaran dimana sel dapat tumbuh dan menghasilkan\nsel anak (tunas). Gaya kontak, gaya gravitasi dan gaya Stokes diadopsi untuk\nmengakomodasi karakteristik pertumbuhan dan interaksi sel-sel. Tahap simulasi\ndibagi menjadi dua, yaitu tahap eksplisit untuk pertumbuhan sel dan tahap implisit\nuntuk penyusunan sel-sel pembentuk koloni. Hanya pada tahap eksplisit terjadi\nperubahan waktu. Pada penelitian ini, telah dipelajari pengaruh kombinasi waktu\npertumbuhandan waktu reproduksi terhadap pertumbuhan jumlah sel dan diameter\nkoloni. Pada simulasi berlaku bahwa untuk kombinasi waktu pertumbuhan dan\nwaktu reproduksi yang sama, laju pertumbuhan jumlah sel yang dihasilkan bernilai\nsama. Ditemukan bahwa laju pertumbuhan jumlah sel merupakan dua kali laju\npertumbuhan diameter koloni. Selain itu, dilakukan perbandingan hasil simulasi dengan\nhasil eksperimen dan model Hexagonal Closed Packed (HCP) pada jumlah sel\nyang sama. Pada perbandingan tersebut, didapatkan bahwa hasil simulasi memiliki\ndiameter koloni terkecil karena masih terdapat overlap pada susunan sel-selnya.", "Daftar File": {"2015_TS_PP_DEVI_APRIANTI_RIMADHANI_A__1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/163601", "2015_TS_PP_DEVI_APRIANTI_RIMADHANI_A__1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/163603", "2015_TS_PP_DEVI_APRIANTI_RIMADHANI_A__1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/163605", "2015_TS_PP_DEVI_APRIANTI_RIMADHANI_A__1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/163606", "2015_TS_PP_DEVI_APRIANTI_RIMADHANI_A__1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/163607", "2015_TS_PP_DEVI_APRIANTI_RIMADHANI_A__1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/163608", "2015_TS_PP_DEVI_APRIANTI_RIMADHANI_A__1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/163609"}, "Penulis": "Devi Aprianti Rimadhani A [20912005]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Sparisoma Viridi, S.Si.", "Dr. Siti Nurul Khotimah, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Komputasi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Mathematics", "Kata Kunci": "pertumbuhan koloni, model dua dimensi, sel granular, dinamika molekuler.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "18 Mar 2019"}