{"Nomor": 37097, "Judul": "MEMPERBAIKI STRATEGI PEMASARAN UNTUK MENINGKATKAN LOYALITAS MERK  SAVEMYMONDAY BERDASARKAN TINGKAT KEDEKATAN PELANGGAN", "Abstrak": "Mediasosial telah banyak mempengaruhi sistem kehidupan masyarakat.Salah satunya ialah dalam bidang ekonomi. Media sosialmembuat  seluruh masyarakat bisa berbagi informasi secara lebih cepat, dan mudah tanpa mengenal waktu, jarak, dan wilayah. Dunia bisnis telah banyak terpengaruh oleh perkembangan ini. Dalam sebuah risetyang berjudul The State of Fashion, McKinsey&Company dan The Business of Fashion (BOF) menyatakan bahwaMedia sosial telah membuat konsumen menjadi lebih tidak loyal terhadap suatu merk, terutama kaum millennial. Kemudahan untuk membandingkan produk melalui intenet menjadi faktor utama yang  mempengaruhi fenomena tersebut.\nSAVEMYMONDAY (SMM) sebagai salah satu merk fashion yang memanfaatkan media sosial sebagai media utama untuk melakukan promosi, komunikasi, dan transaksi menghadapi permasalahan besar dalam menjaga loyalitas konsumen mereka.Banyaknya jumlah kompetitor di industry ini membuat persaingan sulit dihindari.Konsumen menjadi tidak loyal terhadap suatu merk, akibat banyaknya pilihan yang ditawarkan oleh para kompetitor.\nPenelitian ini bertujuan untuk mencari solusi bagi SMM untuk menjaga loyalitas konsumen.Berdasarkan piramida loyalitas yang dikemukakan oleh David Aaker, tingkat tertinggi loyalitas dapat dicapai dengan membangun kedekatan dengan konsumen.Maka dalam penelitian ini tingkat kedekatan konsumen terhadap SMM menjadi faktor penting dalam menyusun strategi.Penelitian ini mengunakan metode explanatory survey untuk menganalisis bagaimana tingkat kedekatan konsumen dapat mempengaruhi loyalitas terhadap merk.Dari hasil penelitian diketahui bahwa kedekatan konsumen memberikan dampak yang signifikan terhadap loyalitas konsumen.Kedekatan dalam bentuk perhatian dan ketertarikan konsumen dengan brand menjadi faktor terbesar yang mempengaruhi loyalitas konsumen.\nDalam penelitian ini akan digunakan pendekatan enam atribut merk (fisik, sosiabilitas, emosional, moralitas, kepribadian, dan intelektual) dalam upaya meningkatan loyalitas konsumen. Perubahan tampilan website, pembuatan konten yang emosional dan edukatif, pengembangan produk baru yang memiliki nilai lebih, pengurangan penggunaan plastik, dan kampanye tentang “improvisasi dan perubahan” akan menjadi serangkaian kegiatan yang dilakukan oleh SMM untuk menjaga kedekatan konsumen mereka.Dengan cara ini SMM akan mampu menciptakan produk dengan nilai lebih yang akan memenuhi kebutuhan fisik dan emosional para konsumen, dengan memanfaatkan internet dan media sosial secara lebih efektif", "Daftar File": {"2019_TS_PP_Nizar_Awang_Kumoro_1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/163626"}, "Penulis": "Nizar Awang Kumoro [29116529]", "Kontributor / Dosen Pembimbing": ["Dr. Dona Saphiranti, S.Sn., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "kedekatan konsumen, loyalitas konsumen, fashion, strategi bisnis", "Sumber": "SAVEMYMONDAY", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "18 Mar 2019"}