{"Nomor": 37116, "Judul": "VALUASI SAHAM PT. TOWER BERSAMA INFRASTRUCTURE, TBK", "Abstrak": "Industri menara pada 2016-2017 pada umumnya mengalami pertumbuhan sebagai akibat meningkatnya jumlah menara yang sedang dibangun. Akselerasi jumlah menara yang dibangun dipengaruhi oleh preferensi operator seluler untuk menyewa daripada membangun dan memiliki menara sendiri karena biaya dana yang mahal. Pertumbuhan organik dari perusahaan menara juga harus tetap kokoh karena mereka terus menerima pesanan untuk membangun menara sebagai tanggapan atas upaya perusahaan telekomunikasi terkemuka di Indonesia untuk memperkuat dan memperluas jaringan 4G / LTE. Sebagian besar pengguna ponsel dengan peningkatan dalam keterjangkauan dan permintaan data di kawasan ini telah memancing dana global ke bisnis menara. Ini juga dibantu oleh kebijakan infrastruktur pemerintah pusat melalui kementeriannya, Kementerian Komunikasi & Informatika dan anak perusahaannya Balai Penyedia dan Pengelola Pembiayaan Telekomunikasi dan Informatika (BP3TIBisnis utama TBIG di industri menara terdiri dari menyewakan ruang sewa untuk antena dan peralatan lainnya untuk transmisi sinyal nirkabel di lokasi menara berdasarkan perjanjian sewa jangka panjang. Mereka juga menyediakan operator telekomunikasi akses ke jaringan Sistem Terdistribusi Antena (DAS) mereka di mal dan gedung perkantoran di daerah perkotaan utama. Sebagai salah satu perusahaan menara independen terkemuka di Indonesia, Tower Bersama Group saat ini memiliki 20.486 tenancies di 12.610 situs dengan 6 operator telekomunikasi yang berbeda dan 2 penyedia WiMax. Perusahaan menyewa ruang di situs menaranya berdasarkan perjanjian sewa jangka panjang pada umumnya 10 tahun dan menyewakan akses ke DAS Networks berdasarkan perjanjian lisensi jangka panjang pada umumnya 5 sampai 8 tahun (Laporan Tahunan, 2016).\nTugas akhir ini bertujuan untuk menganalisis kinerja keuangan Infrastruktur Tower Bersama dan memberikan saran terhadap kinerja keuangan nya di masa depan, menganalisis prospek Infrastruktur Tower Bersama dengan meramalkan harga saham, menganalisis valuasi saham Infrastruktur Tower Bersama dibandingkan dengan Sarana Menara Nusantara dan Solusi Tunas Pratama, memberikan rekomendasi kepada investor apakah akan memegang atau menjual portofolio Tower Bersama Infrastructure, memberikan rekomendasi kepada Tower Bersama Infrastructure dari sisi manajemen. Penelitian ini mungkin menganalisa pesaing industri menara seperti PT Sarana Menara Nusantara Tbk dan PT Solusi Tunas Pratama Tbk. Semua data ini terbatas pada laporan keuangan sebagaimana tercantum dalam laporan tahunan tahun 2013 sampai 2017.", "Daftar File": {"2019_TS_PP_DIMAS_ANDELANE_RIAU_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/163655"}, "Penulis": "Dimas Andelane Riau [29115624]", "Kontributor / Dosen Pembimbing": ["Dr. Sylviana Maya Damayanti"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "valuasi harga saham,kinerja keuangan,valuasi absolut, valuasi relative, analisis SWOT", "Sumber": "PT. TOWER BERSAMA INFRASTRUCTURE, TBK", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "18 Mar 2019"}