{"Nomor": 37119, "Judul": "KONFIRMASI SEKUENS HEAT STRESS ELEMENT (HSE) PADA PROMOTER METUF C SINGKONG (MANIHOT ESCULENTA CRANTZ.) VARIETAS ADIRA", "Abstrak": "Promoter Metuf C diisolasi dari famili gen Metuf tanaman singkong (Manihot esculenta Crantz.) varietas Adira. Gen Metuf C mengekspresikan protein EF-Tu (Elongation Factor-Thermo unstable) yang berperan pada faktor elongasi translasi dan memiliki aktivitas chaperone. Salah satu elemen yang bertanggung jawab terhadap promoter ini ialah HSE (Heat Stress Element) yang merupakan situs pengikatan HSF (Heat Stress Transcription Factor). Pada penelitian sebelumnya telah dilakukan kloning promoter Metuf C dan dikonstruk pada pBI121. Hasil konstruk dianalisis dengan transformasi transien pada tembakau (Nicotiana tabacum L.). Namun, gen Metuf C yang mengkode enzim ?-glukuronidase (GUS) tidak diekspresikan pada tembakau. Hal ini diduga promoter Metuf C tidak berfungsi dikarenakan terdapat perbedaan satu basa pada hasil penjajaran sekuen HSE M. esculenta varietas Adira dengan AM560-2. M. esculenta varietas AM560-2 dikembangkan oleh International Center for Tropical Agriculture (CIAT), USA dan digunakan sebagai dasar pembentukan database. Oleh karena itu penelitian ini bertujuan untuk mengonfirmasi HSE pada M. esculenta varietas Adira. Metode dimulai dengan uji transformasi transien Metuf C pada tembakau dengan perantara Agrobacterium tumefaciens strain AGL1 yang mengandung vektor biner pBI121-Metuf C, pBI121-CaMV35S (kontrol positif), dan Agrobacterium tumefaciens tanpa vektor biner (kontrol negatif). Berdasarkan hasil histokimia GUS, hanya promoter CaMV35S yang meregulasi ekspresi gen GUS. Maka dari itu, dilakukan konfirmasi DNA genom yang telah diisolasi dari M. esculenta melalui elektroforesis dan PCR. Promoter Metuf C diisolasi dengan primer spesifik untuk dihasilkan amplikon. Hasil amplikon dipurifikasi dan diligasi ke dalam vektor kloning pJET1.2/blunt. Produk ligasi ditransformasi ke E.coli DH5?, diisolasi dan dikonfirmasi melalui PCR serta dianalisis dan dibandingkan melalui hasil sekuensing Mitryadinillah (2016). Promoter Metuf C berhasil dikloning ke dalam pJET1.2/blunt yang ditunjukkan dengan ukuran pita ±1600 pb. Analisis penjajaran sekuensing menghasilkan nilai persentase identitas sebesar 99.9 % dengan promoter Metuf C Mitryadinillah (2016). Hasil ini menunjukkan tidak terdapat perbedaan sekuen HSE dan hanya terdapat perbedaan pada gap dan satu basa pada empat basa setelah HSE.", "Daftar File": {"2019_TA_PP_Humaira_Yusva_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/163658", "COVER Humaira Yusva": "https://digilib.itb.ac.id/gdl/download/191199", "PUSTAKA Humaira Yusva": "https://digilib.itb.ac.id/gdl/download/191205"}, "Penulis": "Humaira Yusva [10614013]", "Kontributor / Dosen Pembimbing": ["Sony Suhandono, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "HSE, Metuf C, promoter, sekuens, transformasi transien", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "18 Mar 2019"}