{"Nomor": 37113, "Judul": "ANALISIS KESTABILAN DAN REKOMENDASI PENYANGGAAN PADA MASSA BATUAN LEMAH DI CROSS CUT XC 662 CIURUG PT ANTAM UBPE PONGKOR", "Abstrak": "Metode penambangan bawah tanah memiliki resiko keamanan dan keselamatan\nyang cukup tinggi, sehingga diperlukan perhitungan yang matang dalam proses\npenambangan material di bawah tanah agar keselamatan pekerja tambang lebih\nterjamin serta mengurangi resiko yang diakibatkan oleh kegiatan produksi.\nPT Antam UBPE Pongkor melakukan aktivitas penambangan emas di bawah tanah\ndengan menerapkan metode mechanized cut and fill, dimana pada metode ini akses\nmenuju bijih tersebut melalui suatu cross cut. Cross cut merupakan lubang bukaan\nyang memiliki fungsi vital yaitu sebagai penghubung menuju cebakan bijih. Salah\nsatunya adalah cross cut XC 662 Ciurug Pongkor yang merupakan jalan akses\nmenuju bijih di level 600 Ciurug. Dari hasil pemantauan konvergen menunjukan\nbahwa selama periode 14 September 2017 hingga 18 April 2018, cross cut ini sudah\nmengalami displacement horizontal sebesar 64 mm sehingga diperlukan analisis\nkestabilan untuk cross cut XC 662 Ciurug.\nPemodelan numerik dilakukan menggunakan perangkat lunak phase 2 dengan\nmetode elemen hingga, material properties didapatkan dari pendekatan nilai\nklasifikasi massa batuan RMR dan kemudian dilakukan analisis balik secara trial\nand error yang disesuaikan dengan hasil pemantauan konvergen. Hasil pemodelan\nmenunjukkan bahwa cross cut XC 662 ini mengalami ketidakstabilan dengan faktor\nkeamanan 1 dan membutuhkan penyangga tambahan dengan kekuatan sebesar 2\nMPa. Hasil pemodelan dengan kekuatan penyangga tambahan sebesar 2 MPa\nmenunjukan peningkatan nilai faktor keamanan pada titik pantau A, B dan C yaitu\nmasing-masing 1.3, 1.3, dan 4. Hasil perhitungan analitik estimasi kekuatan\npenyangga yang memberikan kekuatan penyangga 2 MPa adalah shotcrete setebal\n14 cm.", "Daftar File": {"2019_TS_PP_BIMBI_CAHYANINGSIH_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/163652"}, "Penulis": "Bimbi Cahyaningsih [22116018]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Ridho Kresna Wattimena, M.T., Ph.D.", "Prof. Dr. Ir. Budi Sulistianto, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "metode penambangan bawah tanah, metode analisis balik, internal pressure, metode elemen hingga, RMR System", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Resti Andriani", "File": "1 file", "Tanggal Input": "18 Mar 2019"}