{"Nomor": 37114, "Judul": "KAJIAN POTENSI ROCKBURST DALAM PENGUJIAN BIAXIAL SKALA LABORATORIUM", "Abstrak": "Dunia Pertambangan selalu dihadapkan pada permasalahan mengenai kekuatan batuan terkait dengan aspek keselamatan kerja. Penggalian terowongan pada massa batuan menyebabkan perubahan kondisi tegangan pada massa batuan aslinya. Hal ini menyebabkan displacement pada area yang terganggu. Akibat dari degradasi massa batuan dapat menyebabkan penurunan stabilitas dari massa batuan tersebut. Penentuan perencanaan yang tepat akan meningkatkan kestabilan penggalian terowongan.\nPerubahan kedalaman dari aktivitas penambangan bawah tanah akan mengakibatkan perubahan tegangan disekitar terowongan. Perubahan tegangan ini akan menyebabkan terjadinya pelepasan energi di massa batuan, pelepasan energi ini dapat memicu terjadinya rockburst di sekitar lubang bukaan. Fenomena rock burst dapat diamati dengan melakukan pendekatan energi yang terjadi melalui pengujian di laboratorium dengan melakukan pengujian UCS baik elastic strain energy before failure dan plastic strain energy after failure, dan dengan pengujian biaxial yang merepresentasikan variasi tegangan yang dialami oleh terowongan yang merepresentasikan keadaan di lapangan, dan juga dilakukan pemodelan numerik dengan menggunakan Finite Element Method untuk memprediksi terjadinya rockburst dengan mengetahui distribusi tegangan dan regangan di sekitar terowongan.", "Daftar File": {"2019_TS_PP_DIAN_SETIAWAN_DAMANIK_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/163653"}, "Penulis": "Dian Setiawan Damanik [22116027]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ganda Marihot Simangunsong, S.T., M.T.", "Dr.Eng. Nuhindro Priagung Widodo, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "rockburst, finite element, elastic strain energy before failure, plastic strain energy after failure", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "18 Mar 2019"}