{"Nomor": 37125, "Judul": "EVALUASI NERACA AIR DI DAS MIKRO (STUDI KASUS: SUB DAS CIDURIAN, CITARUM HULU)", "Abstrak": "Kabupaten Bandung memiliki populasi 8 juta jiwa (2014) dan diperkirakan meningkat menjadi 10 juta jiwa di tahun 2030. Pada saat ini beberapa daerah di kabupaten Bandung mengalami kekurangan air. Hal ini mengakibatkan pada beberapa wilayah, penduduk mengupayakan pengadaan air bersih berbasis mata air dan air tanah. Kedua sumber ini secara natural terbatas sehingga keberlanjutannya merupakan kunci terpenuhinya kebutuhan. Pada beberapa wilayah terdapat indikasi bahwa sumber air yang ada tidak sustainable, contohnya di Sub DAS Cidurian, Kecamatan Cimenyan. Dalam penelitian ini mempunyai batasan area Sub DAS , dimana Luas Cathment Area dalam Kajian Penelitian ini 4,22 km2 atau sebesar 422 ha. Tujuan dari penelitian ini untuk Menganalisis dan meningkatkan efisiensi Neraca Air di Sub DAS Cidurian Cimenyan Bandung, Sosial dan Ekonomi, Kualitas Air di Sub DAS Cidurian Cimenyan Bandung. Penelitian ini menggunakan data primer dan sekunder. Dimana , data primer dengan melakukan survei & wawancara langsung ke penduduk serta melakukan pengukuran hujan, pengukuran debit aliran dan pengukuran kualitas air sungai di lokasi penelitian. Adapun alat yang digunakan dalam pengukuran ini yakni menggunakan, 1 buah Current meter tipe Propeller C2 dan 1 buah Range finder (Laser distance meter), waterpass serta alat pengukur hujan sederhana. Hasil Pengamatan penelitian ini Curah hujan tertinggi 62,28 mm/hari , dengan rata-rata curah hujan pada musim basah selama 9 hari di Sub Das Cidurian yaitu 14,79 mm/hari. Pengamatan selama 12 hari pada musim kering diperoleh bahwa besarnya debit air di Sub DAS Cidurian berkisar antara 0,055 m3/s - 0,067 m3/s pada musim kering dengan rata – rata debit 0,060 m3/s. Hasil pengamatan selama 9 hari selama musim hujan di Sub Das Cidurian, nilai debit air di Sub DAS Cidurian bervariasi pada musim basah yaitu antara 0,45 -3,29 m3/s dengana rata – rata debit 1,292 m3/s. Untuk Nilai debit di dapatkan nilai koefisien determinasi (R2) sebesar = 0,9909 nilai ini menunjukkan korelasi yang kuat, dimana keragaman debit (Q) dapat diterangkan oleh tinggi muka air (TMA). Berdasarkan analisis kuisioner di dapatkan kebutuhan air penduduk di daerah lokasi kajian sebanyak 104 liter/orang/hari. Defisit air dalam satu tahun di daerah lokasi kajian studi penelitian Sub DAS Cidurian sebesar 40.820 m3/tahun.\nHasil optimasi Model Tangki didapatkan 14 parameter untuk menduga karakteristik hidrologi di sub DAS Cidurian dengan kedalaman minimal pada tangki dasar merupakan akuifer interbasin yang mempengaruhi aliran dasar (haq) sebesar 0,24 mm, Koefisien debit atas tangki atas (A2) sebesar 0,01, Koefisien debit tangki atas yang lebih rendah (A1) 0.02 mm, Koefisien perkolasi tangki atas (A0) 0,02 mm, Koefisien debit tangki antara B1 0.02 mm, : Koefisien perkolasi tangki menengah B0 0.01 (mm), Koefisien debit tangki bawah tanah ( C1) 0.01, : Koefisien perkolasi tangki bawah tanah (C0) 0.001 mm, koefisien pengeluaran tangki dasar (D1) 0.1 mm, Posisi pelepasan atas tangki atas ( dA2) 1 mm, Posisi debit tangki lebih rendah (dA1) 0,1 mm, Posisi pelepasan tangki menengah (dB1) 1 mm, Posisi pelepasan tangki bawah tanah (dC1) 1 mm, Koreksi Curah Hujan (rfcf) sebesar 0,9 mm.", "Daftar File": {"2019_TS_PP_SITI_ARDIAN_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/163664"}, "Penulis": "Siti Ardian [25016033]", "Kontributor / Dosen Pembimbing": ["Hadi Kardhana, ST., MT., Ph. D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Defisit Air, Kebutuhan air, Neraca Air, Sub DAS Cidurian, Model Tangki", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "18 Mar 2019"}