{"Nomor": 37132, "Judul": "ISOLASI DAN OPTIMASI PROSES EKSTRAKSI FLAVONOID DARI DAUN KENIKIR (Cosmos caudatus Kunth)", "Abstrak": "Latar belakang dan tujuan: Tanaman kenikir sering dikonsumsi sebagai sayur di\ndaerah Jawa Tengah atau Jawa Timur-Indonesia, dan digunakan secara tradisional\nuntuk menurunkan tekanan darah dan menambah nafsu makan. Salah satu\nkandungan daun kenikir yang bermanfaat adalah senyawa golongan flavonoid.\nPenelitian yang dilakukan bertujuan untuk mengisolasi senyawa flavonoid dari\ndaun kenikir dan optimasi kondisi ekstraksi untuk mendapatkan jumlah flavonoid\ntertinggi dari ekstrak air daun kenikir. Metode: Ekstraksi daun pucuk segar\ndilakukan menggunakan perebusan dengan air. Pada isolasi flavonoid, ekstrak air\ndilanjutkan dengan fraksinasi dan subfraksinasi hingga diperoleh isolat tunggal.\nPemantauan dilakukan secara Kromatografi Lapis Tipis (KLT) dengan penampak\nbercak sitroborat. Senyawa yang diperoleh selanjutnya dimurnikan dan diuji\nkemurnian secara KLT pengembangan tunggal dengan 3 fase gerak kepolaran\nberbeda. Pada optimasi ekstraksi dilakukan pada berbagai suhu dan waktu ektraksi,\nselanjutnya jumlah total flavonoid yang dianalisis dengan Kromatografi Cair\nKinerja Tinggi (KCKT). Hasil: Isolat yang diisolasi menunjukkan warna kuning\ndengan penampak bercak sitroborat di bawah UV ?366 nm, serta menunjukkan\nserapan maksimum pada panjang gelombang 262 nm dan 357 nm. Perebusan daun\nkenikir pada suhu 90\n0\nC selama 40 menit menunjukkan jumlah flavonoid tertinggi.\nKesimpulan: Senyawa flavonoid yang diisolasi merupakan senyawa golongan\nflavonoid jenis flavonol dengan OH bebas pada C3. Kondisi ekstraksi optimum\nuntuk mendapatkan jumlah flavonoid tertinggi dari ekstrak air daun kenikir adalah\nperebusan dengan air pada suhu 90\n0\nC selama 40 menit.", "Daftar File": {"2019_TS_PP_ANNISA_NOFRIANI_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/163693", "COVER Annisa Nofriani": "https://digilib.itb.ac.id/gdl/download/243726", "BAB 1 Annisa Nofriani": "https://digilib.itb.ac.id/gdl/download/243727", "BAB 2 Annisa Nofriani": "https://digilib.itb.ac.id/gdl/download/243728", "BAB 3 Annisa Nofriani": "https://digilib.itb.ac.id/gdl/download/243729", "BAB 4 Annisa Nofriani": "https://digilib.itb.ac.id/gdl/download/243730", "BAB 5 Annisa Nofriani": "https://digilib.itb.ac.id/gdl/download/243731", "BAB 6 Annisa Nofriani": "https://digilib.itb.ac.id/gdl/download/243732", "PUSTAKA Annisa Nofriani": "https://digilib.itb.ac.id/gdl/download/243733"}, "Penulis": "Annisa Nofriani [20717029]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Sukrasno, M.Si", "Prof. Dr. Irda Fidrianny, M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "kenikir, flavonoid, optimasi ekstraksi", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "9 file", "Tanggal Input": "19 Mar 2019"}