{"Nomor": 37143, "Judul": "ANALISIS JARINGAN FEEDER ANGKUTAN MASSAL CEPAT (STUDI KASUS : KOTA SURABAYA)", "Abstrak": "Tingginya pergerakan di Kota Surabaya tidak ditunjang dengan kondisi aksesibilitas prasarana angkutan umum eksisting yang memadai, dimana backbone angkutan umum eksisting bertumpu kepada peran angkot dan bus kota yang dirasa kurang optimal dari segi integrasi antar modanya. Hal ini akan berdampak kepada dominasi angkutan pribadi di Kota Surabaya terutama sepeda motor. Solusi dari pemerintah Kota Surabaya dalam menyelesaikan permasalahan tersebut adalah dengan cara mengembangkan sistem jaringan angkutan umum berbasis angkutan massal cepat. Karakteristik angkutan massal cepat (AMC) tesebut menghubungkan koridor utara – selatan dengan panjang trase rencana ± 23 km melewati 26 stasiun pemberhentian, menggunakan moda Tram tipe dedicated line (ROW Tipe B). Penelitian ini bertujuan menganalisis pengaruh pembangunan AMC koridor utara – selatan terhadap kinerja lalu lintas dan angkutan umum di Kota Surabaya serta melakukan modifikasi jaringan feeder (angkot dan bus) sehingga jumlah penumpang angkutan umum di Kota Surabaya semakin meningkat. Dalam menganalisis pemodelan jaringan transportasi digunakan Program EMME 4.\nPembangunan AMC koridor utara – selatan memberikan dampak peningkatan jumlah penumpang angkutan umum di Kota Surabaya sebesar 1.37%. Penumpang di daerah utara – selatan lebih memilih menggunakan AMC dibandingkan bus dengan indikasi penurunan penumpang bus sebanyak 11.9%, hal ini disebabkan karena mayoritas rute bus eksisting yang overlapped dengan AMC membuat bus kalah bersaing. Keberadaan AMC membuat kinerja angkutan umum semakin efektif, waktu tempuh perjalanan angkutan umum menjadi lebih singkat. Namun keberadaan AMC perlu diwaspadai karena AMC membuat pengendara lalu lintas (auto vehicle) harus menempuh jarak perjalanan yang semakin panjang, hal ini terjadi karena disepanjang rute AMC terjadi pengurangan kapasitas jalan. Untuk mengoptimalkan peran angkutan eksisting maka diperlukan modifikasi rute angkutan feeder AMC, dimana pada penelitian ini dilakukan perubahan rute pada 5 trayek angkutan feeder yang overlapped 30-70% dan terjadi penurunan indikator kinerja, sehingga peran angkutan feeder (angkot dan bus) menjadi lebih optimal dengan indikasi peningkatan total penumpang angkutan umum di Kota Surabaya.", "Daftar File": {"2019_TS_PP_WAHYU_BUDI_PRAKOSO_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/163727", "COVER Wahyu Budi Prakoso": "https://digilib.itb.ac.id/gdl/download/191869", "BAB 1 Wahyu Budi Prakoso": "https://digilib.itb.ac.id/gdl/download/191871", "BAB 2 Wahyu Budi Prakoso": "https://digilib.itb.ac.id/gdl/download/191873", "BAB 3 Wahyu Budi Prakoso": "https://digilib.itb.ac.id/gdl/download/191874", "BAB 4 Wahyu Budi Prakoso": "https://digilib.itb.ac.id/gdl/download/191875", "BAB 5 Wahyu Budi Prakoso": "https://digilib.itb.ac.id/gdl/download/191876", "BAB 6 Wahyu Budi Prakoso": "https://digilib.itb.ac.id/gdl/download/191877", "PUSTAKA Wahyu Budi Prakoso": "https://digilib.itb.ac.id/gdl/download/191878"}, "Penulis": "Wahyu Budi Prakoso [25015332]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Rudy Hermawan Karsaman, M.Sc.", "Dr.Russ Bona Frazila, ST.,MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "AMC, EMME 4, Overlapped, Modifikasi Jaringan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "9 file", "Tanggal Input": "19 Mar 2019"}