{"Nomor": 37158, "Judul": "ANALISIS POLIMORFISME GEN TARGET PENGOBATAN PROTEASE INHIBITOR PADA PASIEN HIV-1 DI INDONESIA", "Abstrak": "obat antiretroviral tertentu. Variasi subtipe tersebut dapat terbentuk akibat adanya polimorfisme pada residu asam amino HIV, salah satunya adalah polimorfisme pada gen protease. Namun di Indonesia, polimorfisme HIV belum banyak dipelajari, terutama pada gen protease. Oleh karena itu, tujuan dari penelitian ini adalah menganallisis polimorfisme pada gen protease yang terutama, polimorfisme yang terkait dengan resistensi terhadap obat protease inhibitor. Penelitian ini dilakukan secara in-silico, sekuens protease HIV diambil dari gene bank dengan kata kunci “HIV Indonesia”. Kemudian dari masing-masing sampel yang didapat, ditentukan subtipenya dengan menggunakan program HIVseq. Basa nukleotida HIV-1 isolat Indonesia kemudian ditranslasi menjadi asam amino dan disejajarkan dengan metode Multiple Sequence Alignment menggunakan program MEGA7 untuk menentukan titik polimorfismenya. Dari hasil penelitian ini didapat sebanyak 1929 sekuens HIV-1 isolat Indonesia dari gene bank, dari total data tersebut sebanyak 264 sekuens merupakan gen protease dengan urutan basa nukleotida lengkap (297 bp). Hasil distribusi menunjukkan bahwa terdapat 10 subtipe HIV-1 di Indonesia, yakni subtipe A, B, C, D, CRF01_AE, CRF02_AG, CRF05_DF, CRF33_01B, CRF74_01B, dan B+CRF01_AE. Dari hasil tersebut, subtipe predominan di Indonesia adalah subtipe CRF01_AE (77,65%) dan subtipe B (17,80%). Didapat total 55 titik polimorfisme pada gen protease HIV-1 isolat Indonesia, tujuh dibedakan antara major dan minor mutasi diantaranya berasosiasi dengan potensi resistensi terhadap inhibitor protease, yakni L33F (1,89%), V82I(7,58%), L10I/V(15,53%), K20R(37,87%), K20I(3,03%), M36I(12,12%), dan A71V/T(3,03%). Didapat juga total tujuh titik mutasi mayor dan enam titik mutasi minor dengan persentasi di bawah 1%. Kesimpulan dari penelitian ini adalah diperoleh distribusi subtipe HIV-1 isolat Indonesia yang sama dengan penelitian sebelumnya, yakni mayoritas subtipe CRF01_AE dan B. Jika dibandingkan dengan penelitian sebelumnya, diduga potensi resistensi obat protease inhibitor yang ada pada pasien HIV di Indonesia tergolong lebih tinggi.", "Daftar File": {"2019_TA_PP_LATIFA_DINAR_NUR_INDRASWARI_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/163790"}, "Penulis": "Latifa Dinar Nur I [10614066]", "Kontributor / Dosen Pembimbing": ["Azzania Fibriani, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "mutasi, polimorfisme, protease HIV-1, subtipe, variasi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "19 Mar 2019"}