{"Nomor": 37150, "Judul": "Pemodelan Tegangan Permukaan dan Gaya Adhesi pada Interaksi Dua Fluida terhadap Media Berpori Menggunakan Metode SPH", "Abstrak": "Tegangan permukaan dan gaya adhesi berperan penting dalam interaksi \nuida de-\nngan media di sekitarnya. Pada penelitian ini kedua faktor interaksi tersebut di-\nmodelkan menggunakan metode Smoothed Particle Hydrodynamics. Metode terse-\nbut mendiskritiasi domain \nuida menjadi partikel-partikel Lagrangian. Pemodelan\ninteraksi dengan SPH lebih mudah dibandingkan metode lainnya karena partikel-\npartikel Lagrangian membawa informasi-informasi sisnya. Batas-batas permukaan\n\nuida dengan mudah ditelusuri secara implisit dengan skema smoothed color eld.\nNilai selisih vektor normal dari smoothed color eld dijadikan acuan untuk menen-\ntukan batas \nuida. Model matematik gaya kohesi dan adhesi menggunakan kernel\nSPH yang mana nilainya semakin besar jika jaraknya semakin kecil. Metode terse-\nbut diaplikasikan untuk simulasi air dan minyak melewati media berpori. Penelitian\nini bertujuan untuk menguji model tegangan permukaan yang dikembangkan de-\nngan eksperimen serta mempelajari sensititas terhadap beberapa parameter yang\ndigunakannya. Hasil yang didapatkan penelitian menunjukkan bahwa simulasi dari\nmetode ini sesuai dengan hasil eksperimen dan juga metode ini sangat sensitif ter-\nhadap parameternya dan interaksi dinding yang digunakan dalam pemodelan.", "Daftar File": {"2015_TS_PP_HERLAN_SETIADI_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/163749", "2015_TS_PP_HERLAN_SETIADI_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/163750", "2015_TS_PP_HERLAN_SETIADI_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/163753", "2015_TS_PP_HERLAN_SETIADI_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/163754", "2015_TS_PP_HERLAN_SETIADI_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/163756", "2015_TS_PP_HERLAN_SETIADI_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/163759", "2015_TS_PP_HERLAN_SETIADI_1-BAB_6.pdf": "https://digilib.itb.ac.id/gdl/download/163761", "2015_TS_PP_HERLAN_SETIADI_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/163762"}, "Penulis": "Herlan Setiadi [20913002]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Suprijadi, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Komputasi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Natural sciences & mathematics", "Kata Kunci": "metode SPH, tegangan permukaan, gaya kohesi, gaya adhesi, media berpori", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "19 Mar 2019"}