{"Nomor": 37157, "Judul": "KEJADIAN HIPONATREMIA DISEBABKAN DIURETIK PADA PASIEN GAGAL JANTUNG AKUT DI RUANG RAWAT INAP RSUP DR. HASAN SADIKIN BANDUNG", "Abstrak": "Diuretik merupakan dasar pengobatan fase akut gagal jantung dan penggunaannya\ndapat menyebabkan berbagai gangguan elektrolit seperti hiponatremia. Namun, di\nIndonesia belum ada penelitian mengenai kejadian hiponatremia disebabkan\ndiuretik pada pasien gagal jantung akut. Penelitian ini merupakan studi analitik\ndengan desain potong lintang yang bersifat retrospektif melalui kajian data rekam\nmedik pada pasien gagal jantung akut di ruang rawat inap RSUP Dr. Hasan Sadikin\nBandung selama periode tahun 2014-2018. Terdapat 36 subjek penelitian (rata-rata\nusia 50,81±20,494; 69,44% laki-laki) yang memenuhi kriteria inklusi dengan 20\npasien yang menunjukkan kejadian hiponatremia saat dirawat inap dengan keadaan\nnormonatremia saat masuk rumah sakit dan seluruhnya menerima diuretik loop\n(furosemid), sebagian ada yang dikombinasikan dengan diuretik hemat kalium\n(antagonis aldosteron) yaitu spironolakton. Berdasarkan statistik deskriptif\nterhadap variabel usia, terdapat tiga data pencilan yang tidak diikutsertakan dalam\nanalisis hubungan menggunakan regresi logistik. Analisis hubungan pada taraf ?\nsebesar 5% (tingkat kepercayaan 95%) terhadap variabel jenis kelamin, usia,\nkekuatan dosis furosemid, spironolakton, terapi bersamaan yang digunakan, dan\nfaktor diuresis memperlihatkan bahwa kekuatan dosis furosemid (p-value\n0,041<0,05; OR 12,066) dan usia (p-value 0,05<0,041; OR 0,921) berpengaruh\nsecara signifikan terhadap kejadian hiponatremia. Hiponatremia berdasarkan\nkeparahan biokimia dikategorikan menjadi ringan (61,11%, 11 pasien), sedang\n(38,89%, 7 pasien), dan berat (0%). Hiponatremia berdasarkan waktu\nperkembangan kejadiannya dikategorikan dengan akut (<48 jam) (38,89%, 7\npasien) dan kronis (?48 jam) (61,11%, 11 pasien). Tidak ada pasien yang\nmenunjukkan gejala hiponatremia. Disimpukan bahwa pasien gagal jantung akut\nusia lansia yang diberikan furosemid dosis tinggi dengan faktor risiko jenis kelamin\nperempuan, komorbid gangguan ginjal, dan penggunaan bersamaan antihipertensi\ngolongan ACEI berkaitan dengan kejadian hiponatremia. Sehingga\ndirekomendasikan melakukan pemeriksaan kadar natrium terhadap pasien dengan\nterapi furosemid dosis tinggi yang memiliki faktor risiko.", "Daftar File": {"2019_TS_PP_ARDILLA_KEMALA_DEWI_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/163789"}, "Penulis": "Ardilla Kemala Dewi [20717032]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Elin Yulinah", "Dr. Chaerul Achmad, dr. SpJP(K)"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "hiponatremia, diuretik, gagal jantung akut", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "19 Mar 2019"}