{"Nomor": 37165, "Judul": "ANALISIS PENGARUH GANGGUAN AKSESIBILITAS TERHADAP SIKAP DAN PERILAKU PERJALANAN PENYANDANG DISABILITAS NETRA", "Abstrak": "Isu eksklusi sosial masih sering terjadi di kalangan disabilitas. Salah satu faktor yang menyebabkan eksklusi sosial di kalangan disabilitas adalah terkait dengan aksesibilitas. Akses yang buruk akan mengganggu sikap dan mempengaruhi perilaku perjalanan penyandang disabilitas. Dalam perencanaan dan perancangan aksesibilitas yang aksesibel bagi penyandang disabilitas, penting untuk mengetahui persepsi mereka terkait gangguan yang dihadapi. Penelitian dilakukan untuk menjawab permasalahan faktor-faktor penting yang menjadi gangguan aksesibilitas bagi para disabilitas netra serta penggunaan Structural Equation Model (SEM) untuk menganalisis pengaruh gangguan tersebut terhadap sikap dan perilaku perjalanan mereka. Dari hasil penelitian, diperoleh gangguan yang paling berpengaruh terhadap sikap saat perjalanan dari para disabilitas netra adalah gangguan dari sisi jalur pejalan kaki, seperti halangan di atas trotoar, kerusakan jalur, serta permasalahan desain dan kelengkapan trotoar. Begitu juga, dalam pemilihan moda serta ongkos yang dikeluarkan, gangguan jenis tersebut akan sangat mempengaruhi mereka menentukan moda yang mudah diakses, yang akan secara otomatis berpengaruh terhadap ongkos yang dikeluarkan. Namun, keputusan dalam melakuan perjalanan, kondisi sosial dan lingkungan menjadi faktor gangguan yang sangat perlu untuk diperhatikan. Akibat gangguan-gangguan tersebut, penyandang disabilitas netra merasa tidak aman dan tidak nyaman saat melakukan perjalanan, akan tetapi mereka masih tetap percaya diri untuk melakukan perjalanan tanpa harus bergantung dengan orang lain. Pada umumnya penyandang disabilitas tidak akan membatalkan tujuan perjalanan mereka karena harus memenuhi kebutuhan sehari-hari. Frekuensi perjalanan mereka tergolong biasa, yaitu dapat melakukan 4 kali perpindahan lokasi dalam sehari sekalipun adanya gangguan aksesibilitas. Jarak yang mereka mau tempuh dengan berjalan kaki juga termasuk tinggi, yaitu 600 s.d 800 meter. Moda yang paling sering digunakan para disabilitas netra adalah transportasi online dan mayoritas dari mereka mampu mengeluarkan ongkos perjalanan sebesar Rp15.000,00 s.d Rp20.000,00 dalam sehari.", "Daftar File": {"2019_TA_PP_Cavin_Ornando_Simorangkir_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/163798"}, "Penulis": "Cavin Ornando Simorangkir [25016010]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Bambang Sugeng Subagio, DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "disabilitas netra, gangguan aksesibilitas, sikap saat perjalanan, perilaku perjalanan, Structural Equation Model (SEM)", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "19 Mar 2019"}