{"Nomor": 37166, "Judul": "MEGAPROYEK SEBAGAI SALAH SATU FAKTOR PENDORONG TERJADINYA PERISTIWA GENTRIFIKASI PEDESAAN, STUDI KASUS : KECAMATAN KERTAJATI, KABUPATEN MAJALENGKA", "Abstrak": "Fenomena gentrifikasi merupakan peristiwa proses perubahan struktur lingkungan yang melibatkan pergantian kelas sosial ekonomi rendah dengan kelas sosial ekonomi yang lebih tinggi yang umumnya terjadi di wilayah perkotaan, namum dewasa ini dengan adanya banyak faktor seperti besarnya laju investasi, pengkotaan di wilayah pinggiran, mudahnya akses transportasi, pembangunan megaproyek dan faktor pendorong lainnya, sangat dimungkinkan bahwa gentrifikasi tersebut bisa juga terjadi di rural area. Pembangunan bandarudara baru BIJB memang sejatinya bertujuan untuk meningkatkan pertumbuhan ekonomi lewat pembangunan infrastruktur, namun disisi lain juga menimbulkan dampak eksternalitas bagi area di sekitar pengembangan Bandarudara. Penelitian ini akan mencoba mengkaji sejauh mana pembangunan megaproyek tersebut dapat mendorong peristiwa gentrifikasi di sekitar wilayah pembangunan yang secara geografi masih tergolong sebagai rural area. Pendekatan penelitian menggunakan pendekatan campuran dengan pengumpulan dan analisis data kuantitatif pada tahap pertama yang diikuti oleh pengumpulan dan analisis data kualitatif pada tahap kedua yang dibangun berdasarkan hasil awal kuantitatif. Hasil penelitian menunjukkan bahwa pembangunan megaproyek Bandarudara Internasional Jawa Barat atau yang tergolong sebagai bentuk new build gentrification bisa mendorong terjadinya peristiwa gentrifikasi namun sebatas perubahan-perubahan fisik dan ekonomi pada wilayah studi, sedangkan untuk perubahan struktur sosial masyarakat masih belum terjadi", "Daftar File": {"2019_TS_PP_JUNIAR_HIDAYAT_ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/163799", "2019_TS_PP_JUNIAR_HIDAYAT_BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/163800", "2019_TS_PP_JUNIAR_HIDAYAT_BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/163801", "2019_TS_PP_JUNIAR_HIDAYAT_BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/163802", "2019_TS_PP_JUNIAR_HIDAYAT_BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/163806", "2019_TS_PP_JUNIAR_HIDAYAT_BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/163807", "2019_TS_PP_JUNIAR_HIDAYAT_BAB_6.pdf": "https://digilib.itb.ac.id/gdl/download/163808", "2019_TS_PP_JUNIAR_HIDAYAT_DAFTAR_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/163809", "2019_TS_PP_JUNIAR_HIDAYAT_LAMPIRAN.pdf": "https://digilib.itb.ac.id/gdl/download/163810"}, "Penulis": "Juniar Hidayat [25417007]", "Kontributor / Dosen Pembimbing": ["Dr. Delik Hudalah, S.T., M.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "gentrifikasi, pengembangan lahan skala besar", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "19 Mar 2019"}