{"Nomor": 37171, "Judul": "RANCANG BANGUN MEDIA PEMBELAJARAN PERAMBATAN GELOMBANG LONGITUDINAL PADA SLINKI DENGAN MEMANFAATKAN VIDEO TRACKING", "Abstrak": "Perambatan gelombang longitudinal merupakan salah satu materi yang sulit dipahami siswa tingkat SMA. Adanya media pembelajaran yang memadai dapat membantu memperbaiki pemahaman siswa tentang materi gelombang longitudinal. Media pembelajaran yang di buat menggunakan alat-alat yang sederhana dan mudah ditemukan. Penggunaan audio generator serta pembangkit gelombang diperlukan sebagai penghasil getaran. Getaran yang terbentuk dirambatkan melalui sebuah slinki dengan spesifikasi tertentu. Perambatan gelombang direkam dengan menggunakan kamera yang memiliki kecepatan pengambilan gambar sebesar 25 fps. Selanjutnya hasil rekaman di analisis dengan menggunakan perangkat lunak video tracker. Data hasil video tracker digunakan untuk menentukan besaran-besaran pada gelombang longitudinal yang tidak dapat diperoleh dari pengamatan langsung. Besaran-besaran yang divariasikan adalah frekuensi sumber getar serta panjang slinki yang mempengaruhi tetapan pegas dari slinki yang digunakan. Eksperimen lain yang dapat dilakukan dengan menggunakan media pembelajaran ini adalah visualisasi perambatan gelombang longitudinal pada bidang batas antara dua slinki yang memiliki nilai tetapan berbeda. Eksperimen dilakukan dengan dua cara, yaitu perambatan gelombang dari slinki yang lebih kaku ke slinki yang lebih lentur, serta sebaliknya. Hasil eksperimen menunjukkan bahwa gelombang longitudinal lebih mudah diteruskan ketika gelombang datang dari medium yang kurang rapat ke medium yang lebih rapat. Sebaliknya, gelombang longitudinal lebih banyak mengalami pemantulan jika gelombang datang dari medium yang lebih rapat ke medium yang lebih renggang. Gelombang merambatkan energi ketika menjalar melalui sebuah medium. Besarnya energi gelombang dapat ditentukan dengan mengukur berapa besar gaya yang diberikan oleh slinki pada ujung alat yang dihubungkan dengan sebuah sensor gaya yang dirangkai dengan HX711 dan arduino nano dan hasilnya dapat di baca di pc atau laptop.", "Daftar File": {"2019_TA_PP_FARIDAH_RATNANINGSIH_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/163825"}, "Penulis": "Faridah Ratnaningsih [90216007]", "Kontributor / Dosen Pembimbing": ["Dr. Novitrian, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Pengajaran Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "gelombang longitudinal, slinki, video tracker, perambatan gelombang, energi gelombang", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "19 Mar 2019"}