{"Nomor": 37175, "Judul": "EKSPLORASI LIMBAH EXPANDED POLYESTERINE SEBAGAI PRODUK ABSORBAN PANEL AKUSTIK HUNIAN APARTEMEN.", "Abstrak": "Produk elemen dekoratif amat dibutuhkan di area hunian interior apartemen, karena ketika\nmenghuni ruangan kecenderungan untuk menghias cukup besar. Rata-rata kebutuhan ini agar\npenghuni merasa lebih nyaman tinggal dalam hunian. Kebutuhan nyaman ini juga memicu\nkebutuhan selain akan menghias ruangan, juga sekaligus memenuhi kebutuhan akan hunian yang\ndapat meredam kebisingan di interior dalam ruangan, khususnya asesoris yang juga berfungsi\nsebagai peredam suara atau absorbent. Mengingat lahan yang kian semakin sempit di kota\nBandung, maka kebutuhan hunian vertical (vertical house) semacam apartemen banyak dibangun\ndi berbagai kota besar. Jarak antar penghuni pun rata-rata 5 orang per unit apartemen, sehingga\nsemakin meningkatnya gangguan suara antar penghuni unit. Berdasarkan kebutuhan inilah\nkebutuhan panel absorban masuk sebagai peredam ruangan.\nProduk diambil dari material limbah yaitu limbah Expanded Polyesterine (EPS) dikarenakan\nmenumpuk dan memakan porsi sekitar 5% dari TPS, EPS sendiri ialah tergolong limbah jenis\nstyrene yang menduduki peringkat dua terbesar di kota Bandung. Karakteristik EPS yang berpori\njuga cocok dipakai karena massa sangat ringan dengan tingkat kerapatan 10-50kg/m3, berfungsi\nsebagai absorban suara dan dari fenomena inilah EPS dimanfaatkan untuk diaplikasi ke absorban\npanel akustik.\nProduk bisa menyasar ke hunian penduduk seperti rumah hunian pribadi, tidak menutup\nkemungkinan produk ini dipakai di perkantoran seperti ruang pajang, ruang rapat, ruang\nberaudio, ruang karaoke dan hiburan. Produk bisa hadir menjawab kebutuhan akan dekoratif\npada interior terutama pada sisi dinding dan langit-langit. Sebaiknya elemen dekoratif bisa\ndisesuaikan menurut kebutuhan konsumen sekaligus menyesuaikan gaya yang bisa\nmerepresentasikan cita rasa atau kepribadian user.", "Daftar File": {"2019_TS_PP_KRISHNANDA_RADITYA_MOODUTO_1.pdf": "https://digilib.itb.ac.id/gdl/download/163839", "2019_TS_PP_KRISHNANDA_RADITYA_MOODUTO_2.pdf": "https://digilib.itb.ac.id/gdl/download/163844"}, "Penulis": "Krishnanda Raditya Mooduto [27115029]", "Kontributor / Dosen Pembimbing": ["Dr. Andriyanto Wibisono, S.Sn., M.Sn.", "Ir. R. Sugeng Joko Sarwono, M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "absorban, elemen dekoratif, hunian, interior, limbah EPS.", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "2 file", "Tanggal Input": "19 Mar 2019"}