{"Nomor": 37172, "Judul": "EFEKTIFITAS PENYISIHAN BESI DAN MANGAN DALAM AIR TANAH MENGGUNAKAN MULTIPLE TRAY AERATOR DENGAN MEDIA KERIKIL", "Abstrak": "Air merupakan suatu zat yang diperlukan untuk mendukung kehidupan. Salah satu sumber air yang paling umum dan mudah ditemui adalah air tanah. Air tanah seringkali mengandung besi dan mangan terlarut yang tinggi sehingga harus diolah sebelum digunakan. Pada penelitian ini digunakan multiple tray aerator sederhana untuk menyisihkan total besi dan mangan terlarut menggunakan proses aerasi. Diharapkan oksigen terlarut dalam air tanah meningkat sehingga besi dan mangan dapat teroksidasi menjadi bentuk tidak terlarut. Penelitian pendahuluan dilakukan dengan sampel artifisial untuk menentukan jumlah tray optimum, efektifitas penyisihan dengan variasi konsentrasi, dan pengaruh pH terhadap efisiensi penyisihan. Variasi jumlah tray yang digunakan adalah 3, 4, dan 5 tray. Sedangkan variasi konsentrasi awal besi adalah 2 mg/l, 5 mg/l, dan 7 mg/l, sementara variasi konsentrasi awal mangan adalah 1mg/l, 3mg/l, dan 5mg/l. Pengaruh pH dilakukan dengan variasi pH 5, 6, 7, 8, dan 9. Sementara itu, penelitian utama dilakukan dengan menggunakan air tanah dangkal dengan konsentrasi besi 4,35 mg/l dan konsentrasi mangan 2 mg/l. Dari penelitian ini diperoleh jumlah tray optimum yang digunakan sebanyak 5 buah dengan efisiensi penyisihan besi 57-82% dan penyisihan mangan 73-77%. Variasi konsentrasi besi 2 mg/l, 5 mg/l dan 7 mg/l memiliki efisiensi 57-82%, 83-86% dan 78-88%. Sedangkan variasi konsentrasi mangan 1 mg/l, 3 mg/l, dan 5 mg/l memiliki efisiensi 73-77%, 33-45% dan 19-38%. Efisiensi penyisihan besi dan mangan terbaik terjadi pada pH 9 dengan efisiensi penyisihan besi 80-88 % dan mangan 56-67%. Sementara penyisihan besi pada air tanah dengan pH asli adalah 70-72% dan penyisihan mangan 30-33%. Peningkatan efisiensi penyisihan besi sebanyak 8-9% dan mangan sebanyak 12-20% terjadi pada kondisi air tanah dengan proses pH adjusment hingga 9.", "Daftar File": {"2019_TA_PP_NANDA_SAKINA_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/163830", "2019_TA_PP_NANDA_SAKINA_1-DAFTAR_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/163837"}, "Penulis": "Nanda Sakina [15310089 ]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Suprihanto, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "air tanah, besi, mangan, aerasi, multiple tray aerator.", "Sumber": "TUGAS AKHIR 12 Agustus 2014", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "7 file", "Tanggal Input": "19 Mar 2019"}