{"Nomor": 37179, "Judul": "Hubungan Kerapatan Mangrove dengan Kualitas Air di Taman Wisata Alam Angke Kapuk, Jakarta Utara", "Abstrak": "Taman Wisata Alam Angke Kapuk yang merupakan kawasan ekosistem mangrove di bagian barat laut Jakarta dapat dikelola dengan sistem silvofishery untuk menjaga keberlanjutan ekosistem dan meningkatkan nilai ekonominya. Oleh karena itu informasi tentang kualitas air (fisika, kimia, dan biologi) serta hubungannya dengan kerapatan mangrove diperlukan untuk melihat potensi kawasan yang bisa digunakan untuk silvofishery. Penelitian dilakukan pada empat plot yang memiliki perbedaan kerapatan pohon mangrove (tidak ternaungi sama sekali; kerapatan rendah; sedang; dan tinggi) pada bulan Maret 2018. Parameter kualitas air yang diukur adalah suhu, intensitas cahaya, salinitas, oksigen terlarut (DO), pH, kandungan nitrat, fosfat, dan kelimpahan plankton total. Uji korelasi Pearson dilakukan untuk melihat hubungan antara kerapatan dengan kedelapan parameter yang diukur. Hasil pengukuran menunjukkan bahwa suhu bervariasi antara 30–320C, sedangkan intensitas cahaya bervariasi dari 756 lux di plot dengan kerapatan tinggi hingga 492.000 lux di daerah yang tidak ternaungi pohon. Kadar DO bervariasi dari 2,8–6,9 ppm; salinitas yang terukur dari mulai 7,5–14,5 permil; pH air berkisar dari 6,4–7,4; kandungan nitrat yang terukur mulai dari 42,29–132,29 ppm; dan kandungan fosfat bervariasi dari 1,08 – 2,48 ppm. Plankton dengan kelimpahan tertinggi berasal dari divisi Chlorophyta. Plot mangrove dengan kerapatan tinggi memiliki kelimpahan plankton sebesar 763,4 individu/mL; plot sedang 763,4 individu/mL; plot jarang 171,1 individu/mL; dan plot yang tidak ternaungi sama sekali 214,3 individu/mL. Pada plot kerapatan rendah, taksa yang ditemukan berasal dari kelompok Chlorophyta, Diatom, Cyanobacteria, Copepoda, dan Cladocera. Uji korelasi Pearson menunjukkan bahwa salinitas memiliki korelasi positif dengan kerapatan mangrove (0,96), sedangkan intensitas cahaya, DO, dan pH berkorelasi negatif dengan koefisien berturut-turut sebesar -0,61; -0,81; dan -0,88. DO menurun ketika mangrove bertambah rapat karena kadar fosfat dan kelimpahan plankton yang tinggi membuat biochemical oxygen demand (BOD) di plot-plot tersebut tinggi. Secara umum, hutan mangrove di kawasan ini mendukung pengembangan silvofishery, namun diperlukan perbaikan kandungan nitrat agar dapat menyokong silvofishery.", "Daftar File": {"2019_TA_PP_Louise_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/163857"}, "Penulis": "Louise [11514056]", "Kontributor / Dosen Pembimbing": ["Dr. Dra. Devi Nandita Choesin, M.Sc.", "Dian Rosleine, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "kerapatan mangrove, kualitas air, Taman Wisata Alam Angke Kapuk", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "19 Mar 2019"}