{"Nomor": 37188, "Judul": "ANALISIS KESTABILAN LERENG BATUAN DENGAN SLOPE STABILITY PROBABILITY CLASSIFICATION (SSPC) DAN PERBANDINGANNYA DENGAN CONTINUOUS SLOPE MASS RATING (CSMR) DI RUAS JALAN TAWAELI-TOBOLI KM 34-45, SULAWESI TENGAH", "Abstrak": "tingkat kestabilannya, mengalami peningkatan secara perlahan dalam dua dekade terakhir. Pendekatan ini menggunakan persentase probabilitas kestabilan pada setiap lereng untuk menunjukkan seberapa stabil sebuah lereng batuan. Pendekatan probabilistik terhadap stabilitas lereng batuan memasukkan pertimbangan ketidakpastian dan variasi properti geoteknik dari massa batuan. Analisis dalam metode ini dilakukan pada variabel properti geoteknik dari massa batuan tersebut. Parameter masukan diperoleh dengan pengolahan statistik terhadap data geologi.\nKestabilan lereng batuan pada ruas jalan Tawaeli-Toboli, yang merupakan akses jalan nasional yang memiliki tingkat kerawanan longsor yang tinggi, dievaluasi dengan Slope Stability Probability Classification (SSPC) dan dibandingkan dengan metode Continuous Slope Mass rating (CSMR) yang lebih dahulu dikenal dan digunakan di berbagai daerah di seluruh dunia. Survei diskontinuitas scanline dilakukan pada beberapa lokasi lereng batuan yang berbeda di lokasi penelitian untuk memperoleh properti diskontinuitas yang merupakan parameter masukan utama dalam sistem SSPC dan CSMR.\nHasil analisis menunjukkan beberapa titik memiliki kesamaan nilai yang rendah pada sistem SSPC dan CSMR, dan beberapa titik yang lainnya memiliki perbedaan yang mencolok. Hal ini akibat adanya perbedaan beberapa parameter massa batuan yang dipertimbangkan dari kedua sistem penilaian. Perbedaan juga terlihat pada mode keruntuhan yang diduga paling potensial di setiap titik. Sistem SSPC mengidentifikasi mode keruntuhan sirkular, gelincir planar, dan longsoran guling, sementara sistem CSMR mengidentifikasi mode keruntuhan jenis gelincir baji ditemukan di sebagian besar daerah penelitian. Sistem CSMR dapat menilai potensi keruntuhan gelincir baji pada lereng batuan, sementara SSPC dapat menilai potensi keruntuhan sirkular pada lereng batuan.", "Daftar File": {"2019_TS_PP_URWATUL_WUSQA_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/163872", "COVER Urwatul Wusqa": "https://digilib.itb.ac.id/gdl/download/191293", "BAB 1 Urwatul Wusqa": "https://digilib.itb.ac.id/gdl/download/191294", "BAB 2 Urwatul Wusqa": "https://digilib.itb.ac.id/gdl/download/191295", "BAB 3 Urwatul Wusqa": "https://digilib.itb.ac.id/gdl/download/191296", "BAB 4 Urwatul Wusqa": "https://digilib.itb.ac.id/gdl/download/191298", "BAB 5 Urwatul Wusqa": "https://digilib.itb.ac.id/gdl/download/191299", "BAB 6 Urwatul Wusqa": "https://digilib.itb.ac.id/gdl/download/191301", "PUSTAKA Urwatul Wusqa": "https://digilib.itb.ac.id/gdl/download/191302"}, "Penulis": "Urwatul Wusqa [22015017]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Imam Achmad Sadisun, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "probabilistik, massa batuan, diskontinuitas, mode keruntuhan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "9 file", "Tanggal Input": "19 Mar 2019"}