{"Nomor": 37187, "Judul": "PENGARUH PENUAAN ARCING TERHADAP KARAKTERISTIK DIELEKTRIK MINYAK ESTER TRANSFORMATOR", "Abstrak": "Minyak mineral sejak lama digunakan sebagai isolasi cair dan pendingin pada\ntransformator tegangan tinggi. Minyak mineral diperoleh dari minyak bumi yang\ntidak dapat diperbaharui, nonbiodegradable, dan mudah terbakar. Berdasarkan hal\ntersebut, diprediksi minyak ester mampu menggantikan peran minyak mineral.\nMinyak ester berasal dari minyak nabati yang dapat diperbaharui, biodegradable,\ntidak beracun, tidak mudah terbakar, dan memiliki tegangan tembus yang lebih\ntinggi, namun memiliki viskositas yang tinggi sehingga diperlukan proses lebih\nlanjut untuk mengurangi viskositas berupa transesterifikasi. Pada penelitian akan\ndiperlihatkan prosedur pembuatan minyak ester agar diperoleh karakteristik sesuai\nstandar ASTM D6871–03 dan IEEE PC57.147/D5-2017. Penuaan arcing\nmerupakan salah satu faktor yang dapat menyebabkan penurunan kualitas isolasi\ntransformator. Oleh karena itu, sangat penting untuk mengetahui pengaruh penuaan\narcing terhadap karakteristik minyak ester. Busur listrik dihasilkan menggunakan\nmetode jarum plat elektroda pada tegangan AC sebesar 16 kV, 20 kV, dan 24 kV\ndengan durasi masing-masing 0, 5, 10 dan 15 menit. Penuaan arcing\nmengakibatkan penurunan kualitas minyak ester. Penurunan meningkat berbanding\nlurus dengan kombinasi tegangan dan durasi yang semakin tinggi.", "Daftar File": {"2019_TA_PP_TJOKORDA_ISTRI_DIAH_KARISMA_DEWI_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/163871"}, "Penulis": "Tjokorda Istri Diah Karisma De [18014027]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Suwarno, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Tenaga Listrik", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "karakteristik dielektrik, minyak ester, penuaan arcing, transesterifikasi.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "19 Mar 2019"}