{"Nomor": 37182, "Judul": "SUATU PENDEKATAN UNTUK MENGHAMPIRI SOLUSI PERSAMAAN DIFERENSIAL DENGAN ALGORITMA PENYERBUKAN BUNGA", "Abstrak": "Suatu pendekatan umum untuk menghampiri solusi persamaan diferensial biasa\ntak-linier dan persamaan diferensial parsial diajukan dalam tesis ini. Solusi\npersamaan diferensial biasa tak linier dihampiri oleh deret Fourier sedangkan\nsolusi persamaan diferensial parsial dihampiri dengan fungsi basis polinom atau\ndengan deret Fourier peubah banyak. Hampiran fungsi basis tersebut kemudian\ndiukur dengan fungsi residu berbobot untuk melihat seberapa dekat dengan\nsolusi persamaan diferensial yang diberikan. Permasalahan nilai awal dan nilai\nbatas ditangani dengan dibentuknya fungsi penalti yang kemudian ditambahkan\ndengan fungsi residu berbobot. Persoalan diferensial sebelumnya kini menjadi\nmasalah optimisasi untuk mencari nilai koesien-koesien pada fungsi basis\nyang menjadi hampiran solusi. Masalah optimisasi tersebut diselesaikan dengan\nalgoritma penyerbukan bunga. Algoritma penyerbukan bunga merupakan\nmetode meta heuristic untuk mencari global minimum yang robust dan esien.", "Daftar File": {"2015_TS_PP_REZA_FAHRUL_ARIFIN_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/163861", "2015_TS_PP_REZA_FAHRUL_ARIFIN_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/163862", "2015_TS_PP_REZA_FAHRUL_ARIFIN_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/163863", "2015_TS_PP_REZA_FAHRUL_ARIFIN_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/163865", "2015_TS_PP_REZA_FAHRUL_ARIFIN_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/163866", "2015_TS_PP_REZA_FAHRUL_ARIFIN_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/163867", "2015_TS_PP_REZA_FAHRUL_ARIFIN_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/163868"}, "Penulis": "Reza Fahrul Arifin [20913015]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Kuntjoro Adji Sidarto"], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Komputasi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Natural sciences & mathematics", "Kata Kunci": "Hampiran solusi, persamaan diferensial biasa tak-linier, persamaan diferensial parsial, basis fungsi, deret Fourier, deret polinom, optimisasi, algo- ritma penyerbukan bunga.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "19 Mar 2019"}