{"Nomor": 37180, "Judul": "PERENCANAAN STRUKTUR DERMAGA PETI KEMAS MENGGUNAKAN BETON PRACETAK DI TANJUNG MERAH, BITUNG, SULAWESI UTARA", "Abstrak": "Pelabuhan Bitung di Sulawesi Utara direncanakan menjadi pelabuhan internasional hub di kawasan Indonesia Timur untuk menunjang pembangunan ekonomi Indonesia hingga tahun 2025 sesuai Masterplan Percepatan dan Perluasan Pembangunan Ekonomi Indonesia (MP3EI) tahun 2011. Kondisi pelabuhan eksisting diprediksi tidak mampu menampung kapasitas proyeksi peti kemas jangka menengah sehingga ditentukan lokasi pengembangan Pelabuhan Bitung di Tanjung Merah.\nPembahasan tugas akhir ini meliputi penjelasan kriteria desain struktur dermaga dengan jenis full deck menggunakan beton pracetak. Pembahasan terdiri dari pengumpulan dan pengolahan data lingkungan, perhitungan beban pada struktur dermaga, penentuan dimensi dermaga dan elemen struktur dermaga, analisis struktur dermaga, desain penulangan struktur, dan analisis daya dukung tanah. Struktur\nAnalisis struktur dermaga dilakukan dengan melakukan pemodelan struktur terhadap dimensi dermaga dan elemen struktur dermaga yang ditentukan. Pemodelan dilakukan untuk mendapatkan nilai unity check ratio (UCR) dari desain struktur dermaga yang berkisar antara 0,8 dan 1,0, nilai defleksi dan pergeseran elemen struktur dermaga, nilai-nilai gaya dalam balok dan pelat, serta reaksi perletakan pondasi tiang pancang. Nilai UCR didapat sebesar 0,84. Reaksi perletakan pondasi tiang pancang sebesar 2850,34 kN. Pemancangan pondasi tiang pancang direncanakan hingga kedalaman 30 meter.\nHasil dari tugas akhir ini meliputi desain dimensi dermaga berdasarkan kebutuhan kapal dan alat bongkar muat, dimensi elemen struktur dermaga hasil pemodelan, rincian penulangan berdasarkan nilai-nilai gaya dalam, dimensi beton pracetak, dan kedalaman pemancangan rencana dari tiang pancang berdasarkan reaksi perletakan dan data geoteknik di lokasi yang direncanakan.", "Daftar File": {"2019_TA_PP_Simon_Jonathan_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/163858"}, "Penulis": "Simon Jonathan [15514045]", "Kontributor / Dosen Pembimbing": ["Ir. Sri Murti Adiyastuti, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Peti Kemas, Tiang Pancang, Pemodelan, Beton Pracetak", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "19 Mar 2019"}