{"Nomor": 37190, "Judul": "PENGARUH PENGGUNAAN PUPUK SILIKA TERHADAP PRODUKTIVITAS PADI (Oryza sativa L.) VARIETAS INPARI 30 CIHERANG SUB 1 DENGAN SISTEM PENGAIRAN RESIRKULASI", "Abstrak": "Padi merupakan tanaman pangan pokok yang memiliki arti penting bagi seluruh penduduk Indonesia. Konsumsi dan kebutuhan beras dalam negeri terus meningkat seiring bertambahnya jumlah penduduk, sementara produktivitas padi mengalami stagnasi. Faktor yang menentukan produktivitas tanaman padi adalah asupan unsur hara selama pertumbuhan dan salah satu jenis unsur hara yang tidak pernah diberikan pada tanaman padi adalah silika. Penelitian yang dilakukan di kampus ITB Jatinangor ini bertujuan menentukan pengaruh penambahan pupuk silika cair terhadap pertumbuhan tanaman padi, kandungan Nitrogen tanah dan produktivitas tanaman padi, serta laju evapotranspirasi tanaman padi varietas INPARI 30 Ciherang Sub 1 dengan sistem resirkulasi. Rancangan perlakuan terdiri dari P1, P2, P3, dan P4 dengan media tanam tanah, kompos, dan biochar dengan perbandingan (2:2:1) dan (1:2:2) serta penambahan pupuk silika cair. Penambahan pupuk silika cair tidak memengaruhi pertumbuhan tanaman padi dengan perbandingan media tanam tanah, kompos, dan biochar (2:2:1). Sebaliknya penambahan pupuk silika cair memiliki hasil pertumbuhan tanaman padi yang lebih tinggi dengan perbandingan media tanam tanah, kompos, dan biochar (1:2:2). Penambahan pupuk silika cair terhadap kandungan Nitrogen tanah pada perlakuan P3 dan P4 sebesar 0,36g/100g dan 0,43g/100g dengan hasil produktivitas tanaman padi P3 dan P4 sebesar 3,75 ton/ha/panen dan 4,06 ton/ha/panen. Hasil pengukuran laju evapotranspirasi pada 63 HST sebesar 274,53 ml/hari.", "Daftar File": {"2019_TA_PP_Liony_Dea_Naungi_Sasita_1_ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/163883"}, "Penulis": "Liony Dea Naungi Sasita [11413033]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Robert Manurung, M.Eng.", "Dr. Muhammad Yusuf Abduh, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Padi, Silika, Tanah, Kompos, Biochar.", "Sumber": "", "Staf Input/Edit": "didi kusnendi", "File": "1 file", "Tanggal Input": "19 Mar 2019"}