{"Nomor": 37197, "Judul": "PEMILIHAN ALTERNATIF TEKNOLOGI PENGOLAHAN LINDI DI TEMPAT PEMROSESAN AKHIR (TPA)  MENGGUNAKAN METODE ANALYTIC NETWORK PROCESS (ANP)", "Abstrak": "Lindi yang dihasilkan di Tempat Pemrosesan Akhir (TPA) berpotensi menimbulkan dampak lingkungan hingga konflik sosial. Hal ini mengindikasikan pemilihan pengolahan lindi menjadi kompleks karena dipengaruhi oleh berbagai aspek (kriteria) dan adanya hubungan keterkaitan antar kriteria. Alternatif teknologi Pengolahan lindi tercantum di Lampiran III Peraturan Menteri Pekerjaan Umum Nomor 03 tahun 2003 Tentang Penyelenggaraan Prasarana Dan Sarana Persampahan Dalam Penanganan Sampah Rumah Tangga Dan Sampah Sejenis Sampah Rumah Tangga. Pemilihan alternatif teknologi akan dilakukan dengan Analisa multikriteria berupa Analytic Network Process (ANP). Metode ANP dapat memodelkan permasalahan menggunakan hubungan keterkaitan antar kriteria. Didalam studi ANP terdapat analisa hubungan keterkaitan antar sub kriteria menggunakan Dependence and Driving Power Analysis (DDPA). Hasil Analisa ini diidentifikasi 11 sub kriteria dalam 5 kriteria (ekonomi, lingkungan, sosial, teknis dan kelembagaan). Skenario alternatif pengolahan lindi terdiri atas 5 kombinasi pengolahan. Proses pemilihan alternatif diperoleh melalui kuesioner matriks berpasangan dari 36 responden terdiri atas kelompok praktisi, institusi, akademisi dan operator yang kemudian diolah menggunakan super decision software.\nHasil Analisa ANP dari keseluruhan responden menunjukan kriteria ekonomi merupakan pertimbangan utama dalam pemilihan alternatif pengolahan lindi (bobot 0,3219). Sub kriteria yang mempengaruhi pengambilan keputusan secara signifikan adalah perlindungan air (L2), kebutuhan regulasi (K2), dan keberterimaan masyarakat (S2). Alternatif 1 (Kolam Anaerobik, Fakultatif, Maturasi dan Biofilter)  merupakan preferensi dengan bobot tertinggi (bobot 0,4893) hasil sintesis prioritas alternatif.", "Daftar File": {"2018_T_Gina_Mauluddina_1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/163958"}, "Penulis": "Gina Mauluddina [25717010]", "Kontributor / Dosen Pembimbing": ["Dr. Mochammad Chaerul, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Pengelolaan Infrastruktur Air Bersih dan Sanitasi", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Alternatif teknologi, Analytic Network Procces (ANP), kriteria, pengolahan lindi, sub kriteria", "Sumber": "TESIS MARET 2019", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "19 Mar 2019"}