{"Nomor": 37211, "Judul": "PERANCANGAN SIGN SYSTEM ITB DENGAN STUDI KASUS GEDUNG OKTAGON, TVST, DAN GKU TIMUR ITB", "Abstrak": "Salah satu ciri instansi yang profesional, prestisius, dan modern ialah memiliki system operasional yang terstandar mutu nya. Syarat kelengkapan system operasional termasuk di dalamnya adalah sistem wayfinding yang baik pada tempat penghuninya beraktivitas. Untuk memastikan sistem wayfinding ini berjalan dengan baik, perlu diterapkan sign system atau sistem penanda. Sebagai salah satu instansi pendidikan terbaik di Indonesia, beberapa area di Institut Teknologi Bandung dinilai belum memiliki sign system yang layak. Pengembangan ITB yang bertahap membagi kawasan ITB kedalam tiga zona dengan representasi tiga zaman hingga membutuhkan system wayfinding yang mampu memadukan ketiga gaya tersebut. Setelah melakukan penelitian menggunakan metode studi pustaka, wawancara dengan pihak Direktorat Sarana dan Prasarana ITB, serta melakukan survey pada area-area di dalam kampus, ditetapkanlah gedung Oktagon, TVST, dan GKU Timur ITB sebagai percontohan untuk area fokus perancangan sign system. Pada area-area tersebut, sign system yang sudah ada cenderung ketinggalan zaman, tidak seragam, atau bahkan tidak ada sama sekali. Perancangan sign system baru ini mengacu kepada berbagai teori yaitu teori sign system yang mencakup jenis-jenis sign system (orientational, directional, identificational, informational, regulatory, dan ornamental); unsur-unsur di dalam sign system yaitu tulisan, piktogram, dan warna; serta teori ergonomi untuk menentukan keterbacaan yang didasari jarak pandang serta kecepatan membaca dari target perancangan. Sasaran utama perancangan ini adalah mahasiswa ITB yang memiliki rentang umur 18-25 tahun sebagai salah satu penghuni utama ITB. Perancangan ini memiliki kata kunci modern, ramah, dan semi-formal, yang dikomunikasikan melalui unsur warna, tipografi, dan bentuk. Bahasa yang digunakan pada sign system adalah bahasa Indonesia yang formal serta bahasa Inggris. Selain fungsi utamanya sebagai penunjang sistem wayfinding, sign system ini juga dirancang untuk menunjukkan identitas ITB. Karena itu, konsep visual perancangan ini didasarkan pada elemen-elemen visual ITB yang mencakup warna cobalt blue khas ITB, gambar ganesha pada logo ITB, serta bentuk-bentuk geometris yang mencerminkan konsep simetris sumbu imajiner dan nuansa arsitektur bangunan-lingkungan ITB. Unsur-unsur visual itu kemudian distilasi menjadi modul-modul berbentuk pola dan motif yang digunakan secara konsisten di dalam setiap produk hasil perancangan sign system.", "Daftar File": {"2019_TA_PP_HASNA_TAQIYYA_1-ABSTRAK1.pdf": "https://digilib.itb.ac.id/gdl/download/165026"}, "Penulis": "Hasna' Taqiyya [17414001]", "Kontributor / Dosen Pembimbing": ["Drs. Oki Hamka Suyatna, M.Ds."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Komunikasi Visual", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "sign system, desain, wayfinding, ITB, signage", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "19 Mar 2019"}