{"Nomor": 37219, "Judul": "GENESA BONE COAL PADA LAPISAN BATUBARA DI FORMASI TANJUNG DAN FORMASI BALIKPAPAN", "Abstrak": "Diversifikasi pemanfaatan batubara tidak terlepas dari kesiapan teknologi pemanfaatan batubara dan peningkatan jumlah cadangan yang dapat ditambang secara ekonomis. Kehadiran material lain pada lapisan batubara seperti silika (bone coal) akan menurunkan produktivitas penambangan dan menjadi masalah dalam pengolahan. Namun keterdapatan bone coal sangat beragam, baik ukuran, bentuk, posisi, dan persebaran, sehingga diperlukan kajian pembentukannya. Bone coal yang diteliti diambil dari Formasi Tanjung pada Cekungan Barito dan Formasi Balikpapan pada Cekungan Kutai. Bone coal Formasi Tanjung terdiri atas funginite, telinite, collotelinite, cutinite, sporinite, dan kuarsa sebagai mineral matter. Kuarsa hadir mengisi rekahan memanjang pada material organik dan berbentuk subhedral sampai euhedral. Bone coal Formasi Tanjung terdeteksi pada analisis ICP-MS memiliki kandungan SiO2 rata-rata sebanyak 50,3% dan dengan kandungan ash rata-rata 57,5% adb dari analisis proksimat. Bone coal Formasi Balikpapan terdiri atas funginite, cutinite, suberinite, dan kuarsa sebagai mineral matter. Kuarsa dan kalsedon yang berbentuk anhedral sampai subhedral tersebar lebih merata pada material organik walaupun masih terdapat pola persebaran memanjang. Bone coal Formasi Balikpapan terdeteksi pada analisis ICP-MS memiliki kandunan senyawa SiO2 rata-rata 71,2% dan dengan kandungan ash rata-rata 51,6% adb dari analisis proksimat. Hal ini juga membuktikan bahwa kandungan ash pada bone coal jauh lebih tinggi daripada kandungan ash pada batubara pembawa (3-5% adb) karena proses konsentrasi kuarsa. Bentuk kristal kuarsa dan kalsedon yang lebih euhedral pada Formasi Balikpapan menunjukkan bahwa terjadi pembentukan yang baik, terbentuk secara epigenetik. Hal ini didukung dengan pola sebaran mineral yang cenderung merata pada material organik. Kristal kuarsa Formasi Tanjung lebih anhedral, menunjukkan waktu pembentukan yang kurang sempurna atau singkat. Didukung oleh pola persebaran yang terkonsentrasi pada rekahan, mineral terbentuk secara autigenetik. Perbedaan maseral pembentuk batubara kedua formasi juga menjadi kunci perbedaan pembentukan, persebaran, dan jumlah bone coal, yang berimplikasi pada perbedaan penanganan dan jenis pemanfaatan.", "Daftar File": {"2019_TS_PP_MUHAMMAD_NOVI_YARDALLAH_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/163973"}, "Penulis": "Muhammad Novi Yardallah [22115303]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Komang Anggayana, MS", "Dr.phil.nat. Agus Haris Widayat, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "batubara, bone coal, genesa, kuarsa.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "9 file", "Tanggal Input": "19 Mar 2019"}