{"Nomor": 37224, "Judul": "PREPARASI SUB-MICRON MAGNETIT SEBAGAI MAGNETIC AGENT PADA KARBON AKTIF MENGGUNAKAN UG-SHAKER MILL", "Abstrak": "Magnetit merupakan salah satu mineral yang sudah biasa digunakan di dalam\nkehidupan sehari-hari. Selain untuk kebutuhan ekstraksi, magnetit juga telah\nbanyak digunakan sebagai material fungsional seperti sebagai drug delivery,\nkebutuhan pencitraan medis, dan lain-lain. Agar bisa dimanfaatkan sebagai\nmaterial fungsional, magnetit diproses menjadi berukuran mikroskopis sehingga\ncocok untuk kebutuhan aplikasinya. Metode yang biasa dipakai dalam produksi\nmagnetit sebagai material fungsional didominasi oleh metode sisntesis daripada\nmetode fisik. Dalam penelitian ini, magnetit yang berasal dari wilayah Lampung\nakan diproses menjadi berukuran sub-micron dengan metode penggerusan\nmekanik dengan alat gerus tipe UG-Shaker Mill.\nSerangkaian percobaan penggerusan mekanik dari magnetit menjadi partikel submicron\ndilakukan dengan cara melakukan crushing terlebih dahulu kepada\nbongkahan mineral magnetit hingga menjadi berukuran lolos ayakan 200 mesh.\nKemudian hasil ayakan ini di milling dalam UG-Shaker Mill dengan komposisi\nyang berbeda-beda, variasi yang digunakan adalah 5%, 10%, 15%, dan 20%\nweight ratio serta grinding media yang berdiameter 6 mm, 8 mm, dan 10 mm.\nKecepatan gerakan mill dijaga tetap pada 700 rpm selama percobaan dengan\nwaktu milling yang tetap selama 6 jam untuk setiap percobaan serta filling ratio\ndijaga tetap pada nilai 6,74 ± 0,2% . Kemudian hasil milling dikaraterisasai untuk\ndiamati perubahan sifatnya. Karakterisasi yang dilakukan adalah analisis\ndistribusi ukuran dengan PSA untuk mengetahui jumlah partikel sub-micron yang\ndihasilkan, kemudian komposisi kimia sampel dianalisis menggunakan XRD dan\nXRF, perubahan kristalinitas dikarakterisasi menggunakan XRD serta dilakukan\npengamatan morfologi sampel dengan SEM. Sifat kemagnetan dari sub-micron\nyang dihasilkan juga dikarakterisasi menggunakan VSM.\nJumlah partikel sub-micron dan sifat kemagnetan yang tertinggi yaitu 19,12% dan\n0,0061 T diperoleh dari percobaan dengan komposisi 5% weight ratio dan\nmenggunakan grinding media berukuran 6 mm. Pada komposisi tersebut terjadi\npeningkatan jumlah ukuran sub-micron magnetit sebanyak 2,73 kali lebih banyak\ndari pada kondisi raw-nya. Weight ratio yang lebih rendah mengakibatkan\npeningkatan pada partikel sub-micron yang dihasilkan. Diameter grinding media\nyang lebih kecil juga meningkatkan jumlah partikel sub-micron yang dihasilkan.\nSelain itu, komposisi kimia sampel yang awalnya terdiri dari magnetit dan\nmaghemit mengalami perubahan menjadi hematit yang bersifat diamagnetik,\nhematit yang dihasilkan meningkat seiring dengan meningkatnya diameter\ngrinding media dan weight ratio sehingga nilai kemagnetan dari partikel submicron\nyang dihasilkan berkurang.", "Daftar File": {"2019_TA_PP_IHSANUL_QOLBY_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/163980", "COVER Ihsanul Qolby": "https://digilib.itb.ac.id/gdl/download/193789", "PUSTAKA Ihsanul Qolby": "https://digilib.itb.ac.id/gdl/download/193795"}, "Penulis": "Ihsanul Qolby [12514030]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Ismi Handayani, M.T.", "Dr. Anggoro Tri Mursito, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Material fungsional, sub-micron magnetit, kemagnetan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "19 Mar 2019"}