{"Nomor": 37228, "Judul": "SIFAT MAGNETIK TUMBUHAN HIPERAKUMULATOR NIKEL DARI WILAYAH ULTRAMAFIK", "Abstrak": "Tumbuhan hiperakumulator nikel (Ni) adalah tumbuh-tumbuhan yang mampu menyerap Ni lebih dari 1.000 ?g/g di dalam biomassa keringnya. Tumbuhan ini dianggap memiliki potensi ekonomis dalam remediasi lingkungan dan pertambangan. Remediasi dengan menggunakan tumbuhan hiperakumulator disebut sebagai fitoremediasi, sedangkan penambangan dengan tumbuhan hiperakumulator disebut sebagai phytomining. Phytomining Ni dianggap sebagai metoda yang ramah lingkungan dan lebih ekonomis untuk diterapkan di wilayah ultramafik. Indonesia merupakan salah satu wilayah dengan sebaran ultramafik yang relatif luas. Namun, jumlah spesies hiperakumulator Ni yang merupakan tumbuhan asli Indonesia masih sangat terbatas. Padahal, ketersediaan spesies yang cukup adalah salah satu faktor penentu keberhasilan phytomining. Oleh karena itu, identifikasi hiperakumulator Ni yang baru merupakan salah satu kebutuhan yang penting untuk dilakukan. Pengembangan metoda yang efisien diperlukan dalam rangka menunjang akselarasi teridentifikasinya spesies baru hiperakumulator Ni asli (native) Indonesia.\nNi masuk ke dalam jaringan dalam bentuk kation Ni2+ dan terkelasi dengan kompleksi dengan biomolekul seperti malate dan histidine. Sementara itu, disamping kemampuannya menyerap Ni dalam jumlah yang ekstrim, tumbuhan hiperakumulator Ni juga memiliki kemampuan menyerap logam lain secara bersamaan. Di antara logam-logam yang diserap oleh tumbuhan hiperakumulator terdapat logam-logam yang diketahui memiliki sifat magnetik, seperti besi dan kobal. Oleh karena itu, metoda kemagnetan diduga dapat digunakan dalam mengidentifikasi tumbuhan hiperakumulator Ni. Namun, penerapan pengukuran magnetik belum pernah dilakukan pada tumbuhan hiperakumulator Ni, khususnya yang berasal dari daerah ultramafik. Padahal, metoda kemagnetan telah dianggap sebagai metoda yang cepat dan efisien untuk digunakan dalam menganalisa kehadiran mineral atau logam pada bahan alam.\nPenelitian ini bertujuan untuk menguji kemampuan metoda kemagnetan dalam mengidentifikasi tumbuhan hiperakumulator Ni. Penelitian ini dilakukan dengan dua tahapan, yaitu: (i) karakterisasi magnetik tumbuhan hiperakumulator Ni dan (ii) identifikasi hiperakumulator Ni dengan menggunakan metoda kemagnetan. Spesies yang dikarakterisasi adalah Planchonella oxyhedra dan Rinorea bengalensis yang berasal dari Weda, Halmahera. Sebagai pembanding, karakterisasi magnetik juga dilakukan pada tumbuhan hiperakumulator Ni bukan asli Indonesia yang terdiri\ndari: Alyssum murale dan Alyssum corsicum yang ditumbuhkan di tanah laterit\nSulawesi Selatan. Selain dari karakterisasi tumbuhan hiperakumulator Ni, juga\ndilakukan karakterisasi magnetik terhadap tumbuhan non hiperakumulator Ni\nsebagai pembanding. Untuk mengetahui konsentrasi Ni di dalam sampel dilakukan\ndengan analisa atomic absorption spectroscopy (AAS). Pengukuran-pengukuran\ntersebut didukung oleh analisa seperti X-ray diffraction (XRD), X-ray flouresence\n(XRF) dan scanning electron microscopy energy dispersion spectroscopy (SEMEDS).\nTumbuhan hiperakumulator memiliki nilai suseptibilitas magnetik (?) positif,\nsementara non hiperakumulator memiliki nilai ? negatif. Nilai ? dari P. oxyhedra\nberada pada interval 12-21 (×10–9) m3/kg dengan rata-rata 17,83 ? 3,07 (×10–9)\nm3/kg, sementara nilai ? dari R. bengalensis berada pada interval 23-33 (× 10–9)\nm3/kg dengan rata-rata 30,16 ? 5,84 (× 10–9) m3/kg. Hasil tersebut menunjukkan\nbahwa tumbuhan hiperakumulator dan non hiperakumulator Ni dapat terbedakan\ndari nilai ?. P. oxyhedra dan R. bengalensis sementara A. murale dan A. corsicum\ntidak memiliki remanen magnetik.\nMelalui penggunaan sifat magnetik, ditemukan dua spesies hiperakumulator Ni\nyang baru, yakni Casearia halmaherensis dan Piper sp., dengan konsentrasi Ni\nmasing-masing sebesar 2.546,0 ? 230,4 ?g/g dan 2745,4 ? 99.0 ?g/g. Hasil-hasil\ndari penelitian ini menunjukkan bahwa metoda kemagnetan dapat digunakan\nsebagai metoda dalam mengidentifikasi tumbuhan hiperakumulator Ni. Diperlukan\ninvesitigasi lanjutan untuk menguji efektivitas dan efisiensi metoda kemagnetan\ndalam mengidentifikasi tumbuhan hiperakumulator Ni yang berasal dari\nlingkungan tumbuh selain daerah ultramafik. Penelitian ini merupakan penelitian\npertama yang menginvestigasi sifat kemagnetan tumbuhan hiperakumulator Ni dan\nmenggunakan metoda kemagnetan dalam mengidentifikasi hiperakumulator Ni\nyang baru.", "Daftar File": {"2019_DS_PP_ABD_MUJAHID_HAMDAN_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/163983", "COVER Abd Mujahid Hamdan": "https://digilib.itb.ac.id/gdl/download/197521", "BAB 1 Abd Mujahid Hamdan": "https://digilib.itb.ac.id/gdl/download/197522", "BAB 2 Abd Mujahid Hamdan": "https://digilib.itb.ac.id/gdl/download/197523", "BAB 3 Abd Mujahid Hamdan": "https://digilib.itb.ac.id/gdl/download/197524", "BAB 4 Abd Mujahid Hamdan": "https://digilib.itb.ac.id/gdl/download/197525", "BAB 5 Abd Mujahid Hamdan": "https://digilib.itb.ac.id/gdl/download/197526", "PUSTAKA Abd Mujahid Hamdan": "https://digilib.itb.ac.id/gdl/download/197527"}, "Penulis": "Abd Mujahid Hamdan [32313002]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Satria Bijaksana", "Dr. Darharta Dahrin, MS", "Aiyen Tjoa (UNTAD)"], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Geofisika", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Applied physics", "Kata Kunci": "tumbuhan hiperakumulator nikel, ultramafik, pengukuran magnetik, phytomining.", "Sumber": "", "Staf Input/Edit": "", "File": "8 file", "Tanggal Input": "20 Mar 2019"}