{"Nomor": 37237, "Judul": "IMPLEMENTASI DECISION TREE DENGAN KONSEP FIRST INTENT PACKAGING DALAM PEMILIHAN MATERIAL KEMAS PRIMER OBAT GENERIK SEDIAAN ORAL SOLID", "Abstrak": "Dalam pengembangan kemasan produk obat, pemilihan material kemas primer merupakan tahapan yang penting untuk memastikan kualitas produk obat didalamya dapat terjaga selama masa simpan. Untuk melakukan pemilihan material kemas primer obat yang tepat, perlu ditinjau dari kesesuaian material kemas yang akan digunakan. Kesesuaian ini dinilai berdasarkan kemampuan proteksi dari material kemas, kesesuaian (kompatibilitas) antara material kemas dengan produk obat didalamnya, keamanan material kemas untuk digunakan dan berkontak dengan produk obat, serta kinerja (performa) dari material kemas yang digunakan. Pertimbangan kesesuaian material kemas ini juga harus diterapkan pada pengembangan kemasan obat generik sediaan oral solid. \n\nCara termudah untuk pemilihan material kemas primer obat generik adalah dengan mengikuti kemasan yang digunakan oleh produk obat originator. Namun, pada beberapa kasus, pemilihan material kemas sesuai dengan yang digunakan oleh obat originator ini tidak dapat menghasilkan kualitas produk yang baik/setara. Sehingga dibutuhkan alternatif material kemas lainnya yang dapat memastikan kualitas produk yang setara atau lebih baik. \n\nMaterial kemas primer untuk obat sediaan oral solid memiliki bermacam - macam jenis dan komposisi, serta kemampuan proteksinya. Dari banyaknya jenis, komposisi, serta kemampuan proteksi material kemas primer obat sediaan oral solid, hanya terdapat 14 komposisi material yang digunakan di Industri DDD untuk mengemas obat sediaan oral solid. Untuk pemilihan penggunaan material kemas di antara ke- 14 komposisi tersebut diperlukan alat bantu, sehingga pemilihan material kemasan untuk produk sediaan oral solid di Industri DDD didasarkan pada justifikasi yang tepat. \n\nPenelitian ini bertujuan menyusun suatu alat bantu pemilihan material kemas primer obat generik sediaan oral solid yang disajikan dalam bentuk decision tree dengan mempertimbangkan penerapan konsep first intent packaging di industri DDD. Penerapan konsep first intent packaging di industri DDD dilakukan berdasarkan ketersediaan jenis material dan karakteristik proteksi material kemas yang tersedia. \n\nDalam penelitian dilakukan pengujian proteksi kemasan terhadap uap air (water vapor transmission rate, WVTR) untuk strip polycellonium dengan aluminium 12 mikron, blister aluminium - PVC250/PVDC60, dan blister aluminium - PVC250/PE25/PVDC90 untuk mengetahui karakteristik proteksi material tersebut dibandingkan jenis material lainnya.  Hirarki pilihan material kemas primer produk obat generik di industri DDD berdasarkan proteksi kemasan terhadap uap air (water vapor transmission rate, WVTR) adalah: blister Alu - Alu (dengan forming material berupa OPA25/AL45/PVC60) << kemasan strip polycellonium (dengan Aluminium foil 12 - 18 mikron) << blister aluminium - PVC250/PE25/PVDC90 << blister aluminium - PVC250/PVDC60 blister << blister aluminium - PVC. Berdasarkan urutan pemilihan material yang telah disusun, dibuatkan decision tree yang menghubungkan karakteristik obat yang akan dikemas dengan proteksi dari masing - masing jenis material kemas primer.", "Daftar File": {"2019_TS_PP_DWI_PUTRI_YUDIANTI_YUDISON_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/163992", "COVER Dwi Putri Yudianti Yudison": "https://digilib.itb.ac.id/gdl/download/243817", "BAB 1 Dwi Putri Yudianti Yudison": "https://digilib.itb.ac.id/gdl/download/243818", "BAB 2 Dwi Putri Yudianti Yudison": "https://digilib.itb.ac.id/gdl/download/243819", "BAB 3 Dwi Putri Yudianti Yudison": "https://digilib.itb.ac.id/gdl/download/243820", "BAB 4 Dwi Putri Yudianti Yudison": "https://digilib.itb.ac.id/gdl/download/243821", "BAB 5 Dwi Putri Yudianti Yudison": "https://digilib.itb.ac.id/gdl/download/243822", "PUSTAKA Dwi Putri Yudianti Yudison": "https://digilib.itb.ac.id/gdl/download/243823"}, "Penulis": "Dwi Putri Yudianti Yudison [21816007]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Yeyet Cahyati Soemirtapura", "Dra. Anita Ekajanty, MM"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi Industri", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "kemasan, first intent, decision tree, obat generik, blister, strip, WVTR", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "8 file", "Tanggal Input": "20 Mar 2019"}