{"Nomor": 37239, "Judul": "PENGKLASIFIKASIAN KAWASAN CAGAR BUDAYA KOTA BANDUNG SEBAGAI  DASAR BAGI KETENTUAN PELESTARIANNYA", "Abstrak": "Kawasan cagar budaya memiliki peranan yang penting dalam suatu kota sehingga \nperlu diperhatikan dalam strategi pembangunan kota. Upaya perhatian yang dapat \ndilakukan  adalah  pelestarian  kawasan  cagar  budaya.  Beragamnya  karakter  dan \nkondisi  kawasan  cagar  budaya,  membuat  diperlukan  ketentuan  pelestarian  yang \ntidak  sama  untuk  setiap  kawasan  cagar  budaya.  Kota  Bandung  adalah  salah  satu \nkota di Indonesia yang menaruh perhatian pada konservasi kawasan cagar budaya. \nNamun, kota ini belum memiliki kriteria dan klasifikasi yang menunjukan prioritas \npelestarian  untuk  kawasan  cagar  budaya  ataupun  ketentuan  pelestarian  kawasan \ncagar  budaya  yang  berimplikasi  pada  penanganan  dan  pengelolaan  yang \ndiperlakukan sama. Oleh karena itu, penelitian ini bertujuan untuk mengidentifikasi \nkarakter  nilai  (value)  yang  digunakan  untuk  melakukan  klasifikasi, \nmengklasifikasikan  kawasan  cagar  budaya  Kota  Bandung  serta  merumuskan \nketentuan  pelestariannya.  Penelitian  ini  bersifat  kualitatif  dengan  dua  metode \npengambilan  data  yaitu  survei  secara  primer  dan  sekunder.  Survei  primer  yang \ndilakukan  adalah  observasi  untuk  mendapatkan  data  mengenai  karakteristik \nkawasan cagar budaya di Kota Bandung, sedangkan survei sekunder yang dilakukan \nadalah studi literatur terkait pelestarian kawasan cagar budaya untuk mendapatkan \npemahaman  atas  teori  pelestarian  dan  karakter  kawasan  cagar  budaya  serta \npenentuan kriteria untuk mengidentifikasi kawasan cagar budaya di Kota Bandung. \nAdapun  metode  analisis  yang  digunakan  adalah  analisis  konten.  Terdapat  4  nilai \n(value) yang dapat digunakan sebagai dasar pengklasifikasian, yakni nilai sejarah, \nnilai  ilmu  pengetahuan,  keaslian  karakter  fisik  blok  kawasan,  dan  keaslian  fungsi \nkawasan. Berdasarkan penilaian terhadap nilai sejarah, keaslian karakter fisik blok, \ndan  fungsi  kawasan  diketahui  bahwa  mayoritas  kawasan  cagar  budaya  Kota \nBandung  memiliki  nilai  keaslian  tinggi  dan  memusat  pada  pusat  kota.  Sedangkan \nkawasan dengan tingkat keaslian sedang cenderung berada pada bagian utara Kota \nBandung dan kawasan dengan tingkat keaslian rendah cenderung menyebar.", "Daftar File": {}, "Penulis": "Ayu Rahmawati [15414062]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Denny Zulkaidi, MUP"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "kawasan cagar budaya, karakter nilai, klasifikasi, kriteria pelestarian", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "20 Mar 2019"}