{"Nomor": 37244, "Judul": "STUDI MESH DEPENDENCY PADA PEMODELAN TEROWONGAN", "Abstrak": "Dalam mendesain suatu lubang bukaan terowongan diperlukan suatu perangkat lunak yang dapat menganalisis kestabilan massa tanah dan batuan pada lubang bukaan terowongan agar kegiatan penambangan dapat berjalan dengan aman, salah satunya adalah menganalisis radius zona plastis suatu lubang bukaan terowongan. Perangkat lunak yang akan digunakan dalam melakukan pemodelan tersebut adalah FLAC 8.0. Pemodelan dilakukan dengan variasi ukuran mesh menggunakan pendekatan Mohr-Coulomb dan strain-softening serta variasi nilai critical plastic strain untuk kriteria strain-softening. Selanjutnya akan dihasilkan bentuk serta nilai radius zona plastis dari pemodelan berdasarkan dua pendekatan karakteristik tesebut. Berdasarkan pemodelan yang dilakukan didapatkan nilai radius zona plastis dengan kriteria Mohr-Coulomb antara 1,5 m hingga 2,25 m dan untuk kriteria strain-softening antara 1,8 m hingga 7,25 m. Pada kriteria strain-softening perbedaan nilai radius zona plastis sangat jauh. Hal tersebut disebabkan oleh perbedaan ukuran mesh dan nilai critical plastic strain. Untuk kriteria Mohr-Coulomb jika ukuran mesh semakin kecil, maka nilai radius zona plastis juga semakin kecil. Sedangkan untuk kriteria strain-softening jika ukuran mesh dan nilai critical plastic strain semakin kecil, maka nilai radius zona plastis akan semakin besar.", "Daftar File": {"2019_TA_PP_AHMAD_NOUFAL_S_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/164006"}, "Penulis": "Ahmad Noufal S [12114066]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Ridho Kresna Wattimena, M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "strain-softening, terowongan, zona plastis", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "7 file", "Tanggal Input": "20 Mar 2019"}