{"Nomor": 37256, "Judul": "PENGURASAN MINYAK TAHAP LANJUT (EOR) MENGGUNAKAN FLUE GAS PLTSA LIMBAH PERKOTAAN PADA RESERVOAR BATU PASIR LAPANGAN MINYAK PONDOK TENGAH", "Abstrak": "Teknik pengurasan lanjut atau Enhanced Oil Recovery (EOR) sedang digalakkan oleh Pemerintah oleh karena menurunnya produksi minyak dalam negeri hingga dibawah 800 ribu barel per hari dan sebagian besar Lapangan produksi merupakan Lapangan tua (mature), sedangkan upaya eksplorasi belum dapat menghasilkan Lapangan-Lapangan baru yang cukup besar untuk diproduksikan. Pada saat ini usaha-usaha sedang diarahkan pada implementasi metoda injeksi CO2 maupun flue gas (CO2 + N2) karena teknik ini selain mempunyai hasil (output) yang potensial untuk mendapatkan perolehan minyak sisa di dalam reservoar juga sangat mendukung program pemerintah mengenai pengurangan emisi CO2 yang merupakan salah satu gas rumah kaca atau green house gas. Aplikasi CO2 EOR di Lapangan terutama di Amerika Serikat (105 Lapangan) sudah banyak berhasil, sedangkan di Indonesia baru mulai tahap pilot. Studi ini mempelajari pendekatan baru metoda injeksi flue gas dari Lapangan Pondok Tengah: Pengurasan Minyak Lanjut (EOR) menggunakan Flue Gas Dari Limbah Perkotaan (Municipal Solid Waste) Pada Lapisan Reservoar Batupasir. Lebih dari itu, tangkapan flue gas yang dihasilkan oleh limbah perkotaan Bantar Gebang bersifat terbarukan serta murah dibandingkan dengan CO2 murni.\n\nStudi ini melihat secara khusus efek kelarutan flue gas terhadap viskositas minyak serta perbaikan mobilitasnya. Pengamatan perubahan nilai pH hingga 4,7 mengakibatkan lingkungan sistem fluida dalam pori dengan perubahan harga sudut kontak yang bersifat water wet. Kondisi tekanan reservoar yang rendah (2500 psi) sangat sulit dijangkau untuk proses injeksi flue gas secara miscible, sehingga pada kajian ini didekati dengan proses immiscible atau near miscible sebagaimana telah dilakukan uji pendesakan batuan inti pada tekanan reservoar. Flue gas yang ditangkap dari cerobong out let mesin generator PLTSa tidak perlu dilakukan pemurnian dan komposisi khusus dari CO2 + N2 (21% by 79%) tersebut dipakai untuk perlakukan pada eksperimen laboratorium pendesakan batuan inti dengan menggunakan percontoh live oil sumur PDT-15 juga pada kajian simulasi injeksi flue gas model batuan inti maupun model pattern inverted five spot.\n\nTujuan utama kajian ini adalah untuk memahami mekanisme interaksi internal pori antara fluida dan batuan reservoar selama proses injeksi flue gas juga untuk mengetahui tambahan perolehan minyak pada proses injeksi flue gas tersebut. Telah diperoleh hasil yang siknifikan tambahan perolehan minyak sebesar 43% (water flood), 38% (flue gas injection), dan tambahan 8% (post flush). Studi kebutuhan flue gas injeksi dan simulasi untuk skala sumuran telah dilakukan pada sumur PDT-15, untuk interval 2.5 meter formasi produktif TAF memiliki OOIP sebesar 0.02 MMSTB untuk nilai 0.05 PV (pore volume). Sensitivitas laju injeksi dilakukan range dari 0.1-1 MMSCFD sebagai Batasan suplai dari PLTSa Bantar Gebang dengan laju sekitar 1.1 MMSCFD. Hasil sebesar 97% Recovery yang tinggi diperoleh karena adanya efek stripping dari komposisi ringan dan menengah dari fluida reservoar serta laju injeksi optimum sebesar 0.96 MMSCFD. \n\nKajian singkat terhadap biaya pilot injeksi flue gas telah pula dilakukan yang menghasilkan jumlah pembiayaan yang lebih kecil dibandingkan pada implementasi EOR dengan memanfaatkan CO2 murni. Hasil engineering estimate pembangunan fasilitas pilot project injeksi Flue gas-EOR Lapangan Pondok Tengah sebesar 13,266,000 US$. Jika dipergunakan moda trucking, dengan biaya trucking sebesar 820,000 US$, maka nilai biaya pilot sebesar 8,003,000 US$.", "Daftar File": {"2019_DIS_PP_SUGENG_RIYONO_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/164017", "DAFTAR Sugeng Riyono": "https://digilib.itb.ac.id/gdl/download/206900"}, "Penulis": "Sugeng Riyono [32212002]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Hasian P. Septoratno Siregar, DEA", "Ir. Utjok WR Siagian, M.Sc., Ph.D.", "Ir. Asep Kurnia Permadi, M.Sc., Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "CO2, flue gas, immissible, batuan inti, minyak ringan, peningkatan perolehan minyak.", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Alice Diniarti", "File": "9 file", "Tanggal Input": "20 Mar 2019"}