{"Nomor": 37253, "Judul": "STIMULASI PANAS PADA MINYAK BERAT MENGGUNAKAN METODE PEMANASAN ELEKTROMAGNETIK DAN FLUIDA NANO FERRO", "Abstrak": "Minyak berat merupakan minyak yang memiliki densitas kurang dari 22,3o\n, saat\nini minyak berat memiliki potensi hingga 70% dari total cadangan minyak dunia\nyang berkisar antara 9-13 triliun barel. Tingginya kekentalan minyak berat\nmenjadi salah satu hambatan terbesar pada tahap produksi. Hal ini menjadi kajian\npenelitian untuk mencari metode perolehan minyak berat lanjutan yang efektif\nmengingat masih tingginya kebutuhan energi konvensional.\nPenelitian disertasi ini mengkaji metode perolehan secara thermal yang efektif\ndengan melakukan pemanasan menggunakan gelombang mikro yang\ndigabungkan dengan penggunaan fluida nano ferro. Penelitian ini dilakukan\nberdasarkan eksperimen di laboratorium dengan cara mensimulasikan\npemancaran gelombang mikro ke dalam media berpasir yang mengandung air\nformasi, sampel minyak berat, dan larutan nano ferro. Induksi panas yang terjadi\nterhadap partikel-partikel air formasi dan fluida nano ferro akan meningkatkan\ntemperatur fluida tersebut. Pemanasan gelombang mikro mampu menurunkan\nviskositas minyak dari 4412,11 cP pada titik tuangnya di 51 oC hingga 134,24 cP\ndi 90 oC. Dari pemanasan menggunakan gelombang mikro juga diketahui bahwa\nlaju pemanasan berbanding lurus dengan daya keluaran dan konsentrasi nano\nferro yang digunakan.\nTahap selanjutnya dari studi ini adalah membangun model matematis berupa\nPersamaan matematis yang menggambarkan hubungan kenaikan temperatur\nterhadap daya gelombang mikro dan konsentrasi fluida nano ferro yang\ndigunakan. Hasil simulasi Persamaan matematis yang merepresentasikan\nbesarnya nilai temperatur sebanding dengan penambahan daya gelombang mikro\ndan sebanding juga dengan jumlah fluida nano ferro yang ditambahkan.", "Daftar File": {}, "Penulis": "Erdila Indriani [32213001]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Sudjati Rachmat, DEA", "Ir. Leksono, M.Sc., Ph.D.", "Dr. Agus Yodi Gunawan, S.Si., M.Si."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Minyak Berat, Fluida Nano Ferro, thermal recovery, gelombang mikro, viskositas, model matematis", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "20 Mar 2019"}