{"Nomor": 37252, "Judul": "EVALUASI PROFITABILITAS PERUSAHAAN DAN PENGARUHNYA TERHADAP HARGA SAHAM DENGAN PENDEKATAN SISTEM DINAMIS (Studi Kasus: PT. Vale Indonesia Tbk)", "Abstrak": "Setiap perusahaan yang didirikan memiliki tujuan untuk memperoleh keuntungan yang dapat digunakan untuk menjaga kelangsungan bisnis dan kemakmuran pemilik perusahaan atau pemegang saham. PT Vale Indonesia Tbk sebagai perusahaan go public yang bergerak di bidang pertambangan nikel, selama tiga tahun terakhir memberikan laporan keuangan yang terus mengalami penurunan keuntungan. Laporan keuangan berhubungan dengan kegiatan operasi perusahaan dan keuangan yang dapat menilai dan mengevaluasi kinerja perusahaan dalam periode tertentu. Kegiatan perusahaan yang sangat kompleks membutuhkan evaluasi yang lebih luas dan tidak hanya terbatas pada laporan keuangan. Fluktuasi harga jual dan harga bahan bakar menjadi sangat berisiko bagi keberlanjutan bisnis jika terjadi penurunan harga jual dan peningkatan harga bahan bakar. Selain itu, setiap pengumuman keuntungan akan mempengaruhi harga saham sebagai bentuk apresiasi publik terhadap kinerja perusahaan. Risiko ini perlu diantisipasi perusahaan sehingga perlu dilakukan evaluasi dan simulasi ketidakpastian yang mungkin terjadi di masa depan. Alat evaluasi dan simulasi berupa pendekatan sistem dinamis yang digunakan untuk melihat pola hubungan antar variabel serta menjelaskan kompleksitas berbagai faktor yang menjadi penyebab fenomena yang diteliti. Pembuatan model dan simulasi sistem dinamis ini dimulai dari studi literatur, analisis variabel, konsep model, hingga pemodelan dengan menggunakan software Vensim.\nAnalisis sensitivitas dilakukan pada asumsi ketidakpastian harga jual dan harga bahan bakar sebesar 35%. Hasilnya menunjukkan bahwa kenaikan harga jual merupakan parameter input yang paling besar mempengaruhi rata-rata laba yaitu 86,7% dan efeknya akan meningkatkan harga saham sebesar 34,2%. Sedangkan risiko kerugian yang harus diantisipasi perusahaan adalah fluktuasi harga jual di mana hasil simulasi skenario menunjukkan harga jual minimum sebesar US$7.501/ton dengan harga bahan bakar minyak HSFO sebesar US$46,8/barel dan Harga HSD sebesar US$0.6/liter akan memberikan keuntungan perusahaan US$4 ribu dan efeknya harga saham akan turun hingga Rp 2.221 per lembar saham.\nPengumuman keuntungan yang dipublikasikan perusahaan tidak secara signifikan mempengaruhi harga saham karena banyaknya faktor seperti inflasi, kurs mata uang, kondisi makroekonomi, kebijakan pemerintah dan lain-lain.", "Daftar File": {"2019_TS_PP_Nurkhalis_Mahmudah_Dullah_1-ABSTRAK1.pdf": "https://digilib.itb.ac.id/gdl/download/164014", "BAB 1 Nurkhalis Mahmudah Dullah": "https://digilib.itb.ac.id/gdl/download/246811", "BAB 2 Nurkhalis Mahmudah Dullah": "https://digilib.itb.ac.id/gdl/download/246812", "BAB 3 Nurkhalis Mahmudah Dullah": "https://digilib.itb.ac.id/gdl/download/246813", "BAB 4 Nurkhalis Mahmudah Dullah": "https://digilib.itb.ac.id/gdl/download/246814", "BAB 5 Nurkhalis Mahmudah Dullah": "https://digilib.itb.ac.id/gdl/download/246815", "BAB 6 Nurkhalis Mahmudah Dullah": "https://digilib.itb.ac.id/gdl/download/246816", "PUSTAKA Nurkhalis Mahmudah Dullah": "https://digilib.itb.ac.id/gdl/download/246817"}, "Penulis": "Nurkhalis Mahmudah Dullah [22115015]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Ir. Arjo Prawoto Wibowo, M.Eng.", "Dr.Eng. Fadhila Achmadi Rosyid, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "sistem dinamis, harga nikel, harga saham", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "20 Mar 2019"}