{"Nomor": 37257, "Judul": "ANALISIS ROCK PHYSICS BATUAN KARBONAT FORMASI RAJAMANDALA DI LINTASAN CIKAMUNING", "Abstrak": "Batuan karbonat merupakan entitas yang kompleks dari sisi komposisi, geometri\nbutiran, dan proses diagenesis yang mengakibatkan karakter fisiknya berbeda dengan\nbatuan silisklastik sehingga perlu dilakukan suatu metode untuk mengetahui karakter\nbatuan dengan melakukan pengukuran rock physics. Rock physics merupakan suatu\nmetode untuk mempelajari karakteristik suatu batuan berdasarkan sifat fisisnya.\nPenelitian dilakukan di Formasi Rajamandala di lintasan Cikamuning untuk\nmengetahui hubungan antara fasies dengan diagenesis batuan terhadap parameter rock\nphysics. Penelitian ini dilakukan dalam tiga tahapan, yaitu tahapan persiapan,\npengumpulan data, tahapan pengolahan dan analisis data, serta tahapan integrasi hasil\nanalisis data dan penulisan laporan.\nTerdapat sepuluh litofasies pada lintasan penelitian, yaitu foraminiferal grainstone,\nskeletal- coralclast grainstone, skeletal-intraclast rudstone (breccia), platy coral\nboundstone, foraminiferal packstone, skeletal - coralclast grainstone, large benthic\nforam grainstone, coral boundstone, compositional grainstone, dan compositional\nbreccia grainstone. Batuan karbonat pada lintasan penelitian telah mengalami\nsetidaknya 4 lingkungan diagenesis, yaitu marine phreatic, meteoric phreatic, burial\ndiagenesis, dan meteoric vadose. Umur batuan pada lokasi penelitian adalah Oligosen\nAkhir. Hasil dari analisis rock physics menunjukkan komposisi skeletal grain yang\nsedikit, dengan matriks yang banyak maka nilai Vp dan Vs akan tinggi, sedangkan\nkomposisi skeletal grain yang banyak, dengan matriks yang sedikit mempunyai nilai\nVp yang rendah. Selain itu litofasies yang berbeda mempunyai nilai ciri khas Vp dan\nVs yang berbeda juga, sedangkan litofasies yang sama nilai Vp dan Vs dipengaruhi oleh\nkehadiran porositas batuan. Batuan coral boundstone dan foraminiferal wackstone\nmempunyai nilai rigiditas dan inkompressibilitas yang tinggi dengan kecenderungan\nnilai matriks yang tinggi sehingga batuan sulit mengalami slide over, sedangkan batuan\ncompositional grainstone mempunyai nilai rigiditas dan inkompressibilitas yang\nrendah dengan kecenderungan nilai matriks yang rendah sehingga batuan sangat\nmudah ntuk mengalami slide over.", "Daftar File": {"2019_TS_PP_WAHYU_BUDHI_KHORNIAWAN_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/164018", "COVER Wahyu Budhi Khorniawan": "https://digilib.itb.ac.id/gdl/download/177602", "BAB 1 Wahyu Budhi Khorniawan": "https://digilib.itb.ac.id/gdl/download/177603", "BAB 2 Wahyu Budhi Khorniawan": "https://digilib.itb.ac.id/gdl/download/177604", "BAB 3 Wahyu Budhi Khorniawan": "https://digilib.itb.ac.id/gdl/download/177615", "BAB 4 Wahyu Budhi Khorniawan": "https://digilib.itb.ac.id/gdl/download/177616", "BAB 5 Wahyu Budhi Khorniawan": "https://digilib.itb.ac.id/gdl/download/177618", "PUSTAKA Wahyu Budhi Khorniawan": "https://digilib.itb.ac.id/gdl/download/177619"}, "Penulis": "Wahyu Budhi Khorniawan [22015320]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Dardji", "Dr.Eng. R. Bagus Endar Bachtiar N.", "Dr. Dwiharso Nugroho, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "batuan karbonat, Cikamuning, diagenesis, fasies, Formasi Rajamandala, rock physics, Vp dan Vs", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Alice Diniarti", "File": "10 file", "Tanggal Input": "20 Mar 2019"}