{"Nomor": 37261, "Judul": "An incremental graph-partitioning algorithm for entity resolution", "Abstrak": "Entity resolution is an important data association task when fusing information from multiple sources.\nOftentimes the information arrives continuously and the entity resolution algorithm needs to efficiently update\nits solution upon receiving new information. In this work, we introduce an incremental entity resolution algorithm based on a graph partitioning formulation. The developed algorithm is able to handle both incrementally arriving entity references, as well as incrementally arriving information which changes the pairwise similarity scores between the references. New information is handled in a way that allows the algorithm to reconsider past decisions when contradicting information arrives. Because the graph partitioning formulation used is NP-Hard, a heuristic algorithm is developed to produce good solutions, which is also compatible with a blocking technique to limit the number of required comparisons. The algorithm is tested on a variety of datasets (randomly generated and real) and it is shown that allowing the algorithm to consider revised scores and revisit prior decisions offers a substantial improvement to accuracy (approximately 30–40% better F-Score on a natural language dataset), compared to other greedy heuristics on the same set of coefficients. It is also shown that, on a test set with 100 references, the incremental algorithm is up to an order of magnitude faster than a batch algorithm approach that re-solves the entire problem.", "Daftar File": {}, "Penulis": "Gregory Tauera,  [-]", "Kontributor / Dosen Pembimbing": ["Ketan Date, Rakesh Nagi, Moises Sudit"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Entity resolution, Data association, Graph partitioning, Incremental algorithm", "Sumber": "ScienceDirect", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "20 Mar 2019"}