{"Nomor": 37277, "Judul": "PENGARUH PEMBERIAN EKSTRAK BUAH PARE (MOMORDICA CHARANTIA L. FRUCTUS) TERHADAP FARMAKOKINETIKA DAN FARMAKODINAMIKA METFORMIN PADA TIKUS MODEL RESISTENSI INSULIN", "Abstrak": "Diabetes melitus merupakan gangguan metabolisme yang paling sering dijumpai\ndengan metformin sebagai obat pilihan pertama. Selain penggunaan obat\nkonvensional, penggunaan herbal untuk terapi semakin meningkat. Salah satu\nherbal yang menunjukkan efek antihiperglikemia adalah ekstrak buah pare.\nPenelitian ini bertujuan untuk mengevaluasi interaksi farmakokinetik dan\nfarmakodinamik ekstrak buah pare dengan metformin jika digunakan secara\nbersamaan. Pengujian dilakukan terhadap enam kelompok tikus jantan model\nresisten insulin dalam keadaan teranastesi menggunakan uretan dengan dosis 1,25\ng/kg BB. Kelompok 1 diberikan metformin (100 mg/kg BB, n=3). Kelompok 2\ndiberikan produk komersial ekstrak buah pare (341 mg/kg BB, n=3). Kelompok 3\ndiberikan ekstrak air buah pare dalam air yang mengandung 1% Na-CMC (341\nmg/kg BB, n=5). Kelompok 4 diberikan ekstrak air buah pare dalam bentuk\nlarutan (341 mg/kg BB, n=5). Kelompok 5 diberikan kombinasi metformin dan\nekstrak air buah pare. Kelompok 6 sebagai kontrol (n=4). Kadar metformin dalam\nplasma ditentukan dengan metode KCKT. Kadar glukosa plasma dihitung dengan\nmetode GOD-PAP. Pemberian ekstrak air buah pare dalam air yang mengandung\n1% Na-CMC dan larutan menunjukkan persen penurunan glukosa berturut-turut\nsebesar 61,04% pada jam ke-8 dan 44,51% pada jam ke-3. Hal ini sangat kontras\ndengan kelompok pemberian produk komersial menunjukkan persen penurunan\nglukosa yang tidak signifikan hanya sebesar 15,07%. Persen penurunan glukosa\nkelompok pemberian bersama metformin dan ekstrak air buah pare menunjukkan\npeningkatan menjadi sebesar 83,47% pada jam ke-3. Pada kelompok pemberian\nsecara bersama, hewan coba mengalami syok hipoglikemia yang berakibat pada\nkematian. Dosis ekstrak buah pare yang diturunkan menjadi 300, 200, dan 100\nmg/kg BB tetap memberikan efek hipoglikemia jika digunakan bersama dengan\nmetformin sehingga parameter farmakokinetika metformin tidak dapat ditentukan.\nHasil penelitian ini menunjukkan penggunaan secara bersamaan metformin dan\nekstrak air buah pare tidak disarankan.", "Daftar File": {"2019_TS_PP_INES_SEPTIANI_PRATIWI_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/164071", "COVER Ines Septiani Pratiwi": "https://digilib.itb.ac.id/gdl/download/242662", "BAB 1 Ines Septiani Pratiwi": "https://digilib.itb.ac.id/gdl/download/242663", "BAB 2 Ines Septiani Pratiwi": "https://digilib.itb.ac.id/gdl/download/242664", "BAB 3 Ines Septiani Pratiwi": "https://digilib.itb.ac.id/gdl/download/242665", "BAB 4 Ines Septiani Pratiwi": "https://digilib.itb.ac.id/gdl/download/242666", "BAB 5 Ines Septiani Pratiwi": "https://digilib.itb.ac.id/gdl/download/242667", "BAB 6 Ines Septiani Pratiwi": "https://digilib.itb.ac.id/gdl/download/242668", "PUSTAKA Ines Septiani Pratiwi": "https://digilib.itb.ac.id/gdl/download/242669"}, "Penulis": "Ines Septiani Pratiwi [20716312]", "Kontributor / Dosen Pembimbing": ["Dr. Lucy Dewi Nurhajati Sasongko, M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Metfromin, Ekstrak Buah Pare, Diabetes Melitus, Farmakokinetika, Farmakodinamika.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "9 file", "Tanggal Input": "20 Mar 2019"}