{"Nomor": 37273, "Judul": "The prevalence of distracted walking and its effect on driver behavior", "Abstrak": "Each year, approximately 12 percent of all traffic-related deaths in the United States and 22 percent in\nEurope involve a pedestrian. At the forefront of initiatives to improve pedestrian safety has been a continued focus on crosswalk enhancements that have been implemented to improve both crosswalk and pedestrian visibility for the purposes of increasing drivers’ yield compliance rates. Adding to the inherent danger of pedestrian crossings is the increased usage of mobile devices, and the potential for distracted pedestrians, which has been associated with an increased crash risk. This research evaluated the extent to which distraction affects pedestrian-vehicle interactions at road crossings and the prevalence of distracted walking as a function of different crosswalk types. Methodologically, a total of 1386 pedestrian crossings and 890 pedestrian-vehicle interactions, were directly observed in a series of field studies at seven different crosswalk treatment types. The naturalistic observations yielded several interesting findings regarding differences in pedestrian behavior (i.e., look/no look, talking on the phone, etc.) as a function of crosswalk treatment. Pedestrian distraction varied by crosswalk type, collectively 47% of observed pedestrians were distracted. When investigating driver behavior, 80% of drivers yielded for distracted pedestrians and only 74% yielded for non-distracted pedestrians (p = 0.019) suggesting perhaps that drivers were less likely to expect a distracted pedestrian to exhibit safe crossing behavior. The overall results expand upon current literature and provide specific guidance that is useful in the development of countermeasures aimed at improving pedestrian safety.", "Daftar File": {}, "Penulis": "C.D. Fitzpatrick [-]", "Kontributor / Dosen Pembimbing": ["R.A. Gomez", "M. Pires", "M.A. Knodler"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "distracted walking, crosswalk, pedestrian, safety", "Sumber": "1University of Massachusetts Amherst, United States email: cfitzpat@umass.edu, ragomez@engin.umass.edu, mknodler@ecs.umass.edu 2Connecticut Department of Transportation email: mannypires@gmail.com", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "20 Mar 2019"}