{"Nomor": 37288, "Judul": "KAJIAN EKSPRESI VISUAL PENYANDANG SKIZOFRENIA DI RUMAH SAKIT KHUSUS JIWA DHARMAWANGSA", "Abstrak": "Salah satu karakteristik utama gangguan skizofrenia adalah keganjilan dalam\nmempersepsi realitas. Keganjilan tersebut diasumsikan memengaruhi ekspresi\nvisual pada karya penyandang skizofrenia hingga tercipta karya-karya yang\ndistingtif dan tidak lazim. Selain itu, permasalahan tentang seni dan psikologi\nbelum begitu terekspos di kalangan peneliti, baik psikologi maupun seni. Masih\nsedikit sekali kajian tentang skizofrenia dari sudut pandang seni rupa. Karya tulis\nini difokuskan untuk memahami ekspresi visual serta cara penyandang skizofrenia\nmempersepsi realitas dan merepresentasikannya dalam karya.\nKarya tulis ini menggunakan metode penelitian kualitatif dengan tipe penelitian\nstudi kasus dengan eksperimen sederhana yang melibatkan rancangan kegiatan\nmenggambar. Sampel-sampel karya yang dianalisis diperoleh dari dua subjek\npenyandang skizofrenia berjenis kelamin perempuan dan laki-laki dengan rentang\nusia 40 sampai 64 tahun yang sedang menjalani rehabilitasi kesehatan mental\nrawat inap di Rumah Sakit Khusus Jiwa Dharmawangsa. Analisis ekspresi visual\nkedua subjek penyandang skizofrenia dilakukan dengan mengutilisasi metode\nkritik seni dan teori psikoanalisis.\nPenelitian ini menemukan bahwa karya-karya penyandang skizofrenia\nmencerminkan karya yang dibuat oleh anak kecil. Namun, terdapat beberapa\naspek visual yang menunjukkan adanya kesadaran orang dewasa. Visualisasi\nkekanakan menunjukkan cara berkomunikasi, sedangkan aspek kedewasaan\nmenunjukkan cara berpikir penyandang skizofrenia. Tidak ditemukan adanya\nkebaruan dari segi orisinalitas. Proses kreasinya bersifat spontan dan intuitif.\nPenyandang skizofrenia diasingkan dari masyarakat, tetapi karya-karyanya tidak\nterlepas dari kekangan sistem sosial. Tidak ditemukan adanya keganjilan persepsi\nrealitas yang signifikan pada visualisasi karya-karya penyandang skizofrenia.", "Daftar File": {"COVER Gendis Kendra Disa": "https://digilib.itb.ac.id/gdl/download/205602", "BAB 1 Gendis Kendra Disa": "https://digilib.itb.ac.id/gdl/download/205603", "PUSTAKA Gendis Kendra Disa": "https://digilib.itb.ac.id/gdl/download/205609"}, "Penulis": "Gendis Kendra Disa [17013020]", "Kontributor / Dosen Pembimbing": ["Dr. Irma Damajanti, S.Sn., M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Seni Rupa Murni dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "skizofrenia, penyandang skizofrenia, ekspresi visual, persepsi realitas, Rumah Sakit Khusus Jiwa Dharmawangsa", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "9 file", "Tanggal Input": "20 Mar 2019"}