{"Nomor": 37285, "Judul": "Teman Seperjalanan", "Abstrak": "Manusia adalah makhluk sosial, kita memiliki naluri atau faktor dalam untuk melakukan\ninteraksi sosial, hal ini kita lakukan dalam usaha untuk merasa utuh, terhubung satu sama\nlain dalam menjalani hidup. Disaat seorang manusia gagal dalam mendapatkan interaksi\nsosial yang memuaskan atau gagal membangun relasi interpersonal dalam kurun waktu\ntertentu manusia dapat merasakan perasaan yang disebut dengan kesepian. Proyek ini\nmembahas mengenai seorang dewasa muda mengamati bahwa pada teman sebayanya\nmaupun pribadi, kesepian akan selalu hadir seiring tumbuh dan berkembangnya seseorang,\nseberapa lama atau seberapa kuat orang-orang merasakan kesepian ini berbeda tergantung\nsetiap individu,\nMelalui gagasan tersebut dan menggunakan konsep kesepian dari Robert Weiss dan Mary\nC. Townsend, tercetuslah sebuah karya berjudul “Teman Seperjalanan” dimana pada karya\nini, berusaha untuk menelusuri perasaan kesepian yang dirasakan selama menjalani\nkehidupan sebagai pelajar dan dewasa muda dengan menggunakan fotografi untuk\nmenangkap lokasi lokasi sukup sepi pada waktu tertentu namun memiliki beban\nsentimental. Hasil fotografi tersebut kemudian digabungkan dengan drawing untuk\nmengungkapkan interpratasi mengenai hubungan interpersonal dan kesepian, dimana\ndalam kasus ini di artikan sebagai perasaan gagal untuk terhubung dengan lingkungan\nyang seseorang tempati sebagai seorang dewasa muda, yakni lingkungan kampus.\nHasil akhir proyek ini berupa dua seri karya, seri satu merupakan karya gambar digital\nyang di cetak dan seri dua merupakan digital drawing yang ditampilkan menggunakan\nproyeksi. Kedua karya menangkap bagian emosional yang berbeda dari tema kesepian dan\nisolasim yang merupakan sebuah perjalanan.", "Daftar File": {"COVER Astrid Mustika": "https://digilib.itb.ac.id/gdl/download/205638", "BAB 1 Astrid Mustika": "https://digilib.itb.ac.id/gdl/download/205639", "BAB 5 Astrid Mustika": "https://digilib.itb.ac.id/gdl/download/205643", "PUSTAKA Astrid Mustika": "https://digilib.itb.ac.id/gdl/download/205644"}, "Penulis": "Astrid Mustika [17013042]", "Kontributor / Dosen Pembimbing": ["Dr. Agung Hujatnika, S.Sn., M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Seni Rupa Murni dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Gambar Digital, Fotografi, Intermedia, , Isolasi Sosial, Kesepian", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "8 file", "Tanggal Input": "20 Mar 2019"}