{"Nomor": 37282, "Judul": "KAJIAN LAJU OKSIDASI MINERAL SULFIDA PADA BATUAN PENGAPIT LAPISAN BATUBARA", "Abstrak": "Penambangan batubara dapat mempercepat proses terbentuknya air asam tambang\n(AAT) karena kegiatan utamanya yang berupa penggalian mengakibatkan mineral\nsulfida yang terkandung dalam batuan pengapit batubara teroksidasi ke udara.\nBerdasarkan regulasi yang berlaku, perusahaan tambang wajib melakukan kajian\nterhadap material yang dapat menyebabkan terbentuknya AAT. Kajian yang dapat\ndilakukan meliputi karakterisasi geokimia batuan dan perhitungan laju oksidasi\nmineral sulfida (pirit).\nEmpat sampel batuan pengapit batubara yang terdiri atas ABC 01, ABC 02, ABC\n03 dan ABC 04 diambil untuk dilakukan pengujian skala laboratorium, meliputi uji\nstatik, uji kinetik dan uji mineralogi. Karakterisasi geokimia batuan dibuat\nberdasarkan data uji statik (NAG pH, MPA, ANC, NAPP} yang dikonfirmasi\ndengan hasil uji kinetik (pH dan TDS air lindian). Laju oksidasi pirit dihitung\nberdasarkan mol besi dan sulfat dalam air lindian, hasil uji kinetik. Laju oksidasi\npirit dengan pendekatan mol besi total dan sulfat akan diverifikasi dengan laju\noksidasi berdasarkan model geokimia PHREEQC yang dibuat berdasarkan data uji\nmineralogi dan kandungan ion/unsur air lindian.\nHasil uji statik dan kinetik menunjukkan bahwa sampel ABC 01 dan ABC 03\ntermasuk batuan yang berpotensi menimbulkan asam (PAF), sedangkan sampel\nABC 02 dan ABC 04 tergolong batuan yang tidak berpotensi menimbulkan asam\n(NAF). Dari hasil perhitungan, laju oksidasi pirit dengan pendekatan mol sulfat\nidentik dengan laju oksidasi pirit berdasarkan model geokimia PHREEQC,\nsementara laju oksidasi pirit dengan pendekatan mol besi total jauh lebih kecil\ndibanding dua pendekatan lainnya. Hasil plotting nilai Eh-pH menunjukkan bahwa\nbesi cenderung mengendap dalam air lindian. Analisis ion dalam air lindian\nmenunjukkan bahwa rasio ion sulfat dan alkali dalam air lindian cenderung\nmendekati kesetimbangan sehingga laju oksidasi pirit dengan pendekatan mol\nsulfat lebih dapat diandalkan untuk diaplikasikan.", "Daftar File": {"2019_TS_PP_HERRY_SETIA_WAHYUDI_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/164090"}, "Penulis": "Herry Setia Wahyudi [22116017]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ginting Jalu Kusuma, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "air asam tambang, karakterisasi geokimia batuan, laju oksidasi pirit", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "1 file", "Tanggal Input": "20 Mar 2019"}