{"Nomor": 37296, "Judul": "ESTIMASI DAMPAK DARI PERUBAHAN TUTUPAN LAHAN TERHADAP JASA LINGKUNGAN PADA KAWASAN RESAPAN AIR DI KECAMATAN LEMBANG, KABUPATEN BANDUNG BARAT", "Abstrak": "Interaksi yang erat antara aktivitas manusia, perubahan kondisi jasa lingkungan, dankesejahteraan manusia menjadi salah satu poin yang diangkat sebagai latar belakang pentingnya dilakukan analisis perubahan jasa lingkungan. Kecamatan Lembang sebagai bagian dari Kawasan Bandung Utara memiliki fungsi sebagai kawasan resapan air yang berperan sebagai penyedia cadangan air tanah dan pengendali erosi tanah bagi kawasan setempat dan bawahannya. Namun, adanya perkembangan ekonomi berbasis non pertanian dan peningkatan jumlah penduudk di Kecamatan Lembang mengakibatkan terjadinya perubahan tutupan lahan menjadi tutupan dengan daya resap air yang lebih rendah. Berdasarkan konsep jasa lingkungan yang menyatakan bahwa perubahan pada aktivitas manusia akan berdampak terhadap perubahan proses jasa lingkungan yang disediakan oleh ekosistem, maka penelitian ini berusaha untuk mengestimasi dampak dari perubahan tutupan lahan terhadap fungsi resapan air di Kecamatan Lembang yang diindikasikan dari perubahan jumlah limpasan air permukaan dan perubahan jumlah tanah yang hilang selama periode tahun 2010 hingga 2018. Penilaian perubahan jasa lingkungan dengan penerapan metode valuasi lingkungan selanjutnya dapat membantu masyarakat maupun para pengambil keputusan dalam memahami besarnya perubahan jasa lingkungan yang terjadi. Perhitungan estimasi ini masing-masing dilakukan dengan model \"Wetspa Extension Tool\" dan \"Revised Universal Soil Loss Equation (RUSLE)\" menggunakan data iklim dan karakteristik geofisik kawasan yang didapat dari instansi pemerintah, open data lembaga pemerintah non-kementerian, dan layanan citra satelit Sedangkan, valuasi perubahan jasa lingkungan dilakukan menggunakan \"Replacement Cost Method\". Hasil studi menunjukkan adanya peningkatan luas lahan terbangun sebesar 18.66% serta penurunan luas lahan pertanian sebesar 5.8% dan hutan sebesar 12.01% di Kecamatan Lembang selama periode tahun 2010 hingga 2018. Hal ini berimplikasi terhadap perhitungan estimasi perubahan fungsi resapan air yang menunjukan terjadinya peningkatan jumlah air limpasan permukaan sebesar 6.14% dan peningkatan jumlah tanah yang hilang sebesar 135.95% selama periode tahun 2010 hingga 2018. Perubahan fungsi resapan air ini diestimasikan memberikan biaya lingkungan hingga mencapai 1.3 Miliyar Rupiah. Keluaran dari studi ini bermanfaat sebagai masukan dalam evaluasi pemanfaatan lahan yang telah berjalan dan sebagai masukan dalam memutuskan arahan pemanfaatan lahan di masa yang akan datang. Studi lanjutan terkait potensi dampak dari perubahan fungsi resapan air di Kecamatan Lembang terhadap kesejahteraan penduduk Kecamatan Lembang sebagai pihak yang menerima keuntungan dari jasa lingkungan tersebut perlu dilakukan untuk mengantisipasi kerugian yang timbul dalam jangka panjang melalui intervensi lebih awal.", "Daftar File": {}, "Penulis": "Khairissa Nabila A [15414016]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Iwan Kustiwan, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Perubahan Tutupan Lahan, Fungsi Resapan Air, Wetspa Extension Tool, RUSLE,Replacement Cost Method.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "20 Mar 2019"}