{"Nomor": 37298, "Judul": "PEMODELAN GEOMEKANIKA 1D SERTA IMPLIKASINYA TERHADAP KESTABILAN SESAR DI LAPANGAN CARPIO, AREA SALAWATI, PROVINSI PAPUA BARAT", "Abstrak": "Analisis kestabilan sesar dilakukan di Lapangan Carpio, Area Salawati, Provinsi Papua Barat.\nAnalisis ini dilakukan untuk mengetahui kecenderungan sesar dalam mengalami reaktivasi\nyang dapat menjadi suatu risiko dalam kegiatan eksplorasi dan produksi minyak dan gas\nbumi. Dalam melakukan penelitian ini dibutuhkan analisis mengenai regim tegasan in-situ\nyang dapat dilakukan melalui pemodelan geomekanika satu dimensi. Penelitian dilakukan\ndengan menggunakan data log sumur, hasil tes tekanan, laporan pengeboran, dan seismik\n3D. Pemodelan geomekanika dilakukan dengan menggunakan data log sumur melalui\naplikasi metode Zoback dan Healy (1984) serta Haimson dan Fairhurst (1970) yang\nkemudian dikalibrasi dengan hasil tes tekanan berupa LOT (Leak-Off Test). Hasil pemodelan\ntersebut kemudian dapat diaplikasikan dalam analisis kestabilan sesar yang meliputi\nkecenderungan mengalami pergeseran (Ts), kecenderungan mengalami dilasi (Td), dan\nstabilitas rekahan (Fs). Hasil pemodelan geomekanika menunjukkan bahwa regim tegasan\nin-situ di Lapangan Carpio saat ini didominasi oleh regim sesar normal. Data log gambar\nmemperlihatkan tegasan horizontal maksimum memiliki arah utara timur laut – selatan barat\ndaya yang sesuai dengan arah rekahan ekstensional sebagai asosiasi wrenching dari Sesar\nSorong. Analisis kestabilan sesar menunjukkan bahwa sesar di Lapangan Carpio yang\ndidominasi dengan arah utara timur laut – selatan barat daya lebih cenderung untuk\nmengalami dilasi dibandingkan mengalami pergeseran. Selain itu, dibutuhkan penambahan\nnilai tekanan pori yang cukup kecil (0,39 psi/ft) agar sesar – sesar tersebut mengalami\nreaktivasi.", "Daftar File": {"2018_TA_PP_FIHA_RUZIEQNA_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/164107", "COVER Fiha Ruzieqna": "https://digilib.itb.ac.id/gdl/download/192117", "PUSTAKA Fiha Ruzieqna": "https://digilib.itb.ac.id/gdl/download/192123"}, "Penulis": "Fiha Ruzieqna [12014060]", "Kontributor / Dosen Pembimbing": ["Indra Gunawan, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Stabilitas sesar, geomekanika, tegasan in-situ, Area Salawati", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "20 Mar 2019"}