{"Nomor": 37295, "Judul": "Pengaruh Konsumsi Air Kelapa (Cocos nucifera L.) Campur Gula Aren (Arenga pinnata) dan Minuman Isotonik Terhadap Kadar Glukosa, Kadar Asam Laktat, dan Status Hidrasi Pada Atlet Bola Basket Universitas", "Abstrak": "Latar Belakang. Asupan karbohidrat merupakan hal yang perlu diperhatikan ketika\nmelakukan olahraga intermittent dengan intensitas lebih dari 75% dari VO?max contohnya\nseperti dalam permainan bola basket, agar dapat mempertahankan performa atlet selama di\nlapangan. Air kelapa telah digunakan sebagai minuman isotonik alami yang baik, sedangkan\ngula aren memiliki kadar karbohidrat yang tinggi dan memiliki indeks glikemik rendah\nsehingga baik digunakan untuk olahragawan. Tujuan penelitian ini adalah untuk mengetahui\npengaruh pemberian minuman air kelapa campur gula aren terhadap kadar glukosa darah,\nkadar asam laktat dan status hidrasi pada pertandingan bola basket. Hasil penelitian ini\ndiharapkan dapat dikembangkan menjadi minuman karbohidrat elektrolit alami. Metode\nsubjek dalam penelitian ini adalah pemain bola basket universitas berjumlah 10 orang\npenelitian menggunakan uji klinis dengan desain penelitian single blind crossover. Parameter\nyang diukur adalah kadar glukosa darah, kadar asam laktat, dn status hidrasi pada atlet bola\nbasket. Hasil kadar glukosa saat akhir kuarter kedua, kelompok percobaan tidak berbeda\nsignifikan dengan kelompok isotonik maupun kelompok kontrol, namun kelompok kontrol\nberbeda signifikan (p< 0,05) dengan kelompok isotonik. 30 menit setelah pertandingan\nkelompok percobaan memiliki kadar glukosa paling tinggi (151,6 ±20,89) dan tidak berbeda\nsignifikan dengan kelompok isotonik (144±32,79), kelompok percobaan berbeda signifikan\n(p < 0,001) dengan kelompok kontrol (111,7 ±19,03). Kadar asam laktat saat pertandingan\nkelompok percobaan lebih rendah (5,22±1,51) pada kuarter kedua dan (5,23 ±1,29) pada\nkuarter keempat tidak berbeda signifikan dengan kelompok isotonik (5,51± 2,32) pada\nkuarter kedua dan (6,04± 2,20) pada kuarter ke empat, kadar asam laktat kelompok kontrol\n(8,42±5,46) pada kuarter kedua dan (9,42 ±5,21) pada kuarter keempat berbeda signifikan\ndengan minuman percobaan (p < 0,001), Urine Specifik Gravity dari ketiga kelompok tidak\nmembuktikan hasil yang berbeda secara signifikan, namun air kelapa campur gula aren\nmemiliki nilai USG yang paling rendah. Kesimpulan minuman air kelapa campur gula aren\nmampu menjaga kadar glukosa darah dan menunda kelelahan dengan cukup baik, dengan\ndemikian minuman ini dapat menjadi solusi pengganti minuman isotonik dari bahan alam\nyang relatif aman.", "Daftar File": {"2019_TS_PP_BILLY_EMIR_RIZKANTO_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/164096", "COVER Billy Emir Rizkanto": "https://digilib.itb.ac.id/gdl/download/243802", "BAB 1 Billy Emir Rizkanto": "https://digilib.itb.ac.id/gdl/download/243803", "BAB 2 Billy Emir Rizkanto": "https://digilib.itb.ac.id/gdl/download/243804", "BAB 3 Billy Emir Rizkanto": "https://digilib.itb.ac.id/gdl/download/243805", "BAB 4 Billy Emir Rizkanto": "https://digilib.itb.ac.id/gdl/download/243806", "BAB 5 Billy Emir Rizkanto": "https://digilib.itb.ac.id/gdl/download/243807", "PUSTAKA Billy Emir Rizkanto": "https://digilib.itb.ac.id/gdl/download/243808"}, "Penulis": "Billy Emir Rizkanto [21717003]", "Kontributor / Dosen Pembimbing": ["Dr. Rini Syafriani, M.Kes.", "Dr. Samsul Bahri, M.Kes."], "Jenis Koleksi": "Tesis", "Penerbit": "Keolahragaan", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Air kelapa, gula aren, bola basket, glukosa, asam laktat, status hidrasi", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "8 file", "Tanggal Input": "20 Mar 2019"}