{"Nomor": 37291, "Judul": "GEOLOGI DAERAH JATIGEDE DAN SEKITARNYA, KABUPATEN SUMEDANG, PROVINSI JAWA BARAT", "Abstrak": "Penelitian dilakukan di Kecamatan Jatigede dan sekitarnya, Kabupaten\nSumedang, Provinsi Jawa Barat. Secara Geografis daerah penelitian terletak pada\n180993,2-189993,2 m dan 9234130,7-9241130,7 m (UTM zona 49S) dengan luas\ndaerah penelitian 63 km2. Penelitian ini bertujuan untuk mengetahui tatanan geologi\ndaerah penelitian.\nSatuan geomorfologi pada daerah penelitian dibagi menjadi enam, yaitu\nSatuan Lembah Sinklin Cipicung, Satuan Perbukitan Zona Sesar Cisampih, Satuan\nPerbukitan Hogback Ciranggem, Satuan Perbukitan Homoklin Kadu, Satuan Bukit\nIntrusi, Satuan Dataran Aluvial. Pola aliran sungai pada daerah penelitian umumnya\nberpola trellis, dendritik, dan rektangular, dengan tahapan geomorfik dewasa\nSatuan batuan tertua di daerah penelitian adalah Satuan Batulempung\nberumur Miosen Tengah yang diendapkan pada zona batial. Pada Akhir Miosen\nTengah-Awal Miosen Akhir diendapkan Satuan Batupasir-Batulempung di atas\nSatuan Batulempung dengan mekanisme arus gravitasi pada zona batial. Pada\nMiosen Akhir diendapkan Satuan Breksi di atas Satuan Batupasir-Batulempung\ndengan mekanisme arus gravitasi pada zona batial atas-neritik luar. Pada Pliosen-\nPlistosen terjadi pengangkatan dan deformasi kompresional yang menyebabkan\ndaerah penelitian menjadi daratan dan terbentuknya struktur sesar naik, perlipatan,\ndan sesar mendatar. Pada Plistosen Awal diendapkan Satuan Konglomerat pada\nsistem fluvial sungai teranyam. Setelah itu terjadi deformasi yang menyebabkan\nSatuan Konglomerat terlipat. Pada kala ini juga terjadi peningkatan aktivitas\nvulkanik yang menyebabkan terbentuknya intrusi andesit. Proses geologi yang\nterjadi sampai saat ini berupa erosi dan sedimentasi.", "Daftar File": {"2019_TA_PP_Novrizal_Syarif_Abdurrahman_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/164092"}, "Penulis": "Novrizal Syarif A [12014058]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Chalid Idham Abdullah"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Jatigede, Struktur, Arus Gravitasi, Pengangkatan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Alice Diniarti", "File": "11 file", "Tanggal Input": "20 Mar 2019"}