{"Nomor": 37292, "Judul": "PEMETAAN GEOLOGI TEKNIK DAN ANALISIS KESTABILAN LERENG PADA RUAS JALAN RAYA PUNCAK KM 16-20, KECAMATAN CISARUA, KABUPATEN BOGOR, JAWA BARAT", "Abstrak": "Daerah penelitian terletak pada koordinat 6o41’51,78” LS–6o42’25,89” LS dan 106o58’16,90” BT-106o59’38,37” BT yang secara administratif meliputi Kecamatan Cisarua, Kabupaten Bogor, Jawa Barat. Luas daerah penelitian sebesar 4,5 km2. Tujuan penelitian adalah untuk menentukan kondisi geologi teknik daerah penelitian dan menentukan faktor keamanan serta rekomendasi stabilisasi pada tiga lereng sepanjang ruas Jalan Puncak KM 16-20. Metode yang digunakan terdiri dari studi literatur, pengambilan dan pengolahan data dari kegiatan lapangan, pengolahan data sekunder, pengujian batuan dan tanah di laboratorium, dan analisis kestabilan lereng menggunakan metode kesetimbangan batas. Morfologi daerah penelitian terdiri dari punggungan dan dataran dengan kemiringan lereng hampir datar hingga sangat curam. Pola kelurusan berarah baratlaut-tenggara dan pola aliran sungai dendritik. Proses geomorfik yang terjadi berupa pelapukan, longsoran rotasi, dan erosi. Satuan batuan dan tanah pada daerah penelitian dari tua ke muda yaitu Satuan Andesit, Satuan Tuf, dan Satuan Pasir Lempungan. Kondisi airtanah daerah penelitian termasuk kategori sangat dangkal hingga sangat dalam dengan hubungan antara airtanah dan sungai adalah efluen. Teramati mataair jenis depresi pada daerah penelitian. Daerah penelitian termasuk ke dalam zona kerentanan gerakan tanah rendah hingga tinggi dan kawasan rawan bencana gempa menengah. Tiga lereng yang dianalisis memiliki faktor keamanan dengan rentang 0,75 hingga 1,01. Faktor yang memengaruhi nilai faktor keamanan adalah kuat geser tanah dan gaya pendorong yang berasal dari beberapa sumber terutama gaya gravitasi. Metode stabilisasi yang paling baik untuk dilakukan berupa pemberian perkuatan jenis soil nailing.", "Daftar File": {"2019_TA_PP_MUHAMMAD_DILLAN_IFTIKHAR_1_-_ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/164094"}, "Penulis": "Muhammad Dillan [12014031]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Imam Achmad Sadisun, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Analisis kestabilan lereng, faktor keamanan, geologi teknik, Jalan Raya Puncak KM 16-20, metode kesetimbangan batas", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "10 file", "Tanggal Input": "20 Mar 2019"}