{"Nomor": 37294, "Judul": "GEOLOGI DAN GEOKIMIA AIR PANASBUMI DAERAH BEUNGGA DAN SEKITARNYA, KECAMATAN TANGSE, KABUPATEN PIDIE, PROVINSI ACEH", "Abstrak": "Penelitian dilakukan di daerah Beungga dan sekitarnya, Kecamatan Tangse,\nKabupaten Pidie, Provinsi Aceh pada koordinat 95?54’11” – 95?51’0” BT dan\n5?11’13” – 5?6’14” LU dengan luas 54 km2 (9 x 6 km2). Pemetaan geologi dengan\nskala 1:25.000 serta analisis geokimia air manifestasi dilakukan untuk mengetahui\ntatanan geologi serta karakteristik sistem panasbumi di daerah penelitian.\nSatuan geomorfologi daerah penelitian dibagi menjadi 5 satuan, (1) Satuan Lembah\nGraben Beungga, (2) Satuan Lembah Homoklin Titeu, (3) Satuan Perbukitan\nAntiklin Alue Rabo, (4) Satuan Punggungan Blok Sesar Tangse, (5) Satuan\nPerbukitan Malihan Tersesarkan Seukeuk. Stratigrafi daerah penelitian dibagi\nmenjadi 6 satuan dan 1 endapan, (1) Satuan Batusabak, (2) Satuan Andesit, (3)\nSatuan Granodiorit, (4) Satuan Batupasir, (5) Satuan Batupasir – Konglomerat, (6)\nSatuan Batulanau dan Endapan Aluvial. Struktur pada daerah penelitian meliputi\n13 sesar mendatar dan 3 sesar normal yang dikontrol oleh Sistem Sesar Sumatera,\nserta sesar naik dan antiklin. Satuan Batusabak dan Satuan Andesit terbentuk pada\nZaman Jura Akhir – Kapur Tengah. Satuan Granodiorit mengintrusi Satuan\nBatusabak pada Kala Paleosen. Satuan Batupasir terbentuk pada Kala Oligosen.\nSatuan Batupasir – Konglomerat dan Satuan Batulanau terbentuk pada Kala Miosen\nTengah. Endapan Aluvial terendapkan pada Kala Resen.\nManifestasi panasbumi ditemukan berupa mataair hangat dan mataair panas pada\nlima lokasi, yaitu dua titik pada daerah Alue dan tiga titik pada daerah Beungga.\nMataair panas memiliki temperatur 50 – 82°C dengan tipe Cl-SO4-HCO3. Daerah\npenelitian diintepretasi memiliki dua reservoir panasbumi, yaitu reservoir Beungga\ndan Alue pada Satuan Batusabak dan Andesit yang terekahkan oleh struktur sesar.\nReservoir Beungga memiliki temperatur fluida 110 – 130°C pada kedalaman ±500\nmeter dan reservoir Alue memiliki temperatur fluida 150 – 170 °C pada kedalaman\n±750 meter. Kedua reservoir tersebut memiliki sumberdaya hipotetis sebesar 17\nMW. Daerah penelitian memiliki sistem panasbumi yang dikontrol oleh struktur\nsesar mendatar dan pembentukan pull apart basin.", "Daftar File": {"2019_TA_PP_Aidina_Anisa_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/164095", "COVER Aidina Anisa": "https://digilib.itb.ac.id/gdl/download/205836", "BAB 1 Aidina Anisa": "https://digilib.itb.ac.id/gdl/download/205837", "BAB 3A Aidina Anisa": "https://digilib.itb.ac.id/gdl/download/205839", "BAB 3E Aidina Anisa": "https://digilib.itb.ac.id/gdl/download/205843", "BAB 6 Aidina Anisa": "https://digilib.itb.ac.id/gdl/download/205849", "PUSTAKA Aidina Anisa": "https://digilib.itb.ac.id/gdl/download/205850"}, "Penulis": "Aidina Anisa [12014026]", "Kontributor / Dosen Pembimbing": ["Ir. Niniek Rina Herdianita, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Panasbumi Beungga, Pull Apart Basin, Komplek Woyla, Geokimia Air, Sesar Sumatera", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "16 file", "Tanggal Input": "20 Mar 2019"}