{"Nomor": 37304, "Judul": "KAJIAN LAJU OKSIDASI MINERAL SULFIDA  PADA BATUAN PENGAPIT LAPISAN BATUBARA", "Abstrak": "Penambangan batubara dapat mempercepat proses terbentuknya air asam tambang (AAT) karena kegiatan utamanya yang berupa penggalian mengakibatkan mineral sulfida yang terkandung dalam batuan pengapit batubara teroksidasi ke udara. Berdasarkan regulasi yang berlaku, perusahaan tambang wajib melakukan kajian terhadap material yang dapat menyebabkan terbentuknya AAT. Kajian yang dapat dilakukan meliputi karakterisasi geokimia batuan dan perhitungan laju oksidasi mineral sulfida (pirit).\n\nEmpat sampel batuan pengapit batubara yang terdiri atas ABC 01, ABC 02, ABC 03 dan ABC 04 diambil untuk dilakukan pengujian skala laboratorium, meliputi uji statik, uji kinetik dan uji mineralogi. Karakterisasi geokimia batuan dibuat berdasarkan data uji statik (NAG pH, MPA, ANC, NAPP} yang dikonfirmasi dengan hasil uji kinetik (pH dan TDS air lindian). Laju oksidasi pirit dihitung berdasarkan mol besi dan sulfat dalam air lindian, hasil uji kinetik. Laju oksidasi pirit dengan pendekatan mol besi total dan sulfat akan diverifikasi dengan laju oksidasi berdasarkan model geokimia PHREEQC yang dibuat berdasarkan data uji mineralogi dan kandungan ion/unsur air lindian.\n\nHasil uji statik dan kinetik menunjukkan bahwa sampel ABC 01 dan ABC 03 termasuk batuan yang berpotensi menimbulkan asam (PAF), sedangkan sampel ABC 02 dan ABC 04 tergolong batuan yang tidak berpotensi menimbulkan asam (NAF). Dari hasil perhitungan, laju oksidasi pirit dengan pendekatan mol sulfat identik dengan laju oksidasi pirit berdasarkan model geokimia PHREEQC, sementara laju oksidasi pirit dengan pendekatan mol besi total jauh lebih kecil dibanding dua pendekatan lainnya. Hasil plotting nilai Eh-pH menunjukkan bahwa besi cenderung mengendap dalam air lindian. Analisis ion dalam air lindian menunjukkan bahwa rasio ion sulfat dan alkali dalam air lindian cenderung mendekati kesetimbangan sehingga laju oksidasi pirit dengan pendekatan mol sulfat lebih dapat diandalkan untuk diaplikasikan.", "Daftar File": {"2019_TS_PP_Herry_Setia_Wahyudi_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/164112"}, "Penulis": "Herry Setia Wahyudi [22116017]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ginting Jalu Kusuma, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "air asam tambang, karakterisasi geokimia batuan, laju oksidasi pirit", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "20 Mar 2019"}