{"Nomor": 37337, "Judul": "PERANCANGAN KEMBALI KAWASAN PASAR ANYAR KOTA TANGERANG", "Abstrak": "Di berbagai daerah di Indonesia pasar menjadi salah satu penggerak utama dari kawasan perdagangan dan jasa. Pasar banyak terdapat dekat pusat pelayanan kota dan menjadi jantung dari perekonomian daerah tersebut. Dengan kata lain, adanya pasar tradisional menjadi tempat pertumbuhan ekonomi yang berasal dari masyarakat untuk masyarakat. Persoalan perancangan yang sering terjadi di kawasan pasar adalah para pedagang yang berjualan di badan jalan atau yang biasa disebut pasar tumpah, area parkir yang tidak memadai serta tidak tertata sehingga banyak kendaran yang parkir di badan jalan yang akhirnya menimbulkan kemacetan. Selain itu kondisi lingkungan fisik yang tidak tertata dengan baik akibat kurangnya fasilitas pendukung  juga menjadi salah satu persoalan yang terjadi di kawasan Pasar Anyar Kota Tangerang. Oleh sebab itu penelitian ini bertujuan untuk merumuskan prinsip perancangan kawasan Pasar Anyar Kota Tangerang sebagai dasar dari perancangan kembali yang akan dilakukan.\n\nPerancangan kembali akan dilakukan dengan beberapa pertimbangan seperti aspek-aspek beserta komponen hasil dari studi literatur tentang persyaratan teknis pasar serta kebutuhan perancangan. Perancangan kembali ini juga mempertimbangan persepsi dan preferensi para pengguna pasar yang diperoleh dengan penarikan sampel purposif serta kondisi lingkungan kawasan pasar yang terlihat dari hasil observasi. Setelah itu, akan dihasilkan beberapa komponen-komponen yang perlu dipertimbangkan dalam perancangan kawasan pasar. Setelah itu, dirumuskanlah sebuah prinsip yang nantinya dikembangkan menjadi konsep perancangan. Konsep perancangan ini akan disimulasikan dalam bentul ilustrasi perancangan. Dengan dilakukannya penelitian ini diharapkan dapat teidentifikasinya aspek yang dipertimbangkan dalam perancangan kawasan pasar, teridentifikasinya kebutuhan para pedagang dan pembeli, teridentifikasinya komponen perancangan pasar serta terumuskannya prinsip perancangan kawasan pasar.", "Daftar File": {}, "Penulis": "Freshky Pumars Ardika [15414050]", "Kontributor / Dosen Pembimbing": ["Dr. RM. Petrus Natalivan Indradjati, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "pasar, persepsi, preferensi, kebutuhan, komponen perancangan, prinsip perancangan", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "10 file", "Tanggal Input": "20 Mar 2019"}