{"Nomor": 37341, "Judul": "KAJIAN KEBERLANJUTAN MODA BECAK TRADISIONAL SEBAGAI BAGIAN DARI PARIWISATA DI KOTA YOGYAKARTA", "Abstrak": "Keberlanjutan merupakan konsep yang telah berkembang dan banyak dipergunakan untuk menyelesaikan suatu permasalahan secara menyeluruh, yang menyangkut aspek lingkungan, ekonomi maupun sosial (Purnama, 2011). Salah satu strategi yang dapat dikembangkan dalam konsep transportasi keberlanjutan yaitu dengan langkah menyediakan moda transportasi alternatif selain moda transportasi umum yang mampu mengangkut banyak penumpang atau barang. Salah satu moda transportasi alternatif tersebut adalah moda becak yang juga merupakan salah satu jenis moda transportasi paratransit. Di Indonesia, Kota Yogyakarta merupakan salah satu kota yang memanfaatkan moda becak sebagai daya tarik wisatawan. Moda becak tradisional di Kota Yogyakarta merupakan moda transportasi tradisional yang memiliki model yang khas dan sudah menjadi salah satu bagian dari kebudayaan yang lekat dengan sejarah budaya Jawa karena berhubungan dengan kerajaan. Selain mendukung pergerakan wisatawan, keberadaan moda becak di Kota Yogyakarta masih memiliki peran yang penting dalam pemenuhan mobilitas masyarakat kecil dan juga mendukung kegiatan ekonomi seperti jasa pengangkutan orang dan barang atau muatan, terutama jenis moda becak tradisional. Keberlanjutan akan keberadaan moda becak tradisional di Kota Yogyakarta mampu bertahan selama berpuluh-puluh tahun hingga saat ini. Hal tersebut memunculkan dugaan bahwa keberlanjutan akan keberadaan moda becak tradisional sebagai bagian dari pariwisata di Kota Yogyakarta cenderung dikarenakan pada faktor terpenuhinya kesiapan pada aspek-aspek tertentu yang termasuk dalam konsep transportasi keberlanjutan, seperti aspek ekonomi, sosial, dan lingkungan. Maka dari itu, tujuan penelitian mengidentifikasi kondisi keberlanjutan moda becak tradisional sebagai bagian dari pariwisata di Kota Yogyakarta serta faktor-faktor yang mendukung keberlanjutan akan keberadaan moda becak tradisional di kota tersebut dan berpotensi diterapkan di daerah lain. Metodologi yang digunakan adalah metode analisis isi (content analysis), metode analisis deskriptif, analisis spasial menggunakan perangkat lunak Geographic Information Systems (GIS), dan analisis jejaring sosial atau Social Network Analysis (SNA) menggunakan perangkat lunak UCINET NetDraw. Berdasarkan hasil analisis yang telah dilakukan, faktor-faktor yang memengaruhi keberlanjutan akan keberadaan moda becak tradisional di Kota Yogyakarta dan penerapannya dapat diaplikasikan di daerah lain cenderung faktor-faktor yang termasuk dalam aspek sosial, yang meliputi: 1) Keberadaan fenomena jejaring sosial (social network) pada sektor informal berupa hubungan kelembagaan sosial yang berbasis kekerabatan yang sudah membudaya antara pengemudi moda becak tradisional dengan pelaku usaha; 2) Dukungan dari sektor formal dalam mencanangkan upaya yang mengatur penataan moda becak tradisional, baik berupa peraturan yang mengatur keberadaan moda becak tradisional, maupun ketentuan-ketentuan lainnya; dan 3) Keterlibatan berbagai stakeholder dan golongan masyarakat dalam proses perencanaan dan pengelolaan sistem transportasi moda becak tradisional.", "Daftar File": {"2019_TS_PP_ACHMAD_FAUZAN_ISCAHYONO_BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/164284", "2019_TS_PP_ACHMAD_FAUZAN_ISCAHYONO_BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/164285", "2019_TS_PP_ACHMAD_FAUZAN_ISCAHYONO_BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/164286", "2019_TS_PP_ACHMAD_FAUZAN_ISCAHYONO_BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/164287", "2019_TS_PP_ACHMAD_FAUZAN_ISCAHYONO_BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/164289", "2019_TS_PP_ACHMAD_FAUZAN_ISCAHYONO_BAB_6.pdf": "https://digilib.itb.ac.id/gdl/download/164290", "2019_TS_PP_ACHMAD_FAUZAN_ISCAHYONO_DAFTAR_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/164291", "2019_TS_PP_ACHMAD_FAUZAN_ISCAHYONO_LAMPIRAN_A.pdf": "https://digilib.itb.ac.id/gdl/download/164292", "2019_TS_PP_ACHMAD_FAUZAN_ISCAHYONO_LAMPIRAN_B.pdf": "https://digilib.itb.ac.id/gdl/download/164293", "2019_TS_PP_ACHMAD_FAUZAN_ISCAHYONO_LAMPIRAN_C.pdf": "https://digilib.itb.ac.id/gdl/download/164294", "2019_TS_PP_ACHMAD_FAUZAN_ISCAHYONO_LAMPIRAN_D.pdf": "https://digilib.itb.ac.id/gdl/download/164295", "2019_TS_PP_ACHMAD_FAUZAN_ISCAHYONO_JURNAL.pdf": "https://digilib.itb.ac.id/gdl/download/164296"}, "Penulis": "Achmad Fauzan Iscahyono [25417014]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Iwan Pratoyo Kusumantoro, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Transportasi Berkelanjutan, Moda Becak Tradisional, Content Analysis, Social Network Analysis.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "13 file", "Tanggal Input": "20 Mar 2019"}