{"Nomor": 37347, "Judul": "POTENSI ASURANSI BENCANA DALAM PEMBIAYAAN  REHABILITASI DAN REKONSTRUKSI PASKA-BENCANA ALAM DI INDONESIA (ANALISIS BIAYA-MANFAAT ASURANSI GEMPABUMI 2004-2017)", "Abstrak": "Indonesia merupakan salah satu negara dengan risiko bencana alam  yang tinggi. Posisi Indonesia \nyang  berada  pada  pertemuan  3  lempeng  dunia  (lempeng  Eurasia,  lempeng  Indo-Australia,  dan \nlempeng Pasifik) menjadikannya sebagai wilayah dengan seismisitas dan vulkanisme yang  aktif. \nIndonesia terpapar risiko gempabumi, tsunami, dan letusan gunung api yang dapat menyebabkan \nkerugian  ekonomi  yang  besar.  Sebagai  contoh,  Gempa  dan  Tsunami  Aceh  2004  telah\nmenyebabkan kerugian sebesar Rp. 41,4 triliun.  Besarnya nilai kerugian ini dapat menyebabkan \ndefisit dalam neraca keuangan Indonesia karena anggaran yang tersedia tidak sesuai dengan dana \npenanggulangan bencana yang dibutuhkan. Umumnya, pemerintah menutupi defisit anggaran ini \ndengan  pemindahan  alokasi  anggaran  dari  sektor  lain  atau  melalui  pinjaman.  Cara  ini  dapat \nmengganggu proses pembangunan  atau menyebabkan  beban finansial jangka panjang.  Oleh karena \nitu, pemerintah  Indonesia harus mencari alternatif pembiayaan penanggulangan bencana selain \nyang sudah ada saat ini. Salah satu pilihan yang dapat dijadikan alternatif adalah instrumen  transfer\nrisiko (risk transfer), seperti asuransi bencana alam dan catastrophe bond.\nPenelitian  ini  mengkaji  potensi  asuransi  gempabumi  sebagai  sumber  pembiayaan  program \npemberian  insentif  perbaikan  rumah  tinggal  paska-bencana  di  Indonesia.  Penelitian  ini \nmenggunakan  metode  analisis  biaya-manfaat  (cost-benefit  analysis)  dengan  besaran  potensi \ndidefinisikan  dalam bentuk rasio biaya-manfaat (cost-benefit ratio).  Biaya  adalah  premi asuransi \ngempabumi  yang harus dibayarkan,  dan  manfaat  adalah potensi  klaim yang  akan  diterima untuk \nsetiap kejadian bencana  yang terjadi. Analisis biaya-manfaat dihitung untuk risiko gempabumi \ndengan objek analisis perlindungan atas rumah tinggal dari tahun 2004-2017.\nAsuransi gempabumi memiliki potensi untuk diterapkan dalam  manajemen risiko bencana alam di \nIndonesia yang ini  ditandai dengan rasio biaya-manfaat yang bernilai positif.  Besaran biaya adalah \nRp.  18,6  triliun sedangkan  nilai  manfaat  yang diperoleh adalah Rp.  22,15  triliun. Rasio biayamanfaatnya adalah 1:1,19.", "Daftar File": {"2019_TS_PP_HENGKI_EKO_PUTRA_ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/164216", "BAB 1 Hengki Eko Putra": "https://digilib.itb.ac.id/gdl/download/168799", "BAB 2 Hengki Eko Putra": "https://digilib.itb.ac.id/gdl/download/168800", "BAB 3 Hengki Eko Putra": "https://digilib.itb.ac.id/gdl/download/168801", "BAB 4 Hengki Eko Putra": "https://digilib.itb.ac.id/gdl/download/168802", "BAB 5 Hengki Eko Putra": "https://digilib.itb.ac.id/gdl/download/168803", "BAB 6 Hengki Eko Putra": "https://digilib.itb.ac.id/gdl/download/168804", "DAFTAR Hengki Eko Putra": "https://digilib.itb.ac.id/gdl/download/168805", "2019 TS PP HENGKI EKO PUTRA_LAMPIRAN.pdf\n]": "https://digilib.itb.ac.id/gdl/download/168806", "2019 TS PP HENGKI EKO PUTRA_JURNAL.pdf)u": "https://digilib.itb.ac.id/gdl/download/168807"}, "Penulis": "Hengki Eko Putra [25416061]", "Kontributor / Dosen Pembimbing": ["Dr. Saut Aritua Hasiholan Sagala, S.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "analisis biaya-manfaat, asuransi bencana, disaster risk financing instrument (DRFI)", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "10 file", "Tanggal Input": "20 Mar 2019"}