{"Nomor": 37352, "Judul": "REDESIGN JALUR GEOWISATA GAWIR PLATO JAMPANG DI KAWASAN GEOPARK CILETUH KABUPATEN SUKABUMI", "Abstrak": "Geopark merupakan suatu kawasan yang memiliki keragaman warisan geologi, biologi, dan budaya yang mana dalam konsep pengembangannya melibatkan tiga unsur yaitu konservasi, edukasi, dan pembangunan berkelanjutan. Geowisata sebagai salah satu bentuk penerapan pariwisata berkelanjutan memiliki tujuan untuk mengoptimalkan potensi kawasan salah satunya menggunakan konsep geotrails. Penerapan konsep geotrails yang tepat dapat memperpanjang lama perjalanan wisatawan. Permasalahan yang ada di Kawasan Geopark Ciletuh yaitu pengembangan jalur geowisata yang belum menunjukkan kesiapan dalam mendukung kegiatan wisata. Oleh karena itu, tujuan dari studi ini adalah melakukan redesign pada salah satu jalur geowisata, yaitu Jalur Geowisata 3: Gawir Plato Jampang yang direncanakan dalam Masterplan Geopark Ciletuh-Palabuhanratu Tahun 2017 dengan pertimbangan dari kajian literatur, dokumen kebijakan pemerintah, observasi dan wawancara.\n\n \n\nPendekatan penelitian ini menggunakan metode kualitatif deskrptif dengan teknik purposive sampling. Narasumber dari penelitian ini adalah Dinas Pariwisata dan Kebudayaan Provinsi Jawa Barat, Dinas Pariwisata Kabupaten Sukabumi dan PAPSI (Paguyuban Alam Pakidulan Sukabumi) sebagai komunitas konservasi dan penggerak pariwisata. Metode penelitian yang digunakan adalah analisis deskriptif untuk mengidentifikasi kesiapan jalur geowisata dan preferensi wisatawan dalam pemilihan moda transportasi, sedangkan untuk menganalisis jangkauan destinasi wisata menggunakan buffering dengan bantuan ArcGIS.\n\n \n\nHasil studi ini menunjukkan bahwa kesiapan jalur geowisata saat ini belum diimplementasikan secara nyata di lapangan, namun kondisinya sudah dipersiapkan dengan baik. Hal tersebut dapat dilihat dari penggunaan media promosi dan informasi, sosialisasi kunjungan ke sekolah, kerja sama antara stakeholders dan kelengkapan elemen geotrails, namun belum ada penerapan tentang pengurangan kendaraan bermotor di kawasan geopark. Preferensi wisatawan terhadap pemilihan moda transportasi didasari oleh kondisi kelas topografi, jarak destinasi wisata dan waktu yang ditempuh menuju lokasi destinasi, sehingga menghasilkan bahwa kendaraan pribadi masih menjadi pilihan utama dalam berwisata. Sementara itu, berdasarkan kerapatan jangkauan antar destinasi wisata, Jalur Geowisata Gawir Plato Jampang terbagi menjadi 2 bagian, sehingga diperlukan redesign pada jalur geowisata untuk mengoptimalkan rencana pengembangan kawasan.", "Daftar File": {"2019_TS_PP_NIRMANA_ADHELIA_ABSTRAK_1.pdf": "https://digilib.itb.ac.id/gdl/download/164221", "BAB 1 Nirmana Adhelia": "https://digilib.itb.ac.id/gdl/download/169591", "BAB 2 Nirmana Adhelia": "https://digilib.itb.ac.id/gdl/download/169593", "BAB 3 Nirmana Adhelia": "https://digilib.itb.ac.id/gdl/download/169595"}, "Penulis": "Nirmana Adhelia [95717003]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Heru Purboyo Hidayat Putro, DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Terapan Perencanaan Kepariwisataan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Geotrails, pariwisata, Geopark Ciletuh", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "4 file", "Tanggal Input": "20 Mar 2019"}