{"Nomor": 37369, "Judul": "SIMULASI SPASIAL MODEL EPIDEMI SEIR MENGGUNAKAN CELLULAR AUTOMATA", "Abstrak": "Severe acute respiratory syndrome (SARS) merupakan satu dari beberapa penyakit\nyang laju penyebarannya sangat tinggi dan memiliki periode infeksi yang relatif\nlama. Hal ini ditunjukkan dengan hampir lima puluh persen dari individu yang\nmelakukan hubungan dengan penderita kemudian ditemukan juga terinfeksi SARS.\nSedangkan periode infeksi yang relatif lama, mencapai 30 hari, dapat menyebabkan\nproses penyebaran menjadi semakin cepat setiap harinya. Sehingga diperlukan analisis\nyang baik untuk mekanisme pengambilan tindakan pada penyakit SARS.\nMenurut WHO, salah satu analisis yang baik untuk mekanisme pengambilan tindakan\nterhadap penyebaran penyakit adalah dengan menganalisis model matematika.\nBeberapa model matematika telah dibangun menggunakan sistem persamaan\ndiferensial biasa berikut pengembangannya. Dalam penelitian ini, kombinasi dari\nmodel epidemi SEIR dengan cellular automata (CA) atau disebut dengan model\nSEIR-CA digunakan untuk menganalisis fenomena penyebaran penyakit SARS di\nHong Kong pada tahun 2003. Fenomena ini dipilih karena sesuai dengan asumsi\nyang diberikan pada model, yaitu, memiliki periode inkubasi, dapat tersebar melalui\nhubungan langsung dan tidak langsung, serta belum dipengaruhi oleh parameter lain\nseperti tindakan pencegahan berupa pemberian vaksin.\nKombinasi model epidemi SEIR dengan CA memungkinkan adanya penyebaran\npenyakit dari suatu wilayah ke wilayah lain melalui suatu hubungan tidak langsung\nyang digambarkan sebagai mekanisme transisi dalam sistem pertetanggaan\nCA. Pada penelitian ini diusulkan perbaikan parameter pengaruh pertetanggaan\npada model yang muncul akibat perbedaan jumlah individu pada masing-masing\nwilayah. Hasil simulasi setelah perbaikan parameter pada model menunjukkan\nbahwa model SEIR-CA yang dibangun berjalan dengan baik untuk populasi dengan\nsebaran individu seragam maupun acak.Model SEIR-CA yang telah diperbaharui tersebut kemudian diuji dengan parameter\nyang diperoleh dari data penyebaran penyakit SARS di Hong Kong pada tahun\n2003 dengan sebaran populasi yang dimunculkan secara acak. Hasil simulasi menunjukkan\nkemiripan pola grafik pertumbuhan individu terinfeksi dengan data sebenarnya.\nTetapi terjadi perluasan pada grafik hasil simulasi yang dilakukan dari data\nsebenarnya.\nSelain uji model terhadap data penyebaran penyakit SARS di Hong Kong pada\ntahun 2003, dalam penelitian ini juga diusulkan pemberian mekanisme kendali pada\nmodel berupa vaksinasi. Pada penelitian ini, vaksin diberikan dengan rasio tetap setiap\nharinya dengan lama waktu yang berbeda-beda. Hasil simulasi menunjukkan\nbahwa, semakin lama periode vaksinasi semakin sedikit pula individu yang terinfeksi\nSARS. Selain itu, semakin cepat tindakan dilakukan dapat mencegah penyebaran\npenyakit SARS ke wilayah-wilayah lainnya", "Daftar File": {"2015_TS_PP_MUHAMMAD_ZAKI_ALMUZAKKI_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/164264", "2015_TS_PP_MUHAMMAD_ZAKI_ALMUZAKKI_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/164265", "2015_TS_PP_MUHAMMAD_ZAKI_ALMUZAKKI_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/164266", "2015_TS_PP_MUHAMMAD_ZAKI_ALMUZAKKI_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/164267", "2015_TS_PP_MUHAMMAD_ZAKI_ALMUZAKKI_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/164268", "2015_TS_PP_MUHAMMAD_ZAKI_ALMUZAKKI_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/164269", "2015_TS_PP_MUHAMMAD_ZAKI_ALMUZAKKI_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/164270"}, "Penulis": "Muhammad Zaki Almuzakki [20913016]", "Kontributor / Dosen Pembimbing": ["Dr. Nuning Nuraini, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Komputasi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Natural sciences & mathematics", "Kata Kunci": "Severe Acute Respiratory Syndrome, Model Epidemi SEIR, Cellular Automata, Model SEIR-CA", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "21 Mar 2019"}