{"Nomor": 37385, "Judul": "SENSE OF PLACE DALAM PERUBAHAN DAN PENCIPTAAN  TEMPAT SETELAH BENCANA STUDI KASUS: KAWASAN WISATA LAVA TOUR, GUNUNG  MERAPI, SLEMAN", "Abstrak": "Pengambilan keputusan dalam pemulihan tempat yang telah mengalami perubahan \nfisik  yang  cukup  besar,  selama  ini  lebih  didominasi  pertimbangan  aspek \nkeselamatan dan teknis fisik pembangunan yang lebih dominan. Perubahan tempat \nyang terjadi akibat bencana ataupun peristiwa lain  yang tidak diharapkan, dapat \nmempengaruhi  psikologi  penghuninya,  terlebih  penghuni  yang  sudah  lama \nmenetap. Penghuni tidak saja mengalami perubahan tempat karena peristiwa yang \ntak  terduga,  namun  keputusan  penciptaan  tempat  dalam  perencanaan  pemulihan \nsendiri juga sering memaksakan perubahan  yang lebih besar  yang harus dialami \npenghuni,  sehingga  kerap  menimbulkan  masalah.  Dalam  hal  pemindahan  lokasi \n(relokasi)  dan  disain  tempat,  meski  perencanaan  telah  dirancang  dengan  sebaik \nmungkin mengikuti kaidah-kaidah perencanaan  yang tepat, namun sering terjadi \npenolakan.  Ini  menunjukan  bahwa  perencanaan  tidak  cukup  hanya \nmempertimbangkan persoalan fisik yang kasat mata (tangible) namun  juga  harus \nmempertimbangkan  persoalan  yang  tidak  terlihat  (intangible),  yaitu    hubungan \nemosional individu atau kelompok terhadap tempat yang disebut  sense of place,\nyang  sangat  mempengaruhi  ekspektasi  dan  kepuasan  akan  tempat  bagi  individu \nmaupun kelompok.\nNamun  persoalannya  bagaimana  dengan  sense  of  place  sendiri  apakah  setelah \nmengalami  bencana  akan  tetap  bertahan  atau  mengalami  perubahan?  Dari  hasil \npenelitian  sebelum,  masih  belum  memberikan  kepastian,  sebagian  penelitian \nterdahulu menyatakan  sense of place  mengalami perubahan akibat bencana, dari \nhubungan  emosional  yang  positif  terhadap  tempat  (topophilia)  berubah  menjadi \nnegatif  seperti  rasa  takut  atau  trauma  terhadap  tempat  (topophobia).  Namun \nsebagian  peneliti  menyatakan   peristiwa  bencana  tidak  mempengaruhi   adanya \nperubahan  sense of place. Sehingga  perlunya penelitian pengaruh perubahan dan \npenciptaan tempat terhadap  sense of place,  untuk dapat mengungkapkan kemana \nsebenarnya arah keinginan individu atau kelompok dalam keputusan penciptaan \ntempat. \nPenelitian  ini  bertujuan  mengungkapkan  pengaruh  perubahan  dan  penciptaan \ntempat  terhadap  sense  of  place.  Penelitian  ini  juga  mengungkapkan  bagaimana \neksistensi sense of place  setelah  mengalami bencana, apakah  mengalami  perubahan\natau tidak  baik  akibat perubahan fisik tempat yang tidak diinginkan  maupun yang \ndiinginkan  (placemaking).  Penelitian  dilakukan  pada  kawasan  wisata  yang\nterdampak bencana besar, aspek pariwisata sebagai faktor eksternal  yang diangkat\ndalam  menggali  adakah  pengaruhnya  pada  perubahan  sense  of  place  bagi\nmasyarakat penghuni. Studi kasus yang dipilih adalah kawasan Lava Tour Merapi, \nKecamatan  Cangkringan,  kabupaten  Sleman,  Daerah  Istimewa  Yogyakarta. \nMetodologi penelitian yang dipakai adalah perpaduan kualitatif-kuantitatif (mixed \nmethod  eksplanatori  sequensial)  yang  dikombinasikan  dengan  prosedur \ntransformasi dengan tahapan Quan-Qual.  Penelitian lebih bersifat induktif dengan\nfaktor  terbentuk  secara  simultan  timbal  balik.  Analisis data-data primer diperoleh \ndari  hasil  wawancara  mendalam  dan  diskusi  kelompok  terfokus,  berupa  catatan \nwawancara dan diskusi, dilakukan seleksi dan disarikan ke dalam variabel-variabel \nyang  telah  ditentukan,  sehingga  diperoleh  inti  informasi  yang  dikuatkan  dengan \nhasil diskusi kelompok masyarakat dan pembuatan peta oleh masyarakat sendiri. \nHasil  penelitian  ini  mengungkapkan  bahwa  adanya  perubahan  dimensi  sense  of \nplace  pada  beberapa  objek tempat yang dipengaruhi oleh adanya perubahan  dan \npenciptaan tempat. Aspek pariwisata    memperkuat kedudukan sense of place  dalam \nbentuk  yang  berbeda  dari  sebelum  bencana.  Ada  sebagian  penataan  dan  disain \ntempat  yang  tetap  dipertahankan  seperti  sebelum  maupun  sesudah  mengalami \nbencana, namun ada juga terjadinya penciptaan tempat (placemaking). Sebagian \nobjek bertahan pada dimensi positif, sense of place   dan sebagian mengarah pada \ndimensi negatif yaitu placelessness. Namun secara signifikan tidak ada perubahan \ndimensi  topophilia  ke  arah  topophobia.  Penelitian  ini  memberikan  kontribusi \nsubstantif dalam teori  sense of place  dan penciptaan tempat yaitu bahwa meski \nbencana atau peristiwa yang tidak diinginkan menyebabkan perubahan tempat, tapi \ntidak selalu berarti  mempengaruhi terjadinya perubahan sense of place.\nPenelitian ini merupakan pengembangan dari teori-teori  sense of place  sebelumnya, \nmenjelaskan pengaruh   perubahan tempat  yaitu perubahan pergerakan, perubahan \nfungsi  dan  perubahan   nilai  budaya  terhadap   sense  of  place,    akibat  adanya \nperistiwa yang tidak diharapkan maupun yang diharapkan pada proses penciptaan \ntempat (placemaking).  Kontribusi ini  diharapkan dapat menjadi landasan praktis \nperencanaan pemulihan tempat khususnya pada kawasan wisata yang berorientasi \npada aspek humanitas dan karakteristik lokal. Hasil penelitian ini juga diharapkan \ndapat  dijadikan  acuan  dalam  keputusan  penetapan  tempat  tinggal  baru  dan \nperubahan desain tempat dalam perencanaan pemulihan setelah bencana.", "Daftar File": {"2019_DS_PP_SAROJINI_IMRAN_ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/164324"}, "Penulis": "Sarojini Imran [35412001]", "Kontributor / Dosen Pembimbing": ["Prof. Drs. Arief Rosyidie, MSP, M.Arch., Ph.D.", "Dr. Ir. Denny Zulkaidi, MUP", "Dr. Saut Aritua Hasiholan Sagala, S.T., M.Sc."], "Jenis Koleksi": "Disertasi", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Sense  of  place,  pemulihan  tempat,  perubahan  tempat,  penciptaan  tempat, pasca bencana, dan pariwisata.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "1 file", "Tanggal Input": "21 Mar 2019"}