{"Nomor": 37380, "Judul": "THEORY AND HISTORY OF ARCHITECTURE, RESTORATION AND RECONSTRUCTION OF HISTORICAL AND ARCHITECTURAL HERITAGE", "Abstrak": "Statement of the problem. Architectural and engineering activities are currently in a state of transition to a\nnew system of values different to the one which formed the basic modern concepts and methods. This transition\nrequires a comprehensive understanding. The former belonged to the era of modernism ideology, it\nignored the value of the place, the region, the environment. Its methods were focused on the universal and\nglobal, but not on the local and placeness. As a result, not only the sad loss occurred in the images of habitats,\nbut also the methodological structure of the activity was distorted. Today’s agenda requires a critical\nanalysis of the method of creation and maintenance of the architectural education and the development of\nnew conceptual ideas for the activity renovation.\nResults and conclusions. We propose an analysis of the situation in the architectural and design activity,\nidentified the main causes of the humanitarian and socio-environmental crisis, the dominant business\nmodel. It argued the need for an architectural creation paradigm shift and revision of the grounds of architectural\neducation. We consider some of the ideas and principles of the architectural renovation and educational\nactivities focused on the implementation of the values of habitat, supporting and developing the existential\nquality of the environment.", "Daftar File": {}, "Penulis": "P. V. Kapustin [-]", "Kontributor / Dosen Pembimbing": ["Yu. I. Karmazin"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "place value, globalization, localization, region, architectural creativity, architectural education, method, environment, design thinking.", "Sumber": "Scientific Herald of the Voronezh State University of Architecture and Civil Engineering. Construction and Architecture", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "21 Mar 2019"}