{"Nomor": 37392, "Judul": "PENYISIHAN ZAT WARNA REACTIVE BLACK 5 DENGAN PROSES FOTOKATALISIS BERBASIS UV MENGGUNAKAN NANOPARTIKEL ZnO TERIMOBILISASI PADA PELAT KERAMIK", "Abstrak": "Limbah cair tekstil telah diketahui memiliki kandungan kontaminan organik tinggi dan warna yang dapat menggangu secara estetika. Pengolahan limbah cair tersebut sangat perlu untuk dilakukan sebelum akhirnya dilepaskan ke lingkungan. Pada umumnya, karakteristik efluen hasil pengolahan IPAL tekstil konvensional masih menyisakan karakteristik warna dan kandungan kontaminan organik yang cukup tinggi. Oleh karena itu, peningkatan kualitas efluen tersebut dapat dilakukan melalui suatu proses lanjutan (tersier) menggunakan advance oxidation process (AOP) dengan kombinasi logam semikonduktor ZnO dan UV, yaitu proses fotokatalisis. Pemanfaatan ZnO dalam bentuk serbuk juga dapat menyebabkan masalah terkait post-separation di akhir proses pengolahan. Pada penelitian ini, dilakukan studi penyisihan zat warna azo berupa Reactive Black 5 (RB5) pada range konsentrasi rendah (3-10 mg/L) menggunakan proses fotokatalisis berbasis UV dan nanopartikel ZnO terimobilisasi pada pelat keramik. Reaktor tipe photocatalytic rotating disc (PRD) akan digunakan pada penelitian ini baik secara batch dan kontinyu. Tujuan dari penelitian ini adalah untuk mengetahui efisiensi penyisihan karakteristik warna dan zat warna (dalam nilai COD mg/L) pada masing-masing kondisi optimum nya (pH, dosis katalis, waktu pengolahan, dan konsentrasi awal limbah) beserta nilai konstanta laju reaksi penyisihan nya berdasarkan model kinetika pseudo-orde 1. Teknik dip coating dispersi langsung digunakan dalam proses imobilisasi fotokatalis ke permukaan keramik dan selanjutnya dikarakterisasi menggunakan SEM-EDS. Berdasarkan hasil SEM dan EDS, ukuran nanopartikel yang terdispersi ke permukaan keramik berada pada range 100-500 nm dan 5.5 mg/cm2 luas area permukaan keramik (82% ZnO di permukaan keramik). Proses fotokatalitis secara batch dan kontinyu pada kondisi optimum (kosentrasi COD awal 25 mg/L atau 3 mg/L RB5) mampu menyisihkan besaran nilai COD sebesar 0.0054 dan 0.000712 mg COD/L/cm2 area kontak/g ZnO/W/cm2 jarak iradiasi UV-C/menit secara berurutan dengan efisiensi penyisihan warna sebesar 100% (batch) dan 62% (kontinyu). Nilai konstanta kinetika laju penyisihan warna RB5 pada kondisi optimum secara batch dan kontinyu diperoleh sebesar 0.093 dan 0.0214 menit-1, sedangkan laju penyisihan COD diperoleh sebesar 0.0073 (batch) dan 0.0036 menit-1 (kontinyu).", "Daftar File": {"2019_TS_PP_WISNU_ADITYA_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/164336"}, "Penulis": "Wisnu Aditya [25316303]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Suprihanto, Ph.D.", "Dr. Qomarudin Helmy, S.Si., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "fotokatalisis, immobilisasi, ZnO, kinetika pseudo-orde 1, COD", "Sumber": "TESIS JANUARI 2019", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "21 Mar 2019"}