{"Nomor": 37400, "Judul": "Direct Observation of Plasma Waves and Dynamics Induced by Laser-Accelerated Electron Beams", "Abstrak": "Plasma wakefield acceleration (PWFA) is a novel acceleration technique with promising prospects for\nboth particle colliders and light sources. However, PWFA research has so far been limited to a few largescale accelerator facilities worldwide. Here, we present first results on plasma wakefield generation using electron beams accelerated with a 100-TW-class Ti:sapphire laser. Because of their ultrashort duration and high charge density, the laser-accelerated electron bunches are suitable to drive plasma waves at electron densities in the order of 1019 cm?3. We capture the beam-induced plasma dynamics with femtosecond resolution using few-cycle optical probing and, in addition to the plasma wave itself, we observe a distinctive transverse ion motion in its trail. This previously unobserved phenomenon can be explained by the ponderomotive force of the plasma wave acting on the ions, resulting in a modulation of the plasma density over many picoseconds. Because of the scaling laws of plasma wakefield generation, results obtained at high plasma density using high-current laser-accelerated electron beams can be readily scaled to low-density systems. Laser-driven PWFA experiments can thus act as miniature models for their larger, conventional counterparts. Furthermore, our results pave the way towards a novel generation of laser-driven PWFA, which can potentially provide ultralow emittance beams within a compact setup.", "Daftar File": {}, "Penulis": "M. F. Gilljohann, [-]", "Kontributor / Dosen Pembimbing": ["H. Ding,", "A. Döpp,", "J. Götzfried,", "S. Schindler,", "G. Schilling,", "S. Corde,", "A. Debus,", "T. Heinemann,", "B. Hidding,", "S. M. Hooker,", "A. Irman,", "O. Kononenko,", "T. Kurz,", "A. Martinez de la Ossa,", "U. Schramm,", "and S. Karsch"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "-", "Sumber": "PHYSICAL REVIEW X9,011046 (2019); Published by the American Physical Society", "Staf Input/Edit": "Ratnasari", "File": "1 file", "Tanggal Input": "21 Mar 2019"}