{"Nomor": 37403, "Judul": "PEMBANGUNAN MASYARAKAT KELURAHAN BERBASIS RUKUN TETANGGA", "Abstrak": "Musrenbang sebagai salah satu wahana partisipasi warga dalam pembuatan kebijakan, alokasi anggaran dan praktek operasional pemerintahan merupakan arena awal pertemuan dua buah pendekatan perencanaan yaitu pendekatan dari bawah (bottom-up) dan (top-down). Musrenbang dalam dalam praktiknya memiliki beberapa kelemahan, seperti tidak mampu menjangkau seluruh isu strategis pada tataran lokal, kinerja kooordinasi antar lembaga pemerintah dan masyarakat belum terpadu, konsisten dan konstruktif, belum adanya jaminan pengawalan atas partisipasi masyarakat hingga pengambilan keputusan, dan sinkronisasi antara alokasi program pembangunan dan kebutuhan masyarakat tidak sepenuhnya terjamin.\nPemerintah Kota Kediri meluncurkan Program Fasilitasi Pemberdayaan Masyarakat (Prodamas) Kota Kediri sebagai salah satu upaya mengatasi keterbatasan mekanisme Musrenbang dalam mengakomodasi usulan masyarakat terutama usulan yang terkait pembangunan sarana dan prasarana lokal kelurahan dan pemberdayaan masyarakat kelurahan. Tujuan dari penelitian ini adalah untuk mengkaji pelaksanaan Prodamas terhadap kegiatan pembangunan masyarakat di tingkat kelurahan berbasis Rukun Tetangga dalam memberikan manfaat bagi pelaku pembangunan di Kelurahan Tempurejo, untuk mengetahuinya dilakukan identifikasi pada penggunaan, penyaluran dan penilaian manfaat yang dihasilkan oleh pelaksanaan Prodamas bagi pembangunan masyarakat yang berbasis RT.\nPenelitian ini menggunakan metode analisis isi dan manfaat/pembobotan untuk mengidentifikasi dan menilai penggunaan, penyaluran dan manfaat pelaksanaan Prodamas, dari hasil analisis isi kemudian dilakukan analisis pembobotan pendapat masyarakat mengenai manfaat Prodamas. Berdasarkan hasil analisis yang dilakukan didapat kesimpulan kegiatan-kegiatan yang dilakukan sesuai dengan kondisi dan kebutuhan masyarakat di Kelurahan Tempurejo berdasarkan alternatif-alternatif yang ditawarkan dalam tiga bidang kegiatan yang ada dalam Prodamas, keputusan masyarakat dalam memilih kegiatan yang sesuai dengan kebutuhan dan kondisi daerahnya tersebut dipengaruhi oleh dukungan pemerintah, akses dan kemudahan memperoleh informasi dan manfaat yang dirasakan dari kegiatan yang dilaksanakan. Bidang kegiatan yang\nii\nmemberikan hubungan yang jelas antara partisipasi dan keluaran akan lebih mudah diusulkan dan dirasakan manfaatnya oleh masyarakat terutama yang terkait dengan kebutuhan yang dirasakan (felt needs) masyarakat di tingkat akar rumput. Fasilitasi dan dukungan pemerintah daerah dalam bidang kegiatan ekonomi dan sosial perlu lebih ditingkatkan agar keberlanjutan program sejenis di masa yang akan datang dapat tercapai. Prodamas merupakan sarana pembelajaran bagi kelurahan, RT, RW, LKK dan yang paling penting bagi masyarakat dalam memberikan dan menuntut pembangunan sarana dan prasarana yang lebih baik sekaligus sebagai sarana untuk meningkatkan kapasitas baik kapasitas masyarakat maupun kapasitas pemerintah dalam pembangunan.", "Daftar File": {"2017_TS_PP_YUDHI_SANTOSO_1-COVER_.pdf": "https://digilib.itb.ac.id/gdl/download/164356", "2017_TS_PP_YUDHI_SANTOSO_1-BAB_1_.pdf": "https://digilib.itb.ac.id/gdl/download/164357", "2017_TS_PP_YUDHI_SANTOSO_1-BAB_2A.pdf": "https://digilib.itb.ac.id/gdl/download/164358", "2017_TS_PP_YUDHI_SANTOSO_1-BAB_2B.pdf": "https://digilib.itb.ac.id/gdl/download/164359", "2017_TS_PP_YUDHI_SANTOSO_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/164360", "2017_TS_PP_YUDHI_SANTOSO_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/164361", "2017_TS_PP_YUDHI_SANTOSO_1-BAB_5A.pdf": "https://digilib.itb.ac.id/gdl/download/164362", "2017_TS_PP_YUDHI_SANTOSO_1-BAB_5B.pdf": "https://digilib.itb.ac.id/gdl/download/164363", "2017_TS_PP_YUDHI_SANTOSO_1-BAB_6.pdf": "https://digilib.itb.ac.id/gdl/download/164364", "2017_TS_PP_YUDHI_SANTOSO_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/164365"}, "Penulis": "Yudhi Santoso [25415054]", "Kontributor / Dosen Pembimbing": ["Dr. Suhirman, S.H., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "Pembangunan, pemberdayaan masyarakat, kelurahan, berbasis RT.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "10 file", "Tanggal Input": "21 Mar 2019"}