{"Nomor": 37413, "Judul": "Evolving Simple-To-Use Method To Determine Watereoil Relative Permeability In Petroleum Reservoirs", "Abstrak": "In the current research, a new approach constructed based on artificial intelligence concept is\nintroduced to determine water/oil relative permeability at various conditions. To attain an effective\ntool, various artificial intelligence approaches such as artificial neural network (ANN), hybrid of\ngenetic algorithm and particle swarm optimization (HGAPSO) are examined. Intrinsic potential of\nfeed-forward artificial neural network (ANN) optimized by different optimization algorithms are\ncomposed to estimate water/oil relative permeability. The optimization methods such as genetic\nalgorithm, particle swarm optimization and hybrid approach of them are implemented to obtain\noptimal connection weights involved in the developed smart technique. The constructed intelligent\nmodels are evaluated by utilizing extensive experimental data reported in open literature. Results\nobtained from the proposed intelligent tools were compared with the corresponding experimental\nrelative permeability data. The average absolute deviation between the model predictions and the\nrelevant experimental data was found to be less than 0.1% for hybrid genetic algorithm and particle\nswarm optimization technique. It is expected that implication of HGAPSO-ANN in relative\npermeability of water/oil estimation leads to more reliable water/oil relative permeability predictions, resulting in design of more comprehensive simulation and further plans for reservoir\nproduction and management", "Daftar File": {}, "Penulis": "Mohammad Ali Ahmadi [-]", "Kontributor / Dosen Pembimbing": ["Sohrab Zendehboudi", "Maurice B. Dusseault", "Ioannis Chatzis"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Crude oil, Water, Optimization, Relative permeability, Neural network, Porous media", "Sumber": "Petroleum , Volume 2, Issue 1, Pages 67-78 (March  2016),", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "22 Mar 2019"}