{"Nomor": 37414, "Judul": "EVALUASI TINGKAT PELAYANAN SARANA SANITASI AIR LIMBAH DOMESTIK DI PERMUKIMAN KUMUH KOTA BANDUNG", "Abstrak": "Dalam mencapai tujuan dan sasaran pembangunan yang mengacu pada Millenium Development Goals (MDGs), Indonesia harus menurunkan separuh dari proporsi penduduk tanpa akses terhadap sumber air minum layak dan fasilitasi sanitasi dasar layak pada tahun 2015. Sementara Dirjen Cipta Karya Kementrian Pekerjaan Umum menargetkan pelayanan sanitasi sebesar 60-70% untuk mencapai kriteria layak menurut MDGs dan Renstra PU. Saat ini, kelayakan sanitasi dasar di Indonesia baru terpenuhi sebesar 51%. Penelitian kali ini fokus pada evaluasi tingkat pelayanan sarana sanitasi air limbah di Kota Bandung dilihat dari aspek layak dan aman. Penelitian ini dilakukan di lima daerah kumuh kota Bandung yaitu Andir, Sumur Bandung, Rancasari, Cibeunying Kidul, dan Bojongloa Kidul. Metode yang dilakukan dalam penelitian ini adalah metode kuesioner dengan jumlah sampel sebanyak 127 orang. Parameter akses sanitasi layak diperoleh dari indikator MDGs untuk sanitasi. Sedangkan untuk akses aman didapat dari PerMen-PU No. 14 /PRT/M/2010 tentang Standar Pelayanan Minimal Bidang Pekerjaan Umum Dan Penataan Ruang. Hasil penelitian menunjukkan persentase akses sanitasi layak adalah sebagai berikut: ketersediaan toilet leher angsa (asumsi toilet guyur karena memiliki ciri yang serupa yakni adanya genangan air yang menghindari adanya bau serta binatang yang masuk) yang tersambung dengan tangki septik atau toilet leher angsa yang tersambung dengan pipa air kotor PDAM yakni sebesar 38,58%. Nilai tersebut masih berada jauh di bawah target pencapaian MDGs tahun 2015 sebesar 62,41%. Oleh karena itu, untuk memenuhi target MDGs diperlukan program percepatan pencapaian target MDGs untuk tahun 2015. Sedangkan parameter kedua yaitu nilai akses aman fasilitas saran sanitasi air limbah hanya sebesar 7% yang aman dan 93% tidak aman. Akses aman sanitasi air limbah ditinjau dari sistem pengolahan setempat/on-site atau terpusat/off-site. Keamanan akses sanitasi air limbah yang layak dilihat dari adanya pengolahan air limbah permukiman setempat (on-site) sebesar 2,36% dari syarat tangki septik yang terpelihara yaitu jaraknya yang melebihi 10 m dari sumber air dan frekuensi pengurasan tangki septik antara 2-3 tahun sekali. Sedangkan akses aman dari sistem pengolahan terpusat sebesar 4,72% yang dilihat dari sambungan pipa air kotor. Hal ini disebabkan akses PDAM yang belum tersebar rata dan kepadatan bangunan/luas lahan yang terbatas. Kesimpulannya akses layak sanitasi air limbah di permukiman kumuh Kota Bandung belum tentu aman bagi lingkungan.", "Daftar File": {"2019_TA_PP_IDA_LATIFAH_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/164388", "2019_TA_PP_IDA_LATIFAH_1-DAFTAR_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/164396"}, "Penulis": "Ida Latifah [15307057]", "Kontributor / Dosen Pembimbing": ["Ir. Arief Sudradjat, MIS., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "air limbah, MDGs, sanitasi, tangki septik, toilet leher angsa", "Sumber": "TUGAS AKHIR 25 September 2013", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "8 file", "Tanggal Input": "22 Mar 2019"}