{"Nomor": 37441, "Judul": "Analytical and Numerical Investigation of Quasi-Zero Stiffness Vertical Isolation System", "Abstrak": "A novel nonlinear isolation system designed for buildings is proposed to isolate vibrations in the vertical direction. The system is\ncharacterized by quasi-zero stiffness (QZS) obtained by combining linear springs in parallel with disk springs having nonlinear stiffness,\nincluding a region with negative stiffness. Static analysis was first applied to establish the force-displacement relation of the bearings and then\ndetermine the dynamic equations of motion. Two approximate analytical methods, the average method (AM) and harmonic balance method\n(HBM), were applied to solve this nonlinear vibration problem, and their suitability was examined. Based on the theoretical response,\nthe transmissibility function was defined to gain insight into the system’s dynamic characteristics and evaluate the isolation properties.\nThe resulting curves show that the QZS system can be effective for vertical isolation, with results dependent on external input magnitude\nand the damping level. Larger-amplitude excitation and higher damping level tend to increase the isolation starting frequency above which the\ntransmissibility reduces the vibration of the superstructure. Finally, the nonlinear transmissibility curves were compared with equivalent linear\ncurves, and a numerical comparison between a traditional building and a QZS vertically isolated building under seismic excitations was\nconducted. The comparison revealed significant advantages to adopting the QZS system in vertical isolation.", "Daftar File": {"2019 EJRNL PP YING ZOU 1": "https://digilib.itb.ac.id/gdl/download/164451", "2019 EJRNL PP YING ZHOU 2": "https://digilib.itb.ac.id/gdl/download/164452", "2019 EJRNL PP YING ZHOU 3": "https://digilib.itb.ac.id/gdl/download/164453", "2019 EJRNL PP YING ZHOU 4": "https://digilib.itb.ac.id/gdl/download/164454"}, "Penulis": "Ying Zhou [-]", "Kontributor / Dosen Pembimbing": ["Peng Chen and Gilberto Mosqueda"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Base isolation; Quasi-zero stiffness; Average method; Harmonic balance method; Transmissibility", "Sumber": "Journal of Engineering Mechanics / Volume 145 Issue 6 - June 2019", "Staf Input/Edit": "Yanti Sri Rahayu, S.Sos", "File": "4 file", "Tanggal Input": "26 Mar 2019"}