{"Nomor": 37444, "Judul": "Chiral Selectivity of Porphyrin?ZnO Nanoparticle Conjugates", "Abstrak": "Recognition of enantiomers is one of the most arduous challenges inchemical sensor development. Although several chiral systems exist, their effectiveexploitation as the sensitive layer in chemical sensors is hampered by severalpractical implications that hinder stereoselective recognition in solid state. In thispaper, we report a new methodology to efficiently prepare chiral solidfilms, byusing a hybrid material approach where chiral porphyrin derivatives are grafted ontozinc oxide nanoparticles. Circular dichroism (CD) evidences that the solid-statefilmof the material retains supramolecular chirality due to porphyrin interactions,besides an additional CD feature in correspondence of the absorbance of ZnO (375nm), suggesting the induction of chirality in the underlying zinc oxide nanoparticles.The capability of hybrid material to detect and recognize vapors of enantiomer pairswas evaluated by fabricating gas sensors based on quartz microbalances. Chiralfilmsof porphyrin on its own were used for comparison. The sensor based onfunctionalized nanostructures presented a remarkable stereoselectivity in the recognition of limonene enantiomers, whose abilityto intercalate in the porphyrin layers makes this terpene an optimal chiral probe. The chiroptical and stereoselective propertiesof the hybrid material confirm that the use of porphyrin-capped ZnO nanostructures is a viable route for the formation of chiralselective surfaces", "Daftar File": {"2019_EJRNL_PP_Manuela_Stefanelli_2.pdf": "https://digilib.itb.ac.id/gdl/download/164463"}, "Penulis": "Manuela Stefanelli [-]", "Kontributor / Dosen Pembimbing": ["Gabriele Magna,Francesca Zurlo,Federica M. Caso,Elisabetta Di Bartolomeo,Simonetta Antonaroli,Mariano Venanzi,Roberto Paolesse,Corrado Di Natale,Donato Monti"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "porphyrin, ZnO nanoparticles, supramolecular chirality, chiral layers, hybrid materials, chiral sensing,quartz microbalances", "Sumber": "ACS Appl. Mater. InterfacesXXXX, XXX, XXX?XXX", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "27 Mar 2019"}