{"Nomor": 37442, "Judul": "Carbon Nitride Phosphorus as an Effective Lithium PolysulfideAdsorbent for Lithium?Sulfur Batteries", "Abstrak": "Lithium?sulfur (Li?S) batteries are attractingsubstantial attention because of their high-energy densitiesand potential applications in portable electronics. However, anintrinsic property of Li?S systems, that is, the solubility oflithium polysulfides (LiPSs), hinders the commercialization ofLi?S batteries. Herein, a new material, that is, carbon nitridephosphorus (CNP), is designed and synthesized as a superiorLiPS adsorbent to overcome the issues of Li?S batteries. Boththe experimental results and the density functional theory(DFT) calculations confirm that CNP possesses the highestbinding energy with LiPS at a P concentration of?22% (CNP22). The DFT calculations explain the simultaneous existence ofLi?N bonding and P?S coordination in the sulfur cathode when CNP22 interacts with LiPS. By introducing CNP22 into theLi?S systems, a sufficient charging capacity at a low cutoffvoltage, that is, 2.45 V, is effectively implemented, to minimize theside reactions, and therefore, to prolong the cycling life of Li?S systems. After 700 cycles, a Li?S cell with CNP22 gives a highdischarge capacity of 850 mA h g?1and a cycling stability with a decay rate of 0.041% cycle?1. The incorporation of CNP22 canachieve high performance in Li?S batteries without concerns regarding the LiPS shuttling phenomenon.", "Daftar File": {"2019_EJRNL_PP_Vang_do_2.pdf": "https://digilib.itb.ac.id/gdl/download/164462"}, "Penulis": "Vandung Do [-]", "Kontributor / Dosen Pembimbing": ["Deepika,Mun Sek Kim,Min Seop Kim,Kwang Ryeol Lee,Won Il Cho"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "carbon nitride phosphorus, lithium?sulfur batteries, adsorbent, lithium polysulfides, shuttling phenomenon, P?S bond,DFT calculation", "Sumber": "Cite This:ACS Appl. Mater. InterfacesXXXX, XXX, XXX?XXX", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "27 Mar 2019"}