{"Nomor": 37453, "Judul": "Pengukuran Posisi Sumbu dan Getaran Poros-Rotor yang Ditumpu Oleh Bantalan Luncur Hidrodinamik", "Abstrak": "Dunia industri banyak menggunakan mesin-mesin rotasi untuk mendukung proses produksi. Mesin-mesin ini memiliki daya dan beban kerja yang tinggi. Mesin-mesin ini pada umumnya ditumpu dengan menggunakan bantalan luncur hidrodinamik. Bantalan luncur dituntut untuk memiliki kehandalan yang tinggi. Kehandalan akan turun apabila ada permasalahan pada saat pengoperasian. Untuk menghindari permasalahan tersebut, perlu diketahui dan dipelajari perilaku dinamik dari bantalan luncur secara detail. Di Laboratorium Dinamika PAU-ITB telah dibuat perangkat uji poros rotor yang ditumpu bantalan luncur hidrodinamik. Penelitian ini bertujuan untuk menyelidiki pergerakan posisi rata-rata sumbu poros dan fenomena oil whirl pada pelumas melalui analisis spektrum frekuensi getaran. \nTerdapat tiga jenis pengukuran yang dilakukan dalam tugas sarjana ini, yaitu pengukuran sumbu poros rata-rata, pengukuran level getaran, dan pengukuran perubahan bentuk sinyal getaran pada berbagai kecepatan putar. Pengukuran sumbu poros rata-rata dilakukan dengan perekaman nilai DC average menggunakan kopling DC. Nilai DC average besarnya akan proporsional terhadap jarak antara ujung sensor dengan permukaan poros. Pengukuran level getaran poros dilakukan dengan perekaman nilai AC RMS. Setelah itu dilakukan pengukuran perubahan bentuk sinyal getaran secara kontinu dengan menaikkan kecepatan putar.  Pengukuran ini akan dilakukan dengan menggunakan pelumas dengan dua tingkat viskositas, yaitu oli ISO VG32 dan oli ISO VG68.\nHasil pengujian yang dilakukan dengan oli ISO VG32 dan oli ISO VG68 menunjukkan bahwa sistem poros rotor terangkat dengan baik. Level getaran poros pada sisi inboard lebih besar daripada sisi outboard. Pengujian dengan oli ISO VG32 menunjukkan fenomena oil whirl, sedangkan pada pengujian dengan oli ISO VG68 fenomena oil whirl hanya terjadi pada sisi inboard.", "Daftar File": {"BAB_11.pdf": "https://digilib.itb.ac.id/gdl/download/164489", "BAB_21.pdf": "https://digilib.itb.ac.id/gdl/download/164490", "BAB_31.pdf": "https://digilib.itb.ac.id/gdl/download/164493", "BAB_41.pdf": "https://digilib.itb.ac.id/gdl/download/164495", "BAB_51.pdf": "https://digilib.itb.ac.id/gdl/download/164497", "Lampiran.pdf": "https://digilib.itb.ac.id/gdl/download/164501"}, "Penulis": "Kharis Fambudi [13107050]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Zainal Abidin, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "pengukuran, sumbu, poros rotor", "Sumber": "", "Staf Input/Edit": "D. Budina  \n                                     D. Budina", "File": "6 file", "Tanggal Input": "27 Mar 2019"}