{"Nomor": 37451, "Judul": "Wavelength-Tunable Waveguide Emissions from Electrically DrivenSingle ZnO/ZnO:Ga Superlattice Microwires", "Abstrak": "Because of the superlattice structures comprising periodic and alternating crystalline layers, one-dimensionalphoton crystals can be employed to expand immense versatility and practicality of modulating the electronic and photonicpropagation behaviors, as well as optical properties. In this work, individual superlattice microwires (MWs) comprising ZnOand Ga-doped ZnO (ZnO/ZnO:Ga) layers were successfully synthesized. Wavelength-tunable multipeak emissions can berealized from electrically driven single superlattice MW-based emission devices, with the dominant wavelengths tuned fromultraviolet to visible spectral regions. To illustrate the multipeak character, single superlattice MWs were selected to constructfluorescent emitters, and the emission wavelength could be tuned from 518 to 562 nm, which is dominated by Gaincorporation. Especially, by introducing Au quasiparticlefilm decoration, emission characteristics can further be modulated,such as the red shift of the emission wavelengths, and the multipeaks were strongly modified and split into more and narrowersubbands. In particular, electrically pumped exciton?polariton emission was realized from heterojunction diodes composed ofsingle ZnO/ZnO:Ga superlattice MWs and p-GaN layers in the blue-ultraviolet spectral regions. With the aid of localizedsurface plasmons from Au nanoparticles, which deposited on the superlattice MW, significant improvement of emissioncharacteristics, such as enhancement of output efficiencies, blue shift of the dominant emission wavelengths, and narrowing ofthe spectral linewidth, can be achieved. The multipeak emission characteristics would be originated from the typical opticalcavity modes, but not the Fabry?Perot mode optical cavity formed by the bilateral sides of the wire. The resonant modes arelikely attributed to the coupled optical microcavities, which formed along the axial direction of the wire; thus, the emittedphotons can be propagated and selected longitudinally. Therefore, the novel ZnO/ZnO:Ga superlattice MWs with aquadrilateral cross section can provide a potential platform to construct multicolor emitters and low-threshold exciton?polariton diodes and lasers", "Daftar File": {"2019_EJRNL_PP_MingMing_Jiang_1.pdf": "https://digilib.itb.ac.id/gdl/download/164486"}, "Penulis": "Mingming Jiang [-]", "Kontributor / Dosen Pembimbing": ["Wangqi Mao,Xiangbo Zhou,Caixia Kan,Daning Shi"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "superlattice, exciton?polariton, heterojunction diode, non-equilibrium hot electrons, waveguide", "Sumber": "ACS Appl. Mater. InterfacesXXXX, XXX, XXX?XXX", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "27 Mar 2019"}