{"Nomor": 37478, "Judul": "IDENTIFIKASI INTERAKSI SPASIAL DAN POLA HUBUNGAN EKONOMI ANTARA KOTA BATAM DENGAN WILAYAH LAIN DI KAWASAN URBAN CORRIDOR SIJORI MELALUI PERGERAKAN KAPAL BARANG", "Abstrak": "Pada tahun 1970, perdagangan yang melintasi Pasifik telah berkembang jauh lebih cepat, akibatnya terjadi peningkatan biaya tenaga kerja di negara-negara industri. Kota Batam sebagai bagian dari Provinsi Kepulauan Riau (saat itu masih Riau) mendapat dampak dari fenomena relokasi investasi industri manufaktur yang dilakukan oleh negara Singapura. Terjadi fenomena menarik yaitu terbentuknya urban corridor atau koridor perkotaan. Pada awal pembentukan kawasan, tidak ada “equilateral” dalam urban corridor ini dimana peran didominasi oleh Singapura. Kota Batam sebagai bagian dari Riau memiliki peran yang sedikit. Perkembangan kondisi kegiatan di Kawasan Urban Corridor Singapura, Johor, Riau (Sijori) merupakan hal menarik dan strategis untuk dilakukan penelitian. Untuk itu dilakukan studi mengenai interaksi spasial dan pola hubungan ekonomi antara Kota Batam dan wilayah lain di Kawasan Urban Corridor Sijori.\nDalam melakukan penelitian ini dipertimbangkan beberapa hal yaitu karakteristik segitiga pertumbuhan Sijori, Interaksi Spasial, dan pola hubungan ekonomi. Untuk mengetahui karakteristik urban corridor dilakukan analisis deskriptif terhadap data sekunder dan hasil literatur. Sementara untuk menetukan interaksi spasial dilakukan anisis jaringan spasial Origin-Destination terhadap data pergerakan kapal barang. Adapun untuk mengetahui pola hubungan ekonomi dilakukan analisis deskriptif dan analisis Korelasi. Analisis deskriptif yang dimaksud dilakukan terhadap data pergerakan kapal berdasarkan jenis barang yang diangkut, sedangkan analisis korelasi dilakukan terhadap data pergerakan kapal dan PDRB Kota Batam.\nPenelitian ini menjelaskan bahwa Karakteristik fisik Urban Corridor Sijori berbebtuk linear dengan panjang 60 km. Sebuah Kawasan dengan konsep networks of cities dengan pusat utama Singapura, saling terhubung oleh infrastruktur transportasi dan ICT yang mendukung. Interaksi spasial Kota Batam dan wilayah lain di Kawasan tersebut sangat erat dengan negara Singapura yang tunjukan oleh didominasi oleh pola pergerakan antar negara terutama dengan negara Singapura. Pola hubungan ekonomi yang mendominasi adalah hubugan ekonomi dalam kelompok komoditas industry pengolahan dan kontruksi. Wilayah yang mendominasi dalam hubungan tersebut adalah negara Singapura dan Johor, sementara Kab/Kota lain dalam Urban Corridor Sijori memiliki hubungan dikelompok komoditas seperti gas dan bahan bakar. Berdasarkan bivariat correlation pola pergerakan spasial kapal barang antara Kota Batam dengan wilayah lain di Kawasan Urban Corridor Sijori memiliki hubungan yang erat dengan ekonomi di Kota Batam.", "Daftar File": {"2019_TA_PP_HESTI_PRAWATI_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/164623"}, "Penulis": "Hesti Prawati [15414002]", "Kontributor / Dosen Pembimbing": ["Dr. Delik Hudalah, S.T., M.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Interaksi Spasial, Pola hubungan ekonomi, Pergerakan Kapal Barang, Urban Corridor, Sijori, Kota Batam.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "28 Mar 2019"}