{"Nomor": 37474, "Judul": "ARCHITECTURAL AND LANDSCAPE DESIGN: A NEW SYNTHESIS MAJOR PROPOSED WITH INTERDISCIPLINARY AND GENERAL MODELS", "Abstrak": "Architecture and landscape design share common principles, particularly in the design\nprocess. Now is time for the remarriage of architecture and landscape design, since both fields\nare setting the same goal to create a sustainable built environment. Inspired by the ancient\ngeneral models of Chinese feng-shui and Tibetan Mandala, the author has applied “Systems\nPhilosophy” (by Ludwig von Bertalanffy and Ervin Laszlo) and developed two general\nmodels of the design process to integrate architecture and landscape design. The first general\nmodel deals with large-scale design and the master plan, serving as the bridge for connecting\narchitecture and landscape design. The second general model emphasizes the architectural\nand landscape design, dealing with subsystems. The second general model is a part of the\nfirst, and is controlled by the first. The architectural and landscape design receives\ninformation from the first general model, and the resulting output feeds back into the first\ngeneral model. The success in testing the general models in the design studio education\nencourages the author to propose a synthesis major: Architectural and Landscape Design.\nThis proposed major would train students through a synthesis approach and give them the\ncapability of being a leading designer in charge of the master plan and the architectural and\nlandscape design. Departing from both the conventional “silo” approach and the ”piledisciplinary”\napproach, the synthesis approach applies System Philosophy and seeks general\nmodels in order to create a sustainable built environment.", "Daftar File": {}, "Penulis": "Ping Xu [-]", "Kontributor / Dosen Pembimbing": ["-"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Synthesis major, Systems Philosophy, General model, Sustainability, Architectural and landscape design.", "Sumber": "International Journal of Arts & Sciences, CD-ROM. ISSN: 1944-6934 :: 5(6):369–388 (2012) ; UniversityPublications.net", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "28 Mar 2019"}