{"Nomor": 37489, "Judul": "ANALISIS KINERJA EJEKTOR TERHADAP KENAIKAN PERSENTASE GAS TAK TERKONDENSASI UNIT 1 DAN 2 PLTP GUNUNG SALAK", "Abstrak": "Penurunan kualitas uap yang terjadi pada sumur barat (Geothermal Well West Area)-sebagai penyuplai uap ke PLTP Gunung Salak-memungkinkan dilakukannya pencampuran dengan uap yang berasal dari sumur timur. Akan tetapi, perbedaan karakteristik kandungan gas tak terkondensasi atau Non-Condensable Gas (NCG) antara uap sumur barat-kandungan NCG 1,5%- dengan uap sumur timur-kandungan NCG 2,7%- mengakibatkan terjadinya kenaikan persentase NCG dalam sejumlah uap yang akan masuk ke kondensor menjadi 2,149%. Kenaikan itu akan menyebabkan kenaikan tekanan kondensor yang kemudian mengakibatkan terjadinya derating unit. Permasalahan tersebut akan diatasi dengan meningkatkan kinerja ejektor pada sistem ekstraksi gas dengan memodifikasi kondisi masukan uap pendorong pada ejektor.\nSimulasi dan analisis ejektor dilakukan dengan menggunakan perangkat CFD (Computational Fluid Dynamic), yaitu Fluent 6.2.16 yang termasuk di dalamnya program Gambit 2.2.30. Dari analisis yang telah dilakukan diketahui bahwa sebelum dilakukan pencampuran uap, jumlah laju massa NCG maksimum yang mampu ditarik oleh ejektor adalah 2,75 kg/s. Setelah dilakukan pencampuran uap, laju massa NCG yang akan terjadi pada kondensor adalah 2,863 kg/s. Berarti, kinerja ejektor pada sistem ekstraksi gas yang ada belum mampu mengatasi kelebihan NCG yang terjadi. Kinerja ejektor dapat ditingkatkan dengan mengubah laju massa uap pendorong dari 3,794 kg/s menjadi 5,6 kg/s menggunakan metode D.H Fresston. Dengan metode ini, laju massa NCG yang mampu ditarik oleh ejektor menjadi 2,893 kg/s, lebih besar dari laju massa NCG yang akan terjadi pada kondensor.", "Daftar File": {}, "Penulis": "MUHAMMAD HASAN [13101010]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Willy Adriansyah, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Ejektor, Gas Tak Terkondensasi (NCG)", "Sumber": "", "Staf Input/Edit": "Yanti Sri Rahayu, S.Sos", "File": "8 file", "Tanggal Input": "28 Mar 2019"}