{"Nomor": 37481, "Judul": "Managing deforestation in a tropical compact city (Part B) Urban ecological approaches to landscape design", "Abstrak": "Purpose – The purpose of this paper is to examine how landscape architecture can address the\nsocio-ecological impacts that will result from current and future secondary forest loss in Singapore.\nAddressing the gap between ecological design principles and the generation of actionable design\nstrategies, the paper draws a more explicit link between them to guide future attempts to generate\ndesign solutions to the issue of secondary forest loss.\nDesign/methodology/approach – The study identifies actionable and contextualized design\nstrategies from 18 academic design studio projects dealing with threatened secondary forest sites in\nSingapore and examines the ecological concepts which underpin the design strategies. These design\nstrategies were then mapped to urban ecological principles.\nFindings – In total, 15 actionable design strategies, aligned with four urban ecology principles, were\nidentified for addressing the impacts of secondary forest loss in Singapore.\nOriginality/value – The paper makes an attempt to bridge theoretical principles and design action,\nand explicates how the two may be aligned. This helps to close a persistent gap between design\nprojects and the science-based design principles generated in the academe. The paper also highlights\nthe potential of academic design studios as a platform for generating ideas to emergent local problems\nnot yet addressed by conventional practice, and offers a range of ideas to mitigate the impact of\nsecondary forest loss in Singapore.", "Daftar File": {}, "Penulis": "Yun Hye Hwang [-]", "Kontributor / Dosen Pembimbing": ["Yuanqiu Feng and Puay Yok Tan"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Urban ecology, Deforestation, Design principles, Ecological design strategies, Studio design process", "Sumber": "www.emeraldinsight.com/2046-6099.htm", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "28 Mar 2019"}