{"Nomor": 37497, "Judul": "PERANCANGAN DAN ANALISIS AWAL SASIS BUS TEMPEL BERSUSPENSI INDEPEND", "Abstrak": "Kebutuhan bus di kota besar sebagai transportasi massal sangat besar,\nkarena kapasitas angkut penumpangnya banyak, mempunyai tingkat efisiensi yang\ntinggi. Untuk mendapatkan kapasitas yang lebih banyak, dilakukan modifikasi pada\nbus dalam kota agar mempunyai kapasitas angkut lebih banyak untuk lebih\nmeningkatkan efisiensi. Salah satunya adalah penggunaan bus tempel (articulated\nbus) yang mempunyai kapasitas lebih besar daripada bus tunggal.\nSebagai tahap awal pembuatan bus tempel, dilakukan perancangan yang\ndiadaptasikan dari sasis bus tunggal dan dari berbagai literatur lainnya. Belum ada\nstandar baku internasional yang digunakan dalam penentuan ukuran sasis bus,\nkarenanya dalam perancangan ini memakai proses trial and error. Sasis yang hendak\ndirancang memenuhi beberapa kriteria, seperti aman, nyaman dan tahan lama dan\nmempunyai spesifikasi teknik seperti high deck, memakai suspensi independent,\nmemakai pegas udara,tipe pusher,mempunyai tiga gandar, material dan proses\npembuatannya bisa didapat dan dilakukan oleh industri otomotif lokal.\nPerancangan dilakukan dengan menggunakan peranti lunak seperti\nAutodesk Inventor 11, AutoCAD 2007 dan Ansys 11 sebagai tahap awal perancangan\ndengan metode trial and error. Semua data pendukung didapat dari berbagai literatur\ndan perusahaan otomotif lokal dan hasil dari rancangan ini masih membutuhkan\nproses lanjutan sebagai riset tahap awal perkembangan industri otomotif di Indonesia", "Daftar File": {"2007_TA_PP_DAVID_RICARDO_1-_COVER1.pdf": "https://digilib.itb.ac.id/gdl/download/164740", "2007_TA_PP_DAVID_RICARDO_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/164754"}, "Penulis": "DAVID R S [13102068]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Indra Nurhadi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Sasis Bus Tempel Bersuspensi Independent", "Sumber": "", "Staf Input/Edit": "Yanti Sri Rahayu, S.Sos", "File": "7 file", "Tanggal Input": "29 Mar 2019"}