{"Nomor": 37496, "Judul": "PENGARUH PELAYANAN ANGKUTAN UMUM SEBAGAI MODA PENGUMPAN TERHADAP PERPINDAHAN AKSES MODA KOMUTER KERETA API PERJALANAN SOLO-YOGYA", "Abstrak": "Interaksi antara Kota Yogyakarta dan Kota Surakarta terjadi akibat aktivitas wisata\ndan pergerakan bekerja yang menimbulkan pergerakan komuter harian Solo-\nYogya. Penggunaan kereta api sebagai moda komuter perlu didukung dengan\nintegrasi angkutan pengumpan yang memadai. Kereta Api Komuter Prameks yang\nmelayani perjalanan koridor Solo-Yogya merupakan salah satu pilihan moda yang\ndiandalkan oleh penglaju harian dengan aktivitas bekerja. Kurangnya integrasi\nantara moda pengumpan dengan kereta api, tidak optimalnya pelayanan angkutan\npengumpan serta ketidaktersediaan angkutan pengumpan merupakan salah satu\nfaktor yang berpengaruh terhadap pemilihan moda komuter. Penelitian ini\ndilakukan untuk mengetahui pengaruh pelayanan angkutan pengumpan terhadap\nkesediaan komuter untuk beralih moda menggunakan kereta api sebagai moda\nkomuter. Uji chi square menunjukan bahwa ketersediaan angkutan pengumpan\nmempengaruhi pemilihan moda komuter sedangkan faktor pelayanan angkutan\npengumpan yang mempengaruhi pemilihan moda komuter menggunakan kereta api\nberdasarkan analisis regresi logit binominal diketahui bahwa lama diperjalanan\nmerupakan atribut yang paling berpengaruh. Besaran probabilitas peralihan moda\nmenggunakan kereta api yaitu 71% yang artinya peluang komuter menggunakan\nkereta api cukup besar apabila komponen pelayanan angkutan pengumpan\ndiperbaiki. Strategi peningkatan pelayanan angkutan pengumpan untuk mendorong\nperalihan moda komuter menggunakan kereta api diantaranya melalui penyediaan\nangkutan pengumpan pada wilayah yang belum terlayani serta mengupayakan\nperbaikan komponen waktu", "Daftar File": {"2018_TS_PP_MAILIA_DWI_ASTUTI_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/164730", "2018_TS_PP_MAILIA_DWI_ASTUTI_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/164732", "2018_TS_PP_MAILIA_DWI_ASTUTI_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/164733", "2018_TS_PP_MAILIA_DWI_ASTUTI_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/164734", "2018_TS_PP_MAILIA_DWI_ASTUTI_1-BAB_4A.pdf": "https://digilib.itb.ac.id/gdl/download/164735", "2018_TS_PP_MAILIA_DWI_ASTUTI_1-BAB_4B.pdf": "https://digilib.itb.ac.id/gdl/download/164736", "2018_TS_PP_MAILIA_DWI_ASTUTI_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/164737", "2018_TS_PP_MAILIA_DWI_ASTUTI_1-BAB_6.pdf": "https://digilib.itb.ac.id/gdl/download/164738", "2018_TS_PP_MAILIA_DWI_ASTUTI_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/164739"}, "Penulis": "Mailia Dwi Astuti [25416051]", "Kontributor / Dosen Pembimbing": ["Shanty Yulianti Rachmat, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "Komuter, angkutan pengumpan, kereta api, dan peralihan moda.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "29 Mar 2019"}