{"Nomor": 37498, "Judul": "STUDI PENGOLAHAN AIR TERPRODUKSI DENGAN MENGGUNAKAN CONSTRUCTED WETLANDS", "Abstrak": "Air terproduksi (produced water) merupakan limbah yang terbentuk pada proses\npengambilan gas alam dan minyak mentah dan merupakan hasil dari proses separasi.\nLimbah air terproduksi yang jumlahnya sangat tinggi mengandung zat-zat yang secara\nalami terdapat dalam formasi di bawah tanah seperti bahan organik dan anorganik, yang\nbersifat toksik, bioakumulasi dan biokonsentrasi. Air terproduksi biasanya diolah\ndengan water disposal treatment berupa injeksi air atau instalasi pengolah sebelum\ndibuang ke badan air. Studi kasus dilaksanakan pada air terproduksi dari PT Medco\nE&P Lematang dengan polutan pencemar utama yang melebihi baku mutu adalah COD\ndan NH3. Digunakan horizontal subsurface constructed wetlands untuk melihat efisiensi\npenyisihan terhadap polutan yang ada pada air terproduksi. Tanaman yang digunakan\nadalah Typha latifolia, Sagittaria palaefolia dan Scirpus grossus, dengan variasi beban\norganik sebesar 7,2 gr COD/m2.hari, 14,4 gr COD/m2.hari, serta 72 gr COD/m2.hari\npada kondisi beban hidrolis yang sama yaitu sebesar 0,045 m3/m2.hari dengan waktu\nretensi 7 hari. Parameter COD dan ammonia yang ditinjau dalam penelitian kali ini\nmencapai kondisi optimum penyisihan pada OLR 7,2 gr COD/m2.hari dengan\nmenggunakan tanaman Typha latifolia. Pada kondisi beban yang tinggi, yaitu 72 gr\nCOD/m2.hari penyisihan polutan yang dihasilkan cenderung tidak memuaskan jika\ndibandingkan dengan beban yang lebih rendah.", "Daftar File": {"2019_TA_PP_REGI_RISMAN_SANDI_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/164741"}, "Penulis": "Regi Risman Sandi [15308004]", "Kontributor / Dosen Pembimbing": ["Ir. Agus Jatnika Effendi, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "horizontal subsurface constructed wetlands, penyisihan, COD, ammonia, beban, tanaman", "Sumber": "TUGAS AKHIR Februari 2013", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "2 file", "Tanggal Input": "29 Mar 2019"}