{"Nomor": 37519, "Judul": "KARBURISASI PADAT DENGAN MEDIA ARANG BATOK DAN ENERGIZER CANGKANG BEKICOT PADA HELICAL SPRING BERDIAMETER 2,6 mm YANG TERBUAT DARI BAJA KARBON RENDAH", "Abstrak": "Pegas merupakan elemen mesin yang penggunaannya sangat banyak dan\nberagam. Pegas biasanya terbuat dari material spring steel yang harganya mahal.\nPada penelitian ini, pegas dibuat dari kawat baja karbon rendah. Perlakuan berupa\nkarburisasi padat, quenching dan tempering kemudian dilakukan untuk\nmendapatkan kekuatan dan kekerasan yang serupa dengan spring steel. Pada\npenelitian ini, dipelajari hubungan antara waktu karburisasi dan temperatur\ntempering terhadap nilai konstanta pegas.\nDalam penelitian ini, kawat baja karbon rendah dililit menjadi pegas. Proses\nKarburisasi kemudian dilakukan dengan media 90% wt arang batok dan 10%wt\ncangkang Bekicot. Selanjutnya pegas di karburisasi padat dengan tiga variasi\nwaktu yang berbeda yaitu 10 menit, 15 menit dan 20 menit. Setelah karburisasi,\npegas diberi perlakuan quench hardening untuk meningkatkan kekerasan pada\npermukaan pegas. Untuk mengurangi kegetasan dan meningkatkan ketangguhan\npegas maka dilakukan proses tempering. Tempering dilakukan pada tiga variasi\ntemperatur yaitu 300oC, 350oC dan 400oC. Setelah itu dilakukan pengukuran\nkekerasan serta uji pembebanan untuk mendapatkan nilai konstanta kekakuan\npegas. Dari hasil perhitungan, diperoleh bahwa nilai kekerasan dan konstanta\nkekakuan pegas sebanding dengan waktu karburisasi dan berbanding terbalik\ndengan suhu tempering.", "Daftar File": {}, "Penulis": "Boy Unjur Marluga Simangunsong [13102138]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Budi Hartono Setiamarga", "Umen Rumendi ST., Weld Mast"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Karburasi padat, Arang batok, Bekicot, Helical Spring", "Sumber": "", "Staf Input/Edit": "Yanti Sri Rahayu, S.Sos", "File": "7 file", "Tanggal Input": "01 Apr 2019"}