{"Nomor": 37512, "Judul": "PERANCANGAN, PEMBUATAN DAN PENGUJIAN RESPON GETARAN PERANGKAT UJI MISALIGNMENT POROS", "Abstrak": "Setiap kerusakan pada elemen rotasi akan membangkitkan efek getaran. Level\ngetaran yang berlebihan pada elemen rotasi akan menyebabkan komponen elemen\nrotasi cepat mengalami kerusakan. Hal ini tentu saja akan mengganggu kinerja dan\nmemperpendek umur mesin. Salah satu penyebab naiknya level getaran pada elemen\nrotasi adalah adanya fenomena misalignment. Perancangan, pembuatan dan\npengujian respon getaran perangkat uji misalignment poros ini bertujuan untuk\nmenunjang penelitian ciri getaran yang berkaitan dengan kerusakan akibat\nmisalignment poros.\nDalam penelitian ini, dikembangkan suatu alat uji untuk evaluasi ciri getaran\nakibat misalignment yang mempunyai fasilitas untuk menunjukkan misalignment\nparalel (horisontal dan vertikal) dan misalignment angular (horisontal dan vertikal).\nAlat uji yang dikembangkan tersebut merupakan penyempurnaan dari alat uji yang\ntelah ada sebelumnya. Proses perancangan dilakukan dengan menggunakan perangkat\nlunak Nastran for Windows V4.5 untuk analisis normal mode dan kekuatan struktur\nalat uji. Kaji eksperimental dilakukan dengan melakukan pengujian FRF, peta\nspektrum frekuensi dan ciri getaran akibat misalignment.\nHasil pengujian FRF menunjukkan bahwa, alat uji yang baru mempunyai\nfrekuensi pribadi pertama (111,5 Hz) diatas frekuensi kerja alat uji (0-50 Hz)\nsedangkan hasil pengujian peta spektrum frekuensi dan ciri getaran akibat\nmisalignment telah mampu menunjukkan fenomena yang umum terjadi pada elemen\nrotasi.", "Daftar File": {}, "Penulis": "Heber Manurung [13103067]", "Kontributor / Dosen Pembimbing": ["Prof.Dr.Ir. Komang Bagiasna"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Respon getaran, Uji Misaligment Poros", "Sumber": "", "Staf Input/Edit": "Yanti Sri Rahayu, S.Sos", "File": "12 file", "Tanggal Input": "01 Apr 2019"}