{"Nomor": 37522, "Judul": "Phosphoric Acid DiethylmethylammoniumTrifluoromethanesulfonate-Based Electrolytes for NonhumidifiedIntermediate Temperature Fuel Cells", "Abstrak": "The present study reports a new series ofelectrolytes for nonhumidified intermediate temperature fuelcells (IT-FCs). This series of new mixed electrolytes,composed of phosphoric acid (PA) and diethylmethylammo-nium trifluoromethanesulfonate ([dema][TfO]), was de-signed as nonhumidified IT-FC electrolytes. The mixedelectrolytes show a higher thermal stability than pure PA,which is dehydrated at ITs. The thermal stability of the mixedelectrolytes could be explained by the interaction between thetriflate group in [dema][TfO] and PA, as indicated by Fouriertransform infrared and proton nuclear magnetic resonance(1H NMR) spectroscopies. On the other hand, the ionic conductivity and proton transference number of the mixed electrolyteswere similar to those of the pure PA. However, the oxygen reduction reaction (ORR) activity of a platinum catalyst issignificantly enhanced in the mixed electrolytes, which was due to the several orders of magnitude increase in oxygen solubilityby the addition of [dema][TfO] to PA. Specifically, for the equimolar fraction mixed electrolyte, the diffusion coefficient andthe solubility of oxygen were ca. 1.47×10?5cm2s?1and ca. 1.28 mmol dm?3at 150°C, respectively. The addition of[dema][TfO] to PA could significantly enhance the ORR activity. Therefore, the PA_[dema][TfO] mixed electrolyte can beone of the solutions to develop nonhumidified intermediate FC electrolytes.", "Daftar File": {"2019_EJRNL_PP_Jie_Yu_1.pdf": "https://digilib.itb.ac.id/gdl/download/164867"}, "Penulis": "Jie Yu [-]", "Kontributor / Dosen Pembimbing": ["Shojiro Kikuchi,Hasna Puthen Peediyakkal, Hirokazu Munakata,Kiyoshi Kanamura"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "intermediate temperature fuel cell,phosphoric acid_diethylmethylammonium trifluoromethanesulfonate mixed electrolyte, interaction, oxygen reduction reaction activity", "Sumber": "ACS Appl. Mater. InterfacesXXXX, XXX, XXX?XXX", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "01 Apr 2019"}