{"Nomor": 37529, "Judul": "High-Throughput Equilibrium Analysis of Active Materials for SolarThermochemical Ammonia Synthesis", "Abstrak": "Solar thermochemical ammonia (NH3) syn-thesis (STAS) is a potential route to produce NH3from air,water, and concentrated sunlight. This process involves thechemical looping of an active redox pair that cycles between ametal nitride and its complementary metal oxide to yield NH3.To identify promising candidates for STAS cycles, weperformed a high-throughput thermodynamic screening of1,148 metal nitride/metal oxide pairs. This data-drivenscreening was based on Gibbs energies of crystalline metaloxides and nitrides at elevated temperatures,G(T), calculatedusing a recently introduced statistically learned descriptor and0 K DFT formation energies tabulated in the Materials Projectdatabase. Using these predictedG(T) values, we assessed theviability of each of the STAS reactions?hydrolysis of the metal nitride, reduction of the metal oxide, and nitrogenfixation toreform the metal nitride?and analyzed a revised cycle that directly converts between metal oxides and nitrides, which alters thethermodynamics of the STAS cycle. For all 1148 redox pairs analyzed and each of the STAS-relevant reactions, we implementeda Gibbs energy minimization scheme to predict the equilibrium composition and yields of the STAS cycle, which reveals newactive materials based on B, V, Fe, and Ce that warrant further investigation for their potential to mediate the STAS cycle. Thiswork details a high-throughput approach to assessing the relevant temperature-dependent thermodynamics of thermochemicalredox processes that leverages the wealth of publicly available temperature-independent thermodynamic data calculated usingDFT. This approach is readily adaptable to discovering optimal materials for targeted thermochemical applications and enablingthe predictive synthesis of new compounds using thermally controlled solid-state reactions", "Daftar File": {"2019_EJRNL_PP_Christopher_J__Bartel_1.pdf": "https://digilib.itb.ac.id/gdl/download/164889"}, "Penulis": "Christopher J. Bartel [-]", "Kontributor / Dosen Pembimbing": ["John R. Rumptz,Alan W. Weimer,Aaron M. Holder,and Charles B. Musgrave"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "thermochemical ammonia synthesis, chemical looping, high-throughput screening, renewable fuels, reaction engineering", "Sumber": "ACS Appl. Mater. InterfacesXXXX, XXX, XXX?XXX", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "01 Apr 2019"}