{"Nomor": 37532, "Judul": "PERANCANGAN AWAL PABRIK TEKNOLOGI PENINGKATAN KUALITAS BATUBARA SKALA KOMERSIAL KAPASITAS 150 TON/JAM: UNIT PENGERING", "Abstrak": "Teknologi Peningkatan Kualitas Batubara (Coal Upgrading Technology /\nCUT) merupakan salah satu metoda upgrading batubara peringkat rendah.\nProses CUT berupa pengeringan dalam unggun terfluidisasi bertingkat dengan\nmedia pemanas berupa uap superpanas yang dilanjutkan dengan pelapisan tar.\nMetoda ini direncanakan akan dikembangkan menjadi pabrik CUT skala\nkomersial (CUT Commercial Plant / CCP) yang memiliki kapasitas pengolahan\nbatubara mentah 150 ton/jam.\nCCP terdiri dari 5 subsistem pabrik, yaitu pengolahan awal, pengering,\npembriketan & penyimpanan, pembangkit daya, dan pengolahan air. Proses\npengeringan dan pemanasan batubara CUT dilakukan dalam subsistem\npengering. Tingginya kapasitas pengolahan batubara CCP menyebabkan\nsubsistem ini dibagi menjadi 3 jalur proses paralel dengan kapasitas pengolahan\nbatubara tiap jalur proses adalah 50 ton/jam. Tiap jalur proses ini selanjutnya\ndisebut unit pengering.\nDalam tulisan ini, perancangan awal unit pengering CCP dilakukan\ndengan menggunakan simulasi perancangan dalam spreadsheet Microsoft Excel\nuntuk mendapatkan kondisi operasi proses pengeringan dan pemanasan batubara\npaling optimum dalam tiap tingkat unggun terfluidisasi. Kondisi awal batubara\nsebelum masuk proses pengeringan adalah berkadar air 30% (terhadap massa\nkering) dan bertemperatur 30°C. Setelah melewati unit pengering, kadar air\nbatubara berkurang menjadi 5% (terhadap massa kering) dan bertemperatur\n210°C. Proses pengeringan dan pemanasan batubara tersebut dilakukan dalam 2\ntingkat bubbling fluidized bed. Tingkat pengeringan pertama dilakukan dalam\ntekanan 1,7 bar sedang tingkat pengeringan kedua dilakukan dalam tekanan 3,8\nbar.\nEnergi yang diperlukan proses pengeringan batubara didapatkan dari uap\nyang disuplai oleh boiler dalam subsistem pembangkit daya. Adanya hubungan\nantara rangkaian ketiga unit pengering (subsistem pengering) dan subsistem\npembangkit daya CCP menyebabkan perlu dilakukan suatu simulasi proses\nmenggunakan program Cycle Tempo. Hasil simulasi tersebut antara lain kondisi\noperasi peralatan utama dalam subsistem pengering dan subsistem pembangkit\ndaya serta beberapa parameter rancangan awal CCP, yaitu konsumsi uap proses\npengeringan dan kebutuhan batubara CCP. Konsumsi uap proses pengeringan\ndalam unit pengering CCP adalah 0,982 kg uap/kg kandungan air batubara yang\nmenguap, sedangkan kebutuhan batubara sebagai bahan bakar untuk operasional\nCCP adalah 12,44 ton/jam. Kebutuhan batubara tersebut juga dapat dinyatakan\nsebagai kebutuhan energi proses upgrading batubara CCP yaitu 8,13 MJ/kg\nkandungan air batubara.", "Daftar File": {}, "Penulis": "ARIF HADIYANTO [13101100]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Toto Hardianto", "Prof.Dr.Ir. Aryadi Suwono", "Dr. Ir. Nathanael Panagung Tandian, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Teknologi Peningkatan Kualitas Batubara", "Sumber": "", "Staf Input/Edit": "Yanti Sri Rahayu, S.Sos", "File": "8 file", "Tanggal Input": "01 Apr 2019"}