{"Nomor": 37536, "Judul": "Enhanced High-Resolution Triboelectrification-InducedElectroluminescence for Self-Powered Visualized Interactive Sensing", "Abstrak": "Transforming dynamic mechanical interactionsinto visualized luminescence represents a research frontier inthe detection of tactile stimuli. Here, we report a self-poweredhigh-resolution triboelectrification-induced electrolumines-cence (HR-TIEL) sensor for visualizing the contact profileand dynamic trajectory of a contact object. As dynamicinteractions occur, triboelectric charges at the contactinterface generate a transient electricfield that excites thephosphor. From the numerical simulation, a conductive layerbased on transparent silver nanowires (AgNWs) guides thedirection of the electricfield and confines it within the profileboundary of the connect object. As a result, a sharp change ofthe electricfield at the profile boundary greatly promotes the luminescence intensity as well as the lateral spatial resolution.Compared to a triboelectrification-induced electroluminescence (TIEL) sensor without the conductive layer, the luminescenceintensity is enhanced by 90%, and the lateral spatial resolution of?500?m is achieved. The HR-TIEL sensor is thendemonstrated to reveal the surface texture on a nitrile glove. It relies on neither additional power supplies nor complex wiring/circuit design. This work paves the way for the feasible detection of tactile stimuli such as touch and slipping, which will bepotentially used in robotics, human?machine interface,flexible and wearable electronics, and so forth.", "Daftar File": {"2019_EJRNL_PP_Ying_Wang_1.pdf": "https://digilib.itb.ac.id/gdl/download/164909"}, "Penulis": "Ying Wang [-]", "Kontributor / Dosen Pembimbing": ["Hai Lu Wang,Hua Yang Li,Xiao Yan Wei, Zhong Lin Wang,Guang Zhu"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "triboelectrification, electroluminescence, self-powered, tactile sensing, slipping sensor", "Sumber": "ACS Appl. Mater. InterfacesXXXX, XXX, XXX?XXX", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "01 Apr 2019"}