{"Nomor": 37538, "Judul": "Adding Solvent into Ionic Liquid-Gated Transistor: The Anatomy ofEnhanced Gating Performance", "Abstrak": "Most studies of ionic liquid (IL)-gatedfieldeffect transistors (FETs) focus on the extremely large electricfield and capacitance induced in liquid/solid interfaces andcorrespondingly the significantly enhanced carrier density insemiconductors, which can appreciably improve the gatingperformance. However, how to boost the switching speed,another key property of gating performance of FETs, has beenrarely explored. In this work, the gating performance ofmolybdenum disulfide (MoS2) FETs, gated by the mixtures ofIL/organic solvent (1-butyl-3-methylimidazolium tetrafluor-oborate/acetonitrile, [Bmim][BF4]/ACN) at different ionconcentrations, is investigated for both dynamic and static properties by a combination of molecular dynamics simulation andresistance network analysis. Results reveal that organic solvent can speed up the IL response time by a factor of about 40 timesat the optimal ion concentration of 1.94 M, which is mainly attributed to the increased ionic conductivity of IL via the additionof organic solvent. Meanwhile, the surface charge distribution of MoS2becomes more homogenous after the addition of organicsolvent, which increases the conductivity of MoS2by up to 2.4 times. Surprisingly, the optimal ion concentration for increasedswitching speed is nearly the same as that for achieving the highest MoS2conductivity. Thus, ourfindings provide a strategy tosimultaneously improve the dynamic and static gating performance of IL-gated FETs as well as a modeling technique to screenout the ideal ion concentration", "Daftar File": {"2019_EJRNL_PP_Wei_Zhao_1.pdf": "https://digilib.itb.ac.id/gdl/download/164912"}, "Penulis": "Wei Zhao [-]", "Kontributor / Dosen Pembimbing": ["Sheng Bi,Cheng Zhang,Philip D. Rack,Guang Feng"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "ionic liquid-gated transistor, switching speed, charging dynamics, organic solvent, molybdenum disulfide", "Sumber": "ACS Appl. Mater. InterfacesXXXX, XXX, XXX?XXX", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "01 Apr 2019"}