{"Nomor": 37540, "Judul": "Mechanical anisotropy of coal with considerations of realistic microstructures and external loading directions", "Abstrak": "This paper investigates the anisotropy of coal under uniaxial compression conditions using both experimental\nand numerical methods. Primary wave (P-wave) velocity measurements, X-ray micro-computed tomography\n(CT) scanning, and uniaxial compression tests were conducted to assess the anisotropic characteristics of selected\ncoal samples. Based on the experimental results, comprehensive analyses were carried out to study the influences\nof different contributing factors on the anisotropic properties of coal. A three-dimensional (3D) finite difference\nmodel was then built to further investigate the effects of failure initiation, stress redistribution and the presence\nof microstructures on the anisotropy of coal. The experimental and numerical results of uniaxial compression\ntests indicate that the coal strength anisotropy is affected by the directional distribution of the microstructures.\nBedding planes directly control the uniaxial compressive strength of coal, and face cleats have a greater influence on the mechanical properties than butter cleats. The presence of mineral inclusions increases the heterogeneity of coal because of the significant differences in strength and deformation in the mineral inclusion zones.\nThe mechanical and seismic anisotropies are both directly related to the directional distribution of the microstructures, which is demonstrated by the variations in the anisotropic strength and P-wave velocity of the coal.\nThe correlations between the uniaxial compressive strength (UCS) and P-wave velocity are different when the\ncoals are loaded in different directions, and an exponential correlation was suitable for defining this relationship", "Daftar File": {"2019_EJRNL_PP_YIXIN_ZHAO_1.pdf": "https://digilib.itb.ac.id/gdl/download/164914"}, "Penulis": "Yixin Zhao [-]", "Kontributor / Dosen Pembimbing": ["Honghua Song, Shimin Liu,  Chengguo Zhang, Linmin Dou, Anye Cao"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "Mining & related operations", "Kata Kunci": "Anisotropy, Coal strength, Bedding plane, Numerical simulation, X-ray CT", "Sumber": "https://doi.org/10.1016/j.ijrmms.2019.03.005", "Staf Input/Edit": "Resti Andriani", "File": "1 file", "Tanggal Input": "02 Apr 2019"}