{"Nomor": 37548, "Judul": "Error mitigation extends the computational reach of a noisy quantum processor", "Abstrak": "Quantum computation, a paradigm of computing that is completely\ndifferent from classical methods, benefits from theoretically\nproved speed-ups for certain problems and can be used to study\nthe properties of quantum systems1. Yet, because of the inherently\nfragile nature of the physical computing elements (qubits), achieving\nquantum advantages over classical computation requires extremely\nlow error rates for qubit operations, as well as substantial physical\nqubits, to realize fault tolerance via quantum error correction2,3.\nHowever, recent theoretical work4,5 has shown that the accuracy of\ncomputation (based on expectation values of quantum observables)\ncan be enhanced through an extrapolation of results from a\ncollection of experiments of varying noise. Here we demonstrate this\nerror mitigation protocol on a superconducting quantum processor,\nenhancing its computational capability, with no additional hardware\nmodifications. We apply the protocol to mitigate errors in canonical\nsingle- and two-qubit experiments and then extend its application\nto the variational optimization6–8 of Hamiltonians for quantum\nchemistry and magnetism9. We effectively demonstrate that the\nsuppression of incoherent errors helps to achieve an otherwise\ninaccessible level of accuracy in the variational solutions using our\nnoisy processor. These results demonstrate that error mitigation\ntechniques will enable substantial improvements in the capabilities\nof near-term quantum computing hardware.", "Daftar File": {}, "Penulis": "Abhinav Kandala [-]", "Kontributor / Dosen Pembimbing": ["Kristan Temme, Antonio D. Corcoles Antonio Mezzacapo, Jerry M. Cho & Jay M. Gambetta"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "a noisy quantum processor", "Sumber": "Nature", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "02 Apr 2019"}