{"Nomor": 37549, "Judul": "Efficient, stable and scalable perovskite solar cells using poly(3-hexylthiophene)", "Abstrak": "Perovskite solar cells typically comprise electron- and hole-transport materials deposited on each side of a perovskite active layer. So far, only two organic hole-transport materials have led to state-of-the-art performance in these solar cells1: poly(triarylamine) (PTAA)2,3,4,5 and 2,2?,7,7?-tetrakis(N,N-di-p-methoxyphenylamine)-9,9?-spirobifluorene (spiro-OMeTAD)6,7. However, these materials have several drawbacks in terms of commercialization, including high cost8, the need for hygroscopic dopants that trigger degradation of the perovskite layer9 and limitations in their deposition processes10. Poly(3-hexylthiophene) (P3HT) is an alternative hole-transport material with excellent optoelectronic properties11,12,13, low cost8,14 and ease of fabrication15,16,17,18, but so far the efficiencies of perovskite solar cells using P3HT have reached only around 16 per cent19. Here we propose a device architecture for highly efficient perovskite solar cells that use P3HT as a hole-transport material without any dopants. A thin layer of wide-bandgap halide perovskite is formed on top of the narrow-bandgap light-absorbing layer by an in situ reaction of n-hexyl trimethyl ammonium bromide on the perovskite surface. Our device has a certified power conversion efficiency of 22.7 per cent with hysteresis of ±0.51 per cent; exhibits good stability at 85 per cent relative humidity without encapsulation; and upon encapsulation demonstrates long-term operational stability for 1,370 hours under 1-Sun illumination at room temperature, maintaining 95 per cent of the initial efficiency. We extend our platform to large-area modules (24.97 square centimetres)—which are fabricated using a scalable bar-coating method for the deposition of P3HT—and achieve a power conversion efficiency of 16.0 per cent. Realizing the potential of P3HT as a hole-transport material by using a wide-bandgap halide could be a valuable direction for perovskite solar-cell research.", "Daftar File": {}, "Penulis": "Eui Hyuk Jung [-]", "Kontributor / Dosen Pembimbing": ["Nam Joong Jeon, Eun Young Park, Chan Su Moon, Tae Joo Shin, Tae-Youl Yang, Jun Hong Non, Jangwon Seo"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "solar cells , 3-hexylthiophene", "Sumber": "Nature", "Staf Input/Edit": "Irwan Sofiyan", "File": "2 file", "Tanggal Input": "02 Apr 2019"}