{"Nomor": 37559, "Judul": "Self-Integrated Hybrid Ultraviolet Photodetectors Based on theVertically Aligned InGaN Nanorod Array Assembly on Graphene", "Abstrak": "Integration of one-dimensional (1D) semi-conductors with two-dimensional (2D) materials into hybridsystems is identified as promising applications for newoptoelectronic and photodetection devices. Herein, a self-integrated hybrid ultraviolet (UV) photodetector based onInGaN nanorod arrays (NRAs) sandwiched between trans-parent top and back graphene contacts forming a Schottkyjunction has been demonstrated for thefirst time. Thecontrolled van der Waals epitaxy of the vertically alignedInGaN NRA assembly on graphene-on-Si substrates isachieved by plasma-assisted molecular beam epitaxy. Moreover, the self-assembly formation mechanisms of InGaN NRAson graphene are clarified by theoretical calculations withfirst-principles calculations based on density functional theory. Thepeculiar 1D/2D heterostructure hybrid system-based integrated UV photodetector simultaneously exhibits ultrafast responsetime (?50?s) and superhigh photosensitivity (?105A/W). It is highly believed that the concept proposed in this work has agreat potential and can be widely applied for the next-generation integrated 1D/2D nano-based optoelectronic andphotodetection devices", "Daftar File": {"2019_EJRNL_PP_Yulin_Zheng_1.pdf": "https://digilib.itb.ac.id/gdl/download/164947"}, "Penulis": "Yulin Zheng [-]", "Kontributor / Dosen Pembimbing": ["Wenliang Wang,Yuan Li,Jianyu Lan,Yu Xia,Zhichao Yang,Xiaobin He,and Guoqiang Li"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "1D/2D hybrid system, self-integrated UV photodetector, InGaN nanorod arrays, van der Waals epitaxy,first-principles calculations", "Sumber": "ACS Appl. Mater. InterfacesXXXX, XXX, XXX?XXX", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "02 Apr 2019"}