{"Nomor": 37552, "Judul": "Scalable Production of Few-Layer Niobium Disulfide Nanosheets viaElectrochemical Exfoliation for Energy-Efficient Hydrogen EvolutionReaction", "Abstrak": "Two-dimensional (2D) niobium disulfide (NbS2) materials featureunique physical and chemical properties leading to highly promising energy conversionapplications. Herein, we developed a robust synthesis technique consisting ofelectrochemical exfoliation under alternating currents and subsequent liquid-phaseexfoliation to prepare highly uniform few-layer NbS2nanosheets. The obtained few-layer NbS2material has a 2D nanosheet structure with an ultrathin thickness of?3nmand a lateral size of?2?m. Benefiting from their unique 2D structure and highlyexposed active sites, the few-layer NbS2nanosheets drop-casted on carbon paperexhibited excellent catalytic activity for the hydrogen evolution reaction (HER) in acidwith an overpotential of 90 mV at a current density of 10 mA cm?2and a low Tafelslope of 83 mV dec?1, which are superior to those reported for other NbS2-based HERelectrocatalysts. Furthermore, few-layer NbS2nanosheets are effective as bifunctionalelectrocatalysts for hydrogen production by overall water splitting, where the urea andhydrazine oxidation reactions replace the oxygen evolution reaction.", "Daftar File": {"2019_EJRNL_PP_Jincheng_Si_1.pdf": "https://digilib.itb.ac.id/gdl/download/164941"}, "Penulis": "Jincheng Si [-]", "Kontributor / Dosen Pembimbing": ["Qiang Zheng,Hanlin Chen,Chaojun Lei,Yange Suo,Bin Yang,Zhiguo Zhang,Zhongjian Li,Yang Hou,Kostya (Ken) Ostrikov"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "two-dimensional nanosheets, few-layer NbS2, electrochemical exfoliation, scalable production, energy-efficient HER", "Sumber": "ACS Appl. Mater. InterfacesXXXX, XXX, XXX?XXX", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "02 Apr 2019"}