{"Nomor": 37563, "Judul": "Fluorescence-Based Observation of Transient Electrochemical andElectrokinetic Effects at Nanoconfined Bipolar Electrodes", "Abstrak": "Bipolar electrodes (BPEs) are conductors that,when exposed to an electricfield, polarize and promote theaccumulation of counterionic charge near their poles. The richphysics of electrokinetic behavior near BPEs has not yet beenrigorously studied, with our current understanding of suchbipolar effects being restricted to steady-state conditions(under constant appliedfields). Here, we reveal the dynamicelectrokinetic and electrochemical phenomena that occur nearnanoconfined BPEs throughout all stages of a reaction.Specifically, we demonstrate, both experimentally and throughnumerical modeling, that the removal of an electricfield produces solution-phase charge imbalances in the vicinity of the BPEpoles. These imbalances induce intense and short-lived nonequilibrium electricfields that drive the rapid transport of ionstoward specific BPE locations. To determine the origin of these electrokinetic effects, we monitored the movement andfluorescent behavior (enhancement or quenching) of chargedfluorophores within well-defined nanofluidic architectures viareal-time optical detection. By systematically varying the nature of thefluorophore, the concentration of the electrolyte, thestrength of the appliedfield, and oxide growth on the BPE surface, we dissect the ion transport events that occur in theaftermath offield-induced polarization. The results contained in this work provide new insights into transient bipolarelectrokinetics that improve our understanding of current analytical platforms and can drive the development of new micro- andnanoelectrochemical systems.", "Daftar File": {"2019_EJRNL_PP_Karen_Scida_1.pdf": "https://digilib.itb.ac.id/gdl/download/164963"}, "Penulis": "Karen Scida, [-]", "Kontributor / Dosen Pembimbing": ["Alexander Eden,Netzahualco?yotl Arroyo-Curra?s,Sean MacKenzie,Yesil Satik,Carl D. Meinhart,Jan C. T. Eijkel,and Sumita Pennathur"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "bipolar electrode, electrokinetics, electrochemistry, water electrolysis, nanoconfinement,fluorescence, electric double layer", "Sumber": "ACS Appl. Mater. InterfacesXXXX, XXX, XXX?XXX", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "02 Apr 2019"}