{"Nomor": 37562, "Judul": "PERANCANGAN, PEMBUATAN DAN PENGUJIAN PERANGKAT UJI PENYEIMBANGAN UNTUK DUA POROS-ROTOR YANG SALING TERKOPEL", "Abstrak": "Sumber getaran utama yang terjadi pada mesin rotasi adalah ketidakseimbangan\nyang diakibatkan oleh adanya massa tak seimbang pada komponen rotasinya. Salah satu\nkomponen rotasi yang menjadi penyebab utama timbulnya getaran berlebih pada mesinmesin\nrotasi adalah sistem poros-rotor. Suatu sistem poros-rotor yang terdiri dari dua\nbuah poros yang saling terkopel memerlukan metode penyeimbangan khusus.\nUntuk menunjang kegiatan penelitian tentang ciri getaran yang diakibatkan oleh\nketidakseimbangan maka dalam tugas sarjana ini akan dilakukan perancangan,\npembuatan, dan pengujian respon getaran perangkat uji penyeimbangan yang terdiri dari\ndua buah poros yang saling terkopel. Selain itu, pada tugas sarjana ini juga akan dikaji\npengaruh jenis kopling yang digunakan terhadap tingkat getaran yang terjadi.\nProses perancangan perangkat uji dilakukan dengan menggunakan perangkat\nlunak Autodesk Inventor. Analisis model elemen hingga dengan menggunakan\nperangkat lunak ANSYS Workbench dilakukan untuk analisis kekuatan dan analisis\nmodus getar perangkat uji. Validasi analisis modus getar model elemen hingga\ndilakukan dengan pengujian FRF, sedangkan pengujian peta spektrum frekuensi\ndilakukan untuk melihat cacat yang terjadi akibat adanya kerusakan elemen rotasi pada\nperangkat uji.\nHasil pengujian FRF menunjukkan bahwa hasil pemodelan frekuensi pribadi\ndengan perangkat lunak ANSYS Workbench mendekati hasil pengujian frekuensi pribadi\nsecara eksperimen, sedangkan hasil pengujian peta spektrum frekuensi menunjukkan\nbahwa perangkat uji penyeimbangan mampu menunjukkan ciri getaran yang\ndiakibatkan oleh ketidaksetimbangan yang terjadi. Besar energi getaran efektif (OVL)\nkasus ketidaksetimbangan dengan menggunakan kopling flange lebih besar dari kasus\nketidakseimbangan dengan menggunakan kopling fleksibel jenis pita.", "Daftar File": {}, "Penulis": "Aditya Pradana [13104010]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Zainal Abidin, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Perangkat Uji Penyeimbangan, Poros Rotor", "Sumber": "", "Staf Input/Edit": "Yanti Sri Rahayu, S.Sos", "File": "7 file", "Tanggal Input": "02 Apr 2019"}