{"Nomor": 37585, "Judul": "A RECTANGULAR SHELL ELEMENT FORMULATION WITHANEWMULTI-RESOLUTIONANALYSIS", "Abstrak": "A multi-resolution rectangular shell element with membrane-bending based on the\nKirchhoff-Love theory is proposed. The multi-resolution analysis (MRA) framework is formulated\nout of a mutually nesting displacement subspace sequence, whose basis functions are constructed\nof scaling and shifting on the element domain of basic node shape functions. The basic node shape\nfunctions are constructed from shifting to other three quadrants around a specific node of a basic\nelement in one quadrant and joining the corresponding node shape functions of four elements at the\nspecific node. The MRA endows the proposed element with the resolution level (RL) to adjust the\nelement node number, thus modulating structural analysis accuracy accordingly. The node shape\nfunctions of Kronecker delta property make the treatment of element boundary condition quite\nconvenient and enable the stiffness matrix and the loading column vectors of the proposed element\nto be automatically acquired through quadraturing around nodes in RL adjusting. As a result, the\ntraditional 4-node rectangular shell element is a mono-resolution one and also a special case of the\nproposed element. The accuracy of a structural analysis is actually determined by the RL, not by\nthe mesh. The simplicity and clarity of node shape function formulation with the Kronecker delta\nproperty, and the rational MRA enable the proposed element method to be implemented more\nrationally, easily and efficiently than the conventional mono-resolution rectangular shell element\nmethod or other corresponding MRA methods.", "Daftar File": {}, "Penulis": "Yiming Xia [-]", "Kontributor / Dosen Pembimbing": ["Yuanxue Liu, Shaolin Chen, Gan Tang"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "rectangular shell element, multi-resolution analysis (MRA), resolution level (RL), basic node shape function, mutually nesting displacement subspace sequence, scaling and shifting", "Sumber": "ScienceDirect", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "02 Apr 2019"}