{"Nomor": 37587, "Judul": "PENGARUH KELEMBABAN UDARA TERHADAP LAJU KEAUSAN PADA BALL ON CYLINDER LUBRICITY EVALUATOR (BOCLE)", "Abstrak": "Ball On Cylinder Lubricity Evaluator (BOCLE) merupakan salah satu alat uji\nkelumasan bahan bakar yang dapat mensimulasikan terjadinya fenomena keausan\nakibat keausan gesek (sliding wear) yang terjadi pada komponen mesin, terutama\npompa bahan bakar. Fenomena keausan tersebut disimulasikan oleh gesekan\nspesimen bola 0,5 inci pada silinder berdiameter 1,75 inci yang diputar dan direndam\ndengan bahan bakar uji. Pada tugas sarjana ini dilakukan penelitian tentang pengaruh\nkelembaban terhadap keausan menggunakan BOCLE yang dimodifikasi dengan\nmelakukan pembuatan alat pengkondisi kelembaban udara untuk mengatur\nkelembaban relatif udara. Kondisi kelembaban relatif udara pengujian adalah 1%,\n10%, 20%, 30%, 40%, 50%, 60%, dan 70%.\nPembuatan alat pengkondisi kelembaban udara terdiri atas alat pengering\nudara (dehumidifier) dan alat pelembab udara (humidifier). Alat pengering udara\ndibuat dengan prinsip campuran udara kering dan udara lingkungan menggunakan\nabsorbent berupa silica gel dan molecular sieve 4A. Campuran udara kering dan\nudara lingkungan tersebut diatur untuk menghasilkan kelembaban relatif udara 1%,\n10%, 20%, 30%, 40%, dan 50%. Sedangkan untuk alat pelembab udara dibuat\ndengan prinsip campuran udara lingkungan dan udara basah menggunakan\npenyemprot air (sprayer). Campuran udara ini diatur untuk menghasilkan\nkelembaban relatif udara 60% dan 70%.\nHasil pengujian menunjukkan belum ditemukannya kecenderungan pengaruh\nkelembaban terhadap keausan dalam kasus boundary lubrication. Dalam pengujian\nini lubrikasinya adalah bahan bakar solar. Dengan kondisi perubahan temperatur\nfluida uji yang relatif kecil perubahan viskositas relatif kecil, sehingga korelasi\nantara keausan dan gesekan terlihat cukup dominan. Hasil pengujian menunjukkan\npada kelembaban relatif 10% menghasilkan keausan terkecil, sedangkan pada\nkelembaban 1% dan 40% menghasilkan keausan melebihi batas ketentuan standar\nASTM D 5001. Dengan demikian dapat disimpulkan bahwa pemilihan kelembaban\nrelatif pengujian ASTM pada 10% adalah tepat karena menghasilkan keausan\nterkecil.", "Daftar File": {"2007_TA_PP_RIZWAN_GIFRY_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/165020"}, "Penulis": "Rizwan Gifry [13103120]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Ir. Tri Yuswidjajanto Zaenuri", "Prof. Wiranto Arismundar"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Kelembaban Udara, Ball On Cylinder Lubricity Evaluator ( BOCLE )", "Sumber": "", "Staf Input/Edit": "Yanti Sri Rahayu, S.Sos", "File": "7 file", "Tanggal Input": "02 Apr 2019"}