{"Nomor": 37588, "Judul": "3D-Printed Anti-Fouling Cellulose Mesh for Highly Efficient Oil/Water Separation Applications", "Abstrak": "The ability of additive manufacturing to print meshstructure was exploited to fabricate highly efficientfiltration meshesfor oil/water separation applications. Through Direct Ink Writing(DIW) technique, pure cellulose acetate with a mesh architecturecan be created easily, using cellulose acetate/ethyl acetate solutionas the ink and simply drying offthe solvent in ambient conditions.Besides conventional mesh structures, more complex structures canbe fabricated in order to manipulate the pore size and hence tunethe separation properties of the mesh. The superhydrophilic 3D-printed cellulose meshes are able to achieve a high separationefficiency of >95% as long as the average pore size is smaller than 280?m. More importantly, the mesh that possesses anunconventional complex structure boasts a separation efficiency of?99% while maintaining a high waterflux of?160 000Lm2?h?1. The 3D-printed cellulose meshes are also able to separate oil substances of a wide range of viscosity, from highlyviscous PDMS (?97 cP) to nonviscous cyclohexane (?1 cP) and are chemically resistant to extreme acidic and alkalineconditions. Moreover, the 3D-printed cellulose meshes also possess antioil-fouling/self-cleaning ability, which makes its surfacesresilient to contamination. In addition, the 3D-printed meshes do not suffer from surface inhomogeneity and interfacialadhesion issues as compared to the usual coated meshes. Such a robust yet practical system is highly applicable for highlyefficient oil?water separation applications", "Daftar File": {"2019_EJRNL_PP_J__Justin_Koh_1.pdf": "https://digilib.itb.ac.id/gdl/download/165023"}, "Penulis": "J. Justin Koh [-]", "Kontributor / Dosen Pembimbing": ["Gwendolyn J.H. Lim,Xin Zhou,Xiwen Zhang,Jun Ding,and Chaobin He"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "3D-printing, cellulose, oil/water separation, antifouling, complex mesh", "Sumber": "Cite This:ACS Appl. Mater. InterfacesXXXX, XXX, XXX?XXX", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "04 Apr 2019"}