{"Nomor": 37605, "Judul": "Performance evaluation of pragmatic TCM codes through band-limited nonlinear satellite channel : a computer simulation approach", "Abstrak": "Most early communication satellite\nsystems are power-limited; as improvements are\nmade on launch vehicles and satellites become\nlarger, the tendency has shifted from powerlimited\nto bandwidth-limited systems. In bandlimited\nnonlinear satellite applications, various\npapers have shown that respectable coding gains\ncan be achieved by Ungerboeck TCM (trellis code\nmodulation) codes, making them popular in this\napplication owing to the advantage of performance\nimprovement without bandwidth\nincrease or transmitter power increase, and with\nthe codes displaying their robustness to the nonlinearity\nand band-limiting that prevail in satellite\nchannels. A recent paper by Viterbi proposed\npragmatic codes which have a single coder and\ndecoder for various bandwidth efficiencies and\nachieve a performance comparable to that of\nUngerboeck codes on a linear Gaussian channel.\nThese codes are punctured versions of the basic f\nrate convolutional code mapped into MPSK\nsignal phase constellation. In this paper, the performance\non band-limited nonlinear satellite\nchannel of pragmatic 8PSK codes is studied with\nrespect to equivalent Ungerboeck 8PSK codes.\nComputer simulation is used to estimate the\ncoding gains achieved on these various codes, and\nlower bounds for bit error probability are estimated\nthrough formulas approximated by Forney.\nSignal space diagrams are also plotted to show the\nband-limiting effect, giving a better picture of the\nsignal point dispersion phenomenon caused by\nsevere band-limitation of the satellite channel.", "Daftar File": {}, "Penulis": "V.K. Dubey  [-]", "Kontributor / Dosen Pembimbing": ["N.K. Lim E. Gunawan"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Codes and decoding, Modulation, Signal processing, Simulation. Satellite links", "Sumber": "IEE PROCEEDING", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "04 Apr 2019"}