{"Nomor": 37619, "Judul": "The unexpected surface of asteroid (101955) Bennu", "Abstrak": "NASA’S Origins, Spectral Interpretation, Resource Identification and Security-Regolith Explorer (OSIRIS-REx) spacecraft recently arrived at the near-Earth asteroid (101955) Bennu, a primitive body that represents the objects that may have brought prebiotic\nmolecules and volatiles such as water to Earth1. Bennu is a lowalbedo B-type asteroid2 that has been linked to organic-rich hydrated carbonaceous chondrites3\n. Such meteorites are altered by ejection from their parent body and contaminated by atmospheric entry and terrestrial microbes. Therefore, the primary mission objective\nis to return a sample of Bennu to Earth that is pristine—that is, not affected by these processes4. The OSIRIS-REx spacecraft carries a sophisticated suite of instruments to characterize Bennu’s global properties, support the selection of a sampling site and document that site at a sub-centimetre scale5–11. Here we consider early\nOSIRIS-REx observations of Bennu to understand how the asteroid’s properties compare to pre-encounter expectations and to assess the prospects for sample return. The bulk composition of Bennu appears to be hydrated and volatile-rich, as expected. However, in contrast to pre-encounter modelling of Bennu’s thermal inertia12 and radar\npolarization ratios13—which indicated a generally smooth surface covered by centimetre-scale particles—resolved imaging reveals an unexpected surficial diversity. The albedo, texture, particle size and roughness are beyond the spacecraft design specifications. On the basis of our pre-encounter knowledge, we developed a sampling\nstrategy to target 50-metre-diameter patches of loose regolith with grain sizes smaller than two centimetres4. We observe only a small number of apparently hazard-free regions, of the order of 5 to 20 metres in extent, the sampling of which poses a substantial challenge to mission success.", "Daftar File": {"2019_EJRNL_PP_DS_LAURETTA_3.pdf": "https://digilib.itb.ac.id/gdl/download/165076"}, "Penulis": "D.S LAURETTA [-]", "Kontributor / Dosen Pembimbing": ["D.N. DellaGiustina"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "asteroid", "Sumber": "4 AP R IL 2019 | VOL 568 | NA T U RE | 55", "Staf Input/Edit": "pustaka bosscha", "File": "1 file", "Tanggal Input": "05 Apr 2019"}