{"Nomor": 37622, "Judul": "Chemoselectivity of Pristine Cellulose Nanocrystal Films Driven byCarbohydrate?Carbohydrate Interactions", "Abstrak": "Biological photonic nanostructures comprising a hier-archically self-assembled cellulose nanocrystal (CNC) have beenexploited for the development of sensing, optoelectronics, and energymaterials. Although multiple techniques are used for controlling theoptical response and chiral nematic structure of CNC-derivedmaterials, the presence of external studies that pristine CNC haschemoselectivity is not yet reported to implement this destination.Here, we report that the CNCfilm without modification shows a highoptical sensitivity for glucose through color variation from blue to red.Moreover, various glucose homologs or analogs that only differ intermsoftheorientationofahydroxylgroupareselectivelydistinguished through the naked eye. The excellent chemoselectivityof CNC is attributed to carbohydrate?carbohydrate selective hydro-gen-bonding interactions. Close binding with glucose induces therearrangement of a CNC chain and strengthens the repulsive interaction, thus increasing the helical pitch of the chiral nematicstructure of the CNCfilm and changing its macroscopic color. This CNC chemoselectivity presents an unprecedented controlof chiral nematic mesoporous carbon through monosaccharide species. The results provide a simple but highly efficient methodto tune the optical and structural properties of CNC nanomaterials and to apply them for practical biosensors, chiral separation,and energy applications.", "Daftar File": {"2019_EJRNL_PP_Fusheng_Zhang_1.pdf": "https://digilib.itb.ac.id/gdl/download/165077"}, "Penulis": "Fusheng Zhang [-]", "Kontributor / Dosen Pembimbing": ["Dongdong Wang,Haijuan Qin,Liang Feng,Xinmiao Liang,and Guangyan Qing"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "cellulose nanocrystal, saccharides, color variation, hydrogen bond, mesoporous carbon", "Sumber": "ACS Appl. Mater. InterfacesXXXX, XXX, XXX?XXX", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "08 Apr 2019"}