{"Nomor": 37632, "Judul": "Flexible, Tunable, and Ultrasensitive Capacitive Pressure Sensorwith Microconformal Graphene Electrodes", "Abstrak": "High-performanceflexible pressure sensors arehighly desirable in health monitoring, robotic tactile, andartificial intelligence. Construction of microstructures indielectrics and electrodes is the dominating approach toimproving the performance of capacitive pressure sensors.Herein, we have demonstrated a novel three-dimensionalmicroconformal graphene electrode for ultrasensitive andtunableflexible capacitive pressure sensors. Because thefabrication process is controllable, the morphologies of thegraphene that is perfectly conformal with the electrode arecontrollable consequently. Multiscale morphologies rangingfrom a few nanometers to hundreds of nanometers, even to tens of micrometers, have been systematically investigated, and thehigh-performance capacitive pressure sensor with high sensitivity (3.19 kPa?1), fast response (30 ms), ultralow detection limit(1 mg), tunable-sensitivity, highflexibility, and high stability was obtained. Furthermore, an ultrasensitivity of 7.68 kPa?1wassuccessfully achieved via symmetric double microconformal graphene electrodes. Thefinite element analysis indicates that themicrostructured graphene electrode can enhance large deformation and thus effectively improve the sensitivity. Additionally, theproposed pressure sensors are demonstrated with practical applications including insect crawling detection, wearable healthmonitoring, and force feedback of robot tactile sensing with a sensor array. The microconformal graphene may provide a newapproach to fabricating controllable microstructured electrodes to enhance the performance of capacitive pressure sensors andhas great potential for innovative applications in wearable health-monitoring devices, robot tactile systems, and human?machine interface systems.", "Daftar File": {"2019_EJRNL_PP_Jun_Yang_1.pdf": "https://digilib.itb.ac.id/gdl/download/165121"}, "Penulis": "Jun Yang [-]", "Kontributor / Dosen Pembimbing": ["Shi Luo,Xi Zhou,Jialu Li,Jianting Fu,Weidong Yang,and Dapeng Wei"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "capacitive pressure sensor, microconformal graphene electrodes, ultrasensitive,flexible, tunable", "Sumber": "ACS Appl. Mater. InterfacesXXXX, XXX, XXX?XXX", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "08 Apr 2019"}