{"Nomor": 37652, "Judul": "STUDI AWAL PERANCANGAN PEMBANGKIT LISTRIK TENAGA TURBIN UAP MIKRO KAPASITAS 10 kW", "Abstrak": "Menipisnya cadangan sumber energi takterbarukan mendorong\npengembangan teknologi konversi sumber energi dengan kapasitas rendah. Hal ini\nmenjadi sebuah isu yang menantang dan menarik meskipun hanya akan diperoleh\ndaya rendah.\nPenelitian ini melakukan studi perancangan sistem pembangkit listrik\ntenaga uap (PLTU) berkapasitas 10 kW memanfaatkan panas dengan temperatur\n250oC. Studi ini menerapkan siklus Rankine dan merancang komponen-komponen\nutama sistem pembangkit tenaga uap.\nPemodelan pembangkit uap menggunakan perangkat lunak Microsoft\nVisual Basic 6.0. Kondensor dirancang dengan memperhatikan standar dan\nbatasan-batasan perancangan. Kemudian dapat ditentukan dimensi dan penurunan\ntekanan. Pompa yang digunakan adalah pompa sumur dangkal. Kondisi operasi\npompa ditentukan berdasarkan kondisi sistem dan data pengujian pompa. Studi ini\nmelakukan perancangan awal turbin uap skala kecil berdasarkan referensi yang\nada.\nHasil menunjukkan sistem pembangkit listrik tenaga uap ini memiliki\nefisiensi termal sebesar 2,88%. Laju massa air 0,15 kg/s dialirkan oleh dua pompa\ndisusun seri dan memerlukan daya 477 W. Kapasitas pembangkit uap sebesar\n389,6 kW sedangkan kondensor sebesar 378,4 kW. Kondensor yang digunakan\nberjenis shell and tubes, tube lurus dengan satu laluan shell dan satu laluan tubes.\nTurbin uap berjenis turbin impuls bertingkat tunggal dengan satu baris kecepatan.\nTurbin uap ini memiliki efisiensi sekitar 50%.", "Daftar File": {}, "Penulis": "Yogi Tri Winardi [13104077]", "Kontributor / Dosen Pembimbing": ["Dr.techn. Ir. Arief Hariyanto", "Prof. Wiranto Arismunandar"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Pembangkit listrik tenaga turbin uap mikro", "Sumber": "", "Staf Input/Edit": "Yanti Sri Rahayu, S.Sos", "File": "9 file", "Tanggal Input": "09 Apr 2019"}