{"Nomor": 37666, "Judul": "STUDI KETAHANAN MASYARAKAT DALAM PEMULIHAN PASCA BENCANA GEMPA BUMI", "Abstrak": "Saat ini Indonesia merupakan negara dengan intensitas bencana yang cukup tinggi. Bencana\nalam yang sering terjadi di Indonesia di antaranya gempa bumi, tsunami, letusan gunung\nberapi, gerakan tanah, banjir, angin puting beliung, dan sebagainya. Kondisi Indonesia yang\nsangat rawan bencana ini menuntut kemampuan penanggulangan bencana yang tinggi baik\ndalam pengurangan risiko bencana maupun dalam penanganan atau adaptasi terhadap\nbencana. Salah satu kesiapan yang harus dilakukan adalah dalam proses rehabilitasi pasca\nbencana. Pelaksanaan pemulihan pasca bencana dilakukan untuk mengembalikan kondisi\nwilayah kembali seperti keadaan semula ataupun lebih baik lagi dari sebelumnya dengan\nmenormalisasi sektor-sektor yang lumpuh akibat bencana. Keberhasilan program pemulihan\nbencana di suatu wilayah dapat dipengaruhi oleh ketahanan masyarakat dalam proses\npemulihan pasca bencana. Penulis mempelajari bagaimana ketahanan masyarakat mampu\nmemengaruhi kondisi pemulihan pasca bencana berdasarkan Disaster Resilience of Place\nModel (DROP). Penulis mengambil kasus yang terjadi di Kabupaten Sukabumi yakni Gempa\nbumi berkekuatan 6,3 SR pada 23 Januari 2018 tepatnya di Desa Cihamerang sebagai Desa\npaling terdampak akibat bencana gempa bumi tersebut. Hasil penilaian terhadap kondisi\nketahanan masyarakat Desa Cihamerang, Kabupaten Sukabumi diperoleh melalui penilaian\nterhadap pengetahuan masyarakat mengenai aspek kebencanaan, respon masyarakat\nterhadap bencana dan kearifan lokal yang berlaku di masyarakat. Dari penilaian tersebut\ndiketahui bahwa pengetahuan masyarakat terhadap aspek kebencanaan merupakan aspek\npaling rendah dalam penilaian ketahanan masyarakat. Untuk itu diperlukan peningkatan\npengetahuan masyarakat terhadap aspek kebencanaan dengan memanfaatkan potensi\nKearifan Lokal yang ada.", "Daftar File": {}, "Penulis": "Sita Primadevi [15414098]", "Kontributor / Dosen Pembimbing": ["Ir. Djoko Santoso Abi Suroso, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "Ketahanan Masyarakat, Pemulihan Pasca Bencana, Drop Model, Bencana Gempa Bumi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "10 Apr 2019"}