{"Nomor": 37680, "Judul": "KETERCAPAIAN SKALA OPTIMAL DARI PENYEDIAAN AIR MINUM PUBLIK DI KAWASAN METROPOLITAN BANDUNG RAYA", "Abstrak": "Banyaknya Unit Produksi Sistem Penyediaan Air Minum p\\Publik dengan\nrentang skala produksi yang jauh menimbulkan kecurigaan bahwa unit-unit produksi\ntersebut tidak mengeluarkan biaya secara efisien. Secara umum, efisiensi dapat\ntercapai jika volume produksi mencapai skala optimalnya. Skala optimal sendiri dapat\ndiidentifikasi jika terbukti memiliki ekonomisasi skala. Ekonomisasi skala adalah\nsuatu karakteristik dimana harga satuan suatu produk akan menurun jika diproduksi\nsecara missal. Biasanya karakteristik ini terdapat pada industri berskala besar. Jika\nekonomisasi skala terbukti keberadaannya maka titik terendah dari fungsi biaya\nmerupakan skala optimalnya. Fungsi biaya total sendiri merupakan fungsi transenden\nlogaritma yang koefisiennya didapatkan dengan cara regresi, biaya total yang\ndimaksud merupakan penjumlahan dari komponen-komponen modal pengolahan air\nseperti pajak air, biaya bahan kimia, biaya energi, upah, sewa lahan, pemeliharaan,\ndepresiasi dan biaya tak terduga. Penelitian ini telah menemukan keberadaan dari\nekonomisasi skala dalam sistem penyediaan air minum di Kawasan Metropolitan\nBandung Raya. Skala optimal yang didapatkan bervariasi sesuai dengan sumber air\nbakunya, pengolahan air yang bersumber dari air permukaan memiliki skala optimal\nsebesar 6,342,545 m3/tahun instalasi pengolahan air tanah memiliki skala optimal\nsebesar 2,444,380 m3/tahun dan yang terakhir untuk mata air skala optimalnya adalah\n3,212,494 m3/tahun.", "Daftar File": {"MAUDINA WILWATIKTA COVER": "https://digilib.itb.ac.id/gdl/download/165464", "MAUDINA WILWATIKTA BAB 1": "https://digilib.itb.ac.id/gdl/download/165465", "MAUDINA WILWATIKTA BAB 2": "https://digilib.itb.ac.id/gdl/download/165466", "MAUDINA WILWATIKTA BAB 3": "https://digilib.itb.ac.id/gdl/download/165467", "MAUDINA WILWATIKTA BAB 4": "https://digilib.itb.ac.id/gdl/download/165468", "MAUDINA WILWATIKTA BAB 5": "https://digilib.itb.ac.id/gdl/download/165470", "MAUDINA WILWATIKTA PUSTAKA": "https://digilib.itb.ac.id/gdl/download/165471"}, "Penulis": "Maudina Wilwatikta [15414068]", "Kontributor / Dosen Pembimbing": ["Dr. Sri Maryati, S.T., M.I.P."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Ekonomisasi Skala, Skala Optimal, Sistem Penyediaan Air Minum Publik", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "10 Apr 2019"}