{"Nomor": 37691, "Judul": "OLIGOMER TURUNAN VINILPIRIDIN SEBAGAI INHIBITOR KOROSI BAJA LUNAK DALAM LARUTAN  NaCl  3 % JENUH DENGAN KARBON DIOKSIDA", "Abstrak": "Baja lunak digunakan secara luas sebagai material pipa penyalur fluida pada industri minyak dan gas alam basah karena aman digunakan, ramah lingkungan, dan  harganya  lebih  murah  dibandingkan  stainless  steel  atau  paduan  logam lainnya. Minyak mentah dan gas alam basah pada saat ditambang hampir selalu tercampur dengan air dan gas-gas yang bersifat asam seperti gas karbon dioksida (CO2) dan atau hidrogen sulfida (H2S).  Adanya gas CO2 yang larut dalam air menghasilkan asam karbonat (H2CO3) yang sangat korosif terhadap permukaan bagian dalam pipa baja lunak, karenanya korosi akibat CO2 telah menjadi masalah selama bertahun-tahun dalam industri minyak dan gas alam basah.\n\nPengendalian  korosi  pada  permukaan  bagian  dalam  pipa  baja  lunak  pada umumnya dilakukan dengan menambahan inhibitor korosi ke dalam lingkungan korosif.   Inhibitor   korosi   mampu   menurunkan   laju   korosi   logam   dengan membentuk lapisan tipis pelindung pada permukaan logam. Senyawa polimer memiliki multi gugus fungsi sehingga mampu membentuk lapisan pelindung permukaan logam yang lebih baik dibandingkan inhibitor korosi dengan molekul berukuran  kecil.  Selain  itu,  daya  inhibisi  suatu  polimer  juga  didukung  oleh struktur, terutama cincin siklik dan adanya heteroatom, terutama oksigen, fosfor, sulfur dan nitrogen. Karena kinerjanya yang baik, banyak senyawa polimer yang mengandung heteroatom terutama nitrogen telah diteliti kemampuannya sebagai inhibitor korosi, antara lain polivinilpiridin. Poli(4-vinilpiridin) atau P(4-VP) telah banyak   digunakan   sebagai   inhibitor   korosi   untuk   berbagai   logam   dalam lingkungan yang bervariasi, tetapi berdasarkan penelusuran literatur belum ditemukan studi tentang penggunaan P(4-VP) sebagai inhibitor korosi baja lunak dalam   medium   yang   mengandung   CO2.   Penelitian   ini   difokuskan   pada penggunaan senyawa oligomer (4-vinilpiridin) dan 2-vinilpiridin (2-VP) sebagai inhibitor korosi baja lunak dalam larutan korosif, yakni larutan NaCl 3 % yang jenuh dengan CO2.\n\nSenyawa oligomer dari 4-vinilpiridin (4-VP) dan 2-vinilpiridin (2-VP) disintesis dengan menggunakan inisiator hidrogen peroksida yang jumlahnya divariasikan untuk menghasilkan  empat (4) oligomer 4-vinilpiridin yang disimbolkan dengan O(4-VP)A, O(4-VP)B, O(4-VP)C, O(4-VP)D dan 4 oligomer 2-vinilpiridin; O(2- VP)A,  O(2-VP)B,  O(2-VP)C,  O(2-VP)D.  Dari  semua  senyawa  hasil  sintesis,\n\n\n\n\ni\n \nhanya O(4-VP)B yang berhasil ditentukan struktur dan berat molekulnya dengan MALDI-TOF MS, dan menunjukkan bahwa senyawa tersebut  mempunyai massa (m/z) 200-2400 yang berhubungan dengan panjang rantai 2-22 unit monomer, dan spesi dengan populasi terbanyak adalah dimer (n=2). Fraksinasi oligomer 4- vinilpiridin menggunakan sephadex LH 20 dengan metanol sebagai eluen menghasilkan 6 (enam) fraksi.   Masing-masing fraksi mengandung sejumlah senyawa dengan berat molekul bervariasi, F1 terdiri dari senyawa dengan berat molekul yang lebih besar sedangkan F6 terdiri dari mayoritas dimer.  Selain delapan senyawa oligomer, disintesis juga senyawa oligomer 4-vinilpiperidin disingkat O(4-VPP) dengan cara hidrogenasi O(4-VP).\n\nPenentuan struktur dan berat molekul dilakukan menggunakan MALDI-TOF MS untuk oligomer hasil sintesis dan mass spectroscopy (MS) untuk fraksi-fraksi oligomer. Penentuan daya inhibisi dilakukan dengan metoda kehilangan berat (weight loss) dan metoda elektrokimia; yaitu linear polarization resistance (LPR), electrochemical impedance spectroscopy (EIS) dan aluran Tafel. Analisis permukaan dilakukan dengan spektroskopi Raman dan scanning electron microscopy  (SEM)-energy  dispersive  spectroscopy  (EDS.  Sembilan  oligomer hasil sintesis diuji daya inhibisinya terhadap korosi baja lunak dalam larutan korosif. Sebagai perbandingan dalam mengevaluasi kinerja senyawa-senyawa oligomer hasil sintesis digunakan beberapa senyawa inhibitor korosi komersial (IKK) yang mengandung nitrogen.  Penelitian ini juga mempelajari karakteristik adsorpsi dan mekanisme proteksi dari masing-masing inhibitor. Untuk mengevaluasi kinerja inhibitor dalam medium berminyak, penelitian juga dilakukan dalam larutan korosif yang mengandung 20 % (v/v) kerosin.\n\nOligomer 4-vinilpiridin dan 2-vinilpiridin secara keseluruhan dapat menurunkan laju korosi baja lunak dalam larutan korosif, kemampuan proteksinya semakin baik dengan semakin meningkatnya konsentrasi. Pengaruh suhu pada kedua jenis senyawa oligomer ini berbeda, proteksi O(4-VP) semakin baik dengan naiknya suhu yang menyarankan bahwa oligomer tersebut berinteraksi dengan permukaan baja lunak secara kemisorpsi sedangkan O(2-VP) menunjukkan sebaliknya, yang berhubungan dengan fisisorpsi. Hal ini didukung oleh besaran termodinamika masing-masing senyawa terutama ?Gads (sekitar -40 kJ mol-1) dan ?Hads (sekitar\n77 kJ mol-1) serta nilai f dan Kads  semakin menurun dengan naiknya suhu untuk\nO(4-VP) sedangkan O(2-VP) mempunyai ?Gads (sekitar -20 kJ mol-1) dan ?Hads\nbernilai   negatif.   Semakin   negatif   nilai   ?Hads,   semakin   bersifat   fisisorpsi sedangkan semakin positif nilainya semakin mengarah ke kemisorpsi. Kedua monomer 2-vinilpiridin dan 4-vinilpiridin memberikan hasil yang berlawanan dengan  oligomernya.  Kedua  monomer  tidak  bisa  berfungsi  sebagai  inhibitor korosi, bahkan berperan mempromosi korosi.\n\nO(4-VPP)  yang  disintesis  juga  dapat  memproteksi  baja  lunak  dalam  larutan korosif secara kemisorpsi. Sifat kemisorpsi ini juga sesuai antara hasil percobaan wheel test yang dilakukan dengan kecepatan rendah dan hasil EIS dan LPR yang dilakukan dengan kecepatan tinggi.  Hasil penelitian juga menunjukkan bahwa senyawa O(4-VP) dan O(4-VPP) memproteksi baja lunak secara kemisorpsi sedangkan  O(2-VP)  dan  IKK  memproteksi  secara  fisisorpsi.  Hasil  percobaan\n\n\n\n\n\n \ndengan penambahan kerosin menunjukkan bahwa secara umum senyawa inhibitor yang bersifat kemisorpsi lebih tahan terhadap kerosin dibandingkan dengan inhibitor yang bersifat fisisorpsi, meskipun berdasarkan uji t perbedaan tidak signifikan. Enam fraksi O(4-VP) juga dapat menurunkan laju korosi tetapi hasil penelitian ini belum mampu menjelaskan hubungan berat molekul dengan kemampuan aktivitasnya sebagai inhibitor korosi karena masing-masing fraksi merupakan campuran dimer, trimer dan seterusnya. Analisis permukaan menunjukkan bahwa terjadinya perbedaan komposisi dan morfologi permukaan dengan adanya inhibitor korosi.", "Daftar File": {"2017_DIS_PP_ILIM_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/165548", "2017_DIS_PP_ILIM_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/165550", "2017_DIS_PP_ILIM_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/165552", "2017_DIS_PP_ILIM_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/165553", "2017_DIS_PP_ILIM_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/165556", "2017_DIS_PP_ILIM_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/165558", "2017_DIS_PP_ILIM_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/165560", "2017_DIS_PP_ILIM_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/165561"}, "Penulis": "Ilim [30512012]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Buchari", "Dr. Bunbun Bundjali, MS", "Prof. Wasinton Simanjuntak, M.Sc., Ph.D"], "Jenis Koleksi": "Disertasi", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Oligomer  4-vinilpiridin,  baja  lunak,  larutan  NaCl  3  %,  inhibitor korosi, korosi CO2", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "10 Apr 2019"}