{"Nomor": 37697, "Judul": "PROSES TAHAP PELAKSANAAN PENGADAAN TANAH PROYEK KERETA API BANDARA SOEKARNO-HATTA", "Abstrak": "Untuk mengantisipasi pertumbuhan yang pesat pada penerbangan domestik dan\ninternasional, diperlukan pengembangan fasilitas transportasi khususnya pada\nBandara Soekarno-Hatta berupa Kereta Api menuju Bandara. Proyek ini\ndilaksanakan melalui pembangunan trase baru dikarenakan tidak terdapat trase\neksisting, sehingga perlu dilakukan proses pengadaan tanah untuk kepentingan\numum. Adanya berbagai kepentingan yang beragam berkenaan dengan tanah dalam\npembangunan, menyebabkan proses pengadaan tanah lebih kompleks. Berdasarkan\nstudi pengadaan tanah sejenis dan sekitar lokasi, tahap pelaksanaan merupakan\ntahap yang paling krusial. Oleh karena itu dilakukan tinjauan terhadap proses tahap\npelaksanaan pengadaan tanah proyek Kereta Api Bandara Soekarno Hatta\nberdarkan analisis institusional dengan model Patsy Healey (1992), mengenai\nkegiatan pada tahap pelaksanaan, stakeholder dan interkasi antar stakeholder yang\nterlibat, serta faktor pendorong dan penghambat. Melalui studi literatur dan\nwawancara semi terstruktur, dilakukan analisis deskriptif, konten, dan pengkodean\nyang menunjukkan adanya kegiatan-kegiatan yang mempercepat proses pengadaan\ntanah. Selain itu, ditemukan berbagai stakeholder baru disertai interaksi\nantarlembaga di lapangan dan faktor-faktor institusi yang turut mempengaruhi\nkompleksitas pengadaan tanah. Terlebih dengan teridentifikasinya berbagai institusi\nunik yang berpengaruh terhadap rangkaian proses pengadaan tanah, maka studi ini\nsemakin memperjelas proses tahap pelaksanaan pengadaan tanah proyek Kereta Api\nBandara Soekarno Hatta.", "Daftar File": {}, "Penulis": "Mochammad Ihsanuddin K [15414019]", "Kontributor / Dosen Pembimbing": ["Dr. Delik Hudalah, S.T., M.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "Kata-kunci : analisis institusional, pengadaan tanah, proyek, kepentingan umum, tahap pelaksanaan.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "10 Apr 2019"}