{"Nomor": 37705, "Judul": "STUDI PENGELOLAAN OBYEK WISATA PANTAI AIR MANIS (KOTA PADANG, SUMATERA BARAT)", "Abstrak": "Sektor pariwisata saat ini telah berkembang pesat dan menjadi fenomena\nyang sangat global. Saat ini yang menjadi sorotan adalah Pantai Air Manis yang\nterletak di Kelurahan Air Manis, Kecamatan Padang Selatan, Kota Padang. Pantai\nAir Manis memiliki daya tarik wisata yang sangat terkenal yaitu legenda Batu Malin\nKundang dan Pulau Pisang. Adanya daya tarik dan potensi wisata di Pantai Air\nManis tidak didukung dengan pengelolaan pariwisata yang baik dan sesuai standar.\nPenelitian ini bertujuan untuk mengidentifikasi pengelolaan obyek wisata Pantai Air\nManis. Untuk dapat meningkatkan jumlah wisatawan maka diperlukan pengelolaan\npariwisata yang sesuai standar. Informasi mengenai pengelolaan obyek wisata\nPantai Air Manis diketahui dari hasil observasi di lapangan dan wawancara kepada\nstakeholder yang terlibat. Studi ini akan mengungkapkan pengelolaan obyek wisata\nPantai Air Manis. Dimana mulai menganalisis kondisi Pantai Air Manis saat ini\nberdasarkan komponen pariwisata, melihat perkembangan obyek wisata Pantai Air\nManis berdasarkan teori Butler, dan mengidentifikasi siapa saja stakeholder yang\nterlibat dalam pengelolaan obyek wisata Pantai Air Manis. Kemudian juga\nmengidentifikasi kriteria sistem pengelolaan, prinsip – prinsip dasar, dan metode\ndalam pengelolaan obyek wisata Pantai Air Manis. Studi ini akan memberikan\nrekomendasi terkait pengelolaan obyek wisata Pantai Air Manis yang melibatkan\nstakeholder terkait dengan menerapkan kriteria sistem pengelolaan, prinsip –\nprinsip dasar, dan metode dalam pengelolaan pariwisata sehingga pengelolaan dan\npengembangan obyek wisata Pantai Air Manis dapat sesuai standar, meningkatkan\njumlah wisatawan ke depannya, dan memberikan kenyamanan dan kepuasan bagi\nwisatawan", "Daftar File": {}, "Penulis": "Aina Witenia Putri [15414010]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Heru Purboyo Hidayat Putro, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "Kata kunci: Pariwisata, Keterlibatan Stakeholder¸ Sistem Pengelolaan Pariwisata, Prinsip-Prinsip Dasar, Metode.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "10 Apr 2019"}