{"Nomor": 37739, "Judul": "KAJIAN DAMPAK BENCANA BANJIR PESISIR (COASTAL INUNDATION HAZARD) DAN IMPLIKASINYA TERHADAP KAWASAN PESISIR KECAMATAN CILAMAYA WETAN, KABUPATEN KARAWANG", "Abstrak": "Kawasan pesisir merupakan daerah peralihan antara ekosistem darat dan laut yang\ndipengaruhi oleh perubahan di darat dan laut. Kawasan pesisir memiliki banyak sekali\nsumber daya contohnya adalah sumber daya perikanan yang berupa ikan, terumbu karang,\nrumput laut, koral, dan lain sebagainya. Sumber daya perikanan tersebut merupakan salah\nsatu sumber daya dalam pengembangan wilayah yang berbasis perikanan atau di sebut\nKawasan Minapolitan. Namun saat ini, kawasan pesisir mengalami penurunan kondisi\nlingkungan yang diakibatkan oleh perubahan iklim. Perubahan iklim mengakibatkan\nkenaikan permukaan air laut yang memicu terjadinya bencana banjir pesisir (IPCC, 2014).\nBencana banjir pesisir (Coastal Inundation Hazard) merupakan salah satu bencana banjir\nyang terjadi di kawasan pesisir akibat berbagai faktor seperti sedimentasi, kenaikan muka\nair laut, serta pasang surut air laut. Bencana banjir pesisir mengakibatkan kerusakan fisik\ndan lingkungan pada area pesisir. Kecamatan Cilamaya Wetan merupakan salah satu\nkecamatan yang beberapa desanya merupakan kawasan pesisir seperti di Desa Sukakerta,\nRawagempol Kulon, Muara Baru, dan Muara. Daerah-daerah tersebut juga terdampak\nbencana banjir pesisir terutama pada kawasan perikanan. Dengan mengambil studi kasus\nkawasan pesisir Kecamatan Cilamaya Wetan, penelitian ini bertujuan untuk menganilis\ntingkat risiko bencana banjir pesisir serta implikasinya terhadap kawasan pesisir. Hasil\ndari penelitian menunjukkan bahwa daerah yang tergenang di kawasan pesisir Kecamatan\nCilamaya Wetan seluas 805,23 hektar dengan daerah yang tingkat bahaya bencana banjir\npesisir paling tinggi berada di Desa Muara dengan luas yang tergenang 574,5 hektar. Dari\ntotal daerah yang tergenang, kawasan perikanan yang rusak dan tergenang seluas 632,76\nhektar..", "Daftar File": {}, "Penulis": "Bayu Bahrudin [15414048]", "Kontributor / Dosen Pembimbing": ["Ir. Djoko Santoso Abi Suroso, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "Kata Kunci : kawasan pesisir, perikanan, minapolitan, bencana banjir pesisir, dampak risiko.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "12 Apr 2019"}