{"Nomor": 37748, "Judul": "MARKET REACTION TOWARDS THE INCLUSION TO AND EXCLUSION FROM SUSTAINABLE RESPONSIBLE AND ISLAMIC INVESMENT INDEXES: THE EMPIRICAL EVIDENCE OF INDONESIAN MARKET", "Abstrak": "The rapid growth of SRI and Islamic Investment are followed with increasing in number SRI and Islamic index launced all over the world. This study try to explore the reaction of Indonesia as an emerging market towards the inclusion to and exclusion from SRI and Islamic Index by examine the price respond surrounding its announcement that proxied by SRI Kehati and Jakarta Islamic Index (JII) changes. This study used standard event study methodology with statistical method calculation of the abnormal return which is: market model, market-adjusted model and constant mean model. The result show significant negative average abnormal return at one day after the announcement for SRI Kehati Index Inclusion and positive cumulative average abnormal return movement for SRI Kehati Index exclusion. For JII Index Inclusion show significant positive average abnormal return at one day after the announcement and significant negative average abnormal return for JII index exclusion on two days after the announcement. There is large potential of SRI and Islamic Investment development in Indonesia but it is necessary for both investment strategies to show comparable financial performance to attract more investor especially non-ethical investor. The awareness level of Indonesian investor on how important the ethical aspect for their investing activity is less than investor in the developing countries, the public policy maker need to increase their activity such as campaign or any publication to promote SRI and Islamic Investment, then people become more aware to ethical investments with its current condition also potential in the future. Furthermore the regulation from Indonesian Government also needed to support the SRI and Islamic investment development to create better investment environment in Indonesia with legal certainty, so domestic and foreign investor will be more interested to invest in Indonesia especially on SRI and Islamic Investment. For future study can be done with economic and multi-factor method of abnormal return calculation, also expand the sample size and found the determinant for the market reaction on the index changes event. Comprehensive study can test for the market reaction from another emerging market or developing market to be able to make comparison on findings for the distinctive market.", "Daftar File": {"2017 TS PP MUHAMMAD YUSUF DAROJAT 1 - FULL TEXT.pdf?": "https://digilib.itb.ac.id/gdl/download/252117"}, "Penulis": "Muhammad Yusuf Darojat [19014082]", "Kontributor / Dosen Pembimbing": ["Dr. Yunieta Anny Nainggolan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": ": Emerging market, SRI Kehati, JII, Market reaction, Ethical aspect", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "15 Apr 2019"}