{"Nomor": 37765, "Judul": "Development and Testing of a Resilience Rapidity Model for Disasters", "Abstrak": "Large-scale tornadoes in the United States can devastate the building stock of communities, leading to long-term negative effects in recovery. Resilience research has concluded that disaster losses are a predictable result of the interactions and interdependencies of the physical environment, the social and demographic characteristics of affected communities, and the built environment. To mitigate the growing losses incurred from natural disasters, these interactions must be quantified. An econometric modeling approach combining community data with building-level recovery measurements is presented to quantify these interactions among the physical, social, and built environments. A parcel-level aerial image analysis methodology for measuring building recovery is described that was tested for a 5-year recovery time frame following the 2011 Tuscaloosa tornado. Aerial images captured at 5, 18, 25, and 58?months following the tornado are used to document recovery efforts. Resilience curves at the census-block spatial aggregation as well as the affected region in Tuscaloosa are presented. To quantify the interactions of building recovery with the physical environment, built environment, and social and demographic characteristics, a resilience rapidity model is employed to identify correlations between the measured recovery patterns and variables describing the interactions found in affected parcels. Findings are presented for three categories of community characteristics: building-exposure characteristics, such as distance to the tornado path; building characteristics, such as building age; and social characteristics, such as insurance coverage.", "Daftar File": {}, "Penulis": "P. Shane Crawford [-]", "Kontributor / Dosen Pembimbing": ["Alexander Hainen,  Sebastain Awondo,  Andrew Graettinger, Lawrence Powell"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "Architecture", "Kata Kunci": "Disaster resilience; Tornado; Empirical modeling", "Sumber": "Journal of Architectural Engineering / Volume 25 Issue 2 - June 2019", "Staf Input/Edit": "Yanti Sri Rahayu, S.Sos", "File": "2 file", "Tanggal Input": "15 Apr 2019"}