{"Nomor": 37776, "Judul": "Entanglement Structure of Current-Driven Diffusive Fermion Systems", "Abstrak": "When an extended system is coupled at its opposite boundaries to two reservoirs at different\ntemperatures or chemical potentials, it cannot achieve a global thermal equilibrium and is instead driven\nto a set of current-carrying nonequilibrium states. Despite the broad relevance of such a scenario to metallic systems, there have been limited investigations of the entanglement structure of the resulting long-time states, in part due to the fundamental difficulty in solving realistic models for disordered, interacting electrons. We investigate this problem by carefully analyzing two “toy” models for coherent quantum transport of diffusive fermions: the celebrated three-dimensional, noninteracting Anderson model, and a class of random quantum circuits acting on a chain of qubits, which exactly maps to a diffusive, interacting fermion problem. Crucially, the random circuit model can also be tuned to have no interactions between the fermions, similar to the Anderson model. We show that the long-time states of driven noninteracting fermions exhibit volume-law mutual information and entanglement, both for our random circuit model and for the nonequilibrium steady state of the Anderson model. With interactions, the random circuit model is quantum chaotic and approaches local equilibrium, with only short-range entanglement. These results provide a generic picture for the emergence of local equilibrium in current-driven, quantum-chaotic systems, and also provide examples of stable, highly entangled, many-body states out of equilibrium. We discuss experimental techniques to probe these effects in low-temperature mesoscopic wires or ultracold atomic gases.", "Daftar File": {}, "Penulis": "Michael J. Gullans and David A. Huse [-]", "Kontributor / Dosen Pembimbing": ["-"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "-", "Sumber": "PHYSICAL REVIEW X 9, 021007 (2019); Published by the American Physical Society", "Staf Input/Edit": "Ratnasari", "File": "1 file", "Tanggal Input": "16 Apr 2019"}