{"Nomor": 37783, "Judul": "VALUE AT RISK (VaR) SEBAGAI METODE DAN PENGUKURAN ANALISIS RISIKO KREDIT (STUDI KASUS DI BANK NAGARI CABANG BANDUNG)", "Abstrak": "Kemajuan ekonomi  Indonesia tidak terlepas dari peranan berbagai sektor, dimana salah satunya adalah sektor perbankan. Sesuai dengan fungsinya yang tercantum dalam Undang-Undang No.10 Tahun 1998 tentang Perbankan, Bank berfungsi untuk menghimpun dana dalam bentuk simpanan dan menyalurkan dana dalam bentuk kredit dalam rangka meningkatkan taraf hidup masyarakat. Bank Nagari Cabang Bandung sebagai salah satu Kantor Cabang dari PT. Bank Pembangunan Daerah Sumatera Barat, dalam kurun waktu 5 tahun terakhir telah menyalurkan kredit dengan trend yang cukup bagus dengan posisi baki debet yang selalu bertumbuh setiap tahunnya dengan rata-rata pertumbuhan per tahun sebesar 6,55%. Posisi outstanding credit per December 2018 adalah Rp 154.889.764.824, sedangkan Non Performing Loan (NPL) rasio berada pada posisi 8,62%. Menurut PBI No. 15/2/PBI/2013 menjelaskan bahwa bank yang memiliki rasio kredit bermasalah di atas 5% akan di awasi secara intensif karena dinilai memiliki potensi kesulitan dan membahayakan kelangsungan usahanya. Meskipun NPL Bank Nagari Cabang Bandung di atas 5%, ketentuan PBI mengenai batas NPL berlaku untuk konsolidasi, di mana posisi NPL PT. Bank Pembangunan Daerah Sumatera Barat sebesar 1,51% pada tahun 2018. Namun, ini menjadi perhatian bagi Bank Nagari Cabang Bandung untuk meningkatkan kinerja kredit dan memantau analisis risiko kredit.\nPenelitian ini bertujuan untuk memberikan metode alternatif kepada PT. Bank Pembangunan Daerah Sumatera Barat, khususnya Bank Nagari Cabang Bandung dalam pengukuran risiko kredit untuk menentukan perhitungan kebutuhan modal minimum risiko kredit. Pengukuran risiko kredit ini akan menghitung expected loss, unexpected loss dan economic capital. Penelitian ini menggunakan metode Credit Metrics dengan pendekatan Value at Risk (VaR) menggunakan confidence level 99% serta Monte Carlo Simulation untuk membantu dalam menganalisis kemungkinan terjadinya kerugian yang melebihi nilai VaR.\nBerdasarkan hasil analisa menunjukkan bahwa nilai expected loss (kerugian dapat diperkirakan) pada Bank Nagari Cabang Bandung periode Januari 2017-Desember 2018 berkisar Rp 3.078.766.540 sampai dengan Rp 4.093.313.348, unexpected loss (kerugian tidak dapat diperkirakan) sebesar Rp 23.703.413.675 sampai dengan Rp 36.071.532.045 dengan rata-rata nilai kepastian risikosebesar 50,3%, serta economic capital yang dibutuhkan bank dalam menutupi risiko kerugian maksimum sebesar Rp 19.716.728.075 sampai dengan Rp 32.964.043.357. \nModal yang dimiliki oleh PT. Bank Pembangunan Daerah Sumatera Barat per posisi Desember 2018 adalah sebesar Rp 2,53 Triliun dengan CAR sebesar 20,36%. Dikarenakan modal dan CAR dihitung secara konsolidasi maka perlu dihitung kebutuhan modal pada masing-masing kantor cabang untuk mengantisipasi risiko kredit yang terjadi", "Daftar File": {"2019_TS_PP_DESI_RATNA_KOMALA_1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/166278"}, "Penulis": "Desi Ratna Komala [29117268]", "Kontributor / Dosen Pembimbing": ["Taufik Faturohman, MBA, PhD"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Risiko Kredit, Value at Risk, Expected Loss, Unexpected Loss, Economic Capital, Monte Carlo Simulation", "Sumber": "BANK NAGARI IN BANDUNG OFFICE", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "18 Apr 2019"}