{"Nomor": 37786, "Judul": "USULAN MODEL BISNIS DAN ANALISIS KELAYAKAN FINANSIAL PADA RENCANA PENGEMBANGAN PRODUK BARU STUDI KASUS PROYEK KERJASAMA PT. SAGARA ASIA TEKNOLOGI PRODUK DIGITAL INDUSTRI PERJALANAN & PARIWISATA", "Abstrak": "Dunia industri kini tengah memasuki era baru yaitu revolusi industri 4.0 dimana terjadi perubahan perilaku pasar yang didominasi oleh perkembangan digital. Perkembangan digital yang terjadi di seluruh dunia menyebabkan lahirnya industri baru yang tercipta karena adanya pasar ekonomi digital. PT. Sagara Asia Teknologi sebagai perusahaan yang bergerak di bidang teknologi memiliki komitmen untuk berkontribusi di era digital dengan menyediakan jasa pengembangan website dan aplikasi mobile bagi perusahaan pemula, perusahaan besar dan well-established serta pemerintah. Sebagai bagian dari komitmen tersebut, perusahaan perlu tetap eksis di industri teknologi dengan bertahan dan meluncurkan produk baru. Indonesia sebagai negara dengan pasar yang menarik di Asia Tenggara memiliki catatan yang menjanjikan akan peluang internet economy di bidang online travel dengan menduduki posisi pertama Online Travel Market Size pada tahun 2018.\n\nSagara Asia Teknologi sebagai perusahaan yang aktif bergerak di bidang teknologi memiliki rencana kerjasama proyek untuk mengembangkan produk baru di bidang perjalanan dan pariwisata. Sebagai bahan pertimbangan perusahaan melakukan riset terhadap peluang, keinginan dan kebutuhan konsumen akan produk digital di sektor perjalanan dan pariwisata berkaitan dengan online travel dan merancang model bisnis serta memperoleh tipe revenue stream yang tepat. Analisa peluang dan rancangan model bisnis dilakukan dengan metode lean startup melalui tiga tahapan yaitu identifikasi pasar, identifikasi produk dan identifikasi bisnis. Tahapan pertama yaitu identifikasi pasar menggunakan survey untuk menangkap respon calon pengguna terhadap rancangan produk yang diinginkan, identifikasi produk dengan rancangan flow proses aktivitas dan desain mockup dan identifikasi bisnis dengan model bisnis canvas disertai dengan analisis keuangan untuk melihat profitabilitas rencana pengembangan.\n\nHasil analisis melaporkan bahwa pasar produk digital pada sektor pariwisata di bidang online travel memliki persaingan yang tinggi dimana di Indonesia sendiri telah dikuasai oleh Traveloka dan Tiket.com. Rancangan produk baru yang di pilih adalah dengan memberikan fitur baru untuk menjadi diferensiasi produk, fitur baru tersebut adalah paket wisata dengan local guide, traveller planner dan dokumentasi liburan. Produk ini ditujukan untuk pelaku bisnis di tiga tempat pilihan yang dinominasikan sebagai Bali baru di Indonesia.Channels yang digunakan adalah website dan aplikasi, email marketing, influencer, google analytics dan alexa.comdengan strategi customer relationships adalah communitiesdan automated services. Key activities dari produk ini adalah proses pengembangan dan maintenance dengan key resources berupa alat kerja, brand & product application dan tim pengembangan. Key partners adalah travellers dan influencer. Cost structure dari produk digital ini adalah people, office, marketing, alat kerja, operational office dan research  development. Tipe revenue streams yang digunakanadalah sponsored, revenue sharing dan advertising.Hasil analisis finansial menunjukkan nilai NPV yang positif dan IRR sebesar 19%.", "Daftar File": {"2019_TS_PP_Yunita_Kusumadewi_1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/166279"}, "Penulis": "Yunita Kusumadewi [29117148]", "Kontributor / Dosen Pembimbing": ["Dr. Achmad Herlanto Anggono, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Lean startup, business model canvas, revenue streams, value propositions, net present value", "Sumber": "PT. SAGARA ASIA TEKNOLOGI COOPERATION", "Staf Input/Edit": "Yose Ali Rahman  \n                                     Yose Ali Rahman", "File": "1 file", "Tanggal Input": "18 Apr 2019"}