{"Nomor": 37794, "Judul": "Pabrikasi Papan Partikel dengan Menggunakan Komposit Matriks Polimer berbasis Sampah Domestik", "Abstrak": "Penanggulangan sampah menitik-beratkan pada edukasi masyarakat terkait bagaimana mengaplikasikan metode\npengolahan sampah berbasis reuse-reduce-replace-recycle dalam kehidupan sehari-hari. Akan tetapi, metode\npenanggulangan tersebut belum dapat mengurangi jumlah sampah dengan signifikan. Rekayasa material komposit\nberbasis sampah domestik diharapkan dapat menanggulangi permasalahan sampah secara siginifikan. Penelitian ini\nmenggunakan 4 jenis sampah domestik dengan persentase paling banyak, yaitu sampah buah dan sayuran ; sampah\nplastik; sampah kertas; dan sampah kain. Matriks yang digunakan sebagai perekat pada komposit adalah polyvinyl\nacetate (PVAc). Pabrikasi material menggunakan hot-press hydraulic yang digunakan untuk mencetak material. Pada\npenelitian ini, dilakukan beberapa variasi untuk mencari komposisi yang optimal. Uji kekuatan mekanik dan uji\nserapan bunyi dilakukan pada material untuk mengetahui kekuatan mekanik material dan koefesien serapan bunyi,\nsehingga dapat diketahui kecocokan penggunaan material dalam kehidupan sehari-hari. Kualitas dari material\nkomposit berbasis sampah domestik ini akan dibandingkan dengan kualitas papan partikel yang telah ter-standardisasi\noleh Badan Standar Nasional (BSN) dan American National Standard (ANSI).", "Daftar File": {"2017_EJRNL_PP_YANTI_MULYANTI_1.pdf": "https://digilib.itb.ac.id/gdl/download/166402"}, "Penulis": "Yanti Mulyanti [10212055]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Eng. Mikrajuddin Abdullah, M.Si"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Other social problems & services", "Kata Kunci": "komposit, papan partikel, sampah", "Sumber": "-", "Staf Input/Edit": "hidayat  \n                                     hidayat", "File": "1 file", "Tanggal Input": "23 Apr 2019"}