{"Nomor": 37795, "Judul": "ANALISIS ALGORITMA WPR DAN WPR-VOL UNTUK OPTIMASI COMPLEX NETWORK", "Abstrak": "Banyak penduduk di kota besar di Indonesia yang menggunakan gas berlangganan. Salah satu hal penting dalam industri ini adalah meterannya. Ini disebabkan karena disinilah penentu keuntungan atau kerugian yang akan dialami perusahaan dan/atau pelanggan. Sedikit eror pada meteran mungkin tidak berdampak banyak bagi pelanggan, tapi jika ditotal eror untuk seluruh pelanggan, perusahaan penyedia gas dapat mengalami kerugian. Salah satu instrumen yang paling sering digunakan untuk mengukur laju aliran gas adalah meter turbin, meter ini menggunakan prinsip yang sangat klasik dan mekanis. Seperti semua alat mekanis lainnya, friksi atau gesekan adalah faktor paling besar yang harus dipertimbangkan, oleh karena itu dalam penentuan ukuran meter, perlu diperhitungkan faktor yang mempengaruhi gesekan (karenanya mengurangi akurasi alat). Hal ini juga merupakan salah satu masalah yang sedang dihadapi industri gas alam di Indonesia, untuk mengatasinya, perlu dilakukan analisis terhadap hasil penentuan ukuran meter dan jenis regulator berdasarkan form registrasi pelanggan. Form registrasi pelanggan digunakan untuk menentukan ukuran meter dan jenis regulator yang cocok, perhitungannya dilakukan dengan mengacu pada beberapa dokumen yang disebut Standar Teknis dan Material. Perhitungan ini dipermudah dengan membuat program yang mengolah semua data yang dibutuhkan. Setelah didapat hasil akhir berupa ukuran meter, kemungkinan eror, jenis dan tipe MRS, kita dapat menganalisis penyebab eror pada meter dan menentukan solusi yang tepat untuk mengatasinya.", "Daftar File": {"2017_EJRNL_PP_DIMAS_ADIKA_BIMAWAN_1.pdf": "https://digilib.itb.ac.id/gdl/download/166403"}, "Penulis": "Dimas Adika Bimawan [10212061]", "Kontributor / Dosen Pembimbing": ["Acep Purqon, Ph.D"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "Meter turbin, gas, G.size", "Sumber": "-", "Staf Input/Edit": "hidayat  \n                                     hidayat", "File": "1 file", "Tanggal Input": "23 Apr 2019"}