{"Nomor": 37803, "Judul": "Analisis Neutronik Small Pb-Bi Cooled Non-Refueling Nuclear Power Reactor (SPINNOR) Dengan Bahan Bakar Uranium-Thorium Nitride", "Abstrak": "Sejak revolusi industri, temperatur rata-rata permukaan bumi mengalami kenaikan yang cukup\nsignikan. Berbagai teori muncul. Salah satunya adalah mengenai dampak bertambahnya gas\nkarbon dioksida di udara. Bertambahnya zat karbon dioksida diyakini menjadi penyebab mening-\nkatnya temperatur permukaan bumi. Oleh karena itu, produksi gas karbon dioksida perlu untuk\nditekan, salah satunya pada sektor pembangkitan energi listrik. Pembangkit Listrik Tenaga Nuklir\nmerupakan pilihan realistis untuk membangkitkan listrik dengan tetap memperhatikan aspek ling-\nkungan, terutama kualitas udara. Pada penelitian kali ini, desain reaktor yang digunakan adalah\nSmall Pb-Bi Cooled Non-Refueling Nuclear Power Reactor (SPINNOR). SPINNOR adalah reaktor\ncepat yang menggunakan Pb-Bi sebagai pendinginnya. Reaktor tipe ini juga didesain agar dapat\nmemiliki umur operasi yang panjang. Umur reaktor yang panjang ini dapat dicapai dengan jalan\nmenggunakan variasi pengayaan dalam teras reaktor. Pada pusat reaktor ditempatkan bahan bakar\ndengan pengayaan rendah namun memiliki material fertil yang dapat berubah menjadi material\nssil yang tinggi. Sedangkan daerah terluar ditempatkan bahan bakar dengan pengayaan tinggi.\nDengan demikian pada pada Begining of Life (BOL), pusat burn-up berada pada bagian terluar\ndari teras, sedangkan pada End of Life pusat burn-up akan bergerser pada pusat teras. Digunakan\nStandard Reactor Analysis Code (SRAC) untuk perhitungan secara numerik. Penelitian ini meng-\ngunakan bahan bakar Uranium(233)-Thorium(232) Nitride. Untuk mendapatkan excess reactivity\ndibawah 1% dibutuhkan tambahan Neptunium-237. Desain optimum didapatkan untuk level penga-\nyaan Uranium-233 sebesar 7.6%, 8.2% dan 8.4% dengan penambahan 4% Neptunium-237. Dengan\nkomposisi serta kongurasi tersebut didapatkan excess reactivity dibawah 0.5%.", "Daftar File": {}, "Penulis": "Muhammad Sidargo [10212059]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Eng. Zaki Su'", "ud, M.Eng"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "faktor multiplikasi, Pb-Bi, SPINNOR, SRAC, Uranium-Thorium.", "Sumber": "", "Staf Input/Edit": "hidayat", "File": "0 file", "Tanggal Input": "23 Apr 2019"}