{"Nomor": 37807, "Judul": "PERANCANGAN DETAIL STRUKTUR KOMPLEKS GEDUNG MUSEUM SENI RUPA KONTEMPORER DI BANDUNG", "Abstrak": "Proyek Museum Seni Rupa Kontemporer ini dirancang guna mewadahi kebutuhan dalam bidang seni tersebut, khususnya dalam bidang seni kontemporer dan desain. Museum Seni Rupa Kontemporer ini dirancang untuk beberapa fungsi, yakni sebagai tempat pameran, pendidikan informal, penelitian dan studi ilmiah, pertunjukan, komersial dan rekreasi, serta aktivitas kreatif lainnya. Selain itu, museum ini juga diharapkan menjadi daya tarik baru bagi masyarakat Indonesia yang saat ini masih kurang peminat dalam hal seni kontemporer. Fungsi lain dari museum ini juga dapat menjadi ruang publik estetis dan ruang kreatif bagi masyarakat umum dengan tujuan meningkatkan apresiasi seni dan menghilangkan batas interaksi antara penggiat seni dan masyarakat.\nDilihat dari tujuan dibangunnya museum yang diharapkan dapat menjadi daya tarik seni baru bagi masyarakat Indonesia, menjadi ikon kota Bandung, sekaligus tempat rekreasi, maka dibutuhkan struktur yang kuat dalam memikul beban-beban yang bekerja. Pendesainan struktur dilakukan berdasarkan beberapa peraturan yang berlaku di Indonesia yakni SNI 1726-2012, SNI 1727-2013, SNI 2847-2013 serta SNI 1729-2015. Pendesainan struktur ini harus di desain sedetail mungkin agar dapat diaplikasikan kedepannya.\nStruktur Kompleks Museum Seni Rupa Kontemporer ini terdiri dari gedung utama, gedung 2, podium dan basement. Gedung utama terdiri dari 5 lantai struktur beton bertulang dan memiiki atap rangka baja. Gedung 2 terdiri dari 3 lantai dan podium terdiri dari 1 lantai yang memiliki komponen struktur beton bertulang. Basement sendiri terdiri dari 2 lantai dan di desain dengan struktur bertulang. Semua komponen struktural ini di desain dengan Sistem Rangka Pemikul Momen Khusus (SRPMK). Pendesainan struktur Museum Seni Rupa Kontemporer ini menggunakan beberapa bantuan software yaitu ETABS 2016, PCACol, SAFE 2016 serta Autocad 2017.", "Daftar File": {"2017_EJRNL_NIRWAN_ALGIFARI_1.pdf": "https://digilib.itb.ac.id/gdl/download/166458"}, "Penulis": "Nirwan Algifari [15013029]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Made Suarjana, M.Sc., Ph.D."], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "museum, kontemporer, struktur, beton, baja.", "Sumber": "", "Staf Input/Edit": "hidayat", "File": "1 file", "Tanggal Input": "23 Apr 2019"}