{"Nomor": 37812, "Judul": "LAW, VISUAL ART, AND MONEY", "Abstrak": "This  Essay  explores  areas  where  law  and  art  interact,  and  where,  it  seems,  money  changes  things.  It  discusses  three  areas  of  the  law  that encourage  the  creation  of  visual  art,  starting  with  the  basic  combination  of  property  and  contract,  and moving to the more targeted law of copy\nright and, finally, the law specifically aimed  at  the  visual  arts:  the  Visual  Artists  Rights  Act  (VARA).  The  Essay  then  takes up the task of exploring the ways in which both the rights and protections offered by VARA and by copyright law are affected by commercial exploitation of vis-\nual  artworks.  It  also  examines  the  effect  that  commercial  exploitation  of  works  of  art have in the context of rights of publicity. In the case of VARA, copyright’s fair use factors, and many states’ approaches to the limits on the rights of publicity, the taint  of  money  or  commercial  exploitation  \nis  a  cause  for  suspicion,  inconsistent  with romanticized notions of the pursuits of a true artist, and thus leads to less or no protection for the creation or the creator. In these contexts, visual art created for overt monetary gain, especially through pieces reproduced in multiple copies or used in promotions or advertisements, are just like any other commodity; no special solicitude or protection is to be given to those artworks or those artists.  And, at the other end  of  the  commercial  spectrum,  wild  comm\nercial  success  of  an  artist  permits  a  court  to  assume  a  true  artist,  because  the  external  art  world  has  bestowed  that  judgment  already  and  judges  are  relieved  of  having  to  make  the determination.  While  judging  what  is  art  and  who  is  a  real  artist  is  a  task  the  law  may  be  ill-equipped to handle, the proxy of money is only superficially appealing because it is based on an outdated and romanticized notion of who is an artist and, ultimately, what is art.", "Daftar File": {}, "Penulis": "Lydia Pallas Loren [-]", "Kontributor / Dosen Pembimbing": ["-"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Art, visual art, law, money", "Sumber": "LCB_22_4_Article_5_Loren 2019", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "24 Apr 2019"}