{"Nomor": 37827, "Judul": "PENGEMBANGAN SIMULATOR DETEKSI KADAR Fe PADA TINGKAT ANEMIA DEFISIENSI BESI BERBASIS SENSOR GIANT MAGNETORESISTANCE (GMR)", "Abstrak": "Dewasa ini, biosensor sedang dalam pengembangan intensif untuk berbagai aplikasi seperti mendeteksi biomolekul dalam bidang biologi dan kesehatan. Porfirin merupakan salah satu biomolekul penting pada manusia. Sifat khas porfirin adalah dapat membetuk senyawa kompleks dengan ion logam. Sehingga, porfirin yang mengikat atom besi disebut heme. Anemia defisiensi besi merupakan jenis anemia yang disebabkan oleh kekurangan zat besi yang diperlukan untuk sintesis hemoglobin. Sensor Giant Magnetoresistance (GMR) memiliki potensi besar sebagai elemen pengindera untuk deteksi biomolekul. Penginderaan dilakukan pada sampel porfirin besi dengan variasi konsentrasi 15????????; 10????????; 5????????; 1????????; 0,8????????; 0,6????????; 0,4????????; 0,2????????; dan 0,05????????. Adapun mekanisme dari penelitian ini, yaitu menggunakan simulator dengan sampel porfirin besi dialirkan melewati sumber magnet sebesar 1Tesla agar sampel tersebut termagnetisasi, kemudian dideteksi oleh sensor GMR sebagai sinyal keluaran. Sinyal keluaran dari sensor GMR sangat lemah, sehingga keluaran sensor harus dikuatkan dan difilter dengan menggunakan rangkaian pengkondisi sinyal. Penelitian ini telah berhasil mengembangkan sistem yang mampu mengindera sampel porfirin besi dengan konsentrasi 0,05???????? hingga 15???????? secara linier. Dengan penguatan sebesar 381kali diperoleh tegangan Root Mean Square (Vrms) sebesar 0,1455V; 0,1296V; 0,1155V; 0,1023V; 0,0994V; 0,0956V; 0,0950V; 0,0928V; and 0,0915V untuk masing-masing konsentrasi 15????????; 10????????; 5????????, 1????????; 0,8????????; 0,6????????; 0,4????????; 0,2????????; dan 0,05????????. Daerah dengan konsentrasi ? 1???????? diperoleh sensitivitas sebesar 0,0996mV/???????? dan daerah dengan konsentrasi <1???????? diperoleh sensitivitas sebesar 0,0912mV/????????. Sedangkan, kriteria anemia defisiensi besi memiliki kadar Fe serum <5????g/dl atau 0,1365????????. Sehingga, sistem ini diharapkan dapat merepresentasikan pengukuran deteksi kadar Fe pada tingkat anemia defisiensi besi yang termasuk dalam rentang pengukuran konsentrasi porfirin besi yakni 0,05???????? – 0,8????????.", "Daftar File": {"COVER Kisna Pertiwi": "https://digilib.itb.ac.id/gdl/download/166535", "BAB_1 Kisna Pertiwi": "https://digilib.itb.ac.id/gdl/download/166536", "BAB_2 Kisna Pertiwi": "https://digilib.itb.ac.id/gdl/download/166539", "BAB_3 Kisna Pertiwi": "https://digilib.itb.ac.id/gdl/download/166541", "BAB_4 Kisna Pertiwi": "https://digilib.itb.ac.id/gdl/download/166546", "BAB_5 Kisna Pertiwi": "https://digilib.itb.ac.id/gdl/download/166547", "PUSTAKA Kisna Pertiwi": "https://digilib.itb.ac.id/gdl/download/166549"}, "Penulis": "Kisna Pertiwi [20216051]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Mitra Djamal"], "Jenis Koleksi": "Tesis", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "biomolekul porfirin besi, sensor giant magnetoresistance (GMR), pengkondisi sinyal, anemia defisiensi besi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "11 file", "Tanggal Input": "24 Apr 2019"}