{"Nomor": 37834, "Judul": "USULAN STRATEGI MARKETING UNTUK PRODUK CHOCOTEA DRINK BERDASARKAN STUDI PERILAKU KONSUMEN TERHADAP PRODUK MINUMAN HOME-MADE", "Abstrak": "Pertumbuhan ekonomi khususnya di industri makanan dan minuman telah memicu munculnya banyak bisnis baru di sektor ini. Menangkap adanya peluang ini, Chocotea Drink hadir sebagai bisnis baru di industri makanan dan minuman dengan konsep sebagai minuman kemasan berbasis cokelat dan teh, menawarkan sensasi rasa yang unik dan menyegarkan. Target pasar produk ini pada awalnya adalah kelompok mahasiswa. Namun, hasil penjualan yang didapatkan dirasakan kurang memuaskan. Oleh karena itu, penelitian ini bertujuan untuk mempelajari faktor-faktor yang memengaruhi minat beli terhadap minuman kemasan home-made, melakukan analisa segmentasi pasar, dan merumuskan strategi marketing yang baru sebagai rekomendasi solusi untuk bisnis Chocotea Drink. Riset eksploratif seperti analisa internal dan external serta wawancara dilakukan untuk mendapatkan wawasan dan variabel yang akan digunakan dalam riset konfirmatif dan perumusan strategi marketing. Riset konfirmatif menggunakan analisis regresi untuk menguji hipotesis, tabulasi silang, dan metode pengelompokan K-means untuk studi mengenai perilaku konsumen. Faktor yang memengaruhi minat beli terhadap produk minuman kemasan home-made adalah penampilan produk, kepraktisan kemasan, dan manfaat fungsional atau kesehatan. Selain itu, usia dan jenis pekerjaan dikonfirmasi memengaruhi frekuensi pembelian jenis produk ini sementara jumlah pendapatan hanya memengaruhi kebiasaan pribadi seperti penggunaan media sosial. Hasil analisa juga menemukan bahwa klaster empat yang merupakan kelompok dari karyawan swasta memiliki potensi yang baik untuk ekspansi market produk Chocotea Drink dengan karakteristiknya tersendiri. Rekomendasi solusi untuk bisnis ini adalah dengan menggunakan strategi marketing berdasarkan analisa SWOT, memperbaharui strategi bauran pemasaran, serta menggunakan strategi komunikasi pemasaran terintegrasi. Rencana implementasi dilakukan untuk satu tahun periode, yaitu dari bulan Maret 2019 hingga Februari 2020", "Daftar File": {"2019_TS_PP_MYTHA_KUSUMA_ANDINI_1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/166593"}, "Penulis": "Mytha Kusuma Andini [29117142]", "Kontributor / Dosen Pembimbing": ["Melia Famiola Hariadi, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Perilaku konsumen, strategi pemasaran, minat beli, segmentasi konsumen, kelompok konsumen", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "24 Apr 2019"}