{"Nomor": 37846, "Judul": "Pemurnian dan Reaksi Oksidasi terhadap Alkaloid Kina", "Abstrak": "Kerangka 1-azabisiklo[2.2.2]oktana merupakan salah satu gugus penting pada beberapa obat, seperti  obat  sakit  kepala,  migrain,  alergi,  diare,  obat  penenang,  dan  lain-lain.  Gugus  ini dimiliki oleh berbagai senyawa alkaloid kina yang saat ini diproduksi secara melimpah, khususnya di Indonesia. Pada tahun 1996, H.M.R. Hofmann telah berhasil mendegradasi alkaloid kina menghasilkan kuinkorin dan kuinkoridin menggunakan pereaksi LiAlH4. Kuinkorin  dan  kuinkoridin  merupakan  senyawa  kimia  yang  berpotensi  untuk  dijadikan sebagai prekursor untuk sintesis berbagai jenis obat yang memiliki gugus 1- azabisiklo[2.2.2]oktana  dan  sebagai  katalis  asimetrik.  Hanya  saja  reaksi  dengan menggunakan LiAlH4 relatif mahal, sehingga perlu mencari suatu metode alternatif dengan menggunakan  pereaksi  yang  lebih  murah  dan  aman.  Pada  penelitian  ini  telah  berhasil dilakukan reaksi oksidasi gugus hidroksi atom C-9 pada kuinin dan sinkonin yang dimediasi asam   asetat   menghasilkan   kuinotoksin   dan  sinkonotoksin.   Data   spektrum   inframerah\nmemperlihatkan adanya serapan gugus karbonil pada bilangan gelombang 1689,64 cm-1 pada\n\nkuinotoksin dan 1691,57  cm-1   pada sinkonotoksin.  Nilai  putaran  optik  dari kedua  produk adalah + 15o  dan + 14o. Reaksi ini merupakan tahap awal dari metode alternatif yang sedang diteliti lebih lanjut untuk mensintesis gugus gugus 1-azabisiklo  [2.2.2] oktana dari alkaloid kina melalui reaksi oksidasi.", "Daftar File": {"2010_TA_PP_IIS_SITI_AISAH_1-ABSTRAK.pdf?": "https://digilib.itb.ac.id/gdl/download/166605", "PUSTAKA Iis Siti Aisah": "https://digilib.itb.ac.id/gdl/download/166612"}, "Penulis": "Iis Siti Aisah [10504031]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Didin Mujahidin, S.Si., M.Si.", "Dr. Lia Dewi Juliawaty, MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Alkaloid kina, kuinin, kuinotoksin, sinkonin, sinkonotoksin", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "24 Apr 2019"}