{"Nomor": 37858, "Judul": "KARAKTERISTIK PEMANAS AWAL PADA MOTOR DIESEL PENYEMPROTAN TIDAK LANGSUNG DENGAN BAHAN BAKAR MINYAK KELAPA MURNI (Cocos nucifera L.) DAN MINYAK NYAMPLUNG MURNI (Calophyllum inophyllum L.)", "Abstrak": "Minyak nabati merupakan salah satu alternatif sumber bahan bakar yang dapat digunakan oleh motor diesel. Penggunaan minyak nabati murni sebagai bahan bakar hingga saat ini masih terhambat dengan tingginya nilai viskositas, oleh karena itu diperlukan adanya modifikasi pada motor diesel dengan penggunaan pemanas awal untuk minyak nabati. Pemanas awal didesain dengan memanfaatkan panas dari gas buang dengan prinsip kerja penukar kalor koil heliks. Karakteristik pemanas awal diketahui dengan melakukan pengujian prestasi pada pemanas awal sebelum dan sesudah uji ketahanan pada motor diesel penyemprotan tidak langsung serta pengaruh emisi opasitas asap pada gas buang motor diesel. Pada penelitian ini didapatkan bahwa minyak kelapa murni (PCO) dapat digunakan sebagai bahan bakar dengan mencapai beban tertinggi 3200 W dengan dipanaskan terlebih dahulu menggunakan pemanas awal hingga temperatur 184,8oC, sedangkan minyak nyamplung murni (PTO) dapat digunakan hingga beban tertinggi 4000 W dengan dipanaskan hingga temperatur 95,7oC. Rata-rata emisi opasitas asap pada penggunaan bahan bakar PCO sebelum adanya pengujian ketahanan pada motor diesel adalah 16,29% dan setelah uji ketahanan pada motor diesel adalah 30,46%. Pada penggunaan PTO rata-rata emisi opasitas asap sebelum adanya pengujian ketahanan pada motor diesel adalah 6,37% dan setelah uji ketahanan pada motor diesel adalah 9,98%. Akibatnya, rata-rata ketebalan deposit pada koil dan dinding dalam silinder dengan penggunaan bahan bakar PCO lebih besar 3,13 ?m dan 410 ?m daripada penggunaan bahan bakar PTO. Hal ini disebabkan PTO memiliki nilai kalor dan angka setana yang lebih besar, sehingga pembakaran yang terjadi lebih optimal. Berdasarkan hasil pengujian didapatkan bahwa PCO dan PTO dapat digunakan sebagai bahan bakar nabati pada motor diesel penyemprotan tidak langsung. Selain itu, disimpulkan bahwa penggunaan PTO yang telah dipanaskan terlebih dahulu sebagai bahan bakar motor diesel penyemprotan tidak langsung lebih baik daripada penggunaan PCO.", "Daftar File": {"COVER Dini Putri Permatasari": "https://digilib.itb.ac.id/gdl/download/166669", "BAB 1 Dini Putri Permatasari": "https://digilib.itb.ac.id/gdl/download/166671", "BAB 2 Dini Putri Permatasari": "https://digilib.itb.ac.id/gdl/download/166672", "BAB 3 Dini Putri Permatasari": "https://digilib.itb.ac.id/gdl/download/166673", "BAB 4 Dini Putri Permatasari": "https://digilib.itb.ac.id/gdl/download/166674", "BAB 5 Dini Putri Permatasari": "https://digilib.itb.ac.id/gdl/download/166675", "BAB 6 Dini Putri Permatasari": "https://digilib.itb.ac.id/gdl/download/166676", "PUSTAKA Dini Putri Permatasari": "https://digilib.itb.ac.id/gdl/download/166677"}, "Penulis": "Dini Putri Permatasari [23116307]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Yuli Setyo Indartono", "Dr.Eng. Ir. Iman Kartolaksono Reksowardojo, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "minyak kelapa murni, minyak nyamplung murni, pemanas awal, motor diesel penyemprotan tidak langsung, uji prestasi, uji ketahanan, emisi opasitas asap.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "24 Apr 2019"}