{"Nomor": 37861, "Judul": "Application of passive multichannel analysis of surface waves method at sites close to underground railways - Problems and a case study", "Abstrak": "The Passive Multichannel Analysis of Surface Waves (MASW) method is a non-intrusive and cost effective technology adopted in civil and earthquake engineering for site geological and geotechnical survey. However, the\napplication of passive MASW method under urban environments meets some challenges. One of interesting\nproblems is associated with underground railways, which can be treated theoretically as buried sources. Since\nRayleigh wave energy is dominant among that of surface waves, it is critical to design a proper geophone configuration during field tests at a site close to the metro line to ensure significant Rayleigh wave energy and therefore\nreliable dispersion images. This paper studied the propagation of Rayleigh waves generated from a buried source\nand proposed an empirical formula to estimate the nearest offset, which was then verified by numerical simulations. A case study was implemented in Shanghai, China at a site close to a subway line. With a linear spread geophone configuration, the influence of different parameters, including nearest offset, spread length and geophone\ninterval, was investigated regarding their influences on dispersion images. Field tests were conducted by following the geophone configuration designed based on the proposed estimation method. The one dimensional (1D)\nshear velocity structure, being inverted from field vibration measurements, matches relatively well with the geologic feature obtained from borehole testing. Study results are expected to help facilitate the application of the\npassive MASW method for cases in which Rayleigh waves are generated by the buried source like underground\ntraffics in cities", "Daftar File": {}, "Penulis": "Kaoshan Dai  [-]", "Kontributor / Dosen Pembimbing": ["Kang Liu, Xiaofeng Li, Qingyu You, Hesheng Tang, Qiang Xu"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "MASW Rayleigh wave Underground traffic Buried source Nearest offset", "Sumber": "Journal of Applied Geophysics 164 (2019) 191–199, https://doi.org/10.1016/j.jappgeo.2019.03.009", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "25 Apr 2019"}