{"Nomor": 37863, "Judul": "Isolasi Senyawa Kurku min dari C. xanthorrhiza  dan Sintesis Senyawa Kompleks Mn-kurku min", "Abstrak": "Pada penelitian  ini te lah dilakukan  isolas i kurkumin  {1,7-bis (4-hidroks i-3-me toks ife nil)- he pta-1,6-die n-3,5-dion}  dari rimpang C. xanthorrhiza  (famili Zingeberacea) yang secara tradis iona l dikenal sebagai “temulawak” menggunakan metode isolas i “bertahap” (ekstraksi, fraksinasi, dan pemur nian). Senyawa murni kur kumin yang diperoleh, kemudian dicampur dengan larutan garam dari beberapa ion logam esensial untuk mens intes is senyawa kompleks M-kurkumin, yang dalam ha l ini, ion mangan, Mn2+   yang diperoleh dar i garam nitrat dan sulfat-nya (Mn(NO3)2  dan MnSO4), yang terutama dipe lajar i. Reaksi pembentukan kompleks dilakukan dengan dua cara, yaitu dengan cara pengadukan (pencampuran) biasa pada suhu ruang dan dengan cara refluks pada suhu 85ºC selama 4 jam. Karakterisasi dan penentuan struktur  senyawa   dilakukan   menggunakan   teknik  spektroskopi  UV-vis,  IR ,  dan  MS. Beberapa  puncak  tajam  dar i pengukuran  spektr um  IR , senyawa  kurkumin  mur ni yang muncul pada 1874,6 dan 1626,4 cm-1  tidak ter lihat pada spektrum IR dari senyawa kompleks Mn-kurkumin.  Hasil  ini sangat  je las  menunjukkan  antaraksi yang kuat antara  Mn2+   dan kurkumin  dalam  senyawa  kompleks  Mn-kurkumin  berkemungkinan  merupakan  senyawa kova len.  Dan,  dua  puncak  yang  muncul  pada  420  nm  dan  442  nm  mengindikasikan terbentuknya ikatan yang kuat antara ion logam, Mn2+, dengan kurkumin sebagai ligan da lam kompleks Mn-kur kumin. Se lanjutnya, data spektrum MS dar i tiga senyawa kompleks Mn- kurkumin  yang  diperoleh  memastikan  bahwa  ion  mangan,  Mn2+ ,  dan  kurkumin  dapat membentuk kompleks dengan stoikiometr i 1:2 dan 1:3.", "Daftar File": {"ABSTRAK Holly Pasman": "https://digilib.itb.ac.id/gdl/download/166702", "PUSTAKA Holly Pasman": "https://digilib.itb.ac.id/gdl/download/166711"}, "Penulis": "Holly Pasman [10507072]", "Kontributor / Dosen Pembimbing": ["Prof. Dra. Fida Madayanti Warganegara, MS, Ph.D.", "Dra. Rita Anggraini, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "C.xanthorrhiza; Kurkumin; Isolas i Bertahap; Sintesis Mn-kur kumin", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "25 Apr 2019"}