{"Nomor": 37881, "Judul": "PENGENDALIAN SIFAT ELEKTRONIK DAN MAGNETIK SISTEM SRRUO3 KUBIK MENGGUNAKAN IN-PLANE STRAIN DAN VARIASI DEFEK: STUDI FIRST-PRINCIPLE", "Abstrak": "Selama beberapa dekade terakhir, material yang memiliki fermion berat (strongly correlated materials)\ntelah menarik banyak perhatian peneliti karena sifat fisisnya yang menarik dan unik yang tidak\nditemukan pada logam dan semikonduktor konvensional. Salah satu sistem yang menarik adalah logam\ntransisi oksida (TMO), di mana elektron dalam orbital d yang tidak terisi pada ion logam transisi\nberperan penting pada sifat fisis material tersebut. Selain itu, hibridisasi yang kuat antara orbitalorbital\nini menghasilkan pita-pita d yang relatif lebar, yang mana sangat menguntungkan untuk\nkonduksi logam.\nDengan menggunakan metode perhitungan first-principle, sifat struktural, elektronik dan magnetik dari\nsel satuan SrRuO3 kubik dalam grup ruang Pm3m telah dikalkulasi. Sifat ini dimodifikasi oleh\npenambahan doping kalsium, membentuk Sr1-xCaxRuO3 dengan x = 0,25; 0,5; dan 1 ke sistem SrRuO3\n(2 x 2 x 1). Selain itu, oksigen vakansi dan ruthenium vakansi diterapkan dalam sistem, membentuk\nmasing-masing SrRuO3-x dan SrRu1-xO3 dengan x = 0.25 dan 0. Tujuan utama dari penelitian ini adalah untuk memodelkan sifat-sifat sistem dengan mencari nilai momen magnetik, total density of state (DOS), dan projected DOS (DOS). Metode yang digunakan pada penelitian kali ini dikoreksi menggunakan generalized gradient approximation (GGA) dan koreksi Hubbard U serta energi exchange J, yang divalidasi dengan menghitung sifat SrRuO3 murni.\nSifat struktur dari sistem SrRuO3 murni telah dioptimasi secara penuh menggunakan perhitungan ‘vc-relax’ dengan parameter kisi awal a = 3.9557 Å yang diperolah dari hasil eksperimen sebelumnya. Optimasi ini menggunakan threshold force sebesar 1 mRy/Bohr (~0.03 eV/Å). Dengan menggunakan ultrasoft pseudopotential, diketahui bahwa nilai U = 3.5 and J = 0.6 eV (Ueff = 2.9 eV) merupakan pilihan yang tepat untuk grup ruang Pm3m. Kemudian, kami menambahkan variasi regangan x-axis ke dalam sistem dengan rentang ?xx ????0.2 to ?2.0% dan mengoptimasi posisi atom menggunakan perhitungan ‘relax’ dengan metode GGA + U. Kami menemukan bahwa nilai parameter kisi a meningkat dengan bertambahnya nilai regangan untuk in-plane dan out-of-plane kisi. Hal ini berlaku pula untuk momen magnetik total ? pada sistem.\nDengan tambahan ca-doping yang membentuk sistem Sr1-xCaxRuO3 (n x = 0,25; 0,5; dan 1), kami menemukan bahwa atom kalsium mengubah struktur kristal sistem yang disebabkan oleh jari-jari atom kalsium lebih kecil dibandingkan dengan atom strontium. Namun, penambahan doping ternyata hanya meningkatkan momen magnetik dengan jumlah yang sedikit. Perbedaannya hanya sekitar 0,025 ?B antara momen magnetik SrRuO3 murni dan doping kalsium. Kami juga menemukan dalam grafik PDOS bahwa ada distorsi Jahn-Teller yang lemah untuk kedua sistem. Selain itu, pengaruh vakansi oksigen lebih jelas dalam sifat magnetik sistem. Momen magnetik total sistem berkurang secara bertahap akibat adanya vakansi oksigen. Untuk SrRuO3, momen magnetik adalah 2.3750 ?B dan menjadi lebih rendah masing-masing sebesar 2.2750 ?B dan 2.2000 ?B untuk SrRuO2.75 and SrRuO2.5. Distorsi Jahn-Teller ditemukan lebih jelas dalam sistem ini. Terlebih lagi, dalam degenerasi t2g, ada pemisahan dalam tingkat dxy dan dzx/ dzy di mana dxy memiliki energi yang sedikit lebih tinggi daripada dzx dan dzy. Selain itu, meskipun keadaan Ru 4d berkurang, vakansi ruthenium meningkatkan momen magnetik total sistem. Hal ini sesuai dengan keadaan O 2p di dekat tingkat energi Fermi dan pita kovalensi menjadi jelas. Sistem SrRu1-xO3 ini juga mengalami distorsi Jahn-Teller yang kuat seperti yang terlihat pada grafik PDOS.\nKami juga menemukan fakta bahwa orbital Ru 4d, yang terhibridisasi dengan orbital O 2p, merupakan kontribusi utama pada sifat feromagnet untuk semua sistem. Pada penilitian ini, sifat feromagnet, distorsi Jahn-Teller, dan parameter kisi yang sesuai. Penelitian ini memungkinkan kita untuk memprediksi pengaruh regangan pada sifat struktur, listrik dan magnetik dari sistem SrRuO3. Hasil ini sangat penting untuk aplikasi perangkat fungsional baru.", "Daftar File": {"ABSTRAK Retno Dwi Wulandari": "https://digilib.itb.ac.id/gdl/download/166730", "COVER Retno Dwi Wulandari": "https://digilib.itb.ac.id/gdl/download/171827", "BAB 1 Retno Dwi Wulandari": "https://digilib.itb.ac.id/gdl/download/171829", "BAB 2 Retno Dwi Wulandari": "https://digilib.itb.ac.id/gdl/download/171831", "BAB 3 Retno Dwi Wulandari": "https://digilib.itb.ac.id/gdl/download/171832", "BAB 4 Retno Dwi Wulandari": "https://digilib.itb.ac.id/gdl/download/171833", "BAB 5 Retno Dwi Wulandari": "https://digilib.itb.ac.id/gdl/download/171834", "PUSTAKA Retno Dwi Wulandari": "https://digilib.itb.ac.id/gdl/download/171835"}, "Penulis": "Retno Dwi Wulandari [20217020]", "Kontributor / Dosen Pembimbing": ["Dr. Yudi Darma, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "Distorsi Jahn-Teller, koreksi Hubbard, regangan, sifat magnet, SrRuO3, vakansi-oksigen, vakansi ruthenium", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "8 file", "Tanggal Input": "25 Apr 2019"}