{"Nomor": 37897, "Judul": "STRATEGI PEMASARAN UNTUK LAYANAN CONTENT DELIVERY NETWORK", "Abstrak": "Industri Telekomunikasi saat ini menghadapi tantangan untuk menyediakan layanan network yang cepat\ndan terpercaya, karena konten – konten internet yang semakin besar. Tingginya keinginan dari pengguna\ninternet membuat Perusahaan yang memiliki konten internet menginginkan konektivitas yang lebih canggih\ndari penyedia layanan. Untuk menjawab tantangan ini, penyedia layanan Telekomunikasi menemukan\nlayanan Content Delivery Network (CDN), yang merupakan metode baru dalam mengakses konten internet\nmelalui dengan cara menyebarkan konten ke server CDN diseluruh dunia. Namun metode ini belum begitu\npopular bagi Perusahaan. PT Telekomunikasi Indonesia International (Telin) adalah salah satu penyedia\nlayanan Telekomunikasi yang memiliki CDN sebagai penawaran mereka di Indonesia. Meskipun Telin\nberharap layanan CDN dapat menggantikan layanan IP Transit, Telin saat ini memiliki tantangan dalam\nmenjual layanan ini, karena penjualan dan revenue CDN yang terus menurun.\nProyek akhir ini bertujuan untuk membantu Telin mengidentifikasi strategi marketing yang baru untuk\ndapat meningkatkan penjualan layanan CDN di Indonesia, melalui pengumpulan data eksternal dan internal\nmenggunakan marketing tools seperti PEST, 5 Porter Forces dan Analisis Kompetitor untuk eksternal, dan\nAnalisis 4P untuk internal. Setelah itu, SWOT Analisis akan dibuat berdasarkan data – data tersebut, untuk\nselanjutnya dibentuk menjadi strategi TOWS Matrix untuk menjawab akar masalah dari kecilnya penjualan\nlayanan CDN.\nHasil dari penelitian ini menunjukan bahwa terdapat 3 (tiga) strategi bisnis yang dapat di implementasikan\nuntuk menjawab akar masalah, yaitu melalui Pendekatan Digital Marketing, Peningkatan Nilai Inti dari\nCDN, dan Perluasan Ukuran Pasar.", "Daftar File": {"2019_TS_PP_GANDHI DEWANTARA_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/166840"}, "Penulis": "Gandhi Dewantara [29117270]", "Kontributor / Dosen Pembimbing": ["Priyantono Rudito, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Strategi bisnis, content delivery network, strategi marketing, penelitian pasar, bisnis telekomunikasi", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "27 Apr 2019"}