{"Nomor": 37899, "Judul": "Elektrosintesis Metal-Organic Frameworks (MOFs) Cu-BDC  Menggunakan Ionic Liquid dengan Metode Pelarutan Anoda", "Abstrak": "Dalam penelitian ini, MOFs (metal-organic frameworks) Cu-BDC (cuprum(II)-1,4- benzenedicarboxylic) telah disintesis dengan metode elektrolisis. Sintesis ini dilakukan dengan teknik pelarutan anoda dengan menerapkan tegangan tetap. Struktur dan kristalinitas MOFs Cu-BDC diselidiki dengan karakterisasi PXRD (Powder X-Ray Diffraction), stabilitas termal dipelajari dengan menggunakan TGA (Analisis Termogravimetri), gugus fungsi yang terkait Cu-BDC dianalisa dengan spektroskopi FTIR (Fourier-Transform Infra Red), morfologi dan ukuran partikel diperoleh dari analisis SEM (Scanning Electron Microscopy). Profil elektrolisis yang didapat menunjukkan bahwa peningkatan peningkatan tegangan yang diberikan sejalan dengan laju reaksi oksidasi pada anoda. Di sisi lain, arus yang melewati sel elektrokimia menurun sebagai fungsi dari waktu. Hasil PXRD menunjukkan bahwa puncak karakteristik MOFs Cu-BDC pada 2? sama dengan 10,4°; 17,12°; 24,79° muncul dengan kristalinitas yang baik. Hasil FTIR menunjukkan bahwa terdapat ikatan koordinasi antara ligan BDC2- dengan ion logam Cu2+. Hasil TGA menunjukkan bahwa suhu dekomposisi Cu-BDC hasil elektrosintesis 5V dan\n10V stabil hingga 325°C, sedangkan Cu-BDC hasil elektrosintesis 15V stabil hingga\n275°C. Hasil SEM menunjukkan bahwa kristal yang diperoleh dari elektrosintesis Cu-BDC memiliki morfologi polikristalin dengan ukuran partikel 50-500 nm. Kondisi optimum untuk memperoleh Cu-BDC dengan waktu sintesis yang relatif singkat dan hasil yang cukup baik adalah pada tegangan 10V.", "Daftar File": {"ABSTRAK Andy Ibrahim": "https://digilib.itb.ac.id/gdl/download/166849", "PUSTAKA Andy Ibrahim": "https://digilib.itb.ac.id/gdl/download/166856"}, "Penulis": "Andy Ibrahim [10511053]", "Kontributor / Dosen Pembimbing": ["Dr. Aep Patah, S.Si., M.Si.", "Dr. Bunbun Bundjali, MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "MOFs, Cu-BDC, elektrosintesis, pelarutan anoda", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "29 Apr 2019"}