{"Nomor": 37907, "Judul": "ANALISA GAGAL LEAK TEST PADA PRODUK CYLINDER HEAD TYPE-A HASIL PROSES LOW PRESSURE DIE CASTING DENGAN MATERIAL AC4B DI PT. X", "Abstrak": "Cylinder Head Type-A adalah salah satu produk yang dituntut untuk diproduksi masal, cepat dan berkualitas. Cylinder Head Type-A dibuat dari material AC4B standar JIS H-5202 yang diproduksi dengan proses low pressure die casting. Keadaan yang sedang terjadi pada seksi LPDC adalah banyaknya cacat pada produk hasil casting. Hal ini dapat dibuktikan dengan data cacat pada bulan Januari-Juni 2018 di PT. X yaitu persentase total keseluruhan cacat tertinggi sebesar 20.64% pada seksi LPDC In Plant dan Next Process di bulan April 2018. Jenis cacat tertinggi pada seksi LPDC In Plant adalah Misrun dinding chain sebesar 3.48% dan pada LPDC Next Process adalah gagal leak test sebesar 4.93%. Hal ini sangat merugikan perusahaan baik dalam biaya produksi yang menjadi meningkat dan waktu produksi yang semakin lama.\nPengamatan dan karakterisasi dilakukan untuk mendapatkan data yang dapat digunakan sebagai bahan analisis. Karakterisasi yang dilakukan pada penelitian ini adalah pengujian leak lest, radiografi (x-ray), komposisi kimia dengan metode OES, penetrant, metalografi, SEM, dan uji EDS.\nBerdasarkan hasil dari karakterisasi yang diperoleh, menunjukkan bahwa produk gagal leak test mengalami cacat internal yaitu shrinkage porosity. Berdasarkan hasil analisa fenomena cacat shrinkage porosity tersebut disebabkan oleh adanya inklusi oksida aluminium yang terbawa ke dalam produk Cylinder Head Type-A yang menjadi inisiasi terbentuknya shrinkage porosity. Terdapatnya oksida aluminium pada produk Cylinder Head Type-A disebabkan oleh waktu transfer molten dari melting furnace yang relatif lama dan jarak auto carrier yang relatif tinggi sehingga turut mempengaruhi waktu pouring ke holding furnace.", "Daftar File": {"COVER Wahyudi": "https://digilib.itb.ac.id/gdl/download/166907", "BAB 1 Wahyudi": "https://digilib.itb.ac.id/gdl/download/166908", "BAB 2 Wahyudi": "https://digilib.itb.ac.id/gdl/download/166909", "BAB 3 Wahyudi": "https://digilib.itb.ac.id/gdl/download/166910", "BAB 4 Wahyudi": "https://digilib.itb.ac.id/gdl/download/166912", "BAB 5 Wahyudi": "https://digilib.itb.ac.id/gdl/download/166913", "PUSTAKA Wahyudi": "https://digilib.itb.ac.id/gdl/download/166914"}, "Penulis": "Wahyudi [23716301]", "Kontributor / Dosen Pembimbing": ["Ir. Slameto, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Ilmu Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Techniques, equipment, materials", "Kata Kunci": "Cylinder Head, AC4B, low pressure die casting, leak test, shrinkage porosity, oksida", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "29 Apr 2019"}