{"Nomor": 37900, "Judul": "Produksi dan Karakterisasi Biosurfaktan dari Halomonas elongata BK-AG 18", "Abstrak": "Peningkatan kebutuhan surfaktan telah menimbulkan dampak negatif terhadap lingkungan dikarenakan akumulasi limbah surfaktan menjadi pencemar yang berbahaya di dalam air. Limbah surfaktan merupakan pencemar yang persisten karena tidak dapat terdegradasi secara alami. Salah satu alternatif solusi untuk menyelesaikan masalah ini adalah menggunakan surfaktan yang dapat terdegradasi secara alami atau dikenal sebagai biosurfaktan. Beberapa mikroorganisme telah diidentifikasi mampu menghasilkan biosurfaktan sebagai metabolit sekunder. Pada penelitian ini, bakteri halofilik Halomonas elongata BK AG-18 telah terbukti memiliki potensi dalam menghasilkan biosurfaktan. Kemampuan ini mulai tampak melalui hasil positif dari uji hemolisis dengan adanya zona bening pada agar darah di sekitar tetesan supernatan bebas sel. Produksi biosurfaktan oleh Halomonas elongata BK AG-18 dilakukan dengan menumbuhkan bakteri di dalam media MSM yang mengandung 2% minyak zaitun dan 0,06% KNO3 sebagai sumber karbon dan nitrogen. Setelah dihasilkan selama 30 jam, aktivitas biosurfaktan ditentukan melalui uji penyebaran minyak dan indeks emulsifikasi. Biosurfaktan dapat menyebarkan minyak hingga 2,33 cm dan memiliki indeks emulsifikasi sebesar 42,5%. Karakterisasi lebih lanjut ditemukan bahwa aktivitas tertinggi biosurfaktan terjadi pada 20 oC, pH-12, dan kehadiran NaCl 5%. Pada penentuan konsentrasi misel kritik (KMK), diperoleh nilai KMK biosurfaktan sebesar 46,85 mg/L. Pada pengukuran ini, tegangan permukaan air turun lebih dari 10 mNm-1, menunjukkan biosurfaktan yang dihasilkan berpotensi tinggi untuk digunakan sebagai alternatif surfaktan sintetik. Analisa kualitatif menggunakan agar biru yang mengandung cetiltrimetilamonium bromida (CTAB) memberikan hasil positif dengan kehadiran warna biru di sekitar tetesan biosurfaktan pada media uji. Hal ini menunjukkan bahwa biosurfaktan termasuk ke dalam jenis ramnolipid dan hasil ini diverifikasi dengan FTIR yang menunjukkan spektrum gugus fungsi yang sesuai dari ramnolipid. Dari hasil diatas dapat disimpulkan bahwa Halomonas elongata BK AG-18 merupakan sumber yang potensial dalam menghasilkan biosurfaktan.", "Daftar File": {"ABSTRAK Deasy Anisa Natalia R": "https://digilib.itb.ac.id/gdl/download/166857", "PUSTAKA Deasy Anisa Natalia R": "https://digilib.itb.ac.id/gdl/download/166865"}, "Penulis": "Deasy Anisa Natalia R [10510044]", "Kontributor / Dosen Pembimbing": ["Dr. Rukman Hertadi, S.Si., M.Si.", "Dr. Deana Wahyuningrum, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "biosurfaktan, Halomonas elongata BK AG-18, konsentrasi misel kritik, ramnolipid", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "29 Apr 2019"}