{"Nomor": 37912, "Judul": "STUDI AWAL PEMBUATAN DAN KARAKTERISASI KAIN KONDUKTIF BERBAHAN DASAR MWCNT (MULTIWALLED CARBON NANOTUBE) MELALUI PROSES PECELUPAN UNTUK WEARABLE DEVICES", "Abstrak": "Kain konduktif, Conductive Fabrics (CF) akan memiliki aplikasi yang penting dalam kemajuan piranti elektronik (device) . Penggunaan material material konvensional akan masih membatasi penggunaan piranti elektronik. Kain konduktif akan mampu mengatasi masalah pada piranti elektronik yang mampu dikenakan ( wearable device). Selain itu, teknologi akan piranti elektonik yang mampu ditanam dalam tubuh juga akan berkembang. Kain konduktif merupakan gabungan antara dua industri. Nanoteknologi dalam tekstil saat ini merupakan topic yang banyak diteliti CNT merupakan material nano yang memiliki potensi besar dalam berbagai aplikasi di masa mendatang. Penggunaan MWCNT dalam aplikasi tekstil merupakan pilihan yang cocok untuk mengembangkan kain konduktif. Kain katun dipilih karena merupakan material sudah lama dipercaya sebagai serat yang dapat digunakan dalam berbagai aplikasi. Selain itu, penggunaan dispersan alami merupakan langkah untuk mengembangkan kain konduktif yang ramah lingkungan. Dalam pembuatan kain konduktif dibuat tinta supernatan MWCNT untuk selanjutnya kain diproses dengan cara dicelup. Tinta dibuat dengan berbagai optimasi bahan dan metode pembuatan pada konsentrasi MWCNT 0,1 ; 0,2 ; 0,3 % (w/w). Dispersan yang dipilih adalah dispersan ramah lingkungan yaitu Carboxy Methyl Cellulose (CMC) dan Gum Arabic (GA) yang biasa digunakan dalam industry farmasi, makana dan kosmetik. MWCNT yang digunakan merupakan MWCNT tanpa perlakuan (Pristine) dan dengan perlakuan asam (AT). MWCNT didispersikan dalam media air dengan bantuan dispersan CMC 0.5% dan GA 5%. Proses pendispersian MWCNT melalui metode ultrasonikasi yang telah dioptimasi waktunya pada 8+1 menit. Kemudian tinta di sentrifugasi pada 8000 RPM selama 20 menit untuk menghasilkan tinta supernatan yang stabil. Konsentrasi tinta diukur dengan kurva kalibrasi sesuai teori Lambert-Beer dengan UV-Vis Spektrometri. Selanjutnya kain katun (as received) dicelupkan pada tinta selama tiga detik dengan keadaan kain tercelup sempurna. Kain dikeringkan dengan oven pada 70 celcius selama 20 menit. Proses pencelupan dan pengeringan dilakukan 5 kali untuk menambah jumlah CNT yang termuat pada substrat kain katun. Selanjutnya kain dicuci untuk mengurangi kelebihan dispersan yang membentuk film pada kain konduktif katun - MWCNT dengan cara konvensional dan vacuum. Pengujian hambatan permukaan pada kain dilakukan dengan metode four point probe. Hasil yang diperoleh kain konduktif katun – MWCNT dengan dispersan GA memiliki hambatan permukaan 30-100 kali lebih tinggi dari yang menggunakan CMC. Penggunaan MWCNT dengan perlakuan asam juga menaikkan hambatan permukaan pada semua jenis dispersan. Pencelupan sebanyak 5 kali juga efektif untuk menaikkan jumlah pemuatan MWCNT sehingga menurunkan hambatan permukaan. Hasil dari pembuatan kain konduktif katun - MWCNT dirasa masih kurang optimal karena pada pengamatan SEM masih ditemukan lapisan akibat jumlah dispersan yang terlalu banyak pada pembuatan tinta supernatan. Perlakuan paska proses ,pencucian, dilakukan untuk mengurangi jumlah dispersan yang ada pada kain konduktif katun - MWCNT sehingga nilai hambatan permukaannya turun. Hasil pencucian dengan metode konvensional dan vacuum terbukti efektif pada kain konduktif dengan dispersan GA. Hal ini dibuktikan dengan nilai hambatan permukaan yang turun 200 kali lipat. Sedangkan pengaruh pencucian konvensional dan vacuum membuat kain konduktif dengan dispersan CMC naik hambatan permukaannya 2 kali lipat. Hasil ini menunjukkan kain konduktif katun-MWCNT memiliki potensi yang besar sebagai material konduktif alternatif pada berbagai aplikasi perangkat elektronik.", "Daftar File": {"COVER Ainun Zulfikar": "https://digilib.itb.ac.id/gdl/download/166938", "BAB 1 Ainun Zulfikar": "https://digilib.itb.ac.id/gdl/download/166939", "BAB 2 Ainun Zulfikar": "https://digilib.itb.ac.id/gdl/download/166940", "BAB 3 Ainun Zulfikar": "https://digilib.itb.ac.id/gdl/download/166941", "BAB 4 Ainun Zulfikar": "https://digilib.itb.ac.id/gdl/download/166943", "BAB 5 Ainun Zulfikar": "https://digilib.itb.ac.id/gdl/download/166944", "PUSTAKA Ainun Zulfikar": "https://digilib.itb.ac.id/gdl/download/166945"}, "Penulis": "Ainun Zulfikar [23716307]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Mardiyati, S.Si., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Ilmu Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Techniques, equipment, materials", "Kata Kunci": "CMC, Gum Arabic, Kain konduktif , MWCNT , Tekstil,", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "29 Apr 2019"}