{"Nomor": 37919, "Judul": "PENGARUH CAIRAN IONIK  PADA ELEKTROSINTESIS METAL-ORGANIC FRAMEWORKS TIPE CuBDC", "Abstrak": "Metal-organic frameworks (MOFs)  tipe CuBDC  tersusun  atas kluster ion logam Cu2+ dan ligan 1,4-benzendikarboksilat  (BDC) dengan secondary building units (SBUs)   Cu2(BDC)2 telah   berhasil   disintesis   melalui   metode   elektrosintesis.\nElektrosintesis  CuBDC  dilakukan  selama  2 jam pada  temperatur  ruang dengan kerapatan arus sebesar 10 mA/cm2, variasi tegangan 5-15 V dan variasi cairan ionik\n[bmim][BF4], [bmim][DCA]  dan MTBS (0,5 dan  l mmol/10 mL DMF) sebagai elektrolit.  CuBDC   hasil  elektrosintesis   dikarakterikasi   menggunakan   Fourier Transform Infrared Spectroscopy (FTIR),  Powder X-Ray  Diffraction (PXRD), Scanning Electron Microscopy (SEM),  Thermogravimetric Analysis (TGA)  dan fisisorpsi  nitrogen.  Ukuran  rata-rata  kristalit  dan  produktivitas  CuBDC  hasil elektrosintesis \tdibandingkan \tdengan \tmetode \tsolvotermal. \tData \tFTIR\nmengkonfirmasi  bahwa ligan BDC telah terkoordinasi  pada ion logam Cu2+ yang ditandai  dengan  pergeseran  bilangan gelombang  vibrasi gugus karbonil  BDC ke\n \narah lebih kecil yaitu dari 1680 ke 1667 cm-1\n \nPola khas puncak difraksi sinar-X\n \nCuBDC  ditunjukkan  pada  2()   10,23°; 17,26° dan  24,96°. CuBDC  hasil elektrosintesis   menunjukkan   stabilitas   termal   hingga   325  °C.   Elektrosintesis CuBDC dengan variasi cairan ionik [bmim][BF4], [bmim][DCA] dan MTBS menghasilkan ukuran rata-rata kristalit dan produktivitas berturut-turut sebesar 24,7 run; 22,1 nm; 20,5 run dan 236 mg/jam, 69 mg/jam, 291 mg/jam sedangkan metode solvotermal sebesar 27,3 nm dan 37 mg/jam. Luas permukaan  BET CuBDC hasi l elektrosintesis dengan variasi cairan ionik [bmirn][BF4], [bmim][DCA] dan MTBS\nberturut-turut  sebesar  72,8  m 2/g;  60,5  m 2/g  dan 57,1  m2/g.  Proses  de-gas  pada\nCuBDC hasil elektrosintesis  menunjukkan pola khas puncak difraksi sinar-X yang berbeda. Hal  tersebut  mengindikasikan  adanya  perubahan  struktur  CuBDC dari sistem kristal monoklinik ke triklinik akibat hilangnya koordinasi molekul DMF. Penggunaan cairan ionik pada elektrosintesis MOFs tipe CuBDC menghasilkan ukuran rata-rata kristalit lebih kecil dan produktivitas per jam 7x lebih tinggi dibandingkan metode solvotermal.", "Daftar File": {"ABSTRAK Laela Mukaromah": "https://digilib.itb.ac.id/gdl/download/170078", "COVER Laela Mukaromah": "https://digilib.itb.ac.id/gdl/download/177928", "BAB1 Laela Mukaromah": "https://digilib.itb.ac.id/gdl/download/177929", "BAB2 Laela Mukaromah": "https://digilib.itb.ac.id/gdl/download/177931", "BAB3 Laela Mukaromah": "https://digilib.itb.ac.id/gdl/download/177933", "BAB4 Laela Mukaromah": "https://digilib.itb.ac.id/gdl/download/177942", "BAB5 Laela Mukaromah": "https://digilib.itb.ac.id/gdl/download/177943", "PUSTAKA Laela Mukaromah": "https://digilib.itb.ac.id/gdl/download/177944"}, "Penulis": "Laela Mukaromah [20516029]", "Kontributor / Dosen Pembimbing": ["Dr. Aep Patah, S.Si., M.Si.", "Dr.Eng. Yessi Permana"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "MOFs, CuBDC, elektrosintesis, cairan ionik.", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "29 Apr 2019"}