{"Nomor": 37915, "Judul": "IDENTIFIKASI DAN DISTRIBUSI FASIES FORMASI TALANGAKAR LAPANGAN RHP, SUMATRA SELATAN", "Abstrak": "perkembangannya, Reservoir batupasir pada Formasi Talangakar yang ada di satu sumur dengan sumur lainnya berbeda, dan tidak menerus sehingga perlu ditinjau lebih lanjut lagi. Penelitian ini difokuskan pada interval Formasi Talangakar untuk identifikasi fasies dan distribusi fasies untuk membantu mengetahui karakter penyebaran reservoir di Lapangan RHP.\nPenelitian ini menggunakan 47 sumur yang 9 diantaranya memiliki data deskripsi batuan inti dan 5 diantaranya memiliki data hasil analisis biostratigrafi. Tujuan penelitian ini sendiri adalah untuk mengetahui karakter penyebaran dari fasies pada Formasi Talangakar dengan cara melakukan identifikasi fasies dari integrasi data deskripsi batuan inti, data deskripsi serbuk bor, dan log talikawat dengan metode stratigrafi sikuen dan bantuan dari laporan hasil analisis biostratigrafi di Lapangan RHP untuk menentukan marker dan pola sikuen. Kemudian hasil identifikasi fasies ini akan menghasilkan penafsiran mengenai lingkungan pengendapan yang nantinya akan didistribusikan dengan pendekatan data peta ketebalan.\nBerdasarkan hasil analisis tersebut, Lapangan RHP terbagi menjadi enam zona, dengan lapisan yang paling tua yaitu zona satu. Selain itu, Lapangan RHP memiliki satu pola sikuen pengendapan dengan batas bawah yaitu batas sikuen satu dan batas atas batas sikuen dua. Lapangan RHP juga terbagi menjadi enam lingkungan pengendapan, yaitu fluvial channel, tidal sand bar, mixflat, mudflat, dan alluvial fan dimana seluruh lingkunagn pengendapan termasuk kedalam sistem endapan estuarin. Distribusi lingkungan pengendapan mudflat dan mixflat semakin berkembang kearah lapisan sedimen yang lebih muda yaitu zona enam.", "Daftar File": {"ABSTRAK Rachmayudha Hutama Putra": "https://digilib.itb.ac.id/gdl/download/166961", "COVER Rachmayudha Hutama Putra": "https://digilib.itb.ac.id/gdl/download/177397", "BAB 1 Rachmayudha Hutama Putra": "https://digilib.itb.ac.id/gdl/download/177398", "BAB 2 Rachmayudha Hutama Putra": "https://digilib.itb.ac.id/gdl/download/177399", "BAB 3 Rachmayudha Hutama Putra": "https://digilib.itb.ac.id/gdl/download/177403", "BAB 4 Rachmayudha Hutama Putra": "https://digilib.itb.ac.id/gdl/download/177404", "BAB 5 Rachmayudha Hutama Putra": "https://digilib.itb.ac.id/gdl/download/177405", "PUSTAKA Rachmayudha Hutama Putra": "https://digilib.itb.ac.id/gdl/download/177406"}, "Penulis": "Rachmayudha Hutama Putra [22016017]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Dardji"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Cekungan Sumatra Selatan, identifikasi fasies, Formasi Talangakar", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "11 file", "Tanggal Input": "29 Apr 2019"}