{"Nomor": 37916, "Judul": "PENGEMBANGAN PERANGKAT LUNAK PERHITUNGAN SIFAT TERMODINAMIKA BERDASARKAN PERSAMAAN TINGKAT KEADAAN HELMHOLTZ", "Abstrak": "Pengetahuan tentang sifat-sifat termodinamika diperlukan dalam analisis yang berhubungan dengan energi. Persamaan tingkat keadaan Helmholtz banyak digunakan untuk memprediksi sifat termodinamika fluida. Penelitian dalam pengembangan persamaan tingkat keadaan Helmholtz juga telah banyak dilakukan. Dengan banyaknya persamaan tingkat keadaan yang telah dikembangkan, analisis termodinamika untuk berbagai fluida juga dapat dilakukan. Namun, perangkat lunak untuk menghitung sifat termodinamika yang saat ini tersedia masih sedikit sehingga orang-orang yang ingin memanfaatkan persamaan tingkat keadaan terbaru harus menunggu pembaruan dari pihak pengembang perangkat lunak. Dalam studi ini penulis mengembangkan perangkat lunak perhitungan sifat termodinamika fluida yang menggunakan persamaan tingkat keadaan Helmholtz. Perangkat lunak yang dibuat juga memiliki fitur penambahan persamaan tingkat keadaan baru oleh pengguna. Perangkat lunak dibuat dengan menggunakan bahasa permrograman C++. Perhitungan sifat-sifat termodinamika pada daerah satu fasa diselesaikan dengan metode Newton-Raphson sedangkan sifat-sifat pada daerah dua fasa diselesaikan dengan metode regula falsi. Perhitungan sifat-sifat termodinamika pada daerah dekat titik kritik diselesaikan dengan metode pembagian dua bagian. Program perhitungan dibuat umum sehingga dapat diterapkan pada berbagai jenis fluida. Perangkat lunak yang dibuat dapat digunakan untuk menghitung sifat-sifat termodinamika fluida. Hasil perhitungan dari perangkat lunak telah diverifikasi dan menghasilkan nilai perhitungan yang sama dengan referensi. Perangkat lunak memiliki tampilan antar muka yang sederhana dan mudah dipakai. Perangkat lunak tersebut juga menyediakan fitur menggambar diagram beberapa sifat termodinamika.", "Daftar File": {"COVER Roy Agus Susanto": "https://digilib.itb.ac.id/gdl/download/166962", "PUSTAKA Roy Agus Susanto": "https://digilib.itb.ac.id/gdl/download/166968"}, "Penulis": "Roy Agus Susanto [13113015]", "Kontributor / Dosen Pembimbing": ["Ir. I Made Astina, M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Sifat Termodinamika, Persamaan Tingkat Keadaan Helmholtz, Pengembangan Perangkat Lunak", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "29 Apr 2019"}