{"Nomor": 37920, "Judul": "Application of VES and ERT for delineation of fresh-saline interface in alluvial aquifers of Lower Bari Doab, Pakistan", "Abstrak": "Geophysical methods are effectively used to delineate intrusion boundary between the fresh and saline aquifersbecause of their intrinsic capability to assess the lateral variations in the pore-water salinity. In this study, an in-tegrated geophysical approach of vertical electrical sounding (VES) and electrical resistivity tomography (ERT)has been conducted to delineate the contaminated aquifers in the Lower Bari Doab, Pakistan. Electrical resistivitytomography (ERT) using Schlumberger array with 5 m electrode spacing was conducted along eleven profiles atthree selected sites (LBD1, LBD2 and LBD3) in the investigated area. The surface geoelectrical method was per-formed by sixty electrical resistivity soundings using the same array with maximum current electrode spacing(AB = 150 m). The integration of formation resistivity with ten boreholes reveals four discrete subsurface layersi.e., clay having saline aquifer, clay-sandcontaining brackishaquifer, sandwith fresh aquiferand gravel-sand con-taining fresh aquifer. Estimation of Dar-Zarrouk Parameters (i.e., longitudinal resistivity, transverse resistanceand longitudinal conductance) from different combinations of aquifer thickness and resistivity delineated thefresh, brackish and saline water zones with specific values range through mapping and graphical analysis. Geo-chemical method was performed on forty wells for main cations (K+,Na+,Ca2+and Mg2+), anions (SO42?,Cl?,HCO3–and NO3?) and other parameters (As, EC, TDS and pH) to validate the results obtained from the geophysicalmethods. The fresh/saline aquifers delineated by the inclusion of ERT and geoelectricalmethod are in good agree-ment with those revealed by the physicochemical analysis and the local hydrogeological data. The results suggestthat the use of non-invasive geophysical methods can reduce the number of expensive boreholes to obtain an in-terface between thefresh and salinewaterfor theexploitation offresh groundwaterresources inany large areaofhomogeneous or heterogeneous aquifers.", "Daftar File": {}, "Penulis": "Muhammad Hasan [-]", "Kontributor / Dosen Pembimbing": ["Yanjun Shang, Gulraiz Akhter, Weijun Jin"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Fresh/saline aquifers Geophysical methods Geochemical method Groundwater Resistivity Lower Bari Doab", "Sumber": "Journal of Applied Geophysics 164 (2019) 200–213, https://doi.org/10.1016/j.jappgeo.2019.03.013", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "29 Apr 2019"}