{"Nomor": 37922, "Judul": "PENDEKATAN MANAJEMEN PENGETAHUAN UNTUK MENUTUP KESENJANGAN KEMAMPUAN ORGANISASI PADA PROGRAM IL6S FASE 0 DI PT. XYZ", "Abstrak": "PT. XYZ adalah anak perusahaan dari MI, sebuah perusahaan multinasional barang konsumen yang bergerak cepat. MI merupakan salah satu perusahaan makanan ringan terbesar yang beroperasi di sekitar 160 negara. Produknya meliputi kategori biskuit, coklat, permen, keju, hingga minuman. PT. XYZ adalah salah satu unit manufaktur MI yang berlokasi di Bandung, Indonesia. PT. XYZ merupakan pabrik keju olahan. MI memutuskan untuk mengimplementasi program Integrated Lean Six Sigma (IL6S) sebagai strategi organisasi, di unit manufakturnya di seluruh dunia, termasuk di PT. XYZ. Program IL6S merupakan perjalanan panjang yang akan perlu tahunan untuk diselesaikan. Program IL6S memiliki lima fase, dari Fase 0 hingga Fase 4. Ada 11 Pilar IL6S secara total, yang berisikan Pillar Leaders dan System Owners. PT. XYZ baru memulai IL6S Fase 0 di akhir 2016 dan dijadwalkan untuk melanjutkan ke Fase 1 mulai dari akhir 2018. Di Fase 0, hanya 7 Pilar IL6S yang sudah dijalankan. Empat IL6S Pilar lainnya akan dijalankan di fase-fase berikutnya. Pillar Leaders dan System Owners di PT. XYZ adalah dari Office Colleagues.\nPenelitian ini bertujuan untuk menganalisa keberadaan kesenjangan kemampuan organisasi dari implementasi IL6S Fase 0, dan terbatas pada Pillar Leaders dan System Owners di PT. XYZ. McKinsey 7S digunakan sebagai referensi analisa: Strategy, Structure, System, Staff, Skill, Shared Values, dan Stye. Dari analisa diketahui bahwa masih ada kesenjangan kemampuan organisasi dari implementasi program IL6S di PT. XYZ. Kesenjangan terjadi di setiap elemen McKinsey 7S. Elemen Skill memiliki skor terendah di antara yang lainnya. Step Up Card, alat yang digunakan PT. XYZ dan MI secara global untuk kualifikasi pengetahuan dan kecakapan Pillar Leaders dan System Owners, digunakan sebagai alat pendukung analisa. Hasil analisa menunjukkan bahwa kesenjangan juga ditemukan pada hasil kualifikasi di Step Up Card.\nPendekatan Manajemen Pengetahuan diusulkan sebagai solusi bisnis untuk menutup. Pegawai PT. XYZ merupakan kunci kesuksesan program IL6S. Para pegawai harus mampu untuk secara berkelanjutan belajar dan memanfaatkan kemampuan, serta turut aktif memberikan kemajuan. Mereka juga perlu memberikan pelatihan, kepemimpinan yang siap sedia, dan dukungan untuk mendorong berbagi pengetahuan dan berkontribusi secara positif untuk kemajuan perusahaan. Dibandingkan memiliki pegawai dengan pengetahuan individu, seluruh pengetahuan perlu ditransformasi menjadi pengetahuan organisasi. Pillar Leaders dan System Owners diharapkan mampu mendukung perusahaan dalam memberikan contoh dan mengembangkan Plant Colleagues PT. XYZ. Pendekatan yang diusulkan juga mempertimbangkan situasi dan kebiasaan para pegawai PT. XYZ saat ini. Rencana implementasi juga mempertimbangkan aspek tersebut dengan harapan dapat tercapainya implementasi pendekatan Manajemen Pengetahuan untuk menutup kesenjangan kemampuan organisasi dengan lebih baik.", "Daftar File": {"2019_TS_PP_Erika Safitri Rizkiana_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/166986"}, "Penulis": "Erika Safitri Rizkiana [29117033]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Jann Hidajat Tjakraatmadja, MSIE"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Program IL6S, Manajemen Pengetahuan, McKinsey 7S, Kemampuan Organisasi, Step Up Card", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "29 Apr 2019"}