{"Nomor": 37938, "Judul": "PENGEMBANGAN PERSAMAAN DASAR TINGKAT KEADAAN SIFAT-SIFAT TERMODINAMIKA DIMETIL ETER", "Abstrak": "Dimetil eter merupakan zat yang digunakan secara luas sebagai refrigeran, bahan bakar alternatif, propelan, dan bahan baku pembuatan berbagai zat kimia. Sifat-sifat termodinamika dari dimetil eter tak dapat dipungkiri menjadi hal yang sangat dibutuhkan dalam pemanfaatan dan pembuatan dimetil eter. Sifat termodinamika dimetil eter dapat diprediksi dengan persamaan tingkat keadaan. Persamaan tingkat keadaan dimetil eter yang telah ada sebelumnya memiliki tingkat akurasi yang rendah untuk sifat kalorik dimetil eter sehingga pengembangan persamaan tingkat keadaan dimetil eter dibutuhkan untuk memprediksi sifat termodinamika dengan keakuratan yang lebih baik.\nPersamaan tingkat keadaan yang dikembangkan menggunakan basis persamaan helmholtz. Aspek teoritis dan konsistensi termodinamika yang benar dijadikan acuan untuk memperoleh persamaan tingkat keadaan yang lebih baik disamping data eksperimen. Proses optimasi persamaan menggunakan algoritma genetika yang dikombinasikan dengan regresi kuadrat terkecil.\nPersamaan tingkat keadaan yang diperoleh memiliki deviasi absolut rata-rata 0,06% untuk panas jenis isobarik gas ideal, 0,58% untuk tekanan uap jenuh, 0,20% untuk massa jenis cair jenuh, 3,31% untuk massa jenis uap jenuh, 0,06% untuk massa jenis fase cair, 0,83% untuk massa jenis fase uap, 0,24% untuk massa jenis fase superkritis. Untuk sifat panas jenis isokhorik, isobarik, dan jenuh persamaan memiliki deviasi absolut rata-rata masing-masing 0,36%, 2,65%, dan 1,38%. Untuk sifat kecepatan suara pada fase cair, uap, dan superkritis, persamaan memiliki deviasi absolut rata-rata masing-masing 5,72%, 1,79%, dan 4,62%. Persamaan tingkat keadaan dapat diekstrapolasi secara rasional hingga tekanan 100 MPa dan temperatur 600 K untuk memprediksi sifat-sifat termodinamika dimetil eter.", "Daftar File": {"COVER Hanifianto Inarwan": "https://digilib.itb.ac.id/gdl/download/167043", "PUSTAKA Hanifianto Inarwan": "https://digilib.itb.ac.id/gdl/download/167051"}, "Penulis": "Hanifianto Inarwan [13114051]", "Kontributor / Dosen Pembimbing": ["Ir. I Made Astina, M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "dimetil eter, sifat termodinamika, persamaan helmholtz.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "29 Apr 2019"}