{"Nomor": 37949, "Judul": "STUDI SINTESIS ETIL TERSIER BUTIL ETER (ETBE) DARI ETANOL DAN TERSIER BUTIL ALKOHOL MENGGUNAKAN KATALIS ASAM PADAT, ZEOLIT ZSM-5", "Abstrak": "Etil tersier butil eter (ETBE) merupakan salah satu jenis eter komersial yang dapat digunakan sebagai zat aditif untuk meningkatkan bilangan oktan dan kandungan oksigen pada bensin. Pada penelitian ini dilakukan sintesis ETBE dari etanol dan tersier butil alkohol dengan bantuan katalis asam kuat, H2SO4, sebagai standar pada studi sintesis ETBE dari etanol dan tersier butil alkohol menggunakan katalis asam padat, zeolit ZSM-5. ETBE telah berhasil disintesis menggunakan metode distilasi sederhana dengan bantuan katalis asam kuat, H2SO4 pada temperatur distilat 52 °C dan dengan bantuan katalis asam padat, zeolit ZSM-5 pada temperatur 45 °C - 60 °C. Hasil analisis terhadap produk sintesis menggunakan katalis asam kuat, H2SO4 yang dikarakterisasi dengan GC- MS menunjukkan adanya puncak kromatogram yang muncul pada waktu retensi 2,371 menit dengan fragmentasi 87, 59, dan 41 dengan kadar 80,86% yang merupakan senyawa ETBE. Karakterisasi dengan 1H-NMR menunjukkan adanya sinyal singlet pada geseran 1,02 ppm untuk 9 proton, sinyal triplet pada geseran 0,98 ppm untuk 3 proton, dan sinyal quartet pada geseran 3,24 ppm untuk 2 proton. Kemudian karakterisasi dengan 13C-NMR menunjukkan adanya 4 sinyal karbon, yang masing-masing mewakili gugus metil dari tersier butil pada geseran 27,38 ppm, metil dari gugus etil pada geseran 16,07 ppm, metilen dari gugus etil pada geseran 72,24 ppm, dan satu karbon kuartener pada geseran 56,52 ppm. ETBE hasil reaksi etanol dan tersier butil alkohol dengan bantuan katalis asam padat, zeolit ZSM-5 juga telah berhasil disintesis dalam variasi konsentrasi etanol dengan hasil\n5% - 6% ETBE berdasarkan pengukuran menggunakan GC-MS.", "Daftar File": {"ABSTRAK Mega Nur Hesti Oktavia": "https://digilib.itb.ac.id/gdl/download/167104", "PUSTAKA Mega Nur Hesti Oktavia": "https://digilib.itb.ac.id/gdl/download/167111"}, "Penulis": "Mega Nur Hesti Oktavia [10511093]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Didin Mujahidin, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "ETBE, zeolit ZSM-5, GC-MS, 1H-NMR, 13C-NMR", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "30 Apr 2019"}