{"Nomor": 37948, "Judul": "Produksi dan Karakterisasi Protein Rekombinan  DENV4-NS1 pada Pichia pastoris KM71", "Abstrak": "Penyakit demam berdarah dengue disebabkan oleh infeksi virus dengue dan telah menginfeksi lebih dari 100 juta penduduk dunia. Virus dengue memiliki 4 serotipe, yaitu DENV-1, DENV-2, DENV-3, dan DENV-4. Genom virus dengue merupakan rantai RNA untai tunggal (11 kb) yang mengkode tiga protein struktural (M, C, E) dan tujuh protein non struktural (NS1, NS2A, NS2B, NS3, NS4A, NS4B, dan NS5). Protein non struktural\n1 (NS1) virus dengue dapat digunakan untuk deteksi awal infeksi virus dengue. Penelitian ini bertujuan untuk mengkonstruksi Pichia pastoris KM71 yang membawa gen pengkode protein DENV4-NS1 dalam kontrol promotor AOX1 dan mempelajari ekspresi protein DENV4-NS1 pada beberapa kondisi. Gen pengkode DENV4-NS1 dengan kodon yang telah dioptimasi untuk ragi P. pastoris disintesis secara komersial dan diinsersikan dalam plasmid  pPICZ?A.  Transformasi  P.  pastoris  dengan  plasmid  pPICZ?A-DENV4-NS1 yang membawa gen DENV4-NS1 dilakukan dengan metode elektroporasi. Adanya gen DENV4-NS1 pada transforman dibuktikan melalui metode PCR menggunakan primer AOX1. Berdasarkan penapisan dengan media agar yang mengandung Zeosin dengan rentang konsentrasi 500  ?g/mL hingga 2000 ?g/mL, diperoleh beberapa transforman yang  membawa  multikopi  gen  DENV4-NS1.  Ekspresi  protein  DENV4-NS1  pada P. pastoris dilakukan pada berbagai variasi waktu induksi, konsentrasi metanol, dan dua komposisi ekstrak ragi dan pepton yang berbeda untuk mendapatkan kondisi optimal. Analisis SDS-PAGE protein ekstraseluler yang telah diisolasi dari P. pastoris menunjukkan pita protein dengan ukuran 43 kDa yang merupakan berat molekul protein DENV4-NS1. Kondisi optimal ekspresi protein diperoleh dengan konsentrasi metanol 3% setelah induksi hari ke-6. Selain itu, telah diamati bahwa penggunaan media yang terdiri dari 1% ekstrak ragi dan 2% pepton menghasilkan level ekspresi tinggi dibandingkan dengan media yang lebih pekat (3% ekstrak ragi dan 6% pepton). Analisis SDS-PAGE protein intraseluler mengindikasikan bahwa protein DENV4-NS1 juga terdeteksi secara intraseluler meskipun terdapat penambahan sinyal sekuen MF? pada ujung N protein DENV4-NS1. Analisis antigenisitas pada protein DENV4-NS1 yang telah diekspresikan menunjukkan bahwa protein tersebut dapat mengenali antibodi monoklonal NS1 pada kit diagnostik komersial. Oleh karena itu, protein DENV4-NS1 sangat potensial digunakan dalam pengembangan kit diagnostik dengue.", "Daftar File": {"ABSTRAK Lailatul Nur Ayudya": "https://digilib.itb.ac.id/gdl/download/167096", "PUSTAKA Lailatul Nur Ayudya": "https://digilib.itb.ac.id/gdl/download/167103"}, "Penulis": "Lailatul Nur Ayudya [10511028]", "Kontributor / Dosen Pembimbing": ["Dessy Natalia, Ph.D.", "Dr. Fernita Puspasari"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "virus dengue, DENV4-NS1, ekspresi Pichia pastoris, kit diagnostik", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "29 Apr 2019"}