{"Nomor": 37950, "Judul": "Pengaruh Gliserol sebagai Sumber Karbon untuk Produksi Biosurfaktan oleh Bakteri Halofilik Pseudomonas stutzeri BK AB-12", "Abstrak": "Biosurfaktan   merupakan   zat   aktif   permukaan   yang   dapat   menurunkan   tegangan permukaan dan tegangan antarmuka dua larutan yang tidak bercampur yang dihasilkan oleh mikroorganisme sebagai metabolit sekunder. Biosurfaktan dapat dihasilkan oleh bakteri pada kondisi nutrisi yang terbatas. Pada penelitian ini telah dilakukan produksi dan karakterisasi biosurfaktan dari bakteri halofilik isolat Kawah Lumpur Bleduk Kuwu, Pseudomonas stutzeri BK AB-12 dengan menggunakan gliserol sebagai sumber karbon dan KNO3 sebagai sumber nitrogen. Medium pertumbuhan yang digunakan adalah Luria Bertani (LB) dan media produksi Gly-MSM dengan penambahan konsentrasi garam 5%. Aktivitas biosurfaktan diamati dengan metode Oil Spreading Test (OST). Kemudian dilakukan variasi konsentrasi gliserol mulai dari 2 hingga 6% untuk memperoleh kondisi optimum bakteri dalam memproduksi biosurfaktan. Hasil OST  terbesar didapatkan pada konsentrasi gliserol 3% setelah bakteri diinkubasi selama 28 jam pada 37 oC dengan laju aerasi 150 rpm, dimana diameter sebaran minyak yang diperoleh adalah 1,35 cm. Supernatan yang mengandung biosurfaktan memberikan hasil indeks emulsifikasi (E24) sebesar 53,33% dan bekerja optimal pada pH 12 hingga 14, konsentrasi NaCl 15%, dan temperatur hingga 60 oC. Hasil CTAB (Cetyltrimethylammoniumbromide) biosurfaktan memberikan zona biru pada Blue Plate Agar yang mengindikasikan bahwa biosurfaktan tersebut merupakan jenis anionik. Biosurfaktan yang dihasilkan memberikan CMC (Critical Micelle Concentration) sebesar 48,44 mg/L. Hasil karakterisasi FTIR biosurfaktan  memperlihatkan  kemiripan  yang  tinggi  dengan  spektrum  rhamnolipid standar.", "Daftar File": {"ABSTRAK Monica Putri": "https://digilib.itb.ac.id/gdl/download/167112", "PUSTAKA Monica Putri": "https://digilib.itb.ac.id/gdl/download/167119"}, "Penulis": "Monica Putri [10511102]", "Kontributor / Dosen Pembimbing": ["Dr. Rukman Hertadi, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "bakteri halofilik, biosurfaktan, gliserol, Oil Spreading Test, Pseudomonas stutzeri BK AB-12", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "30 Apr 2019"}