{"Nomor": 37965, "Judul": "Isolasi, Karakterisasi, dan Identifikasi Bakteri Tanah  Pendegradasi Organohalida", "Abstrak": "Senyawa organohalida yang digunakan secara luas sebagai prekursor dan pelarut pada industri herbisida, pestisida, insektisida, plastik, dan industri lainnya merupakan salah satu polutan terbesar yang berbahaya bagi lingkungan. Salah satu cara mengurangi polutan organohalida adalah dengan bioremediasi oleh bakteri penghasil dehalogenase, suatu enzim yang mengkatalisis penguraian senyawa organohalida. Pada penelitian ini, dilakukan isolasi, karakterisasi, dan identifikasi bakteri tanah pendegradasi organohalida. Isolasi bakteri dilakukan dengan menumbuhkan bakteri dari sampel tanah pada MM (minimal medium) cair tanpa NaCl yang mengandung asam monokloroasetat (MCA) 10 mM sebagai sumber karbon tunggal pada 37oC dengan pengocokan 150 rpm. Bakteri yang tumbuh dipindahkan ke medium padat yang sama dan koloni-koloni yang tumbuh kemudian dimurnikan dengan cara streaking untuk mendapatkan koloni tunggal. Sebanyak\n19 koloni tunggal berhasil diisolasi dan 8 koloni terpilih kemudian diuji kemampuan tumbuhnya pada MM cair tanpa NaCl dengan konsentrasi MCA yang ditingkatkan dari 5 mM hingga 50 mM. Kedelapan koloni bakteri ini memiliki kemampuan tumbuh yang berbeda pada konsentrasi MCA yang berbeda dengan nilai OD450 yang meningkat hingga konsentrasi MCA tertentu dan kemudian pertumbuhan menurun drastis saat MCA dalam medium sudah bersifat toksik bagi bakteri. Konsentrasi MCA maksimum yang dapat ditoleransi oleh bakteri bervariasi antara 15 mM hingga 25 mM. Lima isolat yang karakteristik pertumbuhannya berbeda dipilih untuk ditentukan kemampuannya dalam mendegradasi MCA dengan menentukan jumlah ion Cl- yang dilepaskan selama pertumbuhannya. Pengukuran ion Cl- dilakukan dengan metoda Bergmann dan Sanik. Berdasarkan kemampuan bakteri dalam mendegradasi MCA, dipilih empat isolat dengan kemampuan degradasi MCA terbaik. Keempat isolat merupakan bakteri gram negatif berbentuk kokus yang mampu mendegradasi MCA antara 3,98% hingga 4,80%. Keempat isolat diduga memproduksi dehalogenase secara induktif karena dehalogenase hanya dihasilkan ketika terdapat substrat dalam medium. Hasil identifikasi bakteri dengan 16S rDNA typing menunjukkan bahwa koloni 3, 5, dan 7 adalah Cupriavidus pampae, sedangkan koloni 6 adalah Pseudomonas boreopolis.", "Daftar File": {"ABSTRAK Nurul Nanda Khoiriyah": "https://digilib.itb.ac.id/gdl/download/167173", "PUSTAKA Nurul Nanda Khoiriyah": "https://digilib.itb.ac.id/gdl/download/167179"}, "Penulis": "Nurul Nanda Khoiriyah [10511107]", "Kontributor / Dosen Pembimbing": ["Enny Ratnaningsih, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "asam monokloroasetat, enzim dehalogenase, haloacid dehalogenase", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "12 file", "Tanggal Input": "30 Apr 2019"}