{"Nomor": 37977, "Judul": "Distribution Laws And Effects Analysis Of Casing External Pressure Taking Elastic Parameters Matching Into Account", "Abstrak": "Distribution laws of casing external pressure, which are obtained by different scholars in different\nconditions, are not the same. Thus, a model to calculate the external pressure of casing is established with finite element method. In the model a contact is built between the outer wall of the\ncasing and the inner wall of the cement sheath. The casing external pressure can be got through\nextracting contact force of results. The numerical results and analysis show that: The largest casing\nexternal pressure exists in the direction of minimum horizontal stress of formation rather than in\nthe direction of the maximum horizontal stress. There exists such matching between the cement\nsheath elastic modulus and formation elastic modulus: When the elastic modulus of the cement\nsheath is small, reducing its value is conducive to reduce the casing external pressure and to\nprolong casing service life. When the elastic modulus of the cement sheath is large, increasing its\nvalue is conducive to reduce the casing external pressure and to prolong casing service life. The\ncasing external pressure will become large with the increase of Poisson's ratio of cement sheath.\nWith the increase of the degree of the formation stress unevenness, the maximum casing external\npressure increases and the smallest external decreases. The increasing of the non-uniformity degree of formation stress makes the non-uniformity degree of casing external pressure and the risk\nof casing failure increase. The study can provide certain reference for drilling workers to take\nmeasures to prolong service life of casing.", "Daftar File": {}, "Penulis": "HONGKUN ZHANG [-]", "Kontributor / Dosen Pembimbing": ["Baojiang Sun", "Guomin Yan", "Zhiyuan Wang", "Mingzhao Huang"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "External pressure Casing failure Service life Elastic modulus Poisson's ratio", "Sumber": "Petroleum , Volume 2, Issue 2, Pages 108-115 (June  2016)", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "02 Mei 2019"}