{"Nomor": 37970, "Judul": "Penentuan Nilai Faktor Perlindungan Surya  Pigmen Fotosintesis dari Mikroalga Chlorella sp.", "Abstrak": "Sinar matahari mengandung radiasi UVA (320–400 nm) dan UVB (290–320 nm) yang dapat menghitamkan dan membakar kulit, merusak serat kolagen dan elasten, dan meningkatkan risiko kanker kulit. Cara melindungi kulit dari paparan sinar UV adalah penggunaan pigmen fotosintesis  khususnya  dari  mikroalga  Chlorella  sp.  sebagai  bahan  aktif  tabir  surya. Kapasitas bahan aktif tabir surya dinyatakan oleh nilai faktor perlindungan surya (SPF, sun protection factor). Tujuan penelitian ini adalah menentukan nilai SPF ekstrak pigmen fotosintesis yang dihasilkan dari mikroalga Chlorella sp. Metodologi penelitian meliputi kultivasi sel Chlorella sp. yang ditumbuhkan dalam medium modifikasi yang mengandung pupuk GMTM  5% dan NZTM  5%, ekstraksi pigmen fotosintesis dari biomassa kering dalam pelarut aseton (1:8 w/v), pemurnian ekstrak kasar pigmen dengan kromatografi kolom silika yang  dielusi  dengan  aseton:n-heksana  (3:7  v/v),  dan  penentuan  nilai  SPF  ekstrak  kasar pigmen   dan   pigmen   murni   dalam   pelarut   etanol   secara   in   vitro.   Hasil   penelitian menunjukkan bahwa kerapatan biomassa basah dan kering hasil kultivasi sel Chlorella sp. selama 10 hari masing-masing sebesar 1,46±0,18 dan 0,44±0,05 g/L. Pigmen fotosintesis murni dari Chlorella sp. diidentifikasi sebagai ?-karoten, klorofil a, klorofil b, dan violaxantin. Nilai SPF ekstrak kasar pigmen, klorofil a, klorofil b, dan violaxantin dari Chlorella  sp.  berturut-turut  sebesar  6,08±0,15  (720  ppm);  5,55±0,07  (25.500  ppm);\n6,85±0,15 (14.165 ppm) dan 4,98±0,23 (1.440 ppm).", "Daftar File": {"ABSTRAK Riendu Friesty Florina Ises": "https://digilib.itb.ac.id/gdl/download/167209", "PUSTAKA Riendu Friesty Florina Ises": "https://digilib.itb.ac.id/gdl/download/167216"}, "Penulis": "Riendu Friesty Florina Ises [10511018]", "Kontributor / Dosen Pembimbing": ["Dr. Santi Nurbaiti", "Prof. Dr. Zeily Nurachman, MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Chlorella sp., mikroalga, pigmen fotosintesis, SPF", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "30 Apr 2019"}