{"Nomor": 37988, "Judul": "Literature and Art Therapy in Post-Stroke Psychological  Disorders", "Abstrak": "Stroke  is  one  of  the  leading  causes  of  morbidity  and  long-term  disability  worldwide,  and  post-stroke  depression (PSD) is a common and serious psychiatric complication of stroke.  PSD makes patients have more severe deficits in activities of daily living, a worse functional outcome, more severe cognitive deficits and increased mortality as compared to stroke patients without depression.  Therefore, to reduce or prevent mental  problems  of  stroke  patients,  psychological  treatment  should  be  recommended.    Literature  and  art  therapy  are  highly  effective  psychological  treatment  for  stroke  patients.    Literature  therapy  divided  into  poetry  and  story  therapy  is  an  assistive  tool  that  treats  neurosis  as  well  as  emotional  or  behavioral  disorders.  Poetry can add impression to the lethargic life of a patient with PSD, thereby acting as a natural treatment.  Story therapy can change the gloomy psychological state of patients into a bright and healthy story,  and  therefore  can  help  stroke  patients  to  overcome  their  emotional  disabilities.    Art  therapy  is one  \nform of psychological therapy that can treat depression and anxiety in stroke patients.  Stroke patients can express  their  internal  conflicts,  emotions,  and  psychological  status  through  art  works  or  processes  and  it would  be  a  healing  process  of  mental  problems.    Music  therapy  can  relieve  the  suppressed  emotions  of  patients  and  add  vitality  to  the  body,  while  giving  them  the  energy  to  share  their  feelings  with  others.    In  conclusion,  literature  and  art  therapy  can  identify  the  emotional  status  of  patients  and  serve  as  a  useful  auxiliary tool to help stroke patients in their rehabilitation process.", "Daftar File": {}, "Penulis": "Yeongcheol Eum  [-]", "Kontributor / Dosen Pembimbing": ["Jongeun Yim"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "art therapy; literature therapy; music therapy; post-stroke depression; story therapy", "Sumber": "Tohoku J. Exp. Med., 2015,  235 , 17-23", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "02 Mei 2019"}