{"Nomor": 37990, "Judul": "Prediction Of Reservoir Brine Properties Using Radial Basis Function (RBF) Neural Network", "Abstrak": "Aquifers, which play a prominent role as an effective tool to recover hydrocarbon from reservoirs,\nassist the production of hydrocarbon in various ways. In so-called water flooding methods, the\npressure of the reservoir is intensified by the injection of water into the formation, increasing the\ncapacity of the reservoir to allow for more hydrocarbon extraction. Some studies have indicated\nthat oil recovery can be increased by modifying the salinity of the injected brine in water flooding\nmethods. Furthermore, various characteristics of brines are required for different calculations used\nwithin the petroleum industry. Consequently, it is of great significance to acquire the exact information about PVT properties of brine extracted from reservoirs. The properties of brine that are of\ngreat importance are density, enthalpy, and vapor pressure. In this study, radial basis function\nneural networks assisted with genetic algorithm were utilized to predict the mentioned properties.\nThe root mean squared error of 0.270810, 0.455726, and 1.264687 were obtained for reservoir brine\ndensity, enthalpy, and vapor pressure, respectively. The predicted values obtained by the proposed\nmodels were in great agreement with experimental values. In addition, a comparison between the\nproposed model in this study and a previously proposed model revealed the superiority of the\nproposed GA-RBF model.", "Daftar File": {}, "Penulis": "AFSHIN TATAR [-]", "Kontributor / Dosen Pembimbing": ["Saeid Naseri", "Nick Sirach", "Moonyong Lee", "Alireza Bahadori"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Reservoir brine, Intelligent method, Density, Enthalpy, Vapor pressure, Radial basis function neural network", "Sumber": "Petroleum , Volume 1, Issue 4, Pages 349-357 (December  2015)", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "02 Mei 2019"}