{"Nomor": 38006, "Judul": "STUDI AWAL PENGELOLAAN PRODUK PERALATAN ELEKTRIK ELEKTRONIK PASCA KONSUMSI DI INDONESIA", "Abstrak": "Suatu produk pada dasarnya merupakan hasil dari beberapa proses mulai dari perancangan, perencanaan produksi, proses produksi. Setelah digunakan produk tersebut dapat menjadi sampah atau dimanfaatkan untuk memperpanjang Life Cycle sebelum benar-benar tidak dapat dipakai dan dibuang, beberapa cara yang digunakannya adalah Upgrade, Repair, Reuse dan Recycle.\nPengelolaan produk pasca konsumsi yang tidak baik akan berdampak negatif pada manusia dan lingkungan.\nTugas akhir ini memfokuskan pengelolaan produk pasca konsumsi pada produk peralatan elektrik elektronik (PEE) di Indonesia khususnya di Bandung. Pada penelitian ini data primer didapat dengan melakukan observasi lapangan and interview (pemulung, pasar loak, tempat penampungan barang bekas dan pasar eletronik), juga instansi pemerintah yang terkait dengan aliran produk dan aliran informasi dari PEE tersebut (Badan Pengendalian LingkunganHidup Daerah Jawa Barat dan Kotamadya Bandung).\nSelain itu informasi yang didapat dibandingkan dengan pengelolaan di negara lain yang telah melakukannya yang didapat dari studi literatur.\nAspek-aspek dalam daur ulang sampah produk elektrik elektronik (SPEE) seperti hukum dan sosial budaya dan pendidikan dan teknologi dikaji lebih mendalam sehingga dapat dijadikan bahan rekomendasi bagi pelaksanaan pengelolaan SPEE di Indonesia kelak.\nDari hasil penelitian ini didapat bahwa pengelolaan produk pasca konsumsi khususnya PEE belum dilakukan secara sistematis, dan dibutuhkan Sistem Informasi Produk (SIP) yang didukung oleh basis data material, sistem produksi, sistem daur ulang.", "Daftar File": {"COVER Ruminto Subekti": "https://digilib.itb.ac.id/gdl/download/167284", "BAB 1 Ruminto Subekti": "https://digilib.itb.ac.id/gdl/download/167285", "BAB 2 Ruminto Subekti": "https://digilib.itb.ac.id/gdl/download/167286", "BAB 3 Ruminto Subekti": "https://digilib.itb.ac.id/gdl/download/167287", "BAB 4 Ruminto Subekti": "https://digilib.itb.ac.id/gdl/download/167288", "BAB 5 Ruminto Subekti": "https://digilib.itb.ac.id/gdl/download/167289", "PUSTAKA Ruminto Subekti": "https://digilib.itb.ac.id/gdl/download/167290"}, "Penulis": "Ruminto Subekti [23104025]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Yatna Yuwana Martawirya"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "produk pasca konsumsi, sampah produk elektrik elektronik (SPEE), Sistem Informasi Produk (SIP)", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "02 Mei 2019"}