{"Nomor": 38003, "Judul": "MENGEMBANGKAN STRATEGI BISNIS UNTUK PT KATARDA INDO GLOBAL UNTUK BERKELANJUTAN DI INDUSTRI PARIWISATA INDONESIA", "Abstrak": "PT KATARDA INDO GLOBAL telah beroperasi di industri pariwisata berjalan selama empat tahun dan dapat dikategorikan sebagai perusahaan baru dan merupakan salah satu agen perjalanan di Bandung yang secara profesional menawarkan pelayanan terbaik. Seiring dengan perkembangan zaman, disertai dengan perkembangan teknologi yang semakin maju, seperti keberadaan akses internet dan semua digital dalam berbagai kegiatan. Orang hanya dapat melakukan transaksi seperti membeli barang, memesan tiket perjalanan, atau mengirim uang dengan menggunakan smartphone. Ini juga mempengaruhi industri pariwisata, di mana agen perjalanan konvensional sudah mulai tergantikan dengan agen perjalanan online seperti Traveloka, Pegipegi.com, Tiket.com, dan pemesanan perjalanan online lainnya atau agen perjalanan online lainnya. Dengan adanya hal tersebut berdampak kepada usaha dari PT KATARDA INDO GLOBAL yang dimana terjadi penurunan pendapatan pada tahun terakhir dan masih kurangnya brand image pada perusahaan.\n\nPenelitian ini bertujuan untuk menganalisis situasi bisnis baik secara internal maupun eksternal dalam industri pariwisata terutama dalam wisata dan perjalanan; pandangan berbasis sumber daya melakukan analisis internal, model bisnis, analisis VRIN, dan analisis value chain. Sedangkan analisis eksternal dilakukan berdasarkan analisis PESTEL yang terdiri dari Faktor Politik, Faktor Ekonomi, Faktor Sosial, Faktor Teknologi, Faktor Lingkungan, dan Faktor Hukum. Selain itu, analisis lima kekuatan Porter, dan analisis pesaing, dan Analisis SWOT menyimpulkan kedua analisis tersebut. Metode penelitian yang digunakan adalah kualitatif, dimana Focus Group Discussion (FGD) digunakan oleh manajemen dan pelanggan PT KATARDA INDO GLOBAL setelah melakukan wawancara dengan mitra dari hotel, restoran, dan agen perjalanan lainnya. Sehingga dari hasil FGD dan wawancara, dapat membantu dalam mengembangkan atau merumuskan model strategi bisnis yang lebih baik untuk PT KATARDA INDO GLOBAL untuk meningkatkan kinerja pendapatan, yang dimana stratergi sebelumnya itu masih kurang maksimal dalam pengimplemtasianya seperti pada strategi pemasaran serta strategi sumber daya manusianya, selain itu tujuan yang terakhir untuk menganalisis strategi bisnis baru agar berkelanjutan di industri pariwisata, PT KATARDA INDO GLOBAL dapat mengimplementasikannya.\n\nSolusi bisnis yang akan dilakukan melalui analisis TOWS yang dikembangkan dari analisis SWOT, Level Perusahaan, Level Bisnis, dan Strategi Level Fungsional. Implementasi strategi bisnis dilakukan dalam waktu delapan bulan, hingga akhir tahun atau lebih sesuai dengan kemampuan perusahaan. Dengan implementasi dan pengembangan bisnis dari strategi ini, diharapkan PT KATARDA INDO GLOBAL dapat meningkatkan pendapatan, meningkatkan kesadaran merek, dan mampu bersaing dengan pesaing.", "Daftar File": {"2019_TS_PP_Dhini Inassa_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/167281"}, "Penulis": "Dhini Inassa [29117135]", "Kontributor / Dosen Pembimbing": ["Priyantono Rudito, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Strategi Bisnis, Industri Pariwisata", "Sumber": "PT KATARDA INDO GLOBAL", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "02 Mei 2019"}