{"Nomor": 38000, "Judul": "ASPEK FISIKA PADA ALIRAN KANAL BANJIR TIMUR SEMARANG", "Abstrak": "Kota Semarang merupakan salah satu kota yang berada di tepian pantai (waterfront city) yang memiliki permasalahan berkala yaitu banjir. Salah satu cara yang diterapkan di Kota Semarang untuk menanggulangi banjir adalah dengan membangun kanal. Terdapat dua kanal di Kota Semarang, Kanal Banjir Barat dan Kanal Banjir Timur. Sungai Kanal Banjir Timur merupakan sungai buatan yang dilakukan dengan membypass aliran air dari Sungai Penggaron ke Laut Jawa. Pembuatan kanal ini bertujuan untuk mengatasi masalah banjir di wilayah Semarang bagian Timur akibat aliran kiriman dari Sungai Penggaron dan rob di sekitar pantai. Permasalahan yang terjadi di Sungai Kanal Banjir Timur yaitu (1) koefisien corak sungai sebesar 0,12 berkategori medium, (2) tipe tanah alluvial yang bersifat menyimpan lebih banyak air tanah dengan kerapatan drainase sebesar 0,48 berkategori sedang, (3) debit Sungai Kanal Banjir Timur yang belum sesuai dengan debit masukan dari hulu, (4) curah hujan yang tinggi, (5) penurunan muka tanah Kota Semarang mencapai lebih dari 1 cm/tahun, (6) kelerengan daerah sekitar sungai cenderung datar, (7) adanya erosi dan sedimentasi di badan sungai, dan (8) adanya sampah dan bangunan di bantaran sungai. Beberapa cara untuk mengurangi banjir di Kanal Banjir Timur yaitu (1) normalisasi, (2) mengoptimalkan pintu Bendung Pucang Gading, (3) memperbesar kapasitas Sungai Tenggang, dan (4) mengembangkan sistem polder dengan memasang pompa air di Pedurungan Lor berdaya 20,5 GW, Jebungan berdaya 8,067 GW, dan Kaligawe berdaya 5,867 GW.", "Daftar File": {"ABSTRAK Aufa Maulida Fitrianingrum": "https://digilib.itb.ac.id/gdl/download/167277"}, "Penulis": "Aufa Maulida Fitrianingrum [20217027]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Lilik Hendradjaja, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "Mekanika Fluida, Kanal Banjir Timur, Semarang", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "02 Mei 2019"}