{"Nomor": 38004, "Judul": "Magnetic-Field Learning Using a Single Electronic Spin in Diamond with One-Photon Readout at Room Temperature", "Abstrak": "Nitrogen-vacancy (NV) centers in diamond are appealing nanoscale quantum sensors for temperature,\nstrain, electric fields, and, most notably, magnetic fields. However, the cryogenic temperatures required for low-noise single-shot readout that have enabled the most sensitive NV magnetometry reported to date are impractical for key applications, e.g., biological sensing. Overcoming the noisy readout at room temperature has until now demanded the repeated collection of fluorescent photons, which increases the time cost of the procedure, thus reducing its sensitivity. Here, we show how machine learning can process the noisy readout of a single NV center at room temperature, requiring on average only one photon per algorithm step, to sense magnetic-field strength with a precision comparable to those reported for cryogenic experiments. Analyzing large datasets from NV centers in bulk diamond, we report absolute sensitivities of 60 nT s1=2 including initialization, readout, and computational overheads. We show that dephasing times can be simultaneously estimated and that time-dependent fields can be dynamically tracked at room temperature. Our results dramatically increase the practicality of early-term single-spin sensors.", "Daftar File": {}, "Penulis": "R. Santagati [-]", "Kontributor / Dosen Pembimbing": ["A. A. Gentile,", "S. Knauer,", "S. Schmitt,", "S. Paesani,", "C. Granade,", "N. Wiebe,", "C. Osterkamp,", "L. P. McGuinness,", "J. Wang,", "M. G. Thompson,", "J. G. Rarity,", "F. Jelezko,", "and A. Laing"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "-", "Sumber": "PHYSICAL REVIEW X 9, 021019 (2019); Published by the American Physical Society", "Staf Input/Edit": "Ratnasari", "File": "1 file", "Tanggal Input": "02 Mei 2019"}