{"Nomor": 38009, "Judul": "PERANCANGAN SISTEM PENGELOLAAN AIR HUJAN DAN STRUKTUR DERMAGA PEKANBARU RIVERFRONT CENTER", "Abstrak": "Perubahan tata guna lahan mengakibatkan berkurangnya daerah resapan air. Kondisi ini tidak hanya terjadi di daerah hilir tetapi juga di daerah hulu yang semestinya berfungsi sebagai daerah resapan air sehingga air yang jatuh dipermukaan menjadi aliran permukaan sedangkan yang mampu meresap ke tanah sedikit. Salah satu alternatif pengelolaan limpasan air hujan adalah konsep Low Impact Development (LID).\nKonsep LID merupakan seni pengelolaan air hujan (stormwater management) dengan tujuan untuk konservasi air permukaan dan air tanah, mengelola sumber kehidupan dan ekosistem air dan menjaga integritas fisik badan sungai penerima. Ide dasar dari Low Impact Development adalah menahan dan memperlambat aliran limpasan hujan masuk ke badan air, tanpa menyebabkan timbulnya genangan atau banjir pada wilayah tersebut, dan memberikan kesempatan kepada air untuk meresap masuk kedalam tanah.\nPekanbaru Riverfront Center merupakan pusat perbelanjaan yang terintergrasi dengan dermaga feri dimana sistem pengelolaan air hujan dan limpasannya akan didesain menggunakan konsep Low Impact Development pada tugas akhir ini. Sistem pengelolaan air hujan yang digunakan adalah kombinasi bioretensi dan infiltration trench sebagai pengganti saluran drainase konvensional. Adapun dilakukan perancangan perlindungan sungai dengan metode kombinasi antara groins dan bioengineering.", "Daftar File": {"2017 EJRNL PP DESITA FITRIANA 1.pdf)u": "https://digilib.itb.ac.id/gdl/download/167293"}, "Penulis": "Desita Fitriana [15013148]", "Kontributor / Dosen Pembimbing": ["Ir. M. Cahyono, M.Sc., Ph.D."], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Hydraulic engineering", "Kata Kunci": "Low Impact Development, Bioretensi, Infiltration Trench, dermaga, perlindungan tebing sungai, groins, Bioengineering.", "Sumber": "", "Staf Input/Edit": "hidayat  \n                                     hidayat", "File": "1 file", "Tanggal Input": "03 Mei 2019"}