{"Nomor": 38018, "Judul": "PERANCANGAN STRUKTUR BETON BERTULANG 17 LANTAI TAHAN GEMPA DENGAN SISTEM GANDA RANGKA PEMIKUL MOMEN KHUSUS DAN DINDING STRUKTURAL KHUSUS", "Abstrak": "Kebutuhan manusia yang tumbuh semakin pesat dan tidak merata, menyebabkan aktivitas ekonomi di kota perlu ditampung dengan penambahan lahan sehingga bangunan dibuat meninggi ke atas. Indonesia sebagai negara yang diapit tiga lempeng benua merupakan daerah rawan terhadap gempa sehingga dalam merancang bangunan tinggi, tenaga teknik sipil perlu mempersiapkan infrastruktur yang tahan terhadap gempa. Dramaga Tower A merupakan salah satu gedung yang terletak dalam kompleks apartemen dan retail Dramaga City, Bogor yang memiliki tinggi 17 lantai 52.5 meter dengan fungsi lantai 1-17 sebagai hunian dan lantai dasar sebagai retail.\nPada lokasi Dramaga tower A, ditemukan bahwa dengan klasifikasi situs tanah sedang (SD) dan dengan rencana gempa yang terjadi di lokasi tersebut, struktur tergolong dalam Kategori Desain Seismik D (KDS D). Analisis beban gempa menggunakan metode respons spektra. Struktur bangunan didesain menggunakan sistem ganda : Sistem Rangka Pemikul Momen Khusus (SRPMK) dan Sistem Dinding Struktural Khusus (SDSK).Pemodelan struktur dilakukan dengan program ETABS 15 dan dilakukan pengecekan respons gedung, periode struktur, stabilitas struktur, serta ketidakberaturan horizontal dan vertikal struktur.\nDalam mendesain elemen struktur atas, kombinasi gempa yang digunakan adalah kombinasi gempa ultmit. Metode desain menggunakan hasil luaran gaya dalam ataupun luas tulangan hasil desain ETABS 15, sementara untuk dinding geser dan kolom dibantu juga oleh PCA Col dan CSI Col. Pengecekan desain struktur atas juga dilakukan manual dengan sampel setiap elemen strukturnya. Elemen struktur bawah perlu dijamin agar bersifat elastik, sementara struktur atas\nbersifat elastoplastic. Oleh karena itu dalam mendesain pondasi, pile cap, dan tie beam, gaya gempa yang terjadi pada struktur bawah dikali 1.5 dan untuk menghitung gaya aksial yang bekerja menggunakan kombinasi tegangan izin dikalikan faktor kuat lebih.\nHasil desain yang dibuat perlu ditinjau nilainya secara ekonomis sehingga dalam tugas akhir ini, volume dari material beton dan baja dihitung serta dilakukan estimasi biaya yang diperlukan. Nilai ekonomis tersebut ditentukan dengan rule of thumb dengan perbandingan luas permukaan layan per volume beton dan berat baja per volume beton  dan berat baja per volume beton", "Daftar File": {"2017 EJRNL PP MUHAMMAD MAHARDHIKA ZEIN 1.pdf)u": "https://digilib.itb.ac.id/gdl/download/167330"}, "Penulis": "Muhammad Mahardhika Zein [15012036]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. I Gde Widiadnyana Merati"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "Beton bertulang, gempa, respon spektra, SRPMK, SDSK, detailing, kolom, pelat, dinding geser, balok, coupling beam, pondasi, pile cap, tie beam, volume, estimasi biaya.", "Sumber": "", "Staf Input/Edit": "hidayat", "File": "1 file", "Tanggal Input": "03 Mei 2019"}