{"Nomor": 38017, "Judul": "Sintesis Surfaktan Berbasis Polietilen Glikol menggunakan Bantuan Gelombang Mikro untuk Penggunaan EOR (Enhanced Oil Recovery)", "Abstrak": "Enhanced Oil Recovery atau EOR merupakan metode yang dapat digunakan untuk meningkatkan produksi pada sumur minyak bumi yang mengalami proses deplesi. Salah satu komponen penting dalam proses EOR adalah surfaktan; pemilihan surfaktan yang tepat dapat mengoptimalkan  perolehan  minyak bumi. Pada penelitian  ini, dilakukan  sintesis surfaktan non-ionik berbasis polietilen glikol (PEG) atau disebut PEG-200 oleat menggunakan bantuan iradiasi  gelombang   mikro  untuk  mempercepat   reaksi.  Dalam  penelitian  ini  dilakukan evaluasi  dan  pembandingan  kinerja  produk  surfaktan  kasar  dan  produk  surfaktan  murni surfaktan hasil sintesis terhadap interaksinya dengan sampel minyak bumi melalui penentuan konsentrasi misel kritik (critical micelle concentration CMC), uji emulsifikasi, uji kestabilan pH,  uji  kestabilan  garam,  dan  uji  kestabilan  temperatur.  Untuk  produk  surfaktan  kasar, diperoleh  nilai  CMC  sebesar  9,54×10?4%  (w/v),  indeks  emulsifikasi  0%,  dengan  kondisi\noptimum pada pH 12, konsentrasi NaCl 0%, dan temperatur 20 oC. Untuk produk surfaktan\nmurni, diperoleh nilai CMC sebesar 5,17×10?4% (w/v), indeks emulsifikasi 0,995%, dengan kondisi  optimum   pada  pH  12,  konsentrasi   NaCl  0%,  dan  temperatur   30  oC.  Dapat disimpulkan bahwa tidak terdapat perbedaan yang signifikan pada kinerja produk surfaktan\nkasar dengan produk surfaktan murni ketika berinteraksi dengan sampel minyak, sehingga dalam penggunaan surfaktan PEG-200 oleat hasil sintesis untuk aplikasi EOR tidak perlu dilakukan proses pemurnian.", "Daftar File": {"ABSTRAK Anindya Nitya S": "https://digilib.itb.ac.id/gdl/download/167322", "PUSTAKA Anindya Nitya S": "https://digilib.itb.ac.id/gdl/download/167329"}, "Penulis": "Anindya Nitya S [10512067]", "Kontributor / Dosen Pembimbing": ["Dr. Deana Wahyuningrum, S.Si., M.Si.", "Dr. Anita Alni"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "EOR, surfaktan non-ionik, PEG-200 oleat", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "03 Mei 2019"}