{"Nomor": 38011, "Judul": "PERSEPSI BAURAN PROMOSI DAN MINAT BELI PEMBELI POTENSIAL COFFEE TOFFEE BANDUNG SILIWANGI", "Abstrak": "Seiring berkembangnya sektor pariwisata, banyak kedai kopi muncul di kota Bandung. Oleh\nkarena itu, permintaan biji kopi kepada petani meningkat hingga 20% di tengah-tengah\npembangunan. Untuk menopang industri yang memiliki dampak besar pada pembangunan\nekonomi di kota, penelitian ini bertujuan untuk memberdayakan bisnis kafe dengan mengambil\npermasalahan Coffee Toffee Bandung (CTB) Siliwangi yang berkaitan dengan aspek\npemasaran sebagai kasusnya. CTB Siliwangi masih berusaha mengenali pola pasar dan\nmenangkap perilaku pasarnya. Coffee Toffee yang menargetkan para eksekutif muda-dewasa,\nsekarang harus menyesuaikan dan menawarkan kebutuhan dan keinginan mahasiswa pula.\nDengan itu, CTB dapat memahami niat pembelian mahasiswa dengan berkomunikasi secara\nefektif menggunakan bauran promosi. Penelitian ini bertujuan untuk menguji kondisi terkini\ndari intensi pembeli potensial Coffee Toffee Bandung dan hubungannya dengan persepsi\nperiklanan, persepsi promosi, persepsi hubungan masyarakat dan persepsi penjualan pribadi.\nKuesioner online menggunakan skala Likert dirancang untuk 205 responden di Bandung\ndengan metode purposive sampling. Kuesioner tersebut diukur dengan menggunakan analisis\nMultiple Linear Regression untuk menjelaskan hubungan antara dependen dan variabel\nindependen. Penelitian ini menemukan bahwa periklanan, promosi penjualan, hubungan\nmasyarakat dan penjualan pribadi secara signifikan berhubungan dengan intensi membeli.\nStudi ini diharapkan dapat menyediakan hasil yang bermanfaat terkait dengan hubungan yang\nsignifikan antara iklan, promosi penjualan, hubungan masyarakat dan penjualan pribadi secara\nsignifikan terhadap niat beli pelanggan yang berpotensi di Coffee Toffee Bandung Siliwangi.\nHal ini dimaksudkan dapat memberikan manfaat bagi para praktisi dan akademisi untuk\nmendukung pembentukan strategi dan referensi area studi yang berhubungan.", "Daftar File": {"BAB1.pdf)u": "https://digilib.itb.ac.id/gdl/download/247311", "BAB3.pdf)u": "https://digilib.itb.ac.id/gdl/download/247312", "BAB4.pdf)u": "https://digilib.itb.ac.id/gdl/download/247313", "BAB5.pdf)u": "https://digilib.itb.ac.id/gdl/download/247314", "reference.pdf\n]": "https://digilib.itb.ac.id/gdl/download/247315", "2019 TS PP AMALIA FATHIA RACHMAH 1 - FULL TEXT.pdf)u": "https://digilib.itb.ac.id/gdl/download/248050"}, "Penulis": "Amalia Fathia Rachmah [19016601]", "Kontributor / Dosen Pembimbing": ["ATIK APRIANINGSIH ST, MM, DBA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Intensi Pembelian, Bauran Promosi, Pemasaran", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "7 file", "Tanggal Input": "03 Mei 2019"}