{"Nomor": 38010, "Judul": "Modifikasi Elektroda Pasta Karbon dengan Molecularly Imprinted Poly(Rhodamine B) untuk Penentuan Kadar Asam Urat secara Voltammetri", "Abstrak": "Asam urat (2,6,8-trioxypurine) adalah produk akhir metabolisme purin di dalam tubuh manusia yang dapat ditemukan di cairan tubuh tertentu, contohnya darah dan urin. Kadar asam urat yang lebih tinggi dari batas normal dapat menyebabkan gout arthritis dan terbentuknya  batu  ginjal,  serta  mengindikasikan  terjadinya  hyperuricemia  dan  sindrom Lesch-Nyhan. Analisis asam urat dapat dilakukan dengan beberapa metode, seperti metode kolorimetri, enzimatik, dan voltammetri. Pada penelitian ini, dikembangkan teknik voltammetri pulsa diferensial untuk analisis kadar asam urat dengan menggunakan elektroda pasta karbon yang dimodifikasi Molecularly Imprinted Poly(Rhodamine B) sebagai elektroda kerja. Elektroda pasta karbon dimodifikasi menggunakan teknik voltammetri siklik dengan potensial -0,3 V – 1,0 V dan laju pindai 100 mV/s menggunakan larutan 0,01 mM asam urat dan 0,03 mM monomer rodamin B dalam larutan bufer fosfat 0,1 M pH 5 sebagai larutan elektrolit pendukung. Kurva kalibrasi asam urat menunjukkan linieritas yang baik pada konsentrasi 0,01 mM – 1 mM dengan batas deteksi 6,36 µM. Penentuan kadar asam urat dalam sampel plasma darah manusia dan urin manusia menunjukkan hasil yang baik dengan persen perolehan kembali sebesar 92,4% - 105,6%.", "Daftar File": {"ABSTRAK Afina Putri Vindiana": "https://digilib.itb.ac.id/gdl/download/167294", "PUSTAKA Afina Putri Vindiana": "https://digilib.itb.ac.id/gdl/download/167301"}, "Penulis": "Afina Putri Vindiana [10512009]", "Kontributor / Dosen Pembimbing": ["Dr. Indra Noviandri, MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "asam urat, elektroda pasta karbon, Molecularly Imprinted Poly(Rhodamine B), voltammetri", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "03 Mei 2019"}