{"Nomor": 38019, "Judul": "Kloning Gen Pengode Amorfadien Sintase dalam  Saccharomyces cerevisiae BY4741 untuk Produksi Senyawa  Prekursor Artemisinin", "Abstrak": "Resistensi Plasmodium sp. terhadap bahan aktif antimalaria merupakan salah satu masalah dalam upaya eradikasi penyakit menular tersebut. Resistensi terhadap hampir semua jenis obat antimalaria telah menyebar secara meluas. Artemisinin merupakan obat antimalaria yang dapat digunakan untuk melawan parasit yang resisten terhadap obat antimalaria konvensional lainnya. Artemisinin semi-sintetik menjadi sumber alternatif artemisinin dalam pengobatan malaria. Artemisinin hasil semi-sintesis diperoleh dari mikroorganisme hasil rekayasa genetik yang dapat memproduksi senyawa prekursor artemisinin, meniru jalur biosintesis alami artemsinin dari sumber alaminya, Artemisia annua. Saccharomyces cerevisiae  telah  memiliki  setengah  dari  total  enzim-enzim  yang  terlibat  dalam  jalur biosintesis artemisinin. Untuk melengkapi tahapan biosintesis artemisinin di dalam S. cerevisiae, beberapa gen pengode enzim-enzim kunci dalam biosintesis artemisinin perlu ditambahkan. Amorfadien sintase (EC 4.2.3.24) berperan dalam sintesis amorfa-4,11-dien (amorfadien), intermediet siklik pertama dalam biosintesis senyawa antimalaria artemisinin di  dalam  sumber  alaminya,  Artemisia  annua.  Kloning  gen  pengode  amorfadien  sintase (ADS) ke dalam Saccharomyces cerecisiae BY4741 dilakukan untuk menghasilkan galur ragi yang dapat memproduksi amorfadien. Dalam penelitian ini, gen sintesik pengode ADS\n(berukuran ~1,6 kb), yang sudah dioptimasi agar sesuai dengan codon preference di dalam\nragi, dikloning ke dalam plasmid pBEVY-GU (~6 kb) sebagai vektor ekspresi dalam S.\ncerevisiae   BY4741.   Kloning   dilakukan   dengan   teknik   DNA   rekombinan.   Plasmid rekombinan   yang   dihasilkan   dikarakterisasi   dengan   analisis   restriksi   menggunakan\nkombinasi enzim restriksi EcoRI, NheI, dan PstI. Pemotongan plasmid rekombinan dengan\nketiga enzim restriksi tersebut menghasilkan fragmen-fragmen dengan ukuran yang sama\ndengan plasmid pBEVY-GU_ads (~7,6 kb). Hasil tersebut menunjukkan bahwa kontruksi\npBEVY-GU_ads  telah  berhasil  dilakukan.  Plasmid  pBEVY-GU_ads  digunakan  dalam\ntransformasi S. cerevisiae BY4741 dengan teknik elektroporasi. Konfirmasi adanya pBEVY- GU_ads dalam koloni transforman dilakukan dengan PCR koloni. Elektroforegram gel agarosa hasil PCR koloni menunjukkan fragmen berukuran ~1,6 kb, sesuai dengan ukuran fragmen gen ads. Dengan demikian, gen pengode ADS telah berhasil dikloning ke dalam S. cerevisiae BY4741. Namun, analisis SDS-PAGE ekstrak protein total dari ragi hasil transformasi belum menunjukkan terjadinya ekspresi gen tersebut.", "Daftar File": {"ABSTRAK Annisa Auliya Aksa": "https://digilib.itb.ac.id/gdl/download/167331", "PUSTAKA Annisa Auliya Aksa": "https://digilib.itb.ac.id/gdl/download/167338"}, "Penulis": "Annisa Auliya Aksa [10512004]", "Kontributor / Dosen Pembimbing": ["Dessy Natalia, Ph.D.", "Dr.rer.nat. Fifi Fitriyah Masduki, S.Si., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "amorfadien sintase, kloning, artemisinin", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "03 Mei 2019"}