{"Nomor": 38024, "Judul": "PERANCANGAN STRUKTUR BANGUNAN GEDUNG PERKANTORAN SISTEM GANDA DI MEDAN", "Abstrak": "The building which is designed is an office with 24 floors and one roof floor for the upperstructure that reaches 105 meters height and 3 floors for the basement that reaches 9 meters depth. The condition of soil in the construction site is soft and the seismic acceleration is high so this office tower is catergorized as Seismic Design Category D (SDC D). This building is designed to be dual system earthquake-resistant that consist of Specail Moment Frame (SMF) and Special Structural Wall (SSW). ETABS 2015 is used for both upperstructure and lowerstructure structural modeling. Spectrum analysis is used for the earthquake analysis procedure. Modeling and structural analysis are based on SNI 1726:2012 and the results for structure period are 3,396 seconds for direction yand 3,383 seconds for direction x. Both story drift and irregularity evaluation are fulfilled. P-Delta effect does not need to be counted in the structural analysis. The static equivalent earthquake force is used for the lowerstructure seismic analysis. Both upperstructure and lowerstructure elements design are based on SNI 2847:2013 for beam, column, slab, and shearwall. In lowerstructure, there is a retaining wall that is simplified as a simple beam on the analysis. Column and shearwall is designed using PCACOL to obtain the interaction diagram, otherwise the slab is designed using SAFE 2016.", "Daftar File": {"2017 EJRNL PP DIAH PUSPITA RAHMI 1.pdf)u": "https://digilib.itb.ac.id/gdl/download/167364"}, "Penulis": "Diah Puspita Rahmi [15013141]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Herlien Dwiarti Soemari"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "struktur atas, struktur bawah, sistem ganda, gempa", "Sumber": "", "Staf Input/Edit": "hidayat", "File": "1 file", "Tanggal Input": "03 Mei 2019"}