{"Nomor": 38022, "Judul": "PP-NFR: an improved hybrid learning approach for porosity prediction from seismic attributes using non-linear feature reduction", "Abstrak": "Seismic attributes are being increasingly utilized in both reservoir characterization and\nexploration. In the Reservoir characterization, one might be interested in modeling different reservoir properties like water saturation, permeability, and porosity. The direct estimation of these reservoir properties from the seismic data is a challenging and time-consuming task.\nTherefore, it is desirable to build a model that uses seismic attributes to measure the d ifferent lithological properties of need. In the recent decades, various advancements have been done to estimate porosity from seismic attributes and well-logs effectively. However, the modeling of nonlinear porosity patterns is still underdeveloped for robust solutions as the existing methods\nimplement linear or functional network based reduction techniques to estimate petrophysical properties. Therefore, in this study, we propose a nonlinear hybrid approach that integrates\nGenerative Topographic Map with Machine Learning prediction models (ML) to estimate the property porosity. The approach initiates by extracting relevant attributes based on the two different feature selection strategies. Subsequently, the Radial Basis Function (RBF) and Random\nForest regressors are used to build the training model for the target well property porosity using extracted attributes. The different combinations of wells are formed to show the variations in model training and testing error. To demonstrate the effectiveness of proposed PP-NFR approach, the prediction results of the proposed hybrid approach are compared with the linear prediction technique. Furthermore, the performance of PP-NFR approach is also evaluated by comparing the prediction results with the state-of-art prediction models (ANN and SVM). The prediction results revealed that the proposed non-linear hybrid approach outperforms other state-of-the-art prediction models by providing an average prediction error of 0.124 as compared to 0.15 and 0.159 generated by SVM and ANN models respectively.", "Daftar File": {}, "Penulis": "Jatin Bedi [-]", "Kontributor / Dosen Pembimbing": ["Durga Toshniwal"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Radial Basis Function (RBF) Random Forest (RF) Generative Topographic Map (GTM) Principal Component Analysis (PCA) Reservoir Characterization", "Sumber": "Journal of Applied Geophysics, S0926-9851(18)30800-0, https://doi.org/10.1016/j.jappgeo.2019.04.015", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "03 Mei 2019"}