{"Nomor": 38034, "Judul": "Pengaruh Ukuran Geometri Elektroda Terhadap Hasil   Pengukuran Laju Korosi dengan Metode Elektrokimia", "Abstrak": "Korosi  adalah  suatu  peristiwa  penurunan  atau  degradasi  material  logam akibat  berinteraksi dengan lingkungannya. Beberapa cara yang digunakan untuk meminimalisir tingkat laju korosi adalah pasivasi, coating, dan penambahan inhibitor korosi. Untuk menentukan laju korosi logam atau kinerja suatu inhibitor korosi diperlukan cara pengukuran laju korosi yang praktis dan terpercaya. Metode pengukuran laju korosi secara elektrokimia (metode Electrochemical Impedance Spectroscopy dan metode Tafel) memiliki kelebihan dalam efisiensi waktu pengukuran dan tingkat kepekaannya. Pengukuran inhibisi laju korosi dipengaruhi oleh faktor suhu, variasi konsentrasi inhibitor, jarak antara elektroda kerja dan elektroda bantu, serta perbandingan ukuran elektroda kerja dan   elektroda bantu. Pengukuran laju korosi secara elektrokimia menggunakan sistem tiga elektroda untuk menghasilkan hasil pengukuran yang terpercaya perlu dikaji pengaruh ukuran, geometri elektroda kerja dan elektroda bantunya. Elektroda kerja yang digunakan dalam penelitian ini adalah elektroda baja karbon. Elektroda bantu  yang  digunakan  adalah  grafit,  serta  elektroda  pembanding  yang  digunakan  adalah elektroda kalomel jenuh. Pada penelitian ini dilakukan  pengukuran laju korosi baja karbon dalam larutan NaCl 1% secara elektrokimia dengan cara memvariasikan ukuran dan jarak kedua elektroda (elektroda kerja dan elektroda bantu) pada kondisi tanpa inhibitor sistein dan dengan adanya inhibitor sistein pada suhu 65   . Metode Weight Loss dilakukan dengan tujuan sebagai pembanding dari kedua metode pengukuran secara elektrokimia. Dalam penelitian ini, dilakukan pengukuran inhibisi laju korosi dengan variasi suhu, konsentrasi inhibitor, jarak elektroda, serta ukuran elektroda. Ukuran elektroda kerja dan bantu yang dibandingkan adalah 6 mm, 8 mm, dan\n10 mm. Jarak elektroda yang diukur adalah 8 mm, 10 mm, dan 12 mm. Hasil  penelitian menunjukkan sistein merupakan inhibitor yang cocok digunakan dalam metode Weight Loss dan\nelektrokimia. Metode Weight Loss yang menghasilkan nilai % efisiensi inhibisi tertinggi dan laju\nkorosi terendah adalah 67,1% dan 1,089 mm/tahun pada suhu 65    dan penambahan sistein sebanyak 20 ppm. Metode Electrochemical Impedance Spectroscopy yang menghasilkan nilai % efisiensi inhibisi tertinggi dan laju korosi terendah adalah 90,9% dan 0,334 mm/tahun pada ukuran elektroda kerja 6 mm, elektroda bantu 10 mm, jarak 8 mm, dan penambahan sistein sebanyak 30 ppm. Metode Tafel yang menghasilkan nilai % efisiensi inhibisi tertinggi dan laju korosi terendah yaitu 92,1% dan 0,186 mm/tahun pada ukuran elektroda kerja 8 mm, elektroda bantu 10 mm, jarak 8 mm, dan penambahan sistein sebanyak 25 ppm. Dengan demikian dapat disimpulkan bahwa semakin besar ukuran elektroda bantu dan jarak kedua elektroda yang dekat, akan menghasilkan hasil pengukuran laju korosi yang lebih mudah untuk diolah dan terpercaya.", "Daftar File": {"ABSTRAK Herman Kosasi": "https://digilib.itb.ac.id/gdl/download/167395", "PUSTAKA Herman Kosasi": "https://digilib.itb.ac.id/gdl/download/167402"}, "Penulis": "Herman Kosasi [10510032]", "Kontributor / Dosen Pembimbing": ["Dr. Bunbun Bundjali, MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Weight Loss, Electrochemical Impedance Spectroscopy, Tafel, sistein", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "03 Mei 2019"}