{"Nomor": 38036, "Judul": "DESAIN PONDASI TIANG BOR, DIAPHRAGM WALL DENGAN PERKUATAN GROUND ANCHOR DAN ANALISIS DEWATERING APARTEMEN TROPIS DI KEBON MELATI JAKARTA", "Abstrak": "Gedung Apartmen Tropis Kebon Melati merupakan gedung dengan fungsi apartemen di daerah Kebon Melati Jakarta Pusat. Apartmen Tropis Kebon Melati terdiri dari 3 tower utama dengan fungsi sebagai apartmen, 2 lantai basement sebagai tambahan lahan parker, dan 2 lantai podium. Tugas akhir ini fokus pada desain sistem pondasi dari gedung beserta podium dan desain dinding penahan tanah untuk galian basement sedalam 9 meter beserta perkuatanya. Desain sistem pondasi dilakukan secara bertahap, dimulai dari penentuan daya dukung aksial tunggal tekan dan tarik berdasarkan pendekatan Reese dan Wright, penentuan daya dukung lateral tiang tunggal dengan program ENSOFT LPILE, analisis grup tiang dengan program ENSOFT GROUP, analisis Settlement dengan metpda Poulos & Davis, raft equivalent dan load-transfer dengan ENSOFT GROUP, pemeriksaan differential settlement kolom-kolom yang paling kritis, penulangan tie beam, dan penulangan tiang bor dengan bantuan program PCACOL berdasarkan gaya dalam hasil analisis langkah-langkah sebelumnya. Desain pondasi kemudian dicek degan hasil loading test. Didapatkan kapasitas ultimate tekan desain dibawah hasil load test, dan kurva load-settlement hasil desain sedikit lebih besar dari hasil load test sehingga desain pondasi aman. Desain dinding penahan tanah dilakukan dengan tahapan: penentuan dimensi dan depth of penetration diaphraghm wall, desain perkuatan dengan ground anchor, analisis kestabilan, deformasi dan gaya dengan program PLAXIS 2D, analisis keamanan desain terhadap keruntuhan basal heave dan desain penulangan dari diaphragm wall. Pendesainan penulangan tiang bor dan diaphragm wall mengikut peraturan SNI 03-2847-2013 tentang Tata Cara Perencanaan Struktur Beton untuk Bangunan Gedung.", "Daftar File": {"2017 EJRNL PP ALBERT 1.pdf)u": "https://digilib.itb.ac.id/gdl/download/167403"}, "Penulis": "Albert [15013006]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. I Gede Widiadnyana Merati", "Dr. Eng. Febri Zukhruf", "Dr. Arno Adi Kuntoro, ST., MT.", "Ir. F.X. Toha, MSCE., MSEM., Ph.D."], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "desain, pondasi tiang bor, settlement, differential, diaphragm wall, ground anchor, LPILE, GROUP, PLAXIS 2D, PCACOL.", "Sumber": "", "Staf Input/Edit": "hidayat", "File": "1 file", "Tanggal Input": "03 Mei 2019"}