{"Nomor": 38031, "Judul": "Sintesis Metil Sinamat dengan Metode MAOS (Microwave  Assistes Organic Synthesis) Menggunakan Cairan Ion (1-Desil-  3-Metilimidzolium Bromida) sebagai Ko-Katalis", "Abstrak": "Metil  sinamat  secara  alami  terkandung  dalam Laja  Gowah  (Alpinia malaccensis  Rosc.), kemangi, Narcissus jonquilla L. dan temu kunci (Boesenbergia rotunda (L.)Mansf.syn., Curcuma rotunda L., B. pandurata (Roxb.)Schlechter, Kaempferia pandurata Roxb.).Metil sinamat dimanfaatkan di berbagai industri terutama di industri makanan untuk minuman dan kue karena memiliki karakteristik rasa dan aroma stroberi. Isolasi metil sinamat dari alam membutuhkan proses yang panjang.  Oleh karena itu perlu dilakukan sintesis metil sinamat untuk mempersingkat proses perolehan dan meningkatkan rendemen metil sinamat.  Dalam penelitian ini metil sinamat disintesis menggunakan metode MAOS (Microwave Assisted Organic Synthesis) melalui reaksi esterifikasi Fischer yang dikatalisis asam dengan cairan ion 1-desil-3-imidazolium bromida sebagai ko-katalis.  Cairan ion 1-desil-3-imidazolium bromida disintesis dengan mereaksikan 1-metilimidazol dan 1-bromodekana menggunakan daya iradiasi gelombang mikrosebesar 300 watt, pada suhu 50 °C, selama 21 menit.  Cairan ion 1-desil-3-metilimidazolium bromida yang diperoleh berupa cairan kental kekuningan dengan rendemen 84,13%.  Metil sinamat disintesis dengan cara mereaksikan asam sinamat dengan metanol menggunakan katalis 0,1 mL asam sulfat dan ko-katalis 1-desil-3- imidazolium bromidamenggunakan daya iradiasi gelombang mikro sebesar 300 watt selama\n20 menit.  Hasil optimum rendemen produk sintesis metil sinamat adalah 87,00% diperoleh pada suhu reaksi 120 °C dengan daya iradiasi gelombang mikro 300 watt.  Hasil sintesis didukung data spektrum FTIR (pelet KBr), data LCMS-ESI Pos Ion (pelarut CH3OH), dan data spektrum 1H-NMR dan 13C-NMR (pelarut CDCl3) yang menunjukkan bahwa cairan ion\n1-desil-3-imidazolium bromida dan metil sinamat telah berhasil disintesis.", "Daftar File": {"ABSTRAK Hajjar Katwari Wahiddar": "https://digilib.itb.ac.id/gdl/download/167385", "PUSTAKA Hajjar Katwari Wahiddar": "https://digilib.itb.ac.id/gdl/download/167392"}, "Penulis": "Hajjar Katwari Wahiddar [10510059]", "Kontributor / Dosen Pembimbing": ["Dr. Deana Wahyuningrum, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "metil sinamat, esterifikasi Fischer, cairan ion, 1-desil-3-metilimidazolium bromida, MAOS (Microwave Assisted Organic Synthesis)", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "03 Mei 2019"}