{"Nomor": 38045, "Judul": "Isolasi dan Karakterisasi Protease dari  Lalat Serdadu Hitam (Hermetia illucens)", "Abstrak": "Lalat Serdadu Hitam atau  Hermetia illucens adalah serangga yang berasal dari wilayah tropis dan wilayah yang memiliki temperatur hangat di daerah benua Amerika. Siklus hidup dari Lalat Serdadu Hitam terbagi menjadi 4 fasa, yaitu fasa telur, larva, pupa, dan lalat dewasa. Lalat Serdadu Hitam memiliki beberapa keunikan, seperti memiliki kandungan protein yang tinggi sebesar 40-42% dan lemak sebesar 33-36% serta mampu bertahan hidup dengan sedikit atau bahkan tanpa mengonsumsi makanan. Kemampuan Lalat Serdadu Hitam dalam bertahan  hidup  dengan  sangat  sedikit  mengonsumsi  makanan  mengindikasikan  bahwa terdapat enzim-enzim aktif dalam metabolisme cadangan makanan yang tersimpan dalam tubuh lalat tersebut. Salah satu enzim yang penting dalam menyediakan sumber energi bagi lalat adalah protease, suatu enzim hidrolase yang berperan dalam menghidrolisis protein menjadi asam-asam amino penyusunnya. Dalam penelitian ini, telah diisolasi protease dari lima puluh ekor larva dan pupa, serta dua puluh lima ekor lalat dewasa dengan teknik homogenisasi dan fraksinasi ammonium sulfat. Protease hasil pemurnian parsial dalam fraksi ammonium  sulfat  40-60%  memiliki  aktivitas  spesifik  3,49  U/mg  untuk  larva  dan  3,52\nUnit/mg untuk pupa. Sedangkan untuk lalat dewasa, aktivitas spesifik protease tertinggi terdapat pada fraksi 60-80%, yaitu sebesar 9,40 Unit/mg. Protease dari ketiga sampel mengalami peningkatan aktivitas spesifik setelah penambahan ion Mn2+ sebesar 174,24% untuk larva, 114,18% untuk pupa dan 214,17% untuk lalat dewasa. Dalam kondisi mengikat ion Mn2+  ini, aktivitas optimum protease pada ketiga sampel teramati pada pH 8,0 dengan aktivitas sebesar 2,99 Unit/mg untuk larva, 5.75 Unit/mg untuk pupa, dan 19,73 U/mg untuk lalat dewasa. Ketiga sampel protease juga memiliki temperatur optimum yang sama yaitu 40\nºC, dimana dalam kondisi mengikat ion Mn2+ aktivitas spesifik protease pada temperatur ini adalah 2,44 U/mg untuk larva, 5.75 Unit/mg untuk pupa dan 20,13 U/mg untuk lalat dewasa.\nProtease dari ketiga sampel mengalami penurunan aktivitas spesifik setelah penambahan\ninhibitor EDTA menjadi 88,42 % untuk larva, 92,15% untuk pupa, dan 60,42% untuk lalat dewasa.  Pada  karakterisasi  pelarut  organik,  protease  dari  ketiga  sampel  mengalami\npeningkatan  aktivitas  spesifik  setelah  penambahan  1-propanol,  2-propanol,  dan  aseton.\nNamun protease dari sampel larva dan pupa mengalami penurunan aktivitas spesifik setelah penambahan butanol dan benzena. Sedangkan protease dari lalat dewasa mengalami penurunan aktivitas spesifik setelah penambahan etil asetat. Protease dari pupa memiliki ketahanan kinerja yang paling baik pada temperatur optimum dibanding protease dari larva dan lalat dewasa. Hal ini disebabkan oleh perbedaan energi aktivasi proses deaktivasi enzim kedua protease, dimana untuk protease dari larva energi aktivasinya sebesar 30,478 kj/mol, sedangkan protese pupa energi aktivasinya sebesar 54,899 kJ/mol, dan lalat dewasa hanya sebesar  37,849  kJ/mol.  Pada  karakterisasi  kinetika  enzim,  protease  dari  sampel  larva memiliki  nilai  KM   sebesar  8,551  mg/ml  ;  Vmax   sebesar  1,976  U/mg  ;  dan  kcat   sebesar\n168,127/detik. Sedangkan untuk sampel pupa memiliki nilai KM sebesar 0,328 mg/ml ; Vmax\nsebesar 3,279 U/mg ; dan kcat  sebesar 60,736/detik. Sementara profil kinetika protease lalat\ndewasa mengikuti profil kinetika enzim alosterik, sehingga tidak dapat dianalisis dengan\nmodel kinetika Michaelis-Menten.", "Daftar File": {"ABSTRAK Made Jaka Satwika Sukma Prana": "https://digilib.itb.ac.id/gdl/download/167432", "PUSTAKA Made Jaka Satwika Sukma Prana": "https://digilib.itb.ac.id/gdl/download/167439"}, "Penulis": "Made Jaka Satwika Sukma Prana [10512008]", "Kontributor / Dosen Pembimbing": ["Dr. Rukman Hertadi, S.Si., M.Si.", "Dr. Agus Dana Permana, M.si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Lalat Serdadu Hitam, protease, larva, pupa, dan lalat dewasa", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "06 Mei 2019"}