{"Nomor": 38055, "Judul": "Studi Komparatif Sel Baterai Sekunder Film PANI-Cl/Zn dengan Variasi Konsentrasi Elektrolit serta Karakterisasinya", "Abstrak": "Polianilin (PANI) adalah polimer organik yang konduktivitasnya dapat divariasikan melalui proses pendopingan dalam larutan asam (HX). PANI doping HCl memiliki konduktivitas tinggi dibandingkan dengan asam protik lain. PANI dalam bentuk garam Emeraldin dapat dijadikan material elektroda baterai sekunder karena memiliki reaksi redoks yang  revesible. Film PANI-Cl dibuat melalui proses elektropolimerisasi pada permukaan grafit sintetis dengan tegangan konstan 3 V, selama 30 menit agar massa film PANI yang dihasilkan ± 0,06 g. Rangkaian sel PANI-Cl/Zn dengan elektrolit ZnCl2 memiliki kinerja baterai yang baik. Namun, saat ini belum ditemukan kajian mengenai sel baterai PANI-Cl/Zn terhadap variasi konsentrasi elektrolit. Dalam penelitian ini, kinerja baterai diuji melalui fabrikasi sel baterai dari PANI-Cl (katoda), larutan elektrolit ZnCl2 (0,1 M, 1 M dan 2 M) pada pH 5 dengan  penambahan surfaktan Triton X-100, kertas saring (separator) dan plat seng (anoda). Berdasarkan hasil pengujian, ditemukan bahwa sel  baterai  PANI-Cl/Zn  dengan  konsentrasi  elektrolit  ZnCl2   1M  mempunyai  kinerja\nbaterai yang lebih baik dengan kapasitas baterai pada siklus pertama 66,85 mAh g-1  dan\nsiklus ke 60 turun menjadi 47,55 mAh g-1. Sedangkan sel baterai dengan larutan elektrolit ZnCl2 0,1M dan 2 M pada siklus pertama  dan ke 60 berturut-turut sebesar 19,58 mAh g-1 dan 24,63 mAh g-1 menjadi 4,74 mAh g-1 dan 6,76 mAh g-1. Karakterisasi PANI-Cl dilakukan pengukuran FTIR dengan puncak khas 1574,5 cm-1  yang menunjukan mode\nvibrasi tekuk C=C  pada cincin kuinoid,  intensitas menurun setelah PANI-Cl dipakai menjadi elektroda.  Spektrum Raman yang memiliki puncak pada geseran 1497 cm-1 karena adanya mode vibrasi C=N akibat garam emeraldin kehilangan proton saat logam Zn teroksidasi. Hambatan yang terukur menggunakan EIS, menghasilkan nilai Rs pada sel baterai elektrolit ZnCl2  0,1 M, 1 M dan 2M berurutan sebesar  8.04 ohm, dan 7,14 ohm dan 7,10 ohm. Untuk nilai Rct  sebesar 5,77 ohm, 6,19 ohm dan 6,25 ohm. Nilai Rs semakin  menurun  seiring  meningkatnya  konsentrasi  yang  dikarenakan  jumlah  ion elektrolit terbanyak dapat  membantu menghantar elektron lebih baik. Kinerja baterai dengan elektrolit ZnCl2 1 M jauh lebih baik karena resistansi total paling kecil dibandingkan ZnCl2 0,1 M dan 2 M.", "Daftar File": {"ABSTRAK Octaviani Setiawati": "https://digilib.itb.ac.id/gdl/download/167498", "PUSTAKA Octaviani Setiawati": "https://digilib.itb.ac.id/gdl/download/167505"}, "Penulis": "Octaviani Setiawati [10511105]", "Kontributor / Dosen Pembimbing": ["Achmad Rochliadi, MS, Ph.D.", "Dr. Veinardi Suendo, S.Si., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "polianilin, isi ulang, resistansi, kapasitas baterai, elektrolit, elektropolimerisasi", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "06 Mei 2019"}