{"Nomor": 38059, "Judul": "Metabolit Sekunder dari Daun Cryptocarya pulchrinervia  dan Uji Sitotoksisitasnya terhadap  Sel Murin Leukemia P-388", "Abstrak": "Cryptocarya merupakan salah satu genus dari famili Lauraceae yang memiliki kandungan metabolit sekunder yang beragam dan memiliki aktivitas biologis yang bermanfaat bagi manusia. Beberapa spesies memiliki kayu yang keras sehingga banyak dimanfaatkan sebagai bahan bangunan dan pulp. Selain itu, beberapa spesies juga telah digunakan   sebagai obat tradisional untuk obat mual, sakit kepala, dan obat nyeri. Cryptocarya tumbuh pada daerah tropis dan subtropis dan dapat ditemukan di benua Asia, Australia, Amerika, dan Afrika. Tingkat evolusi yang tinggi menyebabkan genus ini dapat menghasilkan kerangka metabolit sekunder yang beragam dan unik, sehingga genus ini banyak diteliti. Salah satu spesies Cryptocarya yang tumbuh di Indonesia adalah Cryptocarya pulchrinervia. Berdasarkan penelitian sebelumnya, telah diperoleh senyawa baru dari ekstrak metanol daun C. pulchrinervia yang diidentifikasi sebagai turunan piron (CP-1 (29), CP-2 (1), CP-3 (30)) yang memiliki aktivitas yang tinggi terhadap sel  murin  leukemia P-388 (IC50 ~3,0 µg/mL). Namun penelitian tersebut masih belum tuntas, oleh karena itu pada penelitian ini dilakukan penelitian lanjutan untuk memperoleh senyawa-senyawa lainnya. Isolasi metabolit sekunder dilakukan dengan serangkaian metode pemisahan meliputi maserasi, pemisahan klorofil, dan pemurnian dengan berbagai teknik kromatografi meliputi Kromatografi Cair Vakum (KCV), Kromatografi  Radial  (KR),  dan  Kromatografi  Kolom  Gravitasi  (KKG).  Selanjutnya, dilakukan identifikasi struktur berdasarkan data spektroskopi NMR (1H, 13C, HSQC, dan HMBC). Enam isolat telah diperoleh dan empat di antaranya  telah diidentifikasi strukturnya. Dua dari empat senyawa tersebut adalah senyawa turunan piron yaitu CP-2 (1) dan campuran yang mengandung CP-2. Dua senyawa lainnya adalah flavonoid turunan flavanon yaitu pinosembrin (2) dan   turunan amida yaitu N-trans-feruloiltiramin (3) yang juga telah dilaporkan dari spesies Cryptocarya lainnya. Hasil uji bioaktivitas terhadap sel murin leukemia P-388 menunjukkan bahwa CP-2 (1) dan senyawa campuran piron yang mengandung CP-2 (2:1) memiliki aktivitas yang tinggi (IC50  3,03 µg/mL dan 3,82 µg/mL). Sementara itu, senyawa pinosembrin (2) dan N-trans-feruloiltiramin (3) telah dilaporkan aktivitasnya dan bersifat tidak aktif terhadap sel murin leukemia P-388 (IC50 59,3 µg/mL dan\n37,4 µg/mL). Senyawa CP-2 (1) yang merupakan senyawa utama pada spesies ini dapat\ndisarankan sebagai agen untuk antikanker.", "Daftar File": {"ABSTRAK Pramukti Nawar Ra'idah": "https://digilib.itb.ac.id/gdl/download/167517", "PUSTAKA Pramukti Nawar Ra'idah": "https://digilib.itb.ac.id/gdl/download/167524"}, "Penulis": "Pramukti Nawar Ra'idah [10512025]", "Kontributor / Dosen Pembimbing": ["Dr. Lia Dewi Juliawaty, MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Cryptocarya pulchrinervia, piron, pinosembrin dan N-trans-feruloiltiramin, P-388", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "06 Mei 2019"}