{"Nomor": 38060, "Judul": "PERANCANGAN RUANG PARKIR, STRUKTUR PERKERASAN, MANAJEMEN LALU LINTAS KAWASAN, DAN ELEMEN STRUKTUR GEDUNG PARKIR LIFESTYLE CENTER SUMMARECON BANDUNG", "Abstrak": "Summarecon Bandung adalah sebuah kawasan mandiri yang terletak di wilayah Bandung Timur yang terdiri dari area residensial, komersial, dan Summarecon Teknopolis yang berpadu harmonis sebagai tempat untuk tinggal, bekerja, dan rekreasi. Seiring dengan perkembangan dan pembangunannya, kawasan tersebut akan menimbulkan perubahan tata guna lahan menjadi tempat pusat kegiatan, salah satunya adalah mall. Perubahan struktur ruang menjadi mall akan memengaruhi pola pergerakan yang kemudian akan membebani jaringan jalan di suatu wilayah sehingga diperlukan manajemen lalu lintas kawasan. Selanjutnya, perubahan tata guna lahan tersebut menimbulkan tarikan dan bangkitan perjalanan yang harus diakomodasi oleh Lifestyle Center Summarecon Bandung. Besarnya demand harus dihitung berdasarkan fungsi Lifestyle Center Summarecon Bandung yakni sebagai mall. Selanjutnya, demand yang ada digunakan untuk perhitungan dan perencanaan sirkulasi parkir, ruang parkir, dan fasilitas parkir yang mengacu pada Pedoman Perencanaan dan Pengoperasian Fasilitas Parkir 1998. Demand yang telah dihitung juga digunakan untuk perencanaan dan perancangan struktur perkerasan jalan akses menuju Lifestyle Center Summarecon Bandung yang mengacu pada Pedoman Perencanaan Perkerasan Lentur Pt-T-01-2002-B. Selain itu, dilakukan juga perancangan struktur gedung parkir yang harus disediakan pada Lifestyle Center Summarecon Bandung agar tercipta pergerakan yang aman di area Lifestyle Center yang mengacu pada PPIUG 1983, SNI 1726:2012, dan SNI 2847:2013.", "Daftar File": {}, "Penulis": "Medina Winandyani [15013098]", "Kontributor / Dosen Pembimbing": ["Aine Kusumawati, S.T., M.T., Ph.D"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "gedung parkir, lifestyle center, manajemen lalu lintas, perkerasan", "Sumber": "", "Staf Input/Edit": "hidayat", "File": "0 file", "Tanggal Input": "06 Mei 2019"}