{"Nomor": 38074, "Judul": "Studi Elektrokoagulasi Lignosulfonat dengan Elektroda  Lempeng Aluminium", "Abstrak": "Lignosulfonat (LS) merupakan turunan senyawa lignin yang diperoleh sebagai produk samping proses sulfit pada industri kertas. Senyawa ini mengakibatkan air berwarna hitam kecoklatan dan berbau sehingga bisa mencemari lingkungan. Salah satu metode yang dapat digunakan untuk penghilangan senyawa ini dari air limbah adalah metode elektrokoagulasi. Metode ini didasarkan pada prinsip penggumpalan suatu koloid dengan menggunakan arus listrik. Pada penelitian ini dilakukan elektrokoagulasi menggunakan elektroda lempeng aluminium dengan ukuran permukaan yang digunakan adalah 4 cm x 1 cm. Parameter yang dikaji meliputi rapat arus, waktu, konsentrasi awal lignosulfonat, konsentrasi penambahan elektrolit pendukung berupa garam NaCl dan CaCl2, dan pH awal larutan. Konsentrasi lignosulfonat dalam larutan sebelum dan sesudah proses elektrokoagulasi diukur dengan menggunakan  spektrofotometri  UV-Vis  pada  panjang  gelombang  281  nm,  sedangkan endapan yang dihasilkan pada proses elektrokoagulasi dianalisis menggunakan spektrofotometri Infra Merah dan SEM-EDX. Dari hasil penelitian diperoleh rapat arus optimum untuk elektrokoagulasi adalah 60 A/m2, waktu optimum elektrokoagulasi adalah 45 menit, konsentrasi NaCl dan CaCl2  optimum yang digunakan sebagai elektrolit pendukung secara berturut-turut adalah 0,26 M dan 0,20 M, pH awal larutan optimum terdapat pada pH\n4 dan pH 10. Semakin kecil konsentrasi LS dalam larutan, semakin efektif proses elektrokoagulasi dapat dilakukan.", "Daftar File": {"ABSTRAK Realita Mayaperdana": "https://digilib.itb.ac.id/gdl/download/167566", "PUSTAKA Realita Mayaperdana": "https://digilib.itb.ac.id/gdl/download/167573"}, "Penulis": "Realita Mayaperdana [10510063]", "Kontributor / Dosen Pembimbing": ["Dr. Henry Setiyanto, S.Si., M.T.", "Muhammad Ali Zulfikar, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Lignosulfonat, Elektrokoagulasi, Elektroda Aluminium, Spektrofotometri UV- Vis", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "06 Mei 2019"}