{"Nomor": 38076, "Judul": "Turunan Piron dari Daun Cryptocarya nitens Indonesia", "Abstrak": "Cryptocarya merupakan salah satu genus tumbuhan dari famili Lauraceae yang tersebar di wilayah  Asia,  Australia  dan  Melanesia.  Di Indonesia,  Cryptocarya  dikenal  dengan  nama lokal  “huru”  atau  “medang”.   Masyarakat   memanfaatkan   tumbuhan   ini  sebagai  bahan bangunan, bahan baku pulp pada industri kertas, dan obat tradisional. Kegunaan tumbuhan ini menjadi pendorong kajian-kajian fitokimia pada genus ini. Kajian fitokimia pada genus Cryptocarya menunjukkan bahwa metabolit sekunder genus ini meliputi piron, flavonoid, alkaloid,  stilben,  lignan,  terpenoid,  steroid,  dan  asam  karboksilat.  Alkaloid  merupakan metabolit sekunder utama pada Cryptocarya asal Australia sedangkan piron dan flavonoid merupakan metabolit sekunder utama pada Cryptocarya asal Indonesia. Salah satu spesies Cryptocarya yang ada di Indonesia adalah Cryptocarya nitens. Senyawa yang telah diisolasi pada spesies ini yaitu yangambin (132) dari bagian kulit batang, dan (-)-(6S,2’R)- deasetilkriptokaryalakton   (165)  serta  kriptofolion  (22)  dari  bagian  daun.  Namun,  kajian fitokimia pada bagian daun Cryptocarya nitens tersebut belum tuntas sehingga dilakukan penelitian lebih lanjut. Proses fraksinasi dan pemurnian dilakukan dengan berbagai teknik kromatografi seperti kromatografi cair vakum (KCV), kromatografi kolom gravitasi (KKG) dan kromatografi radial (KR). Pada penelitian ini, delapan isolat telah berhasil diisolasi dari ekstrak  metanol  daun  Cryptocarya  nitens.  Lima  dari  delapan  isolat  disarankan  memiliki struktur  kriptokaryalakton  (163  dan  164),  dan  satu  isolat  lain  diidentifikasi  sebagai  (+)- (6R,2’R)-deasetilkriptokaryalakton  (166). Kedua senyawa tersebut merupakan turunan piron. Sementara  itu,  struktur  dari  dua  isolat  lainnya  masih  dalam  proses  analisis.  Berdasarkan analisis NMR, putaran optik, kromatografi  lapis tipis (KLT) dan dengan membandingkan data literatur maka lima isolat yang disarankan  memiliki kerangka kriptokaryalakton  (163 dan 164) ternyata merupakan diastereomer.  Tiga isolat disarankan memiliki struktur (+)- (6R,2’S)-kriptokaryalakton   (163)   sedangkan   dua  isolat  lainnya   memiliki   struktur   (+)- (6R,2’R)-kriptokaryalakton (164). Senyawa kriptokaryalakton (163 dan 164) dan deasetilkriptokaryalakton   (166)  untuk  pertamakalinya  dilaporkan  dari  tumbuhan Cryptocarya  Indonesia.  Kedua  senyawa  tersebut  telah  diisolasi  dari  spesies  Cryptocarya lain, yaitu C. bourdillonia, C. liebertiana, C. moschata, dan C. wyliei.", "Daftar File": {"ABSTRAK Risa Erlinda Octarina": "https://digilib.itb.ac.id/gdl/download/167582", "PUSTAKA Risa Erlinda Octarina": "https://digilib.itb.ac.id/gdl/download/167589"}, "Penulis": "Risa Erlinda Octarina [10512091]", "Kontributor / Dosen Pembimbing": ["Dr. Lia Dewi Juliawaty, MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Cryptocarya nitens, piron, kriptokaryalakton, deasetilkriptokaryalakton", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "06 Mei 2019"}