{"Nomor": 38087, "Judul": "FISIKA PADA KENDALI PELAKSANAAN PEMBORAN MIGAS", "Abstrak": "Di daerah SDA migas, tiap hari selalu ada kegiatan tentang pengelolaan migas. Beberapa kegiatan sebaiknya menjadi pengetahuan umum atau pengetahuan teknis dasar bagi masyarakat terpelajar didaerah tersebut (minimal sma). Pengetahuan ini menjadi daya saing utama daerah tersebut dan ini ternyata basis pengetahuannya adalah fisika. Pemboran migas adalah usaha secara teknis membuat lubang dengan aman sampai menembus lapisan formasi yang kaya akan migas. Lubang tersebut\nkemudian dilapisi dengan casing dan disemen, dengan maksud untuk melakukan penambangan migas dari lapisan formasi sampai kepermukaan. Pemboran migas ada kebutuhan pengukuran dan pengendalian tekanan di setiap kedalaman, untuk itu digunakan media serba guna dimasukkan ke pipa bor dan keluaran melalui tepi lubang bor sambil membawa serpih atau hasil pahatan mata bor. Media lain di sebut lumpur bor yang di buat dengan komponen dasar bentonite ( sejenis lumpur lempung ). Tekanan dari kedalaman bor terukur secara hidrostatik dan hidrodinamik. Gangguan masukkan gas alam kedalam lubang bor akan terdeteksi dari selisih nilai tekanan hidrostatik lumpur dan tekanan gas yang masuk. Pengelolaan dan pengendalian ini diperlukan agar tidak terjadi blowout atau semburan liar. Banyak aspek hidrostatik, hidrodinamik dan hidrolika terlibat dalam memperkirakan kebutuhan daya tekanan pompa yang menginjeksikan lumpur kedalam lubang bor. Oleh karena itu perlunya media pembelajaran yang representatif berkaitan dengan pengendalian pelaksanaan pemboran migas. Diharapkan dengan adanya pembelajaran ini dapat membantu siswa dalam mengerti gangguan-gangguan dan\npengendaliannya saat pemboran migas", "Daftar File": {"ABSTRAK Yanasari": "https://digilib.itb.ac.id/gdl/download/167656", "COVER Yanasari": "https://digilib.itb.ac.id/gdl/download/172863", "BAB 1 Yanasari": "https://digilib.itb.ac.id/gdl/download/172864", "BAB 2 Yanasari": "https://digilib.itb.ac.id/gdl/download/172866", "BAB 3 Yanasari": "https://digilib.itb.ac.id/gdl/download/172867", "BAB 4 Yanasari": "https://digilib.itb.ac.id/gdl/download/172868", "BAB 5 Yanasari": "https://digilib.itb.ac.id/gdl/download/172869", "PUSTAKA Yanasari": "https://digilib.itb.ac.id/gdl/download/172870"}, "Penulis": "Yanasari [90216302]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Lilik Hendradjaja, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Pengajaran Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "Tekanan lumpur, tekanan hidrostatik, blowout, hidrolika", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "8 file", "Tanggal Input": "06 Mei 2019"}