{"Nomor": 38082, "Judul": "Modifikasi Elektroda Pasta Karbon dengan Molecularly Imprinted Poly(glycine) untuk Penentuan Asam Urat secara Voltammetri", "Abstrak": "Asam urat dalam tubuh merupakan produk akhir dari metabolisme purin. Kadar asam urat abnormal dalam tubuh dapat menyebabkan berbagai penyakit seperti hyperuricemia, gout dan sindrom Lesch-Nysan. Oleh karena itu diperlukan metode analisis untuk menentukan asam urat tersebut. Pada penelitian ini, telah dikembangkan elektroda pasta karbon yang dimodifikasi moleculary imprinted poly(glycine) yang sensitif untuk penentuan kadar asam urat menggunakan metode voltammetri. Elektroda tersebut dibuat dengan mengelektropolimerisasi campuran larutan yang mengandung 2 mM asam urat dan 2 mM glisin dalam larutan bufer fosfat 0,1 M pH 7 dengan memberikan potensial -0,5 V - 1,8 V pada laju pindai 100 mV/s sebanyak 10 siklus menggunakan teknik voltammetri siklik. Elektroda pasta karbon hasil modifikasi menunjukkan presisi yang baik dengan kebolehulangan satu elektroda menghasilkan % RSD sebesar 2,8% (n=36) dan kebolehulangan 5 elektroda menghasilkan % RSD sebesar 2,7%. Kurva kalibrasi menunjukkan kelinearan yang baik pada rentang konsentrasi asam urat 0,5 µM – 100 µM dengan limit deteksi sebesar 0,12 ?M. Elektroda pasta karbon   hasil modifikasi   dapat diaplikasikan untuk penentuan kadar asam urat dalam sampel plasma darah dan urin menggunakan teknik differential pulse voltammetry (DPV) menghasilkan pengukuran yang baik dengan persen perolehan kembali berturut-turut sebesar 99,80% - 102,90% dan 95,1% -\n105,4%.", "Daftar File": {"ABSTRAK Susi Aisah Amini": "https://digilib.itb.ac.id/gdl/download/167615", "PUSTAKA Susi Aisah Amini": "https://digilib.itb.ac.id/gdl/download/167623"}, "Penulis": "Susi Aisah Amini [10512021]", "Kontributor / Dosen Pembimbing": ["Dr. Indra Noviandri, MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Molecularly   imprinted   poly(glycine),   Asam   urat,   Differential   Pulse Voltammetry, Elektroda pasta karbon, Voltammetri", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "06 Mei 2019"}