{"Nomor": 38102, "Judul": "EVALUASI KARAKTERISTIK PENYEBERANGAN JALAN DI KAWASAN JALAN PERKOTAAN (STUDI KASUS JALAN OTTO ISKANDARDINATA, BANDUNG)", "Abstrak": "Penyeberangan jalan di daerah perkotaan memiliki karakteristik tersendiri. Karakteristik tersebut dapat dijadikan acuan dasar dalam melakukan evaluasi kriteria pemilihan fasilitas yang digunakan pada saat ini. Evaluasi kriteria tersebut akan menggunakan model regresi-linear-berganda dengan meninjau waktu tunggu dan kecepatan dari penyeberang jalan. Dalam penelitian ini, akan dikembangkan suatu model regresi-linear-berganda untuk waktu tunggu dan kecepatan menyeberang pejalan kaki, serta pengembangan usulan fasilitas penyeberang jalan berdasarkan karakteristik waktu menunggu untuk menyeberang dan kecepatan menyeberang. Model regresi untuk waktu tunggu adalah Y = 2,97 + 1,23 X10, dengan parameter yang memengaruhi adalah accompany lebih dari 3 orang (X10). Sedangkan model regresi untuk kecepatan menyeberang adalah Y = 1,06?0,07 X8?0,15 X9?0,17 X10?0,09 X11, dengan parameter yang memengaruhi adalah accompany 2 orang (X8), 3 orang (X9), lebih dari 3 orang (X10), dan barang bawaan (X11). Waktu tunggu rata-rata adalah 3,054 detik, sedangkan kecepatan menyeberang rata-rata adalah 1,005 m/s. Berdasarkan matriks yang dibuat berdasarkan model regresi-linear-berganda, maka fasilitas penyeberangan yang dibutuhkan adalah penyeberangan pelikan.", "Daftar File": {"2017 EJRNL PP RIAN WICAKSANA 1.pdf\n]": "https://digilib.itb.ac.id/gdl/download/167711"}, "Penulis": "Rian Wicaksana [15013030]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Sony Sulaksono Wibowo, M.T."], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Engineering of railroads & roads", "Kata Kunci": "menyeberang jalan, regresi-linear-berganda, waktu tunggu, kecepatan menyeberang, jalan perkotaan", "Sumber": "", "Staf Input/Edit": "hidayat", "File": "1 file", "Tanggal Input": "07 Mei 2019"}