{"Nomor": 38108, "Judul": "PERANCANGAN DAN PENGEMBANGAN FASILITAS SISI DARAT BANDAR UDARA SULTAN THAHA ASPEK TRANSPORTASI", "Abstrak": "Perancangan fasilitas sisi darat Bandar Udara Sultan Thaha diperlukan untuk mengakomodasi pergerakan lalu lintas penerbangan di masa yang akan datang seiring dengan meningkatnya kebutuhan transportasi udara. Beberapa peraturan yang telah digunakan di Indonesia antara lain Standar Nasional Indonesia 03-7046-2004 dan SKEP 77-VI-2005 berkenaan dengan standar terminal penumpang bandar udara. Adapun perancangan fasilitas terminal penumpang bandar udara diawali dengan proses prakiraan pergerakan penumpang sampai dengan tahun rencana ke-20 dengan menggunakan metode ekonometri memanfaatkan korelasi antara variabel-variabel sosioekonomi dari wilayah studi terhadap nilai pergerakan penumpang. Data tersebut kemudian diterjemahkan dalam bentuk konsep terminal penumpang yang akan dirancang sesuai dengan peraturan Federal Aviation Agency dan Airport Development Reference Manual 8th Edition (ADRM) – International Air Transport Association (IATA). Kemudian, proses perancangan dilanjutkan dengan kalkulasi dan konfigurasi fasilitas terminal penumpang yang terdiri atas kerb keberangkatan, hall keberangkatan, kebutuhan area check-in, kebutuhan area pemeriksaan keamanan, dan kebutuhan area ruang tunggu keberangkatan. Selain itu dilakukan juga perancangan fasilitas penunjang seperti fasilitas parkir serta jalan akses beserta perkerasannya untuk menunjang operasional bandara. Tujuan penulisan tugas akhir ini adalah guna merancang fasilitas sisi darat Bandar Udara Sultan Thaha bagian keberangkatan dan kedatangan sesuai dengan Standar Nasional Indonesia 03-7046-2004 dan SKEP 77-VI-2005 guna mengakomodasi pergerakan lalu lintas penerbangan pada tahun rencana ke-20. Selanjutnya, desain terminal penumpang ini juga akan ditinjau kelayakannya dari segi perspektif penumpang, operator bandara, dan perusahaan maskapai penerbangan dengan menggunakan analisis multi kriteria untuk mendapatkan hasil rancangan denah terpilih.", "Daftar File": {"2017 EJRNL PP RUBEN GADING WISNUMURTI 1.pdf\n]": "https://digilib.itb.ac.id/gdl/download/167745"}, "Penulis": "Ruben Gading Wisnumurti [15013036]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Idwan Santoso, M.Sc., DIC."], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "Terminal Bandara Sultan Thaha, Jalan Akses Bandara Jambi, Jarak Berjalan Kaki Maksimum, Ekonometrik", "Sumber": "", "Staf Input/Edit": "hidayat", "File": "1 file", "Tanggal Input": "07 Mei 2019"}