{"Nomor": 38121, "Judul": "Enkapsulasi Karbon Aktif pada Kalsium Alginat untuk  Adsorpsi Ion Pb(II)", "Abstrak": "Air yang terkontaminasi ion logam berat merupakan masalah yang signifikan bagi makhluk hidup. Ion Pb(II) merupakan ion logam berat yang bersifat racun. Adsorpsi adalah salah satu metode untuk menghilangkan ion logam berat dalam air. Alginat adalah komponen struktural dari dinding sel alga yang dapat bertindak sebagai adsorben untuk ion-ion logam. Pada penelitian ini, adsorben dibuat menggunakan enkapsulasi karbon aktif pada kalsium alginat (CaA-KA) untuk mengadsorpsi ion Pb(II) dalam larutan. Karakterisasi adsorben CaA-KA dilakukan dengan menggunakan analisis Fourier Transform Infrared (FTIR) dan Scanning Electron Microscopy (SEM). Penentuan kondisi optimum proses adsorpsi dilakukan melalui variasi berbagai parameter, yaitu komposisi adsorben, pH larutan, massa adsorben, dan waktu kontak. Hasil penelitian menunjukkan bahwa komposisi optimum dicapai pada perbandingan kalsium alginat dengan karbon aktif adalah 4:1 (w/w) dengan pH optimum adsorpsi pada pH 4, massa adsorben 0,1 gram, dan waktu kontak 120 menit. Proses adsorpsi ion Pb(II) oleh adsorben CaA-KA mengikuti  model  isoterm  adsorpsi  Langmuir  dengan  kapasitas  adsorpsi  maksimum\n136,99 mg g-1  pada suhu 25 °C. Hasil studi kinetika menunjukkan adsorpsi ion Pb(II)\nmengikuti model kinetika orde dua semu. Proses adsorpsi berlangsung secara endotermik\ndengan nilai ?G?(25?C) = 9,78 kJ mol-1, ?G?(40?C) = 7,51 kJ mol-1, ?G?(55?C)= 5,23 kJ mol-1,\n?H? = 54,96 kJ mol-1, dan nilai ?S? = 1,52x10-1 kJ mol-1K-1.", "Daftar File": {"ABSTRAK Irna Fajrirachma Putri": "https://digilib.itb.ac.id/gdl/download/167840", "PUSTAKA Irna Fajrirachma Putri": "https://digilib.itb.ac.id/gdl/download/167847"}, "Penulis": "Irna Fajrirachma Putri [10513045]", "Kontributor / Dosen Pembimbing": ["Dr. Rusnadi, S.Si., M.Si.", "Dr. Rachmawati, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "adsorben, adsorpsi, ion Pb(II), kalsium alginat, karbon aktif", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "08 Mei 2019"}