{"Nomor": 38123, "Judul": "Optimasi Degradasi Asam Monokloroasetat (MCA) oleh Haloacid Dehalogenase dari Bacillus cereus Strain Lokal dalam Klon Rekombinan pET-bcfd1 dengan Sel Inang E. coli BL21(DE3)", "Abstrak": "Asam monokloroasetat (MCA) adalah senyawa organik penting dalam industri. Senyawa ini diperoleh sebagai hasil klorinasi asam asetat yang secara luas digunakan sebagai bahan baku dalam pembuatan selulosa karboksimetil (CMC), herbisida asam 2,4- diklorofenoksiasetat (2,4-D) dan asam 2-metil-4-klorofenoksiasetat (MCPA), penghilang cat dan grafiti, plastik, dan senyawa produk lain dalam bentuk ester atau amidanya. Namun, senyawa ini menyebabkan polusi terhadap lingkungan air dan kesehatan manusia karena sifatnya yang toksik, korosif, persisten, dan karsinogen. Senyawa ini banyak ditemukan sebagai polutan dalam air minum dan air limbah. Biodegradasi merupakan salah satu cara untuk mengurangi MCA dengan memanfaatkan organisme penghasil haloacid dehalogenase. Penelitian sebelumnya telah berhasil mengisolasi gen haloacid dehalogenase dari Bacillus cereus strain lokal dalam klon rekombinan pET-bcfd1 dengan sel inang E. coli BL21(DE3). Penelitian ini mempelajari kondisi optimum degradasi MCA oleh sel hidup E. coli BL21(DE3) yang membawa plasmid rekombinan pET-bcfd1 dalam medium LB yang mengandung MCA. Kadar Cl- yang dilepaskan ke medium sebagai hasil reaksi enzimatis haloacid dehalogenase terhadap substrat MCA dipelajari secara spektrofotometri menggunakan metode Bergmann dan Sanik. Pengujian degradasi MCA oleh sel hidup klon rekombinan dilakukan pada rentang konsentrasi MCA 0-1 mM, suhu inkubasi 30 oC dan 37 oC, waktu inkubasi sebelum penambahan IPTG selama 0-12 jam, penambahan konsentrasi IPTG 0-1 mM, waktu induksi selama 1-8 jam, dan suhu induksi\n30 oC dan 37 oC pada pH medium 6-10. Hasil uji kuantitatif terhadap ion Cl- yang dilepaskan ke medium menunjukkan bahwa kondisi optimum degradasi ini dicapai pada\n0,2 mM MCA, inkubasi 37 oC selama 6 jam, konsentrasi IPTG 0,01 mM, induksi 30 oC\nselama 2 jam, dan pH medium 7. Pengujian degradasi MCA secara reaksi enzimatis menggunakan ekstrak kasar haloacid dehalogenase dipelajari pada rentang konsentrasi MCA 0-1 mM, suhu reaksi 25 oC-57 oC, dan pH bufer 6-11. Reaksi dilakukan selama 10 menit. Hasil uji menunjukkan bahwa kondisi optimum degradasi ini dicapai pada 0,1 mM MCA, suhu reaksi 37 oC, dan pH bufer 10.", "Daftar File": {"ABSTRAK Rachmad Ade Pratama": "https://digilib.itb.ac.id/gdl/download/167886", "PUSTAKA Rachmad Ade Pratama": "https://digilib.itb.ac.id/gdl/download/167894"}, "Penulis": "Rachmad Ade Pratama [10513063]", "Kontributor / Dosen Pembimbing": ["Enny Ratnaningsih, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "MCA, Bacillus cereus, haloacid dehalogenase, klon rekombinan pET- bcfd1.", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "08 Mei 2019"}