{"Nomor": 38134, "Judul": "KLONING GEN, EKSPRESI DAN KARAKTERISASI LEVANSUKRASE DARI BAKTERI HALOFILIK Bacillus  licheniformis BK1 dan BK2 ISOLAT KAWAH LUMPUR BLEDUG KUWU JAWA TENGAH", "Abstrak": "Levan,  disebut  juga  fruktan,    adalah  homopolimer  yang  terdiri  dari  subunit  gula fruktosa  yang  dihubungkan  melalui  ikatan  glikosida  ?-2,6  dan  beberapa  ikatan glikosida ?-2,1 pada rantai cabang. Levan memiliki karakteristik sebagai berikut: larut dalam air, tidak beracun, viskositas rendah, kelarutan tinggi dalam minyak, memiliki kompatibilitas dengan garam dan surfaktan, stabil terhadap panas, asam, dan media alkali. Berdasarkan karakteristik tersebut, oleh karena itu, levan digunakan sebagai bahan biomaterial di berbagai bidang industri, seperti farmasi, kimia, makanan, dan kosmetik. Secara biokimia, levan dapat diproduksi melalui reaksi transfruktosilasi sukrosa dikatalisis oleh levansukrase (EC 2.4.1.10). Salah satu sumber levansukrase adalah bakteri halofilik, yang merupakan salah satu bakteri ekstremofilik yang mampu hidup di lingkungan salinitas tinggi. Bakteri halofilik memiliki kemampuan untuk memanfaatkan lingkungan salinitas tinggi untuk menginduksi aktivasi enzim ekstraseluler dan intraseluler untuk mempertahankan diri. Oleh karena itu, enzim yang berasal dari bakteri halofilik umumnya memiliki aktivitas yang baik pada kondisi lingkungan dengan aktivitas air rendah, seperti dalam pelarut yang mengandung senyawa organik, deterjen atau garam mineral. Penelitian sebelumnya menunjukkan bahwa  bakteri  halofilik  moderat,  Bacillus  licheniformis  BK1,  berasal  dari  Bledug Kuwu kawah lumpur, Jawa Tengah, mampu menghasilkan levan ketika dibudidayakan dalam media yang mengandung 5% sukrosa dan 2% NaCl.  Dalam penelitian ini telah berhasil dilakukan isolasi gen levansukrase dari bakteri halofilik B. licheniformis strain BK1 dan BK2 dengan menggunakan menggunakan pendekatan metode PCR. Amplifikasi     gen     pengkode     levansukrase     menggunakan     primer     spesifik\n5’-GGATCCATGAACATCAAAAACATYGCT-3’\tsebagai\tprimer\tmaju\tdan\n5’-GAATTCTTATTWGTTTACCGTTARTTG-3’  sebagai  primer  mundur. Penambahan sisi restriksi BamHI pada primer maju dan EcoRI pada primer mundur untuk memberikan orientasi kloning yang benar dalam vektor ekspresi pET-30a(+). Fragmen hasil amplifikasi diligasi ke dalam pGEM-T, ditransformasi ke E. coli TOP10 dan diseleksi dengan metode biru-putih untuk menghasilkan transforman pGEM-lsbl- bk1 dan pGEM-lsbl-bk2. Fragmen gen lsbl-bk1 dan lsbl-bk2 dalam pGEM-lsbl-bk1 dan pGEM-lsbl-bk2 disubklon ke pET-30a(+), kemudian ditransformasi ke E.coli BL21 (DE3)pLysS dan diseleksi dengan antibiotik kanamysin. Konfirmasi rekombinan gen lsbl-bk1 dan lsbl-bk2 dalam vektor pGEM dan pET dilakukan dengan metode seleksi berdasarkan ukuran plasmid, analisis resktriksi, PCR ulang, dan penentuan urutan nukleotida. Gen lsbl-bk1 dan lsbl-bk2 memiliki ukuran secara berturut-turut adalah\n1452 pasang basa dan 1449 pasang basa. Ekspresi pET-lsbl-bk1 dan pET–lsbl-bk2\ndalam E.coli BL21(DE3)pLysS dilakukan dengan induksi IPTG. Analisis SDS-PAGE\n \n\nmenunjukkan bahwa massa molekul protein Lsbl-bk1 dan Lsbl-bk2 adalah sekitar\n50kDa. Hasil SDS-PAGE menunjukkan hasil yang sama dengan analisis komputasi\n(ProtParam tool) bahwa Lsbl-bk1 dengan 483 residu asam amino Lsbl-bk2 dengan 481 residu asam amino memiliki massa molekul 53 kDa.", "Daftar File": {"ABSTRAK Nur Umriani Permatasari": "https://digilib.itb.ac.id/gdl/download/167953", "COVER Nur Umriani Permatasari": "https://digilib.itb.ac.id/gdl/download/169109", "BAB1 Nur Umriani Permatasari": "https://digilib.itb.ac.id/gdl/download/169110", "BAB2 Nur Umriani Permatasari": "https://digilib.itb.ac.id/gdl/download/169111", "BAB3 Nur Umriani Permatasari": "https://digilib.itb.ac.id/gdl/download/169112", "BAB4 Nur Umriani Permatasari": "https://digilib.itb.ac.id/gdl/download/169113", "BAB5 Nur Umriani Permatasari": "https://digilib.itb.ac.id/gdl/download/169114", "PUSTAKA Nur Umriani Permatasari": "https://digilib.itb.ac.id/gdl/download/169115"}, "Penulis": "Nur Umriani Permatasari [30514003]", "Kontributor / Dosen Pembimbing": ["Dr. Rukman Hertadi, S.Si., M.Si."], "Jenis Koleksi": "Disertasi", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Levansukrase,  bakteri  halofilik,  Kawah  Lumpur  “Bledug  Kuwu”, Baciilus licheniformis", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "08 Mei 2019"}