{"Nomor": 38130, "Judul": "Evolving charge correlations in a hybrid model with both hydrodynamics and hadronic Boltzmann descriptions", "Abstrak": "Background: Correlations from charge correlation, known as charge balance functions, provide critical tests of the chemical evolution of matter in a heavy-ion collision. Comparisons of experimental balance functions with calculations from parametric descriptions of the final state suggest that the charge production in the earliest stages of a heavy-ion collision are consistent with having generated an amount of light up, down, and strange quarks that are largely consistent with expectations for creating a chemically equilibrate quark-gluon plasma. \nPurpose: This work describes a full simulation of the evolving correlations superimposed on a state-of-the-art microscopic description of the collision.\nMethods: The creation and diffusion of balancing charges is modeled on the background of a hybrid description of the evolution based on hydrodynamics, for when the matter’s temperature is above 155 MeV, and a microscopic hadronic simulation, for the breakup stage. The translation of the charge-charge correlation function, indexed by the flavors up, down, and strange, into correlations between specific hadron species is built on the assumption that differential charges enhance differential yields according to statistical equilibrium. Monte Carlo methods are implemented when applicable.\nResults: The charge balance functions are predicted for pairs indexed by charge alone or by whether the particle pairs are any combination of pions, kaons, or protons. Comparisons with experiment are remarkably successful except for the proton-kaon balance functions.\nConclusions: This demonstrates first that two-particle correlations from charge conservation can be calculated for a state-of-the-art model of the evolution with moderate amounts of computation. Aside from the magnitude of the proton-kaon correlations, the calculations well describe preliminary experimental results from the STAR Collaboration at the Relativistic Heavy Ion Collider. Ignoring the one disagreement, this suggests that the matter in a heavy-ion collision comes close to maintaining chemical equilibrium during the superhadronic stage of a heavy-ion collision.", "Daftar File": {}, "Penulis": "Scott Pratt [-]", "Kontributor / Dosen Pembimbing": ["Christopher Plumberg"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "-", "Sumber": "PHYSICAL REVIEW C 99, 044916 (2019); ©2019 American Physical Society", "Staf Input/Edit": "Ratnasari", "File": "1 file", "Tanggal Input": "08 Mei 2019"}