{"Nomor": 38141, "Judul": "Seismic random noise attenuation using nonlocal-means via smooth patch ordering", "Abstrak": "In seismic exploration, suppressing random noise is a key step in improving the signal-to-noise ratio (SNR) of seismic data. The effective structures of seismic profiles can be characterized by the abundance of self-repeating patterns. Taking these characteristics into account, we propose adopting the smooth patch ordering-based nonlocal means (SPONLM) approach to suppress seismic random noise. This approach introduces the idea of “patch ordering” into the nonlocal means method. After dividing a noise-contaminated seismic profile into overlapping patches, patches are ordered by their Euclidean distance such that they are chained along the “shortest possible path”. The method then estimates the seismic sample centered at each patch using the weighted average of noisy samples centered at patches in unions with neighboring patches obtained after global ordering instead of a local square neighborhood, and the weight coefficients are updated using the iteratively denoised results. Therefore, for each sample to be evaluated, many similar patches and more reliable weight coefficients must be used such that the proposed method can effectively attenuate random noise. Tests on synthetic data and a section of field seismic data demonstrate that, compared with the traditional nonlocal means algorithm, f-x deconvolution technique and curvelet transform-based denoising method, the proposed method can suppress random noise much more effectively even when the SNR is below ?10?dB while preserving seismic structures well without inducing pseudo-Gibbs artifacts, which usually appear when using the curvelet transform-based denoising method.", "Daftar File": {}, "Penulis": "Ouyang Shao [-]", "Kontributor / Dosen Pembimbing": ["Lingling Wang, Xiangyun Hu, Zhidan Long"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Seismic denoising Patch ordering Nonlocal means Structure preserving", "Sumber": "Journal of Applied Geophysics, S0926-9851(18)30794-8, https://doi.org/10.1016/j.jappgeo.2019.05.005", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "09 Mei 2019"}