{"Nomor": 38146, "Judul": "Transport infrastructure and sustainability: a new planning and assessment framework", "Abstrak": "Transport infrastructure is fundamental for economic development and for enabling cities to\nshift away from unsustainable automobile dependence. These agendas are coming together but the tools\nand processes to create less automobile-dependent cities are not well developed. The purpose of this paper\nis to suggest how the planning and assessment process can help to achieve this goal of integration.\nDesign/methodology/approach – Understanding how cities are shaped by transport priorities\nthrough urban fabric theory creates an approach to the planning and assessment process in transport\nand town planning that can help achieve the purpose.\nFindings – Four tools are developed from this theory: first, a strategic framework that includes the kind\nof urban fabric that any project is located within; second, benefit cost ratios that include wider economic\nbenefits, especially agglomeration economies in each fabric; third, avoidable costs that assess lost\nopportunities from the kind of urban development facilitated by the infrastructure chosen; and finally,\nvalue capture opportunities that can help finance the infrastructure if they are used to create walking and\ntransit fabric.\nResearch limitations/implications – Detailed application to the standard transport and town\nplanning tools should now proceed to see how they can be adapted to each urban fabric, not just\nautomobile city fabric.\nPractical implications – Recognising, respecting and rejuvenating each fabric can be implemented\nimmediately.\nSocial implications – Urban lifestyle choices are best understood by estimating the potential\ndemand for each market and building to these.\nOriginality/value – The urban fabric tools outlined provide the best way of integrating sustainable\ndevelopment goals into how cities are planned and transport projects are assessed.", "Daftar File": {}, "Penulis": "Peter William Newman [-]", "Kontributor / Dosen Pembimbing": ["-"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Planning, Sustainable development, Cities, Transport, Infrastructure assessment, Urban fabric", "Sumber": "https://search.proquest.com/docview/1712740311/fulltextPDF/25BD81E6B2904723PQ/11?accountid=31562", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "09 Mei 2019"}