{"Nomor": 38140, "Judul": "Integrating systematic layout planning with fuzzy constraint theory to design and optimize the facility layout for operating theatre in hospitals", "Abstrak": "Because of the competition of the medical market\nand the importance of the operaing theatre (OT), the\nOT process efficiency becomes a hot spot problem in hospital\nmanagement. The OT facility layout is not only a problem\nabout cost reduction, but also a great contribute to the\nefficiency of OT process. However, the facility layout optimization\nof OT was always ignored in the past decades. In\norder to become more competitive in the medical market, the\nfacility layout of OT should be considered as an essential\nsection in early design phase. To overcome these problems,\nthis paper proposed a approach for designing and optimizing\nthe facility layout of OT in hospitals. First, systematic\nlayout planning (SLP) is applied to design the layout of OT\nbased on the logistics and non-logistics relationships. The\nSLP is a tool which is used to arrange a workplace in a\nplant by locating two areas with high frequency and logical\nrelationships close to each other. After that, fuzzy constraint\ntheory is proposed for comprehensively evaluate the layout\nschemes. Fuzzy constraint theory uses objective function and constraint conditions for solving the problem which involves\nuncertainty. After designing and optimizing the facility layout\nof OT in Shanghai East Hospital, we can get the optimal\nlayout plan. The aim of this study was development a new\napproach to design and optimize the facility layout for OT.\nThis research results are able to help the hospital managers\nto adopt more modern management approaches in every day\npractise.", "Daftar File": {}, "Penulis": "Qing-Lian Lin [-]", "Kontributor / Dosen Pembimbing": ["Hu-Chen Liu · Duo-Jin Wang · Long Liu"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Operating theatre management · Facility layout design · Systematic layout planning · Fuzzy constraint theory", "Sumber": "Springer Science+Business Media New York 2013 ; J Intell Manuf (2015) 26:87–95 DOI 10.1007/s10845-013-0764-8", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "09 Mei 2019"}