{"Nomor": 38145, "Judul": "Encouraging walkability in GCC cities: smart urban solutions", "Abstrak": "Purpose – It is noted that cities in the region of the Gulf Cooperation Council (GCC) have a very poor\nWalkability Index. It is typically the forgotten mode of transport. Moreover, walking has become\nimpossible. This is not just due to the scorching weather conditions but also due to the excessive\ndependence of the residents on the private automobile. The purpose of this paper is to explore\nwalkability urban problems and to propose smart urban solutions so as to encourage walking in\nGCC cities.\nDesign/methodology/approach – This present paper defines walkability and portrays its\nadvantages and benefits. It adapts the criteria of walkability to meet GCC cities’ planning needs.\nFurthermore, it analyzes Masdar City in Abu Dhabi as an example of encouraging walkability using\nsmart solutions. The pilot case study for this present paper, King Abdullah national park in Dammam,\nSaudi Arabia, will be the application pool of those criteria. However, a questionnaire has been formulated\nin order to solicit some facts about attaining pedestrian comfort in that park.\nFindings – The paper provides various smart urban solutions so as to encourage walkability in\nGCC cities.\nOriginality/value – Through presenting an overview of walkability in GCC cities and suggesting\nsmart urban solutions, an additional study would be required to encourage walkability in other\nenvironments using various intelligent urban features.", "Daftar File": {}, "Penulis": "Mohamed Atef Elhamy Kamel [-]", "Kontributor / Dosen Pembimbing": ["-"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Sustainability, GCC, Intelligent, Smart, Urban open space, Walkability", "Sumber": "https://search.proquest.com/docview/1462485427/fulltextPDF/25BD81E6B2904723PQ/10?accountid=31562", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "09 Mei 2019"}