{"Nomor": 38156, "Judul": "Deformation and stability of a viscous electrolyte drop in a uniform electric field", "Abstrak": "We study the deformation and breakup of an axisymmetric electrolyte drop which is\nfreely suspended in an infinite dielectric medium and subjected to an imposed electric\nfield. The electric potential in the drop phase is assumed to be small, so that its governing\nequation is approximated by a linearized Poisson-Boltzmann or modified Helmholtz\nequation (the Debye-Hückel regime). An accurate and efficient boundary integral method\nis developed to solve the low-Reynolds-number flow problem for the time-dependent drop\ndeformation, in the case of arbitrary Debye layer thickness. Extensive numerical results\nare presented for the case when the viscosity of the drop and surrounding medium are\ncomparable. Qualitative similarities are found between the evolution of a drop with a thick\nDebye layer (characterized by the parameter ?  1, which is an inverse dimensionless\nDebye layer thickness) and a perfect dielectric drop in an insulating medium. In this\nlimit, a highly elongated steady state is obtained for sufficiently large imposed electric\nfield, and the field inside the drop is found to be well approximated using slender-body\ntheory. In the opposite limit ?  1, when the Debye layer is thin, the drop behaves as a\nhighly conducting drop, even for moderate permittivity ratio Q = 1/2, where 1, 2 is the\ndielectric permittivity of drop interior and exterior, respectively. For parameter values at\nwhich steady solutions no longer exist, we find three distinct types of unsteady solution\nor breakup modes. These are termed conical end formation, end splashing, and open\nend stretching. The second breakup mode, end splashing, resembles the breakup solution\npresented in a recent paper [R. B. Karyappa et al., J. Fluid Mech. 754, 550 (2014)]. We\ncompute a phase diagram which illustrates the regions in parameter space in which the\ndifferent breakup modes occur.", "Daftar File": {}, "Penulis": "Qiming Wang [-]", "Kontributor / Dosen Pembimbing": ["Manman Ma,", "and Michael Siegel1"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "-", "Sumber": "PHYSICAL REVIEW FLUIDS 4, 053702 (2019), ©2019 American Physical Society", "Staf Input/Edit": "Ratnasari", "File": "1 file", "Tanggal Input": "10 Mei 2019"}