{"Nomor": 38166, "Judul": "Sustainable housing financing model to reduce South Africa housing deficit", "Abstrak": "Purpose – This study aims to identify and establish effective housing financing concepts to be adopted\nby government in achieving its mandate of providing sustainable affordable housing for the poor to\ndecrease the building of shacks, as well as proposing solutions to the housing deficit in South Africa. A\nrise in demand and shortage in supply of housing calls for the need to address issues of affordable\nhousing in South Africa, and developing countries in general, to ensure a stable and promising future for\npoor families.\nDesign/methodology/approach – Literature has revealed that the South African government, at all\nlevels, accorded high priority to the provision of low-cost housing. Thus, government has adopted subsidy\npayment as a method of financing affordable housing to ensure that houses are allocated free to the\nbeneficiaries. This also addresses the historically race-based inequalities of the past, but unfortunately, this\nhas not been fully realised. This study uses a sequential mixed method approach, where private housing\ndevelopers and general building contractors were the research participants. The qualitative data were\nanalysed using a case-by-case analysis, and quantitative data were analysed using a descriptive statistical\ntechnique on SPSS.\nFindings – The results of the qualitative analysis reveal a gross abuse of the housing subsidies system by\nthe beneficiaries of government-funded housing in South Africa. This is evident from illegal sale of the houses\nbelow market value. This has led to a continual building of shacks and an increased number of people on the\nhousing waiting list instead of a decrease in the housing deficit. The results from quantitative analysis affirm\nthe use of “Mortgage Payment Subsidies, Mortgage Payment Deductions, Down-Payment Grant and\nMortgage Interest Deductions” as viable alternatives to subsidy payment currently in use to finance\naffordable housing projects by the South African Government.\nPractical implications – At the moment, the focus of the South African National Government is\ncontinual provision of free housing to the historically disadvantage citizens, but the housing financing method\nbeing used encourages unapproved transfer of ownership in the affordable housing sector. This study thus\nrecommends the use of an all-inclusive housing financing method that requires a monetary contribution from\nthe beneficiaries to enable them take control of the process.\nOriginality/value – The relational interface model proposed in this study will reduce pressure on\ngovernment budgetary provision for housing and guarantee quick return of private developers’ investment in housing. Government must, as a matter of urgency, launch a continuous awareness\nprogramme to educate the low-income population on the value and the long-term benefits of the housing.", "Daftar File": {}, "Penulis": "Bashir Olanrewaju Ganiyu [-]", "Kontributor / Dosen Pembimbing": ["Julius Ayodeji Fapohunda", "Rainer Haldenwang"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "South Africa, Housing finance systems, Low-income, Financing model, Housing deficit, Sustainable housing", "Sumber": "https://search.proquest.com/docview/1909578122/fulltextPDF/994BF92E01CE4738PQ/14?accountid=31562", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "10 Mei 2019"}