{"Nomor": 38164, "Judul": "Housing affordability in Malaysia: perception, price range, influencing factors and policies", "Abstrak": "Purpose – The purpose of this paper is to explore the affordability of Malaysian housing market,\nsufficiency of affordable housing and factors influencing the housing affordability in Malaysia.\nDesign/methodology/approach – In this study, qualitative research approach was adopted. Semistructured interviews were conducted with ten industry practitioners from developers and real estate agencies\nand further validation with three industry experts.\nFindings – The findings reveal that housing affordability is a grave concern to average Malaysians, and the\nsupply of affordable housing is insufficient in the current residential property market. Income, property price,\nland cost and demand and supply are identified as significant factors affecting housing affordability.\nResearch limitations/implications – The research findings provide an insight rather than definitive\ninformation, as the small sample size could limit the generalizability of the findings. Future research can\ninclude participants from the public sector and focus on the policy options.\nPractical implications – This paper provided numerous policies to ensure successful deliverability of\naffordable housing which eases government to partner with private sector to formulate a systematic\nframework for implementation of affordable housing programs and schemes.\nSocial implications – There is a need for government to pay more attention to housing needs of middleincome groups. Also, the government is urged to ensure transparent balloting process in every\nimplementation of affordable housing programs.\nOriginality/value – The paper emphasised the issues of undersupply of affordable housing and mismatch\nof property price and income. The paper also highlights the key reasons behind high housing affordability\nindex. Hence, it is hoped that this paper will encourage positive debate and gain some attention from the\npolicymakers, practitioners and researchers in Malaysia and beyond.", "Daftar File": {}, "Penulis": "Jeffrey Boon Hui Yap [-]", "Kontributor / Dosen Pembimbing": ["Xin Hua Ng"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Malaysia, Developing countries, Housing affordability, Factors, Policies, Property price", "Sumber": "https://search.proquest.com/docview/2049489646/fulltextPDF/3009DFD7E79F4A4BPQ/9?accountid=31562", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "0 file", "Tanggal Input": "10 Mei 2019"}