{"Nomor": 38178, "Judul": "STUDI PENERAPAN RAINWATER HARVESTING DAN PENGARUH PERUBAHAN SIKAP MAHASISWA TERHADAP PENERAPANNYA DI ASRAMA KIDANG PANANJUNG INSTITUT TEKNOLOGI BANDUNG", "Abstrak": "Bencana banjir adalah ancaman musiman yang selalu terjadi, peningkatan debit aliran permukaan yang membawa dampak terjadinya banjir akibat kapasitas resapan hilang sehingga bencana kekeringan meningkat di musim kemarau. Diperlukan teknik atau metode untuk mencegah hal tersebut, seperti konsep ekodrainase yang dapat diterapkan diantaranya adalah Rainwater Harvesting (RWH). Peran serta masyarakat dalam hal pemeliharaan sangat dibutuhkan untuk tetap menjaga keberhasilan sistem ekodrainase. Masyarakat disini adalah mahasiswa penghuni Asrama Kidang Pananjung Institut Teknologi Bandung yang berpotensi untuk menunjang pemeliharaan dari sistem ekodrainase. Dengan harapan mahasiswa yang pernah tinggal di Asrama ITB dapat memberi contoh pemeliharaan lingkungan yang telah dilakukan oleh Asrama ITB untuk diterapkan di rumah mereka masing-masing dalam menanggulangi probabilitas banjir. penelitian ini mengevaluasi penerapan sistem rainwater harvesting dan peran serta mahasiswa penghuni Asrama Kidang Pananjung ITB dalam mengelola drainase berwawasan lingkungan.\nMetode yang digunakan untuk menghitung kapasitas sarana rainwater harvesting menggunakan simulasi tampungan bulanan. Distribusi hujan menggunakan metode analisa frekuensi Log Pearson Type III. Pengujian distribusi frekuensi menggunakan metode Smirnov-Kolmogorov untuk uji horizontal dan metode Chi-square untuk uji vertikal. Pendekatan yang dilakukan untuk melihat perubahan sikap dari mahasiswa ITB yang ada di Asrama Kidang Pananjung dalam memelihara sistem rainwater harvesting menggunakan Theory of Planned Behavior.\nPotensi air hujan yang dapat disimpan oleh sistem rainwater harvesting yang ada di Asrama Kidang Pananjung ITB adalah sebesar 41.850 liter per tahun. Kurangnya kejadian hujan yang terjadi di bulan Juli dan Agustus menyebabkan kekurangan air sebesar 795 liter. Dimensi talang yang sudah terinstal adalah 15 x 15 cm menghasilkan debit saluran sebesar 0.021 m3/s yang dapat digunakan sampai pada periode ulang 10 tahun. Penggunaan pendekatan Theory of Planned Behavior menjelaskan bahwa mahasiswa penghuni Asrama Kidang Pananjung ITB cenderung lebih membutuhkan dorongan dan dukungan dari orang lain dalam memelihara dan menerapkan sistem rainwater harvesting, serta kontrol perilaku dari pihak lain yang akan memberikan kemudahan dan kesulitan kepada mereka dalam memelihara dan menerapkan sistem rainwater harvesting. Mahasiswa masih kurang menyadari bahwa memelihara dan menerapkan sistem rainwater harvesting adalah hal positif untuk dilakukan dan diterapkan.", "Daftar File": {"ABSTRAK Olivia Maria Tumurang": "https://digilib.itb.ac.id/gdl/download/168272", "COVER Olivia Maria Tumurang": "https://digilib.itb.ac.id/gdl/download/193907", "BAB 1 Olivia Maria Tumurang": "https://digilib.itb.ac.id/gdl/download/193908", "BAB 2 Olivia Maria Tumurang": "https://digilib.itb.ac.id/gdl/download/193909", "BAB 3 Olivia Maria Tumurang": "https://digilib.itb.ac.id/gdl/download/193910", "BAB 4 Olivia Maria Tumurang": "https://digilib.itb.ac.id/gdl/download/193911", "BAB 5 Olivia Maria Tumurang": "https://digilib.itb.ac.id/gdl/download/193912", "BAB 6 Olivia Maria Tumurang": "https://digilib.itb.ac.id/gdl/download/193913", "PUSTAKA Olivia Maria Tumurang": "https://digilib.itb.ac.id/gdl/download/193914"}, "Penulis": "Olivia Maria Tumurang [25017067]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Agung Wiyono Hadi Soeharno M. Eng"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "rainwater harvesting, theory of planned behavior, ITB", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "9 file", "Tanggal Input": "13 Mei 2019"}