{"Nomor": 38182, "Judul": "PENGARUH DOPANT RE (EU, ER, TM) PADA STRUKTUR ELEKTRONIK,GEOMETRI KRISTAL DAN SIFAT OPTIS GALLIUM NITRIDA MENGGUNAKANMETODE DFT", "Abstrak": "Efisiensi energi dan energi terbarukan merupakan topik yang sangat menarik untuk diteliti seiring\ndengan meningkatnya kebutuhan energi global. Penelitian ini dimotivasi oleh isu efisiensi energi\npenerangan mengingat penerangan menjadi salah satu kebutuhan energi terbesar. Light emitting diode\n(LED) terus dikembangkan untuk mendapatkan efisiensi dan warna yang optimal sebagai sumber\npenerangan. Semikonduktor golongan III-Nitride seperti GaN sangat menarik bagi peneliti karena\nsifat celah pita energi yang lebar dan langsung (direct wide band gap). GaN yang didoping oleh rare\nearth (RE) memiliki karakteristik emisi optis unik yaitu rentang emisi cahaya penuh. Simulasi untuk\nmempelajari struktur elektronik, geometri kristal dan sifat optis dari material semikonduktor GaN dan\nGaN:RE (RE 12.5%) dilakukan dalam penelitian ini. Sebagai tambahan, sifat magnetik juga sedikit\ndisinggung untuk melengkapi karakteristik material. Simulasi ini menggunakan program Phase/0\nyang berbasis density functional theory dan pseudopotential. Diawali dengan optimasi struktur unitsel\nwurtzite GaN yang merupakan struktur paling stabil. Selanjutnya dilakukan ekspansi supersel 2x2x2\ndan substitusi Ga dengan beberapa RE (Eu,Er,Tm). Hasil kalkulasi menunjukkan celah pita energi\nGaN murni sebesar 2.61 eV dengan celah pita langsung (direct band-gap) dan distribusi spin simetri\nsehingga momen magnetik saling meniadakan. Pada GaN:RE (Eu,Er,Tm) ditemukan penambahan pita\nenergi impuritas di sekitar level fermi yang lebih dekat dengan level valensi sehingga tergolong\nsemikonduktor tipe-p. Distribusi sebaran spin ditemukan tidak simetri sehingga GaN:RE\nmenunjukkan sifat magnetik. Berdasarkan DOS, GaN:RE (Eu,Er,Tm) menjadi sebuah material\nsemikonduktor tipe-p magnetik. Dimensi atom RE yang lebih besar dibandingkan atom Ga\nmenjadikan susunan kristal terekspansi. Pada GaN:RE dengan konsentrasi RE sebesar\n12.5%ditemukan bahwa celah pita energi terlalu sempit sehingga menghasilkan emisi cahaya di\nsekitar inframerah. Berdasarkan hal ini maka direkomendasikan GaN:RE dengan konsentrasi lebih\nrendah sebagai aplikasinya dalam LED-putih.", "Daftar File": {"ABSTRAK Mohammad Dharul Asmawan": "https://digilib.itb.ac.id/gdl/download/171207", "COVER Mohammad Dharul Asmawan": "https://digilib.itb.ac.id/gdl/download/172422", "BAB 1 Mohammad Dharul Asmawan": "https://digilib.itb.ac.id/gdl/download/172425", "BAB 2 Mohammad Dharul Asmawan": "https://digilib.itb.ac.id/gdl/download/172426", "BAB 3 Mohammad Dharul Asmawan": "https://digilib.itb.ac.id/gdl/download/172427", "BAB 4 Mohammad Dharul Asmawan": "https://digilib.itb.ac.id/gdl/download/172428", "BAB 5 Mohammad Dharul Asmawan": "https://digilib.itb.ac.id/gdl/download/172429", "PUSTAKA Mohammad Dharul Asmawan": "https://digilib.itb.ac.id/gdl/download/172430"}, "Penulis": "Mohammad Dharul Asmawan [20217034]", "Kontributor / Dosen Pembimbing": ["Acep Purqon, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "DFT, LED, GaN, Rare earth", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ratnasari", "File": "8 file", "Tanggal Input": "14 Mei 2019"}