{"Nomor": 38193, "Judul": "PERBANDINGAN INHIBITOR ONDANSETRON HYDROCHLORIDE DAN ASAM ASKORBAT PADA PENURUNAN LAJU KOROSI BAJA API 5L GRADE X56 DI LINGKUNGAN ASAM", "Abstrak": "Baja karbon dapat digunakan untuk konstruksi pipa di industri minyak, khususnya\nuntuk transportasi minyak mentah. Baja karbon yang dapat digunakan salah\nsatunya baja API 5L grade X56 yang tergolong jenis mild steel. Korosi baja pada\npipa penyalur minyak mentah dapat disebabkan oleh asam klorida yang muncul\nselama proses eksploitasi minyak dari hidrolisis klorida yang terdapat dalam brine\nwater atau air formasi berkadar garam tinggi yang berasal dari sumur minyak.\nKetahanan korosi baja karbon cukup rendah sehingga memerlukan mekanisme\npengendalian korosi berupa penggunaan inhibitor. Inhibitor organik berbasis\nsenyawa farmasi dipilih karena tidak bersifat toksik, ramah lingkungan, dan\nmudah didapat. Oleh karena itu perlu dilakukan penelitian menggunakan inhibitor\norganik dengan variasi jenis inhibitor dan konsentrasi.\nPada penelitian ini digunakan dua jenis inhibitor organik yakni Ondansetron\nhydrochloride (ODSH) dan asam askorbat dalam medium 1M HCl. Durasi\nperendaman pada percobaan ini selama dua hari. Laju korosi, efisiensi, dan\nmekanisme adsorpsi inhibitor dengan konsentrasi 0 ppm, 50 ppm, 100 ppm, dan\n200 ppm ditentukan dengan menggunakan metode kehilangan berat logam.\nPotensial korosi baja dan efisiensi inhibitor ditentukan dengan menggunakan\nmetode Elektrokimia. Pengujian Elektrokimia dilakukan pada konsentrasi 0 ppm\ndan 200 ppm menggunakan alat Potentiostat. Selain itu juga diamati permukaan\nbaja dengan menggunakan scanning electron microscope dan energy dispersive\nX-ray spectroscopy (SEM-EDX).\nPada uji perendaman, didapat bahwa laju korosi akan menurun dan nilai efisiensi\ninhibitor akan meningkat seiring dengan bertambahnya konsentrasi inhibitor. Laju\nkorosi terendah diperoleh pada penambahan inhibitor ODSH dan asam askorbat\ndengan konsentrasi 200 ppm berturut-turut sebesar 0,79 mm/tahun dan 2,55\nmm/tahun. Nilai efisiensi inhibitor tertinggi yang diperoleh dari metode\nkehilangan berat logam pada penambahan inhibitor ODSH dan asam askorbat\ndengan konsentrasi 200 ppm berturut-turut sebesar 87,45% dan 59,44%.\nSedangkan nilai efisiensi inhibitor yang diperoleh dari pengujian EIS saat\npenambahan inhibitor ODSH dan asam askorbat dengan konsentrasi 200 ppm\nberturut-turut sebesar 84,43% dan 59,77%. Hal ini dikarenakan pada ODSH\nterdapat tiga heteroatom N sedangkan pada asam askorbat hanya terdapat satu\nheteroatom O. Jenis adsorpsi kedua inhibitor adalah campuran (fisisorpsi dan\nkemisorpsi). Perubahan potensial korosi saat penambahan inhibitor asam askorbat\ndan ODSH dianggap kurang signifikan, sehingga kedua inhibitor ini tergolong\nmixed-type. Model rangkaian listrik ekuivalen pada penambahan inhibitor yakni\nRs-(CPEi(Ri(CPEdl/Rp))) yang menunjukkan adanya selaput pasif yang terbentuk\npada permukaan logam namun tidak merata.", "Daftar File": {"ABSTRAK Mira Permata Sari Frm": "https://digilib.itb.ac.id/gdl/download/168621"}, "Penulis": "Mira Permata Sari Frm [12515007]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Syoni Soepriyanto, M.Sc.", "Dr.Eng. Bonita Dilasari, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Metallurgy", "Kata Kunci": "Inhibitor korosi organik, ondansetron hydrochloride, asam askorbat, mild steel, asam klorida", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "8 file", "Tanggal Input": "15 Mei 2019"}