{"Nomor": 38192, "Judul": "GPR imaging criteria", "Abstrak": "GPR has been widely acknowledged as an effective and efficient technique for imaging the subsurface. But the\nprocess of constructing 3D GPR images (C-scans) is still subjective and mainly relies upon the operator's knowledge and experience. This study reviews the parameters that affect GPR imaging quality: namely, profile spacing\n(PS), slice thickness (ST) and interpolations. Feature characteristics that have a crucial influence on imaging quality were also identified. Through conducting 25 carefully designed empirical experiments on concrete as well as\nsubsurface structures, the relationship between 3D imaging parameters and feature characteristics were observed. A general workflow was derived for GPR C-scan generation, which is analogous to the typical signal processing steps used in 2D radargram signal processing (Jol, 2009). Empirical values in workflow were based on the\nretrieval of known ground-truth data and comparison with the processed images, i.e. the closest to reality. Unlike\n2D processing, the workflow for 3D is feature-oriented and case-specific, and the proposed workflow gives\nguidelines on suitable ranges for 3 major parameters when used in a variety of applications. It was identified\nthat feature shapes and the ratios of feature size to radar footprint are of vital importance. With the proposed\nflowchart, the often vague “survey experience” is parametrized and standardized, and the upper and lower limits\ngoverning the generation of objective and trustworthy 3D GPR images are defined. This workflow for GPR 3D\nslice imaging also paves the way for GPR feature extraction and change detection commonly adopted in remote\nsensing.", "Daftar File": {}, "Penulis": "Tess X.H. Luo [-]", "Kontributor / Dosen Pembimbing": ["Wallace W.L. Lai, Ray K.W. Chang, Dean Goodman"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "GPR 3D imaging Imaging parameters Standardized workflow", "Sumber": "Journal of Applied Geophysics 165 (2019) 37–48, https://doi.org/10.1016/j.jappgeo.2019.04.008", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "15 Mei 2019"}