{"Nomor": 38209, "Judul": "ADSORPSI LOGAM Zn DAN Cd DALAM LARUTAN MENGGUNAKAN KARBOKSIMETIL GLUKOMANAN", "Abstrak": "Logam  berat  sebagian  besar  dilepaskan  ke  lingkungan  oleh  berbagai  aktivitas industri dan menjadi salah satu masalah serius bagi lingkungan. Limbah cair dari berbagai  industri  seperti  industri  pelapisan  logam,  pupuk,  pestisida,  cat,  dan industri baterai pada umumnya mengandung beberapa logam berat seperti Pb, Cd, Cu, Zn, dan Hg. Tidak  seperti  limbah  organik  yang dapat  terdegradasi,  logam berat tidak dapat terdegradasi di alam, memiliki toksisitas tinggi, dan dapat terakumulasi dalam organisme hidup. Logam seng (Zn) dan kadmium (Cd) merupakan logam berat yang sering ditemukan dalam limbah industri. Beberapa metode  telah  dikembangkan  untuk  mengolah  limbah  cair  yang  mengandung logam berat diantaranya adalah koagulasi, filtrasi membran, pertukaran ion, dan adsorpsi. Dari beberapa metode tersebut, pengembangan adsorpsi menggunakan adsorben  polimer  alam  merupakan  metode  yang  paling  populer.  Salah  satu adsorben  polimer  alam  yang  berpotensi  sebagai  biosorpsi  logam,  yaitu glukomanan. Glukomanan merupakan polisakarida yang memiliki ikatan ?-1,4 tersusun   dari   monomer   D-glukosa   dan   D-manosa.   Selain   menjadi   sumber makanan, glukomanan dapat digunakan sebagai adsorben senyawa toksik dan ion logam. Pada penelitian ini, karboksimetil glukomanan diperoleh dari reaksi isolasi low viscosity (ILG) dan high viscosity glukomanan (IHG) dengan monokloroasetat menggunakan katalis NaOH pada pH 9-10 dengan pengadukan selama 3 jam dan temperatur  60?C.  Karboksimetil  glukomanan  hasil  sintesis  diendapkan menggunakan  HCl, kemudian dicuci dengan etanol 90%, dan dikeringkan dalam oven pada temperatur 60?C. Sehingga diperoleh karboksimetil  glukomanan dari IHG (KMIHG) dan ILG (KMILG). Struktur karboksimetil glukomanan dikarakterisasi  dengan  FTIR,  diperoleh  bentuk  –COONa  yang  paling  dominan\nterdapat pada bilangan gelombang 1633 cm-1 untuk KMILG dan 1629 cm-1 untuk\nKMIHG.  Derajat  subtitusi  (DS)  ditentukan  menggunakan  metode  titrasi  balik, nilai DS yang diperoleh untuk ILG (DS = 0,297), IHG (DS = 0,134), KMILG (DS\n= 0,489), dan KMIHG  (DS = 0,412). Daya adsorpsi  glukomanan  sebelum dan\nsesudah sintesis karboksimetilasi dibandingkan terhadap logam Zn(II) dan Cd(II) dengan memvariasikan  pH, waktu, konsentrasi logam, serta ditentukan adsorbsi dan desorpsinya. pH dan waktu optimum untuk adsorpsi logam Zn dan Cd untuk setiap sampel (ILG, IHG, KMILG, dan KMIHG)  adalah pada pH 6 dalam waktu\n60 menit. Berdasarkan hasil pengujian pengaruh konsentrasi logam, kapasitas adsorpsi meningkat seiring dengan meningkatnya DS dari gugus karboksimetil (KMILG  > KMIHG  > ILG  > IHG).  Untuk  kedua  logam  yang  diteliti,  logam\n \n\nCd(II) memiliki kapasitas adsorpsi yang lebih besar dibandingkan logam Zn(II), dengan kapasitas adsorpsi yang diperoleh ILG untuk logam Zn(II) 12,08 mg/g dan Cd(II) 14,50 mg/g; IHG untuk Zn(II) 11,06 mg/g dan Cd(II) 13,76 mg/g; KMILG untuk logam Zn(II) 13,61 mg/g dan Cd(II) 17,70 mg/g; dan KMIHG untuk logam Zn(II) 13,04 mg/g dan Cd(II) 15,90 mg/g. Isoterm adsorpsi yang diperoleh untuk adsorpsi logam Zn(II) dan Cd(II) terhadap seluruh sampel (ILG, IHG, KMILG,\ndan KMIHG)  mengikuti adsorpsi isoterm Langmuir dengan R2 yang mendekati 1.\nPenggunaan adsorben sebanyak tiga kali pengulangan menunjukkan hasil persen desorpsi tidak kurang dari 85% untuk glukomanan (ILG dan IHG) dan lebih dari\n90% untuk karboksimetil glukomanan (KMILG dan KMIHG). Walaupun terjadi penurunan kemampuan adsorpsi terhadap ion logam Zn(II) dan Cd(II), seluruh adsorben glukomanan dan karboksimetil glukomanan dapat digunakan secara berulang tanpa mengubah secara signifikan kapasitas adsorpsinya.", "Daftar File": {"ABSTRAK Renta Resdiana": "https://digilib.itb.ac.id/gdl/download/168740", "COVER Renta Resdiana": "https://digilib.itb.ac.id/gdl/download/168741", "BAB1 Renta Resdiana": "https://digilib.itb.ac.id/gdl/download/168742", "BAB2 Renta Resdiana": "https://digilib.itb.ac.id/gdl/download/168743", "BAB3 Renta Resdiana": "https://digilib.itb.ac.id/gdl/download/168744", "BAB4 Renta Resdiana": "https://digilib.itb.ac.id/gdl/download/168745", "BAB5 Renta Resdiana": "https://digilib.itb.ac.id/gdl/download/168746", "PUSTAKA Renta Resdiana": "https://digilib.itb.ac.id/gdl/download/168747"}, "Penulis": "Renta Resdiana [20511021]", "Kontributor / Dosen Pembimbing": ["Dr. Aminudin Sulaeman, MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "glukomanan, karboksimetil glukomanan, adsorpsi, logam berat", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "17 Mei 2019"}