{"Nomor": 38204, "Judul": "DEPOSISI NANOPARTIKEL PLATINUM DALAM MEMBRAN NATA DE COCO  SEBAGAI KATALIS PADA SEL BAHAN BAKAR", "Abstrak": "Platinum (Pt) merupakan katalis yang efektif untuk Proton Exchange Membrane Fuel Cell (PEMFC).  Salah satu faktor yang berpengaruh pada efektifitas katalis adalah ukuran partikelnya yang berada dalam orde 1-100 nanometer.  Platinum berukuran nanometer dapat diperoleh dengan menggunakan polimer nata de coco yang berperan sebagai matriks dalam sintesis komposit logam/selulosa.  Pada penelitian ini telah dilakukan sintesis komposit Pt/nata de coco secara in situ menggunakan  larutan   prekursor   kalium  tetrakloroplatinat  (K2PtCl4)  dengan metode sonikasi selama 16 jam.  Komposit Pt/nata de coco diperoleh setelah melalui tahapan reduksi oleh larutan natrium borohidrida (NaBH4) dan gas hidrogen selama 4 jam dengan tekanan 2,9 Psi.   Konsentrasi larutan prekursor yang digunakan divariasi dari 2 mM; 5 mM sampai 10 mM.  Hasil penelitian menunjukkan  kandungan  Pt  di  dalam  membran  nata  de  coco  untuk  masing-\nmasing konsentrasi adalah 1,0 mg/cm2; 1,8 mg/cm2  dan 2,0 mg/cm2.  Komposit\nPt/nata de coco optimum diperoleh dari larutan kalium tetrakloroplatinat dengan konsentrasi 5 mM.   Dari analisis menggunakan SEM/EDS diperoleh bahwa deposisi nanopartikel Pt telah berhasil dilakukan dan diperoleh Pt dengan ukuran rata-rata 40 nm, tanpa nata de coco Pt yang dihasilkan memiliki ukuran yang besar yaitu 1500 nm. Nilai konduktivitas proton optimum diperoleh Pt/nata de coco 5 mM sebesar 1,04x10-4   S/cm untuk keadaan kering dan 4,16x10-3 S/cm untuk keadaan basah.  Dari hasil penelitian ini dapat disimpulkan bahwa komposit Pt/nata de coco memiliki potensi sebagai katalis pada sel bahan bakar.  Penelitian\ndan pengembangan lebih lanjut masih perlu dilakukan untuk mengoptimalkan potensi tersebut.", "Daftar File": {"ABSTRAK Intan Syahbanu": "https://digilib.itb.ac.id/gdl/download/168704", "COVER Intan Syahbanu": "https://digilib.itb.ac.id/gdl/download/168705", "BAB1 Intan Syahbanu": "https://digilib.itb.ac.id/gdl/download/168706", "BAB2 Intan Syahbanu": "https://digilib.itb.ac.id/gdl/download/168707", "BAB3 Intan Syahbanu": "https://digilib.itb.ac.id/gdl/download/168708", "BAB4 Intan Syahbanu": "https://digilib.itb.ac.id/gdl/download/168709", "BAB5 Intan Syahbanu": "https://digilib.itb.ac.id/gdl/download/168710", "PUSTAKA Intan Syahbanu": "https://digilib.itb.ac.id/gdl/download/168711"}, "Penulis": "Intan Syahbanu [20509006]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Cynthia Linaya", "Prof. Djulia, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "nata de coco, kalium tetrakloroplatinat", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "16 Mei 2019"}