{"Nomor": 38219, "Judul": "MATERIAL FUNGSIONAL  MAGNETIK-SILIKA NANOPARTIKEL YANG DIMODIFIKASI ASAM TIOSALISILAT UNTUK ADSORPSI ION LOGAM KADMIUM", "Abstrak": "Penelitian mengenai metode prakonsentrasi ion logam Cd(II) dengan menggunakan teknik Ekstraksi Fasa Padat atau SPE (Solid Phase Extraction) telah dilakukan dan dievaluasi. Material fungsional magnetik-silika nanopartikel yang dimodifikasi asam tiosalisilat  telah  disintesis  dan  sifat  retensinya  telah  dipelajari  untuk  analisis  ion logam Cd(II) dalam sampel air dengan metoda spektrometri serapan atom (SSA). Magnetik nanopartikel dibuat dengan mereaksikan FeCl2.4H2O dan FeCl3.6H2O yang dilarutkan dalam air deionisasi yang dialirkan gas nitrogen  terus menerus dengan pengadukan yang kuat dalam suasana basa. Magnetik nanopartikel kemudian dilapis dengan menggunakan TEOS pada suasana asam dengan pemanasan 90?C di bawah atmosfer nitrogen dan menghasilkan magnetik-silika nanopartikel. Hasil yang diperoleh kemudian dilapis dengan TEOS + CTAB hingga terbentuk magnetik-silika nanopartikel yang berongga yang kemudian dimodifikasi dengan asam tiosalisilat dalam suasana asam sampai membentuk magnetik-silika nanopartikel yang dimodifikasi asam tiosalisilat. Pada setiap tahapan pelapisan dilakukan karakterisasi terhadap setiap hasil sintesis yang diperoleh dengan menggunakan SEM (Scanning Electron   Microscopy).  Parameter  retensi  seperti  pengaruh  pH,  waktu  kontak, kapasitas adsorpsi, selektivitas, isoterm adsorpsi, dan adsorpsi-desorpsi telah dievaluasi untuk memperoleh kinerja analitik yang baik. Metode prakonsentrasi dilakukan dengan mengontakkan sampel dengan magnetik-silika nanopartikel yang dimodifikasi asam tiosalisilat dan selanjutnya dielusi dengan HNO3 1M. Kapasitas adsorpsi yang diperoleh sebesar 29,52 mg/gram adsorben pada kondisi optimum pH\n5  dengan  waktu  kontak  selama 30  menit.  Adsorben  yang disintesis  tidak  cukup selektif terhadap ion logam lainnya. Hasil isoterm adsorpsi Langmuir didapatkan nilai Qm sebesar 29,67 mg/gram, yang berarti total sisi monolayer sebanding dengan kapasitas adsorpsi dan terjadi secara homogen di permukaan adsorben. Perolehan kembali (%recovery) yang didapatkan yaitu sebesar 96,75% dengan persen penyerapan keberulangannya berkisar antara 93-100%. Metoda analisis yang dikembangkan ini telah digunakan untuk penentuan ion logam Cd(II) dalam sampel air sungai di kawasan industri dan diperoleh konsentrasi sebesar 0,05 mg/L dengan perolehan kembali (%recovery) 100%. Dengan menggunakan metode spike didapatkan perolehan kembali (% recovery) sebesar 98,76% untuk ion logam Cd(II).", "Daftar File": {"ABSTRAK Rizka Fitriyani S": "https://digilib.itb.ac.id/gdl/download/168808", "COVER Rizka Fitriyani S": "https://digilib.itb.ac.id/gdl/download/168810", "BAB1 Rizka Fitriyani S": "https://digilib.itb.ac.id/gdl/download/168811", "BAB2 Rizka Fitriyani S": "https://digilib.itb.ac.id/gdl/download/168812", "BAB3 Rizka Fitriyani S": "https://digilib.itb.ac.id/gdl/download/168814", "BAB4 Rizka Fitriyani S": "https://digilib.itb.ac.id/gdl/download/168816", "BAB5 Rizka Fitriyani S": "https://digilib.itb.ac.id/gdl/download/168817", "PUSTAKA Rizka Fitriyani S": "https://digilib.itb.ac.id/gdl/download/168819"}, "Penulis": "Rizka Fitriyani S [20512024]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Muhammad Bachri Amran"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Magnetik-Silika Nanopartikel, Prakonsentrasi, Adsorpsi, Ekstraksi Fasa Padat", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "17 Mei 2019"}