{"Nomor": 38228, "Judul": "PROSES DAN METODOLOGI UNTUK MENGIDENTIFIKASI PENGETAHUAN KRITIS (STUDI KASUS : PT. XYZ)", "Abstrak": "PT. XYZ adalah perusahaan milik negara yang telah mencapai usia enam dekade di\nindustri energi. Sebagai salah satu perusahaan energi terbesar, PT. XYZ memiliki begitu\nbanyak karyawan terpilih dengan talenta terbaik di Indonesia dan dengan pengetahuan\ndan pengalaman yang mereka miliki. PT. XYZ melihat pengalaman karyawannya sebagai\naset berharga yang perlu dipertahankan dalam perusahaan, dan diteruskan ke generasi\nmendatang. PT. XYZ menyadari bahwa keberhasilan perusahaan dalam menghasilkan\nkinerja tidak dapat dipisahkan dari kemampuan perusahaan untuk mengelola dan\nmengembangkan sumber daya manusianya sebagai aset utama untuk mencapai tujuan\nbisnis, baik sekarang maupun di masa depan. Atas dasar ini, PT. XYZ merasa perlu untuk\nmengelola pengetahuan internal, yang mencakup mengelola semua aset pengetahuan\ndalam mendukung visi dan misi perusahaan.\nDi era pengetahuan, daya saing dan masa depan perusahaan menjadi semakin tergantung\npada pengetahuan yang dimiliki oleh perusahaan, serta dengan PT. XYZ, bagaimana\nmereka menggunakan pengetahuan, bagaimana mereka membagikan pengetahuan itu,\ndan bagaimana perusahaan melindungi pengetahuan yang sudah mereka miliki. Di mana\nkita tahu bahwa tidak semua pengetahuan menjadi pengetahuan kritis selain jenis\npengetahuan yang berbeda juga membutuhkan manajemen yang berbeda. Untuk\nmengetahui bagaimana menjalankan strategi, perusahaan harus terlebih dahulu\nmengetahui pengetahuan apa yang dibutuhkan dan penting untuk diketahui agar sesuai\ndengan kebutuhan.Penelitian ini dilakukan dengan tujuan mengidentifikasi pengetahuan\nkritis karena ketika pengetahuan kritis telah didirikan, perusahaan dapat lebih fokus pada\npengembangan langkah-langkah yang terkait dengan apa yang akan menjadi strategi\nbisnis perusahaan di masa depan. Langkah-langkah dan proses dalam identifikasi ini\nmenggunakan teori Tjakraatmadja dan Kristinawati (2017) yang dikombinasikan dengan\nteori analitik hierarki proses oleh Thomas L. Saaty.", "Daftar File": {"2019_TS_PP_Dea Novitasari_1-Abstrak.pdf?_": "https://digilib.itb.ac.id/gdl/download/168867"}, "Penulis": "Dea Novitasari [29117204]", "Kontributor / Dosen Pembimbing": ["Dr. Henndy Ginting"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Identifikasi Pengetahuan Kritis", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "20 Mei 2019"}