{"Nomor": 38225, "Judul": "SINTESIS ZEOLIT CHABAZITE DENGAN RASIO Si/Al TINGGI TANPA MENGGUNAKAN SENYAWA ORGANIK", "Abstrak": "Zeolit tipe Chabazite (CHA) merupakan material bermikropori dengan 8 saluran cincin yang memiliki potensi besar untuk diaplikasikan sebagai katalis pada reaksi MTO  (Methanol  to  Olefins.  Umumnya zeolite tipe CHA dengan  kadar  silika tinggi bersifat hidrofobik dan disintesis menggunakan bantuan senyawa organik N,N,N-Trimethyl-1-adamanammonium hydroxide (TMAdaOH) sebagai pengarah struktur  (Structure  Directing  Agent,  SDA).  Akan  tetapi  penggunaan  SDA terutama TMAdaOH sangat  tidak ekonomis dan tidak ramah bagi lingkungan. Untuk membuka pori zeolit, senyawa organik ini harus dihilangkan dengan pembakaran suhu tinggi. Pada tahap awal penelitian ini, CHA disintesis melalui transformasi interzeolit FAU (Faujasite) menjadi CHA, namun produk yang dihasilkan memiliki kadar silika rendah (Si/Al = 2), sehingga kami merancang proses sintesis CHA baru tanpa SDA dengan mereaksikan kembali produk CHA hasil inter-transformasi dengan penambahan sumber silika, alumina, NaOH, dan KOH. Metode hidrotermal diterapkan pada campuran ini dengan menggunakan suhu 170 oC selama 24 jam. Variasi komposisi molar Na2O dan K2O dengan kisaran 0.1 hingga 0.4 dilakukan untuk mempelajari pegaruh sinergis Na+ dan K+ terhadap kristalisasi zeolit tipe CHA dengan rasio Si/Al tinggi. Hasil analisis difraksi sinar-X (XRD) menunjukan zeolit tipe CHA dapat dihasilkan kembali dan fluorosensi sinar-X (XRF) menunjukan produk ini mempunyai rasio Si/Al=4 dari perbandingan Na2O dan K2O berturut-turut adalah 0,3 dan 0,1. Selanjutnya citra mikroskop  pemindai  electron  (SEM)  memperlihatkan  morfologi  dan  ukuran\n \n\n\n\n\n\n\npartikel produk yang sama dengan morfologi dan ukuran kristal CHA hasil inter- transformasi.", "Daftar File": {"ABSTRAK Iftitah Rahmi Kadir": "https://digilib.itb.ac.id/gdl/download/168843", "COVER Iftitah Rahmi Kadir": "https://digilib.itb.ac.id/gdl/download/168844", "BAB1 Iftitah Rahmi Kadir": "https://digilib.itb.ac.id/gdl/download/168845", "BAB2 Iftitah Rahmi Kadir": "https://digilib.itb.ac.id/gdl/download/168846", "BAB3 Iftitah Rahmi Kadir": "https://digilib.itb.ac.id/gdl/download/168847", "BAB4 Iftitah Rahmi Kadir": "https://digilib.itb.ac.id/gdl/download/168848", "BAB5 Iftitah Rahmi Kadir": "https://digilib.itb.ac.id/gdl/download/168849", "PUSTAKA Iftitah Rahmi Kadir": "https://digilib.itb.ac.id/gdl/download/168850"}, "Penulis": "Iftitah Rahmi Kadir [20513040]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Rino Rakhmata Mukti, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Chabazite,  Faujasite,  inter-transformasi,  sintesis  tanpa  senyawa organik,", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "20 Mei 2019"}