{"Nomor": 38227, "Judul": "SINTESIS SENYAWA 1-(4-HIDROKSIFENIL)ALKANON DARI FENOL DAN ASAM KARBOKSILAT MENGGUNAKAN KATALIS ZEOLIT H-ZSM-5", "Abstrak": "Senyawa p-hidroksiasetofenon (p-HAF) dan senyawa p-hidroksipropiofenon (p- HPF) merupakan turunan senyawa aromatik keton yang dapat digunakan sebagai prekursor pembuatan obat parasetamol. Secara konvensional senyawa ini dapat disintesis melalui dua tahap reaksi, yaitu reaksi asilasi Friedel-Crafts dan penataan ulang  Fries  menggunakan  katalis  homogen  yang  memiliki  sifat  asam  Lewis seperti AlCl3. Namun, penggunaan katalis ini dinilai tidak ekonomis dan tidak ramah lingkungan karena memerlukan proses tambahan untuk pemisahannya dari produk dan sisa pereaksi. Terlebih, sisa katalis ini dapat menghasilkan limbah yang bersifat korosif dan toksik bagi lingkungan. Penggunaan suatu material kristalin mikropori yaitu zeolit sebagai katalis dinilai dapat mengatasi permasalahan   ini   karena   sifatnya   sebagai   katalis   heterogen   yang   mudah dipisahkan dan digunakan kembali. Pada penelitian ini, sintesis senyawa p-HAF dan p-HPF telah dilakukan dari satu tahap reaksi asilasi dan propionilasi fenol menggunakan katalis zeolit H-ZSM-5. Metode sintesis yang digunakan adalah metode batch dalam fasa cair dan hasil sintesis dianalisis menggunakan spektroskopi NMR, MS dan GC-MS. Selektivitas terhadap produk para diperoleh\n100% terhadap produk ortho. Selain itu senyawa aromatik ester, yaitu fenil asetat dan fenil propionat berperan sebagai produk samping.", "Daftar File": {"ABSTRAK Alfhons Daniel Sirampun": "https://digilib.itb.ac.id/gdl/download/168859", "COVER Alfhons Daniel Sirampun": "https://digilib.itb.ac.id/gdl/download/168860", "BAB1 Alfhons Daniel Sirampun": "https://digilib.itb.ac.id/gdl/download/168861", "BAB2 Alfhons Daniel Sirampun": "https://digilib.itb.ac.id/gdl/download/168862", "BAB3 Alfhons Daniel Sirampun": "https://digilib.itb.ac.id/gdl/download/168863", "BAB4 Alfhons Daniel Sirampun": "https://digilib.itb.ac.id/gdl/download/168864", "BAB5 Alfhons Daniel Sirampun": "https://digilib.itb.ac.id/gdl/download/168865", "PUSTAKA Alfhons Daniel Sirampun": "https://digilib.itb.ac.id/gdl/download/168866"}, "Penulis": "Alfhons Daniel Sirampun [20513072]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Rino Rakhmata Mukti, S.Si., M.Si.", "Dr.rer.nat. Didin Mujahidin, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "1-(4-hidroksifenil)alkanon, reaksi asilasi Friedel-Crafts, reaksi penataan ulang Fries, zeolit H-ZSM-5, selektivitas, ramah lingkungan.", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "20 Mei 2019"}