{"Nomor": 38229, "Judul": "ANALISIS STRUKTUR BAWAH PERMUKAAN DAERAH KAWAH GUNUNG PAPANDAYAN MENGGUNAKAN METODE MAGNETIK", "Abstrak": "Gunung Api Papandayan merupakan salah satu gunung api aktif di Indonesia yang terletak di Kabupaten Garut, Jawa Barat ditunjukkan dengan banyaknya kawah yang salah satunya adalah Kawah Baru yang merupakan hasil letusan pada tahun 2002. Pada wilayah gunung api seperti Gunung api Papandayan, variasi temperatur merupakan salah satu faktor penting yang mempengaruhi sifat magnetik batuan. Oleh karena itu penting untuk melakukan penelitian struktur bawah permukaan Gunung Api Papandayan. Survey geofisika yang merupakan bagian dari fisika bumi ditujukan untuk mengidentifikasi struktur bawah permukaan berdasarkan parameter fisika tertentu. Metode geofisika yang digunakan dalam penelitian ini adalah metode magnetik, yaitu metode yang memanfaatkan medan magnetik untuk mengidentifikasi struktur bawah permukaan berdasarkan parameter fisis berupa suseptibilitas magnetik. Akuisisi data lapangan dilakukan pada bulan Desember 2018 dan Januari 2019 di daerah kawah menggunakan satu set G-856AX Memory MagTM Proton Precision Magnetometer (PPM) dengan total titik pengukuran sebanyak 259 titik. Berdasarkan peta kontur medan magnet yang telah dikoreksi, diperoleh adanya anomali negatif yang terletak di sekitar Kawah Mas. Hasil pemodelan kedepan menunjukkan bahwa anomali negatif diakibatkan oleh batuan dengan nilai suseptibilitas magnetik yang relative kecil. Batuan yang berada di bawah permukaan kawah mengalami demagnetisasi akibat temperatur tinggi.", "Daftar File": {"ABSTRAK Dieno Diba": "https://digilib.itb.ac.id/gdl/download/168868"}, "Penulis": "Dieno Diba [10215003]", "Kontributor / Dosen Pembimbing": ["Dr. Nurhasan, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "Anomali magnetik, gunung Papandayan, survey magnetik, suseptibilitas, pemodelan.", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "8 file", "Tanggal Input": "20 Mei 2019"}