{"Nomor": 38234, "Judul": "KAJIAN POTENSI KATALITIK MOF DUT-52 DAN UiO-67  PADA REAKSI ESTERIFIKASI ASAM OLEAT DAN OKSIDASI BENZIL ALKOHOL", "Abstrak": "MOF (Metal organic framework) berbasis logam zirkonium dengan ligan 2,6- naftalendikarboksilat  (DUT-52)  dan  ligan  bifenil-4,4-dikarboksilat  (UiO-67) telah disintesis dengan metode solvotermal. Material hasil sintesis dikarakterisasi menggunakan Fourier transform infrared spectroscopy (FTIR), X-ray powder diffraction (PXRD), thermogravimetric analysis (TGA) dan fisisorpsi N2. Data FTIR mengkonfirmasi perubahan orde ikatan gugus karbonil pada ligan dengan gugus   karbonil   yang   telah   terkoordinasi   pada   zirkonium   dengan   adanya pergeseran ke bilangan gelombang yang lebih rendah. Hasil difraksi sinar-X menunjukkan puncak khas DUT-52 pada 2?  6,4° dan 7,5° dan puncak khas untuk UiO-67 pada 2?  5,7° dan 6,5°. DUT-52 hasil sintesis memiliki stabilitas termal hingga 540 °C. DUT-52 dan UiO-67  hasil sintesis dikaji potensi katalitiknya pada reaksi  esterifikasi  asam  oleat  menjadi  metil  oleat  dan  reaksi  oksidasi  benzil alkohol menjadi benzaldehida. Esterifikasi asam oleat dengan metanol menjadi metil oleat  dilakukan pada suhu 60 °C selama 6 jam. Produk reaksi dikonfirmasi dengan metil oleat standar. Hasil analisa kromatografi gas (FID) pada reaksi esterifikasi asam oleat  menunjukkan aktivitas katalitik UiO-67  tidak signifikan berbeda dengan DUT-52 (27-28%). Pengaruh luas permukaan terhadap aktifitas katalitik pada MOF DUT-52 juga dipelajari dengan membandingkan MOF DUT-\n52 hasil sintesis dengan luas permukaan 15,5 m2/g  dan DUT-52 yang disintesis sebelumnya dengan luas permukaan  414 m2/g. DUT-52 dengan luas permukaan besar  menunjukkan aktivitas katalitik yang lebih baik dari DUT-52 dengan luas permukaan yang lebih kecil dengan persentase hasil metil oleat 26 % dan 1%. Reaksi oksidasi benzil alkohol dilakukan pada suhu 90 °C selama 6 jam dengan menggunakan DUT-52 sebagai katalis. Pada kedua reaksi tersebut katalis dapat dengan mudah dipisahkan dari sistem dengan sentrifugasi sederhana.", "Daftar File": {"ABSTRAK Efwita Astria": "https://digilib.itb.ac.id/gdl/download/168894", "COVER Efwita Astria": "https://digilib.itb.ac.id/gdl/download/168895", "BAB1 Efwita Astria": "https://digilib.itb.ac.id/gdl/download/168896", "BAB2 Efwita Astria": "https://digilib.itb.ac.id/gdl/download/168897", "BAB3 Efwita Astria": "https://digilib.itb.ac.id/gdl/download/168898", "BAB4 Efwita Astria": "https://digilib.itb.ac.id/gdl/download/168899", "BAB5 Efwita Astria": "https://digilib.itb.ac.id/gdl/download/168900", "PUSTAKA Efwita Astria": "https://digilib.itb.ac.id/gdl/download/168901"}, "Penulis": "Efwita Astria [20513054]", "Kontributor / Dosen Pembimbing": ["Dr. Aep Patah, S.Si., M.Si.", "Dr.Eng. Yessi Permana"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "MOF, DUT-52, UiO-67, oksidasi, esterifikasi, benzil alkohol, asam oleat, katalis heterogen", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "20 Mei 2019"}