{"Nomor": 38239, "Judul": "Sintesis Polianilina Terdoping Camphor Sulfonic Acid (CSA) dalam Pelarut m-Cresol dan Aplikasinya dalam Sel Surya Tersensitisasi Zat Warna Oleh :", "Abstrak": "Sel surya tersensitisasi zat warna atau dye sensitized solar cell (DSSC) merupakan sel surya yang menggunakan zat warna untuk menghasilkan arus listrik. DSSC disusun oleh empat komponen dasar yaitu fotoanoda, zat warna atau dye, elektrolit, dan elektroda lawan. Sistem DSSC memerlukan elektroda lawan yang memiliki aktivitas elektrokatalitik tinggi untuk mereduksi ion I3- dari elektrolit. Selama ini, elektroda lawan yang digunakan adalah kaca konduktif yang dilapisi logam platina. Platina (Pt) merupakan logam yang memiliki konduktivitas listrik dan aktivitas elektrokatalitik tinggi namun dengan harga Pt yang mahal menyebabkan biaya pembuatan  DSSC  menjadi  tinggi.  Oleh  karena  itu,  dalam  penelitian  ini  telah dikembangkan elektroda lawan untuk mengganti logam platina dan kaca konduktif menggunakan  polimer  konduktif  seperti  polianilina  (PANI).  PANI  didoping dengan  CSA  dalam  pelarut  m-cresol  diketahui  memiliki  konduktivitas  tinggi sehingga  pada  penelitian  ini  PANI/CSA  dicampur  dengan  material  berbahan karbon  seperti  grafit  dan  karbon  aktif.  Grafit  digunakan  karena  memiliki konduktivitas elektrik tinggi dan karbon aktif digunakan karena memiliki aktivitas elektrokatalitik  yang  baik.  PANI/CSA  disintesis  dengan  reaksi  polimerisasi oksidatif  anilina  menggunakan  ammonium  persulfate  (APS)  sebagai  inisiator, dilanjutkan   dengan   proses   dedoping   menggunakan   ammonium   hidroksida, kemudian  proses  redoping  menggunakan  CSA  dalam  pelarut  m-cresol.  Hasil sintesis  PANI/CSA  dikarakterisasi  mengunakan  spektroskopi  AC  Impedance, spektroskopi FT-IR, dan spektroskopi Raman. Tahap pembuatan DSSC meliputi pembuatan film tipis TiO2, pembuatan pasta blend dari PANI/CSA dengan grafit dan PANI/CSA dengan karbon aktif sebagai elektroda lawan, insersi elektrolit, dan penggabungan semua komponen. DSSC dikarakterisasi menggunakan simulator solar ORIEL S013A dan V-I Keithley 2400. Keberhasilan proses doping CSA pada PANI ditunjukkan dengan spektrum absorpsi FT-IR dimana puncak pada bilangan gelombang 1716 dan 1011 cm-1 mengindikasikan ikatan C=O dan S=O pada CSA. Pengukuran Raman mengindikasikan perubahan komposisi cincin penyusun rantai dari   benzenoid   dan   quinonoid   menjadi   semiquinonoid   dengan   munculnya pergeseran Raman pada 1624 dan 852 cm-1. Puncak tersebut merupakan vibrasi ulur C~C dan deformasi dari cincin  semiquinonoid. Konduktivitas maksimum dari PANI/CSA adalah 38 Scm-1  yang dihasilkan ketika fraksi mol CSA dalam PANI sebesar 0,36 (level doping 56%). DSSC yang menggunakan PANI/CSA tersebut menghasilkan efisiensi konversi sebesar 2,57% pada penggunaan grafit dan 3,14% pada penggunaan karbon aktif (konsentrasi PANI/CSA dalam blend 25% w/w).", "Daftar File": {"ABSTRAK Gusti Ayu Citra Widhi Utami": "https://digilib.itb.ac.id/gdl/download/168920", "COVER Gusti Ayu Citra Widhi Utami": "https://digilib.itb.ac.id/gdl/download/168921", "BAB1 Gusti Ayu Citra Widhi Utami": "https://digilib.itb.ac.id/gdl/download/168922", "BAB2 Gusti Ayu Citra Widhi Utami": "https://digilib.itb.ac.id/gdl/download/168923", "BAB3 Gusti Ayu Citra Widhi Utami": "https://digilib.itb.ac.id/gdl/download/168924", "BAB4 Gusti Ayu Citra Widhi Utami": "https://digilib.itb.ac.id/gdl/download/168925", "BAB5 Gusti Ayu Citra Widhi Utami": "https://digilib.itb.ac.id/gdl/download/168926", "PUSTAKA Gusti Ayu Citra Widhi Utami": "https://digilib.itb.ac.id/gdl/download/168927"}, "Penulis": "Gusti Ayu Citra Widhi Utami [20513300]", "Kontributor / Dosen Pembimbing": ["Dr. Veinardi Suendo, S.Si., M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "DSSC, Elektroda lawan, Polianilina (PANI), Camphor Sulfonic Acid (CSA), m-Cresol, Grafit, Karbon aktif.", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "20 Mei 2019"}