{"Nomor": 38231, "Judul": "ISOLASI DAN PENENTUAN STRUKTUR METABOLIT SEKUNDER DARI DAUN Macaranga involucrata (Roxb.) Baill", "Abstrak": "Macaranga merupakan salah satu genus terbesar dari famili Euphorbiaceae yang terdiri dari 300 spesies dengan nama lokal “mahang-mahangan”. Tumbuhan Macaranga tersebar luas  di  wilayah  Afrika dan  Madagaskar di  bagian  barat hingga ke wilayah tropis Asia, Australia utara dan kepulauan Pasifik. Di Indonesia tumbuhan Macaranga tersebar di beberapa daerah yaitu daerah Papua, Maluku, Sulawesi, Kalimantan, Sumatera, Bangka, dan Jawa. Macaranga banyak dimanfaatkan oleh masyarakat , antara lain dalam bidang industri sebagai bahan baku kertas dan bahan bangunan, selain itu juga dimanfaatkan sebagai obat tradisional seperti obat penurun panas, sakit kepala, sakit perut, mengobati berak darah, dan kejang otot. Kajian fitokimia beberapa spesies Macaranga menunjukan adanya kelompok senyawa fenolik yaitu turunan flavonoid dan stilben, serta turunan terpenoid. Senyawa turunan fenolik tersebut memiliki keunikan dari struktur molekulnya, yaitu adanya subtituen tambahan dari metabolit terpenoid yaitu prenil (C5), geranil (C10), farnesil (C15), dan geranilgeranil (C20). Pada penelitian ini telah dilakukan isolasi metabolit sekunder dari daun M. involucrata dengan metode maserasi menggunakan pelarut aseton, kemudian dilanjutkan pemisahan dan pemurnian dengan menggunakan kromatografi cair vakum dan kromatografi radial untuk mendapatkan senyawa murni. Penentuan struktur dilakukan berdasarkan analisis data spektrum NMR 1D (1H-NMR dan13C-NMR),\nNMR 2D (1H-1HCOSY, NOESY, TOCSY, HSQC, dan HMBC), dan spektrum\nmassa (MS). Berdasarkan metodologi tersebut, satu senyawa diterpen monosiklik turunan sembran, yaitu asam poilanoat, dua senyawa turunan stilben, yaitu 4- farnesil-3,5,3’,4’-tetrahidroksistilben dan mappain, dan dua senyawa turunan flavon yaitu 5,7,4’-trihidroksi-3’(3-metilbut-2-enil)-3-metoksiflavon dan makarangin, telah berhasil diisolasi dari tumbuhan ini. Dari kelima senyawa tersebut, satu senyawa turunan stiben merupakan senyawa baru yaitu  4-farnesil-\n3,5,3’,4’-tetrahidroksistilben, sedangkan senyawa 5,7,4’-trihidroksi-3’(3-metilbut-\n2-enil)-3-metoksiflavon  merupakan  senyawa  turunan  flavon  yang  ditemukan\n \n\npada genus Macaranga, namun telah ditemukan pada genus lain yaitu genus Dodonaea famili Sapindaceae. Senyawa diterpen monosiklik turunan sembran, yaitu asam poilanoat sebelumnya telah ditemukan dari daun M. pruinosa yang berasal dari Sumatera Selatan, sedangkan senyawa mappain telah ditemukan dari M. mappa, dan senyawa makarangin ditemukan dari daun M. denticulata dan M. vedeliana yang berasal dari Kaledonia Baru. Berdasarkan hasil penelitian tersebut menunjukkan daun M. involucrata yang berasal Kabupaten Buton Tengah, Sulawesi Tenggara dapat dijadikan sebagai sumber turunan terpenoid, stilben, dan flavonoid.", "Daftar File": {"ABSTRAK Edi Ilimu": "https://digilib.itb.ac.id/gdl/download/168877", "COVER Edi Ilimu": "https://digilib.itb.ac.id/gdl/download/168878", "BAB1 Edi Ilimu": "https://digilib.itb.ac.id/gdl/download/168879", "BAB2 Edi Ilimu": "https://digilib.itb.ac.id/gdl/download/168880", "BAB3 Edi Ilimu": "https://digilib.itb.ac.id/gdl/download/168881", "BAB4 Edi Ilimu": "https://digilib.itb.ac.id/gdl/download/168882", "BAB5 Edi Ilimu": "https://digilib.itb.ac.id/gdl/download/168883", "PUSTAKA Edi Ilimu": "https://digilib.itb.ac.id/gdl/download/168884"}, "Penulis": "Edi Ilimu [20513076]", "Kontributor / Dosen Pembimbing": ["Prof. Yana Maolana Syah, MS, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Euphorbiaceae, Macaranga involucrata, diterpen, stilben, flavon.", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "20 Mei 2019"}