{"Nomor": 38248, "Judul": "KAJIAN MATEMATIS FENOMENA PHANTOM TRAFFIC JAM", "Abstrak": "Ketika aliran lalulintas semakin padat, suatu kemacetan dapat muncul dan tumbuh secara alami tanpa adanya alasan tertentu, dan fenomena ini dikatakan sebagai phantom traffic jam. Dengan mengasumsikan kerapatan lalulintas (kendaraan/km) dan kecepatan kendaraan sebagai objek kontinu, fenomena ini dapat dideskripsikan dalam skala makroskopis menggunakan model Payne-Whitham. Phantom traffic jam yang dipelajari muncul dalam bentuk solusi gelombang berjalan (shock) yang disebut jamiton. Sebagai solusi lemah, persamaan harus memenuhi kondisi Lax entropy dan kondisi Rankine-Hugoniot. Berdasarkan hal ini, eksistensi kondisi untuk solusi jamiton dapat diperoleh. Lebih lanjut, kita dapat memperoleh syarat kestabilan untuk solusi equilibrium secara analitik; dengan begitu, kita dapat menentukan apakah perturbasi kecil akan menyusut atau bertumbuh menjadi jamiton. Di sini, kemunculan dan pertumbuhan jamiton akan didiskusikan secara analitik dan numerik. Untuk lintasan melingkar dengan panjang lintasan dan banyak kendaraan yang diketahui, kita dapat menentukan secara spesifik jamiton akan timbul atau tidak. Selanjutnya, dengan metode staggered grid, kita juga dapat mensimulasikan secara numerik aliran lalulintas, serta melihat bagaimana jamiton bertumbuh atau menyusut. Pembahasan semacam ini dapat membantu para insinyur dalam mendesain jalanan yang lebih aman dan lebih nyaman.", "Daftar File": {}, "Penulis": "Nicholas Malvin [10115105]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Sri Redjeki Pudjaprasetya F., MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Probabilities & applied mathematics", "Kata Kunci": "Phantom Traffic Jam, model Payne-Whitham, Jamiton.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti  \n                                     Rd. Lenny Fatimah N., Dra", "File": "2 file", "Tanggal Input": "20 Mei 2019"}