{"Nomor": 38241, "Judul": "CULTURAL STUDIES IN COLOMBIA Cartographies of encounters, tensions and conjunctures", "Abstrak": "This article presents an always risky cartography of the institutionalization of the field  of  Cultural  Studies  in  Colombia  in  the  1990s.  The  article  starts  with  a personal  narration  on  how  the  author  was  introduced  to  this  novel  field  by entering the first graduate programme in Cultural Studies in Colombia. Here, it locates the major tensions, stereotypes and loud silences characteristic of the social sciences  in  Colombia  in  which  this  institutionalization  was  infused  and  also\nthreatened by the 1990s. But far from thinking that this recent event inaugurated an intellectual project thanks to the importation of theories and methodologies at this  moment,  the  article  describes  previous  intellectual  traditions  like  the  one influenced by the works of Orlando Fals Borda that had challenged positivist and neutral intellectual approaches to major problems in Colombia. Also, it high lights the influence that the work of Jesu ? s Mart? ?n Barbero had through his paramount work on media and mediation since the 1970s. Afterwards, the article succinctly contextualizes the institutionalization of Cultural Studies in the 1990s throughthe  emergence  of  the  Ministry  of  Culture  and  the  multicultural  mantra  and  awhole  scholarly  and  state’s  concern  for  cultural  industries  and  culture  policies. Finally,  it  describes  the  ‘perverse  confluences’  between  these  new  events  and  the arrival  of  neoliberal  policies  that  had  radically  changed   and   challenged Colombian   public   and   private   universities.   The   article   concludes   with   a contrasting image between a multiplication of interests, programmes, departments, conferences  and  publications  in  Cultural  Studies  in  the  larger  universities  in Colombia  and  their  rampant  transformation  through  the  new  scripts  of  audit cultures, indexation and the whole quantification  of knowledge production.", "Daftar File": {}, "Penulis": "Juan Ricardo Aparicio [-]", "Kontributor / Dosen Pembimbing": ["-"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "academic   disciplines;   conjunctures; Estudios   Culturales ; Cultural Studies; institutionalization; neoliberalism; Colombia", "Sumber": "Cultural Studies Vol. 26, No. 1 January 2012, pp. 39-61", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "20 Mei 2019"}