{"Nomor": 38244, "Judul": "PENGARUH COATING POLIDOPAMIN PADA MEMBRAN POLIPROPILEN UNTUK FILTRASI SENYAWA ORGANIK", "Abstrak": "Fouling organik menjadi batasan yang utama dalam aplikasi membran ultrafiltrasi\nuntuk pengolahan air minum. Hidropilisasi permukaan menggunakan coating\npolidopamin (PDA) dapat menjadi metode yang menjanjikan untuk mengurangi\npembentukan fouling. Pada penelitian ini, sebuah pendekatan yang sederhana\ndigunakan untuk memodifikasi membran polipropilen (PP) menggunakan coating\nPDA menggunakan berbagai konsentrasi (1gr/L hingga 5 gr/L). Hidropilisitas\nmembran setelah dimodifikasi dikarakterisasi menggunakan sudut kontak air,\nsedangkan uji filtrasi dilakukan untuk menentukan performa membran\nmenggunakan larutan model asam humat dan air gambut sebagai umpan.\nHasil penelitian ini menunjukkan bahwa sudut kontak air turun dari 96o menjadi\n78o setelah di coating dengan PDA 3 gr/L selama 1 jam. Membran tersebut\nmemiliki porositas sebesar 62%, fluks air murni sebesar 63 L/m2.jam serta rejeksi\nlarutan model HA sebesar 91%. Ketika membran tersebut digunakan untuk filtrasi\nair gambut, rejeksi yang diperoleh hanya sebesar 22%. Sementara itu, rejeksi\nasam humat paling tinggi mencapai lebih dari 95% terjadi pada membran setelah\ndi coating dengan PDA 5 gr/L. Hal ini disebabkan oleh kelarutan zat organik yang\nlebih rendah dalam larutan model asam humat dibandingkan dalam air gambut.\nNilai flux recovery ratio (FRR) pada semua membran setelah di coating lebih\ntinggi dibandingkan pada membran sebelum di coating. Hal ini menunjukkan\nbahwa membran tersebut memiliki sifat fouling yang lebih rendah dibandingkan\nmembran tanpa coating.", "Daftar File": {"ABSTRAK Sri Mundarti": "https://digilib.itb.ac.id/gdl/download/168946", "COVER Sri Mundarti": "https://digilib.itb.ac.id/gdl/download/193936", "BAB 1 Sri Mundarti": "https://digilib.itb.ac.id/gdl/download/193937", "BAB 2 Sri Mundarti": "https://digilib.itb.ac.id/gdl/download/193938", "BAB 3 Sri Mundarti": "https://digilib.itb.ac.id/gdl/download/193939", "BAB 4 Sri Mundarti": "https://digilib.itb.ac.id/gdl/download/193940", "BAB 5 Sri Mundarti": "https://digilib.itb.ac.id/gdl/download/193941", "PUSTAKA Sri Mundarti": "https://digilib.itb.ac.id/gdl/download/193942"}, "Penulis": "Sri Mundarti [23017035]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. I Gede Wenten, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Coating polidopamin, filtrasi zat organik, membran ultrafiltrasi modifikasi hidrofilik, polipropilen.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "20 Mei 2019"}