{"Nomor": 38246, "Judul": "ANALISIS KESALAHAN MAGNITUD FRF SISTEM GETARAN DUA DERAJAT KEBEBASAN", "Abstrak": "Kajian tentang pengaruh panjang waktu perekaman terhadap nilai magnitud FRF telah\ndilakukan oleh beberapa peneliti sebelumnya di berbagai tempat. Fenomena ini seringkali\nditemukan dalam pengujian FRF dengan metode eksitasi kejut pada struktur-struktur\nmekanik yang relatif ringan di mana konstanta peluruhannya cukup kecil. Sayangnya,\ndalam penelitian-penelitian tersebut belum ada yang mengungkapkan secara matematis\nmengenai hubungan antara panjang waktu rekam dan besar kesalahan magnitud FRF hasil\npengujian dengan metode eksitasi kejut untuk sistem getaran dua derajat kebebasan (2-\nDK). Padahal hubungan ini sangat penting untuk mengetahui parameter apa yang\nberpengaruh dalam pengujian FRF dengan metode eksitasi kejut untuk pendekatan kondisi\nsebenarnya yang ada di lapangan.\nDalam penelitian ini dilakukan analisis kesalahan spektrum respon impuls pada sistem\ngetaran 2-DK untuk kasus redaman sebanding dan redaman umum. Dari analisis ini\ndihasilkan suatu persamaan matematik yang dapat menghitung secara akurat besar\npersentase kesalahan magnitud spektrum respon impuls. Untuk melihat indikasi kebenaran\ndari persamaan matematik yang diperoleh, dilakukan validasi secara numerik. Validasi\ndilakukan dengan cara membandingkan antara hasil perhitungan matametik dengan hasil\nsimulasi yang dilakukan dengan bantuan perangkat lunak MATLAB. Jika diyakini bahwa\npersamaan matematik yang diturunkan sudah benar, maka dilakukan pengamatan terhadap\npengaruh masing-masing parameter terhadap besar kesalahan spektrum respon impuls.\nBerdasarkan persamaan yang telah diturunkan, disajikan hasil penyeledikan terhadap\nmasing-masing parameter uji. Sehingga secara visual didapatkan kombinasi parameter uji\nyang optimum. Penggunaan kombinasi parameter uji optimum tersebut dimaksudkan\nsupaya besar kesalahan magnitud puncak FRF yang diperoleh dari hasil pengujian dengan\nmetode eksitasi kejut seminimum mungkin. Dari kombinasi parameter uji ini dapat\ndisimpulkan bahwa pengaruh jumlah line frekuensi dan perbandingan antara frekuensi\npribadi sistem getaran yang diuji terbesar dengan frekuensi analisis maksimum (fmax)\nterhadap besarnya persentase kesalahan magnitud FRF, baik untuk kasus redaman\nsebanding maupun redaman umum memberikan pengaruh yang sama.", "Daftar File": {"COVER Dedi Suryadi": "https://digilib.itb.ac.id/gdl/download/168955", "BAB 1 Dedi Suryadi": "https://digilib.itb.ac.id/gdl/download/168956", "BAB 2 Dedi Suryadi": "https://digilib.itb.ac.id/gdl/download/168957", "BAB 3 Dedi Suryadi": "https://digilib.itb.ac.id/gdl/download/168958", "BAB 4 Dedi Suryadi": "https://digilib.itb.ac.id/gdl/download/168959", "BAB 5 Dedi Suryadi": "https://digilib.itb.ac.id/gdl/download/168960", "PUSTAKA Dedi Suryadi": "https://digilib.itb.ac.id/gdl/download/168961"}, "Penulis": "Dedi Suryadi [23105017]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Zainal Abidin, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "FRF, magnitud FRF, sistem getaran dua derajat kebebasan.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "20 Mei 2019"}