{"Nomor": 38258, "Judul": "The Influence of Service Quality Dimension towards Customer Satisfaction and Customer Loyalty (A Case Study of Jack Runner Roastery)", "Abstrak": "Industri kopi di Indonesia berkembang dan tumbuh dengan pesat. Konsumsi kopi di\nIndonesia telah meningkat dari tahun ke tahun, karena semakin banyak kedai kopi yang buka\nsetiap tahun, sebagian bertahan dan beberapa gulung tikar. Ada beberapa faktor penting\ndalam membangun kedai kopi yang sukses, yaitu dari peningkatan terus-menerus dari produk\ndan layanannya. Produk yang baik di dalam industri kopi didefinisikan melalui citarasa dan\naromanya yang enak, baik dari tingkat keasaman dan manis kopinya. Melalui pelayanan,\nsebuah kedai kopi bisa mendapatkan pelanggan setia ketika mereka merasa puas dan akan\ndatang kembali sebagai pelanggan berulang, sehingga menciptakan kedai kopi yang\nberkelanjutan.\nPenelitian ini bertujuan untuk menemukan pengaruh dimensi-dimensi kualitas layanan\nterhadap kepuasan pelanggan dan bagaimana kepuasan dari pelanggan akan mempengaruhi\nloyalitas pelanggan. Terdapat lima dimensi dalam kualitas layanan yaitu, keandalan, jaminan,\nbukti fisik, empati dan daya tanggap. Penelitian ini dilakukan dengan pendekatan kuantitatif,\ndengan membagikan kuesioner kepada pelanggan Jack Runner Roastery. Korelasi antara\ndimensi kualitas layanan terhadap kepuasan pelanggan akan dilakukan dengan menggunakan\nregresi linier berganda dan korelasi antara kepuasan pelanggan dan loyalitas pelanggan akan\ndilakukan dengan menggunakan regresi linier sederhana.\nHasil dari penelitian menunjukkan bahwa keandalan, bukti fisik, empati dan daya tanggap\nmemiliki pengaruh positif signifikan terhadap kepuasan pelanggan, sedangkan jaminan tidak\nmemiliki pengaruh signifikan terhadapnya. Penelitian ini juga menunjukkan bahwa kepuasan\npelanggan memiliki pengaruh positif terhadap loyalitas pelanggan. Penelitian ini memberi\nrekomendasi bagi kedai opi untuk dapat meningkatkan kualitas layanan mereka untuk\nmendapatkan lebih banyak pelanggan yang puas, sehingga dapat pelanggan yang setia dan\nkedai kopi yang berkelanjutan.", "Daftar File": {}, "Penulis": "Rizky Ramadhani [19215005]", "Kontributor / Dosen Pembimbing": ["Dr. Isti Raafaldini Mirzanti, M.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Kualitas Pelayanan, Kepuasan Pelanggan, Loyalitas Pelanggan", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Rd. Lenny Fatimah N., Dra", "File": "1 file", "Tanggal Input": "20 Mei 2019"}