{"Nomor": 38256, "Judul": "APPLICATION OF OPERATING DEFLECTION SHAPE FOR ESTIMATING UNBALANCE FORCE OF A ROTATING OVERHUNG MOUNTED FAN", "Abstrak": "Frequency response function [FRF] is the ratio between vibration responses\nof a structure and excitation force acting on it. Operating deflection shape [ODS] is\ndefined as the relative, forced motion of two or more points on a structure. Since they\nare forced motions, ODSs have hidden information which can effectively be used for\npredicting the excitation forces. For this purpose a preliminary setup consisting of\nfree-free beam supported by soft springs are used to measure FRFs and ODSs. FRF\nmeasurement is conducted using burst random excitation force. In this case ODS\nmeasurement is carried out using sinusoidal excitation force. Measured FRF are\ndecomposed and the weighting factors of each mode in ODS are evaluated. The\nexcitation forces are estimated using the weighting-factor and pseudo-inverse\nmethods. Errors with the weighting-factor method are lower than those with pseudoinverse\nmethod at low frequency 30 Hz. On the other hand errors with both methods\nare the same for higher frequency. A case study is performed on the overhung\nsupported fan. FRFs of the fan for all angular positions of the shaft are obtained\nusing burst random excitation forces on the overhung portion of the rotor. The ODSs\nof the fan unit with rotating residual unbalance are measured by using reference\naccelerometer and roving Laser Doppler Vibrometer. Different masses of\nunbalances are then installed on the fan. The structure is excited by the imbalance\nforce at different rotating speeds. The fan ODSs are measured for different unbalance\nconditions. The most critical vibration responses are found at the motor drive end\nand at the overhung fan end. The bearings are the second components to be checked\nfor regular maintenance program. The unbalance masses of the fan which cause the\nimbalance excitation force are estimated by using measured FRFs and ODSs. The\nerrors are within 10 % if the vibration responses at motor drive end are used and\nwithin 20 % if those at the overhung fan end and the bearings are used. Therefore it\nis proposed that the excitation force due to unbalance of the fan can be estimated by\nusing measured FRFs and ODSs.", "Daftar File": {"COVER Thein Min Htike": "https://digilib.itb.ac.id/gdl/download/169002", "BAB 1 Thein Min Htike": "https://digilib.itb.ac.id/gdl/download/169003", "BAB 2 Thein Min Htike": "https://digilib.itb.ac.id/gdl/download/169004", "BAB 3 Thein Min Htike": "https://digilib.itb.ac.id/gdl/download/169006", "BAB 4 Thein Min Htike": "https://digilib.itb.ac.id/gdl/download/169008", "BAB 5 Thein Min Htike": "https://digilib.itb.ac.id/gdl/download/169009", "BAB 6 Thein Min Htike": "https://digilib.itb.ac.id/gdl/download/169012", "BAB 7 Thein Min Htike": "https://digilib.itb.ac.id/gdl/download/169015", "PUSTAKA Thein Min Htike": "https://digilib.itb.ac.id/gdl/download/169016"}, "Penulis": "Thein Min Htike [23105025]", "Kontributor / Dosen Pembimbing": ["Prof.Dr.Ir. Komang Bagiasna", "Prof. Ir. Zainal Abidin, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "FRF", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "12 file", "Tanggal Input": "20 Mei 2019"}