{"Nomor": 38255, "Judul": "PENINGKATAN KINERJA SISTEM PENGKONDISIAN UDARA TIPE PENDINGIN AIR MELALUI PENGGANTIAN REFRIGERAN PRIMER DAN SEKUNDER", "Abstrak": "R-22 (HCFC-22) adalah jenis refrigeran yang sudah dikatagorikan tidak ramah lingkungan karena menyebabkan kerusakan lapisan ozon dan menimbulkan efek pemanasan global. R-22 akan dihapus secara bertahap dan digantikan dengan refrigeran alternatif yang ramah lingkungan. Salah satu refrigeran alternatif pengganti R-22 adalah R-290. R-290 mempunyai sifat mudah terbakar. Untuk mengurangi sifat mudah terbakar R-290 maka dicampur dengan refrigeran yang bersifat tidak mudah terbakar yaitu R-134a. Komposisi optimum pencampuran R-290 dengan R-134a adalah 0,6 R-290 + 0,4 R-134a (basis mol).\nRasio Kelistrikan Nasional Indonesia sebesar 0,58 dari jumlah penduduk yang ada, sehingga kebutuhan listrik di Indonesia masih cukup besar. Untuk menunjang program kelistrikan nasional, perlu dikembangkan teknik penghematan listrik. Teknik penghematan listrik dapat dilakukan pada sistem pengkondisian udara tipe pendingin air. Pengkondisian udara gedung-gedung besar memakai energi listrik 40 - 60% dari total energi yang digunakan gedung tersebut. Teknik penghematan ini dapat dilakukan melalui penggantian refrigeran primer dan sekunder yang tepat pada sistem pengkondisian udara tipe pendingin air.\nPenelitian ini bertujuan mengoptimalkan penggunaan energi melalui peningkatan kinerja/performansi (COP) pada sistem pengkondisian udara tipe pendingin air. Peningkatan kinerja ini dilakukan melalui penggunaan refrigeran primer yang tepat, serta penambahan aditif Trimethylolethane dan Ethoquad pada refrigeran sekunder air yang dapat memberikan dampak penghematan energi. Di dalam penelitian ini, pengujian diterapkan pada sistem riil sebagai contoh aplikasi dan uji kinerja riil, kompabilitas dan kehandalan sistem.\nDari hasil penelitian, peningkatan kinerja terbaik dicapai kombinasi refrigeran primer R-290 dengan 0,7 Air + 0,3 Trimethylolethane (basis massa) sebagai refrigeran sekunder . Pada kondisi ini mampu meningkatkan koefisien performansi mesin pendingin sekitar 42%, menghemat daya konsumsi energi listrik 30% (kompresor) dan meningkatkan kapasitas pendinginan sekitar 10%.", "Daftar File": {"COVER Novandri Tri Setioputro": "https://digilib.itb.ac.id/gdl/download/168994", "BAB 1 Novandri Tri Setioputro": "https://digilib.itb.ac.id/gdl/download/168996", "BAB 2 Novandri Tri Setioputro": "https://digilib.itb.ac.id/gdl/download/168997", "BAB 3 Novandri Tri Setioputro": "https://digilib.itb.ac.id/gdl/download/168998", "BAB 4 Novandri Tri Setioputro": "https://digilib.itb.ac.id/gdl/download/168999", "BAB 5 Novandri Tri Setioputro": "https://digilib.itb.ac.id/gdl/download/169000", "PUSTAKA Novandri Tri Setioputro": "https://digilib.itb.ac.id/gdl/download/169001"}, "Penulis": "Novandri Tri Setioputro [23105022]", "Kontributor / Dosen Pembimbing": ["Prof.Dr.Ir. Aryadi Suwono", "Dr. Ir. Nathanael Panagung Tandian, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "R-22, R-290, 0,6 R-290 + R-134a, trimethylolethane, ethoquad, koefesien performansi, kapasitas pendinginan and penghematan energi.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "20 Mei 2019"}