{"Nomor": 38261, "Judul": "CULTURAL STUDIES IN PERU An experience from the Universidad Catolica", "Abstrak": "The name Cultural Studies and its institutionalization in the university must not\nallow  us  to  lose  sight  of  the  fact  that  reflection  on  culture  is  an  old  tradition,\nespecially in a society like Peru’s, so heterogeneous, conflictive and charged with\nhistory.  The  very  fact  of  the  convergence  or  clash  of  cultures  in  the  sixteenth\ncentury fomented the consciousness that cultural uses and customs are not natural\nbut must be understood in the light of history. Since the seventeenth century we\nhave essays attempting to objectivize cultures and their (mis)understandings. These\nconstitute a tradition of trying to imagine a viable society out of fragmentation.\nGarcilaso  de  la  Vega  and  Huama ?n  Poma  are  the  founders  of  this  desire  to\ncomprehend the other and propose just ways of living together. In the nineteenth\ncentury this reflection deepens, since now the task is to constitute a nation. Many\nwill  think  that  homogenization  around  the  creole  identity  is  the  path  towards\nmodernity. Others will feel that the past lives on and gives form to the present,\nnecessarily  complex  and  plural.  This  debate  about  the  country  takes  place  in\nliterature and in cultural criticism, in the works of Maria ?tegui, Arguedas, Vargas\nLlosa, Flores Galindo. This tradition is taken up by Cultural Studies which, as an\nacademic activity  is born of the dialogue between the humanities  and the social\nsciences.  It  is  a  dialogue  in  which  psychoanalysis  functions  to  facilitate  the\nencounter.  This  article  emphasizes  the  immediate  antecedents  of  the  institutio-\nnalization  of  Cultural  Studies  and  situates  them  within  the  framework  of  a\nnecessary public intervention which characterizes this type of interdisciplinarity.", "Daftar File": {}, "Penulis": "Gonzalo Portocarrero  [-]", "Kontributor / Dosen Pembimbing": ["V?ctor Vich"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "cultural studies; Latin America; modernity; culture; Peru", "Sumber": "Cultural Studies Vol. 26, No. 1 January 2012, pp. 141-152", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "20 Mei 2019"}