{"Nomor": 38265, "Judul": "PENGARUH PEMANASAN MICROWAVE DAN PELAPISAN Li1.3Al0.3Ti1.7(PO4)3 TERHADAP EFISIENSI SINTESIS DAN PERFORMA BATERAI PADA MATERIAL KATODA LiNi0.8Co0.15Al0.05O2", "Abstrak": "Material LiNi0.8Co0.15Al0.05O2 (LNCA) merupakan material katoda baterai ion litium dengan performa menjanjikan. Kapasitas spesifik tinggi, konduktivitas elektronik dan ionik tinggi, mudah dibuat, serta memiliki kestabilan baik menjadi alasan penggunaan material ini dalam aplikasi komersial seperti mobil listrik. Namun, terdapat kekurangan pada material ini, yaitu waktu sintesis yang panjang serta stabilitas strukturnya yang rendah. Untuk mengatasi hal tersebut, pada penelitian ini dilakukan pelapisan material LNCA menggunakan Li1.3Al0.3Ti1.7(PO4)3 (LATP) serta penggunaan pemanasan gelombang mikro untuk meningkatkan efisiensi pembuatan material. Sintesis pada material tersebut dilakukan dengan menggunakan metode proses basah presipitasi. Material LNCA dikarakterisasi dengan menggunakan X-Ray Diffraction (XRD) dan Scanning Electron Microscope (SEM) untuk melihat struktur serta morfologi material. Sifat elektrokimia serta stabilitas material diuji dengan menggunakan Electrochemical Impedance Spectroscopy (EIS) dan uji Charging-discharging. Hasil karakerisasi XRD dan SEM yang didapatkan menunjukkan telah terbentuknya LNCA dengan struktur hexagonal berlapis. Dari karakterisasi EIS diketahui nilai impedansi transfer muatan material yang telah diberi pelapis turun hingga 60,01 ?. Karakterisasi EIS juga menunjukkan nilai difusivitas ionik material yang meningkat menjadi 1,94 × 10-10 cm2s-1. Hasil sintesis material dengan bantuan pemanasan gelombang mikro memberikan material dengan parameter kristalisasi yang lebih baik dan mampu menurunkan waktu pemanasan selama 6 jam. Kapasitas spesifik dari baterai yang menggunakan katoda yang disintesis dengan bantuan pemanasan microwave juga menunjukkan nilai yang baik, yaitu 81.3 mAh g-1 dan retensi kapasitas 86,4%, dibandingkan dengan material yang dibuat dengan cara standar, yaitu 77,4 mAh g-1 dan retensi kapasitas 69,2%.", "Daftar File": {"ABSTRAK Putu Hendra Widyadharma": "https://digilib.itb.ac.id/gdl/download/170110"}, "Penulis": "Putu Hendra Widyadharma [10215002]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ferry Iskandar, M.Eng.", "Dr. rer. nat. Akfiny H. Aimon"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "LNCA, gelombang mikro, pelapisan, presipitasi, performa elektrokimia.", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ratnasari", "File": "8 file", "Tanggal Input": "20 Mei 2019"}