{"Nomor": 38274, "Judul": "PEMURNIAN DAN KARAKTERISASI ?-AMILASE HIPERTERMOSTABIL Pyrococcus furiosus REKOMBINAN YANG DIEKSPRESIKAN PADA RAGI Pichia pastoris KM71", "Abstrak": "-Amilase (EC 3.2.1.1) merupakan enzim yang mengkatalisis hidrolisis ikatan ?-\n1,4-glikosidik pada pati menghasilkan oligosakarida berantai lurus dan bercabang. Pada industri pengolahan pati, konversi pati menjadi oligosakarida umumnya menggunakan  ?-amilase termostabil. ?-Amilase hipertemostabil Pyrococcus furiosus   (PFA)   mempunyai   kemampuan   untuk   bekerja   pada   suhu   tinggi. Penelitian  ini  bertujuan  untuk  memurnikan  dan  mengkarakterisasi  PFA rekombinan   yang  diekspresikan  pada  Pichia  pastoris  KM71.  Penelitian  ini dilakukan beberapa tahap, yaitu transformasi P. pastoris KM71 dengan pPICZ?A- PFA,  optimasi  waktu   inkubasi  dan  konsentrasi   penginduksi   metanol  untuk produksi PFA, pemurnian PFA dengan kromatografi afinitas Co-NTA dalam keadaan enzim terdenaturasi dan karakterisasi PFA murni.\n\nPlasmid   pPICZ?A-PFA   rekombinan   diintegrasikan   ke  dalam   kromosom   P. pastoris KM71 melalui rekombinasi homolog single cross-over. Gen PFA yang telah terintegrasi dalam kromosom P. pastoris KM71 dikonfirmasi dengan koloni PCR  yang ditandai  dengan  adanya  fragmen  DNA  dengan  ukuran  1,7 kb pada analisis  gel  agarosa.  Selanjutnya,  transforman  P.  pastoris  KM71  ditumbuhkan pada  media  yang  mengandung  zeosin  konsentrasi  tinggi  (2000  mg/mL)  untuk seleksi integrasi jumlah salinan gen yang banyak.\n\nPada   konstruk   ini,   gen  PFA   diregulasi   oleh   promotor   AOX1   dan  urutan pengkodenya  difusi  dengan  oligonukleotida  untuk  peptida  sinyal    pre-pro-? factor. Oleh karena itu, ekspresi PFA membutuhkan metanol sebagai penginduksi dan PFA akan disekresikan ke dalam media. Ekspresi PFA pada transforman P. pastoris KM71 yang mampu hidup pada media dengan zeosin konsentrasi tinggi\ndiinduksi oleh penambahan metanol pada temperatur 30 oC.  Konsentrasi metanol optimum diperoleh  pada konsentrasi  3% selama 120 jam. Analisis SDS-PAGE\ndan analisis zimogram menunjukkan berat molekul PFA sebesar ~56 kDa. Ekstrak kasar enzim dipekatkan dengan ultrafiltrasi, dan kemudian dimurnikan dengan kromatografi  afinitas  Co-NTA  dalam  keadaan  enzim  terdenaturasi.  PFA dapat\n \n\nmenghidrolisis pati terlarut dengan aktivitas sebesar 1,8x105 U/mg yang diukur menggunakan metode asam dinitrosalisilat (DNS). Kemurnian PFA meningkat sebesar 63 kali dan PFA murni memiliki aktivitas optimum pada pH 5,0 dan temperatur 90 oC.", "Daftar File": {"ABSTRAK Yulia Delfahedah": "https://digilib.itb.ac.id/gdl/download/169087", "COVER Yulia Delfahedah": "https://digilib.itb.ac.id/gdl/download/169088", "BAB1 Yulia Delfahedah": "https://digilib.itb.ac.id/gdl/download/169089", "BAB2 Yulia Delfahedah": "https://digilib.itb.ac.id/gdl/download/169090", "BAB3 Yulia Delfahedah": "https://digilib.itb.ac.id/gdl/download/169091", "BAB4 Yulia Delfahedah": "https://digilib.itb.ac.id/gdl/download/169092", "BAB5 Yulia Delfahedah": "https://digilib.itb.ac.id/gdl/download/169093", "PUSTAKA Yulia Delfahedah": "https://digilib.itb.ac.id/gdl/download/169094"}, "Penulis": "Yulia Delfahedah [20513316]", "Kontributor / Dosen Pembimbing": ["Dessy Natalia, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "?-amilase hipertermostabil, Pyrococcus furiosus, Pichia pastoris", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "20 Mei 2019"}