{"Nomor": 38272, "Judul": "SELECTIVE ON-LINE PRECONCENTRATION  AND ANALYSIS OF Cr(III) AND Cr(VI) BASED ON FLOW INJECTION ANALYSIS USING A CHELATING RESIN", "Abstrak": "A chelating polymeric matrix (chelating resin) was fabricated via functionalization of a polystrene-divinyl benzene co-polymer Amberlite XAD 16 resin matrix with a chelating organic ligand, 1,5- diphenylcarbazide (DPC) through a diazotization mechanistic route using the electrophilic aromatic substitution mechanism and was characterized by fourier transform infra-red spectroscopy (FT-IR). The chelating resin was used in the flow injection analysis (FIA) on-line solid phase extraction (SPE) coupled with flame atomic absorption spectrometry (FAAS). This simple developed method was based on the selective preconcentration of retained Cr(VI) by the XAD-16-DPC chelating resin packed in a minicolumn with no interference from unretained Cr(III). The conventional SPE procedure was divided into two steps: preconcentration procedure, and elution with detection procedure. Cr(VI) was strongly retained by the resin forming a complex at pH 1 using 0.05 M H2SO4 and was used as the carrier with an optimum adsorption equilibrium time of 60 min. Using 2.5 M H2SO4  as the eluent, Cr(VI) ions were quantitatively eluted into the nebulizer burner system. The retention capacity of the resin using the batch method found was 8.55 mg Cr(VI) g/resin with a dynamic retention of 28.07 µg Cr(VI)/g resin using the column method under optimized conditions. The preconcentration factor (PF) obtained was 1.5 as an evaluation of the FIA performance. The precision expressed as coefficient of variance (CV) of Cr(VI) measurements was 2.15% at the 450 µg L-1 level with a detection limit of 47.17 µg L-1 and the CV of Cr(III) was\n2.40% at the 650 µg L-1  level with a detection limit of 78.16 µg L-1. The linear calibration for both species was also established over the concentration range of\n250-650 µg L-1 with Cr(III) and Cr(VI) correlation coefficients of 0.983 and 0.99, respectively, along with a sampling frequency of 4 samples/hr at a sample flow- rate of 2 mL min-1. Cr(III) determination was also performed by simply measuring its concentration at the end of the column and after Cr(VI) retention by the chelating resin. Total chromium determination was carried out using the FAAS direct aspiration analytical method to verify the sum of Cr(III) and Cr(VI) concentrations.\nThe developed method can be successfully applied to trace analysis of chromium\n \n\n\n\n\n\n\nspecies in environmental water samples on a µg L-1 level.", "Daftar File": {"ABSTRAK Ronald Kennedy Talvat": "https://digilib.itb.ac.id/gdl/download/169071", "COVER Ronald Kennedy Talvat": "https://digilib.itb.ac.id/gdl/download/169072", "BAB1 Ronald Kennedy Talvat": "https://digilib.itb.ac.id/gdl/download/169073", "BAB2 Ronald Kennedy Talvat": "https://digilib.itb.ac.id/gdl/download/169074", "BAB3 Ronald Kennedy Talvat": "https://digilib.itb.ac.id/gdl/download/169075", "BAB4 Ronald Kennedy Talvat": "https://digilib.itb.ac.id/gdl/download/169076", "BAB5 Ronald Kennedy Talvat": "https://digilib.itb.ac.id/gdl/download/169077", "PUSTAKA Ronald Kennedy Talvat": "https://digilib.itb.ac.id/gdl/download/169078"}, "Penulis": "Ronald Kennedy Talvat [20513317]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Muhammad Bachri Amran"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Cr(VI), Cr(III), preconcentration, speciation, flow injetion   analysis, chelating resin", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "20 Mei 2019"}