{"Nomor": 38277, "Judul": "PEMODELAN RESISTIVITAS KONFIGURASI WENNER  MENGGUNAKAN METODE  ELEMEN HINGGA GALERKIN 3D", "Abstrak": "Metode resistivitas adalah salah satu metode eksplorasi geofisika yang paling umum digunakan dalam memberikan informasi struktur bawah permukaan berdasarkan perbedaan resistivitas. Perhitungan nilai resistivitas dapat diselesaikan secara analitik maupun numerik. Perhitungan secara analitik diguanakn untuk menyelesaikan permasalahan-permasalahana sederhana saja. Sedangkan untuk permasalahan kompleks dimana solusinya tidak dapat diselesaikan secara analatik akan digunakan penyelesaian secara numerik. Salah satu metode numerik yang digunakan untuk menyelesaikan perhitungan resistivitas adalah dengan menggunakan Metode Elemen Hingga. Metode elemen hingga pada dasarnya adalah metode yang digunakan untuk menyelesaikan syarat batas pada persamaan diferensial. Konsep dasar metode ini didasarkan pada pembagian domain menjadi sub-sub domain yang lebih kecil dan mengganti seluruh domain kontinu dengan subdomain hingga, di mana nilai simpul dari setiap elemen diwakili oleh fungsi interpolasi sederhana. Pada tugas akhir ini Penulis melakukan pemodelan menggunakan Metode Elemen Hingga pendekatan Galerkin untuk mendapatkan Pseudo-section resistivitas bawah permukaan untuk domain homogen dan nonhomogen dan membuat pemodelan 3D berbentuk kubus untuk menampilkan nilai resistivitas semu pada domain nonhomogen.", "Daftar File": {"ABSTRAK Saudiah Mawaddah": "https://digilib.itb.ac.id/gdl/download/169097", "COVER Saudiah Mawaddah": "https://digilib.itb.ac.id/gdl/download/171578", "BAB 1 Saudiah Mawaddah": "https://digilib.itb.ac.id/gdl/download/171579", "BAB 2 Saudiah Mawaddah": "https://digilib.itb.ac.id/gdl/download/171580", "BAB 3 Saudiah Mawaddah": "https://digilib.itb.ac.id/gdl/download/171581", "BAB 4 Saudiah Mawaddah": "https://digilib.itb.ac.id/gdl/download/171582", "BAB 5 Saudiah Mawaddah": "https://digilib.itb.ac.id/gdl/download/171583", "PUSTAKA Saudiah Mawaddah": "https://digilib.itb.ac.id/gdl/download/171584"}, "Penulis": "Saudiah Mawaddah [20217004]", "Kontributor / Dosen Pembimbing": ["Wahyu Srigutomo, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "Metode Resistivitas, Metode Elemen Hingga, Elemen Tetrahedral, Pseudo-section, Pemodelan 3D", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "8 file", "Tanggal Input": "21 Mei 2019"}