{"Nomor": 38286, "Judul": "Emergent and broken symmetries of atomic self-organization arising from Gouy phase shifts in multimode cavity QED", "Abstrak": "Optical cavities can induce photon-mediated interactions among intracavity-trapped atoms. Multimode\ncavities provide the ability to tune the form of these interactions, e.g., by inducing a nonlocal sign-changing term to the interaction. By accounting for the Gouy phase shifts of the modes in a nearly degenerate, confocal, Fabry-Pérot cavity, we provide a theoretical description of this interaction, along with additional experimental confirmation to complement that presented in the companion paper [Y. Guo et al., Phys. Rev. Lett. 122, 193601 (2019)]. Furthermore, we show that this interaction should be written in terms of a complex order parameter, allowing for a U(1) symmetry to emerge. This symmetry corresponds to the phase of the atomic density wave arising from self-organization when the cavity is transversely pumped above a critical threshold power. We show theoretically and experimentally how this phase depends on the position of the Bose-Einstein condensate within the cavity and discuss mechanisms that break the U(1) symmetry and lock this phase. We then consider alternative Fabry-Pérot multimode cavity geometries (i.e., beyond the confocal) and schemes with more than one pump laser and show that these provide additional capabilities for tuning the cavity-meditated interaction among atoms, including the ability to restore the U(1) symmetry despite the presence of symmetry-breaking effects. These photon-mediated interactions may be exploited for realizing quantum liquid crystalline states and\nspin glasses using multimode optical cavities.", "Daftar File": {}, "Penulis": "Yudan Guo [-]", "Kontributor / Dosen Pembimbing": ["Varun D. Vaidya,", "Ronen M. Kroeze,", "Rhiannon A. Lunney,", "Benjamin L. Lev,", "and Jonathan Keeling"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "-", "Sumber": "PHYSICAL REVIEW A 99, 053818 (2019); ©2019 American Physical Society", "Staf Input/Edit": "Ratnasari", "File": "1 file", "Tanggal Input": "21 Mei 2019"}