{"Nomor": 38280, "Judul": "Sustainable community and environment in tropical Singapore high-rise housing: the case of Bedok Court condominium", "Abstrak": "The survey produced two surprising results. First, noise was not a problem in the case of Bedok Court.\nThis could be due, in part, to a high level of neighbourliness and tolerance for a certain level of\nambient background noise. Second, people generally accepted a degree of loss of privacy in the forecourt\nspaces. Although there will always be some people who demand total privacy, there seem to be a large\nnumber of people who are willing to trade off reduced privacy for increased social contact. Of\ncourse it may well be that Bedok Court, being a private condominium of owner occupiers, only\nattracted people with a gregarious or extrovert disposition in the first place. However, the general\nconclusion is that the Bedok Court forecourts offer a number of interesting pointers for designers of highrise apartments in tropical cities. In 1986, a year after the completion of Bedok Court,\nchanges in planning and building regulations effectively discouraged developers from providing\nsemi-open balconies and forecourts. As a result most apartments, built since 1986, have been conceived as sealed air-conditioned envelopes with almost no outside veranda and balcony space. Singaporeans\nhave retreated further into artificially cooled environments, moving in air-conditioned cars between their air-conditioned homes and airconditioned offices, shopping in air-conditioned malls and pausing to exercise in air-conditioned gyms.11 This life style is not only energy expensive, it is also socially isolating. The Bedok Court example suggests that the provision of semi-open (non-airconditioned) spaces can positively encourage a more natural way of life, encouraging neighbourliness in high-rise apartments.\nThe year 2000 saw at least the beginning of a change of direction. The planning department began to provide incentives in its planning guidelines to encourage developers to provide more private\nbalconies.12 This paper suggests that, since the accessside forecourt can facilitate and contribute far more to quality of living than the non-access-side balcony, greater incentives should be given to promote them. It is hoped that the forecourt of Bedok Court can serve as a model for consideration in future housing policies and designs in similar contexts.", "Daftar File": {}, "Penulis": "Joo-Hwa Bay  [-]", "Kontributor / Dosen Pembimbing": ["-"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Sustainable community ; High-rise housing ; Environment in tropical ; Singapore ; Bedok Court condominium", "Sumber": "Architectural Research Quarterly; Cambridge Vol. 8, Iss. 3-4,  (Dec 2004): 333-343.", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "21 Mei 2019"}