{"Nomor": 38297, "Judul": "THE INFLUENCE OF AVAILABILITY, CHANNEL OPERATIONALIZATION, ABILITY TO LISTEN, PERSONAL ASSISTANCE AND CONTENT QUALITY FROM CUSTOMER PERCEPTION TOWARDS CUSTOMER ENGAGEMENT IN INSTAGRAM. CASE STUDY: GHALA FLORAL DESIGN", "Abstrak": "Social media has become the changing factor in our daily lives. From interacting\nwith the person, to the brands we followed. Social media has changed the way\nbusiness interacts with their customers. Many businesses have social media right\nnow. Having the customer engagement in social media is therefore an important\nthing for business to be successful in their social media. The ultimate goal of\ncustomer engagement is to retain the customer, to become loyal. Reseacher thus\ntried to find out from the previous study what influences customer engagement in\nsocial media, especially in Instagram. Based on literature reviews and previous\nresearch, it is found that the most commonly used parameters to increase customer\nengagement in Instagram are availability, channel operationalization, customer\nlistening ability, personal assistance, and content quality. This research is\nconducted on the target market for Ghala Floral Design to help them know what\nreally drives their customer perception to engage with Instagram. Research is\nconducted through a questionnaire with 200 respondents and analyzed using\nmultiple regression and descriptive analysis, then validated through previous\nliterature and research reviews. The results are that content quality is the most\ninfluential factors, followed by channel operationalization, then availability,\ncustomer listening, and the least personal assistant. In addition, the high content\nquality is the most desired things for customers to engage in. The results of this\nstudy can be treated as guidelines and recommendations to Ghala Floral Design to\nincrease their brand engagement through Instagram.", "Daftar File": {"ABSTRAK Miftahul Ichsan": "https://digilib.itb.ac.id/gdl/download/169131"}, "Penulis": "Miftahul Ichsan [19215063]", "Kontributor / Dosen Pembimbing": ["Evy Rachmawati Chaldun, S.E., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Customer engagement factors, Ghala Floral Design, Instagram, Marketing strategy", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "21 Mei 2019"}