{"Nomor": 38291, "Judul": "Cognitive Activity-Based Design Methodology for Novice Visual Communication Designers", "Abstrak": "The notion of design thinking is becoming more concrete nowadays, as design researchers and practitioners study the thinking processes involved in design and employ the concept of design thinking to foster better solutions to complex and ill-defined problems. The goal of the present research is to develop a cognitive activity-based design methodology for novice visual communication designers, which will be achieved by mapping the findings from a comparative analysis of novice and expert visual communication designers’ thinking processes onto the prospective methodology. Under the proposed methodology, activity modes take place in a chronological flow under specific\nguidelines involving various forms of design cognition. The guidelines correlate to design phases from problem structuring to detailed design and to the cognitive processes of divergent and convergent thinking. The methodology gives open-ended instruction to novices endeavouring to proceed with the\ndesign process, solve complex design problems and make better design decisions. This research has value for its unique approach to methodology development. Furthermore, the proposed methodology provides guidance for more effective cognitive activities during the design process and holds potential for implementation in design education due to its focus on the needs of novice designers.", "Daftar File": {}, "Penulis": "Hyunjung Kim  [-]", "Kontributor / Dosen Pembimbing": ["Hyunju Lee"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "design thinking process, design cognition, design methodology, visual com- munication design, novice and expert designer, cognitive activity-based design methodology", "Sumber": "THE INTERNATIONAL JOURNAL OF ART & DESIGN EDUCATION, 2016", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "21 Mei 2019"}