{"Nomor": 38307, "Judul": "PEMBUATAN KACA KONDUKTIF UNTUK DYE SENSITIZED SOLAR CELL (DSSC)", "Abstrak": "Pemanfaatan energi surya di Indonesia memiliki prospek baik karena posisi geografis\nyang terletak di khatulistiwa, yang mengalami penyinaran matahari konstan sepanjang\ntahun, dan adanya dukungan pemerintah melalui perundang-undangan. Pemanfaatan\nenergi surya dapat dilakukan menggunakan sel fotovoltaik, salah satunya adalah dye\nsensitized solar cell (DSSC). Keunggulan dari DSSC adalah mampu menghasilkan arus\nlistrik pada kondisi penyinaran rendah sekalipun, sehingga cocok digunakan di daerah\ntropis yang cenderung berawan.\nSalah satu komponen DSSC adalah kaca konduktif, yaitu substrat kaca transparan yang\ndilapisi oksida semikonduktor. Karakteristik kaca konduktif yang diinginkan untuk\naplikasi pada DSSC adalah transmitansi dan konduktansi yang tinggi. Lapisan\nsemikonduktor yang umum digunakan berjenis fluorine-doped tin oxide (FTO). Metode\ndeposisi yang ekonomis dan dapat digunakan dalam skala besar adalah spray pyrolysis.\nPada penelitian ini, digunakan nebulizer kompresi dengan set point hotplate sebesar\n410oC sehingga temperatur di permukaan kaca 300oC. Analisis transmitansi dilakukan\ndengan spektrometer UV-VIS-NIR, dan konduktivitas dengan four point probe. Selain\nitu morfologi serta komposisi kaca konduktif diamati menggunakan Scanning Electron\nMicroscope (SEM) dan Energy Dispersive X-Ray (EDX). Analisis DSSC dilakukan\ndengan Electrochemical Impedance Spectroscopy (EIS) dan kurva I-V.\nVariasi percobaan terdiri dari variasi waktu deposisi dan variasi jeda waktu. Variasi\nwaktu deposisi adalah 5; 7,5; 10; 16; dan 39 menit. Waktu deposisi 7,5 menit\nmenghasilkan kaca konduktif dengan nilai Figure of Merit (FOM) tertinggi, yaitu\n7,83 x 10-3 ?-1. Jeda waktu diberikan dengan memberhentikan laju nebulasi larutan\nprekursor saat deposisi berlangsung, dengan variasi berupa jumlah dan lama jeda waktu.\nVariasi jumlah jeda waktu yang diberikan adalah 1, 2, dan 3 kali. Variasi lama jeda\nwaktu dilakukan selama 10, 20, dan 30 detik. Kaca konduktif yang dihasilkan dari\nvariasi jeda waktu 3 kali @ 20 detik memberikan nilai FOM tertinggi, yaitu\n19,29 x 10-3 ?-1. DSSC berhasil dibuat dari kaca konduktif yang dihasilkan dan\ndiperoleh efisiensi sebesar 1,9 x 10-4 % dan 5,5 x 10-4 %.", "Daftar File": {}, "Penulis": "Anastasia Yuandy [13015067]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Pramujo Widiatmoko, S.T., M.T.", "Hary Devianto, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "fluorine-doped tin oxide, spray pyrolysis, jeda waktu deposisi, figure of merit, kinerja DSSC", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Mei 2019"}