{"Nomor": 38309, "Judul": "PRODUKSI PROTEIN REKOMBINAN E2 DARI VIRUS CHIKUNGUNYA (CHIKV) PADA Escherichia coli", "Abstrak": "Chikungunya berasal dari bahasa Swahili yang berarti membungkuk atau melengkung ke atas. Chikungunya pertama kali ditemukan pada tahun 1952 di Tanzania Selatan dan menyebar ke Benua Afrika, Asia, Amerika, Eropa, dan juga ke daerah di Kepulauan Pasifik. Indonesia merupakan salah satu negara di Benua Asia yang terjangkit chikungunya. Chikungunya disebabkan oleh virus chikungunya (CHIKV) ditandai dengan timbulnya gejala-gejala seperti demam, nyeri  dan  pembengkakan  pada  persendian,  serta  munculnya  bintik-bintik  dan ruam merah pada kulit. CHIKV termasuk ke dalam genus Alphavirus dan famili Togaviridae. Penyebaran CHIKV terjadi melalui gigitan nyamuk Aedes aegypti dan Aedes albopictus. Penyebaran CHIKV di Indonesia pertama kali terjadi tahun\n1973. Chikungunya kemudian menyebar ke berbagai wilayah di Indonesia hingga saat ini. CHIKV memiliki genom dengan ukuran 11,8 kilobasa dan terdiri dari dua open reading frame (ORF) yang mengode empat protein non struktural (nsP1, nsP2, nsP3, nsP4) dan lima protein struktural (kapsid, E3, 6K, E1, E2). Pada siklus hidup alphavirus protein struktural E2 berperan dalam pengikatan reseptor sel inang. Protein selubung E2 juga memunculkan antibodi penetralisir dan berperan penting dalam menginduksi respon imunogenik pada sel inang yang terinfeksi CHIKV. Tingkat imunogenisitas yang tinggi dan dapat mendeteksi antibodi IgM anti-CHIKV menyebabkan protein selubung E2 dapat dijadikan sebagai basis pembuatan kit diagnostik dan menjadi komponen penting dalam pembuatan vaksin chikungunya. Penelitian ini bertujuan untuk mengekspresikan gen pengode protein rekombinan E2 dari CHIKV pada Escherichia coli. E. coli BL21 (DE3) memiliki gen ?DE3 yang mengode T7 RNA polimerase yang dapat mengekspresikan gen target pada vektor ekspresi dengan bantuan induser isopropyl-?-D-thiogalactoside (IPTG). Hal tersebut membuat sel tersebut dapat digunakan sebagai sel inang untuk produksi protein E2 CHIKV. Pada penelitian ini gen pengode protein E2 CHIKV disintesis secara kimiawi (gen sintetik) sebelum disisipkan ke dalam vektor ekspresi pET-16b. Transformasi E. coli BL21 (DE3) dilakukan dengan plasmid pET16b-E2 sehingga didapatkan koloni yang mengandung plasmid pET16b-E2. Analisis terhadap level ekspresi dari dua koloni rekombinan (koloni 3 dan 5) dilakukan dengan optimasi suhu induksi (4°, 18° dan\n37°C) dan optimasi konsentrasi IPTG (0,1 dan 0,5 mM). Waktu inkubasi setelah induksi  IPTG  pada  suhu  4°C  adalah  24  jam,  sedangkan  pada  suhu  37°C digunakan waktu selama 4 jam dan pada 18°C menggunakan tujuh variabel waktu inkubasi  yaitu  1,  2,  3,  4,  5,  6,  dan  24  jam.  Analisis  ini  bertujuan  untuk\n \n\nmendapatkan kondisi optimum ekspresi gen pengode protein E2. Hasil analisis seluruh kondisi optimasi ekspresi gen pengode E2 dikarakterisasi menggunakan Sodium Dodecyl Sulfate Polyacrilamide Gel Electrophoresis (SDS-PAGE). Kondisi optimum ekspresi protein rekombinan E2 yang didapatkan yaitu pada koloni 5, suhu 37°C dan konsentrasi IPTG 0,1 mM. Kondisi optimum ini dilihat secara kuantitatif berdasarkan ketebalan pita pada elektroforegram SDS-PAGE dengan  ukuran  ~47  kDa,  nilai  yang  sesuai  dengan  ukuran  protein  E2.  Hasil ekspresi gen pengode protein rekombinan E2 CHIKV adalah protein tidak larut dalam  bufer  (Inclusion  bodies).  Hasil  ini  terlihat  pada  elektroforegram  SDS- PAGE dari endapan hasil lisis sel dan bukan pada bagian supernatan hasil lisis sel. Protein hasil ekspresi kemudian dilipat ulang dengan metode flash dilution untuk mendapatkan protein E2 dalam keadaan larut dalam bufer. Metode ini dilakukan dengan  cara  mengurangi  konsentrasi  denaturan  (urea)  sedikit  demi  sedikit sehingga didapatkan protein dalam keadaan terlipat (larut dalam bufer). Protein hasil pelipatan ulang adalah larut di dalam bufer dengan konsentrasi 22,2 ?g/mL dan berukuran ~47 kDa pada elektroforegram SDS PAGE.", "Daftar File": {"ABSTRAK Agam Muarif": "https://digilib.itb.ac.id/gdl/download/169157", "COVER Agam Muarif": "https://digilib.itb.ac.id/gdl/download/169158", "BAB1 Agam Muarif": "https://digilib.itb.ac.id/gdl/download/169159", "BAB2 Agam Muarif": "https://digilib.itb.ac.id/gdl/download/169160", "BAB3 Agam Muarif": "https://digilib.itb.ac.id/gdl/download/169161", "BAB4 Agam Muarif": "https://digilib.itb.ac.id/gdl/download/169162", "BAB5 Agam Muarif": "https://digilib.itb.ac.id/gdl/download/169163", "PUSTAKA Agam Muarif": "https://digilib.itb.ac.id/gdl/download/169164"}, "Penulis": "Agam Muarif [20515034]", "Kontributor / Dosen Pembimbing": ["Dr. Ihsanawati, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "virus chikungunya, protein E2, Escherichia coli, pelipatan ulang protein", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "22 Mei 2019"}