{"Nomor": 38302, "Judul": "PENGARUH PRAPERLAKUAN BATUBARA DENGAN METODE PELINDIAN ASAM TERHADAP KOGASIFIKASI BATUBARA DAN BIOMASSA", "Abstrak": "Batubara dan biomassa merupakan dua bahan bakar yang memiliki potensi besar sebagai\nsumber energi di masa depan. Batubara Indonesia didominasi oleh jenis peringkat rendah\nyaitu lignit yang kurang diminati untuk diolah. Biomassa yang sangat melimpah di\nIndonesia adalah tandan kosong kelapa sawit (TKKS), limbah dari industri kelapa sawit\nyang belum dimanfaatkan secara optimal. Kogasifikasi lignit dan TKKS hadir sebagai\nproduksi sumber energi yang bertujuan untuk mendapatkan efek sinergi. Namun, tidak\nseluruh kogasifikasi menghasilkan kualitas produk yang lebih baik (perolehan H2 dalam\ngas sintesis tinggi) dari gasifikasi bahan bakar induk. Selain itu, persentase biomassa\ndalam umpan kogasifikasi memegang peranan penting terhadap efek sinergi. Efek sinergi\nnegatif tersebut disebabkan oleh kandungan silika dan alumina dalam batubara yang\nmampu menghambat efek katalitik logam alkali dan alkali tanah dalam biomassa. Kedua\nelementersebut dapat diminimalisasi melalui proses demineralisasi menggunakan larutan\nasam. Tujuan penelitian ini adalah menentukan pengaruh demineralisasi batubara dan\nrasio pencampuran umpan terhadap kogasifikasi batubara lignit dan tandan kosong kelapa\nsawit.\nPada penelitian ini, demineralisasi sebagai tahap praperlakuan lignit dicapai melalui\npelindian larutan HF pada suhu 70", "Daftar File": {"ABSTRAK Sandy Fajar Maulana": "https://digilib.itb.ac.id/gdl/download/169137"}, "Penulis": "Sandy Fajar Maulana [13015090]", "Kontributor / Dosen Pembimbing": ["Jenny Rizkiana, S.T., M.T., Ph.D.", "Prof. Ir. Dwiwahju Sasongko, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "demineralisasi HF, kogasifikasi, lignit, rasio pencampuran, tandan kosong kelapa sawit", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "21 Mei 2019"}