{"Nomor": 38326, "Judul": "Design Education without Borders: How Students Can Engage with a Socially Conscious Pedagogy as Global Citizens", "Abstrak": "This study examines the student experience of a third sector graphic design project in an international\ncontext. Inspired by a humanist and socially conscious perspective that was originally set out by Ken\nGarland’s ‘First Things First’ manifesto in 1964, the project developed into a collaborative learning experience for African and European students. The aim of this project was to develop student global citizenship and mobility through a cultural learning experience in a very different environment with\nchallenging resources and social conditions. Using student interviews and evidence from their reflective journals, this article analyses how UK design students participated and negotiated the implementation of live projects in an African context, specifically Mozambique. It also examines the wider impact on the cohort of students and friends who did not travel to Africa but followed the experience online. Risk taking, experimentation and an appetite for enquiry are attributes that students are encouraged to develop, but they can equally apply to teachers and lecturers as they develop their curricula. Within the framework of university learning, teaching and assessment strategies space can be found for design educators to look beyond corporate and conventional consumer outlets to a more socially conscious and community focus without borders.", "Daftar File": {}, "Penulis": "Iain Macdonald  [-]", "Kontributor / Dosen Pembimbing": ["Myrna MacLeod"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "graphic design, internationalisation, global citizenship, higher education, post-colonialism", "Sumber": "THE INTERNATIONAL JOURNAL OF ART & DESIGN EDUCATION, 2018", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "22 Mei 2019"}