{"Nomor": 38323, "Judul": "ISOLASI DAN TRANSFORMASI GUGUS FUNGSI SENYAWA SANTON DARI KULIT BUAH MANGGIS (GARCINIA MANGOSTANA) SERTA AKTIVITAS ANTI-BAKTERINYA", "Abstrak": "Garciana mangostana (Guttiferae) adalah tumbuhan tropis yang tersebar di Asia Tenggara.  Tumbuhan  ini  memiliki  banyak  kegunaan  dalam  pengobatan tradisional,   seperti   untuk   mengobati   tuberkulosis,   infeksi   kulit,   diare  dan inflamasi. Kajian fitokimia menunjukan bahwa G. mangostana adalah sumber dari senyawa turunan santon, terutama santon terprenilasi. ?-Mangostin (1) adalah senyawa santon terprenilasi utama yang diisolasi dari G. mangostana, senyawa ini memiliki aktivitas anti-oksidan, anti-inflamasi, sitotoksik dan anti-fungi. Namun, kajian aktivitas anti-bakteri dari senyawa ini masih terbatas. Pertumbuhan jumlah mikroba yang resisten anti-biotik mendorong peneliti untuk mencari agen anti- bakteri, salah satu contohnya dari transformasi kimia. ?-Mangostin (1) mengandung gugus fungsi seperti gugus hidroksil dan gugus prenil yang potensial untuk  dilakukan  transformasi  melalui  beberapa  tipe  reaksi  seperti  reduksi, oksidasi, substitusi dan reaksi ring-closing metathesis (RCM). Senyawa hasil semisintesis dari ?-mangostin (1)   juga telah dilaporkan memiliki bioaktivitas yang  tinggi.  Namun,  reaksi  RCM  terhadap  senyawa  ?-mangostin  (1)    belum pernah dilaporkan sebelumnya. Oleh karenanya, penelitian ini melaporkan suatu isolasi dari senyawa-senyawa santon dari kulit buah G. mangostana dan pembentukan  cincin  oksepin  pada  ?-mangostin  (1)  melalui  reaksi  alilasi  dan RCM. Lalu, aktivitas anti-bakteri dari ?-mangostin (1) dan turunannya juga diuji terhadap sepuluh bakteri (enam bakteri Gram-(+) dan empat bakteri Gram-(-)). Isolasi senyawa santon dilakukan dengan metode eksraksi (maserasi) terhadap kulit buah G. mangostana, fraksinasi dan purifikasi. Fraksinasi dan purifikasi dilakukan  dengan  berbagai  teknik  kromatografi  seperti  kromatografi  vakum, kolom dan radial. Semisintesis turunan ?-mangostin (1) dilakukan dengan reaksi alilasi.  Selanjutnya,  reaksi  RCM  dilakukan  terhadap    produk  reaksi  alilasi. Struktur dari molekul hasil isolasi dan semisintesis   ditentukan dengan metode\nspektroskopi, termasuk  metode 1D NMR (1H-NMR, 13C-NMR) dan 2D-NMR (COSY, HMBC, HSQC) dan MS. Pada penelitian ini, empat senyawa telah berhasil    diisolasi    dan    dikarakterisasikan    yaitu:    ?-mangostin    (1),    9-\nhidroksikalabasanton  (2),  2-(?,?-dimetilalil)-1,7-dihidroksi-3-metoksisanton  (3) dan tovofilin A (4). Reaksi alilasi menghasilkan 6-O-alil-?-mangostin (5) dan 3,6- di-O-alil-?-mangostin (6). Selanjutnya, reaksi RCM yang dilakukan terhadap 3,6-\n \n\ndi-O-alil-?-mangostin  (6)  menghasilkan  senyawa     6-aliloksi-1-hidroksi-7- metoksi-8-prenil-2',5'-dihidro-2,3-oxepinosanton (7) dan 6-aliloksi-1-hidroksi-7- metoksi-8-prenil-2'-dihidro-2,3-oxepinosanton-3'-on (8). Senyawa 7 dan 8 adalah suatu senyawa sintesik analog baru dari senyawa 1. Aktivitas anti-bakteri dari senyawa 1-8 diujikan terhadap sepuluh bakteri, hasil pengujian ini menunjukkan bahwa senyawa 1 memilik aktivitas anti-bakteri yang paling tinggi diatara senyawa-senyawa lainnya dengan zona hambat berada pada rentang 7-15 mm. Hail ini mengindikasikan bahwa kombinasi  gugus hidroksi pada C-6 dan/atau gugus  prenil  pada C-2  dan  C-8  pada senyawa  ?-mangostin  (1) adalah  gugus fungsi yang penting dalam aktivitas anti-bakteri senyawa santon.", "Daftar File": {"COVER Mariam Ulfah": "https://digilib.itb.ac.id/gdl/download/169236", "ABSTRAK Mariam Ulfah": "https://digilib.itb.ac.id/gdl/download/169237", "BAB1 Mariam Ulfah": "https://digilib.itb.ac.id/gdl/download/169238", "BAB2 Mariam Ulfah": "https://digilib.itb.ac.id/gdl/download/169239", "BAB3 Mariam Ulfah": "https://digilib.itb.ac.id/gdl/download/169240", "BAB4 Mariam Ulfah": "https://digilib.itb.ac.id/gdl/download/169241", "BAB5 Mariam Ulfah": "https://digilib.itb.ac.id/gdl/download/169242", "PUSTAKA Mariam Ulfah": "https://digilib.itb.ac.id/gdl/download/169243"}, "Penulis": "Mariam Ulfah [20515050]", "Kontributor / Dosen Pembimbing": ["Prof. Yana Maolana Syah, MS, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Garcinia mangostana, ?-mangostin, ring-closing metathesis (RCM)", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "22 Mei 2019"}