{"Nomor": 38331, "Judul": "The Emergence of an Ampli fi ed Mindset of Design: Implications for Postgraduate Design Education", "Abstrak": "In a global scenario of complexity, research shows that emerging design practices are changing and\nexpanding, creating a complex and ambiguous disciplinary landscape. This directly impacts on the\nfield of design education, calling for new, flexible models able to tackle future practitioners’ needs, unknown markets and emergent societal cultures. In response to design ’s uncertain contemporary identity, a programme of doctoral research was designed with the aim of identifying distinct approaches to postgraduate design education that could help to prepare future designers for what the thesis terms an Amplified Mindset of Design. This article presents emerging findings from this doctoral research, proposing and evidencing a conceptual framework that synthesises key movements within design, to bring clarity to the current discourse on emerging design practices. The conceptual framework of an Amplified Mindset of Design clusters this discourse into four groups: a world- and human-centred worldview; integrative behaviours, social skills and visualisation. The article closes by discussing this framework in relation to design education, suggesting the Amplified Mindset of Design as a tangible frame of reference to enable the development of design education. In this context it can be used as principles for pedagogical approaches, and as guidelines for curriculum design that\nfits our changing disciplinary practice within a complex global environment. Furthermore, the authors contend that there is potential to apply this framework outwith the field of design, proposing that other disciplines such as management, economics and medicine could benefit from an educational experience that emphasises an  Amplified Mindset", "Daftar File": {}, "Penulis": "Mafalda Moreira [-]", "Kontributor / Dosen Pembimbing": ["Emma Murphy and Irene McAra-McWilliam"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "esign education, emerging design practices, Ampli fi ed Mindset of Design, conceptual framework, para- digm shift", "Sumber": "THE INTERNATIONAL JOURNAL OF ART & DESIGN EDUCATION, 2016", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "22 Mei 2019"}