{"Nomor": 38332, "Judul": "Integrated Engineering Design Education:   Vertical and Lateral Learning", "Abstrak": "Engineering  design  has  gone  through  several  changes  during  the  last  two  decades,  attributed  to  the  technological  advancements,  globalization,  economic  constraints  and  environmental  regulations.  Currently,  high  percentage of the engineering graduates require extensive training to attain reliable designs, creating a great challenge without the educational support in such rapidly changing economy. Attention has been devoted in the recent years to consolidate  design  courses  by  team  design  and  capstone  projects.  Nevertheless,  the  lack  of  integrated  engineering  \ndesign  education  can  undermine  the  benefits  of  such  efforts.  In  this  paper,  an  overview  of  innovative  engineering  design  educational  process  is  discussed,  supplemented by  observations  and  analysis  of  the  engineering  design  challenges from both academia and industry. An integrated engineering design education system is presented in which vertical and lateral learning can be achieved to narrow the gap between academia and industry. The program structure covers  all  years  of  the  engineering  education  curricula,  with  emphasis  on  innovative  thinking,  design  strategies,  \nintegration  with  other  technical  engineering  courses,  the  use  of  advanced  analysis  tools,  team  collaboration,  management  and  leadership,  multidisciplinary  education  and  industrial involvement.  This  program  has  just  commenced  for  freshmen  engineering  students  at  the  newly  launched  Mechanical  Engineering  Department  at  the  Lassonde School of Engineering, York University.", "Daftar File": {}, "Penulis": "M. Al-Dojayli  [-]", "Kontributor / Dosen Pembimbing": ["A. Czekanski"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Design education, vertical learning, lateral lear ning, Renaissance engineering, integrated education", "Sumber": "Journal of Integrated Desi gn and Process Science    21 (2), 2017, 45-59", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "22 Mei 2019"}