{"Nomor": 38336, "Judul": "PROFIL DUA SAMPEL DIATOM LAUT TROPIS", "Abstrak": "Kepuluan seribu memiliki keanekaragaman hayati laut yang sangat tinggi, diantaranya diatom, karena memiliki suhu dan kandungan nutrisi yang baik yang dipasok oleh aliran laut dari muara. Sejauh ini, data taksonomi dan profil genetik diatom Indonesia tidak tersedia, sehingga ia menghadapi risiko eksploitasi dan kepunahan yang tinggi akibat aktivitas manusia. Penelitian ini bertujuan untuk mengkaji profil dua sampel diatom berdasarkan morfologi, genetika, dan kandungan senyawa biokimia termasuk lipid dan karbohidrat. Dua sampel diatom yang digunakan adalah NBO (diisolasi dari pulau Bokor) dan SUJ (diisolasi dari pulau Untung Jawa). Metodologi penelitian meliputi: (i)  penanaman kultur sel tunggal dari sampel diatom, (ii) pengamatan morfologi sel menggunakan mikroskop cahaya dan SEM, (iii) analisis genetika berdasarkan gen penanda 18S rDNA-V4, LSU D2/D3, dan rbcL, dan (iv) penentuan kandungan lipid dan karbohidrat total. Morfologi sel NBO berwarna kuning kecoklatan, berbentuk oval dan bilateral simetris. Di bawah  mikroskop sel-sel terlihat aktif bergerak / perpindah tempat yang menunjukan  karakteristik genus Navicula. Analisis NBO lebih lanjut secara  genetika menunjukan urutan  LSU D2/D3 (554 bp) memiliki 98% kemiripan  dengan urutan Navicula salinicola, dan urutan 18S rDNA- V4 (430 bp) memiliki 99% kemiripan dengan Navicula salinicola dan Bacillariophyta sp.  Dengan  demikian,  sel  NBO  dapat  diidentifikasi  sebagai  Navicula sp. Sel-sel tersebut menghasilkan lipid dengan komposisi 40,94% SFA, 40,05% MUFA, dan\n19,01% PUFA, serta  kandungan Omega-3, Omega-6, dan Omega-9 secara berturut- turut 18,45%, 0,59%, dan 2,82%. Karbohidrat total yang dihasilkan oleh Navicula sp. (NBO) adalah 6,896%. Sel SUJ berwarna kuning kecoklatan, sel-sel dihubungkan dalam rantai panjang dengan cincin duri dan katup cembung seperti sel genus Skeletonema. Analisis lebih lanjut dari SUJ secara  genetika menunjukan urutan LSU D2/D3 (597 bp) memiliki 99%  kemiripan dengan skeletonema grethae, urutan rbcL (849 bp) memiliki 98% kemiripan dengan skeletonema grethae dan urutan 18S rDNA- V4 (433bp) memiliki 99% kemiripan Dengan Skeletonema tropicum dan Skeletonema cf. Pseudokostanum. Dengan  demikian,  sel  SUJ  dapat  diidentifikasi  sebagai Skeletonema sp.    Skeletonema sp.  (SUJ)  menghasilkan  lipid  dengan  komposisi\n61,65%, SFA, 24,44%, MUFA dan 13,91%, PUFA, serta kandungan Omega-3, Omega-6 dan Omega-9, secara berturut-turut, 8,3%, 2,49% dan 9,97%. Karbohidrat total yang dihasilkan oleh Skeletonema sp. (SUJ) adalah 2,535%.", "Daftar File": {"ABSTRAK Mwebaza Ham": "https://digilib.itb.ac.id/gdl/download/169290", "COVER Mwebaza Ham": "https://digilib.itb.ac.id/gdl/download/169292", "BAB1 Mwebaza Ham": "https://digilib.itb.ac.id/gdl/download/169293", "BAB2 Mwebaza Ham": "https://digilib.itb.ac.id/gdl/download/169294", "BAB3 Mwebaza Ham": "https://digilib.itb.ac.id/gdl/download/169295", "BAB4 Mwebaza Ham": "https://digilib.itb.ac.id/gdl/download/169297", "BAB5 Mwebaza Ham": "https://digilib.itb.ac.id/gdl/download/169298", "PUSTAKA Mwebaza Ham": "https://digilib.itb.ac.id/gdl/download/169299"}, "Penulis": "Mwebaza Ham [20515701]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Zeily Nurachman, MS", "Yanti Rachmayanti, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Diatom, rbcL, LSU D2/D3, 18S rDNA-V4, Karbohidrat, Lemak, Morfologi.", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "22 Mei 2019"}