{"Nomor": 38333, "Judul": "PEMANFAATAN LIMBAH TERAK FERONIKEL DAN ABU TERBANG BATUBARA UNTUK PEMBUATAN GEOPOLIMER", "Abstrak": "Gencarnya pembangunan nasional di Indonesia yang berfokus pada perbaikan infrastruktur meningkatkan laju konsumsi terhadap bahan konstruksi, terutama semen Portland. Industri semen Portland merupakan industri penyumbang emisi CO2 global yang cukup tinggi (5-7%) akibat dari proses kalsinasi dan pembakaran pada proses produksinya. Alternatif pengganti semen Portland yang ramah lingkungan adalah geopolimer. Geopolimer merupakan polimer anorganik yang terbentuk dari reaksi aktivasi antara padatan aluminosilikiat dengan larutan basa pekat. Sumber aluminosilikat dapat diperoleh dari limbah industri, seperti terak, dan abu terbang batubara. Tingginya limbah industri smelter dan PLTU di Indonesia merupakan potensi yang besar untuk pemanfaatan limbah industri tersebut sebagai bahan baku geopolimer. Oleh karena itu, peninjauan terhadap kelayakan penggunaan terak feronikel dan abu terbang batubara sebagai bahan baku pengganti semen Portland dilakukan pada penelitian ini.\nVariasi penelitian ini adalah komposisi bahan baku terak feronikel dan abu terbang batubara, ukuran terak feronikel dan waktu pematangan pada temperatur 60oC sesuai rancangan full-factorial. Tahapan penelitian dimulai dari penyiapan bahan baku yaitu penggerusan terak feronikel dan analisis komposisi prekursor. Pembuatan geopolimer dilakukan dengan mencampurkan prekursor sesuai variasi komposisi dan ukuran dengan larutan aktivator dan pasir. Larutan aktivator yang digunakan adalah campuran NaOH dan water glass dengan perbandingan tetap 2:1 dengan rasio solid to liquid (S/L) sebesar 3,33. Campuran selanjutnya dicetak dan dilakukan pematangan pada temperatur 60oC dengan waktu pematangan sesuai variasi. Pematangan lebih lanjut pada temperatur ruang untuk setiap variasi hingga tujuh hari. Pengujian geopolimer dilakukan melalui uji kuat tekan, FTIR, XRD dan SEM. Kelayakan teknis geopolimer ditinjau berdasarkan hasil pengujian kuat tekan mengacu pada standard-standard beton yang berlaku.\nGeopolimer dengan prekursor terak feronikel berukuran -325 mesh dan abu terbang batubara dengan komposisi terak feronikel 20% dan perlakuan curing selama 48 jam memiliki kuat tekan yang layak dan sesuai dengan SNI 15-2049-2004 tipe IV dan V, ASTM C270 tipe S, O, dan K, serta SNI S-04-1989-F tipe I, II, III, dan IV dengan kuat tekan 7,08 MPa setelah pematangan tujuh hari. Pengujian FTIR, XRD dan SEM pada sampel geopolimer menunjukkan karakteristik terjadinya reaksi geopolimerisasi.", "Daftar File": {}, "Penulis": "Arum Rahmasari [13015070]", "Kontributor / Dosen Pembimbing": ["Tjokorde Walmiki Samadhi, S.T., M.T., Ph.D.", "Winny Wulandari, S.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Abu terbang; Geopolimer; Kuat tekan; Ramah lingkungan; Terak feronikel", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "22 Mei 2019"}