{"Nomor": 38340, "Judul": "SINTESIS ZEOLIT A DARI ABU TERBANG BATUBARA UNTUK ADSORPSI LOGAM BERAT", "Abstrak": "Peningkatan pemanfaatan batubara pada PLTU di Indonesia menyebabkan perlunya pemanfaatan limbah seperti abu terbang batubara. Kandungan aluminosilikat yang terdapat pada abu terbang batubara berpotensi untuk dimanfaatkan sebagai bahan pembuatan zeolit A. Pada penelitian ini, zeolit A disintesis dari abu terbang batubara serta dimodifikasi sehingga cocok digunakan sebagai penyerap logam berat.\nProses sintesis zeolit A dari abu terbang batubara mengacu pada variasi proses penelitian terdahulu yang menghasilkan sifat fisik paling baik, yaitu pada rasio NaOH/abu sebesar 1,4; rasio Si/Al melalui penambahan NaAlO2 sebesar 0,75; dan waktu aging sebesar 8 jam. Zeolit A yang telah direplikasi selanjutnya dimodifikasi menggunakan tiga jenis larutan yaitu HCl, NH4NO3, dan NH4OH. Proses modifikasi dilakukan pada temperatur 80oC selama 1 jam dan dilanjutkan dengan pengeringan pada 120oC selama 24 jam. Pada modifikasi menggunakan larutan NH4NO3 dan NH4OH, kalsinasi dilakukan pada 550oC selama 3 jam setelah pengeringan. Proses penyerapan logam berat dilakukan pada 200 mg/L larutan logam berat Pb2+, Zn2+, dan campuran kedua logam. Variasi percobaan dilakukan dengan memvariasikan konsentrasi larutan sebesar 1 dan 2 M. Produk zeolit A yang dihasilkan selanjutnya dikarakterisasi menggunakan XRD, SEM, adsorpsi isotermal, dan AAS.\nHasil analisis sifat fisik menunjukkan bahwa zeolit A berhasil direplikasi dengan luas permukaan spesifik rata-rata sebesar 28 m2/g, diameter pori sebesar 5,48 nm, volume pori sebesar 8,95×10-3 cc/g, dan derajat kristalinitas sebesar 92,81%. Modifikasi menggunakan larutan NH4NO3 2 M menghasilkan efisiensi penyerapan logam berat paling tinggi yaitu pada sebesar 99,75% untuk logam Pb2+ dan 99,92% untuk logam Zn2+. Modifikasi menggunakan asam klorida mengakibatkan peristiwa dealuminasi, sedangkan penggunaan larutan NH4OH dan NH4NO3 mengakibatkan pertukaran ion pada zeolit. Peristiwa desilikasi terjadi pada NH4OH namun tidak mengeliminasi sebagian besar kristal zeolit A. Perubahan konsentrasi larutan dari 1 menjadi 2 M tidak berdampak signifikan terhadap sifat fisik zeolit. Pada penelitian ini, diperoleh bahwa parameter utama yang mempengaruhi efisiensi penyerapan logam berat oleh zeolit A adalah struktur kubus zeolit A dan diameter pori.", "Daftar File": {"ABSTRAK Michael Soegiri Pringgomoeljo": "https://digilib.itb.ac.id/gdl/download/169296"}, "Penulis": "Michael Soegiri Pringgomoeljo [13015051]", "Kontributor / Dosen Pembimbing": ["Winny Wulandari, S.T., Ph.D.", "Prof. Ir. Dwiwahju Sasongko, M.Sc., Ph.D.", "Jenny Rizkiana, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Engineering & allied operations", "Kata Kunci": "abu terbang batubara, adsorben, logam berat, modifikasi, zeolit.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "22 Mei 2019"}