{"Nomor": 38345, "Judul": "ANALISIS SENTIMEN TENTANG KANDIDAT PRESIDEN DALAM PEMILIHAN UMUM INDONESIA 2019 MENGGUNAKAN PEMELAJARAN MESIN", "Abstrak": "Pemilihan Umum Presiden Indonesia 2019 – biasa disebut sebagai Pilpres 2019 –\ndiselenggarakan oleh KPU (Komisi Pemilihan Umum) untuk menentukan presiden dan\nwakil presiden Indonesia periode 2019-2024. Pada pemilihan umum ini, kandidat presiden\ndan wakil presiden yang terdaftar adalah Ir. H. Joko Widodo beserta Prof. Dr.\n(HC). K. H. Ma’ruf Amin dengan nomor urut 1 dan H. Prabowo Subianto beserta Sandiaga\nSalahuddin Uno, M.B.A. dengan nomor urut 2. Dengan mengetahui sentimen\nmasyarakat terhadap kedua kandidat presiden, setiap tim sukses dapat memperkirakan\nkemungkinan kemenangan kandidat yang diusung dalam Pilpres 2019 dan menyusun\nstrategi kampanye yang sesuai. Analisis sentimen dilakukan menggunakan data teks\nTwitter yang berkaitan dengan kedua kandidat presiden untuk mengetahui sentimen\nmasing-masing kandidat. Dibangun dua model pemelajaran mesin (machine learning),\nyaitu Naïve Bayes Classifier dan Support Vector Machine, untuk mengklasifikasikan\nteks-teks Twitter tersebut ke dalam kelompok sentimen positif, netral, dan negatif.\nKualitas kedua model tersebut dibandingkan untuk menentukan model terbaik yang\nakan digunakan sebagai acuan dalam melakukan analisis sentimen. Dengan\nmenggunakan hasil klasifikasi dari model terbaik tersebut, analisis sentimen dilakukan\nuntuk mengetahui perolehan sentimen positif dan negatif untuk masing-masing kandidat.\nDilihat pula perolehan sentimen positif dan negatif kedua kandidat di beberapa\nwaktu yang berbeda. Di akhir penelitian ini, disimpulkan keunggulan salah satu kandidat\ndalam perolehan sentimen positif dibanding kandidat yang lain.", "Daftar File": {}, "Penulis": "Ivan Adhitama Christanto [10115102]", "Kontributor / Dosen Pembimbing": ["Prof. Marcus Wono Setya Budhi, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "pilpres, analisis sentimen, data teks Twitter, pemelajaran mesin, Naïve Bayes Classification, Support Vector Machine", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "22 Mei 2019"}