{"Nomor": 38344, "Judul": "PERANCANGAN, PEMBUATAN DAN PENGUJIAN LOAD CELL PADA ALAT UJI KOEFISIEN GESEK MATERIAL REM", "Abstrak": "Alat uji koefisien gesek yang ada di pasaran cukup mahal harganya. Untuk\nmemenuhi kebutuhan alat uji gesek material rem untuk pemakaian skala\nlaboratorium dan untuk pengujian pada industri kecil dan menengah yang\nmemproduksi material rem perlu dilakukan suatu perancangan, pembuatan dan\npengujian perangkat alat uji koefisien gesek material rem. Alat ukur yang\ndigunakan untuk mengukur koefisien gesek dan beban yang diberikan adalah load\ncell. Alat uji koefisien gesek dibuat sesuai dengan standar ASTM D3702-94.\nSetelah alat uji dibuat berdasarkan Design requirement and Objective (DR&O)\ndan alternatif desain dengan metoda Pugh, dilanjutkan dengan perancangan,\npembuatan dan pengujian load cell yang digunakan sebagai sensor gaya. Load cell\ndibuat dua buah, digunakan untuk mengukur gaya akibat terjadinya gesekan\nmaterial rem dengan piringan rem, dan untuk mengukur beban yang diberikan.\nLoad cell menggunakan strain gage. Strain gage dihubungkan ke jembatan\nwheatstone, strain amplifier, ADC dan personal computer. Temperatur spesimen\ndiukur dengan portable electronic thermometer berbasis thermocouple. Putaran\npiringan rem diukur dengan proximity switch yang dihubungkan ke baterai, ADC\ndan personal computer. Alat uji ini telah berhasil mengukur koefisien gesek dari\nbeberapa jenis material gesek rem dan beban yang diberikan. Temperatur\nspesimen rem dan putaran piringan juga dapat diukur.\nSebelum pengujian dilakukan proses kalibrasi terhadap load cell. Pengujian\ndilakukan terhadap tiga macam spesimen uji. Gaya Normal dan koefisien gesek\nyang terukur untuk spesimen A adalah 43 N dan 0,4, spesimen B adalah 48 N dan\n0,47 dan untuk spesimen C adalah 43,5 N dan 0,4. Pengujian semua spesimen\ndilakukan dengan memberikan beban nominal sebesar 10 kg.", "Daftar File": {"2007 TS PP ERINOFIARDI 1-COVER": "https://digilib.itb.ac.id/gdl/download/169324", "2007 TS PP ERINOFIARDI 1-BAB 1": "https://digilib.itb.ac.id/gdl/download/169325", "2007 TS PP ERINOFIARDI 1-BAB 2": "https://digilib.itb.ac.id/gdl/download/169326", "2007 TS PP ERINOFIARDI 1-BAB 3": "https://digilib.itb.ac.id/gdl/download/169327", "2007 TS PP ERINOFIARDI 1-BAB 4": "https://digilib.itb.ac.id/gdl/download/169328", "2007 TA PP ERINOFIARDI 1-BAB 5": "https://digilib.itb.ac.id/gdl/download/169329", "2007 TA PP ERINOFIARDI 1-PUSTAKA": "https://digilib.itb.ac.id/gdl/download/169330"}, "Penulis": "Erinofiardi [23104023]", "Kontributor / Dosen Pembimbing": ["Prof.Dr.Ir.H. Indra Nurhadi"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Koefisien gesek, load cell, strain gage", "Sumber": "", "Staf Input/Edit": "Yanti Sri Rahayu, S.Sos", "File": "7 file", "Tanggal Input": "22 Mei 2019"}