{"Nomor": 38359, "Judul": "Introduction to a visual sociology of smaller nations in Europe", "Abstrak": "In the introduction to this special issue there is an exploration of how a visual sociological perspective can be used both to visually represent and to better understand some of the salient features of smaller nations in contemporary Europe. In the first section there is a focus on the increasing theoretical and empirical emphasis on the visual in everyday life and the renewed social scientific interest in the nation. Following that there is an examination of the concept of‘ smallness’ with respect to the literature on smaller states and nations, and the use of visual research methods to represent and help to explain the particular characteristics of smaller nations in Europe. In the second section there is a summary of the six comparative case-study articles that constitute this special issue: dealing with Serbia and Croatia, Belgium, Hungary, Greenland, the Basque Country in Spain, and with Ireland and the European Union. In the articles a range of visual sociological approaches, from conceptual to ethnographic, are applied, drawing on photographs, paintings and cognitive schemas to visually represent and examine specific features of smaller European nations. While political and economic characteristics of smallness are significant in the articles, most of the focus is on socio-cultural issues relating to themes like nationalism, national identity, migration and diversity, as well as\nemotions such as national pride and shame, and perceptions related to threats and vulnerabilities.", "Daftar File": {}, "Penulis": "GERARD BOUCHER  [-]", "Kontributor / Dosen Pembimbing": ["IARFHLAITH WATSON"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "visual sociology, visual communication, comparative sociology", "Sumber": "Visual Studies , 2017 Vol. 32, No. 3, 205 – 211", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "23 Mei 2019"}