{"Nomor": 38355, "Judul": "DESAIN AWAL PEMBANGKIT UAP 800 kW DENGAN BAHAN BAKAR SAMPAH", "Abstrak": "Peningkatan jumlah sampah di wilayah kabupaten Bandung membutuhkan solusi\nyang efektif untuk menanganinya. Metode dengan membakar sampah merupakan\nsuatu solusi yang efektif dalam menangani sampah, karena metode ini dapat\nmengurangi volume sampah dalam waktu yang relatif singkat. Gas panas produk\npembakaran kemudian digunakan untuk membangkitkan uap guna menghasilkan\nlistrik. Sistem ini disebut juga dengan pembangkit listrik tenaga sampah (PLTSa)\ndan akan dikembangkan di Babakan, kabupaten Bandung. Studi ini bertujuan\nuntuk mendapatkan karakteristik pembakaran sampah serta geometri utama\npembangkit uap yang akan digunakan di PLTSa tersebut.\nAnalisis karakterisitik pembakaran sampah kabupaten Bandung didekati dengan\nmenggunakan data karakteristik pembakaran sampah kota Bandung. Karakteristik\npembakaran sampah diperoleh dengan menjumlahkan hasil kali antara data hasil\nuji tiap komponen sampah dengan persentase fisik komponen sampah tersebut.\nKomposisi unsur yang diperoleh untuk sampah dengan kandungan air 40% terdiri\ndari 19,38% karbon, 2,63% hidrogen, 0,1% sulfur, 0,6% nitrogen, 16,8% oksigen,\ndan 0,49% klorin dengan nilai kalor bersih sebesar 1557,54 kcal/kg.\nPerancangan pembangkit uap dilakukan dengan menggunakan perangkat lunak\ncycle tempo dan firecad. Hasil yang diperoleh dari kedua perangkat lunak\nkemudian diverifikasi dengan menggunakan perhitungan manual agar diperoleh\nhasil perancangan yang akurat dan memenuhi batasan desain pembangkit uap\nPLTSa. Dari hasil analisis, geometri utama tungku pembangkit uap yang\ndiperoleh adalah tinggi 19 m, lebar 1,66 m, dan panjang 1,86 m. Disamping\ngeometri utama tungku, studi ini juga menghasilkan geometri utama superheater,\nboilerbank, air heater dan kondensor.????", "Daftar File": {"2009 TS PP KILBERGEN WILTON GULTOM 1-COVER": "https://digilib.itb.ac.id/gdl/download/169405", "2009 TS PP KILBERGEN WILTON GULTOM 1-BAB 1": "https://digilib.itb.ac.id/gdl/download/169411", "2009 TS PP KILBERGEN WILTON GULTOM 1-BAB 2": "https://digilib.itb.ac.id/gdl/download/169414", "2009 TS PP KILBERGEN WILTON GULTOM 1-BAB 3": "https://digilib.itb.ac.id/gdl/download/169415", "2009 TS PP KILBERGEN WILTON GULTOM 1-BAB 4": "https://digilib.itb.ac.id/gdl/download/169416", "2009 TS PP KILBERGEN WILTON GULTOM 1-BAB 5": "https://digilib.itb.ac.id/gdl/download/169417", "2009 TS PP KILBERGEN WILTON GULTOM 1-PUSTAKA": "https://digilib.itb.ac.id/gdl/download/169420"}, "Penulis": "Kilbergen Wilton Gultom [23107013]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Ari Darmawan Pasek, Ph.D.", "Pro. Dr. Ir. Aryadi Suwono"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Desain awal, PLTSa, Karakteristik pembakaran sampah, Pembangkit uap", "Sumber": "", "Staf Input/Edit": "Yanti Sri Rahayu, S.Sos", "File": "7 file", "Tanggal Input": "23 Mei 2019"}