{"Nomor": 38350, "Judul": "PENGARUH KETERSEDIAAN, PENGOPERASIAN SALURAN, KEMAMPUAN UNTUK MENDENGARKAN, BANTUAN PRIBADI DAN KUALITAS KONTEN DARI PERSEPSI PELANGGAN TERHADAP KETERLIBATAN PELANGGAN DALAM INSTAGRAM. STUDI KASUS: GHALA FLORAL DESIGN", "Abstrak": "Media sosial telah menjadi faktor perubahan dalam kehidupan kita sehari-hari.\nDari berinteraksi dengan orang tersebut, hingga merek yang kami ikuti. Media\nsosial telah mengubah cara bisnis berinteraksi dengan pelanggan mereka. Banyak\nbisnis memiliki media sosial saat ini. Karena itu memiliki keterlibatan pelanggan\ndi media sosial adalah hal penting bagi bisnis untuk menjadi sukses di media\nsosial mereka. Tujuan akhir dari keterlibatan pelanggan adalah mempertahankan\npelanggan, untuk menjadi loyal. Peneliti dengan demikian berusaha mencari tahu\ndari penelitian sebelumnya apa yang mempengaruhi keterlibatan pelanggan di\nmedia sosial, terutama di Instagram. Berdasarkan ulasan literatur dan penelitian\nsebelumnya, ditemukan bahwa parameter yang paling umum digunakan untuk\nmeningkatkan keterlibatan pelanggan di Instagram adalah ketersediaan,\noperasionalisasi saluran, kemampuan mendengarkan pelanggan, bantuan pribadi,\ndan kualitas konten. Penelitian ini dilakukan pada target pasar untuk Desain\nBunga Ghala untuk membantu mereka mengetahui apa yang benar-benar\nmendorong persepsi pelanggan mereka untuk terlibat dengan Instagram.\nPenelitian dilakukan melalui kuesioner dengan 200 responden dan dianalisis\nmenggunakan regresi berganda dan analisis deskriptif, kemudian divalidasi\nmelalui literatur sebelumnya dan ulasan penelitian. Hasilnya adalah bahwa\nkualitas konten adalah faktor yang paling berpengaruh, diikuti oleh\noperasionalisasi saluran, kemudian ketersediaan, mendengarkan pelanggan, dan\nasisten pribadi yang paling sedikit. Selain itu, kualitas konten yang tinggi adalah\nhal yang paling diinginkan bagi pelanggan untuk terlibat. Hasil penelitian ini\ndapat diperlakukan sebagai pedoman dan rekomendasi untuk Ghala Floral\nDesign untuk meningkatkan keterlibatan customer mereka melalui Instagram.", "Daftar File": {}, "Penulis": "Miftahul Ichsan [19215063]", "Kontributor / Dosen Pembimbing": ["Evy Rachmawati Chaldun, S.E., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Faktor keterlibatan pelanggan, Ghala Floral Design, Instagram, Strategi Pemasaran", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "23 Mei 2019"}