{"Nomor": 38360, "Judul": "Small HouSe Spatiality: a Comparative SpaCe Syntax appliCation", "Abstrak": "It has recently come to light that there is an increasing demand for a new type of small house design, which vary in area from 20 square metres to 100 square metres and even more. Being remarkably different from traditional types of spatial organizations, the new house types present an open plan concept with a highly flexible and adaptable spatial arrangement that exhibit diverse functional spaces within one open, integrated space. In light of this, the main aim of this study is to reveal the new dynamics of spatial organization found in today’s small house types and identify the significant changes in the contemporary design approaches to small house layouts which have evolved from a need for minimized space usage and a requirement for diverse living spatiality. Subsequently, thirty houses have been chosen to be analysed for the purpose of this study to reveal the differences between integrated and segregated spatial organizations in regard to flexibility, adaptability, transformability and permeability within the spaces. In addition to this, the new spatial relations will be overviewed considering spatial depth, interpenetration and density to define more implicit organizations which are able to expand constantly and accommodate different functional spaces in one open space with the help of spatial identifiers. The main focus of this research study concentrates on the above mentioned dynamic forms of spatiality that change from being weak to strong, implicit to explicit and indistinct to clearly defined spaces. These forms are measured,\nanalysed and basically compare by means of a space syntax application on the values of the space and convex maps of the thirty selected houses. In summary, the analysis and measurement of the spatial characteristics of contemporary small houses in this sphere include both theoretical and empirical components. Firstly, the study discusses the basic definitions of spatial relations and organizations. Secondly, the space syntax method was used to test and compare new spatial design approaches by means of the Mean Depth, Mean Integration, Basic Difference Factor and Space Link Ratio values mainly to clarify how the spatiality changes according to the size although the plan type stays the same as 1+1.", "Daftar File": {}, "Penulis": "Ayça Arslan [-]", "Kontributor / Dosen Pembimbing": ["Türkan Ulusu Uraz"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Spatiality, Small houses, New spatial organizations, Flexibility, Space Syntax", "Sumber": "Open House International; Gateshead Vol. 42, Iss. 2,  (Jun 2017): 58-67", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "0 file", "Tanggal Input": "23 Mei 2019"}