{"Nomor": 38372, "Judul": "SINTESIS CELLULOSE NANOCRYSTALS (CNCs) DARI LIMBAH JEANS: OPTIMASI DAN KARAKTERISASI", "Abstrak": "Volume produksi pakaian jadi di Indonesia, termasuk jeans, terus mengalami pertumbuhan sejak tahun 2004 sebesar 327,2 ribu ton menjadi 446,6 ribu ton pada tahun 2017. Pertumbuhan ini menyebabkan limbah yang dihasilkan semakin bertambah. Limbah jeans memiliki kandungan selulosa sebanyak 88-96% sehingga limbah jeans berpotensi menjadi bahan baku sintesis Cellulose Nanocrystals (CNCs). CNCs adalah nanomaterial yang memiliki banyak keunggulan seperti densitas yang rendah, luas permukaan yang besar, sifat mekanik yang tinggi, serta sifat toksik yang rendah, sehingga dapat diaplikasikan di berbagai bidang, seperti biomedik, material, dan teknologi.\nTujuan penelitian ini adalah untuk melakukan sintesis CNCs dari limbah jeans dengan metode oksidasi menggunakan Amonium Persulfat (APS). Permasalahan yang dijawab dalam penelitian ini adalah pengaruh pretreatment basa, konsentrasi APS, dan waktu reaksi terhadap kualitas CNCs. Kondisi operasi yang divariasikan adalah konsentrasi APS, yaitu 1; 1,5; dan 2 M dan waktu reaksi, yaitu 5, 10, dan 15 jam. Melalui proses karakterisasi CNCs yang dihasilkan dengan DLS, XRD, dan TEM, kondisi optimum diperoleh berdasarkan dimensi partikel yang memenuhi spesifikasi CNCs.\nHasil penelitian menunjukkan bahwa metode oksidasi tanpa pretreatment tidak dapat menghasilkan CNCs. Metode oksidasi tanpa dan dengan pretreament menghasilkan partikel berbentuk batang. Berdasarkan analisis DLS dan TEM, peningkatan waktu reaksi dari 5 hingga 15 jam dan peningkatan konsentrasi APS dari 1 hingga 1,5 M menurunkan ukuran partikel. Kondisi optimum sintesis CNCs dari limbah jeans dengan oksidasi menggunakan APS diperoleh dengan pretreatment NaOH pada konsentrasi APS 1,5 M selama 15 jam, yaitu menghasilkan CNCs dengan indeks kristalinitas 83,4% dengan panjang 76,14±8,56 nm dan diameter 18,1±3,54 nm.", "Daftar File": {"ABSTRAK Ivana": "https://digilib.itb.ac.id/gdl/download/169497"}, "Penulis": "Ivana [13015058]", "Kontributor / Dosen Pembimbing": ["Dr. Yogi Wibisono Budhi, S.T., M.T.", "Dr. Arie Wibowo, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Engineering & allied operations", "Kata Kunci": "APS, cellulose nanocrystals, limbah jeans, oksidasi, pretreatment, waktu reaksi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "23 Mei 2019"}