{"Nomor": 38371, "Judul": "Gated communities, neighbourhood selection and segregation: the residential preferences and demographics of gated community residents in Canada", "Abstrak": "The last quarter century has seen the rapid rise of walled or gated communities in a number of cities\nacross the globe, including in Canada. Many claims have been made about those who move into gated\ncommunities. It has been said that the rise of gated living leads to segregation, driven by fear of crime\nor a desire for ‘civic secession’ as wealthy and/or white communities seek to separate themselves from\ndifferent others. Alternatively, some scholars argue that such forms of community arise mainly from\npreferences for shared amenities and specialised facilities or from an emphasis placed on the protection of property values and thus do not imply a process of social segregation. Such arguments have different implications for how gated communities might affect the planning of the city. However, it is unclear whether gated community residents differ socio-demographically from other urban residents in Canada, and the preferences driving residential location decisions remain unknown. This article sheds light on such issues, through a survey of respondents living in three Canadian metropolitan regions (Vancouver, Calgary and Toronto), approximately one-quarter of which reside within twenty different gated communities. The results show that there are few socio-demographic differences between gated and non-gated community suburban residents and that gated communities are not at present vehicles of class or racial segregation in Canada’s cities. However, gated community residents do report statistically different preferences that lead them to move into such communities. The implications of this research are discussed in relation to these preferences.", "Daftar File": {}, "Penulis": "Alan Walks [-]", "Kontributor / Dosen Pembimbing": ["-"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "gated communities, segregation, urban policy, land-use planning, local services, Canada", "Sumber": "he Town Planning Review; Liverpool Vol. 85, Iss. 1,  (2014): 39-66.  DOI:10.3828/tpr.2014.5", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "23 Mei 2019"}