{"Nomor": 38385, "Judul": "EKSTRAKSI RESIN DARI BIJI NYAMPLUNG", "Abstrak": "Tanaman nyamplung tersebar luas di Indonesia dengan produktivitas yang tinggi mencapai 20 ton/ha/th dengan kandungan minyak dan resin sebesar 74,70%. Penelitian mengenai biji nyamplung lebih banyak mengarah pada ekstraksi minyak yang dimanfaatkan menjadi biodiesel. Pada prosesnya, resin dihasilkan sebagai limbah. Sementara itu, resin dapat dimanfaatkan menjadi pernis, perekat, dan obat-obatan. Resin dari biji nyamplung memiliki potensi yang tinggi mencapai 386,4 kg resin/ha/tahun.\nTujuan dari penelitian ini adalah untuk menentukan pengaruh variabel operasi terhadap perolehan resin. Penelitian ini dibagi menjadi empat tahapan umum, yaitu proses persiapan bahan, ekstraksi, pemurnian dan karakterisasi. Ekstraksi dilakukan menggunakan metode Soxhlet dengan dua pelarut. Pelarut yang digunakan yaitu metanol-n-heksana dan etanol-n-heksana, dengan variasi perbandingan untuk masing-masing jenis pelarut yaitu 1,25:1; 2:1 3:1 dan 6:0. Hasil ekstraksi dianalisis dengan menentukan perolehan resin dengan basis massa umpan nyamplung, angka asam, dan jenis resin.\nPerolehan resin ditemukan pada rentang 15,8 – 28,2% dengan perolehan tertinggi diperoleh dari perlakuan jenis pelarut etanol – n-heksana 1,25:1. Bilangan asam resin ditemukan pada rentang 138 – 204 mg KOH/g. Bilangan asam resin yang memenuhi spesifikasi standar (di atas 160 mg KOH/g) diperoleh dari perlakuan jenis pelarut methanol/etanol – n-heksana pada perbandingan 2:1, 3:1, dan 6:0. Jenis resin hasil ekstraksi adalah resin rosin. Rancangan faktorial 22 menunjukkan bahwa jenis pelarut memberikan pengaruh paling signifikan terhadap perolehan resin serta perbandingan pelarut tidak berpengaruh signifikan namun menghasilkan kecenderungan perolehan resin meningkat seiring peningkatan jumlah pelarut nonpolar.", "Daftar File": {"ABSTRAK Dian Rahma Setya Saputri": "https://digilib.itb.ac.id/gdl/download/169562"}, "Penulis": "Dian Rahma Setya Saputri [13015015]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Danu Ariono"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Engineering & allied operations", "Kata Kunci": "ekstraksi, nyamplung, pelarut, perolehan, resin", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "23 Mei 2019"}