{"Nomor": 38392, "Judul": "ANALISIS RESIKO PIPA PENYALUR AKIBAT BEBAN IMPAK DARI OBJEK JATUH DI SEKITAR ANJUNGAN LEPAS PANTAI", "Abstrak": "Pipa penyalur bawah laut merupakan sarana vital untuk mengalirkan\nminyak dan gas dari satu titik ke titik lainnya yang berada di lepas pantai.\nBerbagai aktivitas pengangkutan di sekitar anjungan lepas pantai dapat\nmengakibatkan resiko beban impak pada pipa penyalur yang berada di sekitarnya.\nPenilaian resiko perlu dilakukan untuk mengetahui apakah pipa penyalur memiliki\nlevel resiko yang melampaui kriteria yang diijinkan atau tidak.\nMetodologi penilaian atau analisis resiko ini terdiri atas dua bagian yaitu\nperhitungan energi impak dan perhitungan resiko. Proses perhitungan dan analisis\ndilakukan dengan bantuan perangkat lunak yang dikembangkan. Pemilihan dan\nanalisis mitigasi resiko dilakukan bilamana level resiko tersebut tidak memenuhi\nkriteria (DNV OS F101). Analisis mitigasi dilakukan dengan perhitungan\nketebalan proteksi yang proporsional antara resiko dan biayanya kemudian juga\ndilakukan penentuan jarak aman.\nDari hasil perhitungan dan analisis resiko didapatkan dua jalur pipa\n(16”gas WPN2 & 22” minyak MWPN) yang memiliki tingkat resiko menengahtinggi\n(medium-high) sedangkan jalur pipa yang lain berada pada tingkat resiko\nyang diijinkan. Mitigasi resiko yang dilakukan adalah dengan menentukan jarak\naman bagi swing radius alat pengangkut (crane) yang melintasi jalur perpipaan\nsebesar lebih dari 9 m dari titik jatuh awal dan memberikan tebal proteksi sebesar\n55 mm pada pipa penyalur.", "Daftar File": {"COVER FERNANDA ANDRIKSYAH": "https://digilib.itb.ac.id/gdl/download/169607", "BAB 1 FERNANDA ANDRIKSYAH": "https://digilib.itb.ac.id/gdl/download/169608", "BAB 2 FERNANDA ANDRIKSYAH": "https://digilib.itb.ac.id/gdl/download/169609", "BAB 3 FERNANDA ANDRIKSYAH": "https://digilib.itb.ac.id/gdl/download/169610", "BAB 4 FERNANDA ANDRIKSYAH": "https://digilib.itb.ac.id/gdl/download/169611", "BAB 5 FERNANDA ANDRIKSYAH": "https://digilib.itb.ac.id/gdl/download/169612", "PUSTAKA FERNANDA ANDRIKSYAH": "https://digilib.itb.ac.id/gdl/download/169613"}, "Penulis": "FERNANDA ANDRIKSYAH [13102047]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. I Gusti Nyoman Wiratmaja, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Pipa penyalur bawah laut; Resiko Pipa Penyalur.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "23 Mei 2019"}