{"Nomor": 38391, "Judul": "PERANCANGAN, PEMBUATAN, DAN PENGUJIAN PERANGKAT UJI GETARAN RODA GIGI LURUS BERTINGKAT", "Abstrak": "Roda gigi merupakan salah satu komponen mesin yang banyak digunakan untuk\nmentransmisikan torsi dan daya. Roda gigi meneruskan daya dari satu poros ke poros\nlainnya melalui mekanisme kontak gigi. Kontak gigi ini menimbulkan getaran yang\nmemiliki spektrum dengan ciri khusus yang mudah dikenali, namun sulit untuk diartikan.\nKesulitan ini disebabkan beberapa hal diantaranya adalah kesulitan dalam memasang\nsensor pada lokasi yang dekat dengan kontak gigi dan banyaknya sumber eksitasi getaran\nyang terlibat. Kesulitan ini akan meningkat bila roda gigi yang digunakan adalah roda gigi\nbertingkat.\nDalam penelitian ini dilakukan perancangan dan pembuatan perangkat uji getaran\nroda gigi lurus bertingkat. Perangkat uji ini memiliki tiga buah roda gigi yang dipasang\nsecara seri, sehingga terdapat dua pasangan transmisi roda gigi. Dengan perangkat uji yang\nbaru ini diharapkan kajian eksperimental untuk melihat ciri getaran pada sistem transmisi\nroda gigi lurus bertingkat dapat dilakukan.\nPengujian yang dilakukan meliputi pengujian FRF (Fungsi Respon Frekuensi),\npengujian peta spektrum (spectral map), dan pengujian spektrum linier pada beberapa\ntingkat kecepatan putar. Hasil pengujian yang dilakukan menunjukkan bahwa ciri getaran\nakibat terjadinya kontak gigi hampir selalu muncul pada berbagai harga kecepatan putar.", "Daftar File": {"COVER MUHAMMAD YUDHA SWARA": "https://digilib.itb.ac.id/gdl/download/169600", "BAB 1 MUHAMMAD YUDHA SWARA": "https://digilib.itb.ac.id/gdl/download/169601", "BAB 2 MUHAMMAD YUDHA SWARA": "https://digilib.itb.ac.id/gdl/download/169602", "BAB 3 MUHAMMAD YUDHA SWARA": "https://digilib.itb.ac.id/gdl/download/169603", "BAB 4 MUHAMMAD YUDHA SWARA": "https://digilib.itb.ac.id/gdl/download/169604", "BAB 5 MUHAMMAD YUDHA SWARA": "https://digilib.itb.ac.id/gdl/download/169605", "PUSTAKA MUHAMMAD YUDHA SWARA": "https://digilib.itb.ac.id/gdl/download/169606"}, "Penulis": "MUHAMMAD YUDHA SWARA [13102030]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Zainal Abidin, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "pengujian peta spektrum (spectral map); pengujian FRF (Fungsi Respon Frekuensi); Roda gigi;", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "23 Mei 2019"}