{"Nomor": 38390, "Judul": "PERANCANGAN ONSHORE PIPELINE UNTUK FLOWLINE MENGGUNAKAN PIPA KOMPOSIT GLASS-REINFORCED PLASTICS (GRP)", "Abstrak": "Pada industri minyak dan gas, pipa baja merupakan jenis pipa yang paling\nbanyak digunakan. Namun begitu masalah utama yang sering dihadapi pada\npenggunaan pipa baja adalah rendahnya ketahanan pipa baja terhadap korosi,\nterutama pada flowline yang mentransmisikan fluida yang bersifat korosif serta\nmelewati lingkungan yang agresif. Untuk mengatasi permasalahan korosi tersebut\nsalah satu alternatif yang muncul adalah dengan menggunakan pipa yang terbuat\ndari material lain yang kuat namun tahan terhadap korosi dan salah satu jenis pipa\nyang sesuai dengan kriteria tersebut adalah pipa komposit Glass Reinforced\nPlastics (GRP).\nPada tugas sarjana ini dilakukan studi perancangan pipeline menggunakan\npipa komposit GRP. Studi perancangan dalam tugas sarjana ini mencakup analisis\nhidrolik, pemilihan tebal pipa, analisis statik span, analisis kedalaman kubur,\nanalisis tegangan, fleksibilitas dan global buckling serta analisis elektrostatik\nsistem perpipaan GRP yang dilakukan berdasarkan standard ISO 14692:2002.\nStudi kasus dilakukan terhadap pipeline yang berada di Sumatera bagian\nSelatan yaitu pipeline yang menghubungkan antara Sumur Pengeboran Beringin\ndengan Pusat Pengumpulan Produksi Prabumulih. Dari hasil analisis terhadap\nsemua aspek perancangan yang dilakukan diperoleh bahwa produk pipa yang\ndipilih Star FRP Series 1000-ACT (API 15HR Design) NPS 8”, aman digunakan\nbaik pada kondisi instalasi, operasi maupun kondisi hydrotest.", "Daftar File": {"COVER DICKY SAPUTRA": "https://digilib.itb.ac.id/gdl/download/169589", "BAB 1 DICKY SAPUTRA": "https://digilib.itb.ac.id/gdl/download/169590", "BAB 2 DICKY SAPUTRA": "https://digilib.itb.ac.id/gdl/download/169592", "BAB 3 DICKY SAPUTRA": "https://digilib.itb.ac.id/gdl/download/169594", "BAB 4 DICKY SAPUTRA": "https://digilib.itb.ac.id/gdl/download/169596", "BAB 5 DICKY SAPUTRA": "https://digilib.itb.ac.id/gdl/download/169597", "BAB 6 DICKY SAPUTRA": "https://digilib.itb.ac.id/gdl/download/169598", "PUSTAKA DICKY SAPUTRA": "https://digilib.itb.ac.id/gdl/download/169599"}, "Penulis": "DICKY SAPUTRA [13102028]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. I Gusti Nyoman Wiratmaja, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Perancangan Onshore Pipeline; Flowline; Pipa Komposit; Glass Reinforced Plastics (GRP).", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "23 Mei 2019"}