{"Nomor": 38398, "Judul": "PENGEMBANGAN METODE CIRCLE FIT UNTUK CURVE FITTING FUNGSI RESPON FREKUENSI SISTEM GETARAN MDOF", "Abstrak": "Getaran merupakan suatu fenomena yang memberikan kontribusi untuk\nmemahami dan mengendalikan kondisi suatu struktur mekanik. Kondisi suatu\nstruktur mekanik dapat diketahui melalui karakteristik dinamiknya yang terdiri\natas frekuensi pribadi, rasio redaman dan mode shape. Metode yang digunakan\nuntuk memperoleh informasi karakteristik dinamik struktur mekanik yaitu dengan\nmelakukan proses circle fit Fungsi Respon Frekuensi (FRF).\nDalam tugas sarjana ini dilakukan pengembangan metode circle fit untuk\nmelakukan proses curve fitting FRF sistem getaran MDOF. Pengembangan\nmetode circle fit tersebut dituangkan ke dalam bahasa pemrograman sederhana\nberbasis Matlab 7.3.0 (R2006b). Program circle fit yang telah dibuat akan\nditerapkan pada hasil pengukuran FRF struktur pelat T untuk mengetahui\nfenomena residu dalam proses curve fitting MDOF.\nPengembangan metode circle fit ini telah menghasilkan kurva FRF\nMDOF teoritik yang cukup dekat dengan kurva FRF hasil pengukuran. Hal ini\ndiperoleh melalui proses curve fitting yang melibatkan semua modus getar dalam\nsuatu kurva FRF. Pada kasus curve fitting MDOF modus getar tertentu,\ndiperlukan residu yang mencirikan pengaruh modus getar tetangga terhadap\nmodus getar yang sedang dianalisis. Oleh karena itu, pada tugas sarjana\nselanjutnya diharapkan penelitian lebih lanjut mengenai residu serta memperbaiki\nprogram Matlab agar memberi kemudahan dan kehandalan dalam melakukan\nproses curve fitting MDOF.", "Daftar File": {"COVER Furqanul Fikri": "https://digilib.itb.ac.id/gdl/download/169638"}, "Penulis": "Furqanul Fikri [13103048]", "Kontributor / Dosen Pembimbing": ["Prof.Dr.Ir. Komang Bagiasna"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Circle Fit ; Curve Fitting;  MDOF", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "10 file", "Tanggal Input": "23 Mei 2019"}