{"Nomor": 38404, "Judul": "The Application of Mixed Methods in Organisational Research: A Literature Review", "Abstrak": "Mixed methods research (the combined use of quantitative and qualitative methods in the same study)\nis becoming an increasingly popular approach in the discipline fields of sociology, psychology, education and health sciences. Calls for the integration of quantitative and qualitative research methods have been advanced in these fields. A key feature of mixed methods research is its methodological pluralism, which frequently results in research which provides broader perspectives than those offered by monomethod designs. The overall purpose and central premise of mixed methods is that the use of quantitative and qualitative approaches in combination provides a better understanding of research problems and complex phenomena than either approach alone. Despite calls for the combined use of quantitative and qualitative research in business and management studies, the use of mixed methods in business and management has seldom been studied. The purpose of this paper is to review the application of mixed methods research within organisational research. The study reported in this paper identifies the use of mixed methods in three organisational journals for the period 2003 to 2009: the Strategic Management Journal, Journal of Organizational Behavior and Organizational Research Methods. The landmark Tashakkori and Teddlie (2003) Handbook of mixed methods in social and behavioral research, played a pivotal role in providing both the visibility and credibility of mixed methods as a third methodological movement\nand since the publication of this seminal work the mixed methods movement has rapidly gained popularity.\nBusiness and management researchers need to be made aware of the growing use and acceptance of mixed methods research across business and organisational journals. This paper examines the main characteristics of mixed methods studies identified in the sample in terms of purposes and designs, and posits suggestions on the application of mixed methodologies.", "Daftar File": {}, "Penulis": "José Molina Azorín  [-]", "Kontributor / Dosen Pembimbing": ["Roslyn Cameron"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "mixed methods research, strategic management, organizational behaviour, quantitative methods, qualitative methods", "Sumber": "Electronic Journal of Business Research Methods, suppl. ECRM Special Issue Part 1: EJBRM; Reading Vol. 8, Iss. 2,  (Dec 2010): 95-105", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "24 Mei 2019"}