{"Nomor": 38413, "Judul": "ANALISIS PEMBAKARAN PADA TURBIN GAS BERBAHAN BAKAR GAS ALAM DAN GAS BATUBARA", "Abstrak": "Meningkatnya harga minyak dunia dan gas alam dengan cadangan yang\nmakin menipis membuat beberapa operator pembangkit mencari bahan bakar\nalternatif. Dibanding minyak dan gas, cadangan batubara paling berlimpah.\nNamun pemanfaatan langsung batubara pada turbin gas hingga saat ini belum\nmemungkinkan, sehingga untuk menerapkan batubara pada turbin gas dibutuhkan\nproses tersendiri. Salah satu proses yang cukup berhasil adalah gasifikasi batubara\nyang menghasilkan gas batubara.\nKendala dalam pemanfaatan gas batubara pada turbin gas adalah nilai\nkalornya yang rendah (dibanding gas alam), sehingga untuk mencapai temperatur\npada laju massa tertentu dibutuhkan laju massa gas batubara yang lebih besar.\nHasil perhitungan siklus temodinamika menunjukan dibutuhkan laju gas batubara\nsebesar 41 kg/s sedangkan untuk gas alam hanya dibutuhkan 11 kg/s.\nDalam tesis ini dianalisis penggunaan gas batubara pada ruang bakar\nturbin gas berjenis silo yang dirancang menggunakan gas alam. Ruang bakar silo\nini dilengkapi swirl pada nosel bahan bakar dan nosel udara primer. Metode\npenelitiannya menggunakan analisis CFD atau lebih dikenal sebagai simulasi\npembakaran. Hasil simulasi pada penggunaan gas alam akan dijadikan acuan,\nkemudian diperbandingkan dengan hasil simulasi dengan menggunakan gas\nbatubara. Parameter yang dianalisis adalah distribusi kecepatan, distribusi\ntemperatur, distribusi senyawa bahan bakar (CH4 untuk gas alam, CO dan H2\nuntuk gas batubara), distribusi senyawa oksidator (O2), distribusi senyawa produk\npembakaran (CO2), dan distribusi radikal (O dan OH).\niv\nHasil simulasi menunjukan penggunaan gas batubara akan menghasilkan\ntemperatur pusat kubah api yang sangat rendah. Hal ini dapat mengakibatkan\nketidakstabilan api dan api rentan padam. Fenomena ini disebabkan karena\nbeberapa faktor, diantaranya: lambatkan reaksi gas batubara, laju alir gas batubara\nyang sangat besar dan kurangnya penetrasi udara ke dalam kubah api. Beberapa\nfaktor inilah yang mengharuskan modifikasi ruang bakar.\nModifikasi dilakukan dengan cara menambahkan udara ke dalam kubah\napi. Modifikasi ini cukup efektif dalam meningkatkan temperatur pusat kubah api,\nmeskipun belum mampu menyerupai distribusi temperatur pada penggunaan gas\nalam.\nJadi ruang bakar turbin gas jenis silo yang dirancang berbahan bakar gas\nalam dimungkinkan menggunakan gas batubara namun perlu dilakukan\nmodifikasi.", "Daftar File": {"2007 TS PP DANIEL OCTAVIANUS HARAHAP 1-COVER": "https://digilib.itb.ac.id/gdl/download/169668", "2007 TS PP DANIEL OCTAVIANUS HARAHAP 1-BAB 1": "https://digilib.itb.ac.id/gdl/download/169670", "2007 TS PP DANIEL OCTAVIANUS HARAHAP 1-BAB 2": "https://digilib.itb.ac.id/gdl/download/169671", "2007 TS PP DANIEL OCTAVIANUS HARAHAP 1-BAB 3": "https://digilib.itb.ac.id/gdl/download/169672", "2007 TS PP DANIEL OCTAVIANUS HARAHAP 1-BAB 4": "https://digilib.itb.ac.id/gdl/download/169673", "2007 TS PP DANIEL OCTAVIANUS HARAHAP 1-BAB 5 PART 1": "https://digilib.itb.ac.id/gdl/download/169675", "2007 TS PP DANIEL OCTAVIANUS HARAHAP 1-BAB 5 PART 2": "https://digilib.itb.ac.id/gdl/download/169676", "2007 TS PP DANIEL OCTAVIANUS HARAHAP 1-BAB 5 PART 3": "https://digilib.itb.ac.id/gdl/download/169677", "2007 TS PP DANIEL OCTAVIANUS HARAHAP 1-BAB 6": "https://digilib.itb.ac.id/gdl/download/169679", "2007 TS PP DANIEL OCTAVIANUS HARAHAP 1-PUSTAKA": "https://digilib.itb.ac.id/gdl/download/169680"}, "Penulis": "Daniel Octavianus Harahap [23104029]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ir. Iman Kartolaksono Reksowardojo, M.Eng.", "Prof. Ir. Yazid Bindar, M.Sc., Ph.D.", "Prof. Wiranto Arismunandar, MSME"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Turbin gas, Pembakaran, Ruang bakar silo, Gas alam, Gas batubara", "Sumber": "", "Staf Input/Edit": "Yanti Sri Rahayu, S.Sos", "File": "10 file", "Tanggal Input": "24 Mei 2019"}