{"Nomor": 38431, "Judul": "PEMBUATAN KANDIDAT BAHAN ACUAN UNTUK ANALISIS KANDUNGAN OKSIDA-OKSIDA LOGAM DALAM  BOTTOM ASH", "Abstrak": "Abu dasar batubara (Bottom Ash) merupakan sisa hasil pembakaran batubara yang terdapat pada dasar furnace. Kajian mengenai abu dasar batubara mulai menjadi perhatian para peneliti, khususnya bagi keperluan analisis kontrol kualitas. Pada penelitian ini dipelajari penyiapan kandidat bahan acuan untuk penentuan kandungan oksida abu dasar batubara (bottom ash) menggunakan Spektrometer Pendarfluor Sinar-X (XRF) dan sebagai metode pembanding  adalah metode ASTM D-3682. Penyiapan abu dasar batubara sebagai kandidat bahan acuan terdiri dari beberapa tahap, yaitu pemanasan, pengecilan ukuran, pengayakan (200 mesh), pembagian sampel dan pengemasan, untuk selanjutnya dilakukan pengujian tingkat homogenitas sampel. Sampel yang digunakan berasal dari bottom ash hasil pembakaran batubara di PT. Pindodelli Pulp and Paper Mills, Kabupaten Karawang,  Jawa Barat. Karakter umum yang diukur adalah kadar air. Kadar air  ditentukan dengan memanaskan 1 gram  sampel menggunakan oven pada suhu 1050C selama ± 2 jam dengan hasil pengukuran kadar air sampel sekitar 0,04% - 0,08%. Pada penelitian ini, uji homogenitas dilakukan pada setiap unsur kimia. Hasil analisis menggunakan XRF diperoleh nilai kandungan Oksida dari SiO2, Al2O3, Fe2O3, CaO, MgO, K2O, TiO2, Na2O, MnO, Cr2O3, P2O5, BaO, V2O5, ZnO, NiO, SrO , dan SO3. Pada penelitian ini juga dilakukan pengukuran kandungan oksida menggunakan metode standar ASTM D-3682. Pengukuran kadar menggunakan instrumen Spektrofotometer Serapan Atom (SAA) dengan unsur yang dapat diukur yaitu Fe2O3, CaO, MgO, K2O, dan Na2O. Penggunaan metode SSA memberikan memberikan keboleh ulangan pengukuran yang cukup baik, dengan rentang RSD untuk 8 sampel pada unsur yang ditentukan masing-masing adalah : Fe2O3, MgO, Na2O, CaO, dan K2O adalah 0,57% -1,28%, 0,9% - 4,48%, 0% - 0,19%, 0% - 2,18%, dan 1,33% - 3,33%. Pengukuran kadar masing-masing unsur yang dipelajari, selanjutnya dibandingkan antara hasil XRF dan AAS. Hasil uji banding menggunakan uji t-student dengan tingkat kepercayaan 95% menunjukkan bahwa hasil analisis sampel kandidat bahan acuan menggunakan XRF dan SSA berbeda nyata, sehingga nilai yang diperoleh belum bisa menjadi nilai acuan, tetapi hanya sebagai nilai informasi.", "Daftar File": {"ABSTRAK Mae Amelianawati": "https://digilib.itb.ac.id/gdl/download/169696"}, "Penulis": "Mae Amelianawati [20510301]", "Kontributor / Dosen Pembimbing": ["Dr. Aminudin Sulaeman, MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Kandidat Bahan Acuan, Bottom ash  batubara, Spektrometri X-Ray Fluoresence, Spektrometri Serapan Atom (SSA)", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "24 Mei 2019"}