{"Nomor": 38457, "Judul": "Advanced Photoemission Spectroscopy Investigations Correlated with DFT Calculations on the Self-Assembly of 2D Metal Organic Frameworks Nano Thin Films", "Abstrak": "Metal?organic frameworks (MOFs) deposited from solution have the potential to form 2-dimensional supramolecular thin films suitable for molecular electronic applications. However, the main challenges lie in achieving selective\nattachment to the substrate surface, and the integration of organic conductive ligands into the MOF structure to achieve\nconductivity. The presented results demonstrate that photoemission spectroscopy combined with preparation in a systemattached glovebox can be used to characterize the electronic structure of such systems. The presented results demonstrate that\nporphyrin-based 2D MOF structures can be produced and that they exhibit similar electronic structure to that of corresponding\nconventional porphyrin thin films. Porphyrin MOF multilayer thin films were grown on Au substrates prefunctionalized with\n4-mercaptopyridine (MP) via incubation in a glovebox, which was connected to an ultrahigh vacuum system outfitted with\nphotoelectron spectroscopy. The thin film growth process was carried out in several sequential steps. In between individual steps\nthe surface was characterized by photoemission spectroscopy to determine the valence bands and evaluate the growth mode of\nthe film. A comprehensive evaluation of X-ray photoemission spectroscopy (XPS), ultraviolet photoelectron spectroscopy (UPS),\nand inverse photoemission spectroscopy (IPES) data was performed and correlated with density functional theory (DFT)\ncalculations of the density of states (DOS) of the films involved to yield the molecular-level insights into the growth and the\nelectronic properties of MOF-based 2D thin films.", "Daftar File": {"2019 EJRNL PP Radwan Elzein 1.pdf?": "https://digilib.itb.ac.id/gdl/download/169746"}, "Penulis": "Radwan Elzein [-]", "Kontributor / Dosen Pembimbing": ["Chun-Min Chang, Inna Ponomareva,Wen-Yang Gao,Shengqian Ma,Rudy Schlaf"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "metal?organic frameworks, supramolecular self-assembly, 2D thin films, surface science, density of states, DFT calculations, photoemission spectroscopy", "Sumber": "www.acsami.org", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "24 Mei 2019"}