{"Nomor": 38455, "Judul": "PENERAPAN MODEL MODIFIKASI UTAUT (TEORI PENERIMAAN DAN PENGGUNAAN TEKNOLOGI) UNTUK MENENTUKAN FAKTOR-FAKTOR YANG MEMPENGARUHI UMKM DALAM ADOPSI PENGGUNAAN LAYANAN PEMBIAYAAN PEER-TO-PEER DI KOTA BANDUNG\\", "Abstrak": "Era perdagangan bebas adalah dasar untuk meningkatkan daya saing ekonomi dan daya saing sumber daya manusia dari suatu bisnis atau perusahaan ekonomi kreatif. Berdasarkan hasil sensus ekonomi 2016, terdapat 8.203.826 juta perusahaan/usaha ekonomi kreatif di Indonesia. Indonesia telah menerapkan layanan keuangan digital bagi masyarakat untuk mengakses produk dan layanan keuangan. Kehadiran perusahaan teknologi finansial seperti Peer-to-Peer Lending dapat menjadi solusi pembiayaan untuk sektor UMKM untuk mempertahankan produktivitasnya. Berdasarkan Survei Nasional Literasi Keuangan (SNLK) yang dilakukan oleh OJK pada tahun 2016, literasi keuangan masyarakat dan inklusi keuangan telah menjadi masalah di Indonesia. Hasil Survei Nasional Literasi Keuangan dan Inklusi menunjukkan bahwa hanya 29,7% orang Indonesia memiliki pengetahuan, keterampilan, dan kepercayaan yang memadai tentang melek keuangan dan 67,8% menggunakan produk dan layanan keuangan. Target inklusi keuangan Indonesia diperkirakan akan mencapai 75% pada tahun 2019. Penelitian ini dilakukan di Kota Bandung karena jumlah bisnis ekonomi kreatifnya berada di peringkat ketiga dengan 126.184 bisnis setelah Kota Surabaya dan Jakarta Barat. Selain itu, jumlah peminjam/pengguna layanan terbesar di lembaga Peer-to-Peer Lending berada di Pulau Jawa dengan 4.313.165 juta orang peminjam. Penelitian ini bertujuan untuk mengetahui pengaruh adopsi penggunaan teknologi Layanan Peer-to-Peer Lending dan literasi keuangan (Extended UTAUT) terhadap niat perilaku UMKM dalam menggunakan layanan Peer-to-Peer Lending. Pengumpulan data dilakukan dengan menyebarkan kuesioner kepada 400 pengguna layanan Peer-to-Peer Lending di Kota Bandung. Data diproses menggunakan regresi linier berganda dan analisis regresi moderat. Extended UTAUT secara bersamaan memiliki efek 68,2% terhadap niat perilaku untuk menggunakan layanan teknologi keuangan (Peer-to-Peer Lending). Secara parsial, ada pengaruh yang signifikan antara harapan kinerja, pengaruh sosial, pengetahuan keuangan, keterampilan keuangan, dan sikap keuangan pada niat perilaku untuk menggunakan layanan teknologi keuangan (Peer-to-Peer Lending). Peneliti memberikan beberapa rekomendasi untuk OJK dalam bentuk edukasi literasi keuangan dan inklusi melalui pelatihan atau seminar dan melalui media sosial. Dengan meningkatnya literasi keuangan publik, inklusi keuangan di Indonesia juga akan meningkat.", "Daftar File": {"2019_TS_PP_M JAIZ ARIES YUNUS_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/169740"}, "Penulis": "M Jaiz Aries Yunus [29117092]", "Kontributor / Dosen Pembimbing": ["Dr. Sylviana Maya Damayanti"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Sektor Ekonomi Kreatif, Teknologi Finansial, Pinjaman Peer-to-Peer, Literasi Keuangan dan Inklusi Keuangan.", "Sumber": "Otoritas Jasa Keuangan", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "24 Mei 2019"}