{"Nomor": 38465, "Judul": "KAJIAN EKSPERIMENTAL METODE PENGAMBILAN KALIUM DARI LARUTAN MODEL HIDROLISAT HASIL HYDROTHERMAL TREATMENT BIOMASSA SAWIT", "Abstrak": "Tandan kosong sawit (TKS) merupakan limbah pabrik pengolahan kelapa sawit yang\nberpotensi sebagai sumber energi terbarukan yang bersih dan ramah lingkungan. Dalam\nmengolah biomassa sawit menjadi energi, terdapat beberapa masalah dalam operasi,\nseperti pengendapan abu (fouling dan slagging) dan aglomerasi abu yang disebabkan oleh\nkadar alkali dalam TKS yang tinggi, sehingga titik leleh abunya rendah. Selain kadar\nlogam alkali, tingginya kelembaban, kerapatan curah rendah, dan kepadatan energi yang\nrendah menjadi masalah dalam konversi termokimia. Proses hydrothermal treatment\nmerupakan salah satu metode untuk mengurangi kadar logam alkali tersebut.\nKadar kalium dalam TKS akan larut dalam air selama proses hydrothermal treatment,\nsehingga hidrolisat akan mengandung kalium yang tinggi. Kalium ini dapat dipisahkan\ndari larutan hidrolisat dan berpotensi sebagai bahan baku pupuk majemuk ataupun pupuk\ntunggal. Penelitian ini bertujuan untuk mengkaji metode pemisahan kalium dari larutan\nmodel hidrolisat hasil hydrothermal treatment dengan penambahan etanol. Penelitian\ndilakukan dengan 3 tahap pengerjaan, yaitu penyusunan kurva penguapan larutan model\nhidrolisat, penentuan pengaruh penambahan etanol pada pemisahan KCl, dan pemisahan\nKCl dari larutan model hidrolisat.\nKomposisi larutan model hidrolisat diperoleh dari hasil hydrothermal treatment\nbertingkat pada TKS pada kondisi operasi tetap, yakni 150oC, L/S 7,5, dan selama 60\nmenit. Pemisahan KCl dari larutan model hidrolisat dilakukan pada temperatur 25oC dan\npenambahan etanol dilakukan dengan perbandingan air:etanol = 10:4. Pengujian AAS\ndan XRF pada sampel dilakukan untuk memperoleh data hasil pemisahan KCl. Hasil\npenelitian menunjukkan bahwa kemurnian KCl yang dipisahkan dari larutan model\nhidrolisat dengan penguapan saja adalah 79 - 85%, sedangkan dengan penambahan etanol\nmencapai 85 - 90%. Pemisahan KCl dengan etanol lebih lanjut terhadap endapan yang\nterbentuk hasil penguapan menghasilkan kemurnian 90 - 93%. Semakin tinggi kemurnian\nKCl dalam endapan yang terbentuk, semakin kecil nilai perolehannya.", "Daftar File": {}, "Penulis": "Ronaria Situngkir [13015086]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Herri Susanto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "etanol, hidrolisat, kalium, kemurnian, penguapan, tandan kosong sawit.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "27 Mei 2019"}