{"Nomor": 38466, "Judul": "Sintesis dan Karakterisasi Poli(aspartat-ko-glisin) sebagai  Inhibitor Korosi dan Inhibitor Terak", "Abstrak": "Poliaspartat (PASP) merupakan polimer yang ramah lingkungan dan larut dalam air, selain itu diketabui pula memiliki daya inhibisi terhadap korosi dan terak. Untuk meningkatkan daya inhibisinya, pada penelitian ini dilakukan kopolimerisasi PASP dengan asam amino glisin. Poli(aspartat-ko-glisin) disintesis dari polisuksinimida (PST) yang dikopolimerisasikan dengan glisin melalui retluks selama 2 jam pada suhu 70 oc_ PST dan PASP-glisin dikarakterisasi menggunakan FTIR dan 1H-NMR. Pengukuran daya inhibisi korosi PASP-glisin untuk baja karbon dalam medium NaCl I% dilakukan dengan menggunakan metode Electrochemical Impedance Spectroscopy (EIS), polarisasi (Tafel), dan metode pengurangan berat. Sedangkan untuk efisiensi inhibisi terak digunakan metode titrasi kompleksometri untuk menandakan konsentrasi ion kalsium terlarut. Efisiensi inhibisi 125 ppm PASP-giisin terhadap baja karbon daiam medium NaCl I% yang diuji dengan metode EIS, Tafel, dan pengurangan berat berturut­ turut adalab 53,1%; 63%; dan 47,4%. Pengujian PASP-glisin sebagai inhibitor terak menunjukkan basil   efisiensi maksimum sebesar 86,4% pada konsentrasi 75 ppm. Pengujian yang telah dilakukan menunjukkan babwa poli(aspartat-ko-glisin) dapat dijadikan sebagai inhibitor korosi dan inhibitor terak.", "Daftar File": {"ABSTRAK Irfan Hadi Prasetyo": "https://digilib.itb.ac.id/gdl/download/169754", "PUSTAKA Irfan Hadi Prasetyo": "https://digilib.itb.ac.id/gdl/download/177509"}, "Penulis": "Irfan Hadi Prasetyo [10514065]", "Kontributor / Dosen Pembimbing": ["Dr. Bunbun Bundjali, MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "ElS, Korosi, Poli(aspartat-ko-glisin), Pengurangan Berat, Tafel.", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "27 Mei 2019"}