{"Nomor": 38487, "Judul": "PEMISAHAN HIDROGEN SULFIDA DARI BIOGAS MENGGUNAKAN ADSORBEN TANAH LATERIT", "Abstrak": "untuk menunjang kenyamanan. Produksi biogas berkontribusi sebagai energi\nalternatif terbarukan yang berkelanjutan karena bahan baku yang mudah diperoleh dan ekonomis.\nNamun,emisi biogas dapat menyebabkan kerusakan pada lingkungan karena kehadiran polutan\nhidrogen sulfida. Salah satu metode yang dapat digunakan untuk pemisahan ini adalah adsorpsi\nmenggunakan tanah laterit. Keunggulan penggunaan tanah laterit sebagai adsorben adalah\nharganya murah, mudah didapatkan, dan adsorpsi dapat terjadi pada temperatur ruang.\nPada penelitian ini, parameter yang akan divariasikan adalah tinggi unggun dan ukuran partikel\ndari tanah laterit yang digunakan. Sebelum digunakan, tanah laterit dikeringkan terlebih dahulu\npada 100oC selama 1 jam. Proses pemisahan hidrogen sulfida dari biogas dilakukan dengan cara\nmengalirkan biogas menuju kolom adsorpsi dengan diameter 2,5 cm yang berisi adsorben tanah\nlaterit. Kondisi operasi berupa tekanan udara di kecamatan Ngamprah (1,01 bara) dan temperatur\nambien (28oC). Variasi percobaan berupa ukuran partikel yaitu 6 dan 21 mesh serta tinggi unggun\nyaitu 7 dan 12 cm. Laju alir biogas dijaga konstan sebesar 1,5 liter/menit.\nUkuran partikel dan tinggi unggun memengaruhi kinerja adsorpsi. Pengurangan ukuran partikel\nadsorben dari 6 mesh menjadi 21 mesh akan meningkatkan kapasitas adsorpsi menjadi 2,13 kali\nyaitu dari 7,30 menjadi 14,22 mg H2S/g adsorben. Penambahan tinggi unggun dari 7 cm menjadi\n12 cm akan meningkatkan kapasitas adsorpsi dari 6,69 menjadi 7,92 mg H2S/g adsorben pada\nukuran partikel 6 mesh. Penambahan tinggi unggun dari 7 cm menjadi 12 cm akan meningkatkan\nkapasitas adsorpsi dari 13,48 menjadi 14,96 mg H2S/g adsorben pada ukuran partikel 21 mesh.\nAdsorben tanah laterit dengan ukuran partikel 21 mesh memiliki kapasitas adsorpsi tertinggi yaitu\nsebesar 14,96 mg H2S/g adsorben.", "Daftar File": {}, "Penulis": "Muhammad Qori Alfadhli [13015025]", "Kontributor / Dosen Pembimbing": ["Ir. Sanggono Adisasmito, Ph.D.", "Dr. Carolus Borromeus Rasrendra, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "adsorpsi, biogas, hidrogen sulfida, pemisahan, tanah laterit", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "27 Mei 2019"}