{"Nomor": 38484, "Judul": "Nucleophosmin (NPM1)/B23 in the Proteome of Human Astrocytic Cells Restricts Chikungunya Virus Replication", "Abstrak": "Chikungunya virus (CHIKV), a positive-stranded RNA virus, can cause\nneurological complications by infecting the major parenchymal cells of the brain such as\nneurons and astrocytes. A proteomic analysis of CHIKV-infected human astrocytic cell\nline U-87 MG revealed tight functional associations among the modulated proteins. The\npredominant cellular pathways involved were of transcription?translation machinery,\ncytoskeletol reorganization, apoptosis, ubiquitination, and metabolism. In the proteome,\nwe could also identify a few proteins that are reported to be involved in host?virus\ninteractions. One such protein, Nucleophosmin (NPM1)/B23, a nucleolar protein,\nshowed enhanced cytoplasmic aggregation in CHIKV-infected cells. NPM1 aggregation\nwas predominantly localized in areas wherein CHIKV antigen could be detected.\nFurthermore, we observed that inhibition of this aggregation using a specific NPM1\noligomerization inhibitor, NSC348884, caused a significant dose-dependent enhancement\nin virus replication. There was a marked increase in the amount of intracellular viral RNA,\nand ?105\n-fold increase in progeny virions in infected cells. Our proteomic analysis\nprovides a comprehensive spectrum of host proteins modulated in response to CHIKV infection in astrocytic cells. Our results\nalso show that NPM1/B23, a multifunctional chaperone, plays a critical role in restricting CHIKV replication and is a possible\ntarget for antiviral strategies.", "Daftar File": {"2019 EJRNL PP Rachy Abraham 1.pdf?": "https://digilib.itb.ac.id/gdl/download/169779"}, "Penulis": "Rachy Abraham [-]", "Kontributor / Dosen Pembimbing": ["Sneha Singh, Sreeja R. Nair, Neha Vijay Hulyalkar, Arun Surendran, Abdul Jaleel,  Easwaran Sreekumar"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "label-free proteomics, chikungunya, nucleophosmin, arbovirus, astrocytes, central nervous system", "Sumber": "J. Proteome Res. 2017, 16, 4144-4155", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "27 Mei 2019"}