{"Nomor": 38486, "Judul": "PENGARUH KONSENTRASI LARUTAN FeCl2 dan FeCl3 DALAM PEMBUATAN KATALIS DAN KONSENTRASI H2O2 TERHADAP AKTIVITAS KATALITIS REAKSI FENTON DALAM DEGRADASI METILENA BIRU", "Abstrak": "Reaksi Fenton adalah reaksi penguraian zat organik oleh radikal hidroksil yang terbentuk dari keberadaan reagen Fenton yaitu larutan H2O2 disertai keberadaaan besi dengan fasa larutan atau padatan sebagai katalis yang umum dilakukan pada proses pengolahan air limbah untuk mengurai zat-zat organik non-biodegradable. Percobaan yang berkaitan dengan aktifitas katalitis dilakukan untuk menginvestigasi konsentrasi H2O2 optimal dan korelasi antara parameter konsentrasi prekursor dalam sintesis katalis, jenis maupun ukuran partikel katalis Fenton heterogen yang terbentuk dengan selulosa bakterial sebagai substrat, dan efektifitasnya dalam meningkatkan laju reaksi Fenton yang disimulasikan dengan degradasi larutan metilena biru sebagai polutan organik. Dari karakterisasi XRD, SEM, dan EDS pada spesimen katalis didapatkan kandungan besi oksida dengan fasa magnetit sebesar 12.7% dan besi oksihidroksida dengan fasa goetit sebesar 15.0%. Ukuran rata-rata partikel spesimen 0.01 M sebesar 0.39 ± 0.36 ?m, spesimen 0.05 M sebesar 1.88 ± 0.60 ?m, dan spesimen 0.10 M sebesar 2.90 ± 1.49 ?m. Spektroskopi UV-Vis dilakukan untuk mengetahui laju reaksi Fenton dengan pengubahan parameter konsentrasi H2O2 dan pengubahan spesimen katalis, yaitu yang disintesis dari prekursor FeCl2/FeCl3 dengan parameter konsentrasi yang berbeda. Didapatkan konsentrasi H2O2 optimal sebesar 1.2% dengan konstanta k sebesar 2.65 x 10-2 min-1. Terdapat kecenderungan spesimen katalis hasil sintesis dengan konsentrasi prekursor FeCl2/FeCl3 yang lebih kecil untuk memiliki ukuran partikel katalis yang lebih kecil yang berkonsenkuensi meningkatkan aktifitas katalitisnya terlihat dari laju reaksinya yang lebih tinggi.", "Daftar File": {"COVER Antonio Ricardo Salomo Abraham": "https://digilib.itb.ac.id/gdl/download/169783", "BAB 3 Antonio Ricardo Salomo Abraham": "https://digilib.itb.ac.id/gdl/download/169786", "PUSTAKA Antonio Ricardo Salomo Abraham": "https://digilib.itb.ac.id/gdl/download/169790"}, "Penulis": "Antonio Ricardo Salomo Abraham [13713024]", "Kontributor / Dosen Pembimbing": ["Dr. Arie Wibowo, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "aktifitas katalitis, reaksi Fenton heterogen, selulosa bakterial", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "27 Mei 2019"}