{"Nomor": 38482, "Judul": "Tailorable Exciton Transport in Doped Peptide?Amphiphile Assemblies", "Abstrak": "Light-harvesting biomaterials are an attractive target in photovoltaics, photocatalysis, and artificial\nphotosynthesis. Through peptide self-assembly, complex\nnanostructures can be engineered to study the role of\nchromophore organization during light absorption and\nenergy transport. To this end, we demonstrate the onedimensional transport of excitons along naturally occurring,\nlight-harvesting, Zn-protoporphyrin IX chromophores within self-assembled peptide?amphiphile nanofibers. The\ninternal structure of the nanofibers induces packing of the\nporphyrins into linear chains. We find that this peptide\nassembly can enable long-range exciton diffusion, yet it also\ninduces the formation of excimers between adjacent molecules, which serve as exciton traps. Electronic coupling between\nneighboring porphyrin molecules is confirmed by various spectroscopic methods. The exciton diffusion process is then\nprobed through transient photoluminescence and absorption measurements and fit to a model for one-dimensional\nhopping. Because excimer formation impedes exciton hopping, increasing the interchromophore spacing allows for\nimproved diffusivity, which we control through porphyrin doping levels. We show that diffusion lengths of over 60 nm are\npossible at low porphyrin doping, representing an order of magnitude improvement over the highest doping fractions.", "Daftar File": {"2019 EJRNL PP Lee A. Solomon 1.pdf\n]": "https://digilib.itb.ac.id/gdl/download/169770"}, "Penulis": "Lee A. Solomon, [-]", "Kontributor / Dosen Pembimbing": ["Matthew E. Sykes, Yimin A. Wu, Richard D. Schaller, Gary P. Wiederrecht, H. Christopher Fry"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "peptide, nanofiber, exciton, diffusion, self-assembly, doping, excimer", "Sumber": "www.acsnano.org", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "27 Mei 2019"}