{"Nomor": 38504, "Judul": "STUDI BLOCK ON WHEEL WEAR TEST PADA METAL MATRIX COMPOSITE AL-SIC DENGAN PENAMBAHAN MAGNESIUM", "Abstrak": "Dalam industri dirgantara dan energi, kondisi kerja dengan fluida berkecepatan tinggi yang disertai partikel abrasif, dapat mengakibatkan erosi pada komponen. Metal Matrix Composite (MMC) Al-SiC dikembangkan untuk menjadi solusi dalam peningkatan umur kerja dari Aluminium yang digunakan dalam aplikasi tersebut.Dalam penelitian ini, MMC Al-SiC dibuat dengan bahan dasar Al-7075 dengan penambahan serbuk SiC grid 50 sebanyak 5 wt %. Komposit ini dibuat dengan teknik stir casting dengan penambahan 0 wt %, 0,5 wt %, 1 wt %, dan 1,5 wt % magnesium (Mg). Karakterisasi dengan metalografi optik dilakukan untuk mengetahui distribusi SiC hasil proses stir casting. Pengujian Block on Wheel Wear Test kemudian dilakukan untuk menguji ketahanan aus dari MMC ini.\nHasil metalografi optik menunjukkan bahwa MMC Al-SiC telah berhasil dibuat dengan hasil partikel SiC yang cukup merata namun belum sepenuhnya homogen dan porositas masih terbentuk. Pengujian Block on Wheel Wear Test menunjukkan bahwa penambahan 1 wt % magnesium cukup optimal dalam meningkatkan ketahanan aus MMC Al-SiC. Penambahan lebih dari 1 wt % magnesium tidak meningkatkan ketahanan ausnya secara signifikan.", "Daftar File": {"COVER Pandu Mauliddin Wicaksono": "https://digilib.itb.ac.id/gdl/download/169828", "BAB 1 Pandu Mauliddin Wicaksono": "https://digilib.itb.ac.id/gdl/download/169829", "PUSTAKA Pandu Mauliddin Wicaksono": "https://digilib.itb.ac.id/gdl/download/169834"}, "Penulis": "Pandu Mauliddin Wicaksono [13714009]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Budi Hartono Setiamarga", "Cecep Ruskandi, ST., MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "MMC; Al-7075; SiC; Stir Casting; Block on Wheel Wear test", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "27 Mei 2019"}