{"Nomor": 38506, "Judul": "PENGEMBANGAN KATALIS DAN TEKNOLOGI PRODUKSI BIOBTX DARI TANDAN KOSONG SAWIT", "Abstrak": "Benzena, toluena dan xilena (BTX) merupakan komoditas sejati bernilai ekonomi tinggi\ndan dapat diolah menjadi bahan kimia adi seperti serat, karet, pewarna dan pestisida.\nPermintaan BTX di Indonesia yang belum terpenuhi mendorong pentingnya mencari\nsumber daya BTX terbarukan. Sumber daya terbarukan tersebut adalah biomassa kelapa\nsawit, yang menjadi industri budidaya andalan Indonesia. Produksi setiap ton minyak\nkelapa sawit menghasilkan satu ton tandan kosong sawit (TKS) yang mengandung lignin\nsebagai bahan baku bio-BTX melalui proses pirolisis katalitik. Namun, pengembangan\nteknologi produksi bio-BTX dari TKS masih perlu ditingkatkan untuk pemenuhan\npermintaan BTX dalam negeri.\nPenelitian ini bertujuan untuk mengembangkan katalis dan teknologi produksi untuk\nmengonversi katalitik ?-valerolactone (GVL), sebagai pelarut lignin, dari TKKS menjadi\nBTX melalui modifikasi katalis Zn/HZSM-5 dengan Mg dan pengujian umur katalis serta\npengaruh temperatur operasi dengan katalis modifikasi yang menjadi variasi percobaan.\nModifikasi dilakukan metode impregnasi kering. Katalis dikarakterisasi dengan metode\nXRD, Adsorpsi Isotermal N2 BET, NH3-TPD dan EDX. Produk cair reaksi dianalisis\nmenggunakan GC-FID, sedangkan produk gas dianalisis dengan GC-TCD dan GC-FID.\nPenelitian menunjukkan bahwa penambahan Mg sebesar 0,5%-berat pada\nZn(2%)/HZSM-5 menurunkan perolehan BTX secara signifikan, dari 23,60%-mol C ke\n13,82%-mol C, sehingga diperlukan kombinasi kadar Zn-Mg dengan mempertahankan\njumlah modifikasi logam total sebesar 2%-berat. Katalis modifikasi Zn(1,5%)\nMg(0,5%)/HZSM-5 hanya menghasilkan perolehan BTX sedikit lebih kecil (23,03%-mol\nC) dari Zn(2%)/HZSM-5. Katalis Zn(1,5%) Mg(0,5%)/HZSM-5 memiliki umur katalis\nyang lebih panjang (120 menit), dari katalis Zn(2%)/HZSM-5 (60 menit). Aktivitas\nkatalis modifikasi dapat sepenuhnya terpulihkan dengan perolehan BTX yang terus\nmeningkat hingga 36,30%-mol C pada menit ke-120 dan tidak mengalami pengurangan\numur katalis setelah regenerasi. Temperatur optimal konversi GVL menjadi BTX dengan\nkatalis modifikasi berada pada 500oC.", "Daftar File": {}, "Penulis": "Muhammad Satria Akbar Abbas [13015019]", "Kontributor / Dosen Pembimbing": ["Dr. Carolus Borromeus Rasrendra, S.T., M.T.", "Prof. Dr. Ir. Subagjo", "Jenny Rizkiana, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "BTX, catalytic pyrolysis, HZSM-5, Mg , Zn", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "27 Mei 2019"}