{"Nomor": 38508, "Judul": "PENGEMBANGAN KATALIS HIDRODEMETALISASI RESIDU ATMOSFERIK", "Abstrak": "Pengolahan minyak bumi umumnya menghasilkan residu distilasi yang dapat diproses\ndalam unit Residue Catalytic Cracking (RCC) untuk menghasilkan minyak fraksi ringan\nyang nilai guna dan nilai ekonomisnya lebih tinggi. Namun, residu distilasi mengandung\nbanyak pengotor seperti logam, sulfur, dan nitrogen yang dapat meracuni katalis\ncracking. Hydrotreating merupakan reaksi katalitik antara minyak bumi dengan hidrogen\nyang bertujuan untuk menyingkirkan pengotor dalam residu distilasi.\nPertamina RU VI Balongan, salah satu kilang minyak terbesar di Indonesia memerlukan\n450 ton katalis per tahun untuk unit hydrotreating. Tahap pertama dari proses ini adalah\nhidrodemetalisasi (HDM) yang berfungsi untuk menghilangkan kandungan logam\nVanadium dan Nikel. Keberhasilan proses hidrodemetalisasi sangat dipengaruhi oleh\nunjuk kerja katalis HDM.\nSalah satu karakter yang sangat berpengaruh terhadap unjuk kerja katalis HDM adalah\ndiameter pori dan luas permukaan penyangga katalis. Katalis yang optimum dari segi\naktivitas dan stabilitas diperkirakan memiliki diameter pori >150 A dan surface area >\n150 m2/g. Karakter ini dapat dimodifikasi dengan penambahan zat aditif seperti fosfor\npada penyangga ?-Al2O3. Penelitian ini akan bertujuan untuk menentukan pengaruh\nfosfor terhadap karakteristik penyangga alumina, serta menentukan resep penyangga\nyang memenuhi spesifikasi katalis HDM.\nPenyangga P-alumina dibuat dengan metode peptisasi, fosfor dicampurkan ke adonan\npenyangga alumina dalam bentuk H3PO4. Karakter penyangga seperti kristalinitas, luas\npermukaan, diameter pori, volume pori dianalisis dengan metode XRD dan BET.\nBerdasarkan hasil penelitian, didapatkan bahwa penambahan fosfor mampu menghambat\ntransformasi fasa ?-Al2O3. Akibatnya, diameter pori, surface area, dan volume pori\npenyangga P-alumina meningkat seiring bertambahnya konsentrasi fosfor dalam\npenyangga. Penyangga yang memenuhi karakteristik HDM dapat diperoleh pada\npenyangga alumina 4,44%P yang dikalsinasi pada 700°C.", "Daftar File": {}, "Penulis": "Agatha Victoria [13015087]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Subagjo", "Dr. Ir. Melia Laniwati Gunawan, MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "diameter pori, fosfor, hidrodemetalisasi, katalis, kristalinitas", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "27 Mei 2019"}