{"Nomor": 38518, "Judul": "Studi Komputasi Tahap Awal Mekanisme Reaksi Sintesis Artelastisin dari Katekin: Analisis Pengaruh Pelarut Terhadap Termodinamika dan Kinetika Reaksi", "Abstrak": "Indonesia merupakan negara pengekspor teh ketujuh terbesar di dunia. Tetapi, pada 5 tahun terakhir, ekspor teh Indonesia mengalami penurunan akibat kurangnya daya saing terhadap produk teh dari negara lain. Salah satu potensi teh yang dapat dikembangkan adalah pemanfaatan senyawa katekinnya, karena memiliki kandungan 30% dari berat kering. Pada penelitian ini dilakukan studi komputasi tahap awal (tahap eliminasi) sintesis artelastisin (senyawa antitumor P388 dengan LC50 = 3,0 ?g/mL) dari katekin. Reaksi ini melibatkan senyawa dan pelarut polar serta spesi ion, maka dikaji pula pengaruh pelarut air pada tahap ini. Hasil penelitian menunjukkan efek pelarut tidak menyebabkan perubahan struktur senyawa secara signifikan , dengan perubahan panjang dan sudut ikatan rata-rata dibawah\n1% dengan perubahan maksimum 4,7%. Secara termodinamika, reaksi akan berlangsung\nspontan hingga terbentuknya kation dengan penataan ulang, sementara untuk mencapai keadaan tereliminasi, diperlukan suhu yang lebih tinggi karena reaksi bersifat endoterm. Efek pelarut mengubah termodinamika reaksi protonasi katekin dari eksoterm menjadi endoterm, dan mengubah kemudahan protonasi yang sebelumnya terjadi pada oksigen eter menjadi oksigen hidroksi.   Tinjauan aspek kinetika menunjukkan energi pengaktifan yang sangat kecil (sebesar 0,32 kJ/mol pada level teori Hartree-Fock) sehingga efek tunneling diduga  akan  lebih  dominan  karena  melibatkan  proton  dengan  massa  yang  sangat  kecil. Pelarut air memberikan perbedaan kecondongan baik dari aspek termodinamika maupun kinetika reaksi.", "Daftar File": {"ABSTRAK Eduardus": "https://digilib.itb.ac.id/gdl/download/169856", "PUSTAKA Eduardus": "https://digilib.itb.ac.id/gdl/download/169863"}, "Penulis": "Eduardus [10515019]", "Kontributor / Dosen Pembimbing": ["Drs. Muhamad A. Martoprawiro, MS, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "katekin, eliminasi, komputasi, termodinamika, kinetika, pelarut", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "27 Mei 2019"}