{"Nomor": 38525, "Judul": "PENGEMBANGAN MATRIKS AKTIF SILIKA-ALUMINA KOMPONEN KATALIS PERENGKAHAN", "Abstrak": "Kebutuhan bahan bakar minyak (BBM) terus meningkat seiring dengan meningkatnya\npertumbuhan ekonomi, penduduk, harga energi, dan kebijakan yang telah ditetapkan\noleh pemerintah. Konsumsi BBM diprediksikan terus meningkat. Untuk mengimbangi\ntingkat konsumsi BBM, diperlukan suatu usaha untuk pemenuhan kebutuhannya. Fluid\nCatalytic Crancking (FCC) merupakan salah satu metode yang dapat memenuhi\nkebutuhan gasolin karena FCC dapat meningkatkan perolehan gasolin dari fraksi berat\nkolom distilasi. Komponen katalis FCC adalalah zeolit, matriks aktif, filler, dan binder.\nUmpan fraksi berat kolom distilasi memiliki ukuran partikel yang besar sehingga tidak\ndapat berdifusi ke dalam pori zeolit. Oleh karena itu, dilakukan penelitian mengenai\nsintesis matriks aktif komponen katalis FCC.\nPenelitian ini bertujuan untuk mempelajari hubungan antara rasio Si/Al dan\npenambahan fosfor terhadap sifat fisik dan aktivitas matriks aktif silika-alumina.\nMatriks akitf disintesis dengan metode yang merujuk pada US patent US 6723297 B2.\nVariasi yang digunakan adalah komposisi SiO2 sebesar 50%-b, 60%-b, 70%-b, 75%-,\ndan 80%-b. Selain itu juga dilakukan variasi penambahan fosfor sebesar 1%-b dan 2%-\nb. Sifat fisik matriks aktif dikarakterisasi dengan metode BET untuk memperoleh luas\npermukaan spesifik, diameter pori, dan volume pori spesifik. Total keasaman dan jenis\nsitus asam pada matriks aktif dikarakterisasi dengan NH3-TPD. Uji kinerja matriks aktif\ndilakukan menggunakan microactivity test (MAT) dengan umpan vacuumgas oil\n(VGO). Produk hasil reaksi dianalisis menggunakan metode kromatografi gas.\nHasil penelitian menunjukkan bahwa semakin banyak komposisi silika, diameter pori\nrata-rata matriks membesar sedangkan luas permukaan spesifik matriks cenderung\nmenurun. Begitu pula dengan penambahan fosfor. Penambahan silika dan fosor juga\ncenderung menurunkan keasamaan dari matriks aktif. Aktivitas matriks aktif yang\nterbaik diperoleh untuk variasi SAP1 75%-b SiO2 dengan perolehan LCO paling tinggi\nyaitu 33%-b.", "Daftar File": {}, "Penulis": "Candra Lutfi Widikrama [13015023]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Melia Laniwati Gunawan, MS", "Dr. Ir. I.G.B. Ngurah Makertihartha"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "FCC, fosfor, katalis, matriks aktif, silika-alumina", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Mei 2019"}