{"Nomor": 38535, "Judul": "MODIFIKASI ALAT UJI KOROSI EROSI DAN STUDI PENGARUH TEKANAN GAS CO2 TERHADAP LAJU KOROSI EROSI MATERIAL PIPA BAJA API 5L X60 DAN 5CT L80 DI LINGKUNGAN CH3COOH", "Abstrak": "Masalah korosi pipa baja pada industri minyak dan gas menimbulkan kerugian bagi industri tersebut. Pipa baja dapat terkorosi karena berada di lingkungan korosif. Zat korosif yang banyak terkandung dalam minyak mentah adalah CH3COOH. Hadirnya CO2 juga mempengaruhi korosi. Korosi pipa dapat diperparah oleh erosi yang terjadi di lingkungan fluida dinamik.\nStudi pengaruh tekanan CO2 terhadap laju korosi erosi dua jenis material baja API dilakukan dalam lingkungan asam asetat. Pengujian korosi erosi dilakukan dengan alat yang didesain dan dibuat sendiri. Spesimen yang digunakan adalah baja API 5L X60 (aplikasi line pipe) dan 5CT L80 (aplikasi tubing). Autoclave yang awalnya digunakan untuk pengujian korosi imersi bertekanan gas CO2 dimodifikasi menjadi autoclave untuk pengujian korosi erosi bertekanan gas CO2.\nSpesimen baja API 5L X60 dan 5CT L80 dikarakterisasi dengan OES dan metalografi, diuji sifat mekaniknya dengan uji tarik dan uji keras, diuji sifat korosinya dengan uji imersi, polarisasi, dan korosi erosi.\nHasil karakterisasi OES dan uji sifat mekanik sesuai dengan standar API. Hasil pengujian menunjukkan spesimen X60 lebih unggul dalam ketahanan korosi sedangkan L80 lebih unggul dalam kekuatan mekanik (yield strength, tensile strength, hardness).\nSpesimen yang telah diuji erosi diamati dengan mikroskop stereo. Hasilnya terdapat korosi sumuran dengan derajat yang berbeda untuk tiap spesimen. Secara umum sumuran lebih banyak pada kondisi tekanan yang lebih tinggi. Pada X60 dan L80 untuk 5 bar teramati mesa attack serta khusus L80 teramati kontur permukaan korosi yang menyerupai aliran fluida.", "Daftar File": {"COVER Muhammad Bambang Asmoro Aji": "https://digilib.itb.ac.id/gdl/download/169885", "BAB 5 Muhammad Bambang Asmoro Aji": "https://digilib.itb.ac.id/gdl/download/169890", "PUSTAKA Muhammad Bambang Asmoro Aji": "https://digilib.itb.ac.id/gdl/download/169891"}, "Penulis": "Muhammad Bambang Asmoro Aji [13714029]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Bambang Widyanto, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Korosi, Baja API, Asam asetat, Karbon dioksida, Yield Strength, Tensile Strength, Kekerasan, Imersi, Polarisasi, Erosi, Lapisan Pasif, Mesa Attack.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "27 Mei 2019"}