{"Nomor": 38532, "Judul": "PENINGKATAN KINERJA HOMEMADE SOLID OXIDE FUEL CELL", "Abstrak": "Indonesia memiliki rasio elektrifikasi yang relatif rendah yaitu 92,8%. Hal ini disebabkan pemanfaatan potensi energi listrik yang belum maksimal. Penerapan teknologi solid oxide fuel cell (SOFC) diharapkan dapat menambah jumlah rumah tangga yang menikmati energi listrik. SOFC merupakan alat yang mampu mengonversi energi kimia menjadi listrik secara langsung, sehingga memiliki efisiensi yang tinggi. SOFC masih belum banyak berkembang di Indonesia akibat bahan penyusunnya yang mahal dan harus diimpor. Laboratorium KPEE-ITB telah berhasil mengembangkan sel SOFC homemade yang keseluruhan bahannya berasal dari dalam negeri. Namun, SOFC tersebut masih memiliki kinerja yang kurang baik karena daya maksimum yang dihasilkan relatif kecil dan memiki kekuatan mekanik yang kurang baik. Penelitian ini berfokus pada peningkatan kinerja SOFC buatan Laboratorium KPEE-ITB.\nSOFC yang diteliti pada penilitian ini berbentuk planar dengan konfigurasi anode supported dan berbasis Calcia Stabillized Zirconia (CSZ). SOFC yang dikembangkan menggunakan anoda berbasis nikel oksida dan dibuat dengan metode dry pressing, elektrolit berbasis CSZ dan katoda berbasis campuran oksida kobalt dan kalsium. Elektrolit dan katoda SOFC sama-sama dibuat dengan metode spray coating. SOFC hasil fabrikasi dikarakterisasi berdasarkan kurva I-V-P dan EIS. Selain itu, perubahan morfologi SOFC juga diamati menggunakan Scanning Electrone Microscope (SEM).\nPengujian mekanik dilakukan dengan mohs hardness test. Perubahan prosedur sintering anoda dari 1000 oC selama 1 jam menjadi 1100oC selama 3 jam dan pengurangan pore former maizena dari 15% menjadi 10% terbukti mampu meningkatkan kekuatan mekanik SOFC dari semula kurang dari 1 mohs menjadi 1 mohs. Daya maksimum terbesar dihasilkan pada temperatur operasi 800oC sebesar 0,154 mW/cm2, sedangkan daya maksimum pada temperatur 600oC dan 700oC berturut-turut sebesar 0,054 mW/cm2 dan 0,039 mW/cm2.", "Daftar File": {"ABSTRAK Muhammad Ilham": "https://digilib.itb.ac.id/gdl/download/169876"}, "Penulis": "Muhammad Ilham [13015030]", "Kontributor / Dosen Pembimbing": ["Hary Devianto, S.T., M.Eng., Ph.D.", "Dr. Ir. Isdiriayani"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Engineering & allied operations", "Kata Kunci": "Calcia Stabillized Zirconia (CSZ), Daya, Kekuatan mekanik, Sintering, SOFC", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Mei 2019"}