{"Nomor": 38542, "Judul": "PENGEMBANGAN MATRIKS AKTIF SILIKA-ALUMINA KOMPONEN KATALIS PERENGKAHAN", "Abstrak": "Kebutuhan bahan bakar minyak (BBM) terus meningkat seiring dengan meningkatnya\npertumbuhan ekonomi, penduduk, harga energi dan kebijakan yang telah ditetapkan\noleh pemerintah. Konsumsi BBM diprediksikan terus meningkat. Untuk mengimbangi\ntingkat konsumsi BBM, diperlukan suatu usaha untuk pemenuhan kebutuhannya. Fluid\nCatalytic Crancking (FCC) merupakan salah satu metode yang dapat memenuhi\nkebutuhan gasolin karena FCC dapat meningkatkan perolehan gasolin dari fraksi berat\nkolom distilasi. Komponen katalis FCC adalalah zeolit, matriks aktif, filler, dan binder.\nUmpan fraksi berat kolom distilasi memiliki ukuran partikel yang besar sehingga tidak\ndapat berdifusi ke dalam pori zeolit. Oleh karena itu dilakukan penelitan mengenai\nsintesis matriks aktif komponen katalis FCC.\nPenelitian ini bertujuan untuk mempelajari hubungan antara rasio Si/Al dan\npenambahan fosfor terhadap sifat fisik dan aktivitas matriks aktif silika-alumina.\nMatriks akitf disintesis dengan metode yang dikembangkan Lab TRK ITB yang\nmerujuk pada US patent US 6723297 B2. Variasi yang digunakan adalah komposisi SiO2\nsebesar 50%-b, 60%-b, 70%-b, 75%-, dan 80%-b. Selain itu juga dilakukan variasi\npenambahan fosfor sebesar 1%-b dan 2%-b. Sifat fisik matriks aktif dikarakterisasi\ndengan metode BET untuk memperoleh luas permukaan spesifik, diameter pori, dan\nvolume pori spesifik. Total keasaman dan jenis situs asam pada matriks aktif\ndikarakterisasi dengan NH3-TPD. Uji kinerja matriks aktif dilakukan menggunakan\nmicroactivity test (MAT) dengan umpan vacuumgas oil (VGO). Produk hasil reaksi\ndianalisis menggunakan metode kromatografi gas.\nHasil penelitian menunjukkan bahwa semakin banyak komposisi silika, diameter pori\nrata-rata matriks membesar sedangkan luas permukaan spesifik matriks cenderung\nmenurun. Begitu pula dengan penambahan fosfor. Penambahan silika dan fosor juga\ncenderung menurunkan keasamaan dari matriks aktif. Aktivitas matriks aktif yang\nterbaik diperoleh untuk variasi SAP1 75%-b SiO2 dengan perolehan LCO paling tinggi\nyaitu 33%-b.", "Daftar File": {"ABSTRAK Candra Lutfi Widikrama": "https://digilib.itb.ac.id/gdl/download/169920"}, "Penulis": "Candra Lutfi Widikrama [13015023]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Melia Laniwati Gunawan, MS", "Dr. Ir. I.G.B. Ngurah Makertihartha"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Engineering & allied operations", "Kata Kunci": "FCC, fosfor, katalis, matriks aktif, silika-alumina", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "28 Mei 2019"}