{"Nomor": 38549, "Judul": "PEMILIHAN LOKASI UNTUK USAHA KECIL MENENGAH MENGGUNAKAN ANALYTIC HIERARCHY PROCESS DAN FACTOR RATING METHOD: STUDI KASUS PERUSAHAAN KOER-KOER CHICKEN", "Abstrak": "Industri kreatif memainkan peran yang penting di dalam negara berkembang. Ada lima belas\nsubsektor dalam industri kreatif di Indonesia, salah satu diantaranya adalah industri kuliner.\nUntuk mencapai kesuksesan, sebuah perusahaan kuliner perlu melakukan perencanaan yang\nbaik untuk bisnisnya, terutama pemilihan lokasi usahanya. Akan tetapi, banyak usaha kuliner\nskala kecil seringkali melewatkan analisis pemilihan lokasi usaha dan hanya menggunakan\ninsting bisnisnya untuk memilih lokasi yang paling murah, dekat, dan tersedia untuk\nperusahaannya. Padahal, pemilihan lokasi usaha yang buruk dapat menurunkan profitabilitas\nperusahaan. Perusahaan Koer-koer Chicken adalah perusahaan baru yang berencana untuk\nmemperluas usahaya dengan membuka cabang pertamanya. Untuk mencegah risiko masalah\nyang akan timbul akibar pemilihan lokasi yang buruk, pemilih usaha—yang juga penulis\npenelitian ini—berencana untuk melakukan analisis pemilihan lokasi usaha dengan layak.\nTujuan dari penelitian ini adalah untuk menemukan lokasi terbaik untuk perusahaan Koerkoer\nChicken.\nUntuk mencapai tujuan tersebut, penelitian ini telah mengidentifikasi faktor-faktor kunci\ndalam pemilihan lokasi usaha dengan mengadakan tinjauan literatur dan mengadakan\nwawancara dengan pemilik usaha kecil yang sudah memperluas usahanya dan memiliki\nbeberapa cabang. Faktor-faktor tersebut akan dibobot menggunakan Analytic Hierarchy\nProcess menggunakan perangkat lunak bernama Expert Choice. Bagian terakhir dari\npenelitian ini adalah memberikan nilai pada setiap faktor untuk setiap alternatif pilihan. Dari\ndua alternatif pilihan yang ada, hasil dari penelitian ini menunjukkan bahwa lokasi A yang\nterletak di Jalan Tipar Cakung (dekar gerbang masuk Sedayu City @Kelapa Gading) Cakung\nBarat, Cakung, Jakarta Timur sebagai lokasi terbaik untuk perusahaan Koer-koer Chicken.\nRiset ini dapat digunakan oleh pemilik usaha kecil; selain untuk pemilihan lokasi usaha, riset\nini juga bisa digunakan untuk ranah pengambilan keputusan lainnya seperti pemilihan\npemasok, pemilihan vendor, atau bahkan evaluasi dari pengambilan keputusan yang telah\ndiambil perusahaan.", "Daftar File": {}, "Penulis": "Ahyan Fadani [19215033]", "Kontributor / Dosen Pembimbing": ["Desy Anisya Farmaciawaty, S.Si., M.O.R.M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Analytic Hierarchy Process, Pengambilan Keputusan, Factor Rating Method, Location Selection, Usaha Kecil dan Menega", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "28 Mei 2019"}