{"Nomor": 38540, "Judul": "GASIFIKASI-KUKUS PELLET TKKS HASIL HYDROTHERMAL TREATMENT DALAM TUBULAR REACTOR UNTUK MENGHASILKAN GAS SINTESIS H2 DAN CO", "Abstrak": "Tandan kosong kelapa sawit (TKKS) merupakan salah satu limbah pabrik kelapa sawit yang jumlahnya sangat melimpah. TKKS sangat layak untuk dimanfaatkan kembali karena memiliki nilai kalor yang tinggi. Namun, pemanfaatan limbah TKKS di Indonesia masih sedikit. Salah satu teknologi yang digunakan untuk mengonversi biomassa menjadi energi adalah gasifikasi. Gasifikasi merupakan proses konversi secara termokimia dari bahan baku karbon menjadi gas sintesis (CO, CO2, H2, CH4) pada temperatur tinggi dengan bantuan agen gasifikasi (udara, kukus, atau oksigen). Biomassa mengandung abu yang tersusun dari mineral seperti K, Na, Ca, Si, dan Mg. Kehadiran mineral alkali memberikan efek katalis pada reaksi gasifikasi. Disisi lain, kandungan mineral yang tinggi dapat menyebabkan beberapa masalah dalam operasi seperti pengendapan abu (slagging dan fouling) dan reaktivitas arang yang menurun akibat pengendapan mineral di pori-pori arang. Proses hydrothermal treatment merupakan salah satu metode untuk mengurangi kandungan mineral terutama natrium dan kalium. TKKS yang digunakan akan melalui proses hydrothermal treatment (HT) untuk mengurangi kandungan mineralnya. Gasifikasi dilakukan menggunakan downdraft fixed-bed gasifier skala laboratorium dengan umpan sebesar 50 gram, temperatur gasifikasi 650oC, serta laju alir nitrogen dan kukus yang dijaga tetap. Pada penelitian ini akan ditinjau pengaruh temperatur hydrothermal treatment dan tekanan pemeletan terhadap hasil gasifikasi. Hasil penelitian menunjukkan bahwa TKKS hasil HT pada temperatur yang lebih rendah menghasilkan yield gas H2 yang lebih rendah. Gasifikasi pelet TKKS hasil HT 150oC pada tekanan pelletizing 50 bar, 100 bar, dan 200 bar menghasilkan yield gas H2 berturut-turut 37,37; 16,83; dan 35,47 mol/kg-arang. Gasifikasi pelet TKKS hasil HT 200oC pada tekanan pelletizing 50 bar, 100 bar, dan 200 bar menghasilkan yield gas H2 berturut-turut 12,69; 12,33; dan 9,22 mol/kg-arang.", "Daftar File": {}, "Penulis": "M Zakky Jatiwinahyu [13015098]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Herri Susanto", "Dicka Ar Rahim, S.T.P., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "gasifikasi, gas sintesis, hydrothermal, kukus, TKKS", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "28 Mei 2019"}