{"Nomor": 38555, "Judul": "Sintesis Nanopartikel Fotokatalis MgFe204 dengan Metode Sonokimia: Modifikasi Ukuran dan Pengaruhnya Terhadap Aktivitas Fotokatalitik", "Abstrak": "Fotokatalis  merupakan  senyawa  yang  dapat  mengkatalisis  reaksi  redoks  dengan memanfaatkan  energi cahaya. Diketahui  bahwa sinar matahari dominan  berada pada rentang sinar  tampak,  sedangkan   fotokatalis   yang  bekelja  pada  rentang  panjang  gelombang   ini umumnya  memiliki aktivitas fotokatalitik  yang rendah akibat singkatnya  waktu rekombinasi pembawa   muatan,  salah  satu  contohnya   pada  MgFe204.  Pada  penelitian   ini  dilakukan modifikasi ukuran partikel MgFe204 guna meningkatkan  aktivitas fotokatalisisnya. Hasil karakterisasi   Difraksi   Sinar   X  menunjukkan   bahwa   produk   yang   dihasilkan   memiliki kemurnian   yang  tinggi,   ukuran  partikel  yang  dihasilkan   berkisar  antara   11,5-22,I   nm. Karakterisasi  Diffuse Reflectance Spectroscopy menunjukkan  bahwa  nilai energi  celah  pita cencterung  naik  pacta rentang  ukuran  0-13,6  nm,  konstan  pacta rentang  13,6 nm-14,5 nm kemudian  turun  pada rentang 14,5 nm-22,1 nm.. Uji fotokatalisis  dilakukan  pada degradasi metilen  biru dan rhodamin  B di bawah sinar UY serta oksidasi  toluena dalam  beberapa nilai pH. MgFe204 hasil sintesis tidak menunjukkan aktivitas fotokataJisis pada pengujian degradasi metilen biru dan rhodamjn B pada rentang ukuran yang dipilih. Pengujian untuk mengkatalisis reaksi oksidasi  toluena  menunjukkan  bahwa  uji pada pH 14, 12, dan  5 tidak  menunjukkan adanya aktivitas fotokatalisis MgFe204 sedangkan pada pH 7 dan 8 menunjukkan adanya perubahan spektrum  UY-Vis yang mengindikasikan  perubahan struktur.", "Daftar File": {"ABSTRAK Zulfa Hilmi Kautsar": "https://digilib.itb.ac.id/gdl/download/169963", "PUSTAKA Zulfa Hilmi Kautsar": "https://digilib.itb.ac.id/gdl/download/177634"}, "Penulis": "Zulfa Hilmi Kautsar [10515042]", "Kontributor / Dosen Pembimbing": ["Dr. Bambang Prijamboedi, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Fotokatalis, MgFe204, modifikasi  ukuran", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "28 Mei 2019"}