{"Nomor": 38552, "Judul": "PRODUKSI DAN APLI KASI  LEVAN  SEBAGAI MATERIAL DALAM PEMBUATAN NANOPARTIKEL ION  LOGAM UNTUK  ANTIOKSIDAN DAN ANTIBAKTERJ", "Abstrak": "Levan  merupakan eksopol ifruktosa yang  dihasilkan dari  beberapa jenis  tanaman, jamur, dan   bakteri.   Levan   telah   banyak   diaplikasikan  dalam   bidang   industri, khususnya  industri   kesehatan   yang   digunakan    sebagai   material   untuk   sistem nanopartikel pembawa ion-ion  logam, katalis,  dan obat.  Sintesis levan  melibatkan reaksi  enzimatis oleh  levansukrase (E.C.  2.4.1.1 0).  Pada  penelitian   ini  produksi levansukrase rekombinan Lsbl-bk 1   dilakukan  dalam  sel  inang   Escherichia  coli BL21(DE3)plysS yang   telah   membawa gen   penyandi   l evansukrase (lsbl-bkl). Berdasarkan elektroforegram hasil  SDS-PAGE,  ukuran  levansukrase rekombinan yang diperoleh berkisar  50 kDa  Aktivitas spesifik levansukrase rekombinan Lsbl­ bk 1  hasil  produksi  sebesar  1,45  unit/mg dan mampu  menghasilkan levan secara  in l'itro sebanyak  4,28  m g/mL  dari  medium   produksi   100  mL  yang  mengandLmg sukrosa 12 %(b/ v). Spektrum IR dari levan yang disintesis oleh Lsbl-bkl  memiliki profil  yang  mirip  dengan  spektrum FTlR levan  standar dari  Erwinia herbicola.\nLevan  hasil  produksi  secara  ;n ,.;rro tersebut  digunakan sebagai  agen penstabil  dan\nagen  pereduksi dalam  pembuatan nanopartikel ion logam. Pada penelitian ini telah berhasil  disintesis lima jenis  nanopartikel ion logam  berbasis  levan  (levan-xNPs), yaitu   levan-Fe2  NPs,  levan-Ag+ NP,  l evan-Cu + NPs,   levan-Co 2  NPs,  dan   levan­ Zn  NPs.  Masing-masing levan-xN Ps telah  dikarakterisasi menggunakan UV-Vis, FTIR,  EDS, dan TEM.\n\nHasil    anaJisis    menggunakan  spektrofotometer   UV-Vis    menunjukkan    bahwa panjang  gelombang maksimum dari  wama  komplementer larutan  levan-Fe2  NPs, levan-Ag NP,  levan-Cu NPs,  levan-Co2  NPs,  dan  levan-Zn   NPs  masing-masing adalah  301  nm, 442 nm., 298 nm, 303  nm, dan  288  nm. Hasil  FTIR  dari  masing­ masing  l evan-xNPs juga  menunjukkan  profil  spektrum ffi yang  sesuai   dengan kelompok  fungsional levan  setelah  analisis melalui  gabungan spektrum IR levan saja,   spektrum  IR   logam   saja,  dan   spektrum ffi  l evan-xNPs.  Hal   tersebut mengartikan   bahwa    levan    terdapat    pada    permukaan\tnanopartikel   (sebagai penstabil). Komposisi unsur-unsur logam  pada  nanopartikel logam  berbasis  levan juga  telal1 dianalisis menggunakan EDS.  Hasil  EDS  mapping  pada  levan-xNPs menunjukkan bahwa terdapat  20% logam Cu, 14% logam  Fe, 46% logam  Ag, 13%\n \n\nlogam Co, dan 35% logam Zn yang terdeteksi pada permukaan nanopartikellogam. Hasil  TEM   memperlihatkan  morfologi   nanopartikel  ion  logam  yang   spherical dengan    ukurannya  berk1sar   kurang   dan    I 00   nm   untuk   semua   levan -xNPs. Nanopartikel  ion  logam   berbasis   levan  yang  telah  terkonfirmasi tersebut, diuji potensinya sebagai  bahan aktif antioksidan dan sebagai  bahan aktif antibakteri.\n\nNilai  ICo merupakan nilai  konsentrasi minimum  suatu  larutan  antioksidan  untuk dapat  meredam  senyawa radikal sebanyak 50%. Nilai tersebut menjadi  acuan  untuk mencan     nanopart1kel    Ion   logam    berbas1s   levan    yang    berpotensi    menJadi antioksidan. Berdasarkan nilai ICso yang diperoleh pada penelitian ini, maka nanopartikel  ion   logam   berbasis   levan   yang   berpotensi    menjadi   bahan   aktif\nantioksidan adalah levan-Fe2  NPs dengan  nilai lCso 0,5 mg/mL.  Akan tetapi, levan­\nCu  NPs memdiki  persen  inhibisi senyawa radikal  DPPH  yang tinggi  sekitar 95%. Nilru tersebut  lebih tinggi dibanrungkan persen  inhibisi  senyawa radikal  oleh asam askorbat (85%). Sedangkan yang berpotensi  menjadi  bahan aktif antibakteri adalah levan-Co2 NPs dan  levan-Ag NPs.  ldentifikasi penentuan antibakteri tersebut berdasarkan  data  diameter zona  benmg dari  bakteri   UJi   Escherichia coli BL21 (bakteri  Gram  negatif). Pseudomonas aeruginosa (bakteri  Gram  negatif).  dan Staphylococcus ar/eua (bakteri  Gram  positif).  Identifikasi lebih  lanjut  dilakukan\npada  levan-Co 2  NPs dan  levan-Ag NPs  untuk  melihat  akti vi tas antibakteri yang\npaling sensitif  terhadap bakteri  uji Gram  positif  maupun  bakteri  uji Gram  negatif. Hasil   yang   diperoleh  menunjukkan  bahwa   levan-Co2  NPs   memiliki    aktivitas antibakteri paling  sensitif terhadap  E. coli BL21  (G-) dengan  konsentrasi hambat minimum sebesar 5 J.!g/mL yang memberikan diameter zona bening sebesar 25 mm. Sedangkan levan-AgNPs memihki  aktivitas antibakteri paling sensitifterhadap S. arleffa  (G+-) dengan   konsentrasi  hambat    minimum  sebesar   I\tJ.!g/mL  yang memberikan diameter zona  bening  sebear  14 mm.  Hasil  penelitian   menunjukkan bahwa  nanopartikel ion  logam   tFe2  , Ag , Zn \t2  ) berbasis   levan berhasil   disintesis  dan   telah   teruji   bahwa   levan-Fe2  NPs   dan   levan-Cu+NPs berpotensi   sebagru   material   baru   antioksidan  serta   levan-Co2  NPs  dan  levan­\nAg+ NPs berpotensi  sebagru  material  baru antibakteri.", "Daftar File": {"ABSTRAK Muzayana Mahbuba Saleha Amari": "https://digilib.itb.ac.id/gdl/download/169960", "COVER Muzayana Mahbuba Saleha Amari": "https://digilib.itb.ac.id/gdl/download/177988", "BAB1 Muzayana Mahbuba Saleha Amari": "https://digilib.itb.ac.id/gdl/download/177989", "BAB2 Muzayana Mahbuba Saleha Amari": "https://digilib.itb.ac.id/gdl/download/177990", "BAB3 Muzayana Mahbuba Saleha Amari": "https://digilib.itb.ac.id/gdl/download/177991", "BAB4 Muzayana Mahbuba Saleha Amari": "https://digilib.itb.ac.id/gdl/download/177992", "BAB5 Muzayana Mahbuba Saleha Amari": "https://digilib.itb.ac.id/gdl/download/177993", "PUSTAKA Muzayana Mahbuba Saleha Amari": "https://digilib.itb.ac.id/gdl/download/177994"}, "Penulis": "Muzayana Mahbuba Saleha Amari [20518021]", "Kontributor / Dosen Pembimbing": ["Dr. Rukman Hertadi, S.Si., M.Si.", "Enny Ratnaningsih, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": ":   E. coli  BL21 (DE3)plysS,  nanopartikel  1011   logam,   levansukrase rekombinan, levan , antioksidan, antibakteri.", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "28 Mei 2019"}