{"Nomor": 38570, "Judul": "MODIFIKASI XANTHAN GUM DENGAN METODE GRAFTING UNTUK MENDAPATKAN BAHAN PENGENTAL ANTIBAKTERI", "Abstrak": "produk pangan melalui aktivitas antibakteri. Dengan meningkatkan aktivitas antibakteri dari xanthan gum secara signifikan, diharapkan aplikasi xanthan gum dalam industri pangan menjadi multi-fungsi, yaitu sebagai pengental antibakteri.\nModifikasi struktur xanthan gum dengan metode grafting dilakukan untuk menghasilkan kopolimer xanthan gum yang memiliki aktivitas antibakteri yang lebih tinggi daripada homopolimer xanthan gum. Selain mepengaruhi aktivitas antibakteri, grafting xanthan gum dengan vinil imidazol dapat mempengaruhi kelarutan xanthan gum. Grafting dilakukan dengan mereaksikan xanthan gum dan vinil imidazol, dengan inisiator berupa kalium persulfat melalui reaksi polimerisasi radikal bebas pada atmosfer gas nitrogen untuk menghasilkan kopolimer xanthan gum-polivinil imidazol. Percobaan dilakukan dengan memvariasikan faktor temperatur reaksi (40-60°C) dan faktor konsentrasi vinil imidazol (0,5-1,5 mol/L) untuk menentukan pengaruh kedua faktor tersebut terhadap parameter grafting berupa grafting yield (%G), grafting efficiency (%GE), dan homopolymer percentage (%H). Aktivitas antibakteri dari kopolimer tersebut dianalisis menggunakan metode disk diffusion terhadap dua jenis bakteri, yaitu Staphylococcus aureus dan Escherichia coli.\nDari hasil percobaan proses grafting xanthan gum dengan vinil imidazol, diketahui bahwa grafting yield cenderung meningkat dengan peningkatan temperatur reaksi dan konsentrasi vinil imidazol hingga 1 mol/L. Grafting efficiency yang berbanding terbalik dengan homopylemer percentage cenderung menurun dengan peningkatan temperatur reaksi dan konsentrasi vinil imidazol. Kopolimer yang dihasilkan memiliki sifat antibakteri yang semakin kuat dengan peningkatan grafting yield, namun kopolimer tersebut tidak dapat larut dalam air.", "Daftar File": {}, "Penulis": "Ajeng Shafira Pramadani [14315032]", "Kontributor / Dosen Pembimbing": ["Dr. Ronny Purwadi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pangan", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "antibakteri; grafting; kopolimer; vinil imidazol; xanthan gum", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "29 Mei 2019"}