{"Nomor": 38578, "Judul": "PENGARUH JENIS KEMASAN TERHADAP UMUR SIMPAN TEPUNG FERCAF DENGAN METODE ACCELERATED SHELF LIFE TESTING", "Abstrak": "Tepung fermented cassava merupakan salah satu produk olahan dari singkong yang memanfaatkan mikroorganisme dalam pembuatannya. Umur simpan dari tepung fercaf dipengaruhi oleh jenis kemasan yang digunakan untuk menyimpan tepung fercaf. Namun, pengaruh jenis kemasan terhadap umur simpan tepung fercaf belum diketahui. Dengan demikian, tujuan dari penelitian ini adalah untuk menentukan pengaruh jenis kemasan terhadap umur simpan tepung fermented cassava dengan metode accelerated shelf-life testing (ASLT).\nTepung fercaf yang dikemas dalam kemasan kertas kraft, kemasan poly propylene (PP) dengan ketebalan 70 mikron, dan kemasan poly propylene (PP) ketebalan 120 mikron kemudian disimpan dalam inkubator dengan temperatur operasi, 30°C, 45?C dan 55?C selama 52 hari. Parameter kerusakan tepung fercaf dibatasi dengan uji water activity, kadar air, whiteness index, sifat kekentalan, jumlah mikroorganisme dalam tepung fercaf, dan jumlah gula pereduksi. Pada penelitian ini, pengukuran permeabilitas material kemasan juga dilaksanakan untuk mengetahui pengaruh dari jenis kemasan terhadap umur simpan tepung fercaf. Penentuan umur simpan tepung fercaf tiap variasi kemasan ditentukan dengan pemodelan kinetika reaksi.\nPada temperatur penyimpanan rendah (? 30°C), kadar air merupakan faktor penentu umur simpan tepung fercaf. Pada temperatur penyimpanan tinggi (45 – 55°C), whiteness index merupakan faktor penentu umur simpan tepung fercaf. Jenis kemasan yang digunakan untuk mengemas tepung fercaf memiliki pengaruh terhadap umur simpan tepung fercaf dimana kemasan plastik PP 120 merupakan kemasan terbaik untuk menyimpan tepung fercaf karena memberikan umur simpan tepung fercaf yang paling lama pada temperatur penyimpanan rendah maupun tinggi", "Daftar File": {"ABSTRAK Carla Nathania": "https://digilib.itb.ac.id/gdl/download/170011"}, "Penulis": "Carla Nathania [14315029]", "Kontributor / Dosen Pembimbing": ["Dr. Dianika Lestari", "Dr. MTA Penia Kresnowati."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pangan", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Engineering & allied operations", "Kata Kunci": "kemasan, metode ASLT, tepung fercaf, umur simpan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "29 Mei 2019"}