{"Nomor": 38572, "Judul": "Amobilisasi  Enzim a-Ami lase Pada Matriks  Selulosa Asetat (CA)", "Abstrak": "Selulosa   asetat   dapat   digunakan   sebagai   matriks   untuk   amobilisasi   enzim.   Akti'vasi perrnukaan selulosa asetat bertujuan untuk mengubah gugus ester yang kurang aktif menjadi gugus  karboksilat  yang  lebih aktif  sehingga  ikatan  kovalen  antara  selulosa  asetat  dengan enzim dapat  terbentuk.  Pada penelitian  ini, telah dilakukan  aktivasi  menggunakan  H2S04, Nai04,  dan  H2S04-Nai01.  Spektrum  FTIR tidak  menunjukkan  perubahan  yang signifikan pada permukaan sclulosa asetat setelah aktivasi.  Akan tetapi, setelah dilakukan  uji aktivitas enzim  rnemberikan  hasil  positif  dengan  hasil  terbaik  menggunakan   H2S04 3  M.  Telah dilakukan  variasi  \\\\aktu   kontak  enzirn  dengan  se lulosa asetat  aktu  kontak  pati dengan selulosa  asetat-er17im, dan  konsentrasi  pati.  Variasi  >waktu  kontak  enzim  dilakukan  pada rentang   aktu 0.5-6  jam  dalam  buffer  borat  0, I      M  pH 9  dan  didapatkan    aktu  kontak optimum 3 jam. Variasi >waktu kontak pati dilakukan  pada rentang waktu 5-1 20 men it dalam buffer asetat 0, I     M pH 5 dengan  waktu kontak enzim  I    jam dan didapatkan  waktu kontak optimum  60  men it. Variasi  konsentrasi  pati dilakukan  pada rentang  konsentrasi  0,025-1% (w/v) dan didapatkan  hasil baha semakin  bertambahn) a konsentrasi  pati maka konsentrasi gula pereduksi )ang  dihasilkan semakin besar. Kondisi optimum  untuk konsentrasi pati tidak dapat  ditentukan  karena terkendala  oleh  pembuatan  larutan  pati dengan  konsentrasi  lebih tinggi semakin  sulit  untuk larut. Pada kondisi optimum,  waktu kontak enzim 3 jam, waktu kontak  pati  60  menit   dan  konsentrasi  pati 0,2%  (w/v)  didapatkan  nilai  konsentrasi  gula pereduksi  yaitu  1588,76±24,33  ppm  per 0,2  gram  selulosa  asetat  teraktivasi.  Penggunaan berulang dcngan kondisi optimum dilakukan sebanyak tiga kali dan didapat nilai konsentrasi gula  pereduksi  kedua, ketiga, dan 1-.eempat  berturut-turut  yaitu 53837± I  A6:  620,55±8,95;\n536,41±8.56  ppm  per  0,2  gram  selulosa  asetat  teraktivasi.  Dilakukan  juga  karakterisasi morfologi pada permukaan selulosa asetat sebelum dan setelah amobilisasi enzim dengan pembesaran 12.000 kali.", "Daftar File": {"ABSTRAK Surya Nur A Rahman": "https://digilib.itb.ac.id/gdl/download/170005", "PUSTAKA Surya Nur A Rahman": "https://digilib.itb.ac.id/gdl/download/177479"}, "Penulis": "Surya Nur A Rahman [10513006]", "Kontributor / Dosen Pembimbing": ["Dr. Handajaya Rusli, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "selulosa asetat, akti\\asi, amobilisasi enzim, a-amilase.", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "29 Mei 2019"}