{"Nomor": 38584, "Judul": "Studi Potensi Kompleks  Oksovanadium(IV)-Dibenzoilmetana  Sebagai Antidiabetes", "Abstrak": "Diabeteadalah  sa lah satu  penyakit yang dapat  menyebabl-an kematian karena  hingga sekarang bclum ada  pengobatan yang ampuh. Saat ini sa lah satu  penelitian yang sedang berl-embang adalah  mendesain senyav.a anorganil- yang berpotensi sebagai antidiabetes. Senyaa anorganik yang didisain diharapkan memilil-i mekanisme kerja yang tepat sasaran pada a-amilase  untuk pcnyembuhan diabetes. Salah sat u  scnyawa anorganik antidiabetes yang telah dipelajari potensinya adalah senya\\\\a l-ompleks Ol-so\\anadium(IV) dengan ligan turunan   dil-eton.  Dalam   penelitian\tini,   senyav'a   l-omplel-s  yang   dipelajari   adalah Oksovanadium(IV)-dibenzoilmetana (VO-DBM). Senya\\\\a  dibenLoilmetana telah berhasil disintesi \tdan\ttelah\tdil-arakterisasi\t dengan\tspel-trum\tFTIR\tdan   NMR.\tSenya\\\\a Oksomavanium(IY)-DBM berwarna hijau telah berhasil disintesis. Spektrum IR senyawa VO-DBM  menunjul-l-an puncal--puncak yang  mirip dengan  spektrum  inframerah  ligan. Adanya transisi  d-d dan transfer muatan terlihat pada spel-trum UY-Visible. Nilai momen magnet Oksovanadium(IV)-DBM adalah 1,81 BM menunjul-kan baha setiap ligan telah membentul- senyawa l-ompleks  Ol-sovanadium(IV)-Iigan dengan geometri oktahedral d 1 • Telah terkonfirmasi strul-tur kompleks VO-DBM dari analisis CHN. VO-DBM memilil-i ICu sebesa r 0,41  j..tM  terhadap aktivitas a-ami lase yang menandakan komplel-s ini memilil-i potensi antidiabetes yang menjanjil-an.", "Daftar File": {"ABSTRAK Maulinda Kusumawardani": "https://digilib.itb.ac.id/gdl/download/170017", "PUSTAKA Maulinda Kusumawardani": "https://digilib.itb.ac.id/gdl/download/177665"}, "Penulis": "Maulinda Kusumawardani [10515061]", "Kontributor / Dosen Pembimbing": ["Irma Mulyani, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "antidiabetes. ol-sovanadium(IV), diben zoilmetana. dil-eton.", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "29 Mei 2019"}