{"Nomor": 38589, "Judul": "SOCIAL MEDIA CONTENT STRATEGY OF SBM ITB", "Abstrak": "In a world where social media becomes the main form of communication for\npeople, international business school was presented with the opportunity to earn\nprospective student’s trust by showcasing their expertise through social media content.\nAs one of them, SBM ITB currently is trying to implement a social media content\nstrategy, especially on Instagram. SBM ITB wishes to gain the authority as the best\ninternational business school in Indonesia on social media by leveraging the\ndiscoverability of its content, increasing the engagement with its audience, and\nbecoming a brand representation of SBM ITB on social media. Before the study can go\nfurther and create a social media content strategy, it must do some analysis. The\nanalysis is to identify the problem which they are currently facing or will face in the\nfuture.\nThe purpose of this study is to create a social media content strategy which can\nbe simply implemented by SBM ITB. The preparation step of social media content\nstrategy is started by doing an analysis for a current state of SBM ITB as the\ninternational business school and its social media activities, then followed by findings\ntowards the creation of social media content strategy which using a framework from\nContent Marketing Institute. The framework was used because it serves a\ncomprehensive informations that needed for a social media content strategy.\nThe main channel in distributing a content is going to be Instagram as it is the\nplatform where most of SBM ITB’s target audience gathered. The list of content topics\ncategorized into four category, which are: entertain, educate, inspire, convince. The\nimplementation part of strategy is going to be taken mainly by Marketing\nCommunication team of SBM ITB.", "Daftar File": {"ABSTRAK Dezky Oka": "https://digilib.itb.ac.id/gdl/download/170022", "2019 TS PP DEZKY OKA 1 - FULL TEXT.pdf)u": "https://digilib.itb.ac.id/gdl/download/248047"}, "Penulis": "Dezky Oka [19012196]", "Kontributor / Dosen Pembimbing": ["Ir. Budi Permadi Iskandar, MSP"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Social Media, Instagram, Content Strategy, International Business School, SBM ITB.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "2 file", "Tanggal Input": "29 Mei 2019"}