{"Nomor": 38596, "Judul": "Development of MOF-Derived Carbon-Based Nanomaterials for Efficient Catalysis", "Abstrak": "Carbon-based nanomaterials have been widely used as catalysts or catalyst\nsupports in the chemical industry or for energy or environmental applications due to\ntheir fascinating properties. High surface areas, tunable porosity, and functionalization are\nconsidered to be crucial to enhance the catalytic performance of carbon-based materials.\nRecently, the newly emerging metal?organic frameworks (MOFs) built from metal ions\nand polyfunctional organic ligands have proved to be promising self-sacrificing templates\nand precursors for preparing various carbon-based nanomaterials, benefiting from their\nhigh BET surface areas, abundant metal/organic species, large pore volumes, and\nextraordinary tunability of structures and compositions. In comparison with other\ncarbon-based catalysts, MOF-derived carbon-based nanomaterials have great advantages\nin terms of tailorable morphologies and hierarchical porosity and easy functionalization\nwith other heteroatoms and metal/metal oxides, which make them highly efficient as\ncatalysts directly or as catalyst supports for numerous important reactions. In this\nperspective, we intend to give readers a survey of the research advances in the use of\nMOFs as self-sacrificing templates and precursors to prepare carbon-based nanomaterials, mainly including heteroatom-doped\nporous carbons and metal/metal oxide decorated porous carbons for applications as catalysts in energy and environment-related\nelectrocatalysis and traditional heterogeneous catalysis. Finally, some perspectives are provided for future developments and\ndirections of MOF-derived carbon-based materials for catalysis.", "Daftar File": {"2019 EJRNL PP Kui Shen 1.pdf\n]": "https://digilib.itb.ac.id/gdl/download/170029"}, "Penulis": "Kui Shen [-]", "Kontributor / Dosen Pembimbing": ["Xiaodong Chen, Junying Chen, Yingwei Li"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "metal?organic frameworks, carbon, catalysis, pyrolysis, nanomaterials", "Sumber": "pubs.acs.org/acscatalysis", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "31 Mei 2019"}