{"Nomor": 38601, "Judul": "Broadband Q-factor tomography for reservoir monitoring", "Abstrak": "Time-lapse analysis of seismic surveys to monitor hydrocarbon production has been based so far mainly on\namplitude and traveltime changes of seismic signals. However, lab measurements of rock properties show that\nwe can also expect observable changes in the anelastic absorption, when the originally saturating fluids are\nreplaced by others, or even when compaction or fractures are induced. These changes can be detected by\nQ-factor reflection tomography and used for time-lapse analysis, as a complement to traveltime inversion.\nIndeed, the seismic signal change due to fluid substitution is observable both in P velocity and Q factor estimates,\nand from case to case one can be stronger than the other. Their coupled inversion reduces the uncertainties for\ninterpreters involved in reservoir characterization, providing them more information for detecting different\nlithotypes. The time-lapse tomography we adopted limits the variations of P velocity and Q factor away from\nthe reservoir, and imposes that the interfaces' structure is the same in those external areas. The mismatch\nbetween actual and estimated models decreases significantly when these mutual constraints are applied, with\nrespect to an uncoupled inversion where both rock parameters and interfaces' structures are inverted in a totally\nindependent way.\nThe resolution needed for reservoir monitoring is high, so a macro-model analysis, as provided by traveltime\ninversion or the frequency shift method for the Q factor, is not sufficient. However, those estimates may be\ncomplemented with a high-frequency component obtained by the instantaneous frequency. The resulting broadband image in depth for the anelastic absorption may approximate results typical of full-waveform inversion, but\nat a much cheaper computational cost", "Daftar File": {}, "Penulis": "Aldo Vesnaver [-]", "Kontributor / Dosen Pembimbing": ["Rongzhi Lin"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Broadband seismic Tomography Time-lapse Q factor Attenuation", "Sumber": "Journal of Applied Geophysics 165 (2019) 1–15, https://doi.org/10.1016/j.jappgeo.2019.04.004", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "31 Mei 2019"}