{"Nomor": 38614, "Judul": "POLIMER BERCETAKAN MOLEKUL SEBAGAI MATERIAL FUNGSIONAL SELEKTIF UNTUK PEMISAHAN TARTRAZIN  DENGAN METODE BATCH", "Abstrak": "Tartra/in  kode  pe\\\\arna  E  I 02  merupakan \tpcv.arna  sintesis berwama   kuning lemon.  Tartrazin   banyak   digunakan   karena   stabilitasn}a  yang  tinggi  terhadap cahaya. oksigen. panas.   pll.   dan   biaya   yang   rclatif   lebih   rendah.   Tartrazin merupakan   pewarna   yang  diijinkan   oleh   badan   pengawas   obat  dan   makanan (BPOM) dengan kadar maksimal  dalam minuman dan makanan 70 mg/kg. Dampak mcngkonsumsi  tartrazin   berlebih   menyebabkan  alergi , gata-gataL   migrain   dan pcnglihatan  kabur.  Analisis  tartrazin  pada makanan  menggunakan sorben  polimer bercetakan   molekul   tartrazin   atau  turtrct=ine-imprtinled   polymer   (tartrazin-IP). lebih selektif dan lebih akurat dibandingkan anal isis secara komensioal. Tartrazine­ IP  telah   berhasil   disintesis  menggunakan  monomer   asam   metakrilat   (MAA). (tartrazin-IP)  sebagai   tcmplat.   Trimetilolpropan  Trimetakrilat  (TRIM)   sebagai pengikat silang. Benzoil  peroksida  (BPO) sebagai  inisiator,  dan dimetilformamida sebagai  porogen.   Tartrazin-IP yang dihasilkan  dikarakterisasi mcngunakan FTIR. TGA. dan  SEM.  Hasil  fTIR  tartrazin-IP dan  NIP  mengha  ilkan  puncak  dengan\nbilangan  gelombang 1150.11  cm•1 •  1731 .4-l cm•1 • 2967.16  cm•1  dan 3479.58  cm•1\nyang masing-masing menunjukkan C-H lentur. C=O karboksilat. C -H regangan dan\n0-H. Analisis TGA dari tartrazine-IP dan NIP   menunjukan pada suhu 300 °( mengalami   penurunan   massa.   Hasil  SEM   mcnunjukan  morfologi   permukaan tatrazine-IP  lebih   halus   dan   bentuk   pori  lebih   beraturan   dibandingkan  NIP. Evaluasi parameter adsorpsi  tatrazin-IP dengan  metode batch mcnunjukkan optimal pada   pH  3.  v.aktu   kontak   60  men it.  kapasitas   adsorpsi    13,0 I   mg/g. dengan perolchan  kembali  di sd..itar 100°o. perilaku adsorpsi  mengikuti  kinetika  orde dua Pseudo I lo dan isoterm  adsorpsi  Langmuir.  Polimer  yang dihasilkan lebih selektif terhadap tartrazin dibandingkan dengan sunset  yellow dengan S>1. Hasil penelitian menunjukk.an bahwa sampel kerupuk yang dijual di sebuah toko di kota Bandung mengandung 0.42 mg/g atau setara dengan 420 mg/kg dengan  recovery 95.47%.", "Daftar File": {"ABSTRAK Junita Br Sembiring": "https://digilib.itb.ac.id/gdl/download/170047", "COVER Junita Br Sembiring": "https://digilib.itb.ac.id/gdl/download/177857", "BAB1 Junita Br Sembiring": "https://digilib.itb.ac.id/gdl/download/177858", "BAB2 Junita Br Sembiring": "https://digilib.itb.ac.id/gdl/download/177859", "BAB3 Junita Br Sembiring": "https://digilib.itb.ac.id/gdl/download/177860", "BAB4 Junita Br Sembiring": "https://digilib.itb.ac.id/gdl/download/177861", "BAB5 Junita Br Sembiring": "https://digilib.itb.ac.id/gdl/download/177862", "PUSTAKA Junita Br Sembiring": "https://digilib.itb.ac.id/gdl/download/177863"}, "Penulis": "Junita Br Sembiring [20517013]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Muhammad Bachri Amran"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "tartrazin. polimer  bercetakan  molekuL asam metakrilat", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "31 Mei 2019"}