{"Nomor": 38611, "Judul": "Effect of Silver Nanomaterials on the Activity of Thiol-Containing Antioxidants", "Abstrak": "The use of nanomaterials in consumer products is rapidly expanding. In most studies, nanomaterials are examined\nas isolated ingredients. However, consumer products such as foods, cosmetics, and dietary supplements are complex chemical\nmatrixes. Therefore, interactions between nanomaterials and other components of the product must be investigated to ensure the\nproduct’s performance and safety. Silver nanomaterials are increasingly being used in food packaging as antimicrobial agents.\nThiol-containing compounds, such as reduced glutathione (GSH), cysteine, and dihydrolipoic acid, are used as antioxidants in\nmany consumer products. In the current study, we have investigated the interaction between silver nanomaterials and thiolcontaining antioxidants. The selected Ag nanomaterials were Ag coated with citrate, Ag coated with poly(vinylpyrrolidone), and\nAu nanorods coated with Ag in a core/shell structure. We observed direct quenching of the 1,1-diphenyl-2-picrylhydrazyl radical\n(DPPH) by all three Ag nanomaterials to varying degrees. The Ag nanomaterials also reduced the quenching of DPPH by GSH\nto varying degrees. In addition, we determined that the mixture of GSH and Au@Ag nanorods held at 37 °C was less effective at\nquenching azo radical than at ambient temperature. Furthermore, we determined that Au@Ag nanorods significantly reduced the\nability of GSH and cysteine to quench hydroxyl and superoxide radicals. The work presented here demonstrates the importance\nof examining the chemical interactions between nanomaterials used in products and physiologically important antioxidants.", "Daftar File": {"2019 EJRNL PP Yu-Ting Zhou 1.pdf)u": "https://digilib.itb.ac.id/gdl/download/170044"}, "Penulis": "Yu-Ting Zhou [-]", "Kontributor / Dosen Pembimbing": ["Weiwei He, YMartin Lo, Xiaona Hu, Xiaochun Wu, Jun-Jie Yin"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "silver nanomaterials, thiol antioxidant, free radical, ESR, nanosafety", "Sumber": "pubs.acs.org/JAFC", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "31 Mei 2019"}