{"Nomor": 38629, "Judul": "SINTESIS MALEIC MODIFIED ROSIN ESTER DARI GETAH PINUS", "Abstrak": "yang menyusun 80-90% dari getah pinus adalah gondorukem. Gondorukem diperoleh\nmelalui proses distilasi vakum getah pinus, sehingga dihasilkan terpentin sebagai produk\natas dan gondorukem sebagai produk bawah. Gondorukem merupakan komponen untuk\nberbagai bahan kimia seperti cat, toner, dan pelapis. Gondorukem memiliki sifat yang\nkurang stabil dan rentan terhadap oksidasi. Sifat rawan ini disebabkan oleh gugus\nkarboksilat dan ikatan rangkap; dimana kedua situs tersebut mudah untuk diserang\nsenyawa lain, seperti oksigen. Gondorukem yang teroksidasi akan membuat warna\nproduk menjadi lebih gelap dan juga keruh. Beberapa metode dikembangkan untuk\nmenghasilkan produk gondorukem yang jernih dan cerah; salah satu metode tersebut\nadalah fortifikasi dengan anhidrida maleat.\nAnhidrida maleat mampu bereaksi dengan ikatan rangkap dalam gondorukem,\nmenurunkan kerentanan gondorukem terhadap oksidasi. Metode tersebut mampu\nmenghasilkan produk gondorukem yang lebih bersih, stabil, dan kompatibel dengan\nbahan pelekat.\nPenelitian ini dilakukan untuk mendapatkan prosedur dalam mensintesis ester\ngondorukem termodifikasi maleat, termasuk kondisi operasi sintesis dan rasio\nstoikiometri reaktan. Produk yang dihasilkan kemudian akan ditentukan kualitasnya\ndengan diuji ketahanannya terhadap oksidasi.\nBerdasarkan percobaan, dapat disimpulkan bahwa untuk mensintesis ester gondorukem\ntermodifikasi maleat, gondorukem diesterifikasi dengan gliserol dengan rasio\ngondorukem 3:1 selama 6 jam tanpa vakum. Kemudian dilanjutkan dengan mereaksikan\ngondorukem ester dengan anhidrida maleat; rasio stoikiometrik maleat terhadap\ngondorukem adalah 1:1 dan direaksikan selama 1 jam dalam kondisi vakum. Hasil analisa\nkejernihan menunjukkan bahwa produk ester gondorukem termodifikasi maleat mampu\nmenahan oksidasi dengan menunjukkan nilai penurunan kejernihan sebesar 0.5%.", "Daftar File": {"ABSTRAK Bramantha Jiwandaru": "https://digilib.itb.ac.id/gdl/download/170062"}, "Penulis": "Bramantha Jiwandaru [14515035]", "Kontributor / Dosen Pembimbing": ["Dr. Antonius Indarto", "Dr. Tirto Prakoso", "Dr. Tatang Hernas Soerawidjaja."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Bioenergi dan Kemurgi", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Engineering & allied operations", "Kata Kunci": "gondorukem, modifikasi, maleat, anhidrida, getah", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "10 Jun 2019"}