{"Nomor": 38628, "Judul": "SINTESIS MALEIC MODIFIED ROSIN ESTER DARI GETAH PINUS", "Abstrak": "Getah pinus dapat dibuat menjadi berbagai macam produk komersial. Komponen utama yang menyusun 80-90% dari getah pinus adalah gondorukem. Gondorukem diperoleh melalui proses distilasi vakum getah pinus, sehingga dihasilkan terpentin sebagai produk atas dan gondorukem sebagai produk bawah. Gondorukem merupakan komponen untuk berbagai bahan kimia seperti cat, toner, dan pelapis. Gondorukem memiliki sifat yang kurang stabil dan rentan terhadap oksidasi. Sifat rawan ini disebabkan oleh gugus karboksilat dan ikatan rangkap; dimana kedua situs tersebut mudah untuk diserang senyawa lain, seperti oksigen. Gondorukem yang teroksidasi akan membuat warna produk menjadi lebih gelap dan juga keruh. Beberapa metode dikembangkan untuk menghasilkan produk gondorukem yang jernih dan cerah; salah satu metode tersebut adalah fortifikasi dengan anhidrida maleat.\nAnhidrida maleat mampu bereaksi dengan ikatan rangkap dalam gondorukem, menurunkan kerentanan gondorukem terhadap oksidasi. Metode tersebut mampu menghasilkan produk gondorukem yang lebih bersih, stabil, dan kompatibel dengan bahan pelekat.\nPenelitian ini dilakukan untuk mendapatkan prosedur dalam mensintesis ester gondorukem termodifikasi maleat, termasuk kondisi operasi sintesis dan rasio stoikiometri reaktan. Produk yang dihasilkan kemudian akan ditentukan kualitasnya dengan diuji ketahanannya terhadap oksidasi.\nBerdasarkan percobaan, dapat disimpulkan bahwa untuk mensintesis ester gondorukem termodifikasi maleat, gondorukem diesterifikasi dengan gliserol dengan rasio gondorukem 3:1 selama 6 jam tanpa vakum. Kemudian dilanjutkan dengan mereaksikan gondorukem ester dengan anhidrida maleat; rasio stoikiometrik maleat terhadap gondorukem adalah 1:1 dan direaksikan selama 1 jam dalam kondisi vakum. Hasil analisa kejernihan menunjukkan bahwa produk ester gondorukem termodifikasi maleat mampu menahan oksidasi dengan menunjukkan nilai penurunan kejernihan sebesar 0.5%.", "Daftar File": {"ABSTRAK Ihda Kumalasari": "https://digilib.itb.ac.id/gdl/download/170061"}, "Penulis": "Ihda Kumalasari [14515031]", "Kontributor / Dosen Pembimbing": ["Dr. Antonius Indarto", "Dr. Tirto Prakoso", "Dr. Tatang Hernas Soerawidjaja."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Bioenergi dan Kemurgi", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Engineering & allied operations", "Kata Kunci": "gondorukem, modifikasi, maleat, anhidrida, getah", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "10 Jun 2019"}