{"Nomor": 38626, "Judul": "OKSIDASI GLUKOSA MENJADI ASAM FORMAT", "Abstrak": "Asam format merupakan zat yang memiliki banyak manfaat, salah satunya adalah sebagai zat penyimpan hidrogen. Asam format dapat terdekomposisi dengan mudah menjadi gas hidrogen dan karbon dioksida dengan bantuan katalis perak. Indonesia kaya akan bahan baku terbarukannya, salah satunya adalah glukosa. Asam format dapat dihasilkan dari proses oksidasi glukosa dengan bantuan berbagai macam katalis, salah satunya adalah senyawa logam. Tujuan dari penelitian ini adalah untuk mencari kondisi reaksi yang dapat menghasilkan perolehan asam format yang paling tinggi. Katalis yang digunakan adalah Cu(COOH)2 dengan variasi jumlah persen katalis terhadap substrat sebesar 0,01% dan 0,03%. Kondisi temperatur yang digunakan adalah 25oC dan 75oC dengan kondisi waktu reaksi 2 dan 4 jam. Selain itu dilakukan variasi kondisi asam dan basa dengan pH 5 dan 11. Reaksi dilakukan di dalam reaktor berupa labu leher tiga yang dilengkapi dengan kondensor dan termometer. Analisis hasil reaksi dilakukan secara kualitatif dan kuantitatif. Analisis kualitatif dilakukan dengan menggunakan katalis perak. Analisis kuantitatif dilakukan dengan beberapa metode yaitu dengan metode titrasi dan metode kromatografi (HPLC). Kondisi reaksi yang menghasilkan perolehan asam format lebih tinggi adalah pada temperatur 75oC dan waktu reaksi 4 jam pada pH 11. Perolehan asam format yang didapat sebesar 74,2% dengan konversi glukosa 41,1%.", "Daftar File": {"ABSTRAK Virdi Chaerusani": "https://digilib.itb.ac.id/gdl/download/170059"}, "Penulis": "Virdi Chaerusani [14515024]", "Kontributor / Dosen Pembimbing": ["Dr. C.B. Rasrendra", "Dr. Jenny Rizkiana", "Dr. Ir. Tatang Hernas Soerawidjaja."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Bioenergi dan Kemurgi", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Engineering & allied operations", "Kata Kunci": "Asam Format, Udara, Glukosa, Cu, Oksidasi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "10 Jun 2019"}