{"Nomor": 38627, "Judul": "OKSIDASI GLUKOSA MENJADI ASAM FORMAT", "Abstrak": "Asam format merupakan zat yang memiliki banyak manfaat, salah satunya adalah\nsebagai zat penyimpan hidrogen. Asam format dapat terdekomposisi dengan mudah\nmenjadi gas hidrogen dan karbon dioksida dengan bantuan katalis perak. Indonesia kaya\nakan bahan baku terbarukannya, salah satunya adalah glukosa. Asam format dapat\ndihasilkan dari proses oksidasi glukosa dengan bantuan berbagai macam katalis, salah\nsatunya adalah senyawa logam. Tujuan dari penelitian ini adalah untuk mencari kondisi\nreaksi yang dapat menghasilkan perolehan asam format yang paling tinggi. Katalis yang\ndigunakan adalah Cu(COOH)2 dengan variasi jumlah persen katalis terhadap substrat\nsebesar 0,01% dan 0,03%. Kondisi temperatur yang digunakan adalah 25oC dan 75oC\ndengan kondisi waktu reaksi 2 dan 4 jam. Selain itu dilakukan variasi kondisi asam dan\nbasa dengan pH 5 dan 11. Reaksi dilakukan di dalam reaktor berupa labu leher tiga\nyang dilengkapi dengan kondensor dan termometer. Analisis hasil reaksi dilakukan\nsecara kualitatif dan kuantitatif. Analisis kualitatif dilakukan dengan menggunakan\nkatalis perak. Analisis kuantitatif dilakukan dengan beberapa metode yaitu dengan\nmetode titrasi dan metode kromatografi (HPLC). Kondisi reaksi yang menghasilkan\nperolehan asam format lebih tinggi adalah pada temperatur 75oC dan waktu reaksi 4 jam\npada pH 11. Perolehan asam format yang didapat sebesar 74,2% dengan konversi\nglukosa 41,1%.", "Daftar File": {"ABSTRAK Fardhanisa Farras": "https://digilib.itb.ac.id/gdl/download/170060"}, "Penulis": "Fardhanisa Farras [14515010]", "Kontributor / Dosen Pembimbing": ["Dr. C.B. Rasrendra", "Dr. Jenny Rizkiana", "Dr. Ir. Tatang Hernas Soerawidjaja."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Bioenergi dan Kemurgi", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Engineering & allied operations", "Kata Kunci": "Asam Format, Udara, Glukosa, Cu, Oksidasi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "10 Jun 2019"}