{"Nomor": 38644, "Judul": "FRAKSIONASI TERPENTIN DENGAN DISTILASI VAKUM", "Abstrak": "Terpentin merupakan fasa cair dari getah pohon Pinus merkusii merupakan bahan untuk\nmemperoleh komponen-komponen seperti ?-pinen, ?-pinen, ?-karen, dan limonen.\nPerhutani Pine Chemical Industry (PPCI) merupakan pabrik yang berfokus untuk\nmemperoleh komponen-komponen turunan dari terpentin tersebut. Namun, hingga saat\nini PPCI baru berhasil memisahkan komponen ?-pinen dari terpentin sebagai produk\natas dari distilasi, sedangkan produk bawahnya yang mengandung komponen sisanya\nlangsung dijual oleh PPCI dengan nama pine oil. Distilasi pada tekanan atmosferik juga\nberpotensi merusah sebagian komponen terpentin. Komponen-komponen terpentin ini\njika dapat dipisahkan memiliki nilai tambah yang lebih tinggi dibandingkan dengan\nmenjual pine oil.\nPenelitian ini bertujuan untuk mendapatkan kondisi operasi optimum yang\nmenghasilkan senyawa-senyawa penyusun dari terpentin. Metode percobaan yang\ndigunakan terdiri dari tiga tahapan. Tahap pertama adalah analisis komponen dari bahan\nbaku utama yaitu terpentin. Tahap kedua adalah fraksionasi terpentin dengan proses\ndistilasi vakum secara partaian. Tahap ketiga adalah tahap analisis hasil distilat dengan\nmenggunakan Gas Chromatography dengan FID. Percobaan dilakukan dengan\nmemvariasikan tekanan operasi dari proses distilasi vakum yaitu pada 0,2 atm; 0,45 atm\ndan 1 atm. Hasil percobaan menunjukkan degradasi termal tidak terjadi pada tekanan\n0,45 atm dan 0,2 atm. Hasil eksperimen sesuai dengan hasil simulasi dengan efisiensi\nkolom sebesar 45%. Hasil lebih baik bisa didapatkan dengan menambah tahap menjadi\n25 tahap dari 10 tahap yang digunakan dan dapat mencapai hasil komposisi hingga\ngrade analis (>99,9%). Distilasi tekanan 0,2 atm merupakan kondisi operasi terbaik\ndinilai dari keuntungan yang dihasilkan dan konsumsi energinya.", "Daftar File": {}, "Penulis": "Ramadika Adrian [13015092]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Danu Ariono", "Antonius Indarto, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "distilasi vakum, efisiensi, tekanan operasi, ?-pinen, terpentin", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "11 Jun 2019"}