{"Nomor": 38649, "Judul": "PEMEKATAN SUSU DENGAN MEMBRAN DALAM PROSES PEMBUATAN KEJU PARMESAN", "Abstrak": "Keju Parmesan merupakan keju keras yang sering digunakan pada masakan Italia seperti pasta, pizza, dan salad. Keju Parmesan memiliki rasa dan aroma khas yang dihasilkan dalam proses pemeraman keju tersebut yang cukup lama. Metode pembuatan keju Parmesan secara konvensional belum cukup efisien untuk menarik pembuat keju di Indonesia. Oleh sebab itu, diperlukan metode baru yang lebih efisien untuk menghasilkan keju Parmesan dengan waktu pemeraman yang lebih cepat serta perolehan keju yang lebih banyak.\nPada penelitian ini, membran ultrafiltrasi digunakan untuk meningkatkan produksi keju Parmesan. Penggunaan membran menghasilkan susu yang memiliki kadar laktosa lebih rendah. Kadar laktosa dalam susu perlu dikurangi agar tidak mengakibatkan kelebihan laktosa pada susu ketika ditambahkan NDM (nonfat dry milk). Kelebihan laktosa dapat merusak cita rasa keju Parmesan. Penggunaan membran UF juga meminimalkan whey yang dapat dipisahkan setelah koagulasi menggunakan rennet sehingga perolehan keju menjadi bertambah. Selain itu, penambahan kultur starter spesifik dilakukan untuk menghasilkan rasa dan aroma Parmesan tanpa waktu pemeraman yang lama. Penelitian ini bertujuan untuk menentukan pengaruh penggunaan membran, jumlah rennet, pH akhir curd, serta kadar air akhir keju terhadap perolehan dan kualitas keju Parmesan.\nPercobaan pendahuluan dilakukan untuk mengetahui kondisi optimum fermentasi susu, yang meliputi temperatur fermentasi dan konsentrasi tiap kultur bakteri. Selanjutnya, kondisi optimum tersebut digunakan pada tahap pembuatan keju Parmesan menggunakan membran UF. Variasi percobaan yang dilakukan adalah faktor konsentrasi susu, jumlah rennet yang digunakan, pH akhir curd, serta kadar air akhir keju Parmesan. Penentuan hasil keju terbaik didasari oleh hasil uji kadar protein, uji tekstur, uji organoleptik, serta perhitungan perolehan. Kondisi optimum fermentasi yang didapatkan adalah temperatur fermentasi 43°C dan konsentrasi tiap kultur bakteri 0,1%-v/v. Keju Parmesan terbaik dihasilkan oleh proses pemekatan susu dengan faktor konsentrasi 1,18, penambahan rennet 0.015%-v/v susu awal, pH akhir curd 5.6, serta kadar air akhir keju 10%.", "Daftar File": {}, "Penulis": "Vira Vidiana Phanduwinata [14315039]", "Kontributor / Dosen Pembimbing": ["Dr. Lienda Aliwarga., Dr. Helen Julian"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pangan", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Susu, keju Parmesan, membran UF, kultur starter, waktu pemeraman, faktor konsentrasi, kadar protein.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "12 Jun 2019"}