{"Nomor": 38648, "Judul": "UNDERSTANDING THE DIFFERENCE IN RECIPIENTS' PERCEPTION ON CORPORATE SOCIAL RESPONSIBILITY PROGRAM IN EDUCATION CONDUCTED BY PT KALBE FARMA TBK", "Abstrak": "Perusahaan menghabiskan ratusan juta dolar untuk melaksanakan tanggung jawab\nsosial (Corporate Social Responsibility) sebagai bentuk investasi untuk berkembnag\ndan bertahan di masyarakat. PT Kalbe Farma Tbk berdiri sejak 1966, adalah\npemimpin dari penyedia kesehatan di Indonesia. Pada tahun 2017, PT Kalbe Frma\nTbk mendapatkan gelar sebagai program CSR terbaik yang berkontribusi pada\nkeuntungan jangka panjang. Dasar aktivitias CSR adalah “triple bottom line: People\n(Manusia) – Planet (Bumi) – Profit (Keuntungan)”. Di tahun 2015, program beasiswa\nyang ditawarkan terkenal sebagai salah satu beasiswa terfavorit di media nasional.\nSebuah studi pendahulu yang dilakukan di tahun 2018 terhadap beberapa penerima\nmanfaat dari beasiswa pendidikan menunjukkan adanya perbedaan persepsi terhadap\nekspektasi dan beasiswa pendidikan yang diterima. Penelitian ini menguji perbedaan\npersepsi antara perusahaan dan penerima manfaat terkait dengan CSR pendidikan.\nPerspektif dari penerima manfaaat datang dari persepsi dan cara perusahaan membuat\nCSR yang berdasarkan pada visi dan misi, bukan dari studi. Penelitian ini dilakukan\ndengan pendekatan kualitatif, spesifik dengan metoda etnografi. Interview terhadap\ntiga sumber kutama dilakukan tahun 2019 di kantor utama PT Kalbe Farma Tbk,\nJakarta, bersamaan dengan metoda triangulasi untuk melakukan validasi data. Hasil\nmenunjukkan bahwa penerima manfaat menyatakan bahwa bantuan dana memang\nberguna, tapi uang bukanlah satu-satunya ekspektasi dan masih jauh dari keinginan.\nPenerima manfaat juga percaya bahwa bantuan seperti diadakan mentoring,\nworkshop, hingga bantuan karir lebih berguna dibanding uang. CSR adalah strategi\nakurat untuk menunjukkan tanggung jawab ke lingkungan, masyarakat, pemerintah;\nkeunggulan kompetitif, legitimasi. Hal ini menunjukkan perusahaan membutuhkan\nCSR sebagai salah satu strategi dasar untuk bertahan. CSR yang berguna\nsesungguhnya tidak terlihat sebagai sumber biaya, tapi terlihat sebagai alat menuju\nkeuntungan. Hasil keseluruhan menunjukkan PT Kalbe Farma untuk memperbaiki\nprogram dan membuat keputusan tepat di masa depan.", "Daftar File": {"BAB I.pdf?]": "https://digilib.itb.ac.id/gdl/download/247729", "BAB II.pdf\n??": "https://digilib.itb.ac.id/gdl/download/247730", "BAB III.pdf7?_": "https://digilib.itb.ac.id/gdl/download/247731", "BAB IV.pdf\n??": "https://digilib.itb.ac.id/gdl/download/247732", "BAB v.pdf?": "https://digilib.itb.ac.id/gdl/download/247733"}, "Penulis": "Michelle Yolanda [19016010]", "Kontributor / Dosen Pembimbing": ["Dr.Anggara Wisessa, M.M"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Tanggung jawab sosial, pendidikan, beasiswa, persepsi.", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "6 file", "Tanggal Input": "12 Jun 2019"}