{"Nomor": 38643, "Judul": "PEMBUATAN PRECIPITATED CALCIUM CARBONATE (PCC) MENGGUNAKAN REAKTOR VENTURI", "Abstrak": "kalsit memiliki kadar CaCO3 sekitar 80-99% berat sedangkan batuan dolomit memiliki kadar CaCO3 sekitar 50-80% berat. Batu kapur standar industri memiliki syarat kemurnian CaCO3 di atas 90% dengan ukuran kurang dari 100 mikron serta tingkat keputihan tinggi yang merupakan karakteristik dari precipitated calcium carbonate (PCC).\nDi industri pada umumnya, PCC dapat diproduksi menggunakan metode bubbling di dalam reaktor gelembung. Metode ini memiliki kelemahan yakni banyak reaktan gas CO2 terbuang ke udara selama proses reaksi. Pada penelitian ini digunakan venturi reaktor dengan sistem tertutup sehingga tidak ada gas CO2 yang terbuang. Venturi ejektor yang terdapat di dalam reaktor mampu memberikan perpindahan massa antar muka gas-cair yang cepat dan efisien sehingga reaksi berlangsung lebih cepat dan penggunaan gas CO2 lebih sedikit dibandingakan reaktor gelembung.\nPenelitian ini bertujuan untuk memproduksi PCC yang sesuai dengan standar industri dengan menggunakan bahan baku kapur dolomitik dengan menggunakan venturi reaktor. Variasi perlakuan yang dilakukan pada percobaan yaitu laju aliran gas CO2 dan sirkulasi umpan Ca(OH)2 secara beruntun pada rentang 5 – 25 L/m dan 0,42 – 1,67 L/s. Hasil penelitian menunjukkan bahwa produk PCC yang dihasilkan memiliki tingkat kemurnian dan keputihan di atas 99% dan 95, ukuran partikel di bawah 1 ?m, fase kristal dominan kalsit, dan perolehan tertinggi sebesar 29,4% pada laju sirkulasi Ca(OH)2 dan gas CO2 sebesar 1,67 L/s dan 5 L/m. Berdasarkan spesifikasi tersebut, PCC dapat diaplikasikan pada industri cat dan pelapis sebagai filler, coating, primer, pendispersi cat, cat dekorasi, dan cat industri, pada industri kertas sebagai filler dan aditif kertas, pada sektor pertanian dan peternakan sebagai pakan ternak dan tanaman, pada sektor farmasi sebagai aditif kalsium pada tabel atau vitamin, serta sebagai bahan abrasif seperti detergen atau pembersih interior.", "Daftar File": {}, "Penulis": "Hikam Fahri Ahmad [13015071]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Danu Ariono"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "CaCO3, dolomit, kalsit, PCC, reaktor venturi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "11 Jun 2019"}