{"Nomor": 38655, "Judul": "STUDI AIR JET EROSION PADA PADUAN ALUMINIUM-NIKEL", "Abstrak": "Dalam dunia otomotif, material yang ringan dan kuat sering dicari untuk\nmeningkatkan efisiensi energi yang digunakan. Selain dari ringan dan kuat,\nmaterial tersebut harus mempunyai ketahanan erosi yang cukup baik karena\nbanyaknya partikel abrasif yang dapat meguras permukaan komponen. Dengan\nmemadukan aluminium dan nikel, kekuatan dari logam tersebut meningkat dan\nlebih tahan erosi sehingga paduan ini dapat menjadi material alternatif untuk\nkomponen kendaraan.\nSpesimen yang digunakan pada penelitian ini adalah paduan aluminium dan\nnikel. Tujuan dari penelitian ini adalah untuk menentukan pengaruh dari\npenambahan nikel terhadap sifat dan ketahanan erosi aluminium. Penelitian ini\ndilakukan dengan menggunakan spesimen Al, Al-Ni, Al-Ni rolled 4% dan diuji\ndengan menggunakan pengujian air jet erosion. Hasil dari pengujian ini berupa\npengurangan berat logam dan akan dikonversikan menjadilaju aus.\nHasil dari pengujian ini adalah Al-Ni alloy mempunyai nilai laju aus yang\nterkecil dan Al-Ni rolled 4% mempunyai nilai laju aus yang terbesar. Paduan Al-\nNi mempunyai laju aus yang terkecil karena adanya fasa Al3Ni pada logam yang\nmembuat logam menjadi lebih keras sehingga partikel alumina sulit untuk\nmengikis permukaan logam tersebut. Sedangkan logam Al-Ni rolled 4%\nmempunyai laju aus tertinggi. Hal ini terjadi karena adanya retak pada fasa Al3Ni\nyang menyebabkan logam ini menjadi lebih mudah dierosi.", "Daftar File": {"COVER Auliansah Hafiz": "https://digilib.itb.ac.id/gdl/download/170094", "BAB 1 Auliansah Hafiz": "https://digilib.itb.ac.id/gdl/download/170095", "PUSTAKA Auliansah Hafiz": "https://digilib.itb.ac.id/gdl/download/170100"}, "Penulis": "Auliansah Hafiz [13714052]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Budi Hartono Setiamarga", "Kus Hanaldy, ST., MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Al3Ni; Al-Ni; Casting; Air Jet Erosion Test", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "12 Jun 2019"}