{"Nomor": 38674, "Judul": "VALUASI PT. ERAJAYA SWASEMBADA TBK.", "Abstrak": "Ekonomi Indonesia telah tumbuh secara mengesankan selama sepuluh tahun terakhir. Hal ini juga tercermin pada pasar saham Indonesia yang juga tumbuh seiring dengan pertumbuhan ekonomi. Pada tahun 2018, walaupun ekonomi tetap bertumbuh, Bursa Efek Indonesia bergerak sideways dan ditutup -2,5%. Namun, tetap ada beberapa saham yang berkinerja baik dan salah satunya adalah saham PT. Saham Erajaya Swasembada Tbk (kode saham: ERAA). Ini mungkin disebabkan oleh pertumbuhan pendapatan dan EPS yang fantastis dalam beberapa tahun terakhir. Pendapatan dari 2014-2018 naik dengan CAGR 24,52% dengan pertumbuhan 43% pada 2018 saja. EPS Erajaya pada tahun 2018 meroket hingga 150%. Sekilas, Erajaya mungkin sudah dinilai overvalued atau terlalu mahal karena harga sahamnya sudah naik 200% pada tahun 2018 yang juga menjadikan ERAA sebagai saham dengan kenaikan ke-7 tertinggi di tahun 2018., bahkan di tengah ketidakpastian global dan pasar yang sideway. Namun, kita harus melakukan valuasi untuk benar-benar tahu apakah suatu saham sudah overvalued atau belum. Penulis memutuskan untuk melakukan valuasi dengan metode Discounted Cash Flow khususnya Free Cash Flow to the Firm untuk mengetahui nilai perusahaan dan harga intrinsik wajar saham Erajaya atau nilai ekuitasnya. Penulis juga melakukan relative valuation untuk mengetahui kinerja saham Erajaya secara relatif dengan membandingkan Price-Earning (PE) dan Price to Book Value (PBV) dan menganalisisnya dengan menggabungkan analisis time-series dan analisis cross-sectional.\nPeneliti berharap dapat memberikan kesimpulan dan rekomendasi kepada para investor dan masyarakat umum yang membantu keputusan investasi mereka di Erajaya. Studi yang dilakukan menemukan bahwa Erajaya masih memiliki ruang untuk tumbuh, didukung oleh peristiwa penting yang akan datang di dunia telepon seluler diantaranya adanya smartphone pertama yang bisa dilipat, jaringan 5G, peraturan pelarangan penjualan gawai dari pasar gelap, ditambah dengan peningkatan dalam ukuran pasar didorong oleh pertumbuhan populasi Indonesia dan peningkatan penetrasi smartphone. Perhitungan tersebut menghasilkan bahwa nilai Erajaya adalah Rp28.329.989.000.000. Nilai wajar saham Erajaya adalah Rp2.942,40 per lembar dan artinya mempunyai potensi naik 33,75% dibandingkan dengan harga penutupan 31 Desember 2018, yaitu Rp2.200. Erajaya juga diperdagangkan di bawah rata-rata rasio dari perusahaan pembandingnya. PE Erajaya pada tahun 2018 hanya 8,03 sementara PBV Erajaya pada tahun 2018 hanya 1,45, jauh dibandingkan dengan rata-rata perusahaan pembandingnya yaitu 29,13 dan 2,53. Ini menyiratkan bahwa saham Erajaya dalam kondisi undervalued sehingga penulis merekomendasikan investor untuk berinvestasi di saham Erajaya.", "Daftar File": {"ABSTRAK Bagas Naufal Prayitno": "https://digilib.itb.ac.id/gdl/download/170140", "2019 TS PP BAGAS NAUFAL PRAYITNO 1 - FULL TEXT.pdf)u": "https://digilib.itb.ac.id/gdl/download/249333"}, "Penulis": "Bagas Naufal Prayitno [19016039]", "Kontributor / Dosen Pembimbing": ["Dr. Sylviana Maya Damayanti"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Valuasi, Discounted Cash Flow, Free Cash Flow to the Firm, Relative Valuation, PT. Erajaya Swasembada TBK.", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "13 Jun 2019"}