{"Nomor": 38676, "Judul": "DESAIN DAN ANALISIS STRUKTUR PENYERAP ENERGI IMPAK UNTUK APLIKASI KENDARAAN RINGAN (LIGHT RAIL TRANSIT)", "Abstrak": "Tujuan dari penelitian ini adalah mendesain dan menganalisis perilaku dan parameter kelaikan tabrak struktur penyerap energi impak pada LRT dengan pembebanan impak aksial berdasarkan regulasi internasional UIC/EN 15227. Hasil analisis digunakan sebagai dasar untuk mengembangkan desain struktur kendaraan LRT yang mampu menyerap energi impak aksial saat kecelakaan.\nAnalisis yang dilakukan didasarkan pada reduksi peluang terjadinya general buckling dan berat struktur, serta pengembangan parameter deformasi struktur, rerata gaya tabrak, gaya tabrak maksimum, dan deselerasi struktur. Proses desain dilakukan dengan mengubah bentuk penampang crash box, serta memvariasikan parameter panjang dan ketebalan desain. Peletakan crash box pada struktur kendaraan LRT didesain berdasarkan kebutuhan struktur untuk menyerap energi impak yang lebih efisien berdasarkan kaidah – kaidah kelaikan tabrak struktur, dengan penambahan komponen – komponen pendukung agar terjadi progressive crushing.\nAnalisis dan proses pendesainan ulang struktur penyerap impak diterapkan pada beberapa jenis desain. Validasi variasi desain dilakukan dengan dua alternatif berdasarkan penambahan komponen maskara pada simulasi. Variasi desain yang dipilih pada simulasi tanpa pemasangan maskara, dipilih konfigurasi desain dengan sepuluh crash box yang memiliki rerata gaya tabrak sebesar 768,5 kN dan deformasi struktur 625 mm, sedangkan pada simulasi dengan pemasangan maskara, konfigurasi desain yang dipilih menggunakan delapan buah crash box dengan rerata gaya tabrak 917,9 kN dan deformasi struktur sebesar 519,6 mm. Variasi struktur yang dipilih, merupakan struktur yang efisien berdasarkan perbaikan parameter kelaikan tabrak, terkualifikasi dalam simulasi pengujian statik yang dilandaskan pada regulasi internasional UIC/EN 12663, serta dapat dioptimasi dengan model yang lebih kompleks.", "Daftar File": {"ABSTRAK Raynald Masli": "https://digilib.itb.ac.id/gdl/download/170142", "COVER Raynald Masli": "https://digilib.itb.ac.id/gdl/download/206646", "BAB 1 Raynald Masli": "https://digilib.itb.ac.id/gdl/download/206647", "BAB 5 Raynald Masli": "https://digilib.itb.ac.id/gdl/download/206651", "PUSTAKA Raynald Masli": "https://digilib.itb.ac.id/gdl/download/206652"}, "Penulis": "Raynald Masli [13615056]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Sigit Puji Santosa, MSME", "Dr. Ir. Leonardo Gunawan", "Dr. Ir. Bagus Budiwantoro"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "struktur penyerap energi impak, light rail transit, parameter kelaikan tabrak, crash box, proses pendesainan ulang", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "13 Jun 2019"}