{"Nomor": 38673, "Judul": "ANALISIS KINERJA KEUANGAN DAN VALUASI TERHADAP PERUSAHAAN DENGAN PERTUMBUHAN TIDAK STABIL: STUDI KASUS TERHADAP PT CATUR SENTOSA ADIPRANA TBK. (CSAP)", "Abstrak": "Pengukuran ekonomi yang mencerminkan nilai pasar suatu bisnis disebut dengan\nnilai perusahaan. Dalam pandangan finance, tujuan utama suatu perusahaan adalah\nmemaksimalkan kekayaan pemegang saham dengan meningkatkan nilai\nperusahaan. Dalam memaksimalkan nilai perusahaan, struktur modal adalah salah\nsatu faktor yang termasuk. Namun, hubungan antara struktur modal dan nilai\nperusahaan masih diperdebatkan. Pembuktian bahwa struktur modal benar\nmempengaruhi nilai perusahaan adalah salah satu latar belakang riset ini, yang\nmengarahkan pada pemilihan CSAP sebagai bahan studi kasus karena baru saja\nmereka meningkatkan modal dengan private placement. Pada kondisi pasar bahan\nbangunan sedang tidak stabil atau stagnan, dimana masyarakat lebih memilih untuk\nmenabung daripada membeli tapi kepemilikan rumah atau apartemen bertambah,\nCSAP mengambil keberanian untuk memenuhi target agresifnya dengan membuka\n21 cabang eceran sampai dengan 2021. Selain itu, dengan dilihat lebih dalam,\npertumbuhan pendapatan perusahaan sangat tidak stabil dari 2011 sampai 2018.\nFenomena tersebut dapat mengakibatkan perusahaan tidak bertahan di jangka\npanjang. Jika perusahaan tidak dapat beroperasi dengan efisien dan beradaptasi\ndengan tren, mereka bisa tidak dapat bertahan di kemudian hari. Dengan kondisi\ntersebut, penulis ingin melihat kelayakan saham perusahaan dan kesehatan kinerja\nfinansialnya. Untuk valuasi, studi ini menggunakan dua metode, yakni relative dan\ndiscounted cash flow to the firm. Berdasarkan valuasi relative, saham CSAP\ndihargai lebih rendah dari pasar karena pasar kurang optimis terhadap CSAP\ndibandingkan perusahaan pembanding. Hasil didapat dengan membandingkan\nperusahaan terhadap PT Ace Hardware Indonesia dimana mereka adalah satusatunya\nyang memiliki pasar yang sama dengan CSAP. Posisi finansial yang tidak\nstabil dapat menjadi salah satu alasan mengapa pasar pesimis. Sementara\nberdasarkan valuasi discounted cash flow, nilai intrinsik CSAP adalah IDR 558\ndan harga pasar di akhir 2018 adalah IDR 545. Hasil menunjukkan bahwa\nkepercayaan pasar terhadap CSAP kurang dari nilai perusahaan sebenarnya.\nProspek yang baik mengenai pengembangan perusahaan bisa menjadi salah satu\nalasan mengapa nilai intrinsik tinggi. Dibandingkan dengan harga pasar di akhir\n2017, IDR 450, adanya kenaikkan secara signifikan. Hal ini dapat disimpulkan\nbahwa pasar semakin optimis terhadap CSAP karena adanya penambahan asset\ntetap untuk pengembangan. Dalam kata lain, perubahan di struktur kapital\nmempengaruhi nilai perusahaan walaupun tidak selalu terjadi dan tidak secara\nlangsung. Tergantung tujuan penggunaan kapital tersebut.", "Daftar File": {"ABSTRAK Angela": "https://digilib.itb.ac.id/gdl/download/170139", "ANGELA SUHANTO 1 - FULL TEXT.pdf)u": "https://digilib.itb.ac.id/gdl/download/247370"}, "Penulis": "Angela [19016115]", "Kontributor / Dosen Pembimbing": ["Dr. Sylviana Maya Damayanti"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pasar Bahan Bangunan, Pertumbuhan tidak Stabil, Relative Valuation, Discounted Cash Flow Valuation, Analisis Kinerja Keuangan", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "13 Jun 2019"}