{"Nomor": 38675, "Judul": "SOCIAL MEDIA DATA TO DETERMINE LOAN DEFAULT PREDICTING METHOD IN AN ONLINE PEER TO PEER LENDING", "Abstrak": "Teknologi keuangan kini tengah berkembang din Indonesia, salah satu jenisnya yang banyak digunakan adalah platform peminjaman peer to peer. Namun, platform peminjaman ini tidak luput dari resiko kredit sebagai fokus utamnya. Terdapat satu perusahan peminjaman online peer to peer di Indonesia yang sedang mengalami masalah fluktuasi pada rasio kredit gagal. Oleh karena itu, perusaahan tersebut melakukan pengembangan model credit scoring yang dimilikinya dengan menambahkan penilaian sosial media. Maka, penelitian ini bertujuan untuk mengidentifikasi variable sosial media yang dapat digunak sebagai prediktor kemungkinan gagal bayar dan untuk mengetahui atau menjelaskan level prediktabilitas yang dimiliki model dengan sosial media.\nBeberapa penelitian sebelumnya menunjukan bahwa sosial media atau jaringan sosial dapat meningkatkan prediksi pembayaran kembali oleh peminjam dengan tingkat kenaikan sebesar 18% (Tan & Phan, 2016), sementara Chen, et.al.(2016) menunjukkan bahwa kombinasi data demografi, rekam jejak pembayaran, dan sosial media dapat meningkatkan level prediktabilitas sebesa 3.16%. Hal ini menunjukkan bahwa data sosial media dapat meningkatkan level prediktabililitas. Penelitian ini akan menggunakan kombinasi scorecard dan regresi logistic sebagai metode prediksi peminjaman sebagaimana penelitian sebelumnya oleh Tsai, et.al (2009) menunjukkan bahwa metode menggunakan variable lebih sedikit dapat bekerja lebih baikVariabel independen yang digunakan dalam penelitian ini terdiri dari enam variabel sosial media (durasi penggunaan Instagram, frekuensi posting pada tengahmalam, jumlah akun religi yang diikuti di Instagram, jumlah followers, following, dan proporsi post per bulan di Instagram) dengan tujuh variabel kontrol yang terdiri dari dua variabel rekam jejak pembayaran (tenor dan jumlah cicilan) serta lima variabel demografi (jenis kelamin, status perkawinan, distrik, jenis pekerjaan, dan jumlah pendapatan per bulan).\nHasil penelitian menemukan bahwa terdapat lima variabel yang dapat digunakan sebagai gagal bayar prediktor yaitu Jenis Pekerjaan, Tenor, Frekuensi Posting di Tengah Malam, Followers, dan Following. Selain itu, model yang menggunakan kelima variabel ini dapat meningkatkan tingkat prediktabilitas sebanyak 8.9% dibandingkan dengan model yang hanya menggunakan data demografi dan rekam jejak pembayaran. Oleh karena itu, perusahaan direkomendasikan untuk menggunakan kelima variabel tersebut sebagai pertimbangan dalam penilaian credit scoringnya. Sedangkan, regulator dan pengawas (Bank Indonesia dan Otoritas Jasa Keuangan) dapat mepertimbangkan penggunaan sosial media dalam aplikasi credit scoring dengan memperhatikan keamanan pribadi pengguna sosial media. Pada penelitian selanjutnya, disarankan untuk menggunakan jumlah variabel yang lebih banyak dan menggunakan durasi waktu yang lebih lama.", "Daftar File": {"ABSTRAK Hasna Nabila Laila Khilfah": "https://digilib.itb.ac.id/gdl/download/170141", "CHAPTER I.pdf\nv?": "https://digilib.itb.ac.id/gdl/download/247634", "CHAPTER II.pdf5?_": "https://digilib.itb.ac.id/gdl/download/247635", "CHAPTER III.pdf?Z]": "https://digilib.itb.ac.id/gdl/download/247636", "CHAPTER IV.pdf5?_": "https://digilib.itb.ac.id/gdl/download/247637", "CHAPTER V.pdf\nu?": "https://digilib.itb.ac.id/gdl/download/247638", "REFFERENCES + APPENDIX.pdf)u": "https://digilib.itb.ac.id/gdl/download/248769"}, "Penulis": "Hasna Nabila Laila Khilfah [19016210]", "Kontributor / Dosen Pembimbing": ["Dr. Taufik Faturohman, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Sosial Media, Credit Scoring, Peminjaman Online Peer to Pee, Teknologi Keuangan, Indonesia", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "7 file", "Tanggal Input": "13 Jun 2019"}