{"Nomor": 38687, "Judul": "USULAN STRATEGI PEMASARAN DIGITAL  UNTUK PENGEMBANGAN PERUMAHAN (STUDI KASUS: PT. TAMAN FIRDAUS KAFFAH)", "Abstrak": "Era gangguan digital akan membawa kita ke bisnis berbasis dunia digital yang sebelumnya menggunakan sistem offline menjadi online, tetapi berpotensi juga mengganggu stabilitas bisnis yang ada yang  tidak menggunakan dukungan teknologi. Bisnis properti adalah bisnis padat modal. Kemampuan perusahaan dalam mengelola percepatan penjualan sangat penting untuk mengembalikan perputaran dana dalam periode waktu yang terukur. Dalam mencapai penjualan dibutuhkan strategi pemasaran yang tepat. Sehingga menjadi penting bahwa Perumahan Taman Firdaus ke-16 fokus pada upaya pemasaran untuk menjaga kelangsungan bisnis.\n\nMetode penelitian menggunakan metode kualitatif. Metode kualitatif digunakan untuk memperoleh data primer dari pengamatan dan wawancara mendalam dengan pemasaran perumahan. Data yang terkumpul kemudian digunakan untuk melakukan analisis internal dan eksternal. Analisis internal digunakan untuk menganalisis situasi internal perusahaan saat ini. Sedangkan analisis eksternal digunakan untuk menganalisis kondisi eksternal perusahaan yaitu industri di mana perusahaan beroperasi dan daya saing yang mengelilingi perusahaan dari luar. Setelah melakukan analisis internal dan eksternal, SWOT mengevaluasi internal kekuatan dan kelemahan perusahaan dan juga peluang dan ancaman di lingkungan eksternal. Selanjutnya setelah SWOT dilakukan, penulis menggunakan diagram tulang ikan Ishikawa untuk mengidentifikasi penyebab yang berkontribusi terhadap masalah untukTOWS Matrix yang membantu perusahaan untuk membuat strategi dan taktik yang dapat ditindaklanjuti.\n\nBerdasarkan matriks TOWS, ada strategi alternatif yang cocok dan relevan, dalam rangka meningkatkan penjualan melalui pemasaran digital. Strategi pemasaran yang cocok untuk Perumahan Taman Firdaus ke-16 adalah; optimasi platform online; pengoptimalan e-commerce danmembuat situs web, pengoptimalan konten pemasaran, dan pemasaran menggunakan mesin pencari, dan pengelolaan hubungan pelanggan.\nKesimpulan dan implementasi strategi pemasaran dengan melakukan rencana aksi.Rencana aksi terdiri dari kalender rencana aksi dan rencana penganggaran, secara rinci menjelaskan apa yang harus dilakukan Perumahan Taman Firdaus ke-16 untuk satu tahun kedepan dengan mengikuti strategi pemasaran digital.", "Daftar File": {"2019_TS_PP_FATHIMAH ZAHRA_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/170154"}, "Penulis": "Fathimah Zahra [29117405]", "Kontributor / Dosen Pembimbing": ["Yuliani Dwi Lestari, S.T., M.B.A., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Properti, Perumahan Taman Firdaus ke-16, strategi pemasaran digital", "Sumber": "PT. TAMAN FIRDAUS KAFFAH", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "13 Jun 2019"}