{"Nomor": 38683, "Judul": "PREDIKSI KLASEMEN LIGA INGGRIS 2018-2019 MENGGUNAKAN BAYESIAN HIERARCHIAL DAN MARKOV CHAIN MONTE CARLO", "Abstrak": "Sepak bola merupakan olahraga yang cukup terkenal di seluruh belahan bumi ini. Hampir seluruh negara di bumi ini memiliki suatu liga sepak bola di negaranya masing-masing. Salah satu liga sepak bola yang terkenal adalah English Premier League yaitu liga inggris. Dalam beberapa tahun terakhir, liga Inggris menjadi liga yang cukup sengit dan banyak hasil kejutan yang terjadi pada pertandingan liga Inggris.\nPada tulisan ini, dibentuk suatu model Bayesian Hierarchial yang digunakan untuk dapat memprediksi hasil akhir dari suatu pertandingan di liga Inggris dengan membandingkan jumlah gol yang dicetak kedua tim yang bertanding. Model tersebut dipengaruhi oleh faktor-faktor yang mempengaruhi terjadinya suatu gol, seperti kekuatan serangan, kekuatan pertahanan, faktor eksternal dan faktor bermain di kandang. Faktor-faktor tersebut awalnya dibangun secara acak menggunakan suatu algoritma Metropolis-Hasting yang menggunakan prinsip reversibilitas dari Markov Chain Monte Carlo, kemudian dipilih beberapa sampel terbaik yang memaksimalkan distribusi posterior dari masing-masing faktor menggunakan metode Maximum A Posteriori. Setelah mendapatkan faktor-faktor tersebut, prediksi hasil akhir suatu pertandingan dapat dilakukan untuk satu musim penuh, sehingga juara liga inggris pada musim 2018-2019 dapat diprediksi.", "Daftar File": {}, "Penulis": "Fathurobbi Dea Sukmana [10115001]", "Kontributor / Dosen Pembimbing": ["Prof. Marcus Wono Setya Budhi, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Model Bayesian Hierarchial, Reversibilitas Markov Chain Monte Carlo, Algoritma Metropolis-Hasting, Maximum A Posteriori, Distribusi Posterior", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "13 Jun 2019"}