{"Nomor": 38684, "Judul": "USULAN STRATEGI BISNIS PENERBITAN BUKU ISLAM:  STUDI KASUS REPUBLIKA PENERBIT", "Abstrak": "Penerbitan buku adalah salah satu industri potensial di Indonesia. Genre yang paling berkontribusi terhadap total penjualan buku adalah buku-buku anak, fiksi, dan buku-buku agama. Penerbit Republika adalah salah satu penerbit nasional yang dikenal sebagai penerbit Islam. Penerbit ini sebenarnya menerbitkan berbagai genre, tetapi mayoritas menerbitkan buku-buku Islam dan novel-novel bernuansa agama/moral. Penelitian ini mengidentifikasi tiga masalah yang dihadapi oleh Republika Penerbit, yakni persoalan ketergantungan terhadap salah satu penulis, masalah transformasi teknologi dan masalah ancaman saluran distribusi. \nPenelitian terapan ini menggunakan metode kualitatif dengan melakukan analisis terhadap kondisi lingkungan bisnis internal dan eksternal diikuti dengan analisis SWOT dan TOWS. Setelah itu peneliti mengusulkan solusi bisnis untuk memecahkan masalah bisnis yang ada, kemudian menawarkan rencana implementasi untuk menghasilkan pertumbuhan pendapatan bagi perusahaan.\nPeneliti merekomendasikan perusahaan untuk menggunakan integrated cost leadership/differentiation strategy. Tujuan menggunakan strategi ini adalah untuk menghasilkan produk secara efisien dengan beberapa fitur yang berbeda. Secara rinci, perusahaan disarankan untuk melakukan penetrasi pasar, ekspansi pasar global, kerjasama dengan perusahaan lain, merekrut penulis laris, meningkatkan penjualan dan promosi online, merekrut penulis baru, mengembangkan pasar B2B, bekerja sama dengan rumah produksi film, merekrut karyawan baru, melakukan transformasi digital dan mengurangi pembajakan buku.\nUntuk melaksanakan strategi bisnis yang diusulkan, peneliti menawarkan rencana pelaksanaan dengan mempertimbangkan beberapa hal seperti penanggung jawab, penganggaran, pendapatan yang diharapkan dan waktu. Strategi ini diharapkan dapat membuat kinerja perusahaan lebih baik di masa yang akan datang.", "Daftar File": {"2019_TS_PP_MOH IKHSAN KURNIA_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/170151"}, "Penulis": "Moh Ikhsan Kurnia [29116026]", "Kontributor / Dosen Pembimbing": ["Prawira Fajarindra Belgiawan, S.T., M.Eng., Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "strategi bisnis, buku, penerbitan, novel, Islam.", "Sumber": "REPUBLIKA PENERBIT", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "13 Jun 2019"}