{"Nomor": 38691, "Judul": "USULAN IMPLEMENTASI LEAN MANUFACTURING UNTUK MENINGKATKAN NILAI GLOBAL EFFICIENCY (STUDI KASUS DI PT XYZ INDONESIA)", "Abstrak": "PT XYZ Indonesia merupakan anak perusahaan dari ABC Internation Inc. PT XYZ Indonesia adalah salah satu perusahaan yang beroperasi di industri yang memproduksi produk dari susu. Terjadi persaingan yang ketat di industri produk susu ini. Para perusahaan bersaing satu sama lain untuk mendapatkan pangsa pasar yang lebih besar dan keuntungan lebih. Di persaingan yang ketat ini, langkah perusahaan untuk menambah keuntungan melalui kenaikan harga sangatlah terbatas. Jadi, cara lain untuk mendapatkan keuntungan lebih adalah dengan melakukan kebijakan efisiensi biaya dalam biaya produksi. Biaya produksi bisa dikurangi dengan cara melakukan proses produksi dengan efektif dan efisien.\nPT XYZ Indonesia tidak bisa memenuhi permintaan volum setiap bulannya pada tahun 2018. Selisih antara volume yang diproduksi dan volum yang diminta membuat PT XYZ Indonesia mengalami kehilangan penjualan sebesar total IDR 83,059,426,637 dari Januari 2018 sampai Juli 2018. Proses produksi tidak bisa memenuhi permintaan volum dikarenakan nilai global efisiensi mereka yang masih rendah dan di bawah target.\nVolum permintaan dapat dipenuhi jika volum yang dihasilkan meningkat. Untuk meningkatkan volum yang dihasilkan, peningkatan pada nilai global efficiency diperlukan. Untuk meningkatkan global efficiency, losses dan rework perlu untuk dikurangi dan dihilangkan. Metode untuk menentukan dan menghilangkan losses adalah dengan menggunakan lean manufacturing. Global efficiency dapat dihitung dengan cara dari perusahaan ataupun dengan rumus Overall Equipment Effectiveness. Pengamatan langsung dilakukan menggunakan time and motion study untuk mengidentifikasi losses dan rework yang terjadi. Dengan Current Reality Tree didapatkan akar masalahnya adalah standardization. \nAda beberapa usulan solusi untuk menyelesaikan akar masalah, yaitu: informasi visual, instruksi kerja, dan training mengenai 7 Wastes. Simulasi terhadap masing-masing solusi dan Analytic Hierarchy Process dilakukan untuk mendapatkan solusi yang terbaik. Dari simulasi dan AHP didapatkan bahwa instruksi kerja merupakan solusi terbaik untuk kondisi sekarang. Instruksi kerja dapat mengurangi kehilangan penjualan hingga 39%.", "Daftar File": {"2019_TS_PP_Septarina Pratiwi_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/170158"}, "Penulis": "Septarina Pratiwi [29117072]", "Kontributor / Dosen Pembimbing": ["Akbar Adhi Utama, S.T., M.A.B., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Industri Makanan, Lean Manufacturing, Overall Equipment Effectiveness, Simulasi, Time and Motion Study.", "Sumber": "PT XYZ INDONESIA", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "13 Jun 2019"}