{"Nomor": 38708, "Judul": "Selective Gas Permeation in Graphene Oxide?Polymer SelfAssembled Multilayers", "Abstrak": "The performance of polymer-based membranes\nfor gas separation is currently limited by the Robeson limit,\nstating that it is impossible to have high gas permeability and\nhigh gas selectivity at the same time. We describe the\nproduction of membranes based on the ability of graphene\noxide (GO) and poly(ethyleneimine) (PEI) multilayers to\novercome such a limit. The PEI chains act as molecular spacers\nin between the GO sheets, yielding a highly reproducible,\nperiodic multilayered structure with a constant spacing of 3.7\nnm, giving a record combination of gas permeability and\nselectivity. The membranes feature a remarkable gas selectivity\n(up to 500 for He/CO2), allowing to overcome the Robeson\nlimit. The permeability of these membranes to different gases\ndepends exponentially on the diameter of the gas molecule,\nwith a sieving mechanism never obtained in pure GO membranes, in which a size cutoff and a complex dependence on the\nchemical nature of the permeant is typically observed. The tunable permeability, the high selectivity, and the possibility to\nproduce coatings on a wide range of polymers represent a new approach to produce gas separation membranes for large-scale\napplications.", "Daftar File": {"2019 EJRNL PP Davide Pierleoni 1.pdf?": "https://digilib.itb.ac.id/gdl/download/170186"}, "Penulis": "Davide Pierleoni [-]", "Kontributor / Dosen Pembimbing": ["Matteo Minelli, Simone Ligi, Meganne Christian,Sebastian Funke, Niklas Reineking, Vittorio Morandi, Ferruccio Doghieri, Vincenzo Palermo"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "graphene, gas separation, coatings, polymer materials, composite materials, nanomaterials, functional surfaces, membranes", "Sumber": "www.acsami.org", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "14 Jun 2019"}