{"Nomor": 38714, "Judul": "Supramolecular Conjugated Polymer Materials for in Situ Pathogen Detection", "Abstrak": "Cationic poly(fluorene-co-phenylene) derivative (PFPNMe3\n+\n) forms a supramolecular complex with cucurbit[7]uril (CB[7]),\nwhich could be reversibly disassembled by amantadine (AD) to release\nPFP-NMe3\n+ due to the formation of more stable CB[7]/AD complex.\nThe cationic PFP-NMe3\n+ is an amphiphilic structure and could bind to\nnegatively charged membrane of pathogen by multivalent interactions.\nUpon the formation of PFP-NMe3\n+\n/CB[7] complex, the CB[7] could\nbury the side-chain alkyl groups and decreases the hydrophobic\ninteractions of PFP-NMe3\n+ on the surface of pathogens; thus, PFPNMe3\n+ exhibits different interaction modes with pathogens before and\nafter assembly with CB[7]. The PFP-NMe3\n+\n/CB[7] supramolecular\ncomplex could be explored as optical sensor for simple, rapid, and in situ\ndetection and discrimination of multiple pathogens by taking advantage\nof optical signal changes of PFP-NMe3\n+\n/CB[7] complex before and after\ndisassembly by AD on the pathogen surfaces. The new sensor can realize in situ detection and identification of Gram-negative\nbacteria (E. coli, P. aeruginosa), Gram-positive bacteria (B. subtilis, S. aureus, E. faecalis), and the fungi (C. albicans, S. cerecisiae)\nand can also discriminate different strains of the same species. Blend samples of these pathogens could be identified successfully\nas well. In comparison with conventional blood culture-based pathogen assay methods that require at least for 24 h, the PFPNMe3\n+\n/CB[7] complex only needs 2 h (including pathogen culture, pathogen harvest by centrifuging, and optical assay\nprocedures) to stratify diverse pathogen types and also does not require specific biomarkers or cell labeling", "Daftar File": {"2019 EJRNL PP Haotian Bai 1.pdf\n]": "https://digilib.itb.ac.id/gdl/download/170197"}, "Penulis": "Haotian Bai [-]", "Kontributor / Dosen Pembimbing": ["Hui Chen,  Rong Hu, Meng Li,Fengting Lv, Libing Liu, Shu Wang"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "conjugated polymer, supramolecular materials, microorganisms, sensor, detection", "Sumber": "www.acsami.org", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "14 Jun 2019"}