{"Nomor": 38715, "Judul": "Aggregation-Induced Energy Transfer of Conjugated Polymer Materials for ATP Sensing", "Abstrak": "Water-soluble conjugated polymers are attractive fluorescent materials for applications in chemical and\nbiological sensing. The molecular wire effect of such polymers\namplifies changes in the fluorescence signal, which can be used\nfor detecting various analytes with high sensitivity. In this\nwork, we report an efficient ratiometric fluorescent probe\nbased on a water-soluble conjugated polymer that showed high\nsensitivity and selectivity toward adenosine 5?-triphosphate\n(ATP). The macromolecular probe consisted of a polyfluorene\nbackbone doped with 5 mol % 1,4-dithienylbenzothiadiazole\n(DBT) modified by bis-imidazolium and oligo(ethylene\nglycol) moieties. Solutions of the polymer emitted purple fluorescence, which changed to red upon addition of ATP molecules.\nThe addition of ATP caused the polymer to aggregate, which enhanced fluorescence resonance energy transfer efficiency from\nthe fluorene segments to DBT units, leading to an increase in red emission. The ratio of the fluorescence at these different\nwavelengths (I655/I423) showed a strong dependence on the ATP concentration. PF-DBT-BIMEG also exhibited high selectivity\nfor ATP sensing over other representative anions and discriminated it from adenosine 5?-diphosphate (ADP) and adenosine 5?-\nmonophosphate (AMP). This can be explained by the much stronger electrostatic interactions between the polymer and ATP\nthan the interactions between the polymer and ADP or AMP, as confirmed through molecular dynamics simulations.", "Daftar File": {"2019 EJRNL PP Qianling Cui 1.pdf)u": "https://digilib.itb.ac.id/gdl/download/170198"}, "Penulis": "Qianling Cui [-]", "Kontributor / Dosen Pembimbing": ["Yu Yang, Chuang Yao, Ronghua Liu,Lidong Li"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "fluorescence, water-soluble conjugated polymer, FRET, fluorescence enhancement, ATP sensing", "Sumber": "www.acsami.org", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "14 Jun 2019"}