{"Nomor": 38712, "Judul": "UJI POTENSI INHIBISI XILANASE OLEH SENYAWA TURUNAN LIGNOSELULOSA", "Abstrak": "Rantai polimer dominan dari hemiselulosa adalah xilan yang dapat dihidrolisis\nmenjadi xilosa oleh xilanase. Produk hasil reduksi xilosa adalah xilitol yang\nbernilai jual tinggi dan dimanfaatkan pada industri farmasi dan makanan. Dalam\nmelakukan hidrolisis hemiselulosa, xilosa tidak dapat terkonversi dengan baik\nakibat adanya faktor penghambat. Faktor penghambat ini berupa senyawasenyawa\nyang berpotensi sebagai inhibitor yang muncul dari hasil perlakuan\npendahuluan, hidrolisis, dan fermentasi dari senyawa lignoselulosa sehingga\nkonsentrasi xilosa menjadi rendah dan berdampak pada perolehan xilitol yang\ndihasilkan sedikit. Laporan ini menyajikan hasil penelitian uji potensi inhibisi\nxylanase oleh senyawa-senyawa turunan lignoselulosa utama, yaitu: kelompok\nfuran dan asam alifatik (furfural, 5-hidroksimetilfurfural, asam asetat dan asam\nformat), senyawa aromatik (vanilin, asam salisilat, dan 4-hidroksibenzaldehid),\ndan produk hidrolisis-fermentasi (glukosa, xilosa, etanol dan xilitol).\nReaksi hidrolisis dilakukan dalam keadaan tanpa inhibisi (kontrol) dan terinhibisi.\nSebagai substrathidrolisis digunakan xilan beechwood, dan proses hidrolisis\ndilakukan pada temperatur 50oC dalam waktu 150 menit dengan variasi\nkonsentrasi enzim 0,55 g/l dan 1,65 g/l. Hasil yang diperoleh dianalisis\nmenggunakan High Performance Liquid Chromatography (HPLC). Variasi\ndilakukan pada konsentrasi substrat dan jenis senyawa yang berpotensi sebagai\ninhibitor. Data yang dihimpun berupa analisis konsentrasi xilosa yang diukur\nterhadap satuan waktu tertentu.\nHasil uji inhibisi menunjukkan bahwa asam format, vanilin, dan etanol merupakan\ninhibitor terkuat dari masing-masing kelompoknya, yang berturut-turut\nmenurunkan laju sebesar 35,52%; 44,49%; dan 43,56% terhadap laju hidrolisis\nkontrol. Mekanisme inhibisi dari senyawa asam format, vanilin, dan etanol secara\nberturut-turut adalah inhibisi campuran, unkompetitif, dan kompetitif. Vanilin\nmemiliki efek inhibisi terkuat apabila ditinjau dari kinerja xilanase yang memiliki\nnilai terendah dibandingkan etanol dan asam format (konstanta katalitik 44,81\njam-1; derajat inhibisi 48,18%; enzymatic digestibility 2,45; konstanta inhibisi 0,13\ng/l; dan rasio Km/KI 23,94).", "Daftar File": {"ABSTRAK Ibnu Maulana Hidayatullah": "https://digilib.itb.ac.id/gdl/download/170195"}, "Penulis": "Ibnu Maulana Hidayatullah [23017050]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Tjandra Setiadi, M.Eng., Ph.D.", "Dr. Made Tri Ari Penia Kresnowati, S.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Inhibitor, inhibisi enzimatik, xilan beechwood, xilosa, xilanase", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "14 Jun 2019"}