{"Nomor": 38724, "Judul": "PENILAIAN KEMATANGAN MANAJEMEN PENGETAHUAN DI UNIT BISNIS ICT & NAVIGASI DI PT LEN INDUSTRI (PERSERO)", "Abstrak": "Badan Usaha Milik Negara (BUMN) semakin kuat dalam mendukung pertumbuhan ekonomi\nIndonesia, BUMN harus siap menghadapi tantangan dan perubahan ke depan. Semua karyawan\nBUMN memiliki tanggung jawab untuk mengembangkan kemampuan mereka sesuai dengan\ntantangan didepan. Manajemen sumber daya manusia harus menjadi salah satu fokus BUMN.\nPT. Len Industri (Persero) adalah BUMN yang bergerak di bidang industri elektronik. LEN\nmelakukan transformasi bisnis menjadi Perusahaan Integrator Sistem. LEN tentu memiliki\nProgram Manajemen Pengetahuan yang telah diatur dalam peraturan perusahaan, yang perlu\ndiukur tingkat kematangannya sehingga perusahaan dapat menentukan strategi implementasi\nyang tepat sehingga dapat sejalan dengan program Kementerian BUMN\nPenelitian ini bertujuan untuk mendapatkan solusi dari masalah yang ada di unit bisnis ICTN\nterutama terkait dengan kualitas pekerjaan dalam implementasi proyek, melalui pendekatan\nManajemen Pengetahuan. Dampak dari manajemen proyek yang salah, sangat mempengaruhi\nkinerja perusahaan. Dalam penelitian ini, metode yang akan digunakan untuk mengumpulkan\ndata adalah metode kualitatif dan kuantitatif. Penilaian KM APO digunakan sebagai alat\nkuesioner untuk mengidentifikasi kekuatan dan area untuk perbaikan. Penelitian kualitatif\ndilakukan melalui wawancara mendalam untuk mendapatkan informasi empiris dari tokoh\nkunci Unit Bisnis ICTN.\nRencana Implementasi KM diusulkan sebagai solusi bisnis, ini didasarkan pada hasil yang\ndiperoleh dari metode kuantitatif dan kualitatif. Berdasarkan hasil wawancara, pada dasarnya\nsemua manajemen TIKN telah menerapkan konsep Manajemen Pengetahuan di unit kerja\nmasing-masing. Peneliti menemukan bahwa praktik KM pada ICTN dilakukan secara spontan\ndan tidak sistematis. Dari 7 kategori Penilaian APO KM, Unit Bisnis ICTN memiliki skor\nterendah dalam kategori Proses Pengetahuan. Ini menunjukkan bahwa manajemen\npengetahuan belum menjadi bagian dari strategi organisasi, dan hanya digunakan sebagai alat\nuntuk memfasilitasi pelaksanaan pekerjaan, bukan sebagai budaya baru organisasi.", "Daftar File": {"2019_TS_PP_I Made Sandika Dwiantara_1-Abstrak.pdf?u": "https://digilib.itb.ac.id/gdl/download/170219"}, "Penulis": "I Made Sandika Dwiantara [29117020]", "Kontributor / Dosen Pembimbing": ["Dedy Sushandoyo, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Badan Usaha Milik Negara (BUMN), Manajemen Proyek, Manajemen Pengetahuan, APO KM Frameworks", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "17 Jun 2019"}