{"Nomor": 38722, "Judul": "PERANCANGAN SISTEM PENGENDALI STEEL BALL MAGNETIC LEVITATION", "Abstrak": "Tugas sarjana ini mengambil perancangan sistem kendali sebagai tema.\nSistem yang dikendalikan adalah steel ball magnetic levitation (pengambangan\nbola baja oleh gaya magnet).\nSteel ball magnetic levitation adalah topik yang telah banyak dibahas\ndalam bidang mekatronika. Akan tetapi pengendali digital yang dirancang dengan\nmetode penempatan pole, masih jarang diimplementasikan. Sistem yang cepat dan\nnonlinear ini adalah tantangan bagi metode peracangan penempatan pole dan\npengendali digital. Topik ini juga merupakan gerbang kepada penelitian bantalan\nmagnetis.\nPengendali digital dirancang dengan metode penempatan pole. Perangkat\nlunak yang dipakai adalah Matlab®\n. Pengendali diimplementasikan dengan\nmikrokontoroler ATMega8535.\nPengendali digital yang dirancang telah dapat menstabilkan sistem. Bola\nbaja dapat ditahan melayang.\nTugas sarjana ini diharapkan dapat menjadi contoh praktis bagi mata\nkuliah Perancangan Sistem Kendali Berbantuan Komputer dan dapat dijadikan\nawal bagi pengembangan bantalan magnetis. Perancangan pengendali sistem yang\nkecil ini diharapkan dapat menyadarkan betapa Hebatnya Tuhan yang Maha\nMengendalikan Alam Sejagat. Bahkan tugas sarjana ini tidak lepas dari Rahmat\ndan Pengendalian-Nya.", "Daftar File": {"COVER RHIZA ZAINUDDIN AHMAD": "https://digilib.itb.ac.id/gdl/download/170205", "BAB 5 RHIZA ZAINUDDIN AHMAD": "https://digilib.itb.ac.id/gdl/download/170210", "PUSTAKA RHIZA ZAINUDDIN AHMAD": "https://digilib.itb.ac.id/gdl/download/170211"}, "Penulis": "RHIZA ZAINUDDIN AHMAD [13101015]", "Kontributor / Dosen Pembimbing": ["Ir. Indrawanto, M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Steel Ball Magnetic Levitation; Perancangan Sistem Pengendali.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "14 Jun 2019"}