{"Nomor": 38737, "Judul": "ALTER EGO", "Abstrak": "Membaca dongeng atau cerita fantasi dan menonton film animasi Disney merupakan hobi anak kecil pada umumnya. Cerita yang menarik dan seru, karakter yang memiliki nilai budi dan jika ditampilkan dalam sebuah animasi, seperti dalam film animasi disney, hal tersebut dapat memacu imajinasi dan memberi inspirasi seorang anak. Hal yang sama juga terjadi terhadap anime dan manga yang biasa digemari anak kecil. Anime dan manga jepang memiliki jalan cerita yang biasanya menarik dan juga visual yang ikonik. Tanpa disadari hal tersebut adalah salah budaya populer yang seorang anak kecil pertama ketahui. Video game pun menjadi salah satu budaya populer yang diminati semua kalangan, dari kecil hingga dewasa. Video game memiliki banyak genre dan gaya visual akan tetapi satu genre terinspirasi dari dongeng fantasi, secara visual dan konsep, biasa bernama MMORPG.\nTerinspirasi dari hal tersebut dan permasalaahan pribadi, penulis membuat karya dengan judul “Alter Ego”. Penulis mencoba menampilkan visualisasi fenomena dalam budaya populer kontemporer yaitu video game, yang terinspirasi dari anime, manga dan animasi disney dari sudut pandang penulis sebagai sarana realisasi diri. Karya “Alter Ego” dibuat menggunakan teknik gambar digital, untuk memperkuat konsep kebaruan dalam teknologi, dengan visualisasi berupa karakter dalam video game ,yang penulis mainkan, dengan gaya gambar kartun (atau anime) dengan warna kontras, garis yang tebal, dan dua dimensi. Karya ini di cetak menggunakan teknik cetak digital ke medium lembar lensa lenticular dengan efek transformasi.\nDari karya “Alter ego” ini, penulis mendapatkan rasa kenyamanan karena telah merasa realisasikan dirinya dan memperlihatkan sisi lain dari penulis (Alter ego) dalam karya, tidak hanya itu penulis pun melihat bagaimana pengaruh dari cerita dan visual yang sukai penulis pada masa kecil (dongeng, animasi disney, anime dan manga) terus terbawa sampai sekarang penulis membuat karya. Karya ini pun diharap dapat memperlihatkan fenomena budaya populer kontemporer, seperti anime, manga dan video game, yang terjadi pada masa kini dan terjadi sangat dekat dengan masyarakat.", "Daftar File": {}, "Penulis": "Putri Sarah [17013015]", "Kontributor / Dosen Pembimbing": ["Dr. Tisna, Dipl.Art."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Seni Rupa Murni dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Alter Ego, Fantasi, Hero perempuan, Realisasi Diri.", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "17 Jun 2019"}