{"Nomor": 38734, "Judul": "STUDI MENGENAI SEMIRING TERNER 2-PRIMAL", "Abstrak": "Semiring terner pertama kali diperkenalkan oleh T.K. Dutta dan S. Kar pada tahun 2003. Semiring terner merupakan suatu perumuman dari ring terner. Semiring terner merupakan suatu struktur aljabar yang terdiri dari himpunan tak kosong dengan operasi penjumlahan biner dan perkalian terner, yang membentuk monoid komutatif terhadap operasi penjumlahan binernya, monoid terhadap operasi perkalian ternernya, dan kedua operasi tersebut memenuhi sifat distributif kiri, tengah, dan kanan. Salah satu penelitian penting mengenai semiring terner adalah semiring terner 2-primal, yang diperkenalkan oleh T.K. Dutta dan S. Mandal pada tahun 2015. Semiring terner disebut semiring terner 2-primal jika radikal prima, yaitu irisan dari semua ideal prima dari semiring terner tersebut sama dengan himpunan dari semua elemen nilpoten kuat dari semiring terner tersebut. Mereka mendefinisikan himpunan bagian dari semiring terner, yaitu ( ) ( )??????? ? dan ( ) ( )??????? ? untuk sebarang ideal prima dari semiring terner. Selanjutnya, akan ditentukan kondisi bagi himpunan bagian tersebut agar semiring terner merupakan semiring terner 2-primal. Selain itu, diberikan definisi baru mengenai himpunan bagian dari semiring terner, yaitu ( ) dan untuk sebarang ideal prima dari semiring terner. Selanjutnya, ditentukan juga kondisi bagi himpunan bagian tersebut agar semiring terner komutatif merupakan semiring terner 2-primal.", "Daftar File": {"COVER Tuhfatul Janan": "https://digilib.itb.ac.id/gdl/download/170228", "PUSTAKA Tuhfatul Janan": "https://digilib.itb.ac.id/gdl/download/170235"}, "Penulis": "Tuhfatul Janan [20117014]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Irawati, MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "ideal prima, semiring terner, semiring terner 2-primal.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "2 file", "Tanggal Input": "17 Jun 2019"}