{"Nomor": 38742, "Judul": "ANALISIS STRATEGIS PERUBAHAN SITUASI USAHA DAN SARAN BAGI PERUSAHAAN FEEDLOTTER SAPI IMPOR PT AGRIRIA INDONESIA", "Abstrak": "Daging sapi merupakan salah satu bahan pangan sumber protein yang populer di Indonesia di samping daging unggas. Pertumbuhan penduduk yang disertai dengan pertumbuhan kelas menengah dan daya beli masyarakat Indonesia mendorong pula pertumbuhan permintaan akan bahan pangan, terutama daging sapi yang dibahas dalam tugas akhir ini. Pertumbuhan permintaan daging sapi ini tidak dapat dipenuhi sepenuhnya dari sumber lokal, sehingga mengakibatkan perlunya impor, baik dalam bentuk daging mentah beku maupun dalam bentuk ternak sapi hidup. \nDalam bidang impor ternak sapi, model usaha yang paling umum berpusat pada mendatangkan sapi muda melalui impor (saat penulisan tugas akhir ini terutama dari  Australia), memelihara ternak tersebut sampai ke bobot dan usia tertentu yang dianggap memadai untuk disembelih, dan kemudian mengirimkan ternak sapi potong tersebut ke rumah jagal. Dalam model bisnis ini, produk akhir dari kegiatan usaha bukanlah daging segar melainkan ternak sapi potong yang siap disembelih. Fokus utama dari kegiatan bisnis adalah menggemukkan ternak sapi potong seefisien mungkin dan menghasilkan bobot seoptimum mungkin untuk disembelih. \nPada tugas akhir ini, penulis berupaya untuk menganalisa outlook dari industri ternak sapi potong di Indonesia, secara khusus dari sisi produksi, yakni usaha penggemukan ternak sapi potong sampai siap untuk disembelih. Analisa yang dilakukan mencoba untuk menilai industri ini, sehubungan dengan berbagai faktor, di antaranya kebijakan pemerintah, tingkat permintaan, dan ketersediaan produk di pasar. Selain itu tugas akhir ini juga mencoba untuk memformulasikan rekomendasi strategi bagi perusahaan di industri ini berdasarkan hasil analisis. \nUntuk menjawab pertanyaan-pertanyaan tersebut, penulis pertama-tama melakukan analisis kondisi industri menggunakan analisis eksternal dan internal. Setelah itu, metode penelitian dilakukan dengan mengkombinasikan wawancara langsung dengan pemilik usaha di industri yang bersangkutan dengan studi literatur dan dokumen yang dipublikasikan. Setelah itu, strategi  diformulasikan dengan menggunakan model Diamond Strategy dan TOWS Matrix, yang kemudian menghasilkan business model canvas baru. \nSumber ternak sapi potong yang digunakan oleh perusahaan feedlotter adalah sumber lokal maupun impor. Sebagian besar perusahaan feedlotter berskala besar mendatangkan ternak sapi dari sumber impor. Sumber ini diatur dengan ketat oleh kuota yang ditetapkan oleh pemerintah dan kemudian dibagi di antara anggota  dari asosiasi Gapuspindo.  Hal ini menyebabkan adanya tantangan bagi pengusaha baru untuk masuk dalam industri  ini. Berdasarkan studi atas literatur dan kebijakan sejauh ini, trend impor terlihat mulai berkurang akibat kebijakan pemerintah yang semakin mengutamakan kemandirian pangan dengan berbagai alasan. Di sisi lain, pasar untuk daging sapi di  Indonesia masih terbuka dengan adanya pertumbuhan penduduk  yang tinggi dan minat masyarakat yang tinggi  pula terhadap daging sapi. \nWawancara yang dilakukan dengan pemilik usaha feedlotter, yang sebagian besarnya adalaha pemilik usaha feedlotter dengan sumber ternak sapi potong yang berasal dari sumber lokal, menunjukkan bahwa kondisi sumber ternak sapi potong lokal terlihat cukup stabil dan dapat dijadikan sebagai solusi optimisasi fasilitas feedlotter perusahaann untuk mengurangi resiko akibat perubahan distribusi kuota. Solusi tambahan lainnya, yang dapat dilihat dari analisis kompetitor dan hasil wawancara menunjukkan peluang bisnis  lain dari hasil sampingan kegiatan usaha feedlotter melalui partnership dengan perkebunan maupun peluang usaha biogas.", "Daftar File": {"ABSTRAK Firman Rickson Saragih": "https://digilib.itb.ac.id/gdl/download/170247"}, "Penulis": "Firman Rickson Saragih [29316005]", "Kontributor / Dosen Pembimbing": ["Amol Titus, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Ternak, Sapi Potong, Permintaan Daging Sapi, Feedlotter, Strategi Bisnis", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "17 Jun 2019"}