{"Nomor": 38747, "Judul": "PENERIMAAN PELANGGAN TERHADAP TELNOLOGY BARU UNTUK MOBIL LISTRIK HYBRID", "Abstrak": "Pemerintah mempunyai masalah serius terkait dengan keamanan energy, lingkungan dan perdagangan: impor minyak terus naik, komitment pengurangan emisi gas rumah kaca dan defisit perdagangan yang terus membesar. Pemerintah berupaya mengurangi  konsumsi bahan bakar, sehingga upaya itu akan mempunyai dampak pada penguramgan impor minyak, pengurangan emisi gas rumah kaca, dan perbaikan neraca perdagangan. Di dalam sector otomotif, Pemerintah sudah membuat peta jalan untuk alternative bahan bakar: bahan bakar nabati diesel B30 (2020), bahan bakar nabati bensin E20 (2025), dan bahan bakar gas CNG. Pemerintah juga akan melaksanakan program LCEV (low carbon emission vehicle), yang mana program LCEV itu akan memotivasi perusahaan otomotif untuk memproduksi mobil listik dan hybrid di dalam negei. Untuk alasan itu, maka Pemerintah sudah membuat peta jalan untuk pencapaian target mobil listrik dan hybrid 20% tahun 2025. Sasaran dari program LCEV adalah untuk harmonisasi pajak barang mewah untuk mobil yang didasarkan pada besarnya emisi gas rumah kaca (gram/km). Pada prinsipnya, mobil yang mempunyai emisi rendah, pajaknya akan rendah. Dalam hal ini, perusahaan otomotif dalam negeri harus mendukung program LCEV agar sukses. Untuk itu sangat penting untuk mempelajari respon dari pelanggan, jika dikaitkan dengan besaran insentif dari Pemerintah, apakah insentifnya cukup atau tidak untuk menciptakan harga mobil listrik atau hybrid yang pantas. Perusahaan otomotif harus menganalisa dan membuat perencanaan yang baik agar bisa mencapai target 20% mobil listrik atau hybrid pada tahun 2025.", "Daftar File": {"ABSTRAK Jaka Purwanto": "https://digilib.itb.ac.id/gdl/download/170252"}, "Penulis": "Jaka Purwanto [29317414]", "Kontributor / Dosen Pembimbing": ["Dr. Jacob Silas Mussry"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Customer Acceptance, Government Incentive, Hybrid Electric Vehicle, State Deficit, Vehicle Price", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "17 Jun 2019"}