{"Nomor": 38759, "Judul": "PREDIKSI CURAH HUJAN UNTUK MENENTUKAN MASA PRODUKSI GARAM (Studi Kasus Lahan Pegaraman I Sumenep PT Garam Persero, Jawa Timur)", "Abstrak": "Garam merupakan komoditas penting dalam kehidupan sehari-hari yang penggunaannya cukup luas baik untuk garam industri maupun konsumsi. Permintaan yang tinggi dan terus meningkat terutama garam industri belum bisa dipenuhi oleh produksi garam nasional. Salah satu penentu ketercapaian target produksi adalah kondisi cuaca. Perencanaan penentuan masa produksi berdasarkan parameter-parameter cuaca penting dilakukan untuk meminimalisir terjadinya keterlambatan memulai dan mengakhiri masa produksi yang akan berpengaruh terhadap produktivitas garam. Oleh karena itu, pada penelitian ini akan dilakukan prediksi curah hujan untuk menentukan masa produksi garam yang optimum yang didukung dengan faktor meteorologi lain yaitu temperatur, kecepatan angin, dan kelembapan udara.\nPrediksi curah hujan dilakukan dengan metode Kalman Filter sedangkan temperatur, kecepatan angin, dan kelembapan diprediksi dengan metode Autoregressive Integrated Moving Average (ARIMA). Hasil prediksi yang telah didapat diverifikasi dengan meninjau nilai koefisien korelasi, Root Mean Square Error (RMSE), dan analisis dikotomi dengan menghitung nilai bias, Probability of Detection (POD), False Alarm Ratio (FAR), Threat Score (TS), dan Portion Correct (PC).\nPrediksi curah hujan dengan metode Kalman Filter menghasilkan nilai korelasi sebesar 0,72 dan Root Mean Square Error (RMSE) 28 mm pada tahun 2018 yang termasuk kedalam kategori kuat dan berhubungan secara signifikan. Namun untuk pelaksanaan di lapangan dengan nilai korelasi 0,72 dan error 28 akan memberikan kemungkinan resiko yang besar. Untuk parameter temperatur, kelembapan, dan kecepatan angin yang diprediksi dengan metode Autoregressive Integrated Moving Average (ARIMA) menghasilkan nilai korelasi sebesar 0,81 – 0,94 yang termasuk dalam kategori sangat kuat. Dari hasil analisis parameter-parameter cuaca tersebut maka dapat disimpulkan bahwa masa produksi garam di lahan Pegaraman I Sumenep PT Garam (Persero) tahun 2019 dapat dilakukan dalam kurun waktu sejak dasarian pertama bulan April dan berakhir pada dasarian pertama bulan November atau selama 22 dasarian.", "Daftar File": {}, "Penulis": "Nurhayuni Dwi Arini [12814028]", "Kontributor / Dosen Pembimbing": ["Drs. Zadrach Ledoufij Dupe, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Garam, Curah Hujan, Prediksi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "17 Jun 2019"}