{"Nomor": 38753, "Judul": "PEMECAHAN MASALAH UNTUK MENINGKATKAN KINERJA BISNIS PADA UNIT OPERASI SERTIFIKASI DI PT RINA INDONESIA", "Abstrak": "Lembaga sertifikasi pihak ketiga (LSM) adalah institusi yang memainkan peran penting dalam jaminan sistem manajemen dan memberikan sertifikat bertaraf internasional kepada suatu organisasi atau pelanggannya. Sejak dua puluh tahun terakhir, jumlah lembaga sertifikasi di Indonesia terus meningkat secara signifikan. Saat ini, sekitar 200 lembaga sertifikasi yang telah beroperasi di Indonesia, baik dari lembaga lokal maupun internasional. Meskipun semua proses sertifikasi mengacu pada aturan yang sama yaitu ISO 17021: 2015; persaingan antara lembaga sertifikasi sangat ketat dengan adanya perang harga yang membuat pasar sertifikasi sangat kompetitif.  \n\nRencana strategis bisnis dari lembaga sertifikasi adalah investasi yang berfokus pada penjualan, sumber daya yang menghasilkan uang sebagai pendapatan dan manajemen sumber daya manusia. Bisnis sertifikasi adalah kegiatan bisnis yang sah dan membutuhkan investasi dalam kegiatan penjualan sertifikat. Selain itu badan sertifikasi, terus mencari kemungkinan untuk melakukan akuisisi dengan mempertimbangkan untuk merekrut tenaga penjualan dan auditor sebagai bagian dari investasi dalam pengembangan sumber daya manusia termasuk pelatihan karyawan pendukung yang berada di kantor. Mempertimbangkan pentingnya kualitas pelayanan ke pelanggan;  telah membuat RINA berbeda dengan pesaingnya karena bisnis sertifikasi sangat penting melaksanakan evaluasi lapangan terhadap kualitas dari auditornya.  RINA bertujuan untuk melakukan semua kegiatan sertifikasi serta memastikan kepatuhan terhadap prosedur RINA dan persyaratan akreditasi ISO 17021: 2015. Sasaran strategis dari RINA telah ditetapkan dalam Manual Sistem Manajemen RINA yang bertujuan untuk membantu pelanggan dalam menerapkan sistem manajemen untuk peningkatan bisnis di perusahaan; hal ini sangat penting dan telah menjadi tujuan terbaik. Untuk memenuhi persyaratan ini, perlu dilakukan pemantauan persepsi layanan yang disediakan untuk pelanggan khusnya pelanggan di pasar lokal.\n\nSetiap unit bisnis RINA di dunia dalam tugasnya menyelenggarakan proses sertifikasi harus mengacu pada MBO dan KPI yang telah ditetapkan. Setiap bisnis unit diharuskan untuk mengumpulkan dan menganalisa data dalam monitoring pencapaian KPI, yang sesuai dengan ruang lingkup pekerjaannya dan menunjukan efektivitas kerja operasi dari bisnis unit tersebut. Hasil pencapaian kinerja harus dilaporkan kepada direktur dalam kurun waktu yang telah ditentukan dan atau tidak melebihi satu triwulan kerja. Data tersebut memungkinkan untuk mengidentifikasi masalah-masalah lokal dan mentargetkan bantuan dan dukungan yang diperlukan dalam bisnis unit tersebut. Data data yang ada, harus juga digunakan untuk memantau kemajuan kenerja bisnis unit sesuai dengan target rencana bisnis. Sistem pelaporan kinerja harus dilaksanakan melalui kantor regional RINA. Indikator kinerja utama dari RINA dibagi dalam dua kategori utama yaitu aspek komersil dan aspek teknis. KPI diperoleh secara otomatis dari sistem perangkat lunak yang telah disediakan dalam dasbor Qlikview-Accesspoint, yang telah memungkinkan perhitungannya di berbagai tingkat unit bisnis dalam organisasi RINA.", "Daftar File": {"ABSTRAK Karolus Karni Lando": "https://digilib.itb.ac.id/gdl/download/170258"}, "Penulis": "Karolus Karni Lando [29316040]", "Kontributor / Dosen Pembimbing": ["Achmad Ghazali., Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pemecahan Masalah, Sasaran yang Terukur dan Kinerja Bisnis.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "17 Jun 2019"}