{"Nomor": 38756, "Judul": "GEOLOGI DAN ESTIMASI SUMBERDAYA ENDAPAN TIMAH PLASER DI LAUT AIR KANTUNG, KABUPATEN BANGKA", "Abstrak": "Geologi dan estimasi sumberdaya endapan timah plaser di Kabupaten Bangka\ndilakukan untuk mempelajari perubahan lingkungan pengendapan berdasarkan\njenis sedimen serta faktor pengendalinya dan merekonstruksi model persebaran\nsedimen yang mengandung kasiterit sehingga diperoleh besaran sumberdaya timah\nserta saran eksplorasi selanjutnya. Penelitian dilakukan pada delapan titik\npemboran sepanjang lintasan berarah barat - timur dengan ketebalan sedimen\nberkisar antara 5 hingga 31,5 meter dan 8 sampel batuan di pantai sekitar Laut Air\nKantung. Sampel sedimen dianalisis metode distribusi ukuran butir dan perhitungan\nkadar mineral penyusun sedimen dengan metode Grain Counting Analysis (GCA)\nsedangkan sampel batuan dianalisis secara petrografi. Analisis distribusi ukuran\nbutir menghasilkan lima jenis sedimen yaitu sedimen kerikil, pasiran, lempung abuabu,\nlempung cokelat dan lumpur yang menunjukkan terjadinya perubahan\nlingkungan pengendapan dari lingkungan aluvial menjadi lingkungan laut akibat\nkenaikan muka air laut. GCA pada sedimen fraksi pasir hingga kerikil\nmenghasilkan kadar tiap mineral dengan komposisi kasiterit, zirkon, kuarsa, pirit,\nturmalin dan ilmenit. Berdasarkan pemodelan persebaran sedimen mengandung\nkasiterit dikombinasikan dengan data GCA diperoleh estimasi sumberdaya timah\ndaerah penelitian sebesar 882.298,86 kg. Dari hasil analisis petrografi batuan\ndiperoleh seluruh sampel merupakan granit biotit yang merupakan granit tipe S.\nEksplorasi selanjutnya dapat dilakukan di bagian utara daerah penelitian karena\nkemungkinan kemenerusan lembah utama menerus ke utara.", "Daftar File": {}, "Penulis": "Arnisa Hasanah [12014075]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Yan Rizal R., Dipl.-Geol.", "Dr. Ir. Bambang Priadi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Laut Air Kantung, kasiterit, GCA, estimasi sumberdaya.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "10 file", "Tanggal Input": "17 Jun 2019"}