{"Nomor": 38768, "Judul": "BILANGAN KROMATIK-LOKASI DAN DIMENSI PARTISI DARI GRAF FIBONACENE", "Abstrak": "Fibonacene merupakan rantai hidrokarbon benzenoid tanpa titik internal yang\nsemua heksagon nonterminalnya adalah angularly annelated. Suatu heksagon\ndikatakan angularly annelated jika heksagon bertetangga dengan tepat dua\nheksagon lainnya dan memiliki dua titik berderajat dua yang saling bertetangga.\nFibonacene memiliki sifat yang dikaitkan dengan bilangan Fibonacci. Beberapa\nsifat - sifat graf dari fibonacene yang telah dikaji diantaranya bilangan saturasi,\nbilangan independen dan index Wiener.\nKonsep dimensi partisi graf terhubung diperkenalkan oleh Chartrand dkk [12] pada\ntahun 1998 yang merupakan perluasan dari konsep dimensi metrik. Dimensi partisi\ndari graf (G), dinotasikan dengan pd(G), adalah kardinalitas minimum suatu partisi\ndari himpunan titik V (G) sedemikian sehingga setiap titik mempunyai representasi\nberbeda terhadap partisi tersebut. Representasi suatu titik dinyatakan oleh jarak titik\ntersebut terhadap kelas - kelas partisi. Selanjutnya, konsep bilangan kromatik-lokasi\ndiperkenalkan juga oleh Chartrand [10] pada tahun 2002, sebagai perpaduan dari\ndua konsep yaitu konsep pewarnaan graf dan dimensi partisi. Bilangan kromatiklokasi\ndari graf G, dinotasikan sebagai L(G), memiliki definisi yang hampir sama\ndengan dimensi partisi hanya saja pada bilangan kromatik-lokasi setiap dua titik\nyang bertetangga di G tidak berada pada partisi yang sama.\nPenentuan bilangan kromatik-lokasi dan dimensi partisi dari sebarang graf merupakan\nmasalah NP-hard. Hal ini berarti tidak ada algoritma yanng efisien dalam\nmenentukan bilangan kromatik-lokasi dan dimensi partisi dari sebarang graf.\nBilangan kromatik-lokasi dan dimensi partisi baru dapat ditentukan untuk kelas -\nkelas graf tertentu. Beberapa kelas graf yang telah diketahui bilangan kromatiklokasinya\nyaitu pada [10, 11, 3, 27, 28, 4, 18]. Sedangkan beberapa kelas graf yang\ntelah diketahui dimensi partisinya yaitu pada [13, 33, 32, 1, 23, 22].\ni\nDalam tesis ini akan membahas tentang dimensi partisi dan bilangan kromatiklokasi\ndari sembarang graf fibonacene.", "Daftar File": {"COVER Ratih Suryaningsih": "https://digilib.itb.ac.id/gdl/download/170273", "PUSTAKA Ratih Suryaningsih": "https://digilib.itb.ac.id/gdl/download/170280"}, "Penulis": "Ratih Suryaningsih [20117017]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Edy Tri Baskoro"], "Jenis Koleksi": "Tesis", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "fibonacene, pewarnaan-lokasi, bilangan kromatik-lokasi, partisi pembeda, dimensi partisi.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "2 file", "Tanggal Input": "17 Jun 2019"}