{"Nomor": 38764, "Judul": "PEMANFAATAN LIPASE NABATI UNTUK PRODUKSI ASAM LEMAK BEBAS DALAM SKALA PRODUKSI KECIL", "Abstrak": "Asam lemak merupakan produk antara yang sangat penting dalam industri\noleokimia. Selain menjadi produk turunan minyak nabati, asam lemak juga\nberpotensi untuk diolah lebih lanjut menjadi bahan bakar nabati drop-in, yaitu jenis\nbahan bakar yang dapat langsung digunakan pada mesin kendaraan tanpa\npencampuran dengan bahan bakar fosil. Selama ini, produksi asam lemak\nmembutuhkan energi dalam jumlah besar serta menyebabkan kerusakan pada\nsebagian produk asam lemak. Teknologi alternatif yang saat ini dikembangkan\nadalah hidrolisis trigliserida dengan enzim lipase (dikenal juga dengan lipolisis),\nyang berpotensi lebih ekonomis karena dapat dilangsungkan pada kondisi operasi\ndi sekitar temperatur kamar dan tidak menyebabkan kerusakan produk. Tingginya\nbiaya produksi lipase dari mikroorganisme memunculkan alternatif sumber lipase\nlainnya yang lebih mudah diolah dan murah, yaitu biji dan getah tumbuhan.\nBeberapa sumber lipase nabati telah dilaporkan sebelumnya, namun membutuhkan\nkondisi tertentu, seperti rasio lipase terhadap substrat yang sangat tinggi, rasio\npelarut organik terhadap substrat yang sangat tinggi, atau waktu reaksi yang sangat\nlama.\nTujuan umum penelitian ini adalah mengembangkan teknologi proses produksi\nasam lemak berkondisi operasi lunak dengan bantuan lipase nabati. Untuk\nmenghasilkan kelayakan proses yang baik, mula-mula dilakukan pengujian kinerja\nlipase dari berbagai sumber nabati. Pengujian dilakukan terhadap 16 (enam belas)\nsumber lipase nabati, yaitu biji jarak pagar (Jatropha curcas), biji jarak kepyar\n(Ricinus communis), biji kapok randu (Ceiba pentandra), biji kepoh (Sterculia\nfoetida), biji mabai (Milletia pinnata), biji bintaro (Cerbera manghas), biji\nnyamplung (Calophyllum inophyllum), biji buah roda (Hura crepitans), biji saga\nutan (Adenanthera pavonina), biji karet (Hevea brasiliensis), dedak padi (Oryza\nsativa), getah patah tulang (Euphorbia tirucalli), getah kemboja (Plumeria rubra),\ngetah bintaro (Cerbera manghas), getah pepaya (Carica papaya) dan getah nangka\n(Artocarpus heterophyllus). Di antara sumber-sumber lipase yang diuji, getah\nkemboja menghasilkan derajat hidrolisis tertinggi pada kadar crude enzim rendah\n(1%-substrat) dan tanpa melibatkan pelarut organik.\nUntuk meningkatkan kelayakan proses, dilakukan optimasi terhadap variabelvariabel\nyang diduga memengaruhi reaksi lipolisis dengan lipase getah kemboja.\nVariabel yang ditinjau adalah pH, temperatur, rasio pelarut organik terhadap\nminyak, rasio air terhadap minyak, ukuran partikulat lipase, penambahan ion\naktivator, dan waktu penyimpanan lipase. Mula-mula dilakukan dengan\nkuantifikasi pengaruh masing-masing variabel terhadap derajat lipolisis untuk\nmenyeleksi variabel dengan pengaruh terbesar. Selanjutnya, optimasi dengan\nResponse Surface Method. Kinerja lipase getah kemboja optimum pada pH 8,25,\nyaitu mencapai derajat hidrolisis sebesar 74,5% dalam waktu 10 jam.\nUntuk meningkatkan efisiensi proses, dilakukan upaya amobilisasi terhadap lipase\ndari getah kemboja. Amobilisasi merupakan proses pemerangkapan enzim pada\npermukaan atau di dalam matriks penyangga. Teknik ini bertujuan supaya enzim\nmudah diperoleh kembali di akhir reaksi dan dapat digunakan kembali. Di dalam\npenelitian ini, dilakukan amobilisasi lipase getah kemboja dengan metode adsorpsi\n(pada penyangga berupa serbuk aseton dedak padi, biji polipropilen, dan biji\npolietilen) serta metode enkapsulasi (dalam matriks kalsium alginat). Amobilisasi\ndengan metode adsorpsi, meskipun efektif pada lipase mikrobial yang berwujud\ncair, tidak efektif dilakukan terhadap lipase partikulat getah kemboja. Amobilisasi\ndengan metode enkapsulasi, meskipun lebih efektif dibandingkan metode adsorpsi,\nmemiliki kelemahan berupa kontaminasi matriks terhadap produk, terutama pada\nreaktor berpengaduk. Membandingkan kinerja dan ketersediaan lipase bebas (tidak\ndiamobilisasi) dan lipase amobil, bentuk yang direkomendasikan untuk lipase dari\npartikulat getah kemboja adalah lipase bebas.\nTahap terakhir dalam penelitian ini adalah penyusunan model kinetika reaksi\nlipolisis minyak nabati dengan lipase dari getah kemboja. Model kinetika disusun\ndengan pendekatan konversi satu tahap: model Michaelis-Menten sederhana, model\nMichaelis-Menten dengan pengaruh luas permukaan emulsi, model Michaelis-\nMenten dengan pengaruh fraksi volum air, dan model Michaelis-Menten dengan\npengaruh inhibisi asam lemak produk. Dengan mempertimbangkan pembentukan\ndigliserida dan monogliserida, disusun juga model kinetika reaksi dengan\npendekatan konversi tiga tahap melalui curve fitting dengan bantuan perangkat\nlunak MATLAB® Simulink. Meskipun model-model konversi satu tahap\nmelibatkan faktor tambahan seperti luas permukaan emulsi, jumlah air, dan inhibisi\nproduk, namun model konversi tiga tahap yang disusun lebih sesuai dengan profil\npembentukan produk dari data eksperimen. Model ini dapat digunakan untuk\nmemperkirakan konversi reaksi lipolisis pada waktu tertentu, atau dikembangkan\nlebih lanjut dengan bantuan data jumlah digliserida dan monogliserida selama\nreaksi berlangsung.", "Daftar File": {"ABSTRAK Astri Nur Istyami": "https://digilib.itb.ac.id/gdl/download/170269", "COVER Astri Nur Istyami": "https://digilib.itb.ac.id/gdl/download/195582", "BAB 1 Astri Nur Istyami": "https://digilib.itb.ac.id/gdl/download/195583", "BAB 2 Astri Nur Istyami": "https://digilib.itb.ac.id/gdl/download/195584", "BAB 3 Astri Nur Istyami": "https://digilib.itb.ac.id/gdl/download/195585", "BAB 4 Astri Nur Istyami": "https://digilib.itb.ac.id/gdl/download/195586", "BAB 5 Astri Nur Istyami": "https://digilib.itb.ac.id/gdl/download/195587", "BAB 6 Astri Nur Istyami": "https://digilib.itb.ac.id/gdl/download/195588", "BAB 7 Astri Nur Istyami": "https://digilib.itb.ac.id/gdl/download/195589", "PUSTAKA Astri Nur Istyami": "https://digilib.itb.ac.id/gdl/download/195590"}, "Penulis": "Astri Nur Istyami [33014003]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Tatang Hernas", "Dr. Tirto Prakoso, S.T., M.Eng.", "Dr. Made Tri Ari Penia Kresnowati, S.T., M.Sc."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "amobilisasi lipase, asam lemak bebas, getah kemboja, hidrolisis minyak nabati, lipase nabati, lipolisis, Plumeria rubra.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "10 file", "Tanggal Input": "17 Jun 2019"}