{"Nomor": 38773, "Judul": "OPTIMASI TARIF MENGGUNAKAN METODE ACTIVITY BASED COSTING (STUDI KASUS UNIT INFRASTRUCTURE ASSURANCE TELKOM BANDUNG)", "Abstrak": "Pada akhir 2018, unit Infrastructure Assurance (IAS), salah satu unit dibawah PT Telkom Indonesia, dihadapkan pada dorongan untuk merevisi perumusan tarif miliknya. Sebelumnya, unit IAS tidak terlalu peduli dengan tarif yang dikenakan dikarenakan sebagai unit yang berorientasi pada dukungan, pendanaan ditanggung oleh komite investasi dari perusahaan utama. Kesulitan dalam meminta pendanaan pada tahun terakhir membuat unit menjadi lebih sadar akan tarif yang dibebankan kepada pelanggan.\nKemudian, setelah analisis mendalam terhadap masalah dengan menggunakan teknik 5-whys, ditemukan bahwa solusi untuk masalah yang dihadapi oleh unit tersebut adalah dengan memperbarui formulasi perhitungan tarif yang akan dibebankan kepada pelanggan yang belum pernah direvisi sejak tahun 2016. Untuk membantu merancang perumusan tarif, analisis internal dilakukan dengan menggunakan sumber daya dan kemampuan, sedangkan analisis eksternal akan menggunakan Porter five-forces dan analisis terhadap pelanggan. Dari analisis tersebut, ditemukan bahwa IAS memiliki sumber daya dan kemampuan agar berhasil dalam melakukan strategi untuk merevisi perumusan tarif yang dapat diterima oleh pihak lainnya.\nTerakhir, metode yang dilakukan untuk membuat formulasi perhitungan tarif pengujian baru yang layak untuk dipakai akan menggunakan metode activity-based costing, dimana formulasi tersebut memperhitungkan penggunaan setiap alat uji, tenaga kerja manusia, dan waktu yang dipakai. Dalam menggunakan metode activity-based costing, terdapat beberapa aspek biaya yang akan dipakai untuk mendukung metode tersebut seperti biaya peralatan langsung dan biaya personil yang merupakan bagian dari biaya langsung, biaya pemeliharaan peralatan dan biaya lingkungan yang merupakan bagian dari biaya tidak langsung, dan biaya tambahan yang merupakan bagian dari kedua jenis biaya tersebut. Kelima komponen biaya tersebut nantinya akan dimasukkan kedalam perhitungan activity-based costing.\nHasil perhitungan yang telah dilakukan dengan menggunakan metode activity-based costing, didapatkan jumlah perubahan tarif pengujian terhadap 26 tipe perangkat telekomunikasi mencapai 18,30%. Kenaikan tarif tersebut mendapatkan respon yang positif dari pihak manajemen unit Infrastructure Assurance. Nantinya, setelah dilakukan penyesuaian, diharapkan perhitungan tarif pengujian baru tersebut dapat membantu unit Infrastructure Assurance agar dapat menjalankan dan melanjutkan bisnisnya dalam melakukan pengujian perangkat telekomunikasi dan sertifikasi tanpa kendala.", "Daftar File": {"2019_TS_PP_Reza Mochammad Taufiq_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/170289"}, "Penulis": "Reza Mochammad Taufiq [29117400]", "Kontributor / Dosen Pembimbing": ["Taufik Faturohman, S.T., MBA, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "Management & auxiliary services", "Kata Kunci": "Activity Based Costing, Pengujian Perangkat Telekomunikasi, Perhitungan Tarif, Optimasi Formulasi", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "17 Jun 2019"}