{"Nomor": 38770, "Judul": "ANALISA KINERJA KEUANGAN PERUSAHAAN BUMN FARMASI SEBELUM DAN SESUDAH PELAKSANAAN PROGRAM BPJS KESEHATAN SELAMA PERIODE 2010-2017", "Abstrak": "Kebutuhan untuk mendapatkan jaminan pelayanan kesehatan yang layak adalah salah satu hak manusia yang paling mendasar dan harus diberikan secara merata kepada setiap orang tanpa memperhatikan status sosial dan kondisi keuangannya. UU No. 40/2004 tentang Sistem Jaminan Sosial Nasional (SJSN) menjamin akses umum untuk pelayanan kesehatan bagi seluruh rakyat untuk dapat memenuhi jangkauan kesehatan umum atau Universal Health Coverage (UHC). Pemerintah mendirikan BPJS Kesehatan dan mulai melaksanakan program Jaminan Kesehatan Nasional (JKN) pada tanggal 1 January 2014 sebagai bantuan jaminan sosial dan kesehatan termasuk mengawasi dan mengontrol biaya obat-obatan di Indonesia.  Tujuan dari pembelajaran ini adalah untuk mengukur dan menganalisa tingkat kesehatan dari kinerja keuangan perusahaan BUMN farmasi: PT. Kimia Farma Tbk dan PT. Indofarma Tbk, selama periode sebelum dan sesudah pelaksanaan program BPJS Kesehatan di tahun 2010-2017 dengan menggunakan analisa rasio keuangan berdasarkan Keputusan Menteri BUMN No. KEP-100/MBU/2002. Untuk mengetahui perbedaan yang signifikan, perhitungan juga dilakukan menggunakan metode statistika uji-t berpasangan pada periode sebelum implementasi di tahun 2010-2013 dan sesudah implementasi di tahun 2014-2017. Hasil perhitungan menunjukkan bahwa ada kecenderungan penurunan nilai secara keseluruhan pada kedua perusahaan. Kinerja Indofarma dari periode sebelum dan sesudah implementasi semakin memburuk dan merupakan yang terendah bila dibandingkan dengan Kimia Farma yang secara keseluruhan menunjukan kestabilan kinerja keuangan yang sehat dengan sedikit penurunan nilai rasio keuangan. Hasil perhitungan dari uji-t berpasangan membuktikan adanya perbedaan yang signifikan diantara kedua percobaan sebelum dan sesudah pelaksanaan program BPJS Kesehatan dengan variasi hasil yang berbeda dari setiap perusahaan tergantung pada perhitungan rasio keuangannya. Kimia Farma memiliki paling banyak perbedaan yang signifikan pada kinerja keuangannya, terutama pada Imbalan Investasi, Perputaran Persediaan dan Perputaran Total Aset. Sebaliknya, Indofarma tidak menunjukkan adanya perbedaan yang signifikan pada rasio keuangannya.", "Daftar File": {"ABSTRAK Popy Oktaviabri Hestiwati": "https://digilib.itb.ac.id/gdl/download/170281"}, "Penulis": "Popy Oktaviabri Hestiwati [29316356]", "Kontributor / Dosen Pembimbing": ["Dr. Wiwiek M. Daryanto, SE-Ak, MM, CMA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kinerja Keuangan, Rasio Keuangan, Uji-t Berpasangan, Industri Farmasi", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "17 Jun 2019"}