{"Nomor": 38779, "Judul": "PERANCANGAN SISTEM MANAJEMEN KINERJA UNTUK SISTEM TRANSPORTASI LAUT DI PERTAMINA", "Abstrak": "PERTAMINA merupakan perusahaan yang memiliki karakteristik khusus. Di satu sisi, PERTAMINA dituntut untuk mengejar keuntungan finansial. Di sisi yang lain, PERTAMINA juga menerima mandat dari pemerintah untuk menyediakan layanan publik berupa distribusi energy ke seluruh wilayah Indonesia. Karakteristik khusus tersebut membutuhkan dukungan Sistem Manajemen Kinerja yang sesuai dengan konteks PERTAMINA. Meskipun demikian, hasil studi literatur menunjukkan bahwa kerangka Sistem Manajemen Kinerja yang sesuai untuk diterapkan di perushaaan yang memiliki karakteristik seperti PERTAMINA sangat terbatas. Balance Score Card, Performance Prism, dan IPMS selama ini lebih banyak diterapkan di perusahaan yang memiliki peran tunggal.\nPenelitian ini ditujukan untuk merancang Sistem Manajemen Kinerja yang sesuai dengan karakteristik unik PERTAMINA. Penelitian mengadopsi dan mengadaptasi kerangka Sistem Manajemen Kinerja yang dibangun oleh Irfani, et al. Untuk merancang Sistem Manajemen Kinerja yang sesuai dengan karakteristik PERTAMINA, pada penelitian ini dilakukan Lima tahap perancangan. Pada tahap pertama dilakukan analisis mengenai lingkungan eksternal PERTAMINA, seperti stakeholder, lingkungan politik, ekonomi, sosial, teknologi, lingkungan, hukum, pesaing, suplier, produk subtitusi, persaingan bisnis, dan pelanggan. Beberapa alat seperti, kerangka analisis stakeholder, PESTEL analisis, dan Porter’s five forces digunakan pada tahap ini. Pada tahap kedua dilakukan penilaian mengenai kesesuaian antara Sistem Manajemen Kinerja yang diterapkan di PERTAMINA saat ini terhadap strategi dan karakteristik PERTAMINA. Pada tahap ini dilakukan analisis alignment, analisis congruence, analisis concensus, dan analisis confusion. Metode pengumpulan data yang dilakukan adalah dengan menyebarkan kuesioner ke respondent yang berasal dari sepuluh divisi yang berkaitan dengan sistem angkutan laut di PERTAMINA. Pada tahap ketiga dilakukan pemilihan indikator kinerja yang sesuai dengan bisnis PERTAMINA. Setelah indikator kunci berhasil diperoleh, pada tahap keempat dilakukan analisis mengenai causal relationship antar ukuran kinerja dengan menggunakan metode DEMATEL. Tahap ini dipandang perlu karena causal relationship antar ukuran kinerja dapat menjembatani konflik antara tugas sebagai penghasil keuntungan dan penyedia layanan publik yang dilakukan PERTAMINA.\nHasil penelitian menunjukkan bahwa Sistem Manajemen Kinerja yang saat ini digunakan di PERTAMINA belum sepenuhnya selaras dengan strategi organisasi. Hasil alignment analisis menunjukkan bahwa Sistem Manajemen Kinerja belum terlalu menekankan kepada aspek infrasturktur dari sistem angkutan laut, meskipun aspek reliability sangat ditekankan kepada strategi organisasi. Selain itu, pada Sistem Manajemen Kinerja eksisting masih terdapat beberapa gap dan false alarm yang menunjukkan bahwa Sistem Manajemen Kinerja eksisting belum terlalu sesuai. Menindaklanjuti hal tersebut, beberapa indikator kunci yang baru berhasil dipilih dengan mengimplementasikan analisis mean, analisis co-variant, dan analisis cronbach’s alpha. Selain itu, hubungan antar beberapa dimensi kinerja dan ukuran kinerja berhasil dimodelkan, sehingga dapat memberikan gambaran mengenai kinerja menyeluruh sistem angkutan laut di PERTAMINA.\nMeskipun hasil penelitian telah memberikan kontribusi baru di PERTAMINA, namun penelitian ini baru dilakukan di satu divisi yang berkaitan dengan sistem angkutan laut. Untuk mengetahui generalisasi dari rencana Sistem Manajemen Kinerja yang dibangun, penelitian dapat dikembangkan dengan menerapkan ke bagian yang lain. Selain itu, uji statistik untuk mengetahui dampak dari implementasi Sistem Manajemen Kinerja yang baru juga perlu dilakukan.", "Daftar File": {"ABSTRAK Putu Yunik Tri Wedayanti": "https://digilib.itb.ac.id/gdl/download/170298"}, "Penulis": "Putu Yunik Tri Wedayanti [29317447]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Dermawan Wibisono, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Sistem Manajemen Kinerja, Kinerja Transportasi Laut", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "17 Jun 2019"}