{"Nomor": 38778, "Judul": "SIMULASI PENGEMBANGAN PROSES PEMURNIAN BIOETANOL UNTUK SPESIFIKASI BAHAN BAKAR MESIN", "Abstrak": "Peningkatan populasi dan penggunaan bahan bakar fosil, peningkatan biaya produk\nminyak serta penurunan cadangan sumber daya tersebut telah mendorong para\npeneliti untuk mencari sumber daya alternatif baru salah satunya bioetanol.\nBioetanol harus memiliki kemurnian yang sama atau lebih tinggi dari 99-99,8%\nberat sesuai dengan standar internasional untuk dapat digunakan sebagai bahan\nbakar atau aditif. Distilasi ekstraktif konvensional menyajikan biaya energi relatif\ntinggi sehingga diusulkan teknologi distilasi canggih berdasarkan intensifikasi dan\nintegrasi proses, yaitu dividing wall columns (DWC) yang merupakan implementasi\ndari pengaturan totally thermally coupled distillation Petlyuk dalam satu shell\ntunggal.\nPenelitian ini bertujuan untuk mendesain dan mengoptimasikan konfigurasi kolom\ndistilasi konvensial dalam pemisahan etanol-air dengan pemisah etilen glikol,\nmengembangkan langkah-langkah dalam mensimulasi dan mengoptimisasi distilasi\ndengan konfigurasi E-DWC dalam pemisahan etanol-air dengan pemisah etilen\nglikol, dan melakukan analisis tekno-ekonomi rinci dari konfigurasi kolom\nkonvensional dan kolom E-DWC untuk pemisahan etanol-air dengan pemisah etilen\nglikol.\nDari hasil simulasi base case, total stages pada ketiga kolom masing-masing yaitu\n30, 25, dan 4 dengan laju alir produk etanol 99,9 % fraksi massa yang didapat 6304\nkg/jam dan laju alir solvent yang dibutuhkan 34140 kg/jam. Kemurnian produk\nsamping aliran water 2 pada SRC yaitu etanol sebesar 0,8679 fraksi massa yang\nbelum mengalami treatment. Pada simulasi base case optimasi, total stages pada\nketiga kolom masing-masing yaitu 48, 40 dan 5 dengan laju alir produk etanol 99,9\n% fraksi massa yang didapat 10090 kg/jam dan laju alir solvent yang dibutuhkan\n35670 kg/jam. Kemurnian produk samping aliran water 2 pada SRC sebesar 0,6872\nfraksi massa yang telah mengalami treatment. Pada simulasi E-DWC, total stage\nyang dibutuhkan 74 stage dengan laju alir etanol 99,9 % fraksi massa yang didapat\nsebanyak 10040 kg/jam dan laju alir solvent yang dibutuhkan sebesar 33880\nkg/jam. Hasil perhitungan biaya modal, E-DWC lebih hemat 86 % dan hasil TAC\nE-DWC lebih hemat 6 %", "Daftar File": {"ABSTRAK Sita Hifdiah Maulidini": "https://digilib.itb.ac.id/gdl/download/170294"}, "Penulis": "Sita Hifdiah Maulidini [23016029]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Yazid Bindar, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "bioetanol, etanol, air, azeotrop, ekstraktif DWC, distilasi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "17 Jun 2019"}