{"Nomor": 38786, "Judul": "METODE IDENTIFIKASI JENIS FILE DENGAN N-GRAM TERINGKAS MENGGUNAKAN SELEKSI SAMPEL BERTAHAP", "Abstrak": "Identifikasi jenis file merupakan hal yang rumit dikarenakan beragamnya jenis data dan tipe file. Beberapa software umum yang digunakan untuk identifikasi jenis file gagal mengenali jenis file ketika file tersebut rusak atau dimodifikasi karena bekerja berdasarkan nama ekstensi, signature file, dan database software. Beberapa penelitian mengenai identifikasi jenis file telah dilakukan menggunakan berbagai metode pendekatan salah satunya menggunakan analisis n-gram. Beberapa penelitian yang memakai n-gram untuk klasifikasi file umumnya hanya memanfaatkan n-gram dengan ukuran pendek (1-gram hingga 2-gram). Tahun 2011, Mayer mengembangkan konsep n-gram teringkas untuk memanfaatkan n-gram dengan panjang n>2. Metode yang dipakai mengeliminasi peran n-gram pendek dan memaksimalkan peran n-gram panjang sebagai prediktor. Pada tahun 2013, Burman memperbaiki metode Mayer dengan melibatkan n-gram pendek didalam algoritma yang dibuat. Namun sayangnya kedua peneliti tersebut menggunakan file pembelajaran yang berbeda untuk membuat model prediktor klasifikasi file. Perbedaan metode dan file pembelajaran mempengaruhi penilaian kinerja yang dihasilkan. Penelitian ini mengembangkan kedua metode dari penelitian Mayer dan Burman dengan menganalisis metode peringkasan dan melakukan pemilihan file pembelajaran secara sistematis. Hasil penelitian ini menunjukkan bahwa dengan menggunakan seleksi file pembelajaran secara bertahap dan metode ektraksi n-gram yang sesuai menghasilkan nilai kinerja yang lebih baik dari hasil eksperimen Burman.", "Daftar File": {"ABSTRAK-ID": "https://digilib.itb.ac.id/gdl/download/170302", "ABSTRACT-EN": "https://digilib.itb.ac.id/gdl/download/170303"}, "Penulis": "Gigih Supriyatno [23217001]", "Kontributor / Dosen Pembimbing": ["Dr. Yusuf Kurniawan, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "n-gram, number summarization, letter summarization, non-summarization, identifikasi jenis file", "Sumber": "", "Staf Input/Edit": "karya", "File": "2 file", "Tanggal Input": "17 Jun 2019"}