{"Nomor": 38785, "Judul": "A VALUATION OF PT XYZ (PERSERO) TBK", "Abstrak": "Jumlah angka pengguna pesawat terbang meningkat dari tahun ke tahun, hal ini membuat industry penerbangan dapat dianggap sebagai bisnis yang menguntungkan. PT XYZ (Persero) Tbk ( XYZ) telah diakui oleh Skytrax sebagai Maskapai Penerbangan Regional Terbaik di Dunia, Maskapai Ekonomi Terbaik di Dunia, dan Maskapai dengan Kru Kabin Terbaik di Dunia. PT XYZ menjadi cukup kuat dan bahkan menjadi salah satu maskapai penerbangan terbaik di dunia, tetapi di sisi lain harga sahamnya terus menurun dan bahkan pada tahun 2017 menghasilkan pendapatan yang negatif.\nTugas akhir ini bertujuan untuk memperkirakan nilai intrinsic per saham dari PT XYZ sebagai nilai perbandingan dengan harga saham di pasar untuk menentukan apakah harga saham dinilai terlalu tinggi atau terlalu rendah. Data yang digunakan dalam penelitian ini didasarkan pada data sekunder dari laporan keuangan PT XYZ sejak tahun 2013 hingga 2017.\nMetode valuasi Free Cash Flow to The Firm membandingkan nilai intrinsic XYZ dengan harga pasar. Dengan metode ini didapatkan bahwa nilai intrinsik PT XYZ adalah Rp257,- per saham, nilai ini lebih rendah dari harga pasar yaitu Rp404,- per saham. Kinerja keuangan yang buruk menyebabkan nilai intrinsik per saham yang rendah. Dari hasil ini, kita dapat melihat bahwa perusahaan dinilai terlalu tinggi oleh pasar dibandingkan dengan nilai intrinsik per sahamnya. Hal ini mengartikan bahwa pasar lebih optimis terhadap perusahaan dibandingkan dengan bagaimana ia dinilai secara fundamental.\nTugas akhir ini juga bertujuan untuk menentukan apakah harga saham PT XYZ terlalu murah atau terlalu mahal dibandingkan dengan pesaingnya. Menurut metode Valuasi Relatif menggunakan rasio Price-to-Book (PBV), PBV dari PT XYZ lebih rendah dibandingkan para pesaingnya, hal ini berarti PT XYZ memiliki harga dibawah harga wajar. Berdasarkan data keuangan historisnya, PT XYZ memiliki saldo laba ditahan yang negatif pada tahun 2017. Laba ditahan yang defisit mengartikan bahwa perusahaan memiliki kerugian otomatis dan otomatis akan mengurangi total ekuitas perusahaan. Karena laba ditahan yang defisit inilah investor tidak akan berani untuk menetapkan harga yang tinggi untuk PT XYZ dan inilah yang menyebabkan PT XYZ memiliki harga yang rendah di pasar.", "Daftar File": {"ABSTRAK Natasya Kristina": "https://digilib.itb.ac.id/gdl/download/170301", "2019 TS PP NATASYA KRISTINA 1 - FULL TEXT.pdf?_": "https://digilib.itb.ac.id/gdl/download/247802"}, "Penulis": "Natasya Kristina [19016166]", "Kontributor / Dosen Pembimbing": ["Dr, Isrochmani Murtaqy  Bcc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Industri Penerbangan, Valuasi, Free Cash Flow to the Firm, Valuasi Relatif", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "17 Jun 2019"}