{"Nomor": 38795, "Judul": "PERANCANGAN ENTERPRISE ARCHITECTURE UNTUK E-GOVERNMENT NASIONAL INDONESIA", "Abstrak": "Penyelenggaraan pemerintahan Negara Republik Indonesia dilaksanakan oleh\nkementerian sebagai perangkat pemerintah yang membantu Presiden, diatur dalam\nundang-undang dan peraturan pemerintah untuk menjalankan rencana\npembangunan nasional, terdiri dari tiga puluh kementerian yang masing-masing\nmemiliki tugas tertentu di pemerintahan. Kolaborasi antar kementerian atau\nperangkat pemerintah terintegrasi dibutuhkan untuk dapat mewujudkan Indonesia\nyang berdaulat, mandiri dan kepribadian berlandaskan gotong royong, sesuai\ndengan visi nasional pada rencana pembangunan pemerintah.\nPeran Teknologi Informasi sangat penting untuk mendukung penyelenggaraan\n\npemerintahan terintegrasi dengan menerapkan layanan berbasis elektronik atau e-\ngovernment nasional yang melibatkan sejumlah perangkat pemerintah, sehingga\n\nmemberikan peluang untuk meningkatkan dan mengoptimalkan hubungan antar\nperangkat pemerintah, hubungan antara pemerintah dengan dunia usaha dan\nmasyarakat. Implementasi e-government nasional dimungkinkan dengan\nmenerapkan konsep Enterprise Architecture (EA) berskala nasional yang\ndisesuaikan dari kerangka kerja EA yang secara umum diimplementasikan untuk\norganisasi perusahaan.\nPenelitian ini berfokus pada pengembangan kerangka kerja EA nasional atau\nNational Enterprise Architecture Framework (NEAF) untuk digunakan sebagai\npanduan pada perancangan EA dan mengintegrasikan layanan e-government\nnasional. Evaluasi terhadap kerangka kerja EA nasional dilakukan dengan studi\nkasus perangkat pemerintah bidang ketenagalistrikan di Indonesia yang merupakan\nsektor strategis ekonomi domestik. The Open Group Architecture Framework\nArchitecture Development Method digunakan sebagai acuan pengembangan\nkerangka kerja, disesuaikan dengan kondisi pemerintahan di Indonesia. NEAF\nmemberikan panduan dalam perancangan EA untuk e-government nasional\nIndonesia, mengembangkan kerangka kerja EA dengan aliran proses pada setiap\ntahapannya, mencakup seluruh tahapan dalam TOGAF ADM. Penelitian ini\ndiharapkan dapat membantu pemerintah dalam implementasi e-government\nnasional dan mendukung pencapaian visi dan rencana pembangunan nasional,\nmengintegrasikan layanan pemerintah sehingga pemerintahan dapat berkolaborasi\ndan bekerja bersama membangun Indonesia satu.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/170314"}, "Penulis": "Rahayu Nurmaida [23217116]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Arry Akhmad Arman, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "E-government, EA, TOGAF ADM, NEAF", "Sumber": "", "Staf Input/Edit": "karya", "File": "1 file", "Tanggal Input": "17 Jun 2019"}