{"Nomor": 38796, "Judul": "THE IMPACT OF COMMUNITY - BASED (ARISAN) TRAINING TOWARD FINANCIAL LITERACY AND FINANCIAL INCLUSION LEVEL AMONG MIDDLE-UP WOMEN IN BANDUNG", "Abstrak": "Sebagai salah satu negara dengan pertumbuhan ekonomi tercepat, Indonesia berada di peringkat ke-15 dalam G20, menyebabkan pendapatan masyarakat Indonesia meningkat yang menyebabkan tumbuhnya berbagai pilihan produk keuangan ditawarkan kepada masyarakat Indonesia. Namun, perempuan di Indonesia memiliki tingkat literasi keuangan dan inklusi keuangan yang rendah, sehingga perempuan Indonesia belum memanfaatkan produk keuangan secara efektif. Padahal, literasi keuangan dan inklusi keuangan memberi perempuan berbagai keuntungan. Masalah ini menjadi perhatian karena peran perempuan dalam ekonomi dan sosial sangat penting. Penelitian ini menganalisia dampak pelatihan berbasis komunitas terhadap tingkat literasi keuangan dan intensi inklusi keuangan terhadap perempuan berpenghasilan menengah ke atas di Bandung. Penghasilan perempuan menengah ke atas di Bandung dipilih karena mereka yang tinggal di daerah perkotaan memiliki keuntungan menggunakan berbagai fasilitas keuangan inklusif dan mereka memiliki lebih banyak sumber daya untuk menabung dan berinvestasi. Sedangkan, pelatihan berbasis komunitas diterapkan karena perempuan lebih terbuka untuk berdiskusi dan belajar lebih efektif melalui komunitas, sehingga arisan dipilih sebagai komunitas. Penelitian ini bertujuan untuk: (1) mengukur tingkat literasi keuangan dan intensi inklusi keuangan di kalangan wanita di Bandung yang merupakan anggota arisan, (2) menguji apakah pelatihan berbasis arisan mampu meningkatkan tingkat literasi keuangan di kalangan perempuan menengah ke atas di Bandung, (3) menguji pengaruh pelatihan berbasis arisan, terhadap tingkat intensi keuangan inklusif wanita menengah di Bandung. Untuk mengukur tingkat literasi keuangan dan intensi inklusi keuangan, simple weighted average method digunakan. Dalam menganalisa pelatihan berbasis masyarakat secara statistik signifikan terhadap perubahan literasi keuangan dan niat inklusi keuangan, metode MANOVA digunakan. Hasil penelitian menunjukkan bahwa pelatihan berbasis komunitas meningkatkan tingkat literasi keuangan dan niat inklusi keuangan perempuan berpenghasilan menengah ke atas di Bandung. Untuk melihat pengaruh faktor demografi terhadap literasi keuangan dan perubahan inklusi keuangan, skor literasi keuangan dan inklusi keuangan setelah pelatihan, regresi OLS dilakukan dan menunjukkan bahwa tingkat pendidikan adalah variabel yang paling signifikan terhadap skor literasi keuangan setelah pelatihan (pada level 1%). Penelitian ini menunjukkan bahwa pelatihan berbasis komunitas dapat dikembangkan menjadi salah satu alternatif program OJK untuk meningkatkan literasi keuangan dan tingkat inklusi keuangan. Penelitian ini dapat juga disusun kembali dengan mengubah jenis komunitas atau objek menjadi perempuan di daerah pedesaan dengan pendapatan menengah ke bawah untuk melihat apakah pelatihan berbasis komunitas dapat membawa dampak positif terhadap literasi keuangan dan intensi inklusi keuangan bagi mereka", "Daftar File": {"ABSTRAK Yunita Buana Putri": "https://digilib.itb.ac.id/gdl/download/170315", "2019 TS PP YUNITA BUANA PUTRI 1 - FULL TEXT.pdf5?": "https://digilib.itb.ac.id/gdl/download/247927"}, "Penulis": "Yunita Buana Putri [19016068]", "Kontributor / Dosen Pembimbing": ["Dr Yunieta Anny Nainggolan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Literasi Keuangan; Intensi Inklusi Keuangan; Pelatihan Berbasis Komunitas; Wanita; Menabung; Investasi", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "18 Jun 2019"}