{"Nomor": 38794, "Judul": "MEMAKSIMALKAN PEMANFAATAN MESIN BCA STAR TELLER UNTUK MENCAPAI NILAI TERTINGGI  CUSTOMER EXPERIENCE (CE) DAN BRANCH SERVICE QUALITY (BSQ)", "Abstrak": "PT. Bank Central Asia, tbk. (BCA) adalah salah satu bank swasta terbesar di Indonesia , yang ingin mewujudkan visinya menjadi “Bank pilihan utama andalan masyarakat, yang berperan sebagai pilar penting perekonomian Indonesia” memahami bahwa pengalaman pelanggan dari waktu ke waktu sangatlah penting untuk perusahaan. Di era digital, perubahan karakteristik nasabahnya (customer Jaman-Now) memaksa BCA untuk melakukan perubahan dengan menyediakan layanan keuangan yang tepat untuk mencapai kepuasan nasabahnya secara optimal.  Sejumlah langkah bisnis strategis disiapkan untuk mewujudkannya. Salah satu strategi adalah membuat perubahan dalam sistem transaksi perbankan ke bentuk digital dan juga mengotomatiskan sistem transaksi penarikan & setoran tunai dengan menggunakan mesin star teller yang dapat melayani transaksi pelanggan lebih aman, lebih nyaman dan lebih cepat. Sehingga nilai kepuasan pelanggan meningkat yang dapat direpresentasikan dengan mencapai nilai tertinggi dari Customer Experience (CE) dan Branch Service Quality (BSQ).\nPelanggan dalam melakukan transaksi perbankan dapat dibagi menjadi dua kategori: transaksi tunai & non tunai. Layanan untuk transaksi non tunai sedang berubah ke bentuk  digital sementara transaksi perbankan tunai masih menggunakan aktivitas manusia dengan berbantuan mesin otomasi. Pembahasan penelitian ini menekankan transaksi perbankan tunai menggunakan mesin yang disebut BCA Star Teller.\n\nSetelah 3 tahun sejak implementasi, pemanfaatan mesin star teller BCA masih di bawah ambang batas optimalisasi. Kasus ini menyebabkan kerugian bagi BCA, misalnya, penurunan kepuasan pelanggan karena lambatnya proses penerimaan uang, sering terjadi perselisihan tentang penerimaan uang palsu, nasabah prioritas (prime customers) tidak dilayani dengan baik. Selain mempercepat proses penerimaan pengambilan uang tunai, mesin teller star BCA juga masih memberikan layanan yang ramah dari petugas tellernya.\n\nPenelitian ini mencoba mencari solusi untuk pertanyaan penelitian “mengapa pemanfaatan mesin teller star BCA masih belum mencapai ambang batas yang ditentukan oleh kantor pusat dan juga untuk mendapatkan formulasi manajemen perubahan yang sesuai dan  cocok dalam memecahkan masalah penerapan teknologi baru dalam industri perbankan.\n\nKerangka kerja konseptual yang diusulkan oleh penulis adalah dengan membagi permasalahan menjadi dua kategori, masalah mesin dan masalah manusia.\nUntuk mengetahui akar penyebab masalah mesin, penulis menggunakan analisis teori TAM (Technology Acceptance Model) yang diprakarsai oleh Fred D. Davis Jr. dan untuk mengetahui akar penyebab permasalahan pada manusia, penulis menggunakan analisis \"Readiness for change\" yang diprakarsai oleh Daniel T. Holt (2007)\nUntuk menganalisa akar penyebab masalah, peneliti menggunakan diagram fishbone.\nDan yang terakhir metode ADKAR yang diperkenalkan oleh Jeffrey M. Hiatt akan digunakan sebagai referensi dalam implementasi penyelesaian masalah.", "Daftar File": {"2019_TS_PP_IWAN SETIADY_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/170313"}, "Penulis": "Iwan Setiady [29117176]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Madju Yuni Ros Bangun, M.B.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "ADKAR, Kesiapan untuk berubah, Kepuasan Pelanggan dan Kualitas pelayanan perbankan, Otomasi Sistem Layanan Perbankan, TAM (Technology Acceptance Model), Teori Manajemen Perubahan.", "Sumber": "PT. Bank Central Asia, Tbk.", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "17 Jun 2019"}