{"Nomor": 38792, "Judul": "EVALUATING PERFORMANCE APPRAISAL TO IMPROVE EMPLOYEE PERFORMANCE IN MAJA HOUSE INDONESIA", "Abstrak": "Sumber daya manusia adalah sumber daya yang paling berharga dari suatu organisasi atau perusahaan. Dalam era globalisasi saat ini dan lingkungan yang kompetitif, sumber daya manusia telah menjadi kebutuhan bagi perusahaan untuk berjuang di era ini. Manajemen kinerja adalah bagian dari praktik sumber daya manusia. Perusahaan memerlukan sistem manajemen kinerja untuk mendukung pekerjaan karyawan mereka di perusahaan.\nTujuan dari penelitian ini adalah untuk mendesain ulang sistem penilaian kinerja yang efektif di industri perhotelan di Bandung. Studi ini secara khusus menyelidiki kasus Rumah Maja Indonesia. Data primer dikumpulkan menggunakan kuesioner yang didistribusikan ke populasi yang terdiri dari 44 karyawan untuk semua departemen. Data dianalisis menggunakan teknik statistik deskriptif dan kualitatif dengan wawancara dengan manajer sumber daya manusia Rumah Maja. Teknik analisis statistik deskriptif digunakan untuk menjelaskan konstruk variabel dalam penelitian ini. Variabel yang digunakan untuk menganalisis sistem saat ini adalah kongruensi strategis, kelayakan, keandalan, penerimaan, dan spesifisitas.\nSistem penilaian kinerja saat ini di Maja House tidak menggunakan kriteria ideal dan cenderung subyektif dalam menilai kinerja karyawan. Sistem tidak dapat meningkatkan kinerja dan produktivitas karyawan karena perusahaan tidak memiliki kriteria yang jelas untuk menilai kinerja karyawan. Hasil dari penelitian ini adalah memberikan rekomendasi kepada Rumah Maja untuk meningkatkan sistem penilaian kinerja mereka seperti: mengembangkan kriteria baru bentuk penilaian, mengembangkan mekanisme penilaian, mengidentifikasi kesenjangan keterampilan dan mengembangkan kompetensi yang dibutuhkan.", "Daftar File": {"ABSTRAK Hasyim Siraj": "https://digilib.itb.ac.id/gdl/download/170311", "2019 TS PP HASYIM SIRAJ 1 - FULL TEXT.pdf)u": "https://digilib.itb.ac.id/gdl/download/248772"}, "Penulis": "Hasyim Siraj [19016134]", "Kontributor / Dosen Pembimbing": ["Nur Arief Rahmansyah P"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Sumber Daya Manusia, penilaian kinerja, Keandalan, Penerimaan, Kongruensi Strategis, Validitas, Spesifisitas", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "17 Jun 2019"}