{"Nomor": 38801, "Judul": "PENGEMBANGAN KATALIS DIESEL HYDROTREATING UNTUK HIDRODESULFURISASI 4,6-DMDBT", "Abstrak": "Diesel hasil pengolahan minyak bumi mengandung senyawa sulfur yang dapat membahayakan lingkungan dan kesehatan manusia. Pemerintah Indonesia telah menerbitkan Peraturan Menteri yang mewajibkan kandungan sulfur dalam diesel yang digunakan di Indonesia untuk tidak melebihi 50 ppm (standard Euro IV), paling lambat pada tahun 2021. Senyawa sulfur dalam diesel yang paling sulit bereaksi adalah 4,6-DMDBT. Salah satu faktor yang penting dalam reaksi tersebut adalah jenis katalis yang digunakan. Katalis yang paling umum digunakan dalam hydrotreating diesel adalah NiMo/?-Al2O3. Metode yang dapat digunakan untuk meningkatkan aktivitas katalis tersebut adalah penambahan chelating agent. Asam sitrat merupakan salah satu chelating agent yang umum digunakan dalam sintesis katalis hydrotreating diesel. Tujuan penelitian ini adalah menentukan metode penambahan asam sitrat terbaik dalam pembuatan katalis hydrotreating diesel.\nAsam sitrat diimpregnasi ke dalam katalis NiMo/?-Al2O3 yang telah terkalsinasi, kemudian diteliti pengaruh perlakuan pasca-impregnasinya (kalsinasi dan pengeringan). Hasil analisis pola XRD menunjukkan bahwa kedua jenis perlakuan mampu memberikan efek redispersi fasa NiMoO4 dan MoO3 yang merupakan fasa tidak aktif pada katalis. Uji aktivitas katalis pada reaktor batch menggunakan umpan DBT (dilarutkan dalam heksadekana) pada 300oC dan 30 bar menunjukkan bahwa metode pasca-impregnasi terbaik adalah kalsinasi yang mampu meningkatkan aktivitas katalis hingga 1,80 kali aktivitas katalis NiMo/?-Al2O3. Perbandingan dengan katalis komersial menggunakan reaktor batch pada 330oC dan 60 bar menunjukkan bahwa katalis NiMo/?-Al2O3 termodifikasi asam sitrat memiliki aktivitas HDS DBT dan 4,6-DMDBT berturut-turut 1,36 kali dan 1,01 kali katalis komersial.", "Daftar File": {}, "Penulis": "Theodorus Hendra [13015062]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Subagjo", "Dr. Carolus Borromeus Rasrendra, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "4,6-DMDBT, asam sitrat, DBT, hidrodesulfurisasi, redispersi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Jun 2019"}