{"Nomor": 38802, "Judul": "ISOLASl  IETABOLlT SEKr DER, TR<\\:\\\"SFOR\\lASI Kl IIA a-PffiO:\\' SERTA l.JI SIFAT SITOTOKSIK P.-\\DA CRYPTOC1Rf:4 PCLCH/U.YERJ1A (L\\l1R:\\CEAE)", "Abstrak": "CIJplocw)u merupakan salah satu genus dari  famili Lauraceae yang memiliki kandungan  metabolit sekunder yang  beragam dan  memiliki  bioaktivitas yang penting. Beberapa spesies dari CIJplocaryu  juga telah diman faatkan sebagai obat tradisional untuk mengobati nyeri, mual, dan infcksi karena jamur. Bioakti\\ itas ini berkaitan dengan metabolit sekunder yang terkandung dj dalam jaringan tumbuhan ('ry,ptocur.ya.  Metabolit sek under utama pada genus ini yaitu flavonoid, piron dan alkaloid.  Di  antara  ketiga kelompook senyawa tersebut, senyawa a-piron  dari Cry,ptocarya  dengan kerangka dihidro stiril dilaporkan memi liki bioaktivitas yang beragam di antaranya, sebagai antikanker, antiintlamasi, antimalaria, antijamur dan anti\\ irus.  Sen) av.. a  ini juga telah ditemukan dari  beberapa spesies Ctyptocarya Indonesia. Salah satu spesies Cryptocwya  asal Indonesia adalah C. pulchrinervw. Dari  penelitian\tsebelumnya  terhadap  jaringan  daun  C.  pulchrinervw\ttelah dilaporkan isolasi dua senyawa turunan piron, yai tu satu senyawa baru CP-l  dan\nkriptobrakiton C satu turunan flavanon ( pinosembrin), dan satu turunan amjda (N­\nIrum feruloiltirarntn). Senyav..a CP-1 dan kriptobrakiton C dilaporkan bersifat akiif terhadap sel  murin  leukemia P-388  (IC5,)  3,03  dan  2,68  Jlg mL), sementara pinosembrin dan .V-trwT!:>  feruloiltiramin bersifat tidak aktif (ICso  > -l,O Jlg mL). Senyawa kriptobrakiton C adalah senyawa yang baru-baru ini ditemukan dari daun dan\tranting\tC.  hrachythyrsa   dan\tmerupakan\tsenyawa  dominan  pada\tC. pulchrinaria (200 mg I kg serbuk daun kering).  Oleh karena  itu. maka pada penelitian mi  dilakukan  isolasi lanjutan   untuk  memperoleh sen a\\\\a   Jainna. transfonnasi senya\"a  kriptobrakiton C untuk meningkatkan bioakti\\ itasnya dan uji sitotoksik\tena\\\\ a  yang diperoleh terhadap sel  murin  leukemia P-388\tPada penelnian lanjutan ini tclah berhasil diisolas1 tujuh sena\\\\ a. empat di antaranya adalah senyawa  turuna11  piron yang terdiri dar: dua senya\\\\a  baru lainnya. ( )­ rugulakton, dan CP-4. selain senya\\\\a baru CP-1 dan knptobrakiton C. sella tiga sen a,,a rurunan amida )ang telah d r kenal yaitu .\\'-tr-J/1\\ feruloiltriptamin. .Y-trm.\\ feruloil -3-metoksitiramin dan .\\--tra/1\\   teruloiltiramin. Selain rtu, telah dilakukan pula t!Ja reaksi transformas1 pada knptobrakiton C. yanu reaks1 redciksr. 1setilasi.\n \n\n\n\n\ndan sikl i sasi oxa-.\\lichael. Pada reaksi reduksi, dihasilkan dua senyawa yai tu RR-1 dan  RR-2.  Reaksi asetilasi  menghasilkan senya\\va RA-1  dan RA-2, sementara rcaksi siklisasi  menghasilkan senya\\\\a  RS-1.  Cji  sitotoksik senyav..-a  isolasi  dan hasil transformasi yang diperoleh terhadap sel murin leukemia P-388 menunjukkan bahwa\t\t\t\t\t\t\t\tsenyawa tS1-rugulakton  bersifat ah.Li f (IC5l  OAO  f.l.g mL), namun senyawa CP--1-  tidak aktif (IC5< ,  0.03 J.lg mL). Sementara. tiga senyawa piron hasil transformasi bersifat aktit: yaitu\tsenymva\tRR-, \tRA-I   dan\tRA-2\tdengan\tnilai\tberturut-turut\tadalah\nrc._ I  1.30: 3,50 dan 2,30 !lg  mL. Adapun sen)awa turunan amida, RR-1 dan RS-1\nbersifat tidak aktif (IC50  > 4.0 !lgl mL). Dari hasil transformasi yang telah dilakukan maka   senyawa    hasil    t ransformasi   RR-2    memiliki    peningkatan   aktivitas dibandingkan senyawa kriptobrakiton C. Dari semua senyav.a yang diperoleh maka senya\\m RR-2 dan (S)-rugulakton paling berpotensi sebagai agen untuk antikanker.", "Daftar File": {"ABSTRAK Pramukti Nawar Ra'idah": "https://digilib.itb.ac.id/gdl/download/170321", "COVER Pramukti Nawar Ra'idah": "https://digilib.itb.ac.id/gdl/download/177847", "BAB1 Pramukti Nawar Ra'idah": "https://digilib.itb.ac.id/gdl/download/177848", "BAB2 Pramukti Nawar Ra'idah": "https://digilib.itb.ac.id/gdl/download/177849", "BAB3 Pramukti Nawar Ra'idah": "https://digilib.itb.ac.id/gdl/download/177850", "BAB4 Pramukti Nawar Ra'idah": "https://digilib.itb.ac.id/gdl/download/177851", "BAB5 Pramukti Nawar Ra'idah": "https://digilib.itb.ac.id/gdl/download/177852", "PUSTAKA Pramukti Nawar Ra'idah": "https://digilib.itb.ac.id/gdl/download/177853"}, "Penulis": "Pramukti Nawar Ra'idah [20517011]", "Kontributor / Dosen Pembimbing": ["Dr. Lia Dewi Juliawaty, MS", "Anita Alni, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": ":  Cr_ptocw ya  pulclmnervia, p1ron, transformasi, sitotoksisitas,  sel murin l eukemia P-388", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "18 Jun 2019"}