{"Nomor": 38815, "Judul": "ACCEPTANCE OF SUBSCRIPTION MODEL IN MALE GROOMING PRODUCT USING TECHNOLOGY ACCEPTANCE MODEL", "Abstrak": "Grooming (perawatan) adalah suatu usaha untuk merawat diri untuk membantu\npenampilan mereka dan membuat mereka merasa lebih baik (Sonya, 2009). Grooming\n(perawatan) selalu dikaitkan dengan femininitas, tetapi sejak beberapa tahun yang lalu, pasar\nperawatan pria tumbuh pesat di negara-negara barat dan negara-negara berkembang. Dari\ntahun 2010 hingga 2015, pengguna produk perawatan pria di Indonesia selalu meningkat dan\npuncaknya pada tahun 2015 yang pertumbuhannya adalah 7,57%. Dari perkiraan, nilai pasar\nproduk perawatan pria Indonesia juga akan meningkat sebesar 9% pada tahun 2020.\n(Canadean, 2016). Data ini menunjukkan industri perawatan pria semakin populer setiap\ntahun di Indonesia. Dengan populasi lebih dari 250 juta, Indonesia memiliki banyak\npengguna internet. Data dari APJII (Asosiasi Penyedia Layanan Internet Indonesia),\npengguna internet di Indonesia pada tahun 2017 adalah sekitar 143 juta dengan pertumbuhan\n7,9% (Yuniarni, 2018, p. 1).\nSaat bisnis perawatan pria dan digital mulai tumbuh, ada orang yang menggabungkan\nperawatan pria dengan digital start-up. Tentu saja mereka datang dengan beberapa inovasi\ndengan start-up lainnya. Salah satunya adalah perusahaan yang menjual produk perawatan\npria menggunakan model berlangganan yang menggunakan platform digital. Biasanya,\nmetode ini digunakan untuk mencapai hemat biaya (Boyd, n.d.). Dengan banyak bisnis\nperawatan pria di Indonesia dan dengan banyak perusahaan digital start-up, ada kemungkinan\norang ingin menggunakan metode berlangganan dengan platform digital. Di Indonesia belum\nada yang mencoba berlangganan meskipun dapat menekan pasar dan telah terbukti di negara\nlain. Ruang lingkup penelitian ini adalah bisnis, teknologi, dan penerimaan pelanggan.\nPenelitian ini mengidentifikasi faktor yang membuat model berlangganan diterima oleh pria\nIndonesia. Penelitian ini juga mengidentifikasi hubungan antara faktor dan memberikan\nstrategi untuk membuat model berlangganan diterima oleh pria Indonesia. Studi ini\nmenyelidiki faktor-faktor untuk penerimaan teknologi menggunakan model terintegrasi\nkesiapan teknologi dan penerimaan teknologi. Penelitian ini menggunakan Partial Least\nSquare Structural Equation Model (PLS-SEM) untuk memproses data. Dalam technology\nacceptance , optimism memiliki hubungan yang signifikan dan positif pada perceived ease of\nuse sedangkan insecurity memiliki hubungan negatif pada perceived ease of use tetapi tidak\nsignifikan. Dalam technology readiness , smartness dan responsiveness memiliki hubungan\npositif pada perceived usefulness . Perceived usefulness memiliki hubungan positif pada\nintention to use dan perceived ease of use memiliki hubungan langsung dan tidak langsung\npada intention to use melalui perceived usefulness . Hasil penelitian ini menunjukkan bahwa\nperusahaan harus fokus baik dari kemudahan penggunaan (rasa tidak aman dan optimisme)\ndan kegunaan (kecerdasan dan daya tanggap) untuk menerapkan model berlangganan di\nIndonesia.", "Daftar File": {"2019 TS PP DICKY THOMAS 1 - FULL TEXT.pdf)u": "https://digilib.itb.ac.id/gdl/download/248737"}, "Penulis": "Dicky Thomas [19016101]", "Kontributor / Dosen Pembimbing": ["Dr. Isti Raafaldini Mirzanti M.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Model Berlangganan; Kesiapan Teknologi; Model Penerimaan Teknologi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "2 file", "Tanggal Input": "18 Jun 2019"}