{"Nomor": 38816, "Judul": "REPRESENTASI IDENTITAS PADA ARSITEKTUR MASJID NAHDLIYIN DI MALANG RAYA, JAWA TIMUR", "Abstrak": "Arsitektur (masjid) di berbagai belahan dunia sepanjang sejarah memperlihatkan\nketerkaitan yang erat antara fenomena representasi identitas dengan berbagai\ndinamika sosio-politis yang terjadi. Masjid pada dasarnya merupakan lokus\nartikulasi nilai, keyakinan, dan pandangan dari komunitas yang mendirikan dan\nmemakmurkannya. Dalam konteks Indonesia, keragaman paham atau sub-kultur\nkeislaman menyebabkan masjid menjadi tidak semata-mata sebagai sarana religius,\nmelainkan juga sebagai ruang politis bagi kelompok-kelompok keislaman dalam\nupaya penegasan otoritas dan identitasnya masing-masing. Berbagai isu sosiopolitis\nmengemuka sebagai akibat interaksi dinamis antar berbagai kelompok\nkeislaman di masjid-masjid komunitas selama beberapa dekade terakhir. Salah satu\nisu sosio-politis tersebut adalah adanya konflik pengambilalihan atau perebutan\nmasjid. Munculnya fenomena representasi identitas pada arsitektur masjid\nNahdliyin mengindikasikan adanya keterhubungan dengan berbagai isu sosiopolitis\ntersebut.\nPenelitian ini bertujuan menggali dan mempelajari berbagai pola dan strategi\nrepresentasi identitas pada arsitektur masjid komunitas, khususnya masjid\nNahdliyin, dan hubungannya dengan konteks sosio-politis setempat. Karena\npenelitian ini bersifat eksploratif, maka penelitian pendahuluan dilakukan terlebih\ndahulu sebelum menentukan metode yang tepat bagi penelitian utama. Groundedtheory\nresearch digunakan sebagai metode penelitian utama karena fleksibilitasnya\nterhadap pengembangan kasus atau objek studi berdasarkan kebutuhan membangun\nteori substantif. Metode ini juga memiliki kekuatan dalam menemukenali\nkeragaman dan kompleksitas pola sebagai satu kesatuan proses aksi – interaksi\nberdasarkan pengalaman dan pandangan intersubjektif komunitas.\nHasil penelitian ini menunjukkan bahwa upaya representasi identitas ditempuh\ntidak hanya melalui strategi afirmasi identitas secara eksplisit maupun implisit,\nnamun juga dengan cara disafirmasi identitas melalui penggubahan, penghilangan,\natau peniruan elemen-elemen arsitektur. Elemen-elemen arsitektur yang menjadi\nrepresentasi identitas memiliki makna ideologis, kultural, dan politis yang penting\nbagi masing-masing kelompok atau sub-kultur keislaman. Resistensi dan negosiasi\nterhadap berbagai elemen arsitektur masjid menunjukkan arti penting elemenelemen\ntersebut sebagai elemen representasi identitas. Selain itu, elemen-elemen\nrepresentasi identitas tersebut juga digunakan untuk menampilkan maupun\nmenyamarkan identitas afiliatif pada masjid-masjid komunitas. Sebagian besar\nmasjid komunitas berafiliasi, terutama masjid Nahdliyin, menempuh strategi\nafirmasi identitas implisit dengan pemanfaatan berbagai elemen ikonografis dan\nelemen simbolis untuk menampilkan identitas afiliatifnya. Sementara itu, pada\nmasjid-masjid komunitas tanpa afiliasi, elemen-elemen identitas dari masingmasing\nkelompok mengalami negosiasi sekaligus resistensi hingga tercapai\nkesepahaman atau kesepakatan bersama. Terlepas dari perbedaan pola dan strategi\nrepresentasi identitas yang ditempuh, terdapat kesadaran bersama terhadap isu\nsosio-politis yang dipandang penting. Berbagai pola dan strategi representasi\nidentitas pada arsitektur masjid menjadi salah satu langkah prevensi konflik agar\ntercipta lingkungan religius yang damai dan toleran.\nKontribusi penelitian ini adalah untuk mengusulkan teori substantif di dalam\ndiskursus keilmuan arsitektur mengenai afirmasi – disafirmasi identitas dan\nhubungannya dengan upaya prevensi konflik di ruang publik. Lebih jauh,\npemahaman akan interaksi dan konflik sangat penting untuk memahami hubungan\nmanusia dengan tempat. Pada konteks tertentu, ruang publik dapat menjadi lokus\nbagi kontestasi politis antar kelompok masyarakat. Dinamika interaksi dapat\nmenyebabkan dinamika hubungan manusia dan tempat. Selain menimbulkan\npembelaan dan keterikatan yang makin besar dengan tempat (place-attachment),\ninteraksi dan konflik juga dapat mengakibatkan terjadinya place-detachment.\nPlace-detachment dapat muncul pada situasi di mana segala proses negosiasi dan\nresistensi tidak menghasilkan sebuah tempat yang representatif bagi nilai-nilai yang\ndihargai oleh komunitas tertentu. Di dalam penelitian ini, place-detachment juga\nmenjadi salah satu jalan resolusi konflik. Salah satu kelompok melepaskan segala\nketerikatannya dengan sebuah tempat sebagai jalan keluar di tengah kebuntuan\nproses interaks", "Daftar File": {"ABSTRAK Yulia Eka Putrie": "https://digilib.itb.ac.id/gdl/download/170342"}, "Penulis": "Yulia Eka Putrie [35213001]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Widjaja Martokusumo", "Dr.Eng. Bambang Setia Budi, S.T., M.T."], "Jenis Koleksi": "Disertasi", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "masjid komunitas, Nahdliyin, prevensi konflik, representasi identitas, Malang Raya", "Sumber": "", "Staf Input/Edit": "Sandy Nugraha", "File": "1 file", "Tanggal Input": "18 Jun 2019"}