{"Nomor": 38811, "Judul": "PENENTUAN AMBANG BATAS EMPIRIS LONGSOR BERDASARKAN PARAMETER CURAH HUJAN DAN SOIL MOISTURE (Studi Kasus: Pulau Jawa)", "Abstrak": "Studi ini meneliti ambang batas regional kondisi hidrometeorologi untuk bencana longsor di Pulau Jawa menggunakan perhitungan dari parameter curah hujan dan soil moisture. Selanjutnya, ambang batas yang telah diperoleh akan divalidasi menggunakan data historiss dari kejadian longsor di Pulau Jawa.\nPenelitian ini diawali dengan melakukan penyeleksian data historis kejadian longsor, kemudian dilakukan rekonstruksi kejadian hujan untuk mendapatkan akumulasi curah hujan dan durasi hujan. Selanjutnya, dilihat juga bagaimana kontribusi soil moisture terhadap akumulasi curah hujan. Setelah itu, ambang batas ditentukan dengan melakukan plot E-D hujan dengan menggunakan dua skenario. Skenario 1 merupakan penentuan ambang batas menggunakan parameter curah hujan saja, dan Skenario 2 merupakan penentuan ambang batas menggunakan parameter curah hujan dan soil moisture. Terakhir, validasi dilakukan terhadap ambang batas yang diperoleh untuk mendapatkan performa ambang batas dan untuk melihat bagaimana pengaruh parameter soil moisture terhadap performa ambang batas yang diperoleh.\nPada penelitian ini, diperoleh 16 persamaan ambang batas curah hujan dan soil moisture. Dari hasil analisis, diperoleh bahwa parameter soil moisture memiliki peran yang cukup signifikan dalam meningkatkan akurasi ambang batas empirik longsor. Semakin besar nilai koefisien durasi (?), semakin besar pula nilai akumulasi curah hujan dan soil moisture bagi kejadian longsor untuk terjadi, begitu pula sebaliknya. Hasil validasi terhadap kejadian longsor pada tahun 2015-2017 didapatkan bahwa terdapat 13 ambang batas curah hujan dan soil moisture yang memiliki hit rate ?0,5, dari total 16 ambang batas yang diperoleh pada penelitian ini.", "Daftar File": {}, "Penulis": "Aufa Zalfarani Saprudin [12814026]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Armi Susandi, M.T.", "Mamad Tamamadin, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "ambang batas, curah hujan, soil moisture, longsor.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Jun 2019"}