{"Nomor": 38823, "Judul": "PENGARUH PEMBIAYAAN SYARIAH DAN RASIO FINANCING-TO-DEPOSIT TERHADAP TINGKAT PROFITABILITAS DAN KUALITAS KREDIT PADA BANK SYARIAH DI INDONESIA", "Abstrak": "Sebagai negara dengan penduduk Muslim terbanyak di dunia, sistem perbankan syariah menjadi elemen penting di Indonesia. Peran bank dalam menggerakkan kegiatan ekonomi tidak dapat disangkal. Sistem perbankan memiliki peran penting dalam perekonomian secara keseluruhan. Perkembangan perbankan syariah telah menghasilkan berbagai macam pencapaian, mulai dari peningkatan jumlah produk dan layanan hingga pengembangan infrastruktur yang mendukung keuangan syariah. Namun, pertumbuhan keuangan syariah belum mampu mengimbangi pertumbuhan keuangan konvensional. Hal tersebut dapat dibuktikan dengan beberapa indikator keuangan seperti tingkat profitabilitas dan kualitas kredit perbankan syariah jika dibandingkan dengan perbankan konvensional. Meskipun rasio non-performing financing (NPF) bank syariah di Indonesia menurun dari tahun ke tahun, tingkat penurunan NPF tidak terlalu signifikan. Bahkan, nilai NPF bank syariah masih tinggi dari nilai NPF bank konvensional. Tidak hanya tingkat NPF yang lebih tinggi dibandingkan dengan bank konvensional, bank syariah di Indonesia memiliki tingkat profitabilitas yang rendah. Tingkat profitabilitas dapat dilihat dari tingkat pengembalian atas aset (ROA). Faktanya, tingkat ROA bank syariah lebih rendah dari bank konvensional kecil dengan modal kurang dari Rp1 triliun. Alasan tingkat profitabilitas bank syariah masih lebih rendah daripada yang konvensional adalah bank syariah menanggung biaya dana yang lebih tinggi diikuti oleh peningkatan bank operasional. Itu membuat pelanggan merasa bahwa perbankan konvensional lebih disukai daripada layanan perbankan syariah.\nPenelitian ini bertujuan untuk menguji pengaruh pembiayaan Syariah yang disediakan oleh bank syariah di Indonesia dan proporsinya terhadap total simpanan (FDR) terhadap tingkat profitabilitas yang diwakili oleh ROA dan tingkat kualitas kredit yang diwakili oleh NPF net. Penelitian ini menggunakan pendekatan kuantitatif dengan memperoleh data sekunder dari enam laporan keuangan triwulanan bank umum syariah dari 2015 Q2 hingga 2019 Q1. Variabel independen yang digunakan dalam penelitian ini adalah pembiayaan Syariah yang mencakup pembiayaan Murabahah, Mudharabah, dan Musyarakah, dan juga rasio pembiayaan terhadap deposito (FDR). Regresi linier berganda digunakan sebagai alat statistik untuk menganalisis hubungan variabel-variabel independen tersebut terhadap tingkat ROA dan NPF. Lima pengujian asumsi klasik dan pengujian hipotesis juga dilakukan sebagai persyaratan dalam melakukan analisis regresi linier berganda untuk mengintrepretasikan data.\nDari penelitian ini, dapat ditemukan bahwa Murabahah memiliki pengaruh positif dan signifikan terhadap ROA. Sedangkan Mudharabah dan Musyarakah, yang dikategorikan sebagai pembiayaan bagi hasil (PLS), memiliki hubungan negatif dan signifikan terhadap ROA. FDR tidak secara signifikan mempengaruhi tingkat ROA. Model kedua menunjukkan bahwa pembiayaan Murabahah dan FDR memiliki hubungan negatif dan signifikan terhadap rasio NPF-net. Sedangkan Mudharabah dan Musyarakah berpengaruh positif dan signifikan terhadap rasio NPF-net. Oleh karena itu, perbankan syariah harus mempertahankan efisiensi penyaluran Murabahah dan lebih memperhatikan pembiayaan bagi hasil yang meliputi pembiayaan Mudharabah dan Musyarakah, dalam rangka meningkatkan kemampuannya untuk menghasilkan profitabilitas yang lebih tinggi dan meminimalkan jumlah pembiayaan bermasalah. Hal tersebut bertujuan untuk mempertahankan dan meningkatkan perkembangannya terhadap perbankan konvensional.", "Daftar File": {"ABSTRAK Dicky Nugraha": "https://digilib.itb.ac.id/gdl/download/170349", "CHAPTER 1.pdfiu": "https://digilib.itb.ac.id/gdl/download/247538", "CHAPTER 2.pdfiu": "https://digilib.itb.ac.id/gdl/download/247539", "CHAPTER 3.pdf)u": "https://digilib.itb.ac.id/gdl/download/247540", "CHAPTER 4.pdf)u": "https://digilib.itb.ac.id/gdl/download/247541", "CHAPTER 5.pdfiu": "https://digilib.itb.ac.id/gdl/download/247542", "REFERENCES.pdf7?": "https://digilib.itb.ac.id/gdl/download/248733", "APPENDICES.pdf)u": "https://digilib.itb.ac.id/gdl/download/248734"}, "Penulis": "Dicky Nugraha [19016140]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Asep Darmansyah, M.Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Islamic banking, Murabaha, Mudaraba, Musharaka, FDR, NPF net", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "8 file", "Tanggal Input": "18 Jun 2019"}