{"Nomor": 38829, "Judul": "STRATIFIKASI MASSA AIR DAN DISTRIBUSI ARUS DI LAUT TIMOR DAN LAUT ARAFURA PADA MUSIM PERALIHAN I 2010", "Abstrak": "Laut Timor dan Laut Arafura merupakan bagian dari perairan Indonesia Timur yang secara langsung bertemu dengan Samudra Hindia dan menjadikan Laut Timor sebagai jalur keluar terbesar dari Arus Lintas Indonesia (Arlindo). Penelitian ini bertujuan untuk mempelajari struktur stratifikasi dan jenis massa air, serta mempelajari distribusi pergerakan arus terhadap kedalaman di Laut Timor dan Laut Arafura. Data yang digunakan merupakan data suhu, salinitas, densitas, oksigen, dan arus hasil pengukuran Conductivity, Temperature, and Depth (CTD) dan Acoustic Doppler Current Profiler (ADCP) dalam Pelayaran Arafura and Timor Seas Ecosystem Action Program (ATSEA) 2010, serta data suhu, salinitas, dan arus dari HYbrid Coordinate Ocean Model (HYCOM). Stratifikasi massa air ditentukan dengan perhitungan gradien suhu dan salinitas setiap satu meter kedalaman, jenis massa air ditentukan dengan diagram T-S-, T-O, dan S-O, kontribusi masing-masing jenis massa air di suatu perairan diketahui dari analisis Optimum Multi Parameter (OMP), dan pola distribusi arus diketahui dari hasil model HYCOM.\nHasil penelitian menunjukkan adanya tiga lapisan yaitu lapisan tercampur, termoklin dan haloklin, serta lapisan dalam di Laut Timor, dan dua lapisan di Laut Arafura yaitu lapisan tercampur serta lapisan termoklin dan haloklin. Terdapat 6 jenis massa air yang teridentifikasi di Laut Timor dengan kontribusinya sebagai berikut; di lapisan tercampur terdapat Halmahera – Misool Water (HMW) dengan kontribusi 40 – 70% dan Seram – Banda Water (SBW) dengan kontribusi 50 – 60%; di lapisan termoklin terdapat Southern Subtropical Lower Water (SSLW) dengan kontribusi 30 – 40% dan Indonesian Upper Water (IUW) dengan kontribusi 40 – 50%, serta di lapisan dalam terdapat Austral Asian Intermediate Water (AAMW) dengan kontribusi mencapai 100% dan Antartic Intermediate Water (AAIW) dengan kontribusi 20 – 70%. Di Laut Arafura teridentifikasi 2 jenis massa air dengan kontribusinya sebagai berikut; Halmahera – Misool Water (HMW) dengan kontribusi 30 – 50% dan Seram – Banda Water (SBW) dengan kontribusi mencapai 100%. Arus di Laut Timor mengalir ke arah barat daya dengan massa air dari Laut Banda di lapisan tercampur dan termoklin, serta massa air campuran Samudra Hindia dan Laut Banda di lapisan dalam. Arus di lapisan tercampur Laut Arafura mengalir ke arah selatan – barat daya dengan massa air dari Laut Seram dan bagian utara Laut Banda, serta di bagian timur Laut Arafura terdapat percampuran antara air laut dan aliran sungai dari bagian barat Pulau Papua.", "Daftar File": {"ABSTRAK Nida El-islamy Qomaruddin": "https://digilib.itb.ac.id/gdl/download/170354"}, "Penulis": "Nida El-islamy Qomaruddin [12915027]", "Kontributor / Dosen Pembimbing": ["Ivonne Milichristi Radjawane, S.Si., M.Si., Ph.D.", "Dr. Ayi Tarya, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Stratifikasi, massa air, ATSEA 2010, Laut Timor, Laut Arafura, distribusi arus.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "18 Jun 2019"}