{"Nomor": 38838, "Judul": "INTERPRETASI STRUKTUR BAWAH PERMUKAAN MENGGUNAKAN METODE MAGNETIK DI DAERAH GUNUNG TANGKUBAN PERAHU DAN SEKITARNYA", "Abstrak": "Penelitian dengan metode magnetik dilakukan untuk mengetahui pola sebaran anomali medan magnet yang digunakan sebagai pendugaan anomali sumber panas bumi. Pengambilan data dilakukan di daerah Gunung Tangkuban Perahu dan di desa cikahuripan kecamatan Lembang. Pengambilan data dilakukan pada tanggal 23-30 Agustus 2018 dengan menggunakan 2 set Proton Precession Magnetometer (PPM) dengan tipe G-856 yang mengukur besar medan magnet total di 72 titik yang ditentukan pada kawasan penelitian. Pengolahan data dilakukan dengan koreksi IGRF dan koreksi variasi harian untuk mendapatkan nilai anomali medan magnet. Kemudian dilakukan reduksi ke kutub dan kontinuasi ke atas untuk menghilangkan anomali lokal untuk diolah dalam pemodelan 2 dimensi dan 3 dimensi. Selanjutnya dilakukan pengolahan data dengan menggunakan software Surfer, Magpick, Mag2DC, Oasis Montaj dan Matlab. Dari hasil pengolahan data didapat nilai magnetik total di daerah penelitian yaitu antara 43000 nT hingga 45800 nT, setelah dikoreksi didapat nilai medan magnet anomali yaitu antara -1600 nT hingga 1200 nT. Setelah dilakukan pemodelan didapatkan 4 jenis batuan di daerah penelitian jenis batuan pertama dengan nilai suseptibilitas sebesar 0.0000218 cgs atau setara dengan 0.273808 SI dengan kedalaman 0 m – 440 m merupakan batuan yang didominasi oleh batuan lempung, jenis batuan kedua dengan nilai suseptibilitas sebesar 0.0000334 cgs atau setara dengan 0.419504 SI dengan kedalaman 440 m – 960 m merupakan batuan yang didominasi oleh batuan pasir, jenis batuan ketiga dengan nilai suseptibilitas sebesar 0.0062351 cgs atau setara dengan 78.314 SI dengan kedalaman 960 m – 1350 m merupakan batuan yang didominasi oleh campuran batuan basalt dan batuan diorit dan jenis batuan keempat dengan nilai suseptibilitas sebesar 0.013438 atau setara dengan 168.79 SI dengan kedalaman 1350 m – 2000 m merupakan batuan yang didominasi oleh batuan andesit.", "Daftar File": {"ABSTRAK Marchel Lionard Kemit": "https://digilib.itb.ac.id/gdl/download/178661"}, "Penulis": "Marchel Lionard Kemit [10215051]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Enjang Jaenal Mustopa, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "Anomali, gunung tangkuban perahu, magnetometer, medan magnet, suseptibilitas.", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ratnasari", "File": "8 file", "Tanggal Input": "18 Jun 2019"}