{"Nomor": 38844, "Judul": "ANALISIS SPASIAL KERENTANAN BENCANA TSUNAMI TERHADAP AREA PARIWISATA DI KABUPATEN PANGANDARAN, JAWA BARAT", "Abstrak": "Indonesia terletak di wilayah yang memiliki pergerakan lempeng yang aktif yang menyebabkan daerah pesisir dan lautnya memiliki potensi bencana tsunami. Salah satu wilayah yang berpotensi terkena bencana tsunami adalah daerah pariwisata di Kabupaten Pangandaran, Jawa Barat. Dengan adanya potensi bencana tersebut dapat timbul kemungkinan dampak negatif, salah satunya adalah kerusakan harta benda maupun korban jiwa. Tujuan penelitian ini adalah untuk menganalisis tingkat kerentanan bangunan serta dampak kerugian yang ditimbulkan akibat bencana tsunami. Metode penelitian dilakukan dengan menggabungkan data bangunan yang diklasifikasi berdasarkan jenis dan penggunaannya beserta nilai tinggi bangunan dengan data rendaman bencana tsunami yang dikaitkan dengan nilai koefisien Damage Ratio. Hasil menunjukkan bahwa jenis bangunan di daerah pariwisata Kabupaten Pangandaran didominasi oleh bangunan permanen 1 lantai (P1) sebanyak 2.050 dari 3.103 bangunan yang diidentifikasi dimana umumnya digunakan sebagai tempat tinggal dan tempat usaha. Sedangkan untuk tingkat kerentanan bangunan berdasarkan koefisien Damage Ratio pada daerah pariwisata Kabupaten Pangandaran secara umum bernilai 51%-70% (cukup tinggi), hal ini menunjukkan bahwa bangunan akan mengalami kerusakan cukup parah jika terkena tsunami. Terdapat 8 bangunan hotel/resort yang direkomendasikan sebagai tempat evakuasi sementara (shelter) jika terjadi bencana tsunami dengan kerugian mencapai 700 juta rupiah untuk aktivitas pariwisata dan 6,055 milyar rupiah untuk aktivitas perikanan pada tahun 2016.", "Daftar File": {}, "Penulis": "Gina Aristawati [15115067]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Wiwin Windupranata, S.T., M.Si.", "Nuraini Rahma Hanifa"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "bencana tsunami, informasi spasial, Pangandaran, bangunan, Damage Ratio, shelter", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "8 file", "Tanggal Input": "18 Jun 2019"}