{"Nomor": 38847, "Judul": "ANALISA VARIASI NILAI PENGGUNA ANTAR KATEGORI URUN DANA DI INDONESIA", "Abstrak": "Saat ini, urun dana telah menjadi sumber pendanaan alternatif yang berharga untuk mencari pendanaan eksternal\ndan terdapat peningkatan jumlah uang yang dikumpulkan melalui urun dana pada tiap tahunnya. Meskipun\nsemakin penting, studi kuantitatif tentang faktor-faktor motivasi dengan menggunakan pendekatan nilai-nilai\ndalam praktik urun dana masih sangat sulit ditemukan. Tujuan dari penelitian ini adalah untuk mengenali nilainilai\ndalam praktik urun dana dan juga mengkategorikan jenis proyek urun dana berdasarkan nilai-nilai mereka.\nRuang lingkup penelitian ini meliputi jenis spesifik urun dana donasi urun dana, kasus Kitabisa. Penelitian ini\nakan menggunakan pengembangan survei nilai Schwartz et al., (2012) untuk mengukur nilai responden individu.\nKuesioner dibagikan kepada 387 responden dan diukur menggunakan analisis deskriptif dan statistik. Temuan\npertama dari penelitian ini mengungkapkan bahwa kategori urun dana yang paling disukai oleh pengguna Kitabisa\nadalah: Obat Anak (19%), Penggalangan Dana Medis (18%), Bencana Alam (17%). Kategori Obat Anak,\nPenggalangan Dana Medis, dan Bencana Alam dipilih sebagai dasar kategori untuk menganalisis setiap nilai\nkarena keterwakilan sampel yang sesuai dan memiliki margin kesalahan yang paling sedikit. Temuan kedua dari\npenelitian ini mengidentifikasi nilai-nilai dominan di antara orang-orang yang berbagi preferensi kategori urun\ndana yang sama berdasarkan Schwartz 19 refined values dan 10 original values. Temuan ketiga mengungkapkan\nbahwa ada perbedaan antara jenis kategori urun dana berdasarkan prioritas nilai mereka dan juga demografi usia.\nSementara temuan terakhir meneliti bagaimana nilai mempengaruhi preferensi pengguna dalam menentukan\nkategori urun dana di Kitabisa. Studi ini memberikan wawasan tentang sifat nilai pribadi praktik urun dana di\nIndonesia dan mengidentifikasi variasi nilai yang berkontribusi pada preferensi dalam memilih berbagai jenis\nkategori urun dana. Hasil penelitian ini diharapkan dapat membantu organisasi dalam menarik lebih banyak\naudiens untuk berpartisipasi dan lebih terlibat dalam proyek urun dana dan dapat mengarah pada peningkatan\nfaktor urun dana untuk mempengaruhi keberhasilan proyek urun dana dan juga untuk mendapatkan wawasan lebih\nlanjut tentang keadaan urun dana Indonesia di masa depan", "Daftar File": {"ABSTRAK Nadya Larasati": "https://digilib.itb.ac.id/gdl/download/170454", "2019 TS PP NADYA LARASATI 1 - FULL TEXT.pdfiu": "https://digilib.itb.ac.id/gdl/download/247781"}, "Penulis": "Nadya Larasati [19016125]", "Kontributor / Dosen Pembimbing": ["Reza Ashari Nasution, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "urun dana, donasi, nilai pengguna", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "19 Jun 2019"}