{"Nomor": 38842, "Judul": "MODEL REGRESI PROSES GAUSSIAN UNTUK DATA BESAR", "Abstrak": "Analisis regresi merupakan analisis yang dilakukan untuk mempelajari hubungan\nantar variabel yakni prediktor dan respons. Regresi proses Gaussian sebagai salah\nsatu bentuk analisis regresi yang memanfaatkan pendekatan bayesian dan bersifat\nnon-parametrik dapat menggambarkan hubungan antar variabel prediktor dan\nrespons dengan cukup baik. Namun, regresi proses Gaussian memiliki kelemahan\nyakni kompleksitas komputasi yang tinggi yakni O(n3). Salah satu metode untuk\nmereduksi regresi proses Gaussian adalah dengan memanfaatkan pendekatan variasional\ndan melahirkan regresi VAR-SPGP dengan kompleksitas komputasi O(nm2)\ndengan m < n. Namun, hal tersebut belumlah cukup agar dapat diimplementasikan\ndalam data berukuran besar. Pengembangan lebih lanjut dari regresi VARSPGP\nadalah regresi SVI-GP yang berhasil mereduksi kompleksitas komputasi\nmenjadi O(m3). Pada karya tulis kali ini, akan diturunkan secara bertahap\npendekatan regresi proses Gaussian penuh, regresi VAR-SPGP, dan regresi SVIGP.\nAkan dilihat pula bagaimana pengaruh dari masing-masing hyperparameter\ndari fungsi kovariansi (kernel) yang akan digunakan dalam proses pembelajaran\ndan prediksi dari regresi proses Gaussian. Adapun pada karya tulis ini, akan lebih\nditekankan mengenai pemanfaatan kernel eksponensial kuadratik. Selain itu, juga\nakan dijelaskan mengenai implementasi optimisasi berbasis gradien dan optimisasi\nstokastik Adadelta untuk regresi SVI-GP. Hasil simulasi pada data bangkitan juga\nmenunjukkan bahwa regresi VAR-SPGP dan SVI-GP memiliki performa yang baik.\nSelanjutnya, untuk memvalidasi performa model dan pendekatan yang dilakukan\nmodel akan diuji untuk menyelesaikan permasalahan California Housing (1990)\ndan Beijing Housing (2011 s.d. 2017). Hasilnya, regresi proses Gaussian SVI-GP\nberhasil mengaproksimasi regresi proses Gaussian penuh dengan cukup baik pada\nkedua buah masalah tersebut.", "Daftar File": {}, "Penulis": "Kevin [10115112]", "Kontributor / Dosen Pembimbing": ["Sapto Wahyu Indratno, S.Si., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Regresi, Proses Gaussian, Inferensi Variasional Stokastik, Pembelajaran Variasional, Optimisasi Stokastik.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "2 file", "Tanggal Input": "18 Jun 2019"}