{"Nomor": 38856, "Judul": "PENGEMBANGAN STRATEGI BISNIS PT IHSAN SOLUSI INFORMATIKA (ISI) DI INDUSTRI IT SEBAGAI PERANTARA DALAM  LAYANAN PEMBAYARAN", "Abstrak": "PT Ihsan Solusi Informatika adalah perusahaan di bidang IT yang menyediakan solusi teknologi informasi berupa pengembangan dan layanan perangkat lunak maupun perangkat keras, serta layanan konsultasi ditujukan bagi lembaga keuangan baik bank maupun non-bank. PT Ihsan Solusi Informatika sudah melayani berbagai klien sejak didirikan pada tahun 2001 oleh Ismir Kamili.\n\nBerdasarkan laporan PricewaterhouseCoopers (PwC) pada tahun 2018, produk finansial yang saat ini tersedia di lembaga keuangan Indonesia mulai berfokus pada customer lifecycle, seperti pembayaran tagihan dan pengiriman uang. Melihat adanya peluang ini, PT Ihsan Solusi Informatika memutuskan untuk mendifersivikasi bisnisnya dengan menjadi perantara dalam layanan pembayaran sehingga memiliki nilai lebih dibandingkan dengan kompetitor lainnya.\n\nTujuan dari penelitian ini adalah untuk mengetahui langkah yang perlu dilakukan oleh PT Ihsan Solusi Informatika untuk menjalankan proses bisnis yang baru. Penelitian ini menggunakan metode kualitatif dengan melakukan wawancara dengan pemilik PT Ihsan Solusi Informatika dan ditunjang dengan data sekunder. Pertama, perlu mengetahui kondisi industri IT secara umum di Indonesia dengan alat analisis PEST, Porter’s Five Forces, dan analisa kompetitor, maupun secara internal dari perusahaan. Setelah itu menentukan strategi yang sesuai untuk PT Ihsan Solusi Informatika dengan menggunakan Porter’s Generic Strategies, Strategy Diamond Framework, dan Ansoff Matrix. Selanjutnya merumuskan model bisnis menggunakan bisnis model kanvas serta merumuskan rencana implementasi berdasarkan pengembangan model bisnis tersebut.\n\nPT Ihsan Solusi Informatika sudah memiliki dasar yang baik dalam menghadapi persaingan di industri IT. Langkah yang perlu dilakukan adalah merumuskan bentuk bisnis dan kerjasama, menentukan supplier dan klien yang potensial, dan terus meningkatkan kualitas layanan yang diberikan.", "Daftar File": {"ABSTRAK Sacha Mauludianita Octafira": "https://digilib.itb.ac.id/gdl/download/170462"}, "Penulis": "Sacha Mauludianita Octafira [29317013]", "Kontributor / Dosen Pembimbing": ["Dr. Mohammad Hamsal"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Strategi Bisnis, Finansial, Industri IT", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "19 Jun 2019"}