{"Nomor": 38854, "Judul": "PENILAIAN RENCANA EKSPANSI  UNTUK MERAIH PERTUMBUHAN PASAR", "Abstrak": "PT. SUN.S Indonesia sebagai penyedia jasa yang menawarkan berbagai jasa in-house untuk peralatan rotasi. Dengan banyak peluang di Indoneisa dan di Asia Tenggara, perusahaan berharap untuk melanjutkan tren pertumbuhan organik dan peningkatan keuntungan. Namun, perusahaan telah menderita kelebihan kapasitas karena pertumbuhan penjualan perusahaan secara eksponensial. Keterbatasan tenaga kerja untuk secara intensif mengingatkan dan mendiskusikan spesifikasi teknis yang menyebabkan proses rekayasa yang tidak tepat dan keterlambatan proyek. Kesalahan ini menciptakan pengalaman pelanggan yang negatif, mengurangi keterlibatan pelanggan dan lebih banyak keluhan.\nUntuk menjawab masalah bisnis, strategi perusahaan adalah mengatur ekspansi bengkel untuk memenuhi pertumbuhan pasar. Dengan melakukan wawancara internal dengan manajemen tinggi, masalahnya dapat dikuantifikasi untuk menyusun solusi bisnis.\nPenelitian ini bertujuan untuk melihat dalam perspektif pemasaran dan keuangan dari rencana perluasan bengkel untuk melihat seberapa layak proyek tersebut. Strategi bisnis menggunakan matix TOWS untuk menganalisis peluang dan ancaman eksternal dibandingkan dengan kekuatan dan kelemahan internal. Penilaian keuangan investasi dalam penelitian ini menggunakan penganggaran modal, analisis sensitivitas menggunakan simulasi Monte Carlo dan analisis manajemen risiko untuk memvisualisasikan identifikasi risiko untuk menyiapkan rencana mitigasi dan bagaimana menjustifikasi rencana investasi.", "Daftar File": {"ABSTRAK Riris Tobing": "https://digilib.itb.ac.id/gdl/download/170460"}, "Penulis": "Riris Tobing [29317439]", "Kontributor / Dosen Pembimbing": ["Dr. Subiakto Soekarno, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Ekspansi Bisnis, TOWS Matrix, Investment Analysis, Sensitivity Analysis, Monte Carlo Simulation, Risk Management", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "19 Jun 2019"}