{"Nomor": 38852, "Judul": "DUA PENDEKATAN SINTESIS DIMETIL FUMARAT YANG MENDEMONSTRASIKAN PRINSIP DASAR KIMIA ORGANIK", "Abstrak": "Dimetil Fumarat adalah  senyawa dari metil ester asam fumarat, dimetil fumarat pada awalnya diakui sebagai radiosensitizer sel hipoksia yang sangat efektif. Saat ini  dimetil  fumarat  digunakan  dalam  pengobatan  yang  efektif  bagi  penderita multiple  sclerosis.  Pada  penelitian  sebelumnya   sintesis  dimetil  fumarat  telah dilakukan dengan cara isomerisasi dengan menggunakan katalis atau tanpa katalis. Beberapa  katalis  yang dapat  digunakan  dalam  reaksi  isomerisais, yaitu  dengan menggunakan   katalis   dietilamina   (EhNH)   dan   dengan   katalis   arnina   yang dicampurkan  dengan  seng klorida. Pada reaksi yang tidak menggunakan  katalis, reaksi  dapat  dilakukan  dengan  cara  reaksi  radikal  menggunakan  Bromin  (Brz) namun reaksi sintesis memerlukan waktu yang relatiflama dan hasil rendemen yang relatif kecil. Oleh karena itu, penelitian ini bertujuan untuk mempelajari dua jalur sintesis   dimetil \tfumarat \tdengan   jalur \treaksi \testerifikasi \tdan \tisomerisasi menggunakan  katalis cairan ion [DMIM]Br  dengan  metode Microwave  Assisted Organic Synthesis  (MAOS), serta mengembangkan  modul praktikum berdasarkan hasil  sintesis.  Cairan  ion  [DMIM]Br  telah  berhasil  disintesis  dan  memberikan rendemen sebesar 62,42%. Cairan ion hasil sintesis digunakan sebagai katalis pada reaksi esterifikasi dan telah berhasil mensintesis dimetil fumarat yang memberikan rendemen   sebesar 68,50% dan  titik leleh terukur  103°C. Sedangkan  pada jalur reaksi isomerisasi telah berhasil disintesis dimetil fumarat dari reaski isomerosasi dimetil maleat yang memberikan rendemen sebesar 59,51% dan titik leleh terukur\n104°C. Kemurnian dimetil fumarat dari kedua jalur reaksi sintesis tersebut dikarakterisasi  dengan  metode KLT, sedangkan  strukturnya  diverivikasi  dengan metode spekstroskopi  FTIR dan NMR. Hasil pengembangan  dan uji coba modul praktikum menunjukkan adanya respon positif yang ditunjukkan siswa MAN Bulungan, melalui pemahaman siswa dalam mempelajari reaksi esterifikasi sebesar\n89%.", "Daftar File": {"ABSTRAK Rifka Novilawati Tulak": "https://digilib.itb.ac.id/gdl/download/170459", "COVER Rifka Novilawati Tulak": "https://digilib.itb.ac.id/gdl/download/178003", "BAB1 Rifka Novilawati Tulak": "https://digilib.itb.ac.id/gdl/download/178004", "BAB2 Rifka Novilawati Tulak": "https://digilib.itb.ac.id/gdl/download/178005", "BAB3 Rifka Novilawati Tulak": "https://digilib.itb.ac.id/gdl/download/178006", "BAB4 Rifka Novilawati Tulak": "https://digilib.itb.ac.id/gdl/download/178007", "BAB5 Rifka Novilawati Tulak": "https://digilib.itb.ac.id/gdl/download/178008", "PUSTAKA Rifka Novilawati Tulak": "https://digilib.itb.ac.id/gdl/download/178009"}, "Penulis": "Rifka Novilawati Tulak [90517003]", "Kontributor / Dosen Pembimbing": ["Dr. Deana Wahyuningrum, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Pengajaran Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Dimetil fumarat, cairan ion, [DMIM]Br, esterifikasi, isomerisasi.", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "19 Jun 2019"}