{"Nomor": 38866, "Judul": "MERUMUSKAN STRATEGI BISNIS THE NEWTON 2 DALAM UNIT BISNIS PT CIPUTRA DEVELOPMENT UNTUK MENINGKATKAN PENJUALAN", "Abstrak": "Industri properti di Indonesia sedang dalam masa terpuruk sejak 2015, tidak terkecuali\npengembang besar seperti PT Ciputra Development. Hal ini dirasakan pada salah satu\nproyeknya yang teranyar, apartemen The Newton 2, yang terletak di kawasan CBD.\nMeskipun terletak di kawasan yang terbilang strategis, nyatanya pengembang mengalami\npermasalahan penjualan. Terjadi penurunan jumlah penjualan unit dibanding apartemen\npendahuluanya The Newton. Pada NUP (Nomor Urut Pemesanan) jumlah unit yang berhasil\nterjual hanya 10% dari total unit yang akan terbangun. Angka yang jauh dari target ini\nmenjadi permasalahan yang cukup signifikan bagi perusahaan, karena keberlangsungan\nproyek menjadi diragukan.\nData pada penelitian ini diperoleh dari data primer yang diperoleh dari perusahaan dan data\nsekunder yang berupa literatur dari buku, jurnal, artikel dan lain sebagainya.Dengan\nmenganalisa dari sisi ekternal dan internal, penelitian ini mencoba menemukan penyebab\ndibalik kondisi tersebut. Dari sisi lain, penulis mencoba menemukan faktor yang dapat\nmenarik pasar untuk membeli apartemen. Faktor tersebut diperoleh dengan menggunakan\nmetode kuantitatif, yaitu dengan wawancara mendalam dan kualitatif, yaitu melalui survei\nyang disebarkan secara masal.\nBerdasarkan hasil analisa tersebut, penelitian ini berusaha merumuskan strategi bisnis yang\nsesuai untuk meningkatkan penjualan unit apartemen The Newton 2, terutama dalam masa\nyang sulit untuk industri properti di Indonesia saat ini.", "Daftar File": {"ABSTRAK Regine Maheswara Arumawindya": "https://digilib.itb.ac.id/gdl/download/170481"}, "Penulis": "Regine Maheswara Arumawindya [29317103]", "Kontributor / Dosen Pembimbing": ["Dr. Mohamad Toha"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Strategi Bisnis, Industri Properti, Apartemen, Penjualan.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "19 Jun 2019"}