{"Nomor": 38871, "Judul": "PROGRAM KOMUNIKASI PEMASARAN TERINTEGRASI UNTUK  MENINGKATKAN KESADARAN MEREK, AKUISISI PELANGGAN DAN  RETENSI PELANGGAN PADA JARINGAN HOTEL BUDGET MELALUI  PENDEKATAN STRATEGI PEMASARAN DIGITAL  (STUDI KASUS: MEREK ASANA HOTEL)", "Abstrak": "Pada tahun 2014 Aerowisata Hotels & Resorts memutuskan untuk mengubah nama Aerotel \nmenjadi Asana Hotel untuk menjangkau segmen skala ekonomi. Merek Asana Hotel secara \nkhusus mengoperasikan 9 hotel dengan memiliki 2 hotel dan mengelola 7 hotel yang berlokasi \ndi 6 kota. Asana Hotel sebagian besar terletak di lokasi strategis, dekat dengan tujuan bisnis \ndan pariwisata. Target pasar Asana Hotel adalah konsumen bisnis dan wisatawan.\nPenelitian ini menganalisis masalah bisnis dengan menggunakan kerangka PESTEL Analysis, \nPorter’s Five Forces, Service Marketing Mix, SWOT Analysis, Analisis Kompetitor, dan \nmengukur kesadaran merek menggunakan kerangka the 5A’s Customer Path and Customerbased Brand Equity. Penelitian menemukan bahwa, kurangnya kesadaran merek menjadi \ntantangan besar bagi Asana Hotel setelah mengubah nama merek dalam beberapa tahun \nterakhir dikarenakan anggaran pemasaran yang terbatas.\nAgar tetap kompetitif di industri perhotelan di tengah era digital yang terus berubah ini, Asana \nHotel harus membangun kehadiran merek di semua saluran digital dan perlu mengembangkan \nstrategi yang secara efektif menjangkau dan menarik minat pelanggan yang ditargetkan dengan \nmenganggarkan iklan yang terjangkau.  Oleh karena itu,  penelitian ini menggunakan \npendekatan strategi pemasaran digital  dengan menggunakan kerangka kerja perencanaan \nRACE untuk dapat meningkatkan kesadaran merek. Hasil dari penelitian ini menjelaskan\nbahwa Asana Hotel perlu membedakan strategi pemasaran digital untuk dapat mengakuisisi \npelanggan dan mempertahankan pelanggan yang sudah ada.", "Daftar File": {"ABSTRAK Ratna Ari Setia Budi": "https://digilib.itb.ac.id/gdl/download/171775"}, "Penulis": "Ratna Ari Setia Budi [29317027]", "Kontributor / Dosen Pembimbing": ["Dr. Asnan Furinto, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "Generalities", "Kata Kunci": "Jaringan Hotel Budget, Jalur Pelanggan 5A, Ekuitas Merek Berbasis Pelanggan,  Strategi Pemasaran Digital, Strategi Perencanaan RACE.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "19 Jun 2019"}