{"Nomor": 38872, "Judul": "PENGGUNAAN BAHAN BERUBAH FASA SEBAGAI BAHAN CAMPURAN DINDING BANGUNAN GUNA PENGHEMATAN ENERGI PADA SISTEM PENGKONDISIAN UDARA", "Abstrak": "Sistem pengkondisian udara merupakan suatu sistem yang penting di dalam bangunan agar tercipta kondisi termal yang nyaman untuk aktivitas manusia. Dalam kaitannya dengan konsumsi energi, sistem tersebut diharapkan dapat menggunakan energi seoptimal mungkin. Penggunaan bahan berubah fasa sebagai bahan campuran pada dinding bangunan dapat membantu tercapainya tujuan ini dengan cara menurunkan beban termal dalam bangunan, yaitu dengan menurunkan dan/atau menstabilkan temperatur di dalam bangunan. Penelitian ini terdiri dari dua bagian, yaitu pengujian batako dan miniatur bangunan yang menggunakan batako mengandung bahan berubah fasa, serta simulasi fenomena perubahan fasa menggunakan perangkat lunak FLUENT. Kegiatan eksperimental dimulai dari proses mikroenkapsulasi bahan berubah fasa berupa minyak kelapa, identifikasi karakteristik termal mikrokapsul minyak kelapa menggunakan Differential Scanning Calorimetry (DSC), pencampuran bahan berubah fasa ke dalam batako dan pencetakan batako, pembuatan miniatur bangunan, serta pengukuran temperatur pada beberapa titik pengukuran. Sementara itu, simulasi dengan FLUENT bertujuan untuk melihat profil temperatur pada dinding bangunan sebagai akibat adanya bahan berubah fasa di dalamnya. Dari percobaan ini diperoleh hasil besar kalor laten dari mikrokapsul minyak kelapa adalah sebesar 81 kJ/kg dengan rentang puncak temperatur perubahan fasa pada 24-26oC. Adapun batako yang dibuat berukuran 22 cm x 11 cm dengan tebal 5,4 cm dan mengandung 40% mikrokapsul bahan berubah fasa. Dari uji temperatur batako diperoleh data bahwa batako dengan bahan berubah fasa cenderung memiliki temperatur yang tidak hanya lebih rendah, tetapi juga lebih stabil. Efek perubahan fasa dari minyak tampak telah dimulai sejak pukul 08:00 dan akan berakhir pada pukul 12:00. Ruangan dengan dinding yang menggunakan campuran bahan berubah fasa sebanyak kira-kira 5% dari massa total dinding memiliki temperatur rata-rata lebih rendah 1oC dibandingkan dengan dinding tanpa bahan berubah fasa.", "Daftar File": {"COVER Alexander Christantho Budiman": "https://digilib.itb.ac.id/gdl/download/170500", "BAB 1 Alexander Christantho Budiman": "https://digilib.itb.ac.id/gdl/download/170501", "BAB 2 Alexander Christantho Budiman": "https://digilib.itb.ac.id/gdl/download/170502", "BAB 3 Alexander Christantho Budiman": "https://digilib.itb.ac.id/gdl/download/170503", "BAB 4 Alexander Christantho Budiman": "https://digilib.itb.ac.id/gdl/download/170504", "BAB 5 Alexander Christantho Budiman": "https://digilib.itb.ac.id/gdl/download/170505", "BAB 6 Alexander Christantho Budiman": "https://digilib.itb.ac.id/gdl/download/170507", "PUSTAKA Alexander Christantho Budiman": "https://digilib.itb.ac.id/gdl/download/170508"}, "Penulis": "Alexander Christantho Budiman [23110019]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Aryadi Suwono", "Dr. Ir. Yuli Setyo Indartono", "Dr. Ir. Ari Darmawan Pasek"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "bahan berubah fasa, temperatur, batako, dinding bangunan, FLUENT.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "19 Jun 2019"}