{"Nomor": 38886, "Judul": "SIMULASI DAN ANALISIS LALU-LINTAS PESAWAT UDARA PADA APRON TERMINAL 3 BANDARA INTERNASIONAL SOEKARNO-HATTA DAN DAMPAKNYA TERHADAP OPERASI PT GARUDA INDONESIA (PERSERO) Tbk", "Abstrak": "Sebagai salah satu maskapai yang beroperasi di Terminal 3, On-Time Performance Garuda Indonesia terganggu seiring dengan rencana pemindahan maskapai yang beroperasi di Terminal 2 menuju Terminal 3. Rencana pemindahan ini berpotensi meningkatkan cost model operational cost bagi Garuda Indonesia, meningkatkan pendapatan yang diperoleh Angkasa Pura 2 (AP2) sebagai operator bandara, dan meningkatkan tingkat utilisasi. Oleh karena itu, pada penelitian ini dilakukan analisis untung-rugi antara Garuda Indonesia dan AP2 serta perhitungan kapasitas apron yang ditinjau melalui simulasi dan analitik sebagai dampak dari rencana pemindahan tersebut.\nPenelitian dilakukan dengan mengembangkan model simulasi pergerakan pesawat pada Terminal 3 menggunakan perangkat lunak Rockwell-Arena. Model simulasi dibuat dalam dua jenis model, yaitu model berbasis skenario dan model berbasis jadwal. Kedua model dibuat untuk menguji verifikasi dan validitas dari asumsi yang diberikan. 4 skenario pemindahan operasi dilakukan untuk mengkaji dampaknya pada operasi Garuda Indonesia dan AP2.\nOutput simulasi menunjukkan keterlambatan rata-rata tertinggi sebesar 7.4 menit. Besar keterlambatan tersebut menyebabkan peningkatan kerugian hingga sebesar 9% serta peningkatan pendapatan sebesar 6%. Jumlah pergerakan apron setelah semua maskapai berpindah masih berada di bawah kapasitas maksimum apron, yaitu 32.8 pesawat/jam. Selain itu, hasil di tiap skenario menunjukkan tidak ada titik temu optimum antara pendapatan maksimum yang diperoleh AP2 dan kerugian operasional minimum yang dialami Garuda Indonesia.", "Daftar File": {}, "Penulis": "Ahmad Mushthafa Syauqi [13614046]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Hisar Manongam Pasaribu"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Simulasi, Lalu-lintas Udara, Kapasitas Apron, Simulasi Arena, Cost, Revenue", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "19 Jun 2019"}