{"Nomor": 38881, "Judul": "PROGRAM YANG DIUSULKAN UNTUK MENINGKATKAN NIAT SHARING KNOWLEDGE (STUDI PADA: PT JASA MARGA)", "Abstrak": "Penerapan kegiatan knowledge sharing pada PT Jasa Marga belum berjalan secara optimal. Hal ini didukung oleh data yang dimiliki perusahaan bahwa partisipasi karyawan dalam melakukan kegiatan knowledge sharing berupa unggahan konten terus menurun tiap tahun dengan jumlah pelatihan yang relative sama tiap tahunnya. Hal tersebut berarti tidak semua karyawan mau berpartisipasi dalam melakukan kegiatan knowledge sharing. Penelitian ini mengukur niat karyawan dalam melakukan knowledge sharing dengan menggunakan Theory of Planned Behavior yang terdiri atas variabel subjective norm, attitude toward knowledge sharing behavior, dan perceived behavioral control. Variabel attitude toward knowledge sharing behavior dipengaruhi oleh beberapa faktor yaitu extrinsic reward, social trust, sense of self-worth, dan expected association. Dalam penelitian ini, metode pengumpulan data dilakukan dengan menyebar kuesioner kepada 75 karyawan dengan karakteristik yang telah ditentukan. Hasil penelitian menunjukkan bahwa hanya variabel expected association yang berpengaruh signifikan terhadap attitude toward knowledge sharing behavior. Sedangkan variabel yang berpengaruh terhadap intention to share knowledge adalah variabel attitude toward knowledge sharing behavior dan perceived behavioral control.", "Daftar File": {"2019_TS_PP_IS'AF FRIDAH_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/170517"}, "Penulis": "Is'af Faridah [29117172]", "Kontributor / Dosen Pembimbing": ["Dr. Henndy Ginting, S.Psi., M.Si., Psikolog"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "pengetahuan, berbagi pengetahuan, Theory of Planned Behavior", "Sumber": "PT JASA MARGA", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "19 Jun 2019"}