{"Nomor": 38890, "Judul": "PREDIKSI PRESTASI GETARAN DAN KEBISINGAN INTERIOR STRUKTUR LIGHT RAIL TRANSIT PADA FREKUENSI RENDAH", "Abstrak": "Light Rail Transit (LRT) adalah salah satu opsi transportasi yang mulai dibangun menghubungkan pinggiran kota ke banyak daerah secara aman dan nyaman. Untuk mewujudkan itu, banyak pengembangan teknologi kereta yang telah dilakukan terutama di aspek prestasi, seperti emisi, daya, serta salah satu yang paling penting adalah kenyamanan yang berasal dari level kebisingan, getaran, dan kenyamanan (NVH). Aspek-aspek ini menjadi penting mengingat di daerah Jakarta, Bogor, Depok, dan Bekasi (Jabodebek) banyak moda transportasi yang telah ada, mulai dari bus Transjakarta, KRL Commuterline, dan yang terbaru ada Moda Raya Terpadu (MRT) sehingga kalau LRT Jabodebek tidak nyaman maka dapat tertinggal dengan kompetitornya. Tugas akhir ini mendiskusikan mengenai prediksi prestasi kebisingan interior dan getaran struktur akibat eksitasi ketidakrataan rel dan variasi kecepatan kereta. Prosesnya diawali dengan pembuatan model multibody dynamics dimana dengan model tersebut akan diambil data akselerasi pada sambungan carbody dengan bogie. Data tersebut menjadi masukan bagi model elemen hingga yang digunakan untuk menganalisis prestasi getaran dan tingkat kebisingan interior LRT Jabodebek. Hasil menunjukkan bahwa dengan bertambahnya kekasaran rel dan kecepatan kereta, maka level getaran lantai dan tingkat kebisingan juga semakin meningkat. Namun, tingkat kebisingan yang diakibatkan oleh eksitasi ketidakrataan rel ini berada pada rentang yang tak dapat diindera oleh telinga manusia.", "Daftar File": {}, "Penulis": "Rizki Muhammad Said [13614054]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Sigit Puji Santosa, MSME", "Dr. Ir. Leonardo Gunawan", "Ir. R. Sugeng Joko Sarwono, M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "vibroacoustic, structure-borne, respons dinamik transien, sound pressure level (SPL)", "Sumber": "", "Staf Input/Edit": "Erlin Marliana Effendi", "File": "0 file", "Tanggal Input": "19 Jun 2019"}