{"Nomor": 38897, "Judul": "STUDI MODIFIKASI OVEN RUMAH TANGGA UNTUK SUMBER PEMANAS TUNGKU BRIKET BATUBARA (STUDI KASUS: PEMANGGANGAN UBI CILEMBU)", "Abstrak": "Ubi cilembu biasa dipanggang dalam oven di atas kompor minyak tanah. Harga minyak\ntanah yang semakin mahal, meningkatkan daya saing batubara. Hal ini sejalan dengan\nKebijakan Energi Nasional untuk mengalihkan penggunaan BBM pada batubara.\nPenggunaan briket batubara membutuhkan modifikasi oven, sebab gas hasil pembakaran\nbriket berbahaya bagi kesehatan. Modifikasi meliputi penyekatan ruang pemanggangan\nsecara menyeluruh, pemberian sirip pada bagian dalam dinding ruang pemanggangan dan\npenambahan saluran pembuanga n asap. Gas hasil pembakaran dilewatkan melalui kedua\nsisi samping dan bagian belakang ruang pemanggangan dan keluar melalui saluran\npembuangan di bagian atas.\nPada simulasi numerik, kontur temperatur pada oven biasa memiliki distribusi temperatur\nyang lebih baik dan lebih tinggi dibandingkan oven modifikasi. Namun capaian\ntemperatur pada oven modifikasi yang berkisar antara 337,5 oC hingga 637,5 oC telah\nmemenuhi kondisi yang dibutuhkan untuk pemanggangan ubi cilembu.\nPengujian pada kondisi kosong dengan briket 1,8 kg, temperatur ruang pemanggangan\nmencapai 364,5 oC. Sedangkan temperatur menggunakan pemanas kompor mencapai\n205,2 oC. Pada percobaan dengan batubara 1,0 kg, diperoleh temperatur maksimal sebesar\n281,8 oC, dimana temperatur diatas 180 oC dapat berlangsung selama 44 menit dengan\nrerata sebesar 241,5 oC.\nPengujian dengan memanggang ubi cilembu sebanyak 2 kg dilakukan menggunakan\nbriket sebanyak 1,4 kg, 1,2 kg dan 1,0 kg. Pemanggangan ubi dengan briket 1,4 kg,\nmenghasilkan ubi panggang gosong dan berkerak. Pada penggunaan briket 1,2 kg yang\ndilakukan sebanyak tiga kali, diperoleh hasil ubi panggang dengan kondisi matang merata\npada percobaan pertama dan dua kali percobaan berikutnya matang namun tidak merata.\nSedangkan pada penggunaan briket 1,0 kg diperoleh hasil matang dengan tidak merata\npada percobaan pertama dan tidak matang pada dua percobaan berikutnya. Percobaan\ndengan batubara 1,2 kg memberikan aroma khas ubi cilembu yang lebih baik\ndibandingkan pemanggangan dengan batubara 1,0 kg.\nJika harga minyak tanah tidak disubsidi, nilai ekonomis penggunaan oven modifikasi\ndapat mengimbangi biaya penggunaan kompor minyak tanah. Oleh karenanya perlu\ndilakukan modifikasi tungku agar pengumpanan briket dapat lebih mudah dilakukan dan\nproses pemanggangan dapat dilakukan secara kontinyu.", "Daftar File": {"COVER Muhammad Saukat": "https://digilib.itb.ac.id/gdl/download/170573", "BAB 1 Muhammad Saukat": "https://digilib.itb.ac.id/gdl/download/170574", "BAB 2 Muhammad Saukat": "https://digilib.itb.ac.id/gdl/download/170575", "BAB 3 Muhammad Saukat": "https://digilib.itb.ac.id/gdl/download/170576", "BAB 4 Muhammad Saukat": "https://digilib.itb.ac.id/gdl/download/170577", "BAB 5 Muhammad Saukat": "https://digilib.itb.ac.id/gdl/download/170578", "BAB 6 Muhammad Saukat": "https://digilib.itb.ac.id/gdl/download/170579", "PUSTAKA Muhammad Saukat": "https://digilib.itb.ac.id/gdl/download/170580"}, "Penulis": "Muhammad Saukat [23104027]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Prihadi Setyo Darmanto"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "oven, modifikasi, briket batubara, ubi cilembu, pemanggangan.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "19 Jun 2019"}