{"Nomor": 38896, "Judul": "EXPERIMENTAL OPTIMIZATION OF ASYMMETRIC HOVERING FLAPPING FLAT PLATE USING HYBRID ARTIFICIAL EVOLUTION", "Abstrak": "Kemajuan dari teknologi Micro Aerial Vehicle (MAV) didorong oleh segi potensialnya untuk digunakan sebagai kendaraan yang dapat melakukan observasi pada lingkungan yang berbahaya. Karena MAV beroperasi pada bilangan Reynolds yang rendah, MAV dengan tipe sayak kepak diduga memiliki potensi yang lebih besar dibandingkan dengan tipe lainnya. Saat ini belum ada MAV dengan tipe sayap kepak yang sudah operasional, hal ini diakibatkan oleh kurangnya pemahaman dari segi aerodinamika sayap kepak itu sendiri. Tesis ini membahas pengembangan dan aplikasi dari Micro Genetic Algorithm (MGA) sebagai tipe khusus dari Genetic Algorithm untuk mengoptimisasi trajektori dari gerak sayap kepak secara eksperimental. Untuk mempercepat proses pencarian, metode Hooke-Jeeves Pattern Search juga dikembangkan dan digabungkan dengan Genetic Algorithm. Tujuan dari optimisasi tersebut adalah untuk melihat korelasi antara trajektori optimum, pembangkitan gaya, dan dinamika fluida kompleks di sekitar sayap kepak.\nVisualisasi aliran dilakukan dengan menggunakan teknik Time-Exposure. Dengan menggunakan teknik ini, kecepatan sesaat dari medan aliran dapat dianalisis secara kualitatif. Pada fase downstroke, gaya yang besar dibangkitkan dengan melakukan gerak translasi pada sudut yang serang yang besar. Sudut serang yang besar akan membangkitkan vortex yang besar pada daerah leading edge yang tetap terpasang pada pelat hingga satu jarak tertentu dimana vortex mulai terlepas. Vortex yang besar pada fase downstroke ini memberikan produksi gaya hambat yang besar pada pelat. Mekanisme Rotational Circulation dan Wake Capture memainkan peran yang sama penting pada fase rotasi untuk membangkitkan gaya,\nPada fase upstroke, solusi optimal bergerak dengan sudut serang yang rendah sehingga membangkitkan gaya hambat yang lebih rendah jika dibandingkan dengan fase downstroke. Fase upstroke disarankan untuk tidak dilakukan dengan sudut serang yang terlampau kecil untuk tetap menjaga pembangkitan gaya dengan konsumsi tenaga yang rendah. Fenomena menarik lain ditemukan ketika vortex yang terlepas dari setengah siklus kepak sebelumnya mempengaruhi medan aliran dan pembangkitan gaya pada pelat. Solusi optimal dapat memanfaatkan vortex yang terlepas ini untuk membangkitkan gaya hambat yang lebih besar dibandingkan dengan solusi sub-optimal.", "Daftar File": {"COVER Pramudita Satria Palar": "https://digilib.itb.ac.id/gdl/download/170565", "BAB 1 Pramudita Satria Palar": "https://digilib.itb.ac.id/gdl/download/170566", "BAB 2 Pramudita Satria Palar": "https://digilib.itb.ac.id/gdl/download/170567", "BAB 3 Pramudita Satria Palar": "https://digilib.itb.ac.id/gdl/download/170568", "BAB 4 Pramudita Satria Palar": "https://digilib.itb.ac.id/gdl/download/170569", "BAB 5 Pramudita Satria Palar": "https://digilib.itb.ac.id/gdl/download/170570", "BAB 6 Pramudita Satria Palar": "https://digilib.itb.ac.id/gdl/download/170571", "PUSTAKA Pramudita Satria Palar": "https://digilib.itb.ac.id/gdl/download/170572"}, "Penulis": "Pramudita Satria Palar [23610009]", "Kontributor / Dosen Pembimbing": ["Dr. Lavi Rizki Zuhal"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Micro Aerial Vehicle, sayap kepak, Genetic Algorithm, Optimisasi, Pengukuran gaya, Visualisasi aliran, terbang hover.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "19 Jun 2019"}