{"Nomor": 38895, "Judul": "PENGGUNAAN ALGORITME K-NEAREST NEIGHBORS UNTUK MENDETEKSI FRAUD", "Abstrak": "Pada era informasi ini, semakin banyak transaksi yang dilakukan secara online melalui gawai\nyang dimiliki setiap orang. Akan tetapi, kemudahan bertransaksi ini seringkali dimanfaatkan\noleh pihak yang tidak bertanggung jawab untuk melakukan kegiatan fraud (penipuan). Melihat\nhal tersebut, pada saat ini, pihak – pihak yang terlibat, baik badan swasta maupun pemerintah\nsedang mencari solusi untuk masalah tersebut. Salah satu solusi yang ditawarkan adalah sistem\nyang melibatkan para pakar perbankan ataupun sistem yang bersifat rule-based. Akan tetapi,\nseringkali pendekatan pendeteksian fraud seperti ini membutuhkan sumber daya manusia yang\nmumpuni guna melakukan pengaturan pada sistem yang ada. Hal ini mengakibatkan sistem yang\ntersebut seringkali terlambat dalam mendeteksi jenis fraud yang memiliki sifat yang berubah –\nubah. Di lain sisi, dapat kita lihat bahwa teknologi machine learning semakin berkembang\nsetiap harinya. Salah satu algoritme yang dapat dimanfaatkan untuk mendeteksi fraud adalah\nalgoritme K-Nearest Neighbors. Algoritme ini bekerja dengan cara melihat sejumlah ‘K’ data\ntetangga yang paling mirip dengan data yang ingin kita kelompokkan sebagai fraud, dan\nmengelompokkan data tersebut sesuai dengan besar kemiripan dengan tetangga-tetangganya\ntersebut. Algoritme ini sering digunakan dikarenakan pendekatan klasifikasinya yang sederhana,\nintuitif, dan mudah dimengerti. Pada algoritme ini terdapat 3 parameter utama yang dapat\ndioptimasi, yaitu nilai ‘K’, distance metric, dan jenis pemberian bobot. Pada penelitian ini,\npenulis akan mencoba untuk menggunakan dan mengoptimasi algoritme K-Nearest Neighbors\nuntuk mendeteksi fraud yang terdapat pada transaksi mobile. Berdasarkan hasil penelitian\npenulis, didapat nilai parameter yang optimal serta sesuai dengan batasan serta kebutuhan\nbisnis yang diinginkan, yaitu algoritme dengan k=4, distance metric manhattan distance\n(minkowski distance dengan p=1), dan jenis pemberian bobot uniform. Algoritme ini\nmemberikan performa yang cukup baik dengan specificity sebesar 97.7% dan recall sebesar\n90.5%.\nKata", "Daftar File": {"William Aristea Tantiono.pdf\n]": "https://digilib.itb.ac.id/gdl/download/170611"}, "Penulis": "William Aristea Tantiono [18215011]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Dimitri Mahayana, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "fraud, mobile payment, machine learning, K-Nearest Neighbors , optimasi parameter", "Sumber": "", "Staf Input/Edit": "karya  \n                                     karya", "File": "8 file", "Tanggal Input": "19 Jun 2019"}