{"Nomor": 38900, "Judul": "PERANCANGAN BUKU TIPOGRAFI EKSPERIMENTAL MOTIF KOSTUM TARI MERAK JAWA BARAT", "Abstrak": "Tari Merak merupakan salah satu ragam kebudayaan masyarakat Sunda yang diciptakan oleh Raden Tjetje Somantri pada tahun 1950. Ide konsep dari tarian ini berdasarkan ketertarikannya terhadap burung merak jantan yang tengah memikat merak betina pada musim kawin. Namun pada tahun 1965, koreografi dan kostum dari tari Merak direvisi oleh Irawati Durban Ardjo yang mengubah beberapa gerakan agar menjadi lebih anggun dan gemulai sehingga lebih menggambarkan keindahan dan pesona burung merak. Eksistensi tari Merak sudah sangat tergeser, adanya globalisasi membuat orang-orang tidak ‘melihat’ motif bulu merak nan indah ini. Tipografi memiliki nilai fungsional dan estetis untuk menyampaikan pesan secara verbal dan impresi visualnya dapat menjadi alternatif dari kebutuhan desain. Tipografi eksperimental merupakan eksplorasi mulai dari bentuk visual dalam menciptakan huruf dan memiliki shock effect sehingga diingat lebih lama oleh audiens. Dalam tugas akhir ini dibuat perancangan tipografi eksperimental, berbasis motif kostum tari Merak berupa tipografi display alfabet A – Z yang dikemas dalam sebuah buku tipografi eksperimental yang berjudul ‘Semarak Aksara’. Melihat pengolahan tipografi yang digunakan dalam solusi desain, hal ini mengingatkan bahwa banyak pengaruh yang telah mendorong inovasi dalam bidang tipografi. Pada akhirnya, tugas akhir ini sebagai ekspresi baru untuk menjawab kebutuhan desain masa kini serta sekaligus mengaitkannya dengan kekayaan dan kejayaan tradisi juga budaya Indonesia sebagai sumber inspirasi.", "Daftar File": {}, "Penulis": "Adisty Deandra Putri [17415019]", "Kontributor / Dosen Pembimbing": ["Dr. Riama Maslan Sihombing, M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Komunikasi Visual", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "eksperimental, motif, tari Merak, tipografi", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "19 Jun 2019"}