{"Nomor": 38918, "Judul": "Local Controllable Laser Patterning of Polymers Induced by Graphene Material", "Abstrak": "Graphene has been successfully applied to the\nfield of polymer laser patterning. As an efficient 1064 nm nearinfrared (NIR) pulsed laser absorber, only 0.005 wt % (50 ppm)\nof graphene prepared by mechanical exfoliation endowed\npolymer materials with very good NIR pulsed laser patterning.\nOptical microscopy observed that the generated black\npatterns came from the local discoloration of the polymer\nsurface subjected to the laser irradiation, and the depth of the\ndiscolored layer was determined to be within 221?348 ?m.\nThe X-ray photoelectron spectroscopy confirmed that the\npolymer surface discoloration was contributed by the local\ncarbonization of polymers caused by graphene due to its high\nphotothermal conversion capacity. Raman depth imaging successfully detected that the generated carbon in the discolored layer\nwas composed of amorphous carbon and complex sp/sp2\n-carbon compounds containing C?C or conjugated C?C/C?C\nstructures. This study also provides a simple guideline to fabricate laser-patterning polymer materials based on graphene.\nWe believe that graphene has broad application prospects in the field of polymer laser patterning. Importantly, this work opens up\na valuable, feasible direction for the practical application of this new carbon material.", "Daftar File": {"2019 EJRNL PP Liang Wen 1.pdf)u": "https://digilib.itb.ac.id/gdl/download/170644"}, "Penulis": "Liang Wen [-]", "Kontributor / Dosen Pembimbing": ["Tao Zhou, Jihai Zhang, and Aiming Zhang"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "graphene, laser patterning, polymer, near-infrared pulsed laser, carbonization", "Sumber": "www.acsami.org DOI: 10.1021/acsami.6b09504 ACS Appl. Mater. Interfaces 2016, 8, 28077?28085", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "20 Jun 2019"}