{"Nomor": 38917, "Judul": "Highly Organized Two- and Three-Dimensional Single-Walled Carbon NanotubePolymer Hybrid Architectures", "Abstrak": "Single-walled carbon nanotube (SWCNT) network architectures combined with\nflexible mediums (especially polymers) are strong candidates for functional flexible devices and\ncomposite structures requiring the combination of unique electronic, optical, and/or mechanical\nproperties of SWCNTs and polymer materials. However, to build functional flexible devices with\nSWCNTs, it is required to have abilities to assemble and incorporate SWCNTs in desired locations,\norientations, and dimensions on/inside polymer substrates. Here, we present unique two- and threedimensional SWCNT networkpolymer hybrid architectures by combining unprecedented control\nover growth, assembly, and transfer processes of SWCNTs. Several SWCNT architectures have been\nbuilt on polymer materials ranging from two-dimensional suspended SWCNT microlines on PDMS\nmicrochannels to three-dimensional “PDMS-vertically aligned SWCNTs-PDMS” sandwich structures.\nAlso a combined lateral SWCNT microline and vertically aligned SWCNT flexible device was\ndemonstrated with good electrical conductivity and low junction resistance. The results reported\nhere open the pathway for the development of SWCNT-based functional systems in various flexible\ndevice applications.", "Daftar File": {"2019 EJRNL PP Bo Li 2.pdf\n]": "https://digilib.itb.ac.id/gdl/download/170643"}, "Penulis": "Bo Li [-]", "Kontributor / Dosen Pembimbing": ["Myung Gwan Hahm,†,^ Young Lae Kim,‡ Hyun Young Jung,† Swastik Kar,§ and Yung Joon Jung†"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "hybrid architectures . flexible . transfer . single-walled carbon nanotube", "Sumber": "www.acsnano.org  VOL. 5 ’ NO. 6 ’ 4826–4834 ’ 2011", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "20 Jun 2019"}