{"Nomor": 38914, "Judul": "Bioinspired Design of Strong, Tough, and Thermally Stable Polymeric Materials via Nanoconfinement", "Abstrak": "The combination of high strength, great\ntoughness, and high heat resistance for polymeric materials\nis a vital factor for their practical applications. Unfortunately,\nuntil now it has remained a major challenge to\nachieve this performance portfolio because the mechanisms\nof strength and toughness are mutually exclusive. In the\nnatural world, spider silk features the combination of high\nstrength, great toughness, and excellent thermal stability,\nwhich are governed by the nanoconfinement of hydrogenbonded\n?-sheets. Here, we report a facile bioinspired\nmethodology for fabricating advanced polymer composite\nfilms with a high tensile strength of 152.8 MPa, a high stiffness of 4.35 GPa, and a tensile toughness of 30.3 MJ/m3 in\naddition to high thermal stability (69 °C higher than that of the polymer matrix) only by adding 2.0 wt % of artificial ?-\nsheets. The mechanical and thermostable performance portfolio is superior to that of its counterparts developed to date\nbecause of the nanoconfinement and hydrogen-bond cross-linking effects of artificial ?-sheets. Our study offers a facile\nbiomimetic strategy for the design of integrated mechanically robust and thermostable polymer materials, which hold\npromise for many applications in electrical devices and tissue engineering fields.", "Daftar File": {"2019 EJRNL PP Pingan Song 1.pdf\n]": "https://digilib.itb.ac.id/gdl/download/170641"}, "Penulis": "Pingan Song [-]", "Kontributor / Dosen Pembimbing": ["Pingan Song,*,†,‡ Jinfeng Dai,† Guorong Chen,§ Youming Yu,† Zhengping Fang,? Weiwei Lei,*,¶ Shenyuan Fu,† Hao Wang,*,‡ and Zhi-Gang Chen*,‡,?"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "nanoconfinement, bioinspired design, mechanical performance, thermal stability, poly(vinyl alcohol)", "Sumber": "www.acsami.org", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "20 Jun 2019"}