{"Nomor": 38928, "Judul": "Characterization Of The Pore System In An Over-Mature Marine Shale Reservoir: A Case Study Of A Successful Shale Gas Well In Southern Sichuan Basin, China", "Abstrak": "During the past two years the shale gas exploration in Southern Sichuan basin received some\nexciting achievements. Data of a new appraisal well showed that the gas producrtions of vertical\nwell and horizontal well are ~1.5  104 m3\n/day/well (with maximum ~3.5  104 m3\n/day/well) and\n~12.5  104 m3\n/day/well (with maximum ~40  104 m3\n/day/well), respectively, indicating a good\ngas potential in this area. Eight core samples from the reservoir were investigated by using a carbon\nsulfur analyzer, microphotometry, x-ray diffractometry, field-emission scanning electron microscopy (FE-SEM), mercury injection porosimetry (MIP), and low-pressure nitrogen adsorption to\nobtain a better understanding of the reservoir characteristics of the Upper OrdovicianeLower\nSilurian organic-rich shale. Results show that the total organic carbon (TOC) content ranges from\n0.5% to 5.9%, whereas the equivalent vitrinite reflectance (VRr) is between 2.8% and 3.0%. Pores in\nthe studied samples were observed in three modes of occurrence, namely, interparticle pores,\nintraparticle pores, and intraparticle organic pores. The total porosity (P) ranges from 1.6% to 5.3%,\nand MIP data sets suggest that pores with throats larger than 20 nm contribute little to the pore\nvolume. Low-pressure N2 adsorption isotherms indicate that the total specific surface area (SBET)\nranges from 9.6 m2\n/g to 18.9 m2\n/g, and the pore volume (V) ranges from 0.011 cm3\n/g to 0.020 cm3\n/g.\nThe plot of dV/dW versus W shows that the fine mesopores (pore size(BJH) < 4 nm) mainly\ncontribute to the pore volume. The P, SBET, and V show a good positive correlation with TOC and a\nweak positive correlation with the total clay mineral content, thus indicating that the nanopores\nare mainly generated by the decomposition of organic matter. The reservoir characteristics of the\nUpper OrdovicianeLower Silurian organic-rich shale are comparable with commercial shale gas\nplays in North America. The sample gas contents with TOC >2% are more than 3.0 m3\n/ton. The\nobservation can be a good reference for the future exploration and evaluation of reservoir in this\narea.", "Daftar File": {}, "Penulis": "YANG YANG [-]", "Kontributor / Dosen Pembimbing": ["Kunyu Wu", "Tingshan Zhang", "Mei Xue"], "Jenis Koleksi": "", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pore system, SEM imaging, Mercury injection porosimetry, Low-pressure nitrogen adsorption, WufengeLongmaxi gas shale", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "0 file", "Tanggal Input": "20 Jun 2019"}