{"Nomor": 38926, "Judul": "MODEL PERMUKAAN TANAH DIGITAL MULTI DATA UNTUK ANALISIS GENANGAN AIR DI KAMPUS ITB GANESHA", "Abstrak": "Sebagai kampus yang hampir satu abad berdiri, Institut Teknologi Bandung memiliki\nvisi sebagai World Class University. Salah satu strategi untuk mencapai visi tersebut\nadalah peningkatan infrastruktur pendidikan dan penelitian yang berstandar\ninternasional dengan disertai pemeliharaan berkelanjutan. Permasalahan infrastruktur\nyang sering terjadi di Kampus ITB Ganesha adalah terbentuknya genangan air\nsetelah terjadinya hujan dengan intensitas yang tinggi. Salah satu data yang\ndibutuhkan untuk melakukan analisis genangan air adalah Model Permukaan Tanah\nDigital (DTM) yang dapat dibuat dengan berbagai metode seperti metode Light\nDetection and Ranging (LIDAR), metode fotogrametri, ataupun metode pengukuran\nterestris. Proses integrasi dari metode-metode tersebut dapat menambah ketelitian\ndari DTM yang akan dibuat. Sehingga tujuan dari penelitian ini adalah membuat\nDTM teliti dengan menggunakan integrasi dari data LIDAR, data fotogrametri, dan\ndata pengukuran terestris dengan menggunakan metode transformasi Thin Plate\nSpline. DTM hasil penelitian digunakan untuk melakukan simulasi genangan air\nyang terjadi di Kampus ITB Ganesha.\nIntegrasi data LIDAR, fotogrametri, dan pengukuran terestris Kampus ITB Ganesha\ndapat menghasilkan DTM teliti dengan ketelitian sebesar 2 cm untuk daerah sekitar\ntitik kontrol terestris dan rentang 5-20 cm untuk daerah diluar titik kontrol terestris.\nHasil uji keandalan menunjukan bahwa metode transformasi Thin Plate Spline yang\ndigunakan memiliki ketelitian adalah sebesar 20 cm. Model Permukaan Tanah\nDigital hasil integrasi dapat digunakan untuk melakukan simulasi genangan air pada\nbeberapa tempat ketika bentuk saluran pada daerah tersebut dapat dimodelkan secara\ntepat oleh DTM yang telah dibuat.", "Daftar File": {}, "Penulis": "Kamal Nur Fauzan [15115023]", "Kontributor / Dosen Pembimbing": ["Deni Suwardhi, S.T., M.T., Ph.D.", "Dr. Irwan Gumilar, S.T., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Integrasi, Awan Titik, Thin Plate Spline, DTM, Genangan Air", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "20 Jun 2019"}