{"Nomor": 38937, "Judul": "ANALISIS ERROR-CORRECTION MODEL GOOGLE TRENDS DAN KEJADIAN DEMAM BERDARAH DENGUE DI BANDUNG", "Abstrak": "Menurut Badan Kesehatan Dunia (WHO), demam berdarah dengue (DBD)\nmerupakan masalah kesehatan utama bagi seluruh masyarakat di wilayah tropis\ndan sub-tropis di dunia, termasuk Indonesia. Dalam 50 tahun terakhir, terjadi\npeningkatan frekuensi kasus DBD yang tinggi dalam berbagai negara endemik.\nPemantauan jumlah kasus DBD sangat penting dalam pendeteksian dini kejadian\nDBD agar dapat dilakukan pencegahan kejadian luar biasa (KLB) atau outbreak\nDBD. Tugas akhir ini menyelidiki kemungkinan bahwa Google Trends dapat\nmenjadi alat pendeteksian dini DBD. Dengan Google sebagai salah satu platform\nonline yang paling sering digunakan masyarakat Indonesia, popularitas suatu kata\nkunci di Google mungkin dapat mempengaruhi kejadian-kejadian di kehidupan\noffline. Google Trends juga mengandung data real time sedangkan data kejadian\nDBD butuh waktu yang lama untuk diproses. Apabila Google Trends dapat\ndigunakan untuk mendeteksi kasus-kasus DBD sebelum terjadi, maka akan sangat\nberguna untuk mengambil tindakan preventif untuk menghindari KLB. Dalam tugas\nakhir ini, metode yang digunakan adalah cointegration. Dengan meninjau kestasioneran\ndata time series popularitas kata kunci mengenai DBD di Google dan\ndata kejadian DBD di Bandung serta kestasioneran dari kombinasi linier dari kedua\nvariabel tersebut, dapat dilihat bahwa keduanya cointegrated. Oleh karena itu, dapat\ndibangun sebuah error-correction model (ECM) untuk memodelkan penyimpangan\ndari kondisi ekuilibrium. Berdasarkan kausalitas Granger, dapat dikatakan bahwa\npopularitas DBD di Google menjelaskan jumlah kejadian DBD, tetapi sebaliknya\ntidak berlaku. Hal ini didukung lebih lanjut oleh impulse response function dan\nvariance decomposition. Hasilnya diharapkan memberi informasi lanjut kepada\ndepartemen kesehatan untuk mempersiapkan intervensi demam berdarah dengue.", "Daftar File": {}, "Penulis": "Jane Theresa Marlen Sahetapy E [10115076]", "Kontributor / Dosen Pembimbing": ["Prof. Edy Soewono, Ph.D.", "Drs. Muhammad Syamsuddin, M.Com., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "demam berdarah dengue, Google Trends, cointegration, errorcorrection model, kausalitas Granger.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "7 file", "Tanggal Input": "20 Jun 2019"}