{"Nomor": 38933, "Judul": "SISTEM KENDALI ADAPTIF BERBASIS DATA UNTUK KOLOM DISTILASI PADA LINGKUNGAN FISIK-SIBER", "Abstrak": "Sistem kolom distilasi mini memiliki fungsi utama untuk melakukan pemisahan 2\nbuah zat yang memiliki fasa cair dengan menggunakan prinsip pemisahan\nberdasarkan perbedaan titik didih. Namun, sistem kolom distilasi tergolong sebuah\nsistem yang cukup kompleks dan rumit untuk dikendalikan hingga mencapai\nperformansi yang diinginkan. Sifat non-linieritas dan berubah terhadap waktu\nmenjadi salah satu permasalahan utama pada sistem ini, yang disebabkan oleh\nperbedaan jumlah dan komposisi bahan awal. Untuk mengatasi kondisi tersebut,\nsalah satu pendekatan yang paling sederhana adalah dengan menyesuaikan\npengendali yang digunakan terhadap input yang berbeda-beda, namun tentunya\nimplementasi nya akan tidak efisien jika dilakukan secara manual. Sehingga, pada\npenelitian tesis ini diajukan metode kendali adaptif berbasis data yang\nmemungkinkan sistem untuk dapat mengidentifikasi model sistem setiap periode\ntertentu dan menyesuaikan konstanta pengendali yang tepat untuk sistem. Dalam\nimplementasinya, terdapat 3 tahap utama, yaitu estimasi model sistem, pengaturan\nkonstanta pengendali menggunakan algoritma metaheuristik, dan komputasi sinyal\nkendali. Hasil yang diperoleh pada penelitian ini menunjukkan kemampuan dari\nkendali adaptif yang dirancang untuk mengubah konstanta pengendali nya untuk\nmenyesuaikan kondisi sistem. Sistem kendali adaptif yang dirancang\ndiimplementasikan pada sistem kolom distilasi pada lingkungan fisik-siber yang\nterkoneksi ke sebuah peladen basis data yang mampu melakukan pengambilan,\npenyimpana, dan pengolahan data yang dibutuhkan oleh sistem fisik untuk\nmencapai performansi yang diinginkan.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/170662"}, "Penulis": "I Made Aswin Nahrendra [23218031]", "Kontributor / Dosen Pembimbing": ["Dr. Pranoto Hidaya Rusmin, S.T., M.T.", "Egi Muhammad Idris Hidayat, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "kolom distilasi mini, kendali adaptif, algoritma metaheuristik, lingkungan fisik-siber", "Sumber": "", "Staf Input/Edit": "karya", "File": "1 file", "Tanggal Input": "20 Jun 2019"}