{"Nomor": 38936, "Judul": "Hierarchically Structured Vanadium PentoxidePolymer Hybrid Materials", "Abstrak": "Biomimetic composite materials consisting of vanadium pentoxide\n(V2O5) and a liquid crystal (LC) “gluing” polymer were manufactured exhibiting six\nstructural levels of hierarchy, formed through LC phases. The organic matrix was a\npolyoxazoline with pendant cholesteryl and carboxyl units, forming a lyotropic\nphase with the same structural orientation extending up to hundreds of\nmicrometers upon shearing, and binding to V2O5 via hydrogen bridges. Composites consisting of V2O5LC polymer hybrid fibers with a pronounced\nlayered structuring were obtained. The V2O5LC polymer hybrid fibers consist of aligned V2O5 ribbons, composed of self-assembled V2O5 sheets, encasing a\nchiral nematic polymer matrix. The structures of the V2O5LC polymer composites strongly depend on the preparation method, i.e., the phase-transfer\nmethod from aqueous to organic medium, in which the polymer forms LC phases. Notably, highly defined micro- and nanostructures were obtained when\ninitiating the synthesis using V2O5 tactoids with preoriented nanoparticle building units, even when using isotropic V2O5 dispersions. Shear-induced\nhierarchical structuring of the composites was observed, as characterized from the millimeter and micrometer down to the nanometer length scales using\ncomplementary optical and electron microscopy, SAXS, ?CT, and mechanical nanoindentation.", "Daftar File": {"2019 EJRNL PP Ulrich Tritschler 1.pdf\niu": "https://digilib.itb.ac.id/gdl/download/170665"}, "Penulis": "Ulrich Tritschler [-]", "Kontributor / Dosen Pembimbing": ["Igor Zlotnikov, Paul Zaslansky,Peter Fratzl, Helmut Schlaad, and Helmut Co¨ lfen"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "vanadium pentoxide . liquid crystal . hierarchical structure . organicinorganic composite material . biomimetic", "Sumber": "C 2014 American Chemical Society VOL. 8 ’ NO. 5 ’ 5089–5104 ’ 2014", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "20 Jun 2019"}