{"Nomor": 38935, "Judul": "STUDI PENGARUH WAKTU PENAHANAN AUSTENISASI KEDUA PADA METODE DOUBLE QUENCHING TEMPERING DAN DEEP CRYOGENIC TREATMENT TERHADAP STRUKTUR MIKRO DAN SIFAT MEKANIS BAJA AISI 4340", "Abstrak": "Baja AISI 4340 merupakan baja high strength steel dengan paduan chromium, nikel\ndan molybdenum. Baja ini banyak digunakan dalam industri penerbangan untuk\nbagian propeller shaft, connecting rod, dan gear shaft serta pada industri\nmanufaktur yaitu sebagai bahan baku pembuatan tool steel. Untuk mendapatkan\nbaja yang sesuai dengan kebutuhan industri dibutuhkan perbaikan sifat mekanis\nseperti peningkatan nilai ketangguhan dan kekerasan serta ketahanan terhadap aus.\nPeningkatan ketangguhan dapat dilakukan dengan penghalusan butiran yang\nmerupakan hasil dari metode double quenching tempering (DQT). Untuk\nmeningkatkan kekerasan dan ketahanan aus diperlukan perlakuan tambahan pada\nconventional heat treatment (CHT) yang disebut deep cryogenic treatment (DCT).\nTerdapat tiga metode perlakuan panas yang akan dilakukan pada penelitian ini yaitu\nCHT, DQT, dan DQT-DCT. Baja dipanaskan pada suhu 1000?C selama 60 menit\nlalu dilakukan quenching dengan menggunakan oli. Pada metode DQT dan DQTDCT dilakukan pemanasan pada suhu 1000?C selama 60 menit, kemudian\ndipanaskan kembali pada suhu 950?C selama 15, 30, dan 60 menit. Setelah itu baja\ndilakukan tempering selama 60 menit pada suhu 300?C. Untuk metode DQT-DCT\ndilanjutkan dengan perlakuan pada nitrogen cair dengan suhu -196?C selama 48\njam yang disebut metode DCT. Baja kemudian dilakukan tempering kembali pada\nsuhu 300?C selama 60 menit. Setelah perlakuan panas, dilakukan pengujian untuk\nmengetahui pengaruh variasi penahanan waktu austenisasi kedua dan perbandingan\nsetiap metode. Pengujian tersebut antara lain pengujian impak, kekerasan,\nmetalografi menggunakan OM, XRD serta SEM.\nHasil yang diperoleh adalah semakin lama waktu penahanan austenisasi kedua\nmaka ukuran butiran yang diperoleh akan semakin kecil. Ukuran butiran yang\nterkecil adalah 11,99 µm pada waktu penahanan austenisasi kedua 60 menit.\nKetangguhan semakin tinggi dengan mengecilnya ukuran butiran. Ketangguhan\ntertinggi diperoleh pada waktu austenisasi kedua 30 menit sebesar 35,27 J. Metode\nDQT dan DQT-DCT menghasilkan ketangguhan yang tinggi dibandingkan metode\nCHT. Kekerasan tertinggi dihasilkan pada waktu austenisasi kedua 15 menit yaitu\nsebesar 564,4 HV. Metode DQT meningkatkan kekerasan sebesar 24% dan DQTDCT menghasilkan peningkatan kekerasan sebesar 28%. Pada patahan hasil uji\nimpak cleavage facet pada metode CHT berukuran paling besar dan river pattern\npaling banyak dihasilkan pada metode DQT-DCT.", "Daftar File": {"ABSTRAK Alief Gendis Mawardani": "https://digilib.itb.ac.id/gdl/download/170663"}, "Penulis": "Alief Gendis Mawardani [12515063]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Akhmad Ardian Korda, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "baja AISI 4340, ketangguhan, kekerasan, double quenching tempering, deep cryogenic treatment", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "8 file", "Tanggal Input": "20 Jun 2019"}