{"Nomor": 38942, "Judul": "Mechanical property and thermal damage factor of limestone at high temperature", "Abstrak": "Experiments with ten groups of limestone specimens (four samples per group) under ten specific temperatures,\n25 °C, 100 °C, 200 °C, 300 °C, 400 °C, 500 °C, 600 °C, 700 °C, 800 °C, and 900 °C, show that the high-temperature\neffect on the elastic modulus of rocks conforms to thermoelastic responses with a quadratic temperature function. The thermal damage factor can be reduced, by ignoring the effect of Poisson's ratios and densities, to simply\na ratio of the P-wave velocities before and after high-temperature treatments. Based on the collected experimental data, we correlate the P-wave velocities change rate with both the peak compressive strength and effective solid matrix. It demonstrates that the high-temperature effect on the thermal damage factor can be\ndirectly expressed as the rate of change in the peak compressive strength and effective solid matrix. All these\nproperties (thermal damage factor calculated by the P-wave velocity, peak compressive strength, and effective\nsolid matrix) share a similar exponential trend with increasing temperature. The rates of change in the elastic\nmodulus, P-wave velocity, peak compressive strength, and effective solid matrix also exhibit a similar powerful\ntrend with increasing temperature. This study provides insight into the detailed characteristics of thermal damage related to the mechanical property of limestones exposed to high temperature", "Daftar File": {"2019 EJRNL PP JIAN YANG 1.pdf)u": "https://digilib.itb.ac.id/gdl/download/170672"}, "Penulis": "Jian Yang [-]", "Kontributor / Dosen Pembimbing": ["Li-Yun Fu, Weiqiang Zhang, Zhiwei Wang"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "Mining & related operations", "Kata Kunci": "Limestone, High temperature, Thermal damage factor: elastic modulus, Effective solid matrix", "Sumber": "https://doi.org/10.1016/j.ijrmms.2019.03.012", "Staf Input/Edit": "Resti Andriani", "File": "1 file", "Tanggal Input": "20 Jun 2019"}