{"Nomor": 38958, "Judul": "DESAIN PARAMETRIK KOMPONEN UTAMA MESIN CNC MILLLING VERTIKAL", "Abstrak": "Mesin-mesin ini diproduksi dengan desain yang dibuat sesuai dengan tujuan penggunaan dari mesin itu sendiri karena setiap mesin dirancang pada tingkat kepresisian dan dimensi tertentu. Apabila volume benda kerja atau dimensi suatu mesin akan diubah, maka diperlukan desain baru yang harus dirancang dengan kepresisian tertentu. Proses ini tentu saja kurang efisien karena membutuhkan waktu untuk mendesain ulang suatu mesin terutama dengan tingkat kekakuan yang diinginkan\nKonsep yang diterapkan pada proses desain mesin perkakas adalah konsep desain parametrik. Konsep ini digunakan untuk menghasilkan desain mesin perkakas dengan dimensi yang berbeda hanya dengan mengubah beberapa variabel saja. Desain parametrik ini dapat mempersingkat waktu yang diperlukan dalam mendesain ulang suatu mesin perkakas.\nPada Tugas Sarjana ini akan dibangun desain parametrik untuk komponen spindle head, column dan base yang merupakan komponen utama dalam Mesin CNC milling vertikal yang belum dibangun desain parametriknya dan konsep-konsep yang telah dibangun seperti akurasi interpolasi kriging, dan desain parametrik meja dan saddle tetap dipakai pada Tugas Sarjana ini. Pada Tugas Sarjana ini telah dibuat model parametrik mesin CNC milling vertikal secara umum dan hubungan parameter-parameter pada masing-masing komponen utama mesin CNC milling vertikal dengan nilai kekakuan spindle head, column dan base berturut-turut adalah 49,124 N/?m, 1110,385 N/?m, dan 6776,697 N/?m.", "Daftar File": {"ABSTRAK Edbert Favian": "https://digilib.itb.ac.id/gdl/download/170688", "COVER Edbert Favian": "https://digilib.itb.ac.id/gdl/download/193413", "BAB 1 Edbert Favian": "https://digilib.itb.ac.id/gdl/download/193414", "PUSTAKA Edbert Favian": "https://digilib.itb.ac.id/gdl/download/193419"}, "Penulis": "Edbert Favian [13115001]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ir. Agung Wibowo, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Mesin CNC milling vertikal, desain parametrik, spindle head, column, base, kekakuan, interpolasi kriging", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "20 Jun 2019"}