{"Nomor": 38959, "Judul": "PROSES PENGAMBILAN KEPUTUSAN SECARA RASIONAL UNTUK MENINGKATKAN KINERJA PENJUALAN PT HAGA NUSA EKA", "Abstrak": "PT Haga Nusa Eka merupakan salah satu perusahaan pemroduksi baja domestik. Selama 6 tahun terakhir, Haga Nusa Eka telah melalui beberapa kali fluktuasi kinerja pendapatan, dengan CAGR 6.53% selama 2011 – 2017. Total volume penjualan mengalami penurunan dari 1.83 juta ton di 2016 menjadi 1.71 juta ton di 2017. Dalam penelitian ini, akan dibahas lebih dalam mengenai kinerja penjualan tersebut. Apa saja penyebab menurunnya penjualan Haga Nusa Eka di tahun 2017? Hal-hal apa yang perlu dilakukan Haga Nusa Eka untuk meningkatkan kinerja penjualannya? Solusi apa yang dapat diterapkan Haga Nusa Eka meningkatkan penjualannya?\nPenelitian didasarkan pada kerangka analisis Kepner & Tregoe dipadukan dengan analisis internal dan eksternal untuk mengetahui faktor-faktor yang mempengaruhi kinerja penjualan Haga Nusa Eka. \nLangkah pertama yang dilakukan adalah external dan internal analysis untuk mendapatkan permasalahan-permasalahan utama. Dari analisa tersebut penyebab-penyebab masalah tersebut kemudian dianalisis dengan menggunakan pendekatan problem tree analysis. Setelah ditemukan penyebab dari masalah-masalah tersebut, alternatif-alternatif solusi kemudian ditentukan untuk dianalisis menggunakan decision analysis untuk menentukan alternatif mana yang akan diimplementasikan. Analisis terakhir yang digunakan adalah potential problem analysis untuk mengetahui potensi masalah yang akan terjadi di masa yang akan datang dan tindakan pencegahan yang harus diambil saat ini.", "Daftar File": {"ABSTRAK Rangga Pranacitra": "https://digilib.itb.ac.id/gdl/download/170695"}, "Penulis": "Rangga Pranacitra [29317047]", "Kontributor / Dosen Pembimbing": ["Yos Sunitiyoso, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Sales, Problem Tree Analysis, Decision Analysis, Rational Decision Making, Sales Performance, Potential Problem Analysis", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "20 Jun 2019"}