{"Nomor": 38973, "Judul": "Hierarchically Structured Materials from Block Polymer Confinement within Bicontinuous MicroemulsionDerived Nanoporous Polyethylene", "Abstrak": "The self-assembly behavior of block polymers under strong two-dimensional and\nthree-dimensional confinement has been well-studied in the past decade. Confinement effects\nenable access to a large suite of morphologies not typically observed in the bulk. We have used\nnanoporous polyethylene, derived from a polymeric bicontinuous microemulsion, as a novel\ntemplate for the confinement of several different cylinder-forming block polymer systems:\npoly(isoprene-b-2-vinylpyridine), poly(styrene-b-isoprene), and poly(isoprene-b-dimethylsiloxane).\nThe resultant materials exhibit unique hierarchical arrangements of structure with two distinct\nlength scales. First, the polyethylene template imparts a disordered, microemulsion-like periodicity\nbetween bicontinuous polyethylene and block polymer networks with sizes on the order of 100 nm.\nSecond, the block polymer networks display internal periodic arrangements produced by the\nspontaneous segregation of their incompatible constituents. The microphase-separated morphologies observed are similar to those previously reported for confinement of block polymers in\ncylindrical pores. However, at present, the morphologies are spatially variant in a complex manner,\ndue to the three-dimensionally interconnected nature of the confining geometry and its distribution\nin pore sizes. We have further exploited the unique structure of the polyethylene template to\ngenerate new hierarchically structured porous monoliths. Poly(isoprene-b-2-vinylpyridine) is used as\na model system in which the pyridine block is cross-linked, post-infiltration, and the polyethylene\ntemplate is subsequently extracted. The resultant materials possess a three-dimensionally\ncontinuous pore network, of which the pore walls retain the unique, microphase-separated\nmorphology of the confined block polymer.", "Daftar File": {"2019 EJRNL PP Brad H. Jones 1.pdf?": "https://digilib.itb.ac.id/gdl/download/170720"}, "Penulis": "Brad H. Jones [-]", "Kontributor / Dosen Pembimbing": ["Timothy P. Lodge"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "hierarchically structured materials . confinement of block polymers . nanoporous polyethylene . bicontinuous microemulsion . template", "Sumber": "www.acsnano.org  VOL. 5 ’ NO. 11 ’ 8914–8927 ’ 2011", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "20 Jun 2019"}