{"Nomor": 38970, "Judul": "USULAN STRATEGI BISNIS GUNA MENINGKATKAN PERFORMA PT. HARAZAKI SURYA ABADI", "Abstrak": "Pada saat ini, persaingan dalam industri mineral mineral semakin ketat dan banyak bermunculan merk\nbaru.merek baru. Sebagai Perusahaan penyedia layanan produksi, PT. Harazaki memiliki peluang yang\nsangat terbuka untuk terus mengembangkan bisnis mereka, karena pemerintah yang akan mulai\nmembatasi untuk memberikan izin SIPA (Surat Pengambilan Air Tanah). Hal ini menyebabkan semua\nperusahaan air mineral mengalami kesulitan untuk mendirikan pabrik baru. PT. Harazaki adalah\npenyedia layanan produksi air mineral yang didirikan pada 2011. PT. Harazaki berlokasi di Pasir Pogor,\nBogor, Jawa Barat. Sebagai penyedia layanan, PT. Harazaki memiliki ketergantungan yang sangat tinggi\npada pelanggan. Mereka mengalami penurunan penjualan dari 2017 hingga 2018 dan hampir mengalami\nkebangkrutan karena beberapa pelanggan PT. Harazaki bangkrut dan berhenti menggunakan layanan\nmereka.\nPenelitian ini bertujuan untuk menganalisis strategi terbaik agar tetap bertahan dalam kondisi ini. PT.\nHarazaki harus membuat strategi yang efektif sehingga sukses meningkatkan performa perusahaan.\nPerusahaan harus menganalisis kondisi yang mempengaruhi performa perusahaan itu sendiri. Analisis\ntersebut digunakan untuk mengidentifikasi elemen eksternal dan elemen internal perusahaan. Untuk\nanalisis eksternal menggunakan 5 Porter Forces, dan untuk analisis Internal menggunakan VRINT\nFramework dan Resource and Capability analysis. Setelah semua dianalisis maka akan akar\npermasalahan yang menyebabkan penurunan penjualan.\nAnsoff Growth Matrix adalah solusi untuk PT. Harazaki Surya Abadi. Setelah menganalisis kondisi saat\nini, dari keempat pilihan , strategi terbaik adalah menggunakan Strategi Diversifikasi. PT. Harazaki\ndapat menjadi distributor atau reseller produk pelanggan mereka sehingga mereka bisa mendapatkan\nlebih banyak pendapatan, dan secara bersamaan dapat meningkatkan penggunaan layanan produksi\nmereka.", "Daftar File": {"2019_TS_PP_BENNYSHAN_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/170717"}, "Penulis": "Benny Shan Faohahau Waruwu [29117273]", "Kontributor / Dosen Pembimbing": ["Donald Crestofel Lantu, S.T., M.B.A., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Meningkatkan performa, penurunan penjualan, menghindari kebangkrutan, analisis internal, analisis eksternal, Ansoff Growth Matrix, Strategi Diversifikasi.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "20 Jun 2019"}