{"Nomor": 38992, "Judul": "PENENTUAN RASIO ISOTOP D/H, 12C/13C, 14N/15N, 16O/17O, DAN 16O/18O DI ATMOSFER TITAN MENGGUNAKAN TELESKOP RADIO ALMA", "Abstrak": "Titan adalah satelit Saturnus yang terbesar dan satu-satunya satelit yang\nmemiliki atmosfer di Tata Surya. Komposisi kimia atmosfer Titan yang kaya\ndengan senyawa-senyawa organik telah lama dipelajari melalui pengamatan\nlandas-bumi maupun landas-layang, misalnya oleh misi Voyager dan Cassini.\nPengamatan senyawa-senyawa kimia beserta isotopolognya dapat memberikan\nnilai rasio isotop dari unsur-unsur yang bersangkutan. Nilai-nilai rasio isotop\nini merupakan informasi kunci dan sangat berguna untuk mengetahui proses\npembentukan dan evolusi yang terjadi pada suatu objek. Hal ini didasarkan\noleh teori pembentukan Tata Surya yang mengatakan bahwa material dasar\nyang membentuk Tata Surya serta isinya berasal dari awan molekuler yang\nsama. Oleh karena itu dengan meninjau adanya perbedaan pada rasio isotop suatu objek dibandingkan rasio isotop standarnya maka dapat diketahui\nadanya mekanisme evolusi yang berbeda.\nTugas Akhir ini melakukan pengolahan dan analisis data dari pengamatan\nTitan oleh interferometer radio ALMA untuk menentukan nilai rasio isotop\n14N/15N, 16O/17O, 16O/18O, 12C/13C, dan D/H menggunakan senyawa HCN\ndan CO dari atmosfer Titan. Nilai yang didapatkan dari Tugas Akhir ini\nadalah sebesar 14N/15N = 72 dan 14N/15N = 75, 16O/17O = 2917, 16O/18O\n= 497, 12C/13C = 88,9, 12C/13C = 89, 12C/13C = 110 dan 12C/13C = 122,\ndan terakhir, D/H = (3,31306991-3,34140436) x 10-4. Analisis galat dari\npengukuran belum dilakukan secara menyeluruh, namun estimasi dari akurasi\nkalibrasi data yang mempengaruhi hasil pengukuran adalah sebesar 10%.", "Daftar File": {}, "Penulis": "Apricilia [10315038]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Taufiq Hidajat"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Titan, atmosfer, komposisi, rasio isotop, fraksionasi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "9 file", "Tanggal Input": "20 Jun 2019"}