{"Nomor": 39002, "Judul": "Pengalaman Pelanggan , Kepuasan dan Kualitas Servis dari Hotel Mewah di Bali", "Abstrak": "Sektor pariwisata Indonesia sedang berkembang. Jika Bali dibandingkan dengan provinsi lainnya di Indonesia, maka pariwisata Bali adalah yang paling makmur di Indonesia. Hal ini terindikasi oleh pertumbuhan total kedatangan asing dan domestik sebesar 12,92 persen dari 2017 hingga 2018. Kondisi Bali yang menguntungkan menciptakan lingkungan bisnis yang cocok untuk industri perhotelan. Salah satu dari banyak jenis hotel yang ada di Bali adalah hotel mewah. Hotel mewah adalah hotel yang memberikan aspek premium yang lebih banyak jika dibandingkan dengan hotel non-mewah. Industri hotel mewah mengalami pertumbuhan yang signifikan di tahun-tahun ini. Hotel-hotel mewah adalah industri yang menjanjikan dengan pengalaman premium dan memanjakan yang ditawarkan kepada pelanggan. Dengan popularitas hotel-hotel mewah, maka terbuatlah sebuah keinginan untuk menciptakan pengalaman inovatif untuk pengalaman pelanggan, kepuasan pelanggan dan kualitas layanan, dikarenakan terbatasnya literatur yang mendukung topik ini . Metode yang akan digunakan adalah sekuensial eksplorasi dan akan dihitung menggunakan SMARTPLS. Peneliti mengumpulkan data menggunakan wawancara dan survei untuk memvalidasi. Data ini memberikan perspektif luas dari para manajer hotel, pakar, dan pelanggan. Penelitian ini diharapkan akan meningkatkan pentingnya pengalaman pelanggan, kepuasan pelanggan dan kualitas layanan untuk pelaku bisnis perhotelan dan pemangku kepentingan lainnya dalam mengembangkan hotel mewah.", "Daftar File": {"ABSTRAK Aurellia Valeda Mirabel": "https://digilib.itb.ac.id/gdl/download/170780", "2019 TS PP AULANNISWAH AL FADHILAH 1 - REFERENCE & Appendix.pdf?_": "https://digilib.itb.ac.id/gdl/download/248686"}, "Penulis": "Aurellia Valeda Mirabel [19016104]", "Kontributor / Dosen Pembimbing": ["Fitri Aprilianty, M.S.M"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "SERVQUAL ; Pengalaman Pelanggan , Kepuasan Pelanggan , Luxury , Hotel", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "21 Jun 2019"}