{"Nomor": 39012, "Judul": "PERENCANAAN SURVEI HIDROGRAFI UNTUK KEPERLUAN EKSPLORASI DAN EKSPLOITASI MIGAS", "Abstrak": "Pada dasarnya dalam melakukan kegiatan eksplorasi dan eksploitasi dibutuhan suatu perencanaan yang mencakup segala persiapan yang dibutuhkan dalam pelaksanaan kegiatan survei. Perencanaan merupakan tahapan awal dalam memulai suatu kegiatan untuk menentukan tahapan-tahapan apa yang akan dilakukan dalam pelaksanaan kegiatan yang dibatasi oleh lingkup waktu tertentu sehingga dapat berjalan dengan lancar. Suatu perencanaan sangat dibutuhkan karena akan memperjelas tindakan-tindakan dan prosedur pelaksanaan sehingga ketidakpastian tersebut dapat diminimalisir.\nPenelitian ini bertujuan untuk memberikan suatu guidelines terkait perencanaan survei hidrografi untuk keperluan eksplorasi dan eksploitasi migas. Metode yang digunakan dalam penelitian ini adalah studi literatur dan analisis kualitatif dengan cara mengumpulkan studi literatur dan kajian yang mendalam mengenai aspek-aspek yang berpengaruh dalam kegiatan survei hidrografi untuk keperluan eksplorasi dan eksploitasi migas. Data yang digunakan berupa literatur dalam Manual on Hydrography, spesifikasi teknis survei hidrografi dan dokumen proyek dan spesifikasi pekerjaan survei hidrografi.\nHasil dari studi literatur dan analisis kualitatif tersebut dijadikan sebagai dasar untuk merancang sebuah guidelines perencanaan teknis dan non-teknissurvei hidrografi untuk keperluan eksplorasi dan eksploitasi migas. Dalam pembuatan guidelines perencanaan ini masih dibutuhkan studi lebih lanjut serta informasi data yang lebih banyak serta mendetail agar dapat dijadikan bahan pertimbangan dalam memulai kegiatan survei.", "Daftar File": {}, "Penulis": "Devita Oktavia [15115034]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Eka Djunarsjah, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "survei hidrografi, perencanaan, eksplorasi dan eksploitasi migas.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "7 file", "Tanggal Input": "21 Jun 2019"}