{"Nomor": 39016, "Judul": "PENETAPAN BATAS LAUT NATUNA UTARA", "Abstrak": "Berdasarkan United Nations Convention on The Law Of The Sea (UNCLOS) tahun 1982, kedaulatan suatu negara kepulauan meliputi perairan yang ditutupi oleh garis pangkal kepulauan disebut sebagai perairan kepulauan, tanpa memperhatikan kedalaman. Selain kedaulatan pada area tersebut Indonesia juga memiliki kedaulatan pada laut bagian luar dari garis pangkal yang berbatasan dengan laut negara lain. Kedaulatan adalah kekuasaan tertinggi atas pemerintahan negara, daerah, dan sebagainya (KBBI). Karena dasar itulah Indonesia memiliki hak dan kewajiban untuk menetapkan titik-titik pangkal yang akan menjadi garis-garis pangkal pada peta. Garis pangkal ini akan memisahkan antara perairan kepulauan dengan zona perairan di luar garis pangkal. Dari garis pangkal ini kemudian akan dihasilkan batas laut yang menjadi kedaulatan Negara Indonesia. Tanggal 14 Juli 2017 Indonesia menjalankan hak dan kewajibannya dalam penaman Laut Natuna Utara pada Peta NKRI edisi 2017 untuk menegaskan penolakan Indonesia terhadap klaim nine dash lines Tiongkok. Motif yang membuat Indonesia ingin mengganti nama perairan tersebut sudah lama direncanakan, dan puncaknya ketika kapal nelayan Tiongkok melanggar batas perairan Natuna Utara dan ditangkap oleh kapal patroli Indonesia. Indonesia perlu mengambil sikap tegas terhadap kedaulatan atas yurisdiksi wilayah lautnya dengan pemberian nama perairan tersebut menjadi Laut Natuna Utara. Tindakan tegas yang perlu dilakukan juga adalah menetapkan batas Laut Natuna Utara tersebut agar batas Laut Natuna Utara memiliki batas yang jelas, dan sesegera mungkin disahkan oleh negara yang berbatasan agar batas Laut Natuna Utara memiliki payung hukum yang jelas.\nMetode yang digunakan dalam penetapan batas Laut Natuna Utara adalah metode grafis (kartometrik). Metode grafis (kartometrik) adalah penelusuran atau penarikan garis batas pada peta kerja dan pengukuran posisi titik dan jarak dengan menggunakan peta dasar atau peta lainnya sebagai pelengkap. Aturan-aturan dalam penetapan garis batas negara mengacu kepada UNCLOS 1982. Kemudian data yang digunakan untuk penandaan titik pangkal dan garis pangkal mengacu pada PP Nomor 38 Tahun 2002 dengan mengacu kepada datum vertikal mean low water springs (MLWS). Lalu untuk metode penetapan batas pada area yang bertampalan ditetapkan dengan prinsip ekuidistan atau sama jarak. Meskipun sudah menganut prinsip ekuidistan, garis batas ini tetap harus disepakati oleh 3 negara yang saling berbatasan yaitu, Indonesia, Malaysia, dan Vietnam.\nHasil dari penelitian ini adalah peta batas Laut Natuna Utara yang menegaskan batas kedaulatan Laut Natuna Utara terhadap Laut Cina Selatan dilengkapi dengan tabel Daftar Koordinat Geografis Titik Batas Kedaulatan Laut Natuna Utara. Penelitian ini dapat menjadi suatu alternatif untuk masukan dan pertimbangan bagi pemerintah pusat dalam proses perundingan batas kedaulatan Laut Natuna Utara dengan negara-negara yang lautnya berbatasan yaitu Negara Malaysia dan Vietnam.", "Daftar File": {}, "Penulis": "Syafira Zahrah [15115032]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Eka Djunarsjah, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Titik Pangkal, Garis Pangkal, Batas Laut, Metode Kartometrik.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "7 file", "Tanggal Input": "21 Jun 2019"}