{"Nomor": 39010, "Judul": "PENGGUNAAN MARKET BASKET ANALYSIS PADA ALAT TES  PSIKOLOGI", "Abstrak": "Tes psikologi adalah suatu metode yang sering dipergunakan orang untuk mengenal siapa dirinya.\nNamun, suatu alat tes biasanya memiliki jumlah pertanyaan yang banyak, sehingga pengisian tes\nini cenderung melelahkan. Para peneliti telah menyadari hal tersebut, sehingga dewasa ini, telah\ndikembangkan beberapa alat tes yang merupakan penyederhanaan dari alat tes yang sebelumnya.\nPenyederhanaan alat tes ini dilakukan dengan mengurangi jumlah pertanyaan.\nPenyederhanaan alat tes biasa dilakukan dengan berbagai pendekatan, di mana pendekatan paling\numum dilakukan adalah dengan prinsip PCA. Namun, seiring dengan bertambahnya data orang\nyang mengambil tes psikologi, dapat dilakukan pendekatan data mining melalui konsep Market\nBasket Analysis. Konsep ini akan dipergunakan untuk melakukan reduksi pertanyaan, sehingga\nalat tes baru dapat menjadi lebih sederhana.\nDi dalam tugas akhir ini, diimplementasikan teknik penyederhanaan suatu alat tes psikologi\ndengan metode Market Basket Analysis, dan menggunakan algoritma apriori. Tugas akhir ini\nmenggunakan alat tes yang dikembangkan oleh Lewis Goldberg, sebanyak 50 pertanyaan, yang\ndidasarkan pada teori Big Five. Untuk pengujian, dilakukan pemetaan dari tes Big Five kedalam\nteori lain, yaitu teori Myers-Briggs Type Indicator (MBTI). Pemetaan ini dilakukan karena MBTI\ndapat memetakan kelas-kelas pada Big Five menjadi 16 saja, sehingga dapat dilakukan pengujian\ndengan metrik akurasi berdasarkan label MBTI untuk membandingkan alat tes sebelum dan\nsesudah eksperimen.\nTeknik penyederhanaan ini berhasil memberikan beberapa pertanyaan yang dapat direduksi\ndengan tujuan mengurangi jumlah pertanyaan didalam suatu alat tes psikologi. Pada akhir\npengerjaan tugas akhir ini, terpilih 10 pertanyaan yang akan direduksi, untuk membuat suatu alat\ntes yang baru. Akurasi dari hasil alat tes ini adalah 83.39% untuk reduksi 1 pertanyaan dan 74.31%\nuntuk reduksi 2 pertanyaan.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/170794"}, "Penulis": "Hutama Tefotuho Hulu [13515045]", "Kontributor / Dosen Pembimbing": ["Dr. Nur Ulfa Maulidevi, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "reduksi, penyederhanaan, konversi, apriori, alat tes psikologi, Big Five, MBTI", "Sumber": "", "Staf Input/Edit": "karya", "File": "8 file", "Tanggal Input": "21 Jun 2019"}