{"Nomor": 39018, "Judul": "Novel Method for Preparing Auxetic Foam from Closed-Cell Polymer Foam Based on the Steam Penetration and Condensation Process", "Abstrak": "Auxetic materials are a class of materials\npossessing a negative Poisson’s ratio. Here, we established a\nnovel method for preparing auxetic foam from closed-cell\npolymer foam based on the steam penetration and\ncondensation (SPC) process. Using polyethylene (PE)\nclosed-cell foam as an example, the foams treated by the\nSPC process presented a negative Poisson’s ratio during\nstretching and compression testing. The effect of steam-treated\ntemperature and time on the conversion efficiency of negativePoisson’s ratio foam was investigated, and the mechanism of\nthe SPC method for forming a reentrant structure was\ndiscussed. The results indicated that the presence of enough steam within the cells was a critical factor for the negative Poisson’s\nratio conversion in the SPC process. The pressure difference caused by steam condensation was the driving force for the\nconversion from conventional closed-cell foam to the negative-Poisson’s ratio foam. Furthermore, the applicability of the SPC\nprocess for fabricating auxetic foam was studied by replacing PE foam by polyvinyl chloride foam with a closed-cell structure or\nreplacing water steam by ethanol steam. The results verified the universality of the SPC process for fabricating auxetic foams from\nconventional foams with a closed-cell structure. In addition, we explored the potential application of the obtained auxetic foams\nby the SPC process in the fabrication of shape-memory polymer materials", "Daftar File": {"2019 EJRNL PP Donglei Fan 1.pdf\n]": "https://digilib.itb.ac.id/gdl/download/170822"}, "Penulis": "Donglei Fan [-]", "Kontributor / Dosen Pembimbing": ["Minggang Li,  Jian Qiu, Haiping Xing, Zhiwei Jiang,  Tao Tang"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "negative Poisson’s ratio, steam treatment, polymer foam, polyethylene, polyvinyl chloride", "Sumber": "ACS Appl. Mater. Interfaces 2018, 10, 22669?22677", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "21 Jun 2019"}