{"Nomor": 39048, "Judul": "STRUKTUR KOMUNITAS DAN STATUS EKOLOGI RIPARIAN DI KAWASAN HULU SUB DAS CITARIK, TAMAN BURU MASIGIT KAREUMBI (TBMK), PROVINSI JAWA BARAT", "Abstrak": "Zona riparian merupakan zona penyangga antara ekosistem darat dan ekosistem sungai yang\nberperan penting diantaranya dalam menjaga kualitas sungai dan mempertahankan keanekaragaman\nflora dan fauna di kawasan tersebut. Kawasan hulu Sub Das Citarik merupakan kawasan\nkonservasi, serta sumber air bagi masyarakat di kawasan Taman Buru Masigit Kareumbi (TBMK)\nyang memiliki nilai penting sebagai bagian dari river continuum hulu Sungai Citarum. Saat ini,\nfungsi riparian hulu Sub DAS Citarik mengalami penurunan akibat alih fungsi lahan, sehingga\ndiperlukan berbagai upaya untuk menjaga kawasan ini untuk mencegah semakin menurunnya\nkualitas Sungai Citarum. Penelitian ini bertujuan untuk menentukan struktur komunitas vegetasi,\nserta status ekologi riparian hulu Sub Das Citarik. Penelitian dilakukan di hulu Sub Das Citarik,\nTBMK, Jawa Barat pada lima tapak yang mengalami alih fungsi lahan yaitu tapak 1 (ladang\nsayuran), tapak 2 (hutan bambu), tapak 3 dan 4 (kandang rusa 28 dan 8 hektar), serta tapak 5\n(kawasan wisata). Struktur komunitas vegetasi dianalisis berdasarkan Indeks Nilai Penting (INP),\nindeks keanekaragaman Shannon – Wiener, dan Indeks Dominasi Simpson yang diperoleh dari 6\nplot kuadrat bertingkat pada setiap tapak (masing-masing 3 plot pada kiri dan kanan sungai). Status\nekologi riparian ditentukan dengan pendekatan Indeks QBR (Munne et.al.,2003) berdasarkan\npenjumlahan skor dari empat aspek penilaian yang meliputi total tutupan vegetasi, struktur tutupan\nvegetasi, kualitas tutupan vegetasi, serta keadaan aliran sungai. Rentang total skor 0 – 100 yang\ndibagi menjadi 5 kategori status ekologi riparian. Melalui penelitian ini didapatkan 8 spesies pohon\ndengan nama komunitas Pinus-Gigantochloa, 11 spesies perdu dengan nama komunitas Clidemia-\nChromolaena, dan 15 spesies herba dengan nama komunitas Ageratina-Molineria. Indeks\nkeanekaragaman vegetasi tertinggi terdapat di tapak 1 yang merupakan lokasi terjadinya alih fungsi\nlahan menjadi ladang sayuran. Status ekologi riparian di kawasan Hulu Sub Das Citarik berdasarkan\nindeks QBR adalah sebagai berikut, tapak 1, 2, dan 4 tergolong kualitas sedang, dengan gangguan\nsedang (skor 60 – 65), serta pada tapak 3 dan 5 tergolong kualitas buruk dengan gangguan berat\n(skor 50).", "Daftar File": {"ABSTRAK Ibtisani Farahnaz": "https://digilib.itb.ac.id/gdl/download/170904"}, "Penulis": "Ibtisani Farahnaz [10615015]", "Kontributor / Dosen Pembimbing": ["Dr. Rina Ratnasih Purnamahati, MS, M.Sc.", "Dr. Ichsan Suwandhi, S.Hut., M.P."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "Life sciences ; biology", "Kata Kunci": "Riparian, Sub DAS Citarik, kualitas riparian, struktur komunitas", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "21 Jun 2019"}