{"Nomor": 39052, "Judul": "PERBAIKAN KUALITAS SEPATU ANAK MENGGUNAKAN METODOLOGI SIX SIGMA DI BABY WANG SHOES", "Abstrak": "Baby Wang Shoes merupakan salah satu Usaha Kecil dan Menengah (UKM) di kota Bogor yang memproduksi sepatu anak-anak. Walaupun perusahaan ini memproduksi dengan basis pesanan, kegiatan produksi dapat dipastikan selalu berlangsung setiap hari operasionalnya karena tingkat pesanan yang tinggi. Namun, salah satu masalah yang dihadapi perusahaan saat ini adalah banyaknya produk cacat yang dihasilkan. Dalam waktu 10 hari, terdapat 1.510 unit cacat dari total produksi sejumlah 4.460 unit sepatu atau besaran ini setara dengan 33,86%. Oleh karena itu, penelitian ini bertujuan merancang perbaikan kualitas demi mengurangi jumlah produk cacat di Baby Wang Shoes. Metodologi yang digunakan dalam penelitian ini adalah six sigma menggunakan tahapan define, measure, analyze, improve, dan control.\nPada tahap define, objek kajian penelitian didefinisikan untuk produk sepatu anak dengan merek Baby Wang dan Wang Shoes. Berdasarkan diskusi dengan para operator produksi, terdapat lima faktor yang kritis terhadap kualitas, yaitu mesin, operator, material, metode dan lingkungan. Pada tahapan measure, pengukuran stabilitas dan kapabilitas proses dilakukan. Pengukuran stabilitas proses menunjukkan bahwa proses stabil dengan rata-rata fraksi cacat sebesar 0,3904, sedangkan pengukuran kapabilitas proses menghasilkan nilai 1,76 sigma. Pada tahapan analyze, diagram Pareto digunakan untuk menentukan jenis cacat yang diprioritaskan, yaitu penjahitan pada bahan tidak sesuai spesifikasi, velcro lepas, kerusakan outsole, dan noda bekas pada sepatu. Penyebab jenis cacat diidentifikasi menggunakan diagram tulang ikan. Berbagai faktor dan subfaktor penyebab cacat ditelusuri lebih lanjut menggunakan metode delphi dan failure mode and effect analysis (FMEA). Hasil subfaktor yang difokuskan dalam penelitian ini adalah belum terdapat pedoman dari perusahaan yang menginformasikan penyebab cacat pada hasil jahitan, mesin jahit jarang dibersihkan, operator tidak terbiasa menjahit suatu desain model sepatu, ketidaktelitian operator menjahit bagian velcro, operator tidak hapal rincian model sepatu, dan penggunaan media pemindahan sepatu yang sering terkontaminasi. Pada bagian improve, berbagai alternatif solusi dirancang dan alternatif solusi yang diterima oleh pemilik perusahaan, yaitu membuat SOP penanganan penyebab cacat yang terjadi pada hasil jahitan, merancang jadwal pembersihan mesin jahit rutin, menyeimbangkan lintasan kerja operator sesuai skill, menyertakan foto setiap model sepatu yang dipesan dalam lembar kerja operator, dan menggunakan keranjang sebagai media pemindahan sepatu. Pada tahap control, dokumen-dokumen pendukung dirancang untuk menjamin penerapan solusi, yaitu SOP pembersihan mesin jahit dan SOP penggunaan keranjang.\nImplementasi solusi usulan memerlukan dukungan manajerial perusahaan dalam sosialisasi dan training operator, penyediaan dana, dan pengawasan dan evaluasi hasil implementasi solusi. Pelaksanaan solusi membuat SOP penanganan penyebab cacat pada hasil jahitan terbukti mampu memberikan perbaikan kualitas sepatu yang ditunjukkan dengan peningkatan kapabilitas proses menjadi 2,10 sigma.", "Daftar File": {}, "Penulis": "Montella Nadia Ciutara [13415063]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Dradjad Irianto, M.Eng.", "Fariz Muharram Hasby, S.T, M.T"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "penurunan produksi cacat, perbaikan kualitas, sepatu, six sigma", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Dewi Supryati", "File": "10 file", "Tanggal Input": "21 Jun 2019"}