{"Nomor": 39050, "Judul": "KAJIAN PENENTUAN DATUM VERTIKAL SUNGAI (STUDI KASUS: SUNGAI MUSI)", "Abstrak": "Sungai merupakan salah satu prasarana transportasi yang dapat digunakan untuk navigasi kapal.\nPeta navigasi membutuhkan suatu bidang referensi atau datum vertikal yang dapat digunakan\nuntuk menentukan kedalaman dan prediksi pasut. Penentuan datum vertikal di sungai lebih sulit\ndibandingkan di laut, karena sungai memiliki karakteristk yang berbeda. Selain itu, sungai\nmengalir dari hulu ke hilir dikarenakan adanya perbedaan ketinggian. Perbedaan ketinggian di\nsepanjang perairan sungai tidaklah sama, melainkan mengikuti karakteristik topografi daratan di\nsekitaranya. Hal inilah yang menjadi salah satu penyebab datum vertikal yang digunakan di\nsungai berubah secara berjenjang. Di Indonesia sendiri belum ada tata cara atau prosedur yang\nbaku mengenai bagaimana cara untuk menentukan datum vertikal sungai. Tujuan dari Tugas\nAkhir ini adalah untuk menganalisis penentuan datum vertikal di perairan sungai sehingga dapat\nmenghasilkan sejumlah kesimpulan dan saran mengenai cara menentukan datum vertikal sungai\nyang dapat digunakan sebagai masukan bagi pemeritah dan instansi terkait.\nData yang digunakan berasal dari dua instansi, yaitu Pushidros TNI-AL dan PT. Pelindo II\ncabang Palembang. Metode yang digunakan adalah analisis harmonik dengan menggunakan\nmetode admiralty dan kuadrat terkecil. Konstanta pasut yang diperoleh digunakan untuk\nmenentukan tipe pasut, nilai duduk tengah, dan nilai Z0. Setelah diperoleh nilai duduk tengah dan\nnilai Z0, dapat ditentukan nilai datum vertikal dengan mengurangi nilai duduk tengah dengan\nnilai Z0.\nHasil yang diperoleh adalah nilai datum vertikal yang diperoleh dari data yang sama namun\nmenggunakan metode yang berbeda dapat menghasilkan hasil yang berbeda. Semakin lama\nwaktu pengamatan, maka akan semakin baik. Metode kuadrat terkecil lebih baik untuk\ndigunakan karena hasil yang diperoleh lebih akurat.", "Daftar File": {}, "Penulis": "Erika Retno Hapsari [15115098]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Eka Djunarsjah, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "sungai, datum vertikal, peta navigasi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "7 file", "Tanggal Input": "21 Jun 2019"}