{"Nomor": 39051, "Judul": "PERANCANGAN SISTEM KONTROL NONLINIER ADAPTIFPREDIKTIF DENGAN PEMODELAN BERBASIS ADAPTIVE NEURO FUZZY INFERENCE SYSTEM (ANFIS) PADA UNIT REAKTOR PABRIK UREA", "Abstrak": "Unit Reaktor pada pabrik pupuk urea adalah salah satu unit yang berfungsi untuk mereaksikan\nkomponen-komponen pembentuk pupuk urea, sehingga unit ini adalah salah satu sistem yang\nsangat penting dimana sistem reaktor ini mempunyai perilaku proses yang nonlinier. Selama\npengoperasian unit ini, ketinggian fluida cairan yang ada di dalam reaktor akan dijaga stabil\nagar reaksi yang ada dalam reaktor dapat bereaksi dengan sempurna sesuai dengan spesifikasi\nproduk. Maka dari itu dibutuhkan sebuah model yang dapat menggambarkan perilaku dari\nreaktor tersebut agar ketinggian cairan dalam reaktor dapat dijaga. Pada penelitian ini akan\ndikembangkan sebuah model dan sistem kontrol untuk unit reaktor pada pabrik Urea dengan\nmenggunakan teknik Adaptive Neuro Fuzzy Inference System (ANFIS), dimana pemodelan ini\nakan menggunakan pendekatan grey-box yang menggunakan pengetahuan relasi antar variabel\nfisis pada unit reaktor tersebut. Kemudian ketinggian cairan reaktor ini akan dipertahankan\nstabil oleh pengontrol yang dirancang menggunakan dinamika invers ANFIS. Dari hasil\npenelitian didapatkan bahwa pemodelan ANFIS mampu mengikuti keluaran sistem yang\nsebenarnya dengan nilai RMSE sebesar 0.47995. selain itu diperoleh bahwa pengontrol\ndinamika invers ANFIS mampu menunjukkan performansi yang lebih baik dari pada\npengontrol konvensional PI, dimana didapatkan hasil validasi nilai RMSE pengontrol dinamika\nInvers ANFIS sebesar 0,1592 sedangkan RMSE untuk pengontrol konvensional PI sebesar\n0,6447.", "Daftar File": {"ABSTRAK Abduh Muhammad": "https://digilib.itb.ac.id/gdl/download/170907"}, "Penulis": "Abduh Muhammad [23817005]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Yul Yunazwin, M.Sc., DIC", "Dr.-Ing. Ir. Parsaulian Ishaya Siregar, Dipl.-Ing."], "Jenis Koleksi": "Tesis", "Penerbit": "Instrumentasi dan Kontrol", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Engineering & allied operations", "Kata Kunci": "ANFIS, pabrik urea, unit reaktor, identifikasi model, pengontrol dinamika invers ANFIS", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "21 Jun 2019"}