{"Nomor": 39066, "Judul": "Printable Polymer Actuators from Ionic Liquid, Soluble Polyimide, and Ubiquitous Carbon Materials", "Abstrak": "We present here printable high-performance\npolymer actuators comprising ionic liquid (IL), soluble\npolyimide, and ubiquitous carbon materials. Polymer electrolytes with high ionic conductivity and reliable mechanical\nstrength are required for high-performance polymer actuators.\nThe developed polymer electrolytes comprised a soluble\nsulfonated polyimide (SPI) and IL, 1-ethyl-3-methylimidazolium bis(trifluoromethanesulfonyl)amide ([C2mim][NTf2]),\nand they exhibited acceptable ionic conductivity up to 1 ×\n10?3 S cm?1 and favorable mechanical properties (elastic\nmodulus >1 × 107 Pa). Polymer actuators based on SPI/\n[C2mim][NTf2] electrolytes were prepared using inexpensive\nactivated carbon (AC) together with highly electronconducting carbon such as acetylene black (AB), vapor grown carbon fiber (VGCF), and Ketjen black (KB). The resulting\npolymer actuators have a trilaminar electric double-layer capacitor structure, consisting of a polymer electrolyte layer sandwiched\nbetween carbon electrode layers. Displacement, response speed, and durability of the actuators depended on the combination of\ncarbons. Especially the actuators with mixed AC/KB carbon electrodes exhibited relatively large displacement and high-speed\nresponse, and they kept 80% of the initial displacement even after more than 5000 cycles. The generated force of the actuators\ncorrelated with the elastic modulus of SPI/[C2mim][NTf2] electrolytes. The displacement of the actuators was proportional to\nthe accumulated electric charge in the electrodes, regardless of carbon materials, and agreed well with the previously proposed\ndisplacement model.", "Daftar File": {"2019 EJRNL PP Satoru Imaizumi 1.pdf)u": "https://digilib.itb.ac.id/gdl/download/170923"}, "Penulis": "Satoru Imaizumi [-]", "Kontributor / Dosen Pembimbing": ["Yuto Ohtsuki, Tomohiro Yasuda, Hisashi Kokubo, Masayoshi Watanabe"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "polymer actuator, ionic liquid, sulfonated polyimide, polymer electrolyte, electric double layer capacitor", "Sumber": "www.acsami.org   dx.doi.org/10.1021/am401351q | ACS Appl. Mater. Interfaces 2013, 5, 6307?6315", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "21 Jun 2019"}