{"Nomor": 39061, "Judul": "SIFAT-SIFAT GELANGGANG NOETHER LOKAL YANG IDEALNYA MERUPAKAN JUMLAH LANGSUNG DARI MODUL-MODUL SIKLIK", "Abstrak": "Struktur aljabar yang merupakan jumlah langsung dari modul-modul siklik\nmerupakan suatu topik yang memiliki peran penting dalam teori aljabar dan\naplikasinya. Salah satu hasil penting dalam topik tersebut adalah hasil temuan\nGottried Kothe pada tahun 1935. Kothe memperkenalkan suatu gelanggang\nyang setiap modul atas gelanggang tersebut merupakan jumlah langsung dari\nmodul-modul siklik. Dalam buku ini, dibahas mengenai gelanggang komutatif\nR yang ideal-idealnya merupakan jumlah langsung dari modul-modul siklik.\nPada kasus gelanggang Noether lokal (R;M), pernyataan berikut ekuivalen:\n(1) Setiep ideal dari R merupakan jumlah langsung dari modul-modul siklik;\n(2) M =\nLn\ni=1 Rwi dimana paling banyak dua dari suku langsungnya bukan\nmerupakan modul sederhana; (3) Terdapat bilangan n sehingga setiap ideal\ndari R merupakan jumlah langsung dari paling banyak n modul siklik; dan (4)\nSetiap ideal dari R merupakan suku langsung dari jumlah langsung modulmodul\nsiklik. Namun apakah hal yang sama berlaku jika tidak semua idealnya\nmerupakan jumlah langsung dari modul-modul siklik?. Pada kasus gelanggang\nNoether lokal (R;M), pernyataan berikut ekuivalen: (1) Setiep ideal prima dari\nR merupakan jumlah langsung dari modul-modul siklik; (2) M =\nLn\ni=1 Rwi\ndan R= Ann(wi) merupakan gelanggang ideal utama untuk setiap 1  i  n;\n(3) Terdapat bilangan n sehingga setiap ideal prima dari R merupakan jumlah\nlangsung dari paling banyak n modul siklik; dan (4) Setiap ideal prima dari R\nmerupakan suku langsung dari jumlah langsung modul-modul siklik.", "Daftar File": {"COVER Muhammad Rizqi Musa": "https://digilib.itb.ac.id/gdl/download/170918", "PUSTAKA Muhammad Rizqi Musa": "https://digilib.itb.ac.id/gdl/download/171024"}, "Penulis": "Muhammad Rizqi Musa [20117032]", "Kontributor / Dosen Pembimbing": ["Dr. Hanni Garminia Y., S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Jumlah langsung, gelanggang Noether, gelanggang lokal, gelanggang ideal utama.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "2 file", "Tanggal Input": "21 Jun 2019"}