{"Nomor": 39064, "Judul": "OPTIMASI TOPOLOGI BERAT COUPLER LRT MENGGUNAKAN METODE BERBASIS GRADIEN", "Abstrak": "Pengembangan transportasi massal mulai dilakukan seiring dengan pertumbuhan penduduk yang tinggi. Salah satu pilihan transportasi massal yang dikembangkan adalah Light Rail Transit (LRT) atau Lintas Raya Terpadu. Agar dapat menghemat energi, perlu dikembangkan desain yang optimum dan memiliki struktur ringan dan kuat. Salah satu komponen dalam kereta api yang dipakai adalah coupler atau penyambung antar gerbong kereta. Di Indonesia, coupler jenis automatic coupler tipe AAR dipakai untuk semua jenis kereta termasuk LRT. Padahal pada umumnya coupler tipe ini dipakai pada kereta konvensional yang lebih berat dibanding LRT. Dalam penelitian ini dilakukan simulasi numerik menggunakan perangkat lunak optistruct untuk mendapatkan desain baru untuk coupler LRT yang lebih ringan. Metode yang dipakai dalam perangkat lunak optistruct adalah metode optimasi topologi dengan iterasi numerik dan metode berbasis gradien. Pada penelitian ini juga mulai diterapkan konsep modular desain yang terdapat pada coupler sejenis. Permodelan awal dilakukan dengan membuat CAD berdasarkan gambar teknik yang diberikan PT Barata Indonesia lalu dilakukan analisis awal terhadap kekuatan struktur dan dilakukan optimasi desain dengan memvariasikan variabel yang mempengaruhi hasil optimasi. Hasil analisis didapatkan desain yang lebih ringan sebesar 24% dari berat awal dan struktur masih kuat saat menerima beban tekan maupun beban tarik tanpa mengalami deformasi permanen dan tidak mengalami kegagalan tekuk.", "Daftar File": {"ABSTRAK Muhammad Nur Badruddin": "https://digilib.itb.ac.id/gdl/download/170921", "COVER Muhammad Nur Badruddin": "https://digilib.itb.ac.id/gdl/download/193840", "BAB 1 Muhammad Nur Badruddin": "https://digilib.itb.ac.id/gdl/download/193841", "BAB 5 Muhammad Nur Badruddin": "https://digilib.itb.ac.id/gdl/download/193845", "PUSTAKA Muhammad Nur Badruddin": "https://digilib.itb.ac.id/gdl/download/193846"}, "Penulis": "Muhammad Nur Badruddin [13615053]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Tatacipta Dirgantara, M.T.", "Dr. Annisa Jusuf, S.T., M.T.", "Dr. Ir. Leonardo Gunawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Coupler, LRT, Lintas Raya Terpadu, Optimasi Topologi, Metode Berbasis Gradien", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "21 Jun 2019"}