{"Nomor": 39073, "Judul": "PERANCANGAN, PEMBUATAN DAN PENGUJIAN TURBIN ANGIN SUMBU HORIZONTAL TIGA SUDU DIAMETER 2,4 METER DENGAN PROFIL NACA 2412", "Abstrak": "Penggunaan energi listrik semakin hari semakin meningkat menyebabkan\nsumber energi terutama fosil dan gas semakin menipis. Penggunaan energi dari\nfosil juga menghasilkan polusi yang cukup tinggi dan merusak lingkungan, yaitu\npemanasan global. Untuk itulah perlu dikembangkan sumber energi listrik yang\nbaru dan ramah lingkungan.\nSalah satu energi terbarukan itu adalah energi angin. Energi angin adalah\nenergi yang relatif bersih dan ramah lingkungan karena tidak menghasilkan\nkarbon dioksida (CO2) atau gas-gas lain yang menyebabkan pemanasan global.\nUntuk mengubah energi angin menjadi energi listrik dibutuhkan suatu alat yang\ndisebut turbin angin. Salah satu jenis turbin angin yang digunakan itu adalah\nturbin angin sumbu horizontal.\nPenelitian tugas sarjana ini meliputi perancangan dan pembuatan rotor\nserta pengujian turbin angin. Rotor turbin angin yang dirancang tiga buah\nberdiameter 2,4 meter dengan profil NACA 2412. Proses perancangan lebih\nmementingkan aspek keterbuatan, sehingga analisis aspek kekakuan dan kekutan\nsangat sedikit. Sudu dibuat dari kayu albasia dan batang sudu dari alumunium.\nProses pengujian dilakukan untuk mendapatkan karakteristik daya turbin angin\nterhadap kecepatan angin. Turbin angin mulai berputar pada kecepatan angin 4,1\nm/s dan menghasilkan daya listrik pada kecepatan angin 4,8 m/s. Turbin angin\nmenghasilkan daya listrik sebesar 75 W pada kecepatan angin 11,2 m/s.", "Daftar File": {"COVER Irwan Kalam Nainggolan": "https://digilib.itb.ac.id/gdl/download/170930", "BAB 1 Irwan Kalam Nainggolan": "https://digilib.itb.ac.id/gdl/download/170931", "BAB 5 Irwan Kalam Nainggolan": "https://digilib.itb.ac.id/gdl/download/170936", "PUSTAKA Irwan Kalam Nainggolan": "https://digilib.itb.ac.id/gdl/download/170938"}, "Penulis": "Irwan Kalam Nainggolan [13107150]", "Kontributor / Dosen Pembimbing": ["Ir. Kemas Rifian, MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Turbin Angin; NACA 2412.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "21 Jun 2019"}