{"Nomor": 39074, "Judul": "Optical Input/Electrical Output Memory Elements based on a Liquid Crystalline Azobenzene Polymer", "Abstrak": "Responsive polymer materials can change their\nproperties when subjected to external stimuli. In this work, thin\nfilms of thermotropic poly(metha)acrylate/azobenzene polymers are explored as active layer in light-programmable,\nelectrically readable memories. The memory effect is based on\nthe reversible modifications of the film morphology induced by\nthe photoisomerization of azobenzene mesogenic groups.\nWhen the film is in the liquid crystalline phase, the trans ?\ncis isomerization induces a major surface reorganization on the\nmesoscopic scale that is characterized by a reduction in the\neffective thickness of the film. The film conductivity is\nmeasured in vertical two-terminal devices in which the polymer\nis sandwiched between a Au contact and a liquid compliant E-GaIn drop. We demonstrate that the trans ? cis isomerization is\naccompanied by a reversible 100-fold change in the film conductance. In this way, the device can be set in a high- or lowresistance state by light irradiation at different wavelengths. This result paves the way toward the potential use of\npoly(metha)acrylate/azobenzene polymer films as active layer for optical input/electrical output memory elements.", "Daftar File": {"2019 EJRNL PP Thomas Mosciatti 1.pdf?": "https://digilib.itb.ac.id/gdl/download/170937"}, "Penulis": "Thomas Mosciatti [-]", "Kontributor / Dosen Pembimbing": ["Sara Bonacchi, Marco Gobbi, Laura Ferlauto,Fabiola Liscio,Loris Giorgini, Emanuele Orgiu, Paolo Samorì"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "memory device, azobenzene, photochromic polymers, polymeric liquid crystals, multifunctional device", "Sumber": "www.acsami.org   DOI: 10.1021/acsami.5b12430 ACS Appl. Mater. Interfaces 2016, 8, 6563?6569", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "21 Jun 2019"}