{"Nomor": 39079, "Judul": "FEASIBILITY STUDY OF APARTMENT PROJECT OF PT XYZ", "Abstrak": "One of the independent city that located in Bekasi Regency which has about 2,000 national and multinational companies from over 30 countries, gives employment opportunities that impact to the increasing number of population in this area especially for the number of expatriates. Currently, there are more than 10,000 expatriates work in this township that is coming from various countries. Residential is needed for the community in this area, since the residential that close to the workplace is preferable for the worker. PT XYZ, one of the property development company, has a plan to build residential property in the form of the apartment by applying the international standard concept in order to make the communities exclusively expatriates to enjoy their life in this township. PT XYZ has been decided the financing strategy for this investment plan which is using IDR 81,336,000,000 of equity and the remaining will be financed by using debt from a construction loan.\nThe desired output of this research is to appraise and analyze the feasibility study of an investment project of PT XYZ based on the financial aspect by applying several assessments methods to identify if the project is worth doing or not, the author would like to use several tools of capital budgeting method which are Net Present Value (NPV), Internal Rate of Return (IRR), Payback Period, and Profitability Index (PI). The risk analysis for this investment project also needs to be conducted by using sensitivity analysis and Monte Carlo simulation with the aim to identify the inherent uncertainty of a given course of action that will impact to the value of project return.\nThe result shows that the NPV is amount to IDR 82,400,932,239 showing a positive result, IRR is 40.58% which is higher than the cost of capital, profitability index is amount to 3.925 that is greater than 1.0, and the payback period of the project is 3 years 4 months 7 days. All of the results indicate that the overall of the apartment project is feasible to conduct. Regarding the risk analysis, there are two variables that will significantly impact the NPV, which are the price of apartment per-????2 and the building construction cost. The suggestion to the company also will be provided regarding the pricing policy and cost construction control of this new investment plan associated with the business process in order to achieve a higher profitability rate.", "Daftar File": {"ABSTRAK Naura Tasya Qonita": "https://digilib.itb.ac.id/gdl/download/170948", "2019 TS PP NAURA TASYA QONITA 1 - FULL TEXT.pdf6?": "https://digilib.itb.ac.id/gdl/download/247809"}, "Penulis": "Naura Tasya Qonita [19016178]", "Kontributor / Dosen Pembimbing": ["Mandra Lazuardi Kitri, S.T., MBA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Feasibility Study, Apartment, Net Present Value, Internal Rate of Return, Payback Period, Profitability Index, Risk Analysis", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "2 file", "Tanggal Input": "21 Jun 2019"}