{"Nomor": 39087, "Judul": "EKSPLORASI MATERIAL AMPAS SERAT TEBU SEBAGAI BAHAN DASAR PRODUK KEMASAN BUAH", "Abstrak": "Limbah ampas tebu berasal dari proses produksi produk berbahan dasar Tebu, dan ini\ndi anggap sebagai limbah bagi produsen bersangkutan. Hal ini ikarenakan bagian\nyang di ambil pada tebu adalah sarinya yang berupa cairan, sedangkan ampasnya\nbelum di olah secara maksimal, terkhusus oleh produsen tebu skala kecil (penjual\nminuman jus tebu). Bisaanya limbah ampas tebu di buang begitu saja dan sejauh ini\npemanfaannya sebagai bahan campuran pangan untuk ternak dan di bakar begitu saja\ndengan alasan menghilangkan limbah hasil produksi ampas tebu. Akan tetapi limbah\nampas serat tebu memiliki peluang ekonomi lain dikarenakan jumlah limbah dan\nketersediaannya banyak, serta pengolahan ampas tebu masih belum optimal di\nkembangkan khususnya dalam ranah desain karena ampas tebu dapat di manfaatkan\nuntuk berbagai macam bahan dasar produk. Karya ilmiah ini mencakup sifat-sifat\nfisik dari limbah ampas tebu serta keunggulan dan kelemahan dari sifat limbah ampas\ntebu, dari karakteristik yang di temukan dapat didefinisikan peluang atau potensi apa\nyang dapat dikembangkan sebagai pengembangan untuk bahan dasar desain produk.\nPengembangan bahan baku produk redaman bentur dan hidroskopis merupakan\nsebuah pengembangan yang cukup sesuai dan memiliki potensi unik untuk\ndikembangkan karena kesesuaian makan karakteristik material limbah ampas tebu\nyang memiliki bagasse yang membal, ringan, ramah lingkungan, menyerap\nkelembabaan serta murah. Dengan adanya penelitian ini diharapkan dapat\nmemberikan dampak yang lebih baik untuk pengembangan pengolahan limbah ampas\ntebu.", "Daftar File": {}, "Penulis": "Ahmad Helmi Imaduddin [17514038]", "Kontributor / Dosen Pembimbing": ["Meirina Triharini, S.Ds., M.Ds., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Produk", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Produk redaman bentur, Tebu, Limbah ampas tebu, hidroskopis", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "21 Jun 2019"}