{"Nomor": 39080, "Judul": "MERANCANG METODOLOGI UNTUK MENGUKUR INOVASI MANAJERIAL INDIVIDU STUDI KASUS: PT PINDAD (PERSERO)", "Abstrak": "PT Pindad (Persero) sebagai salah satu perusahaan manufaktur milik negara, memiliki masalah mengenai pengembangan organisasi. Posisi manajemen puncak diisi oleh orang-orang yang telah lama bekerja di perusahaan. Karena PT. Pindad tidak merekrut karyawan baru untuk waktu yang lama, ada kesenjangan usia yang lebar antara manajemen puncak dan manajemen menengah. Manajemen puncak juga menganggap bahwa manajemen menengah, selain mereka masih relatif muda, mereka juga masih kekurangan kemampuan manajerial. Sehingga diperlukan sistem akselerasi karier untuk manajemen menengah, yang dengannya mereka siap menduduki posisi manajemen puncak. Oleh karena itu, PT Pindad saat ini sedang mengembangkan program yang disebut Program Pengembangan Individual yang bertujuan untuk mengatasi hal ini. Untuk mendukung program ini, penulis mengusulkan menambahkan satu kriteria yang disebut \"Gelar Inovasi Manajerial\". Kriteria ini akan menilai kemampuan seseorang untuk berinovasi di bidang manajerial.\nTujuan dari penelitian ini adalah untuk menentukan metodologi yang cocok untuk mengadaptasi konsep Derajat Inovasi Manajerial yang sebelumnya digunakan untuk skala organisasi untuk digunakan dalam skala individu. Data dikumpulkan menggunakan kuesioner berdasarkan 117 responden. Kemudian setelah data diperoleh, analisis kebutuhan masing-masing Direktorat akan dilakukan berdasarkan konsep Inovasi Manajerial. Ini berguna untuk menentukan pengembangan karyawan di masa depan. Kemudian penulis juga akan membuat diagram yang diusulkan untuk menjelaskan Inovasi Manajerial Individual dengan lebih jelas.\nHasil adaptasi tersebut dapat mengukur inovasi manajerial individu dengan membuat beberapa penyesuaian selama pengumpulan dan perhitungan data. Kemudian penulis dapat mengklasifikasikan data berdasarkan direktorat tempat mereka bekerja untuk dianalisis. Di akhir penelitian juga penulis dapat menampilkan diagram yang memuat Inovasi Manajerial Individual dengan lebih jelas.", "Daftar File": {"2019_TS_PP_Muhammad Irham Rahadhian_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/170949"}, "Penulis": "Muhammad Irham Rahadhian [29117159]", "Kontributor / Dosen Pembimbing": ["Dedy Sushandoyo, S.T., M.Sc.Eng., M.A.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Inovasi Manajerial, Inovasi Manajerial Individu, Mengukur Inovasi Manajerial, Merancang Metodologi", "Sumber": "PT PINDAD (PERSERO)", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "21 Jun 2019"}