{"Nomor": 39098, "Judul": "MANAJEMEN RISIKO PADA UNIT INFRASTRUCTURE ASSURANCE TELKOM BANDUNG", "Abstrak": "Memasuki era Industry 4.0, Indonesia harus mempersiapkan berbagai macam aspek untuk dapat bersaing di ingkungan internasional dengan diiringi pesatnya perkembangan teknologi seperti Internet of Things, Artificial Intelligence, and The use of Big data. Untuk mendukung program pemerintah, PT Telkom Indonesia tepatnya unit Infrastructure Assurance (IAS) berperan aktif dalam pembangunan Infrastruktur yang mendukung revolusi industry 4.0 tepatnya dalam bidang telekomunikasi. Untuk menjaga kualitas layanan dan memprioritaskan kepuasan pelanggan, perusahaan harus mengikuti aturan ISO sebagai pedoman untuk melaksanakan kegiatan bisnis mereka. Dalam hal ini, IAS Telkom Bandung harus mengikuti ISO 17025: 2017 yang berisi Persyaratan Umum untuk Kompetensi Laboratorium Pengujian dan Kalibrasi dengan pendekatan pemikiran berbasis risiko. Karena mendesaknya kebutuhan implementasi ISO 17025: 2017, Komite Akreditasi Nasional (KAN) mensyaratkan bahwa IAS memiliki manajemen risiko sendiri. Oleh karena itu, unit IAS harus melakukan penilaian risiko dan menerapkan manajemen risiko untuk meningkatkan kinerja dan mengantisipasi risiko yang dapat mengganggu stabilitas bisnis perusahaan.\nKonsep yang digunakan adalah adopsi proses manajemen risiko yang dikeluarkan oleh ISO 31000: 2009 yang berisi ruang lingkup, definisi, prinsip, kerangka kerja, dan juga proses manajemen risiko. Analisis eksternal menggunakan Porter five forces untuk menganalisis atraktifitas industry, sedangkan analisis lingkungan eksternal menggunakan analisis Political, Economic, Sociocultural, Technological (PEST). Analisis internal menggunakan analisis resources dan capabilities. Dari analisis eksternal dan internal, perusahaan dapat mengetahui kekuatan, kelemahan, peluang, dan ancaman (SWOT) yang dimiliki perusahaan yang dapat digunakan untuk mengidentifikasi risiko yang mungkin terjadi.\nProses identifikasi risiko dilakukan dari berbagai sumber termasuk, Analisis SWOT, Wawancara dan Brainstorming dengan Pakar, dan penelitian lainnya. Selanjutnya adalah melakukan analisis risiko dengan menggunakan Analytical Hierarchy Process (AHP). AHP dilakukan menggunakan Business Performance Management Singapore (BPMSG) Online Software dengan cara perhitungan level 1 hingga level 3 yang kemudian dicari bobot masing-masingnya, lalu setelah diperoleh hasil evaluasi risiko dengan cara membuat pemetaan risiko dari risiko-risiko tersebut. Langkah terakhir adalah mitigasi risiko dengan membuat klasifikasi berdasarkan 4 mitigasi, secara umum mitigasinya adalah Terima, Hindari, Kurangi, dan Transfer.\nBerdasarkan hasil analisis risiko, terdapat 29 faktor risiko dari 7 jenis risiko yang berbeda, yaitu risiko Bisnis, Lingkungan, Keuangan, Hukum, Pasar, Operasional, dan Reputasi. Risiko yang memiliki tingkat risiko yang kritis berjumlah 1 risiko, risiko yang memiliki tingkat risiko tinggi adalah 15 risiko, serta risiko yang memiliki tingkat risiko sedang berjumlah 8 risiko serta yang memiliki level risiko rendah berjumlah 5 risiko. Dari 29 faktor risiko yang dimiliki, risiko yang dibuat oleh rencana mitigasi lebih lanjut adalah 16 risiko. Risiko-risiko ini adalah 1 risiko yang memiliki tingkat risiko kritis, dan 15 risiko yang memiliki risiko tinggi. Rencana pelaksanaan dibuat untuk menerapkan strategi dengan menggunakan Person in Charge (PIC), rencana penganggaran, dan schedule agar dapat mengurangi pengeluaran serta dampak yang diakibatkan oleh risiko tersebut", "Daftar File": {"2019_TS_PP_Fajar Rahmat Sentiko_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/171005"}, "Penulis": "Fajar Rahmat Sentiko [29117444]", "Kontributor / Dosen Pembimbing": ["Taufik Faturohman, S.T., M.B.A., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Manajemen Risiko, ISO 17025: 2017, Analytical Hierarchy Process (AHP), Pengujian Perangkat Telekomunikasi", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "22 Jun 2019"}