{"Nomor": 39093, "Judul": "PENGEMBANGAN PERANGKAT LUNAK UNTUK PERANCANGAN MENARA PENDINGIN KONVEKSI BEBAS", "Abstrak": "Pembangunan pembangkit-pembangkit listrik tenaga panas bumi baru menjadi salah satu solusi pencapaian kemandirian energi Indoneisa pada tahun 2025. Dalam sistem pembangkit ini digunakan menara pendingin untuk menghasilkan air pendingin kondenser dan jenis menara pendingin yang umum digunakan adalah jenis konveksi paksa. Menara pendingin konveksi paksa memiliki kekurangan yaitu jenis ini menyerap daya yang cukup besar karena menggunakan fan untuk menggerakkan udara. Terdapat alternatif tipe menara pendingin lain yang tidak menggunakan fan sehingga tidak menyerap daya besar yaitu menara pendingin berjenis konveksi bebas. Laporan ini memaparkan hasil penelitian dalam pengembangan perangkat lunak sebagai alat bantu perancangan menara pendingin konveksi bebas. Metode yang digunakan dalam penelitian adalah metode analitik dan perancangan dibatasi hanya pada aspek termodinamika. Perangkat lunak yang dikembangkan kemudian diaplikasikan untuk merancang ulang menara pendingin konveksi bebas Rayalaseema, India sebagai proses validasi metode perancangan. Setelah dirasa valid, perangkat lunak juga digunakan untuk merancang ulang menara pendingin pada PLTP Kamojang Unit 4 dengan kapasitas 60 MW. Pada perancangan ulang menara pendingin PLTP Kamojang Unit 4 ini, diperoleh hasil rancangan ulang dengan dimensi utama diameter dasar menara 43,8 meter dengan tinggi total 58,48 meter serta laju air yang didinginkan sebesar 7988,4 m3/h dengan laju udara 1647,176 kg/s. Studi ekonomi juga dilakukan dengan hasil menara konveksi bebas hasil perancangan memberikan keuntungan sebesar IDR 7,68 Milyar setelah pemakaian 4 tahun dibandingkan dengan penggunaan menara konveksi paksa eksisting.", "Daftar File": {"COVER Praba Iman Prasaja": "https://digilib.itb.ac.id/gdl/download/170987", "BAB 1 Praba Iman Prasaja": "https://digilib.itb.ac.id/gdl/download/170988", "PUSTAKA Praba Iman Prasaja": "https://digilib.itb.ac.id/gdl/download/170993"}, "Penulis": "Praba Iman Prasaja [13107131]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Prihadi Setyo Darmanto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Menara Pendingin; Konveksi Bebas.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "21 Jun 2019"}