{"Nomor": 39096, "Judul": "ANALISA INVESTASI PROYEK PADA PROYEK PENGGANTIAN PIPA MINYAK", "Abstrak": "Blok \"Alfa\" adalah salah satu produsen minyak mentah terbesar di Indonesia. Minyak mentah dari lapangan produksi dikirimkan dengan pipa penyalur ke fasilitas tangki terminal. Salah satu peluang investasi adalah penggantian pipa penyalur 10 inci yang sudah tua untuk mengamankan pengiriman minyak mentah dari stasiun pengumpul BLM selama 20 tahun ke depan untuk mendukung produksi minyak nasional.\nTugas akhir ini mempelajari analisis finansial menggunakan skema gross split untuk memahami keekonomian dari proyek investasi yang diusulkan sebagai pertimbangan bagi Operator blok \"Alfa\" berikutnya sebelum keputusan investasi akhir. Metode arus kas diskonto dan analisis sensitivitas digunakan sebagai alat finansial dengan ukuran profitabilitas spesifik menggunakan IRR, NPV, PI, dan periode pengembalian modal. Tugas akhir ini juga melakukan penilaian risiko biaya menggunakan simulasi Monte Carlo sebagai salah satu metodologi modern untuk memperoleh biaya modal investasi secara probabilistik yang memperhitungkan dampak ketidakpastian dan risiko.\nHasil analisis finansial menunjukkan nilai NPV positif, nilai indeks keuntungan (PI) yang tinggi, periode pengembalian modal yang pendek dan nilai IRR lebih tinggi dari kebijakan tingkat diskonto perusahaan menunjukkan bahwa proyek investasi layak untuk dilaksanakan. Penetapan anggaran modal investasi yang realistis dan dapat dicapai dapat mengacu kepada estimasi biaya probabilistik yang dihasilkan dari penerapan penilaian risiko biaya.", "Daftar File": {"2019_TS_PP_Ali Idham_1-Abstrak.pdf\niu": "https://digilib.itb.ac.id/gdl/download/171003"}, "Penulis": "Ali Idham [29117331]", "Kontributor / Dosen Pembimbing": ["Achmad Herlanto Anggono, M.B.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Arus kas diskonto, analisa investasi proyek, biaya investasi probabilistik, analisa sensitivitas keuangan.", "Sumber": "Blok  Alfa", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "21 Jun 2019"}