{"Nomor": 39092, "Judul": "PENANGGULANGAN WATER HAMMER PADA PIPA BAJA PENYALUR AIR BERSIH SEPANJANG 64,7 KM", "Abstrak": "Jumlah penduduk yang terus bertambah menyebabkan kebutuhan air bersih masyarakat tidak terpenuhi dengan baik.Air bersih hasil penyulingan air laut adalah solusi yang dapat dipilih untuk mengatasi permasalahan ini. Sarana pipa penyalur harus dibangun ketika masyarakat yang membutuhkan air hasil penyulingan ini letaknya jauh dari laut. Pipa penyalur ini harus memiliki keandalan yang tinggi agar dapat beroperasi terus menerus. Analisis fenomena waterhammer perlu dilakukan agar sistem pipa penyalur memiliki keandalan yang tinggi. Tugas akhir inimenganalisis pemilihan diameter dan schedulepipa baja yang optimum. Pipa penyalur ini menempuh jarak 64,7 km dengan debit air sebanyak 200 liter/detik untuk memenuhi kebutuhan air di kota tujuan. Kondisi transien yang memicu terjadinya water hammer dapat terjadi saat pompa menyala pertama kali dan pada saat penutupan katup. Langkah yang dilakukan adalah menghitung ukuran diameter pipa yang diizinkan,menghitung tebal pipa yang diperlukan, menghitung daya pompa dan memilih katup (valve) pipa. Schedule pipa dihitung berdasarkancode ASME B31.4 dantekanan maksimumdihitung menggunakan perangkat lunak Pipeflow Expert 2010.Kombinasi diameter dan tebal, serta katupyang lebih ekonomis akan dipilih. Terakhir adalah menentukan metode yang dilakukan untuk menanggulangi fenomena water hammer.\nKondisi operasi maksimum tercapai ketika pipa baja menggunakan NPS 18 dan Schedule 20. Sistem pipa penyalur ini menggunakan dua pompa dengan daya total yang sebesar 557,348 kW. Total biaya pembelian produk adalah Rp. 115,82 milyar, yaitu untuk pembelian pipa dan katup. Breath valve dan surge tank harus ditambahkan pada pipa penyalur disamping menghindari penutupan katup secara tiba-tiba atau penyalaan pompa yang mendadak.", "Daftar File": {"COVER Teguh Binarto Karosekali": "https://digilib.itb.ac.id/gdl/download/170980", "BAB 5 Teguh Binarto Karosekali": "https://digilib.itb.ac.id/gdl/download/170985", "PUSTAKA Teguh Binarto Karosekali": "https://digilib.itb.ac.id/gdl/download/170986"}, "Penulis": "Teguh Binarto Karosekali [13107134]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Bagus Budiwantoro", "Ir. I Nengah Diasta, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Water Hammer; Pipa Baja; Air Bersih.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "21 Jun 2019"}