{"Nomor": 39102, "Judul": "USULAN MARKETING STRATEGI UNTUK PENGEMBANG VIDEO GAME LOKAL BERDASARKAN MOTIVASI PEMAIN UNTUK MEMBELI VIDEO GAME LOCAL DI INDONESIA", "Abstrak": "Pada penelitian sebelumnya menemukan bahwa pasar video game Indonesia di dominasi oleh video game asing, pemain video game Indonesia lebih meminati video game asing daripada video game buatan local(Briantono, 2018). Pasar video game di Indonesia merupakan pasar terbesar di Asia Tenggara dengan total revenue lebih dari $879.7 Million dan dengan jumlah pemain lebih dari 43.3 juta pemain, namun sayangnya pemain video game indoensia masih lebih memilih video game asing daripada local video game. Karena pada penelitian sebelumnya hanya melihat dari sudut padang video game developers saja maka pada penelitian ini akan melihat dari sudut pandang pemain video game Indonesia, sehingga factor apa saja yang mempengaruhi motivasi pemain untuk memiliki niat bermain dan membeli local video games. Penelitian ini membagikan kuesioner kepada 428 responden dengan rentang usia 17 – 35 tahun, analisis data yang digunakan pada peneliatan ini adalah deskriptif analisis dan structural equation model (SEM) dengan model motivasi. Hasil dari peneltian ini ada 4 faktor motivasi yang mempengaruhi customer atau pemain local video game untuk memiliki niat bermain dan membeli local video game yaitu factor fantasy, social interaction, promotion dan price. Sehingga empat variabel adalah bagian dari bauran pemasaran karena fantasi dan interaksi sosial adalah tentang produk, promosi, dan harga maka dari itu strategi yang tepat untuk digunakan dalam penelitian ini adalah strategi pemasaran yang terdiri dari proposisi nilai, titik referensi dan bauran pemasaran (4p).", "Daftar File": {"2019_TS_PP_Fadillah Febrian N._1-Abstrak.pdf5?": "https://digilib.itb.ac.id/gdl/download/171009"}, "Penulis": "Fadillah Febrian Nurmaedy [29116425]", "Kontributor / Dosen Pembimbing": ["Drs. Herry Hudrasyah, MA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Video Game Lokal, Motivasi, Niat untuk Bermain dan Membeli, Pengambang Video Game Lokal, Fantasi, Interaksi Sosial, Promosi, Harga, Marketing", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "22 Jun 2019"}