{"Nomor": 39105, "Judul": "MENGANALISIS TINGKAT KETERLIBATAN KARYAWAN DENGAN MENGGUNAKAN RUBRIK PENILAIAN (STUDI KASUS PT. X)", "Abstrak": "PT X sebagai perusahaan manufaktur pertahanan dan keamanan memiliki tanggung jawab terhadap karyawannya dengan mengukur keterlibatan karyawan dan hasilnya digunakan untuk mengembangkan manajemen sumber daya manusia. Setiap tahun hasil pengukuran keterlibatan karyawan PT X selalu mencapai indikator \"terlibat\", tetapi pada kenyataannya sikap karyawan tidak mencerminkan keterlibatan yang tinggi. Oleh karena itu, penelitian ini dilakukan dengan tujuan mengukur tingkat keterlibatan karyawan menggunakan instrumen pengukuran yang berbeda. Pengukuran dilakukan dengan menggunakan metode kuantifikasi kualitatif, yang dilakukan dengan mewawancarai karyawan PT X menggunakan pedoman wawancara dan mengukur hasil wawancara menggunakan rubrik penilaian dengan dimensi keterlibatan karyawan Febriansyah et al. (2018), yang terdiri dari Energy, Intention to Stay, Endurance, Proaction Behavior, Constructive Criticism, Pride Towards Institution, dan Promoting Institution. Untuk memberikan kritik yang membangun, karyawan diharapkan dapat memberikan solusi yang dianggap efektif bagi perusahaan (dengan standar efektif yang ditetapkan perusahaan) sehingga dinilai sebagai terlibat dengan perusahaan. Agar karyawan menjadi lebih terlibat, pemimpin harus meningkatkan cara berkomunikasi antara mereka dan karyawan, dan memberikan pelatihan yang bermanfaat untuk menambah pengetahuan mengenai masalah yang mereka alami, sehingga solusi yang diberikan efektif bagi perusahaan itu sendiri.", "Daftar File": {"2019_TS_PP_Vanessa Rachmi Putri_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/171012"}, "Penulis": "Vanessa Rachmi Putri [29117205]", "Kontributor / Dosen Pembimbing": ["Hary Febriansyah, S.Si., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Keterlibatan karyawan, keterlibatan", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "22 Jun 2019"}