{"Nomor": 39100, "Judul": "PROPORSI OPTIMAL OBLIGASI PEMERINTAH DALAM PORTOFOLIO BANK SENTRAL", "Abstrak": "Dalam kapasitasnya sebagai bank sentral, Bank Indonesia mempunyai satu tujuan tunggal,\nyaitu mencapai dan memelihara kestabilan nilai Rupiah. Untuk mengatur likuiditas dan\nmenjaga stabilitas nilai Rupiah dengan stance kebijakannya, Bank Indonesia diharapkan untuk\nmengoptimalkan proporsi obligasi pemerintah yang dimiliki. Agar operasi moneter berjalan\nlebih efisien, penulis mengusulkan sebuah model untuk mengoptimalkan proporsi obligasi\npemerintah dalam portofolio aset Bank Indonesia. Model ini mempertimbangkan inflasi\nsebagai refleksi dari tujuan tunggal Bank Indonesia. Berdasarkan model yang telah dibentuk,\npenulis menemukan bahwa proporsi obligasi pemerintah dipengaruhi oleh proporsi jumlah\nuang beredar, inflasi, dan BI 7-Day (Reverse) Repo Rate, dengan mengasumsikan aset dan\nliabilitas lainnya ceteris paribus. Berdasarkan hasil simulasi, untuk mencapai obligasi\npemerintah yang optimal Bank Indonesia harus menjaga kepemilikan obligasi pemerintah pada\n44% sampai dengan 94% dari uang primer. Selain itu, hasil simulasi back-testing menunjukkan\nbahwa setelah dilakukannya penyesuaian terhadp proporsi obligasi pemerintah, inflasi lebih\nstabil mendekati nilai optimalnya. Penulis juga melakukan uji beda Paired-Samples T Test\nantara gap inflasi aktual dan gap inflasi setelah penyesuaian. Hasil statistik menunjukkan\nbahwa terdapat perbedaan antara gap inflasi aktual dan gap inflasi setelah penyesuaian. Dari\nbeberapa simulasi yang telah dilakukan, dapat disimpulkan bahwa model proporsi optimal\nobligasi pemerintah sudah baik dan layak untuk mencapai tujuan kebijakan moneter Bank\nIndonesia. Inflasi akan lebih mendekati nilai potensialmya ketika kepemilikan obligasi\npemerintah oleh Bank Indonesia juga optimal", "Daftar File": {"ABSTRAK Devy Annisa Arisandy": "https://digilib.itb.ac.id/gdl/download/171007"}, "Penulis": "Devy Annisa Arisandy [29117146]", "Kontributor / Dosen Pembimbing": ["Ahmad Danu Prasetyo, S.T., M.S.M., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Proporsi optimal, obligasi pemerintah, jumlah uang beredar, inflasi, BI 7-Day (Reverse) Repo Rate", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "22 Jun 2019"}