{"Nomor": 39106, "Judul": "STUDI KELAYAKAN DARI PROJEK APARTEMEN OLEH PT XYZ", "Abstrak": "Salah satu kota mandiri yang terletak di Kabupaten Bekasi yang memiliki sekitar 2.000 perusahaan nasional dan multinasional dari lebih dari 30 negara, memberikan peluang kerja yang berdampak pada meningkatnya jumlah penduduk di daerah ini terutama untuk jumlah ekspatriat. Saat ini, ada lebih dari 10.000 pekerja asing yang bekerja di kota ini yang berasal dari berbagai negara. Perumahan diperlukan untuk masyarakat di daerah ini, karena perumahan yang dekat dengan tempat kerja lebih disukai bagi pekerja. PT XYZ, salah satu perusahaan pengembang properti, memiliki rencana untuk membangun properti hunian dalam bentuk apartemen dengan menerapkan konsep standar internasional agar masyarakat secara eksklusif dapat menikmati kehidupan mereka di kota ini. PT XYZ telah memutuskan strategi pembiayaan untuk rencana investasi ini yang menggunakan ekuitas senilai IDR 81.336.000.000 dan sisanya akan dibiayai dengan menggunakan hutang dari pinjaman konstruksi.\nKeluaran yang diinginkan dari penelitian ini adalah untuk menilai dan menganalisis studi kelayakan proyek investasi PT XYZ berdasarkan aspek keuangan dengan menerapkan beberapa metode penilaian untuk mengidentifikasi apakah proyek tersebut layak dilakukan atau tidak, penulis menggunakan beberapa alat metode penganggaran modal yaitu Net Present Value (NPV), Internal Rate of Return (IRR), Periode Payback, dan Profitability Index (PI). Analisis risiko untuk proyek investasi ini juga perlu dilakukan dengan menggunakan analisis sensitivitas dan simulasi Monte Carlo dengan tujuan untuk mengidentifikasi ketidakpastian yang melekat dari tindakan yang diberikan yang akan berdampak pada nilai pengembalian proyek.\nHasil menunjukkan bahwa NPV berjumlah Rp 82.400.932.239 menunjukkan hasil positif, IRR 40,58% yang lebih tinggi dari biaya modal, indeks profitabilitas adalah sebesar 3,925 yang lebih besar dari 1,0, dan periode pengembalian proyek 3 tahun 4 bulan 7 hari. Semua hasil menunjukkan bahwa keseluruhan proyek apartemen layak untuk dilakukan. Mengenai analisis risiko, ada dua variabel yang secara signifikan akan berdampak pada NPV, yaitu harga apartemen per-????2 dan biaya konstruksi bangunan. Saran kepada perusahaan juga akan diberikan mengenai kebijakan penetapan harga dan pengendalian biaya dari rencana investasi baru ini yang terkait dengan proses bisnis untuk mencapai tingkat profitabilitas yang lebih tinggi.", "Daftar File": {"ABSTRAK Naura Tasya Qonita": "https://digilib.itb.ac.id/gdl/download/171013", "2019 TS PP NAURA TASYA QONITA 1 - FULL TEXT.pdf5?": "https://digilib.itb.ac.id/gdl/download/247804"}, "Penulis": "Naura Tasya Qonita [19016178]", "Kontributor / Dosen Pembimbing": ["Mandra Lazuardi Kitri, S. T., MBA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Studi Kelayakan, Apartemen, Nilai Bersih Sekarang,Tingkat Pengembalian Awal, Periode Pengambilan, Indeks Profitabilitas, Analisis Risiko", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "24 Jun 2019"}