{"Nomor": 39137, "Judul": "ANALISIS REGRESI SPASIAL MENGGUNAKAN METODE SIMULTANEOUS AUTOREGRESSION DAN CONDITIONAL AUTOREGRESSION", "Abstrak": "Analisis regresi spasial, merupakan regresi dengan memperhitungkan faktor spasial pada modelnya. Regresi biasa tidak bisa dilakukan pada data dengan adanya pengaruh spasial dikarenakan asumsi galat saling bebas yang tidak terpenuhi. Regresi spasial dapat dilakukan pada data lattice sehingga dapat diaplikasikan untuk melihat hubungan pelaku usaha perikanan terhadap persentase kemiskinan. Kemiskinan sendiri merupakan masalah serius yang terjadi di setiap negara di dunia. Kemiskinan berarti ketidakmampuan seseorang dalam memenuhi kebutuhan hidupnya. Salah satu faktor yang mempengaruhi kemiskinan adalah kualitas angkatan kerja dan penggunaan sumber daya manusia yang tidak efisien. Letak geografis Indonesia sebagai salah satu negara maritim terbesar yang memiliki laut yang luas dan kaya memudahkan penduduk Indonesia untuk mencari nafkah di sektor perikanan. Berdasarkan hal ini, pengaruh pelaku usaha perikanan ingin dilihat terhadap persentase kemiskinan di Indonesia khususnya kepulauan Jawa. Model regresi spasial yang digunakan adalah Simultaneous Autoregressive (SAR) dan Conditional Autoregressive (CAR). Maximum Likelihood Estimation (MLE) digunakan untuk menaksir parameter-parameter pada model ini. Uji Moran’s I digunakan untuk menguji adanya faktor spasial pada variabel respons. Hasil yang diperoleh menunjukan adanya faktor spasial pada data dengan hasil uji Moran’s I yang signifikan. Model regresi spasial lebih baik dibandingkan model regresi biasa dengan beberapa pelaku usaha perikanan memiliki pengaruh yang signifikan terhadap persentase kemiskinan.", "Daftar File": {}, "Penulis": "Andreas Mulyarahardja Madjiah [10115018]", "Kontributor / Dosen Pembimbing": ["Dr. RR. Kurnia Novita Sari, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "persentase kemiskinan, pelaku usaha perikanan, regresi spasial, SAR, CAR, Moran’s I, faktor spasial, MLE", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "2 file", "Tanggal Input": "24 Jun 2019"}