{"Nomor": 39139, "Judul": "PENGEMBANGAN MODEL KESIAPAN INDUSTRI 4.0 PADA SEKTOR INDUSTRI PRIORITAS INDONESIA", "Abstrak": "Saat ini dunia telah memasuki fase revolusi industri baru, dikenal dengan Industri\n4.0. Era ini mengubah cara manusia bekerja, cara pelanggan mengkonsumsi suatu\nproduk, hingga cara pelaku bisnis merancang, mengolah dan memproduksi sebuah\nproduk. Berbagai negara mempersiapkan diri dalam menghadapi tantangan ini\nmelalui inisiatif strategi Industri 4.0 diantaranya Jerman (Industrie 4.0), China\n(Made in China 2025), dan Korea Selatan (Manufacturing Innovation 3.0).\nIndonesia sebagai salah satu negara industri berkembang mengejar ketertinggalan\nini melalui penyusunan peta jalan strategi Making Indonesia 4.0. Paska inisiatif\nstrategi ditetapkan, tahapan selanjutnya adalah melakukan identifikasi persyaratan,\nteknologi dan sumber daya yang dibutuhkan untuk menerapkan strategi Industri\n4.0. Output dari tahapan ini adalah penilaian kesiapan Industri 4.0 (Industry 4.0\nReadiness assessment).\nModel penilaian kesiapan Industri 4.0 dikembangkan berdasarkan konsep maturity\nmodel. Terdapat beberapa model penilaian kesiapan Industri 4.0, akan tetapi masih\nterdapat gap terkait pendekatan dalam menilai kesiapan penerapan strategi Industri\n4.0. Model penilaian yang ada fokus pada aspek teknologi dan organisasi.\nPenelitian ini bertujuan untuk mengisi gap tersebut melalui identifikasi faktorfaktor\nyang dipergunakan dalam menilai kesiapan strategi Industri 4.0 dengan\nmempertimbangkan aspek teknologi, organisasi, manusia dan informasi. Penelitian\njuga mengevaluasi kesiapan sektor industri prioritas Indonesia yang telah\nditetapkan berdasarkan peta jalan Making Indonesia 4.0 untuk menerapkan strategi\nIndustri 4.0. Hasil penelitian ini menunjukkan bahwa terdapat sembilan dimensi\nkesiapan Industri 4.0 yakni smart factory; smart products; employee; digitization\nand integration of value chain; strategy and organization; compliance, security,\nlegal and tax; leadership; culture; dan business model. Pada penelitian ini juga\ndiperoleh kesimpulan bahwa sektor industri prioritas Indonesia yang ditetapkan\npada peta jalan Making Indonesia 4.0 berada pada level 2 dari 5 level kesiapan\npenerapan strategi Industri 4.0.", "Daftar File": {"ABSTRAK Idriwal Mayusda": "https://digilib.itb.ac.id/gdl/download/171613", "COVER Idriwal Mayusda": "https://digilib.itb.ac.id/gdl/download/242259", "BAB 1 Idriwal Mayusda": "https://digilib.itb.ac.id/gdl/download/242260", "BAB 2 Idriwal Mayusda": "https://digilib.itb.ac.id/gdl/download/242261", "BAB 3 Idriwal Mayusda": "https://digilib.itb.ac.id/gdl/download/242262", "BAB 4 Idriwal Mayusda": "https://digilib.itb.ac.id/gdl/download/242263", "BAB 5 Idriwal Mayusda": "https://digilib.itb.ac.id/gdl/download/242264", "BAB 6 Idriwal Mayusda": "https://digilib.itb.ac.id/gdl/download/242265", "PUSTAKA Idriwal Mayusda": "https://digilib.itb.ac.id/gdl/download/242266"}, "Penulis": "Idriwal Mayusda [23416009]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Iwan Inrawan Wiratmadja"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Kesiapan Industri 4.0, Assessment, Maturity Model, Peta Jalan, Making Indonesia 4.0.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati  \n                                     Dewi Supryati", "File": "9 file", "Tanggal Input": "24 Jun 2019"}