{"Nomor": 39144, "Judul": "DETEKSI MANIFESTASI PANAS BUMI BERDASARKAN TEMPERATUR DAN KEKASARAN PERMUKAAN MENGGUNAKAN DATA ASTER DAN ALOS-2 PALSAR-2 DI KAWAH PAPANDAYAN", "Abstrak": "Semakin meningkatnya populasi jumlah penduduk suatu negara berdampak pada semakin meningkat pula jumlah kebutuhan energi yang harus disediakannya. Sumber energi alternatif perlu dikembangkan untuk memenuhi kebutuhan yang semakin meningkat. Indonesia sebagai negara yang berada di daerah ring of fire memiliki potensi sumber daya panas bumi yang sangat tinggi. Kajian tentang teknologi pemetaan potensi sumber daya panas bumi perlu dilakukan untuk mengoptimalkan pemanfaatan energi tersebut. Penginderaan jauh merupakan salah satu teknologi yang dapat digunakan dan menjadi solusi yang efektif untuk pemetaan tersebut. Penelitian ini bertujuan untuk mengetahui hubungan antara temperatur dan kekasaran permukaan di daerah manifestasi sumber daya panas bumi dan membuat model manifestasi sumber daya panas bumi. Data yang digunakan adalah citra ALOS-2 PALSAR-2 untuk mendapatkan informasi kekasaran permukaan dan ASTER untuk mendapatkan informasi temperatur tanah. Penelitian dilakukan di Kawah Papandayan, Garut, Jawa Barat. Pengolahan data meliputi tahap pra-pengolahan yaitu koreksi atmosferik dan geometrik, tahap pengolahan citra untuk memperoleh nilai kekasaran permukaan dan temperatur, tahap koreksi hasil pengolahan citra dengan data temperatur dan kekasaran permukaan lapangan, dan tahap kombinasi kedua hasil koreksi untuk mendapatkan model manifestasi sumber daya panas bumi. Model manifestasi sumber daya panas bumi diperoleh dengan menggunakan regresi logistik biner, terdapat dua model yaitu model co-polarization dan cross-polarization yang memberikan hasil sama baiknya karena korelasi tinggi antara kekasaran permukaan co-polarization dan cross-polarization. Hasil penelitian menunjukkan bahwa terdapat hubungan yang positif antara parameter temperatur dan kekasaran permukaan di daerah manifestasi sumber daya panas bumi, dan diketahui parameter kekasaran permukaan lebih dominan dalam menentukan manifestasi sumber daya panas bumi daripada temperatur.", "Daftar File": {}, "Penulis": "Firdausi Zahara Gandes [15115097]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Ketut Wikantika, M.Eng., Ph.D.", "Dr.Eng. Asep Saepuloh, S.T., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "panas bumi, kekasaran permukaan, temperatur", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "7 file", "Tanggal Input": "24 Jun 2019"}