{"Nomor": 39151, "Judul": "KONEKTOR URBAN APARTEMEN RAKYAT DI KELURAHAN BABAKAN CIAMIS, RW 03, BANDUNG", "Abstrak": "Untuk mengurangi backlog perumahan, Pemerintah Kota Bandung mencanangkan skema\napartemen rakyat dengan lahan disediakan oleh pemerintah, pembiayaan dilakukan oleh pihak\npengembang, serta penghuni merupakan masyarakat Kota Bandung. Perancangan dilakukan pada\nKelurahan Babakan Ciamis, RW 03, dengan tapak seluas 3,46 hektare. Melalui analisis yang dilakukan\nterhadap pemrakarsa, pengguna, kegiatan, dan tapak, disusunlah pemrograman berupa kriteria,\nsasaran, dan indikasi gagasan konsep untuk menjawab permasalahan yang ada. Tiga isu utama yang\nhendak dipecahkan adalah konektivitas, peningkatan daya guna lahan, dan hierarki interaksi sosial. Hal\ntersebut dituangkan dalam konsep berupa konektor urban dengan subkonsep koneksi, aktivator, dan\nsense of community. Subkonsep koneksi dituangkan melalui perancangan lantai dasar yang sangat\npermeabel, baik fisik maupun visual. Subkonsep aktivator diterjemahkan melalui pembagian zonasi\nantara apartemen komersial, apartemen rakyat, fasilitas sosial, dan ruang terbuka hijau yang diperoleh\nberdasarkan nilai jual lahan dan konteks sosial-budaya masyarakat setempat. Subkonsep sense of\ncommunity digambarkan melalui massa berundak dan pembagian hierarki interaksi sosial agar setiap\njenis apartemen dapat memiliki konsentrasi aktivitas, namun tetap saling berhubungan. Secara umum,\nkawasan diharapkan akan menjadi tempat penghubung dan pertemuan masyarakat kota sehingga\nmenimbulkan hubungan timbal balik yang berdampak pada aktivasi kegiatan sosial, budaya, ekonomi,\ndan rekreasi pada daerah yang belum berkembang.", "Daftar File": {}, "Penulis": "Adi Nur Khamim [15215039]", "Kontributor / Dosen Pembimbing": ["Ir. Achmad Deni Tardiyana, MUD"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "apartemen rakyat, Kelurahan Babakan Ciamis, konektor urban, aktivator, hierarki interaksi sosial", "Sumber": "", "Staf Input/Edit": "Sandy Nugraha", "File": "1 file", "Tanggal Input": "24 Jun 2019"}