{"Nomor": 39158, "Judul": "MODEL LABA (RUGI) MONTI KLEIN BERDASARKAN NERACA BANK SYARIAH", "Abstrak": "Perkembangan bank syariah di Indonesia sudah menjadi perhatian berbagai pihak.\nAnalisis terkait neraca keuangan bank merupakan salah satu analisis penting agar\nkondisi keuangan bank tetap seimbang. Model matematika Monti Klein adalah\nsalah satu metode yang digunakan untuk menghitung laba rugi suatu perbankan\nberdasarkan neraca keuangan. Oleh karena itu, Tesis ini akan mengkaji dua topik\nmengenai aplikasi matematika pada perbankan syariah, yaitu penentuan laba rugi\nMonti Klein terhadap klasifikasi bank berdasarkan bank umum kategori usaha\n(BUKU) dan penentuan prediksi laba rugi Monti Klein dalam beberapa waktu ke\ndepan. Dalam penentuan laba rugi Monti Klein, variabel-variabel yang terdapat\npada persamaan Monti Klein berasal dari data laporan yang ada pada situs Otoritas\nJasa keuangan (OJK). Adapun variabel lainnya berasal dari konstruksi model\nsederhana neraca keuangan bank syariah untuk menentukan dana funding,\nfinancing, equivalen rate funding dan equivalen rate financing. Laba rugi Monti\nKlein akan diprediksi dengan tujuan melihat stabilitas dari neraca keuangan bank\nsyariah dalam lima bulan ke depan. Metode yang digunakan adalah dengan\nmenggunakan regresi time series. Dua pendekatan estimasi nilai laba rugi Monti\nKlein dilakukan dengan melibatkan dan tanpa melibatkan outlier. Model yang\nmelibatkan outlier memiliki nilai prediksi yang cenderung over value dibandingkan\ndengan nilai prediksi yang diperoleh dari model tanpa melibatkan outlier. Prediksi\nlaba rugi Monti Klein pada masing-masing klasifikasi bank menghasilkan nilai laba\nyang berada dalam suatu selang kepercayaan. Hal ini menyatakan bahwa neraca\nkeuangan pada masing-masing bank syariah memiliki nilai pembiayaan atau\npinjaman yang lebih besar dibandingkan dengan dana yang dihimpun oleh bank\ndari nasabah. Berdasarkan metode Monti Klein yang diterapkan pada masingmasing\nklasifikasi BUKU, Bank bisa mengalami kemungkinan untuk bangkrut\nkarena pernah mengalami kerugian yang melebihi modal. Tesis ini diharapkan\nmampu memberikan pengetahuan bagi masyarakan mengenai gambaran perbankan\nsyariah.", "Daftar File": {"COVER Indah Gumala Andirasdini": "https://digilib.itb.ac.id/gdl/download/171134", "BAB 1 Indah Gumala Andirasdini": "https://digilib.itb.ac.id/gdl/download/171135", "BAB 2 Indah Gumala Andirasdini": "https://digilib.itb.ac.id/gdl/download/171136", "BAB 3 Indah Gumala Andirasdini": "https://digilib.itb.ac.id/gdl/download/171137", "BAB 4 Indah Gumala Andirasdini": "https://digilib.itb.ac.id/gdl/download/171138", "BAB 5 Indah Gumala Andirasdini": "https://digilib.itb.ac.id/gdl/download/171139", "PUSTAKA Indah Gumala Andirasdini": "https://digilib.itb.ac.id/gdl/download/171140"}, "Penulis": "Indah Gumala Andirasdini [20117037]", "Kontributor / Dosen Pembimbing": ["Novriana Sumarti, Ph.D, Dr. Utriweni Mukhaiyar"], "Jenis Koleksi": "Tesis", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "bank syariah, neraca keuangan, monti klein, regresi time series.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "7 file", "Tanggal Input": "24 Jun 2019"}