{"Nomor": 39161, "Judul": "PENENTUAN RETENSI OPTIMAL PADA REASURANSI", "Abstrak": "Dalam menanggung besar klaim dari pemegang polis, adakalanya tidak se-\nmua besar klaim ditanggung oleh perusahaan asuransi, terutama untuk kla-\nim yang besar. Oleh karena itu, perusahaan asuransi harus memiliki batas\nmaksimum dalam pembayaran klaim atau disebut retensi. Terdapat empat\nkandidat retensi, yaitu ukuran risiko SDPP, Value-at-Risk (VaR), Tail Value-\nat-Risk (TVaR), dan Conditional Value-at-Risk (CVaR). Metode yang digu-\nnakan untuk menentukan ketiga kandidat tersebut adalah Filtered Historical\nSimulation, Monte Carlo, Estimative, dan Improved. Selanjutnya, retensi yang\noptimal dipilih berdasarkan proporsi keakuratan correct VaR atau peluang ca-\nkupan. Semakin dekat proporsi correct VaR atau peluang cakupan dengan\ntingkat kepercayaan yang diberikan, maka keakuratan semakin tinggi. Data\nyang digunakan terdiri dari dua data besar klaim pada dua perusahaan asuran-\nsi umum yang berbeda selama periode kontrak. Distribusi Lognormal dengan\nparameter ^ = 2:465699 dan ^2 = 2:681603 merupakan model terbaik untuk\ndata pertama. Model terbaik untuk data kedua yaitu distribusi Skew-t dengan\nparameter ^ = 0:9999994, ^ = 0:8240933, ^ = 71916290, dan ^ = 1:100162.\nHasil simulasi menunjukkan bahwa VaR Improved merupakan retensi optimal\nkedua data tersebut karena nilai proporsi peluang cakupan tidak jauh berbeda\ndengan tingkat kepercayan yang diberikan. Dengan menggunakan VaR terse-\nbut, premi asuransi dan premi reasuransi pada model-model reasuransi dapat\ndiperoleh.", "Daftar File": {"COVER Akmal Yunus": "https://digilib.itb.ac.id/gdl/download/171143"}, "Penulis": "Akmal Yunus [20817006]", "Kontributor / Dosen Pembimbing": ["Khreshna I. A. Syuhada, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Aktuaria", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "retensi, retensi optimal, distribusi ekor tebal, value-at-risk (VaR), tail value-at-risk (TVaR), conditional value-at-risk (CVaR), correct VaR, pe- luang cakupan, model reasuransi, premi asuransi, premi reasuransi.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "24 Jun 2019"}