{"Nomor": 39174, "Judul": "STUDI BIOOKSIDASI BIJIH EMAS SULFIDA MENGGUNAKAN METODE BIOOKSIDASI KOLOM DI PT J RESOURCES BOLAANG MONGONDOW", "Abstrak": "Bijih emas sulfida merupakan bijih yang termasuk dalam kategori refraktori atau\nbijih yang sulit diolah karena persen ekstraksi emas yang diperoleh dengan proses\nsianidasi langsung dibawah 80%. Bijih emas refraktori membutuhkan prapengolahan untuk dapat meningkatkan persen ekstraksi emas. Pra-pengolahan\nbiooksidasi mulai dipertimbangkan karena lebih ramah lingkungan serta biaya\noperasionalnya yang lebih rendah dibandingkan dengan metode alternatif lainnya\nseperti roasting atau oksidasi bertekanan. Pada penelitian ini, dilakukan proses\nbiooksidasi bijih emas sulfida menggunakan bakteri pengoksidasi besi dan sulfur\ndengan metode biooksidasi kolom dan dalam skala yang lebih besar di PT J\nResources Bolaang Mongondow untuk mengetahui keberhasilannya.\nBijih yang digunakan adalah bijih emas sulfida PT J Resources Bolaang\nMongondow. Percobaan ini diawali dengan preparasi sampel bijih yang meliputi\nperemukan (crushing), pengayakan hingga diperoleh dua fraksi ukuran yakni -12+6\nmm dan -25+12 mm, homogenisasi serta sampling untuk keperluan karakterisasi\nawal bijih dan percobaan biooksidasi. Selanjutnya, dilakukan percobaan pembuatan\nkurva tumbuh bakteri untuk menentukan waktu optimum inkubasi bakteri. Tahap\nberikutnya adalah percobaan biooksidasi pendahuluan menggunakan 3 bakteri dan\ndiikuti dengan sianidasi yang bertujuan untuk memilih dua bakteri untuk digunakan\npada percobaan biooksidasi inti. Dilakukan pula percobaan sianidasi langsung\nuntuk mengetahui pengaruh biooksidasi terhadap persen ekstraksi emas hasil\nsianidasi. Percobaan biooksidasi inti yang diikuti dengan sianidasi dilakukan pada\nvariasi medium biooksidasi, kultur bakteri serta fraksi ukuran bijih untuk\nmenentukan kondisi optimum proses biooksidasi. Di akhir percobaan, dilakukan\nanalisis residu variasi terbaik proses biooksidasi yang meliputi analisis XRD dan\nFTIR.\nHasil percobaan menunjukkan bahwa dua bakteri terbaik hasil biooksidasi\npendahuluan adalah Citrobacter freundii strain SKC-4 dan Alicyclobacillus\nferrooxydans. Persen ekstraksi emas hasil sianidasi langsung adalah 21,78% dan\nrendahnya persen ekstraksi ini menunjukkan bahwa bijih emas bersifat refraktori.\nProses biooksidasi dengan variasi terbaik dapat meningkatkan persen ekstraksi\nemas menjadi 28,99%, yakni biooksidasi dengan medium SKC-Broth modifikasi,\nbakteri mixed culture (campuran bakteri Citrobacter freundii strain SKC-4 dan\nAlicyclobacillus ferrooxydans dengan perbandingan 1:1) dan pada fraksi ukuran\nbijih -12+6 mm. Konsumsi sianida tertinggi diperoleh pada bijih yang disianidasi\nlangsung. Melalui proses biooksidasi dengan variasi terbaik, konsumsi sianida\ndapat diturunkan dari 0,252 kg/ton menjadi 0,202 kg/ton.", "Daftar File": {"ABSTRAK Angelia Bernadeta Sipayung": "https://digilib.itb.ac.id/gdl/download/171172"}, "Penulis": "Angelia Bernadeta Sipayung [12515028]", "Kontributor / Dosen Pembimbing": ["Ir. Siti Khodijah, M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "bijih emas refraktori, biooksidasi, bakteri pengoksidasi besi dan sulfur, persen ekstraksi, konsumsi sianida", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "24 Jun 2019"}