{"Nomor": 39173, "Judul": "ECO - WILD LIVING PERANCANGAN RESORT BERBASIS EDUKASI OLAHRAGA SURFING DI KAWASAN PANTAI BATU KARAS", "Abstrak": "Kawasan Batu Karas merupakan kawasan yang terletak di Desa Batukaras, Kecamatan Cijulang, Jawa Barat. Pantai ini dikenal dengan keindahan alamnya terutama kondisi ombak yang disukai oleh peselancar domestik maupun mancanegara. Kawasan Batu Karas juga merupakan salah satu objek wisata yang akan dikembangkan oleh Kementrian Pariwisata Indonesia dan telah dijadikan sebagai salah satu destinasi wisata di Jawa Barat. Perancangan resort pada kawasan ini merupakan salah satu stimulan untuk mewadahi kebutuhan masyarakat akan fasilitas rekreasi, interaksi serta edukasi yang menyenangkan dan juga menjadi bentuk apresiasi keindahan wisata bahari yang berada di Kawasan Pantai Batu Karas.\nPerancangan resort ini diharapkan mampu meningkatkan nilai kawasan serta mampu mewadahi kebutuhan para peselancar maupun komunitas komunal akan kebutuhan hunian sekaligus sarana untuk melakukan kegiatan pariwisata. Dalam melakukan perancangan terdapat beberapa isu yang berusaha dijawab yaitu penggunaan serta efisiensi energi dalam kinerja kawasan resort, pengalaman ruang ( ambience ) yang disajikan bagi para pengunjung serta isu arsitektur hijau agar kawasan ini tetap mampu mendukung aspek arsitektur yang berkelanjutan. Konsep desain yang dibawa adalah eco – wild living, agar kawasan ini diharapkan mampu mengusung gaya hidup para komunitas surfing serta memberikan ambience spesial bagi para pengunjung dengan preferensi gaya hidup komunal.", "Daftar File": {}, "Penulis": "Christianto Salimanan [15215066]", "Kontributor / Dosen Pembimbing": ["Dr. Firmansyah, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Resort, Batu Karas, Komunitas , Olahraga Surfing", "Sumber": "", "Staf Input/Edit": "Sandy Nugraha", "File": "1 file", "Tanggal Input": "24 Jun 2019"}