{"Nomor": 39189, "Judul": "STUDI REDUKSI CAMPURAN BIJIH MANGAN DAN TERAK PELEBURAN TEMBAGA DENGAN BATUBARA UNTUK MENGHASILKAN PADUAN LOGAM FEROSILIKONMANGAN", "Abstrak": "Produksi baja di dunia terus meningkat dengan produksi sebesar 1,689 miliar ton\nper tahun pada tahun 2017 menurut data statistik World Steel Association dan\ndiprediksikan akan terus meningkat. Pada tahun 2018, Indonesia menduduki\nperingkat ke-28 di dunia dalam produksi baja dengan total produksi sebesar 5,5 juta\nton per tahun. Namun hal tersebut belum dapat memenuhi kebutuhan baja dalam\nnegeri. Oleh karena itu, dibutuhkan juga produksi terhadap bahan baku pembuatan\nuntuk dapat memaksimalkan produksi yang ekonomis. Salah satu upaya yang dapat\ndilakukan adalah dengan mengembangkan produksi paduan logam mangan di\ndalam negeri sebagai alloying element pembuatan baja. Namun terdapat beberapa\nbahan baku lain yang diperlukan dalam memproduksinya diantaranya adalah\nkebutuhan bijih besi dan kuarsa. Oleh karena itu, terdapat ide alternatif yang dapat\ndigunakan agar produksi lebih ekonomis yaitu penggunaan produk samping dari\nproses peleburan yang memiliki kandungan besi dan silikon yang tinggi. Terak\npeleburan tembaga merupakan salah satu terak yang memenuhi kriteria tersebut.\nFokus dari penelitian ini adalah untuk melihat peluang pengunaan bijih mangan dan\nterak peleburan tembaga sebagai bahan baku alternatif dalam produksi FeSiMn.\nSerangkaian percobaan telah dilakukan untuk melihat pengaruh variasi temperatur\ndan penambahan terak peleburan tembaga pada proses reduksi bijih mangan\nterhadap kandungan Fe, Si, Mn pada logam yang dihasilkan. Bijih mangan, terak\npeleburan tembaga pada penambahan 0%, 20%, 40%, 60%,80%, dan 100% serta\nbatubara diaglomerasi untuk membentuk briket dan direduksi dalam muffle furnace\nselama 205 menit dengan metode isotermal-gradien temperatur pada temperatur\nawal 1000°C dan temperatur isotermal akhir 1450°C, 1500°C, dan 1500°C. Briket\nyang telah direduksi kemudian dipisah antara logam dan terak yang terbentuk\nkemudian dipreparasi untuk diamati menggunakan mikroskop optik dan SEM-EDS\nagar dapat diamati kandungan unsur Fe,Si, dan Mn pada berbagai variasi tersebut.\nHasil penelitian ini menunjukkan bahwa pada rentang 1450°C-1550°C,\npeningkatan temperatur isotermal akhir akan meningkatkan perolehan logam,\nkandungan Mn dan Si serta menurunkan kandungan Fe. Kandungan Fe pada\ntemperatur 1450°C, 1500°C, 1550°C berturut-turut sebesar 80,27%, 65,73%, dan\n66,01%. Sedangkan kandungan Si berturut-turut sebesar 1,77%, 12,66%, dan\n13,12%. Kandungan Mn berturut-turut sebesar 12,89%, 19,32%, dan 20,54%.\nSedangkan penambahan terak peleburan tembaga akan berpengaruh terhadap\nperolehan logam dan kandungan Fe yang semakin meningkat di dalam logam. Pada\npercobaan dihasilkan kandungan Fe pada variasi penambahan terak peleburan\ntembaga 20%, 60%, dan 100% berturut-turut sebesar 53,36%, 65,73%, dan 75,24%.\nKandungan Si berturut-turut sebesar 12,53%, 11,02%, dan 8,13%. Kandungan Mn\nberturut-turut sebesar 34,39%, 19,32%, dan 14,54%.", "Daftar File": {"ABSTRAK Irfan Muhammad Fauzian": "https://digilib.itb.ac.id/gdl/download/171190"}, "Penulis": "Irfan Muhammad Fauzian [12515048]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Zulfiadi, S.T., M.T.", "Taufiq Hidayat"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Bijih mangan, terak peleburan tembaga, perolehan logam", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "8 file", "Tanggal Input": "24 Jun 2019"}