{"Nomor": 39183, "Judul": "PEMANFAATAN SATELIT HIMAWARI-8 UNTUK PANTAUAN SEBARAN ASAP AKIBAT KEBAKARAN HUTAN DAN LAHAN (Studi Kasus: Riau tanggal 23-28 Agustus 2016)", "Abstrak": "Penelitian ini bertujuan untuk mengetahui potensi penyebaran asap akibat kebakaran hutan dan lahan memanfaatkan satelit orbit geostasioner terbaru yaitu Satelit Himawari-8 dioperasikan oleh Japan Meteorological Agency (JMA) yang mengamati wilayah Asia-Pasifik serta mengetahui kombinasi kanal yang paling baik dalam mendeteksi asap. Satelit Himawari-8 yang sudah beroperasi sejak tahun 2015 sebagai penerus satelit MTSAT memiliki 16 kanal dan menghasilkan data setiap 10 menit.\nDeteksi asap dilakukan dengan mengkombinasikan beberapa kanal, diantaranya yaitu kanal 3, 4, 5, 6, 7, dan 13. Penyesuaian image mixture dilakukan dengan menggunakan teknik RGB (Red Green Blue). Validasi produk RGB asap Himawari-8 dilakukan pada waktu-waktu tertentu selama tanggal 23-28 Agustus 2016 menyesuaikan waktu deteksi hotspot dari MODIS satelit Aqua-Terra yang mengindikasikan titik kebakaran. Data hotspot dari MODIS satelit Aqua-Terra dioverlay diatas produk RGB asap Himawari-8. Analisis dan verifikasi pola sebaran asap dilakukan dengan menggunakan data arah dan kecepatan angin reanalysis ECMWF yang sebelumnya diverifikasi terlebih dahulu terhadap data observasi arah dan kecepatan angin dari BMKG dengan windrose. Untuk memastikan ada atau tidaknya kejadian kabut asap pada suatu daerah maka dengan memanfaatkan data jarak pandang horizontal dan keadaan cuaca signifikan yang terkaitdari BMKG.\nSatelit Himawari-8 mampu mendeteksi asap kebakaran hutan dan lahan di Provinsi Riau dengan teknik RGB false colour. Kombinasi kanal yang paling baik dalam mendeteksi asap adalah kanal 3 (0,64 ?m), kanal 4 (0,86 ?m), dan kanal 6 (2,3 ?m) yang terindikasi dengan munculnya pola berwarna kuning kecoklatan. Angin sangat berpengaruh dalam persebaran asap akibat kebakaran hutan dan lahan karena pergerakannya sesuai dengan arah angin yang bertiup saat itu. Pergerakan sebaran asap sesuai dengan arah pergerakan angin hingga ketinggian 850 mb.", "Daftar File": {}, "Penulis": "Elin Cisnawati [12815015]", "Kontributor / Dosen Pembimbing": ["Drs. Zadrach Ledoufij Dupe, M.Si.", "Risyanto, M.Sc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Satelit Himawari-8, Asap, Kebakaran Hutan dan Lahan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Jun 2019"}