{"Nomor": 39199, "Judul": "MODEL EFISIENSI PERHATIAN PENGGUNA DALAM PERBAIKAN DESAIN ANTARMUKA PADA HALAMAN UTAMA APLIKASI PERANGKAT BERGERAK", "Abstrak": "Perkembangan teknologi perangkat bergerak memberi pengaruh terhadap perkembangan metode pendidikan yaitu mLearning. Desain antarmuka perangkat bergerak merupakan media interaksi utama antara sistem dan pengguna. Informasi yang ditampilkan harus dapat mengarahkan pengguna untuk mencapai tujuan. Dalam proses desain, desainer menghadapi tantangan terkait bagaimana menampilkan informasi yang jelas namun tetap mempertimbangkan faktor estetika. Selain itu, untuk menghasilkan satu desain final merupakan proses yang sifatnya iteratif, eksploratif dan korektif. Beberapa penelitian telah menyelesaikan permasalahan dengan membangun model yang dapat membantu desainer dalam melakukan iterasi desain. Namun, belum ada penelitian yang fokus dalam mengarahkan perhatian pengguna pada aplikasi perangkat bergerak. Penelitian ini bertujuan menghasilkan model untuk rekomendasi perbaikan desain antarmuka aplikasi perangkat bergerak dalam proses Usability Engineering. Pendekatan ini diberi nama Model Efisiensi Perhatian Pengguna, yang mana diharapkan dapat mengarahkan perhatian pengguna pada komponen dengan efisiensi tertinggi yang dihitung dari langkah yang dimiliki setiap komponen dalam mencapai tujuan tertentu. Dengan model tersebut diharapkan, hasil perbaikan desain dapat memenuhi tujuan usability serta user experience. Hasil evaluasi dengan membandingkan desain mLearning yang dirancang secara manual dan desain yang dirancang mengacu pada model tersebut menunjukkan bahwa terjadi peningkatan energi perhatian pada komponen-komponen dengan efisiensi tertinggi. Selanjutnya hasil evaluasi usability menunjukkan bahwa efisiensi desain meningkat dari 83.65% menjadi 85.58% dan dapat meningkatkan user experience yaitu discoverability pengguna terhadap komponen-komponen yang memiliki langkah terpendek. Namun, model tersebut tidak memberikan pengaruh terhadap peningkatan aspek usability yaitu efektivitas.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/171200", "Tesis": "https://digilib.itb.ac.id/gdl/download/217629"}, "Penulis": "Gladina Desideria [23517010]", "Kontributor / Dosen Pembimbing": ["Dr. Y. Bandung, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "desain antarmuka, perhatian pengguna, usability, user experience, perangkat bergerak", "Sumber": "", "Staf Input/Edit": "karya", "File": "2 file", "Tanggal Input": "24 Jun 2019"}