{"Nomor": 39198, "Judul": "WASTRA DEWATA : HOUSE OF ETHNIC FASHION GALERI MODE DI KAWASAN SEMINYAK, BALI", "Abstrak": "Industri mode Tanah Air kini semakin dapat bersaing di pasar internasional. Ciri khas fesyen yang unik, terbentuk dari perpaduan etnik lokal dengan gaya terkini semakin diminati oleh masyarakat lokal serta para pecinta mode dunia. Untuk memenuhi permintaan pasar yang semakin tinggi terhadap produk fesyen lokal, maka diperlukan sebuah fasilitas untuk memperkenalkan tren mode terkini karya para perancang busana dan merek fesyen lokal. Organisasi pengusaha dan perancang busana Indonesia, Indonesia Fashion Chamber (IFC) melihat adanya peluang merancang sebuah galeri mode di pusat pariwisata Indonesia yang paling dikenal yaitu Pulau Dewata atau Bali.\nProyek ini direncanakan di kawasan Seminyak Shopping Street. Proyek ini bertujuan untuk mengakomodasi kebutuhan promosi butik dan retail di sekitarnya. Galeri mode ini akan berfungsi sebagai galeri pameran tematik dan sebagai venue untuk menyelenggarakan kegiatan fashion show musiman. Selain sebagai galeri, proyek ini juga mengakomodasi kebutuhan gaya hidup yang ada di Kawasan Seminyak, seperti bar, restoran, butik, salon dan spa, serta sebuah pusat kreatif fesyen.\nProyek dirancang dengan mempertimbangkan karakter streetscape Kawasan Seminyak. Adapun massa bangunan dibagi menjadi beberapa massa bangunan dan berorientasi pada sebuah courtyard. Proyek yang kemudian dinamakan Wastra Dewata ini, secara spesifik menggunakan motif kain khas Bali sebagai ikon utama galeri. Kain atau Wastra Bali diaplikasikan ke dalam desain membran pada fasad dan kanopi panggung courtyard.", "Daftar File": {}, "Penulis": "Tifany Claudia [15215080]", "Kontributor / Dosen Pembimbing": ["Dr. Firmansyah, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Galeri Mode, Seminyak, Kain, Bali, Membran", "Sumber": "", "Staf Input/Edit": "Sandy Nugraha  \n                                     Sandy Nugraha", "File": "1 file", "Tanggal Input": "24 Jun 2019"}