{"Nomor": 39196, "Judul": "ANALISIS LINE LIGHTNING PROTECTION DEVICE UNTUK SISTEM PROTEKSI PETIR PADA SALURAN UDARA TEGANGAN TINGGI 70 KV MALANG", "Abstrak": "SUTT 70 kV sempat ditiadakan karena memiliki jumlah gangguan yang tinggi. Sebanyak 52% dari gangguan pada SUTT Malang disebabkan oleh petir. Dari total gangguan akibat petir, sebanyak 45% berdampak pada pemadaman listrik. Hal ini dapat memberikan ancaman bagi manusia, alat, dan sistem. Penelitian ini bertujuan untuk menganalisis kondisi existing sistem proteksi SUTT 70 kV area Malang, performa alat-alat proteksi petir, dan simpulan sistem proteksi terbaik. Analisis ini menggunakan teori bola gelinding dan perhitungan sistem proteksi transmisi dengan 3 kondisi yaitu sambaran langsung petir pada tower, kawat tanah, dan kawat fasa. Penelitian dilakukan dengan menggunakan metode literatur, pengumpulan data, dan analisis data. Setelah mengumpulkan data-data lapangan terkait, dilakukan analisis perhitungan sambaran petir. Sehingga dari hasil perhitungan akan dapat ditarik kesimpulan kondisi existing SUTT Malang. Hasil penelitian ini menunjukkan bahwa kondisi existing SUTT 70 kV Malang tidak dapat melindungi transmisi dari sambaran petir dan memberikan ancaman berupa BFO, SF, tegangan langkah, dan tegangan sentuh. Solusi LLPD yaitu MCA digunakan untuk memberikan solusi pada daerah kerapatan petir tinggi seperti Malang karena memberikan keamanan bagi manusia dari ancaman petir, sistem menjadi handal, mengurangi pemadaman, dan menghemat biaya maintenance serta berujung pada SUTT 70 kV yang tidak akan dihilangkan di Indonesia.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/171197"}, "Penulis": "Vanny Fitria Cahya [18015003]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Dipl.-Ing. Ir. Reynaldo Zoro"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Tenaga Listrik", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Proteksi petir, 70 kV SUTT, acaman, tropis, LLPD", "Sumber": "", "Staf Input/Edit": "karya", "File": "8 file", "Tanggal Input": "24 Jun 2019"}