{"Nomor": 39201, "Judul": "ANALISIS KONTRIBUSI MULTI KONSTELASI GNSS DALAM PENENTUAN POSISI METODE STATIK", "Abstrak": "Global Navigation Satellite System (GNSS) merupakan suatu sistem penentuan\nposisi berbasis satelit yang digunakan untuk berbagai aplikasi dengan ketelitian\ntinggi. Di Indonesia, GNSS digunakan untuk keperluan pengadaan jaring kontrol\nhorizontal dengan menggunakan metode statik. Seiring berjalannya waktu, teknologi\nGNSS semakin berkembang menjadi beberapa konstelasi seperti Global Positioning\nSystem (GPS) milik Amerika, GLONASS milik Rusia, Galileo milik Eropa dan\nBeidou milik China. Pemanfaatkan keempat konstelasi satelit tersebut diharapkan\ndapat meningkatkan performa penentuan posisi statik berbasis GNSS khususnya di\nwilayah Indonesia yang diuntungkan dengan letaknya berada di garis ekuator yang\ndapat menerima sinyal dari satelit geostasioner. Penelitian ini dilakukan dengan\ntujuan untuk mengetahui kualitas data dan seberapa besar kontribusi multi konstelasi\nGNSS dalam penentuan posisi metode statik.\nPenelitian ini dilakukan dengan menggunakan data pengamatan GNSS dengan\npanjang baseline bervariasi mulai dari baseline pendek, menengah dan panjang pada\ndaerah ideal untuk dilakukan pengukuran. Data tersebut selanjutnya diolah untuk\nmendapatkan kualitas data dan koordinat beserta kualitasnya dari setiap titik\npengamatan dengan menggunakan berbagai skema pengolahan. Berdasarkan hasil\ntersebut didapatkan bahwa setiap satelit mempunyai nilai signal to noise ratio (SNR)\nyang sama yaitu berkisar 30-60 dBHz untuk sinyal L1, 20-40 dBHz untuk sinyal L2.\nSatelit GLONASS mempunyai nilai multipath bervariasi antara -2 – 2 dari elevasi\nrendah sampai tinggi. Penggunaan multi konstelasi GNSS dapat meningkatkan\nakurasi relatif. Multi konstelasi GNSS juga dapat meningkatkan kepresisian sebesar\n11-18 % untuk easting, 27-29% untuk northing dan 24-29% untuk height, namun\nterdapat satelit yang mengganggu performa penentuan posisi. Satelit tersebut yaitu\nGLONASS dan Galileo karena konstelasi yang kurang baik di Indonesia dengan\njumlah satelit rata-rata yaitu 4-6 satelit.", "Daftar File": {"ABSTRAK Ridhwan Ardi Mahdiyantoro": "https://digilib.itb.ac.id/gdl/download/171202", "COVER Ridhwan Ardi Mahdiyantoro": "https://digilib.itb.ac.id/gdl/download/193392", "BAB 4 Ridhwan Ardi Mahdiyantoro": "https://digilib.itb.ac.id/gdl/download/193397", "PUSTAKA Ridhwan Ardi Mahdiyantoro": "https://digilib.itb.ac.id/gdl/download/193398"}, "Penulis": "Ridhwan Ardi Mahdiyantoro [15115081]", "Kontributor / Dosen Pembimbing": ["Dr. Irwan Gumilar, S.T., M.Si.", "Brian Bramanto, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Engineering & allied operations", "Kata Kunci": "presisi, GPS, GLONASS, Galileo, Beidou", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "24 Jun 2019"}