{"Nomor": 39203, "Judul": "STUDI IKNOFOSIL UNTUK REKONSTRUKSI MODEL SISTEM PENGENDAPAN SEDIMEN BERUMUR MIOSEN CEKUNGAN KUTAI, SAMARINDA DAN SEKITARNYA, KALIMANTAN TIMUR", "Abstrak": "Sebagai cekungan terluas dan salah satu yang paling produktif di Indonesia, studi\ngeologi khususnya sedimentologi di Cekungan Kutai telah dilakukan secara\nintensif untuk memahami sistem pengendapannya. Interaksi proses fluvial, pasang\nsurut dan gelombang telah teridentifikasi dan telah ditafsirkan sebagai sistem\npengendapan delta. Namun demikian, penafsiran tersebut berpotensi\nmenimbulkan masalah dan diperdebatkan, karena tidak hanya delta yang dapat\ndihasilkan dari interaksi proses fluvial, pasang surut dan gelombang namun sistem\npengendapan non delta pada lingkungan transisi berpotensi berekembang.\nIknofosil berpotensi mengungkap sistem pengendapan di Cekungan Kutai. Namun\ndemikian, studi iknologi pada sistem pengendapan seperti itu sangat jarang\ndilakukan, walaupun variasi dan intensitas bioturbasi terlihat pada singkapan dan\ninti batuan di Cekungan Kutai terbukti ada.\nTujuan dari studi ini adalah determinasi asosiasi iknofosil dan rekonstruksi sistem\npengendapan di daerah Samarinda interval Serravallian dan Tortonian yang\ndidasarkan pada data iknofosil. Karena sifatnya yang insitu dan bagian dari\nperistiwa sedimentasi dan bagian dari struktur sedimen, maka asosiasi iknofosil\ndan variabel iknofabrik dapat digunakan untuk pemodelan sistem pengendapan\ndalam ruang dan waktu. Bagaimana sistem pengendapan dapat ditafsirkan dari\nasosiasi iknofosil dan variabel-variabel iknofabrik adalah masalah yang perlu\ndipecahkan.\nEnamratus empat puluh unit iknofabrik telah diamati pada 20 singkapan pada\ninterval Serravallian-Tortonian di daerah Samarinda. Identifikasi iknotaksa dan\nmengukur indeks bioturbasi (IB), keragaman iknofosil (KI), jumlah behavior (JB),\nkedalaman penetrasi (KP) dan diameter iknofosil (Dm) telah dilakukan di setiap\nunit iknofabrik. Gejala iknologi tersebut diintegrasikan dengan analisis fasies dan\narah umum arus purba untuk penafsiran sistem pengendapan.\nTigapuluh empat iknotaksa telah diidentifikasi, yang meliputi Arenicolites,\nBergaueria, Chondrites, Conichnus, Cylindrichnus, Diplocraterion, Fugichnia,\nGyrolithes, Heimdallia, Helminthoidichnites, Macanopsis, Macaronichnus,\nMonocraterion, Ophiomorpha, Paleophycus, Phycodes, Phycosiphon, Planolites,\nPlaticytes, Polykladichnus, Psilonichnus, Rhizocorallium, Rosellia, Trackway,\nSchaubcylindrichnus, Scolicia, Siphonichnus, Skolithos, Taenadium, Teichichnus,\nThalassinoides dan Zoophycus. Duapuluh satu dari semua iknotaksa tersebut\nadalah dominan yang menyusun unit iknofabrik. Akibatnya, 21 asosiasi iknofosil\ndapat ditentukan. Namun demikian, hanya enam dari 21 asosiasi iknofosil tersebut\nadalah asosiasi iknofosil utama antara lain asosiasi-asosiasi Ophiomorpha,\nSkolithos, Paleophycus, Thalassinoides, Planolites dan Chondrites. Setiap\nasosiasi iknofosil tersebut umumnya muncul sebagai varian monospesifik. Ratarata\nIB, KI, JB, KP dan Dm dari 600 unit iknofabrik masing-masing adalah 2,49;\n1,69; 1,28; 2,28 and 2,18. Nilai-nilai tersebut dikategorikan derajat rendah.\nTemuan ini adalah indikator lingkungan laut dangkal dan brackish.\nIknodisparitas dan pemanfaatan ruang adalah komponen-komponen baru dari\nanalisis komponen utama. Iknodisparitas adalah fungsi dari IB, KI dan JB dan\nkomponen pemanfaatan ruang adalah fungsi dari KP dan Dm. Hasil penting\nlainnya adalah skor unit iknofabrik yang memiliki nilai paleoekologi. Skor-skor\ntersebut tersebut pada sumbu KU-1 dan KU-2 yang dapat dikelompokkan atas\ndasar kriteria proses-proses sedimentasi. Pada interval Serravallian, zona A\ndidominasi oleh Skolithos dan Paleophycus, zona B didominasi oleh Skolithos dan\nOphiomorpha dan zona C didominasi oleh Ophiomorpha, Planolites dan\nSkolithos. Pada interval Tortonian, zona D didominasi oleh Ophiomorpha dan\nzona E didominasi oleh Skolithos. Secara keseluruhan, iknofosil Serravallian lebih\nberagam bila dibandingkan dengan Tortonian.\nIknodisparitas menjelaskan suplai makanan dan energi hidrodinamika.\nPemanfaatan ruang menjelaskan fluktuasi paleosalinitas dan paleotemperatur.\nOrientasi distribusi skor KU-1 dan KU-2 berkorelasi dengan tren\npaleosedimentasi barat-timur di Cekungan Kutai selama Miosen. Intensitas suplai\nmakanan dan energi hidrodinamika kemungkinan dikontrol oleh influks fluvial.\nIntensitas fluktuasi paleosalinitas dan paleotemperatur kemungkinan dikontrol\noleh peningkatan intensitas spring tides atau rentang pasang surut.\nIntegrasi peta-peta KU-1 dan KU-2 dan hasil dari analisis fasies dapat\nmenghasilkan peta-peta peleogeografi dan model-model paleoekologi.\nPaleogeografi Serravallian mengindikasikan sistem pengendapan seperti sistem\npantai dominasi gelombang (zona A), delta dominasi fluvial (zona B) dan pantai\nkombinasi gelombang-pasang surut (zona C). Iknodisparitas meningkat dari zona\nA ke zona C. Zonasi iknofosil yang unik juga telah diidentifikasi. Sistem pantai\ndominasi gelombang dicirikan dengan kehadiran Paloephycus dan sistem pantai kombinasi gelombang-pasang surut dicirikan oleh Planolites. Paleogeografi\nTortonian menunjukkan dua sistem pengendapan seperti delta dominasi fluvial\n(zona D) yang dicirikan dengan Skolithos dan estuaria (zona E) yang dicirikan\ndengan Ophiomorpha. Pemanfaatan ruang meningkat dari zona E ke zona D.\nModel-model paleoekologi Serravallian dan Tortonian dapat digunakan sebagai\nalat prediksi. Misalnya saja pada Serravallian terdapat kecenderungan\npeningkatan suplai makanan yang diikuti dengan perubahan proses sedimentasi\ndan intensitas Paleophycus, Planolites, Chondrites and Thalassinoides yang\njendela kolonisasi, struktur dan strategi paleokomunitas dapat diketahui. Pada\ninterval Tortonian terdapat kecenderungan peningkatan fluktuasi paleosalinitas\ndan peleotemperatur yang dicirikan dengan peningkatan intensitas Ophiomorpha.\nSecara stratigrafi, probabilitas ditemukannya asosiasi Skolithos semakin\nmeningkat pada interval Serravallian, sedangkan pada interval Tortonian\nmenunjukkan sebaliknya. Dengan demikian, sistem pengendapan Serravallian dan\nTortonian dikontrol masing-masing oleh influks fluvial dan spring tides/rentang\npasang surut.", "Daftar File": {"ABSTRAK Ery Arifullah": "https://digilib.itb.ac.id/gdl/download/171205", "COVER Ery Arifullah": "https://digilib.itb.ac.id/gdl/download/195808", "BAB 1 Ery Arifullah": "https://digilib.itb.ac.id/gdl/download/195809", "BAB 2 Ery Arifullah": "https://digilib.itb.ac.id/gdl/download/195810", "BAB 3A Ery Arifullah": "https://digilib.itb.ac.id/gdl/download/195811", "BAB 3B Ery Arifullah": "https://digilib.itb.ac.id/gdl/download/195812", "BAB 3C Ery Arifullah": "https://digilib.itb.ac.id/gdl/download/195813", "BAB 3D Ery Arifullah": "https://digilib.itb.ac.id/gdl/download/195814", "BAB 3E Ery Arifullah": "https://digilib.itb.ac.id/gdl/download/195815", "BAB 4 Ery Arifullah": "https://digilib.itb.ac.id/gdl/download/195816", "BAB 5 Ery Arifullah": "https://digilib.itb.ac.id/gdl/download/195817", "PUSTAKA Ery Arifullah": "https://digilib.itb.ac.id/gdl/download/195818"}, "Penulis": "Ery Arifullah [32013300]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Jahdi Zaim", "Dr. Aswan, S.T., M.T.", "Dr. Ir. Djuhaeni"], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "indeks bioturbasi, keragaman iknofosil, jumlah behavior, kedalaman penetrasi, diameter iknofosil, iknodisparitas, pemanfaatan ruang.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "12 file", "Tanggal Input": "24 Jun 2019"}