{"Nomor": 39208, "Judul": "AKTIVITAS LALAT BUAH Bactrocera sp. PADA 3 VARIETAS PERTANAMAN CABAI MERAH BESAR (Capsicum annuum)", "Abstrak": "Cabai merah besar (Capsicum annuum) merupakan salah satu komoditas holtikultura yang kebutuhannya terus meningkat. Cabai merah adalah jenis cabai yang harganya tidak stabil akibat fluktuasi produksi. Rendahnya produksi cabai merah salah satunya disebabkan oleh serangan organisme pengganggu tanaman (OPT) yaitu Lalat buah Bactrocera sp. Penyebab lalat buah tertarik untuk mendekat adalah zat volatile yang dihasilkan oleh bunga dan buah cabai. Tujuan dari penelitin ini adalah mengkaji aktivitas lalat buah Bactrocera sp. pada pertanaman 3 varietas cabai merah besar (Capsicum annuum) yang berbeda (peka, tahan, dan intermediet). Penelitian dilaksanakan pada tanggal 7 Desember 2018 hingga 25 Februari 2019 di Blok A Balai Penelitian Tanaman Sayuran (Balitsa). Pengambilan sampel lalat buah jantan dilakukan dengan memasang 5 perangkap steiner termodifikasi berumpan metil-eugenol. Pengamatan dilakukan mulai pukul 07.00-17.00 dengan mengamati lalat buah yang datang pada perangkap dan pada tanaman cabai saat fase kuncup, bunga dan buah (awal, muda dan tua) masing-masing 3 hari berturut-turut di 3 varietas cabai berbeda. Pengamatan aktivitas dilakukan setiap jam selama 15 menit dengan mengelilingi area penelitian. Pencatatan jumlah lalat buah jantan pada perangkap dilakukan setiap 2 jam. Hasil penelitian ditemukan 4 spesies lalat buah di perangkap yaitu Bactrocera papaya, B.dorsalis, B. fustibia, dan B. philippinensis. Aktivitas lalat buah yang teramati terdiri dari exploring, foraging (mencari makan), sheltering dan oviposition (meletakan telur/oviposisi). Oviposisi lalat buah betina teramati pada sore hari. Lalat buah betina lebih sering mengunjungi tanaman cabai varietas peka. Waktu aktif lalat buah (siang, pagi, dan sore hari) dan populasi lalat buah (fase kuncup, bunga dan buah) tidak berbeda signifikan (P-value>0,05). Berdasarkan uji pearson correlation, hubungan suhu dan intensitas cahaya menunjukan korelasi negatif sedangkan kelembaban menunjukan korelasi positif terhadap jumlah lalat buah yang terperangkap.", "Daftar File": {}, "Penulis": "Elga Wiliyanti [10615016]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Tati Suryati Syamsudin, MS, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Bactrocera sp., Capsicum annuum dan Aktivitas", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Jun 2019"}