{"Nomor": 39209, "Judul": "MANAJEMEN MODAL KERJA PADA PT. WIJAYA KARYA (PERSERO) Tbk.", "Abstrak": "PT Wijaya Karya (Persero) Tbk. adalah Badan Usaha Milik Negara (BUMN) yang bergerak di sektor konstruksi. Pilar bisnis WIKA terdiri atas industri, infrastruktur dan bangunan, energi dan industri, realty dan properti serta investasi. Kondisi WIKA saat ini menunjukkan penurunan harga saham dan Return of Equity (ROE), sementara piutang dagang (AR) dan periode penagihan rata-rata (ACP) terus meningkat. Ini menunjukkan bahwa Perusahaan tidak mengelola modal kerjanya secara optimal. Tujuan dari penelitian ini adalah untuk memberikan solusi alternatif terbaik untuk mengurangi periode penagihan rata-rata Perusahaan dengan melakukan manajemen modal kerja terutama manajemen piutang. Manajemen piutang yang digunakan dalam penelitian ini adalah periode diskon tunai, perubahan periode kredit, pemilihan pelanggan, kombinasi antara periode diskon tunai dan perubahan periode kredit, dan kombinasi dari ketiga metode tersebut. Hasil dari penelitian ini adalah dengan menggunakan beberapa teknik manajemen piutang, WIKA dapat mengurangi periode pengumpulan rata-rata yang akan mengurangi investasi pada modal kerja, sehingga Perusahaan dapat menginvestasikan uang mereka pada aset yang lebih produktif serta dapat mendistribusikan laba tambahan yang diperoleh sebagai dividen kepada pemegang saham, sehingga WIKA dapat mengubah harga sahamnya. Perusahaan dapat mengurangi Piutang Usaha dan mendapatkan keuntungan tambahan terbesar dengan menerapkan diskon tunai periode 2,96 / 60 net 229,4.", "Daftar File": {"2019_TS_PP_Dewi Anggriani_1-Abstrak.pdf?_": "https://digilib.itb.ac.id/gdl/download/171224"}, "Penulis": "Dewi Anggriani [29117346]", "Kontributor / Dosen Pembimbing": ["Ahmad Danu Prasetyo, S.T., M.S.M., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Modal Kerja, Konstruksi, Manajemen Piutang, Periode Penagihan Rata-rata, Diskon Tunai.", "Sumber": "PT. WIJAYA KARYA (PERSERO) Tbk.", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "24 Jun 2019"}