{"Nomor": 39210, "Judul": "IMPROVED VORTEX METHOD BY USING BRINKMAN PENALIZATION AND ACCELERATED SCHEMES", "Abstrak": "Pada sekarang ini, metode dinamika fluida komputasional (CFD) telah banyak digunakan\nuntuk menyelesaikan permasalahan mekanika fluida, sebagai alternatif\ndari metode eksperimen yang lebih mahal. Dalam metode CFD, domain fisik didiskritisasikan\ndengan menggunakan mesh/grid, sel, titik atau partikel. Meskipun demikian,\nmetode yang berbasis pada grid membutuhkan sumber daya yang tinggi dalam\npembentukan grid untuk kasus kompleks, berdeformasi, dan objek yang bergerak.\nMetode meshfree (tanpa mesh) yang dikembangkan pada partikel-partikel juga memiliki\nkekurangan, terutama dalam penyelesaian masalah N-body yang membutuhkan\nwaktu komputasi sebesar orde O(N2).\nPengembangan metode akselerasi adalah salah satu prasyarat penting untuk mempercepat\nwaktu komputasi. Berdasarkan hal tersebut, resolusi yg lebih detail maupun\norde yang lebih tinggi pada beberapa prosedur numerik dapat digunakan untuk\nmemberikan hasil-hasil yang lebih akurat, tanpa memerlukan biaya komputasi yang\nlebih tinggi. Di dalam penelitian ini, metode Vortex-in-Cell (VIC) dan Vortex Element\nMethod (VEM) yang merupakan bagian dari Vortex Method (VM) akan dikembangkan.\nAlgoritma hibrida VIC dimana metode meshfree dan metode berbasis\ngrid dikombinasikan sebagai algoritma gabungan antara metode partikel dan grid.\nMetode VIC bekerja dengan cara menginterpolasi kekuatan sirkulasi antar-partikel\nke mesh. Metode ini memiliki kelebihan berupa persamaan Poisson dapat diselesaikan\ndan dipercepat dengan teknik Fast Fourier Transform. Metode elemen vortex\nklasik, yaitu Metode Partikel Vortex yang menggunakan fungsi Green untuk menyelesaikan\npersamaan Poisson juga dapat dipercepat menggunakan Fast Multipole\nMethod (FMM). Selain itu, vortisitas dari tiap partikel akan didifusikan dengan\npemodelan difusi Particle Strength Exchange (PSE) yang dapat dipercepat dengan\nmenggunakan skema linked-list.\nPerlakuan terhadap kondisi batas adalah masalah untuk banyak peneliti yang meneliti\ntentang aliran fluida di sekitar benda, baik dengan metode berbasis grid atau metode\ntanpa grid (meshfree). Dalam proses pemodelan kondisi batas untuk mensimulasikan\npermasalahan-permasalahan kondisi batas, penalisasi Brinkman orde tinggi yang ada telah diterapkan untuk bagian grid pada metode VIC untuk menyelesaikan\nkesulitan dalam perlakuan kondisi batas. Untuk metode partikel VEM, sebuah\nmodel immersed boundary condition juga dikembangkan berdasarkan penalisasi\nBrinkman untuk memastikan terpenuhinya kondisi batas no-slip.\nDalam penelitian ini, kode numerik berdasarkan algoritma VIC dan VEM telah\ndikembangkan. Performa dari metode ini akan dievaluasi dengan menyelesaikan\nbeberapa kasus unbounded/bounded flow. Peningkatan terhadap hasil telah dicapai.\nPada kenyataannya, kebanyakan permasalahan praktis mempunyai bilangan Reynolds\nyang relatif tinggi dimana membutuhkan ukuran partikel yang lebih kecil. Oleh\nkarena itu, kami mencoba megembangkan skema Large Eddy Simulation (LES) untuk\nmengatasi kebutuhan ukuran partikel yang kecil tersebut supaya dapat digantikan\noleh partikel dengan ukuran yang lebih besar. Namun dengan tetap memiliki\nhasil yang dapat diterima.", "Daftar File": {"ABSTRAK Cao Xuan Canh": "https://digilib.itb.ac.id/gdl/download/171225"}, "Penulis": "Cao Xuan Canh [33613002]", "Kontributor / Dosen Pembimbing": ["Shinosuke Obi", "Prof. Dr. Hari Muhammad", "Dr. Lavi Rizki Zuhal"], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Metode Vortex, Vortex-in-Cell, Metode Elemen Vortex, Penalisasi Brinkman, Skema Linked-list.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Jun 2019"}