{"Nomor": 39223, "Judul": "USULAN STRATEGI PEMASARAN UNTUK MENINGKATKAN PERFORMA PENJUALAN DAN TINGKAT HUNIAN DI HOTEL PONDOK KURNIA", "Abstrak": "Bandung adalah salah satu kota di Indonesia yang tidak memiliki sumber daya alam dan energi, yang menonjol adalah sumber daya manusianya. Dengan demikian, kota Bandung didominasi oleh layanan seperti pariwisata dan industri kreatif. Pariwisata adalah andalan Kota Bandung yang berkontribusi signifikan terhadap perekonomian. Mengingat fakta bahwa Kota Bandung memiliki potensi yang baik untuk mendatangkan wisatawan domestik dan asing, itu juga menciptakan potensi bagi pelaku bisnis pariwisata di bidang perhotelan. Seiring meningkatnya jumlah wisatawan lokal dan mancanegara, Pondok Kurnia Hotel sebagai salah satu usaha perhotelan mengalami performa penjualan yang tersendat dan tingkat hunian yang berada di bawah rata-rata. Untuk itu penulis menggunakan sejumlah metode  analisis seperti SWOT untuk mengidentifikasi faktor-faktor internal dan eksternal. Analisis internal menggunakan SERVQUAL dan Resources Analysis. Analisis eksternal menggunakan PEST dan Competitor Analysis. Penulis menggunakan hasil analisis SWOT sebagai dasar untuk membuat analisis TOWS yang menghasilkan strategi untuk meningkatkan performa penjualan dan tingkat hunian. Strategi yang diusulkan adalah penawaran tarif spesial serta program promosi pada musim tertentu dan kerja sama dengan Online Travel Agent (OTA) Traveloka dan Virtual Hotel Operator (VHO) AiryRooms.", "Daftar File": {"2019_TS_PP_Erlangga_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/171246"}, "Penulis": "Erlangga Dwinanda Maaruf [29116490]", "Kontributor / Dosen Pembimbing": ["Reza Ashari Nasution, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Layanan Hotel, Operasi dan Performa Layanan, Strategi Pemasaran, Servqual, Pemasaran Layanan", "Sumber": "Pondok Kurnia Hotel", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "24 Jun 2019"}