{"Nomor": 39222, "Judul": "TOPOLOGY OPTIMIZATION OF N219 AIRCRAFT MAIN LANDING GEAR FITTING USING SIMP METHOD", "Abstrak": "Optimasi topologi adalah sebuah terobosan baru dalam bidang perancangan struktur. Metode ini menawarkan alternatif desain dengan bentuk kompleks yang mungkin tidak terbayang secara intuitif oleh perancang. Tujuan dari metode ini adalah untuk mencapai desain yang paling optimum dengan syarat masih mampu menahan beban struktural yang sama dengan komponen sebelum optimasi namun dengan massa yang lebih rendah. Komponen yang dipilih adalah sebuah dudukan untuk MLG dari pesawat N219. Hasil optimasi harus tetap mempertahankan lokasi pemberian beban dan tempat untuk meletakkan support. Pada penelitian ini, teori untuk optimasi topologi dibahas dan prosedur optimasinyapun disediakan. Optimasi dilakukan menggunakan perangkat lunak OptiStruct yang dikembangkan oleh Altair. Perangkat lunak ini menggunakan metode yang bernama SIMP (Solid Isotropic Material with Penalization). OptiStruct direkomendasikan karena ia dapat mengeluarkan hasil yang nyaris optimal untuk optimasi. Beberapa kasus beban yang berbeda diaplikasikan untuk mencari design yang paling tangguh dalam kondisi apapun dengan parameter defleksi. Kemudian hasil dari setiap simulasi kasus beban disuperposisikan untuk mencapai suatu desain final. Setelah itu, desain ini diolah kembali dan dihaluskan menggunakan aplikasi gambar 3D. Lalu. Komponen dianalisis kembali menggunakan perangkat lunak elemen hingga untuk mengevaluasi kekuatan dan integritas strukturnya. Jumlah pengurangan beban berkisar 30 persen. Dengan kemajuan dari teknologi manufaktur aditif seperti 3D printing, hasil dari optimasi topologi sangat mungkin diproduksi.", "Daftar File": {"ABSTRAK Filbert": "https://digilib.itb.ac.id/gdl/download/171245", "COVER Filbert": "https://digilib.itb.ac.id/gdl/download/206594", "BAB 1 Filbert": "https://digilib.itb.ac.id/gdl/download/206595", "BAB 5 Filbert": "https://digilib.itb.ac.id/gdl/download/206599", "PUSTAKA Filbert": "https://digilib.itb.ac.id/gdl/download/206600"}, "Penulis": "Filbert [13615020]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Tatacipta Dirgantara, M.T.", "Dr. Annisa Jusuf, S.T., M.T.", "Dr. Ir. Leonardo Gunawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "OptiStruct, SIMP, optimasi topologi, dudukan main landing gear, N219", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "24 Jun 2019"}