{"Nomor": 39227, "Judul": "STUDI SISTEM PENGONDISIAN UDARA DENGAN TES UNTUK GEDUNG TINGKAT TINGGI", "Abstrak": "Jakarta memiliki banyak gedung bertingkat tinggi yang beroperasi setiap\nhari sepanjang tahun tanpa henti. Sebanyak 60% biaya operasional sebuah\ngedung bertingkat tinggi merupakan biaya energi sistem pengondisian udara\ngedung tersebut. Adanya tarif listrik jam beban puncak yang memiliki tarif dua\nkali jam luar beban puncak, membuat biaya operasional gedung menjadi mahal,\ndan memaksa para pengelola gedung untuk mencari alternatif manajemen\npengoperasian gedung.\nThermal Energy Storage (TES) merupakan salah satu solusi murah untuk\nmengurangi biaya pengoperasian gedung. Thermal Energy Storage adalah\nmetode manajemen penggunaan listrik untuk mengurangi biaya pengoperasian\nsistem pengondisian udara sebuah gedung khususnya pada jam beban puncak.\nDilakukan studi perancangan sistem pengondisian udara bagi dua buah\ngedung apartemen tingkat tinggi di Jakarta yang masih dalam tahap\npengembangan. Estimasi beban pendinginan serta pemilihan perlengkapan untuk\nsistem pengondisian udara gedung tersebut telah dilakukan. Dari kedua gedung\ntersebut, dipilih tiga buah alternatif sistem pengondisian udara, masing – masing\nadalah sistem pengondisian udara Split, sistem pengondisian udara sentral dengan\nwater cooled chiller, dan sistem pengondisian udara sentral menggunakan water\ncooled chiller dan TES.\nDari tiga alternatif sistem pengondisian udara, akan dipilih sistem\npengondisian udara yang memiliki nilai paling ekonomis tanpa mengurangi\ntingkat kenyamanan penghuni masing – masing gedung. Perhitungan nilai Life\nCycle Cost dilakukan sebagai metode untuk menentukan tingkat keekonomian\nsistem pengondisian udara tersebut. Life cycle peralatan diasumsikan selama 10\ndan 15 tahun.\nBerdasarkan hasil penelitian, didapatkan bahwa beban pendinginan\ntertinggi untuk Menara A adalah sebesar 1083,62 TR, sedangkan untuk Menara B\nsebesar 931,85. Baik untuk life cycle peralatan 10 dan 15 tahun, sistem\npengondisian udara water cooled chiller dan thermal energy storage (TES)\nmerupakan sistem pengondisian udara paling ekonomis untuk kedua buah gedung\ntingkat tinggi tersebut. Penggunaan TES untuk sebuah sistem pengondisian udara\nternyata dapat menghemat biaya operasional sistem pengondisian udara gedung\nhingga Rp. 100 juta per tahunnya dibanding dua alternatif sistem yang diusulkan.", "Daftar File": {"COVER Grady": "https://digilib.itb.ac.id/gdl/download/171249", "BAB 1 Grady": "https://digilib.itb.ac.id/gdl/download/171250", "BAB 2 Grady": "https://digilib.itb.ac.id/gdl/download/171251", "BAB 3 Grady": "https://digilib.itb.ac.id/gdl/download/171252", "BAB 4 Grady": "https://digilib.itb.ac.id/gdl/download/171253", "BAB 5 Grady": "https://digilib.itb.ac.id/gdl/download/171254", "BAB 6 Grady": "https://digilib.itb.ac.id/gdl/download/171255", "BAB 7 Grady": "https://digilib.itb.ac.id/gdl/download/171256", "PUSTAKA Grady": "https://digilib.itb.ac.id/gdl/download/171257"}, "Penulis": "Grady [13107130]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Prihadi Setyo Darmanto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Pengkondisian udara; Thermal Energy Storage (TES).", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "24 Jun 2019"}