{"Nomor": 39232, "Judul": "ANALYZING UNIQUE RESOURCES OF FAMILY BUSINESS AS STRATEGY TO MAINTAIN AND DEVELOP BUSINESS IN CV SETIA BUDI JAYA BANDUNG", "Abstrak": "Peran bisnis keluarga telah mampu berkontribusi dalam pengembangan dunia wirausaha. Namun, bisnis\nkeluarga diindikasikan sulit untuk dipertahankan ke generasi berikutnya sementara juga terdapat\ntemuan bahwa bisnis keluarga tertua di beberapa negara masih bertahan. Dengan demikian, hal itu\nmenimbulkan rasa ingin tahu tentang strategi yang membuat bisnis keluarga mampu bertahan.\nSehubungan dengan hal tersebut, penelitian sebelumnya menyatakan bahwa sumber daya dan\nkemampuan perusahaan adalah dasar untuk menentukan strategi jangka panjang perusahaan. Oleh\nkarena itu, penelitian ini dilakukan untuk menganalisis sumber daya unik dan atribut bisnis keluarga\nyang terdiri dari human capital, social capital, patient financial capital, survivability capital,\ngovernance structure and cost, yang dikemukakan oleh Sirmon dan Hitt. Selain itu, kepemilikan dan\nkontrol oleh anggota keluarga antar generasi memiliki indikasi bahwa kelangsungan bisnis pada bisnis\nkeluarga sangat penting. Sebagaimana penelitian ini berfokus pada CV Setia Budi Jaya yang memiliki\nkondisi serupa, maka penting untuk menganalisis strategi yang dilakukan dalam setiap sumber daya\nunik pada perusahaan tersebut bersama dengan sisi positif dan negatif dalam setiap aspek.\nDalam aspek human capital, diperoleh pengetahuan, keterampilan, dan kemampuan seseorang.\nPengetahuan dan keterampilan karyawan yang merupakan anggota keluarga diperoleh dari pendidikan\nformal, dengan transfer pengetahuan di antara anggota keluarga, dan pengalaman. Terdapat pula\nkemampuan sebagai talenta yang menjadi pertimbangan untuk disesuaikan dengan divisi yang dikelola.\nDalam social capital, ada tiga dimensi dalam bisnis keluarga sebagai komponen yang tertanam dalam\nkeluarga. Komponen tersebut terdiri dari dimensi struktural yang dalam pekerjaan dan hubungan\nkeluarga antar anggota keluarga mampu membangun hubungan yang lebih intim, tidak hanya sebagai\nrekan kerja tetapi sebagai keluarga sehingga informasi serta pengetahuan dapat ditransfer setelah jam\nkerja; dimensi relasional yang di antara anggota keluarga sebagai karyawan di perusahaan ini bekerja\natas dasar kepercayaan; dan dimensi kognitif yang terdapat nilai-nilai dan perspektif bersama yang\nberlaku sama untuk semua karyawan dengan perlakuan khusus bagi anggota keluarga sebagaimana\nmereka tinggal bersama. Koneksi ini dapat menghasilkan pengembangan sumber daya manusia yang\nmenciptakan hubungan yang efektif dengan pemasok, pelanggan, dan organisasi pendukung.\nUntuk aspek patient financial capital, tidak ada indikasi modal keuangan yang diinvestasikan tanpa\nancaman likuidasi karena pembiayaan CV Setia Budi Jaya tidak berasal dari dalam anggota keluarga\ntetapi berasal dari modal keuangan eksternal yaitu pinjaman bank, sehingga tidak terbatas pada\nketersediaan modal keuangan keluarga. Selain itu, CV Setia Budi Jaya memiliki survivability capital\nkarena karyawan yang bekerja di bisnis keluarga mereka sendiri dapat menciptakan rasa memiliki yang\nlebih dalam sehingga mereka tidak akan menolak dan bersedia melakukan pekerjaan lebih untuk\nmempertahankan dan mengembangkan perusahaan ini. Sedangkan untuk governance structure and\ncost, tidak ada sistem agensi dan biaya terkait dengan kontrol perusahaan karena manajemen dilakukan\noleh anggota keluarga berdasarkan kepercayaan pada ikatan keluarga sebagaimana ingin\nmempertahankan dan mengembangkan perusahaan ini. Sebagai kesimpulan, semua strategi yang\nditerapkan memiliki sisi positif kecuali kurangnya kompetensi sumber daya manusia, path dependecy,\ndan jumlah jaringan yang terbatas. Maka dari itu, perusahaan dapat melakukan pelatihan terutama untuk\nkepala divisi dan terdapat pilihan lain dalam bentuk rekrutmen yang juga berguna untuk meningkatkan\njaringan sebagai social capital.", "Daftar File": {"ABSTRAK Alya Halidazia": "https://digilib.itb.ac.id/gdl/download/171286", "CHAPTER I.pdf\n": "https://digilib.itb.ac.id/gdl/download/247340", "CHAPTER II.pdf8?": "https://digilib.itb.ac.id/gdl/download/247341", "CHAPTER III.pdf??_": "https://digilib.itb.ac.id/gdl/download/247342", "CHAPTER IV.pdf8?": "https://digilib.itb.ac.id/gdl/download/247343", "CHAPTER V.pdf)u": "https://digilib.itb.ac.id/gdl/download/247344", "REFERENCES.pdf5?": "https://digilib.itb.ac.id/gdl/download/247345"}, "Penulis": "Alya Halidazia [19016035]", "Kontributor / Dosen Pembimbing": ["Donald C. Lantu, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Bisnis Keluarga; Unique Resource; Human Capital; Social Capital; Financial Capital; Survivability Capital; Governance Structure", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "7 file", "Tanggal Input": "24 Jun 2019"}