{"Nomor": 39233, "Judul": "STUDI PERBANDINGAN PLTU DEKAT LAUT DAN PLTU DEKAT PABRIK UNTUK MEMENUHI KEBUTUHAN ENERGI LISTRIK PABRIK SEMEN DI PANGKEP SULAWESI SELATAN", "Abstrak": "Pabrik semen merupakan industri yang intensif energi. Upaya konservasi dilakukan untuk menghemat pemakaian energi. Penghematan yang dilakukan antara lain melakukan optimalisasi ketersediaan energi termal pabrik semen untuk pengeringan bahan baku dan bahan bakar. Selain itu, pembangunan PLTU pribadi yang memanfaatkan energi dari pabrik semen pun menjadi alternatif solusi untuk meningkatkan efisiensi energi termal.\nUntuk pabrik semen yang terletak kurang dari 15 km dari tepi laut, terdapat dua alternatif lokasi pembangunan PLTU pribadi yang dapat dianalisis, yaitu PLTU dekat pabrik dan PLTU dekat laut. PLTU yang dibangun dekat dengan pabrik memiliki dua keuntungan, diantaranya adalah dapat memanfaatkan gas buang pabrik semen yang berdampak pada berkurangnya konsumsi bahan bakar dan juga dapat mengurangi biaya investasi peralatan untuk transmisi listrik. Namun, kerugiannya adalah tingginya biaya investasi untuk sistem perpipaan air pendingin. Sebaliknya, keunggulan PLTU yang terletak di dekat laut adalah rendahnya biaya investasi untuk sistem perpipaan air pendingin dan transportasi batubara. Akan tetapi, instalasi peralatan transmisi listrik memerlukan biaya yang tinggi dan pemakaian batubara yang lebih banyak karena tidak bisa memanfaatkan gas buang pabrik semen.\nPenelitian ini bertujuan untuk melakukan evaluasi terhadap kedua alternatif PLTU pribadi tersebut dari aspek teknikal maupun finansial. Penelitian ini terbatas untuk pabrik semen berkapasitas 7500 ton per hari dengan jarak 14 km dari tepi laut. Hasil dari penelitian menunjukkan bahwa PLTU yang dibangun dekat pabrik memiliki keuntungan yang lebih besar dari segi teknikal maupun finansial. PLTU dekat pabrik memiliki efisiensi termal sebesar 36,7%, lebih tinggi daripada PLTU dekat laut yang hanya sebesar 33,63%. Efisiensi termal yang lebih tinggi berdampak pada rendahnya konsumsi bahan bakar. Selisih keuntungan per tahun yang diperoleh antara kedua PLTU tersebut adalah Rp. 2,965 Milyar.", "Daftar File": {"COVER Ferry Anindito Wibisono": "https://digilib.itb.ac.id/gdl/download/171288", "BAB 1 Ferry Anindito Wibisono": "https://digilib.itb.ac.id/gdl/download/171289", "BAB 2 Ferry Anindito Wibisono": "https://digilib.itb.ac.id/gdl/download/171290", "BAB 3 Ferry Anindito Wibisono": "https://digilib.itb.ac.id/gdl/download/171291", "BAB 4 Ferry Anindito Wibisono": "https://digilib.itb.ac.id/gdl/download/171292", "BAB 5 Ferry Anindito Wibisono": "https://digilib.itb.ac.id/gdl/download/171294", "BAB 6 Ferry Anindito Wibisono": "https://digilib.itb.ac.id/gdl/download/171298", "BAB 7 Ferry Anindito Wibisono": "https://digilib.itb.ac.id/gdl/download/171299", "PUSTAKA Ferry Anindito Wibisono": "https://digilib.itb.ac.id/gdl/download/171301"}, "Penulis": "Ferry Anindito Wibisono [13107120]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Prihadi Setyo Darmanto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "PLTU; Pabrik Semen.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "24 Jun 2019"}