{"Nomor": 39239, "Judul": "PERANCANGAN INTERIOR PUSAT KOMUNITAS BERBASIS PERPUSTAKAAN DI KOTA BOGOR", "Abstrak": "Pendidikan di Indonesia memiliki banyak problematika terkait unsur-unsur pilar pendidikan yang ada salah satunya adalah, sarana pendidikan. wajibnya pemerataan sarana tidak berdasarkan fakta perkembangan perpustakaan pemerintah daerah, fasilitas yang rusak, serta persepsi masyarakat akan wajah perpustakaan yang terlalu kaku dan kurang mewadahi minat serta kegiatan disekitarnya. Semakin rendahnya minat baca masyarakat di daerah tidak diimbangi dengan potensi masyarakat sekitar yang terus berkembang, salah satunya sektor perpustakaan yang semakin menggiat adalah perpustakaan komunitas, tepatnya di daerah bogor banyak komunitas literasi dan masyarakat yang minim akses terhadap pusat aktivitas serta menyenangkan untuk di kunjungi. Perlu adanya fasilitas publik yang mamu mewadahi aktivitas komunitas yang tersebar di kota Bogor dengan mempertimbangkan pengembangan minat baca di masyarakat dengan cara yang efektif dalam menyesuikan kebutuhan masyarakat sekitar. Perancangan dimulai dengan melakukan studi literatur, wawancara, dan observasi. Kemudian data yang didapat di analisa dan diambil kesimpulan solusi untuk menjawab kebutuhan permasalahan. Diharapakan hasil perancangan ini dapat menghadirkan fasilitas yang lebih interaktif, edukatif dan fasilitas yang direncanakan dapat memberikan ruang bagi komunitas untuk berbagai kegiatan dalam rangka pengelolaan dan pemeliharaan budaya, sumber daya alam, dan segala potensi yang terdapat di kota Bogor.", "Daftar File": {}, "Penulis": "Ahmad Saefudin Ferdiansyah [17315023]", "Kontributor / Dosen Pembimbing": ["Dr. G. Prasetyo Adhitama, S.Sn., M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Interior", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Komunitas, Perpustakaan, Edukasi, Anak-anak", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "25 Jun 2019"}