{"Nomor": 39235, "Judul": "Peningkatan Perolehan Minyak Atsiri dari Batang dan Pucuk Nilam Pogostemon cablin varietas Patchoulina 2 Melalui Biodegradasi Lignoselulosa Umpan Distilasi", "Abstrak": "Nilam (Pogostemon cablin) varietas Patchoulina 2 merupakan nilam varietas\nunggul hasil variasi somaklonal dari nilam varietas Sidikalang dengan produktivitas\nlebih tinggi, yaitu sebesar 12,56 ton/ha/tahun. Penelitian ini bertujuan untuk\nmembandingkan perolehan nilam var. Sidikalang dan Patchoulina 2, serta melihat\npengaruh pre-treatment terhadap perolehan minyak nilam dan kadar patchouli\nalcohol dari batang-pucuk nilam var. Patchoulina 2. Pre-treatment yang dilakukan\nberupa degradasi lignoselulosa umpan distilasi oleh P. chrysosporium dan T. viride.\nNilam var. Patchoulina 2 memiliki produksi terna dan yield minyak nilam batangpucuk\nlebih tinggi dibandingkan var. Sidikalang. Yield minyak nilam dan kadar\npatchouli alcohol batang-pucuk nilam var. Sidikalang adalah 1,22% dan 54,68%,\nsementara batang-pucuk nilam var. Patchoulina 2 tanpa pre-treatment\nmenghasilkan yield sebesar 1,41% dengan kadar patchouli alcohol 74,52%.\nDegradasi lignoselulosa batang-pucuk nilam var. Patchoulina 2 terbukti dapat\nmeningkatkan yield minyak nilam. T. viride dapat mendegradasi hemiselulosa dan\nselulosa batang-pucuk nilam menjadi 23,88% dan 14,88%, sehingga menghasilkan\nminyak nilam dengan yield sebesar 1,77% dan kadar patchouli alcohol 72,77%.\nSementara itu, P. chrysosporium dapat mendegradasi hemiselulosa dan selulosa\nbatang-pucuk menjadi 20,43% dan 15,69% sehingga menghasilkan minyak nilam\ndengan yield sebesar 1,89% dan kadar patchouli alcohol 71,16%. Pre-treatment\nbatang-pucuk nilam var. Patchoulina 2 oleh P. chrysosporium menghasilkan\nproduktivitas minyak nilam paling tinggi dibandingkan ketiga variasi lainnya.", "Daftar File": {"ABSTRAK Syakina Shalsabila": "https://digilib.itb.ac.id/gdl/download/172246"}, "Penulis": "Syakina Shalsabila [11214031]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Robert Manurung, M.Eng.", "Dr. Ana Widiana"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Hayati", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Patchoulina 2, batang-pucuk nilam, minyak atsiri, Phanerochaete chrysosporium, Trichoderma viride.", "Sumber": "", "Staf Input/Edit": "didi kusnendi  \n                                     didi kusnendi", "File": "1 file", "Tanggal Input": "24 Jun 2019"}