{"Nomor": 39242, "Judul": "STUDI VARIABILITAS SPEKTRUM DAN PENENTUAN MASSA KANDIDAT INTERMEDIATE-MASS BLACK HOLE M82 X-1 MENGGUNAKAN DATA SWIFT/XRT", "Abstrak": "Ultraluminous X-ray source (ULX) adalah salah satu kelas objek penghasil radiasi sinar-X dengan luminositas yang lebih besar dari 3×1039erg/s. Karena properti pengamatan ULX memiliki kemiripan dengan Black Hole Binary (BHB) di Galaksi kita, sumber penghasil energi ULX diperkirakan merupakan sebuah black hole pengakresi massa. Namun massa black hole pada ULX masih diperdebatkan. Salah satu sumber yang diduga termasuk dalam kelas ULX adalah M82 X-1. M82 X-1 pertama kali ditemukan menggunakan satelit ASCA sekitar tahun 2000-an. Objek ini pernah diketahui mengalami perubahan keadaan spektrum ketika mengalami peningkatan kecerlangan. Selain itu massa black hole pada sistem M82 X-1 juga masih dipertanyakan. Tugas Akhir ini bertujuan untuk mempelajari variabilitas spektrum sinar-X dan menentukan massa black hole di M82 X-1.\nData M82 X-1 yang digunakan dalam Tugas Akhir ini adalah data hasil pengamatan misi sinar-X Swift/XRT. Terhitung hingga Agustus 2018, data pengamatan M82 X-1 yang tersedia dari misi Swift/XRT berjumlah 360 id pengamatan. Setelah seleksi data dilakukan, tersisa 30 id pengamatan yang diolah lebih lanjut. Sebanyak 12 id pengamatan merupakan data pengamatan tahun 2014 dan 18 id pengamatan merupakan data pengamatan tahun 2015.\nHasil fitting spektrum M82 X-1 menunjukkan bahwa M82 X-1 dapat dimodelkan lebih baik jika menggabungkan komponen power-law dan piringan benda hitam. Hasil pengolahan data menunjukkan dari tahun 2014 ke 2015 M82 X-1 mengalami peningkatan kecerlangan. Diketahui bahwa data tahun 2014 memiliki properti spektrum sinar-X yang menyerupai keadaan hard pada BHB. Sebagian besar data tahun 2015 juga menunjukkan dominasi komponen hard yang lebih besar daripada data tahun 2014. Perhitungan massa dilakukan hanya menggunakan 2 id pengamatan dari data tahun 2015, hal ini dilakukan karena hanya 2 id pengamatan tersebut yang menunjukkan keadaan spektrum termal dan dianggap memenuhi asumsi dalam perhitungan massa. Dari perhitungan massa diperoleh massa black hole pada sistem M82 X-1 setara dengan stellar-mass black hole yaitu berada pada rentang 4,10±2,78 ????? untuk black hole tidak berotasi hingga 34,28±23,20 ????? untuk black hole berotasi maksimum. Hasil penentuan massa yang diperoleh pada Tugas Akhir ini tidak mendukung keberadaan intermediate-mass black hole pada M82 X-1.", "Daftar File": {}, "Penulis": "Izatul Hafizah [10315004]", "Kontributor / Dosen Pembimbing": ["Dr. Kiki Vierdayanti, S.Si., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "ULX, M82 X-1, sinar-X, BHB, Swift/XRT", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "9 file", "Tanggal Input": "25 Jun 2019"}