{"Nomor": 39258, "Judul": "PERENCANAAN BANGUNAN PELIMPAH BENDUNGAN SINDANGHEULA KECAMATAN PABUARAN, KABUPATEN SERANG, BANTEN", "Abstrak": "Nawacita merupakan salah satu program kerja besar yang dicanangkan oleh Ir. H. Joko Widodo untuk memenuhi kebutuhan air baku di Indonesia. Bentuk dari program ini adalah salah satunya membangun sejumlah besar tampungan air berupa bendungan di seluruh Indonesia. Salah satu bendungan yang termasuk dalam program tersebut adalah Bendungan Sindangheula yang berada di Kabupaten Serang, Provinsi Banten. Bendungan Sindangheula ini direncanakan untuk memenuhi kebutuhan air baku untuk Kota Serang dengan jumlah penduduk sebesar 655.000 orang dan daerah irigasi sebesar 748 Ha.\nBendungan Sindangheula akan dibangun di dalam wilayah Kabupaten Serang tepatnya berada di Sungai Cibanten yang merupakan anak sungai dari Sungai Cidanau. Lokasi tersebut memiliki topografi yang mendukung untuk membangun sebuah bendungan yakni berbentuk lembah dengan kemiringan yang cukup curam. Pada lokasi tersebut, DAS Bendungan Sindangheula memiliki luas 75,8 km2. Dengan kebutuhan dan potensi yang dimiliki, bendungan ini membutuhkan volume tampungan total sebesar 10 juta m3 dengan tampungan efektif sebesar 5,2 juta m3. Tampungan total bendungan tersebut membuat elevasi MAN berada pada elevasi +115 m dengan topografi yang dimiliki.\nBangunan Pelimpah Bendungan Sindangheula merupakan bangunan yang berfungsi untuk melimpaskan kelebihan air pada bendungan saat musim hujan dan bendungan terlalu penuh sehingga mencegah terjadinya keruntuhan bendungan yang memberikan dampak besar bagi Kota Serang pada bagian hilirnya. Bangunan pelimpah yang digunakan adalah bangunan pelimpah tipe ogee overflow .Bangunan pelimpah tersebut direncanakan dengan hujan rencana pmp dan debit rencana pmf mengingat bahaya yang ditimbulkan jika bendungan mengalami keruntuhan. Hujan rencana yang digunakan didapatkan dari metode hersfield sebesar 347,3 mm dan debit banjir pmf rencana yang digunakan adalah sebesar 1392 m3/s.\nPada Laporan tugas akhir ini, dilakukan perencanaan bangunan pelimpah secara hidraulis mulai dari saluran pengarah, mercu, saluran transisi, saluran peluncur, saluran terompet, hingga peredam energi dan beberapa analisis pendukung untuk struktur bangunan pelimpah. Hasil perencanaan Bangunan Pelimpah Bendungan Sindangheula harus memiliki dimensi lebar saluran peluncur hingga mercu sebesar 73 m dan tinggi aliran banjir di atas mercu adalah 4 m saat terjadi debit pmf. Sedangkan saluran transisi akan memiliki panjang 91 m dengan perubahan lebar penampang dari 73 m hingga 33 m. Saluran peluncur memiliki panjang 182 m dengan lebar 33 m dan saluran terompet memiliki lebar dari 33 m berekspansi menjadi 35 m. Bangunan peredam energi yang digunakan merupakan bangunan peredam energi U.S.B.R tipe II dengan panjang 30 m, tinggi air loncat 7 m, dan lebar 35 m.", "Daftar File": {}, "Penulis": "Fajar Nugraha Saefullah [15814011]", "Kontributor / Dosen Pembimbing": ["Hadi Kardhana, S.T., M.T., Ph.D.", "Dr.Eng. Arno Adi Kuntoro, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Pengelolaan Sumberdaya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Bangunan Pelimpah, Bendungan, Sindangheula, Aerator, Serang", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "12 file", "Tanggal Input": "25 Jun 2019"}