{"Nomor": 39251, "Judul": "STUDI KARAKTERISTIK AKTIVITAS EKONOMI KREATIF DAN INOVASI DALAM PENGEMBANGAN EKONOMI KREATIF DI KAMPUNG KOTA (STUDI KASUS: KAMPUNG SABLON SUCI)", "Abstrak": "Kampung kota merupakan bagian dari permukiman kota sebagai sebuah sistem\nfisik, sosial, dan ekonomi yang berfungsi untuk tempat tinggal, tempat bekerja, dan\nbersosialisasi yang secara fisik dipengaruhi oleh kondisi fisik lingkungan dan\nsumber daya lainnya. Sebagai sebuah sistem ekonomi, kampung kota merupakan\ntempat bagi masyarakat untuk melakukan berbagai kegiatan produktif penghuninya\n(home-based enterprises), serta sebagai pendukung kegiatan ekonomi perkotaan.\nSalah satu aktivitas ekonomi yang berkembang di kampung kota adalah aktivitas\nekonomi kreatif jenis industri sablon dan konveksi di Kampung Sablon Suci yang\ntelah berlangsung selama kurang lebih 30 tahun.\nPenelitian ini bertujuan untuk mengidentifikasi karakteristik aktivitas ekonomi\nkreatif yang berkembang di kampung kota yang meliputi aspek produksi, aspek\npemasaran, aspek dukungan lembaga, serta inovasi yang dilakukan dalam\npengembangan usaha. Metode analisis yang digunakan dalam penelitian ini adalah\nanalisis statistik deskriptif dan analisis isi. Analisis statistik deskriptif digunakan\nuntuk mendapatkan gambaran aktivitas produksi, pemasaran, dan inovasi yang\ndilakukan oleh pengusaha. Analisis isi digunakan untuk mengetahui program,\nkegiatan serta dukungan lembaga terhadap pengembangan ekonomi kreatif serta\nkondisi yang mendorong perkembangan aktivitas ekonomi kreatif di kampung kota.\nTemuan studi menunjukkan bahwa perkembangan ekonomi kreatif di kampung\nkota memiliki potensi dan manfaat yang besar. Dengan karakteristik informalnya,\naktivitas ekonomi kreatif di kampung kota mampu menopang perekonomian warga,\nmenggunakan sumber daya lokal, mengatasi pengangguran, serta mewadahi tenaga\nkerja yang tidak mampu terserap di sektor formal. Berdasarkan hasil analisis,\nkondisi yang mendukung perkembangan aktivitas ekonomi kreatif adalah\nkemudahan memperoleh bahan baku, kapasitas pengusaha, jangkauan pemasaran,\ndaya saing produk, lokasi usaha, promosi, dukungan dari bisnis, serta inovasi yang\ndilakukan pengusaha. Secara keseluruhan kondisi yang banyak mendukung\nmerupakan kondisi pada aspek produksi, aspek pemasaran, serta inovasi yang\ndilakukan oleh pengusaha. Berdasarkan ketiga hal tersebut, dapat disimpulkan\nbahwa selama ini pengembangan aktivitas ekonomi kreatif di kampung kota masih\nbertumpu dan didominasi oleh peran pengusaha.\nPengusaha memiliki peran sebagai aktor kreatif, enterpreneur, dan innovator. Pada\ntahap awal, proses transfer pengetahuan kreatif dan keterampilan teknis dilakukan\nmelalui proses magang, diajarkan secara turun temurun dari keluarga, maupun\nmelalui pembelajaran otodidak dari observasi aktivitas pengusaha. Dalam\nperkembangan selanjutnya, pengusaha secara swadaya mempertahankan dan\nmengembangkan aktivitas ekonomi kreatif melalui proses produksi, pemasaran,\ndan inovasi. Pengusaha merupakan aktor utama sebagai sumber daya manusia\nkreatif yang mampu melakukan aktivitas produksi, mengakses pasar, dan\nmelakukan inovasi sebagai salah satu kunci utama dinamika perkembangan\naktivitas ekonomi kreatif di kampung kota. Dalam perkembangannya pengusaha\nmampu melakukan inovasi inkremental yang mencakup inovasi produk, proses, dan\npemasaran dengan menggunakan teknologi dan alat produksi yang sudah ada,\nsecara bertahap, dan terus menerus.\nPada aspek dukungan lembaga, dukungan dari pihak eksternal khususnya dari\nPemerintah Daerah, intelektual, dan komunitas masih belum optimal. Dukungan\nkebijakan serta peran proaktif dari Pemerintah Daerah masih sangat dibutuhkan\nuntuk mendukung perkembangan aktivitas ekonomi kreatif di kampung kota. Hal\ntersebut dikarenakan masih adanya missmatch antara kendala yang dihadapi oleh\npengusaha dengan program dan kegiatan yang dilaksanakan oleh Pemerintah\nDaerah. Pemerintah Daerah diharapkan dapat lebih proaktif, meningkatkan\nintensitas sosialisasi program dan kegiatan, serta mengoptimalkan program dan\nkegiatan yang ada pada lokus-lokus pengembangan ekonomi kreatif di kampung\nkota sesuai dengan kebutuhan yang diperlukan pengusaha.", "Daftar File": {"COVER Endar Desri Kumala Dewi": "https://digilib.itb.ac.id/gdl/download/171366", "BAB 1 Endar Desri Kumala Dewi": "https://digilib.itb.ac.id/gdl/download/171367", "BAB 2 Endar Desri Kumala Dewi": "https://digilib.itb.ac.id/gdl/download/171368", "BAB 3 Endar Desri Kumala Dewi": "https://digilib.itb.ac.id/gdl/download/171369", "BAB 4 Endar Desri Kumala Dewi": "https://digilib.itb.ac.id/gdl/download/171370", "BAB 5 Endar Desri Kumala Dewi": "https://digilib.itb.ac.id/gdl/download/171371", "BAB 6 Endar Desri Kumala Dewi": "https://digilib.itb.ac.id/gdl/download/171373", "PUSTAKA Endar Desri Kumala Dewi": "https://digilib.itb.ac.id/gdl/download/171374"}, "Penulis": "Endar Desri Kumala Dewi [25416002]", "Kontributor / Dosen Pembimbing": ["Adiwan Fahlan Aritenang, S.T., M.GIT., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "ekonomi kreatif, inovasi, kampung kota", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "25 Jun 2019"}