{"Nomor": 39265, "Judul": "STRATEGI PEMASARAN YANG DIUSULKAN UNTUK CLAP.ID PT TELEKOMUNIKASI INDONESIA (PERSERO) Tbk.", "Abstrak": "Melihat besarnya kebutuhan telekomunikasi, membuat penyedia atau vendor perangkat berlomba-lomba memasarkan perangkat mereka di Indonesia. PT Telekomunikasi Indonesia adalah perusahaan yang bergerak di bidang telekomunikasi. Layanan yang ditawarkan oleh PT Telekomunikasi Indonesia sangat bervariasi. Salah satunya adalah Clap.id.\n\nClap adalah anggota dari semua toko pakaian mode. Setiap kali transaksi, akan mendapat poin yang bisa ditukar di toko fashion dan pakaian di Bandung. Clap adalah singkatan dari aplikasi loyalitas pelanggan atau aplikasi untuk mendapatkan berbagai hadiah dari merchant / merek pilihan Anda. Hadiah bisa dalam bentuk diskon khusus, memberikan poin dan bertukar poin yang Anda harus dapatkan diskon.\n\nPenelitian ini bertujuan untuk mengetahui kondisi efficiency, system availability, fulfillment, privacy, customer satisfaction, dan loyalty intention pada Clap.id. Penelitian ini bertujuan membantu Clap.id meningkatkan loyalty intention. \n\nUntuk mengatasi masalah tersebut, para peneliti menggunakan diagram tulang ikan untuk membuat akar penyebab \"penyebab\" dari akar masalah. Jika \"masalah\" dan \"penyebab\" diketahui dengan pasti, maka tindakan dan langkah korektif akan lebih mudah dilakukan. . Dari akar penyebab yang digambarkan dalam diagram tulang ikan, clap.id dari niat untuk meningkatkan loyalitas pelanggannya.\n\nDalam memilih strategi alternatif yang paling cocok peneliti menggunakan analisis TOWS untuk membuat strategi yang diusulkan dan solusi yang akan menjadi implementasi plan. Setelah mengikuti langkah dalam analisis TOWS, peneliti mengusulkan strategi untuk menjawab masalah utama yang dihadapi di Clap.id. Strategi pertama adalah mendidik pelanggan potensial cara menggunakan Clap.id. Solusi kedua adalah promosi melalui media sosial karena sesuai dengan gaya hidup masyarakat Indonesia, dan strategi terakhir adalah meningkatkan loyalitas melalui keanggotaan dan diskon di Clap.id. Strategi berurutan harus diikuti oleh rencana implementasi untuk mempertahankan ketepatan waktu.", "Daftar File": {"2019_TS_PP_ALVIN_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/171405"}, "Penulis": "Alvin Marveli Kurniawan [29116373]", "Kontributor / Dosen Pembimbing": ["Atik Aprianingsih, S.T., M.M., DBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "efisiensi, ketersediaan sistem, pemenuhan, privasi, kepuasan pelanggan, dan niat loyalitas.", "Sumber": "PT TELEKOMUNIKASI INDONESIA (PERSERO) Tbk.", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "25 Jun 2019"}