{"Nomor": 39263, "Judul": "STUDI CFD PENGONDISIAN UDARA LEMBAP RUANG KELAS 4104-4105 FTMD ITB", "Abstrak": "Proses pembelajaran sangat erat kaitannya dengan ruang kelas. Ruang kelas harus \nmemiliki mutu dan kualitas yang baik agar proses pembelajaran berlangsung optimal. Salah\nsatu faktor yang mempengaruhi mutu dan kualitas sebuah ruangan adalah kondisi ruangan\ntersebut. Temperatur dan kelembapan merupakan parameter yang menentukan sebuah\nruangan cocok untuk ditempati.  \nPada penelitian sebelumnya, telah dilakukan simulasi ruang 4104-4105 menggunakan\nudara kering untuk menganalisis kondisi dan parameter kenyamanan ruangan tersebut.\nDalam tugas sarjana ini, simulasi ruang 4104-4105 dilakukan menggunakan udara lembap.\nKondisi simulasi yang dijalankan dengan memvariasikan jumlah orang di dalam ruangan\nyaitu 51 dan 94 dan kondisi pintu atau jendela yang terbuka atau tertutup. Tujuan tugas\nsarjana ini adalah untuk membandingkan hasil simulasi menggunakan udara kering dengan\nsimulasi udara lembap berserta pengaruh kelembapan. Selain itu, kriteria kenyamanan akan\ndianalisis berdasarkan ASHRAE Standar 55 dan SNI untuk menentukan kondisi yang cocok\nuntuk proses pembelajaran. \nBerdasarkan hasil simulasi, terjadi perbedaan hasil simulasi ruangan udara kering dan\nudara lembap. Pada simulasi udara lembap, temperatur akhir ruangan lebih tinggi, durasi\nsimulasi lebih panjang, dan kemiringan grafik penurunan temperatur lebih landai. Namun,\npada simulasi 94 orang dengan kondisi lingkungan bulan September 2015 hasil temperatur\nakhir lebih rendah dari simulasi 94 orang dengan kondisi lingkungan pada September 2013.\nFenomena temperatur yang tinggi ini disebabkan oleh RH udara lembap pada ruangan\ntersebut tinggi. Kondisi nyaman atau kenyamanan termal dievaluasi dengan mengambil 6\ntitik di ruang 4104-4105 pada setiap simulasi. Hasil yang didapatkan adalah kondisi nyaman\ntercapai pada titik 2 dan 4 pada simulasi 51 orang tertutup dan titik 4 pada simulasi 51 orang\npintu terbuka dengan standar ASHRAE dan tidak ada titik yang nyaman pada standar SNI.", "Daftar File": {"Laporan Tugas Sarjana 13115059.pdf\n]": "https://digilib.itb.ac.id/gdl/download/171403"}, "Penulis": "Muhammad Harun Al Rizki [13115059]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Nathanael Panagung Tandian, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "kenyamanan termal, udara lembap, ruang kelas", "Sumber": "", "Staf Input/Edit": "D. Budina", "File": "1 file", "Tanggal Input": "25 Jun 2019"}