{"Nomor": 39262, "Judul": "Analisis Skalabilitas Teknik Mousavian untuk Lokalisasi Bug pada Perangkat Lunak", "Abstrak": "Teknik lokalisasi bug adalah konsep yang dikembangkan untuk mempercepat proses debugging sebuah perangkat lunak. Salah satu teknik lokalisasi bug dengan hasil yang baik adalah teknik dengan pendekatan algoritma graph mining. Tetapi teknik dengan pendekatan tersebut tidak bersifat scalable terhadap ukuran graf. Mousavian dkk. (2011) mengembangkan teknik lokalisasi bug dengan teknik analisis-graf baru yang lebih scalable dibandingkan teknik lokalisasi bug berbasis algoritma graph mining. Tetapi, teknik mousavian belum pernah diuji menggunakan masukan data graf yang kompleks. Selain itu, algoritma untuk membangkitkan suspicious paths pada fase empat belum dijelaskan secara detail. Tugas akhir ini bertujuan untuk mendapatkan pola pertumbuhan waktu proses dan kebutuhan memori dari teknik mousavian untuk menentukan tingkat skalabilitasnya dan membandingkan waktu prosesnya dengan algoritma graph mining FSG, gSpan, dan CloseGraph menggunakan data uji sintetis.\nHasil analisis menyimpulkan bahwa algoritma breadth first search (BFS) dan algoritma depth first search (DFS) dapat digunakan untuk mengimplementasi bagian teknik mousavian yang belum dijelaskan dengan detail. Algoritma DFS lebih unggul dari algoritma BFS karena memiliki pertumbuhan penggunaan memori yang lebih efisien. Lebih lanjut lagi, pemilihan DFS atau BFS perlu menjamin kompleksitas teknik mousavian tetap bersifat polinomial. Salah satu pendekatan untuk menjamin hal tersebut adalah dengan membatasi kedalaman penelusuran graf.\nPengujian dilakukan menggunakan data uji sintetis. Data uji yang digunakan adalah sekumpulan graf lengkap dengan jumlah predikat 100-3000. Data graf direpresentasikan dalam bentuk matriks ketetanggaan dengan nilai bobot yang dibangkitkan secara acak. Hasil analisis dan pengujian menunjukkan waktu proses dan kebutuhan memori dari teknik mousavian memiliki pola pertumbuhan polinomial. Berdasarkan hasil tersebut, teknik mousavian dapat dikategorikan sebagai teknik lokalisasi bug yang scalable.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/171402"}, "Penulis": "Muhammad Umar Fariz Tumbuan [13515050]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Gusti Ayu Putri Saptawati S., M.Comm."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "lokalisasi bug perangkat lunak, graph mining, graf berbobot, skalabilitas, depth first search, breadth first search.", "Sumber": "", "Staf Input/Edit": "karya", "File": "8 file", "Tanggal Input": "25 Jun 2019"}