{"Nomor": 39269, "Judul": "PERKEMBANGAN KOTA BARU GOWA-MAROS MENUJU KOTA TEPI (EDGE CITY)", "Abstrak": "Pengembangan Kota Baru Gowa-Maros merupakan salah satu cara untuk\nmengataasi ketidakmampuan kota inti (Kota Makassar) dalam menyokong\ndampak dari urbanisasi yang dialami perkotaan Metropolitan Mamminasata saat\nini. Penelitian ini bertujuan untuk mengidentifikasi kecenderungan perkembangan\nKota Baru Gowa-Maros sebagai sebuah edge city yang berdampak terhadap\nkeberlanjutan urbanisasi perkotaan Metropolitan Mamminasata. Penelitian ini\ntermasuk jenis penelitian deskriptif dengan menggunakan data kuantitatif.\nKarakteristik perkembangan perkotaan baru dalam penelitian ini berfokus pada\naspek fisik, sosial kependudukan, dan perekonomian wilayah dengan mengacu\npada indikator edge city. Selanjutnya, terkait dampak perkembangan Kota Baru\nGowa-Maros tersebut upaya mengurangi beban kota inti (Kota Makassar) dalam\nmenyokong urbanisasi perkotaan Metropolitan Mamminasata diidentifikasi\nberdasarkan karakteristik perkembangan wilayahnya saat ini. Hasil penelitian ini\nmenunjukkan adanya kecenderungn kesesuaian karakteristik wilayah Kota Baru\nGowa-Maros dengan indikator edge city yang lebih lanjut memberikan dampak\nlangsung yang positif terhadap perkembanngan perkotaan metropolitan,\nkhususnya terkait struktur ruang wilayah, peningkatan peluang kerja, dan\nperkembangan struktur perekonomian wilayah.", "Daftar File": {"COVER Virda Evi Yanti Deril": "https://digilib.itb.ac.id/gdl/download/171413", "BAB 1 Virda Evi Yanti Deril": "https://digilib.itb.ac.id/gdl/download/171417", "BAB 2 Virda Evi Yanti Deril": "https://digilib.itb.ac.id/gdl/download/171418", "BAB 3 Virda Evi Yanti Deril": "https://digilib.itb.ac.id/gdl/download/171419", "BAB 4 Virda Evi Yanti Deril": "https://digilib.itb.ac.id/gdl/download/171420", "BAB 5 Virda Evi Yanti Deril": "https://digilib.itb.ac.id/gdl/download/171425", "BAB 6 Virda Evi Yanti Deril": "https://digilib.itb.ac.id/gdl/download/171426", "PUSTAKA Virda Evi Yanti Deril": "https://digilib.itb.ac.id/gdl/download/171427"}, "Penulis": "Virda Evi Yanti Deril [25416011]", "Kontributor / Dosen Pembimbing": ["Dr. Delik Hudalah, S.T., M.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "Kota Baru Gowa-Maros, edge city, dan karakteristik perkotaan baru.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "10 file", "Tanggal Input": "25 Jun 2019"}