{"Nomor": 39274, "Judul": "PERANCANGAN DAN SIMULASI SUDU-SUDU TURBIN AIR AKSIAL BERDAYA 4 MW DENGAN HEAD 8,4 METER", "Abstrak": "Pemanfaatan sumber energi terbaharukan di Indonesia masih sedikit.\nPembangkit Listrik Tenaga Minihidro merupakan salah satu cara pemanfaatan\nsumber energi tersebut. Sistem ini memiliki banyak keuntungan seperti\npenggunaan sumber energi terbaharukan dan bebas polusi. Selain itu Indonesia\nmemiliki banyak sungai dengan head yang rendah sehingga memungkinkan\ndipasang pada pintu-pintu air. Namun PLTM juga memiliki kekurangan seperti\nkurang ekonomis karena biaya pembangunan konstruksi sipil yang mahal.\nPembangkit Listrik Tenaga Minihidro memiliki beberapa komponen\nyang harus dirancang dengan baik. Komponen tersebut meliputi sudu jalan\nturbin, sudu pengarah, konstruksi sipil, dan komponen-komponen pada sistem\npembangkit energi listrik. Pada tugas akhir ini akan dibahas mengenai\nperancangan sudu tetap dan sudu jalan turbin. Proses perancangan sudu jalan\ndan sudu tetap menggunakan pendekatan pada perancangan turbin aksial jenis\nhorisontal.\nPenerapan Computational Fluid Dynamics (CFD) dalam proses\nperancangan sudu turbin dilakukan untuk mensimulasi sudu hasil rancangan.\nDengan simulasi ini maka akan didapat rancangan sudu turbin dengan kinerja\nyang optimal. Hasil simulasi mendapatkan daya keluaran turbin sebesar 3,93\nMW dengan efisiensi 85.61% pada head 8,4 meter.", "Daftar File": {"COVER Catra Prathama": "https://digilib.itb.ac.id/gdl/download/171450", "BAB 1 Catra Prathama": "https://digilib.itb.ac.id/gdl/download/171451", "PUSTAKA Catra Prathama": "https://digilib.itb.ac.id/gdl/download/171456"}, "Penulis": "Catra Prathama [13107102]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Hendrawan", "Ir. I Nengah Diasta, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Turbin Air Aksial Berdaya 4 MW", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "25 Jun 2019"}