{"Nomor": 39270, "Judul": "PENGARUH CACHE SIZE DAN CONTENT REQUEST PADA STRATEGI SPATIALLY DISPERSED CACHING", "Abstrak": "Desain teknologi Information-Centric Networking (ICN) bertujuan untuk menciptakan jaringan andal yang dapat memenuhi kebutuhan sekarang juga masa depan. Dan saat ini, hampir setiap aspek pertukaran data/konten menggunakan internet yang dimana ICN merupakan teknologi penting untuk internet. Selain itu, di ICN, user-lah yang menggerakkan komunikasi, karena konten menjadi tersedia di penyimpanan router disebabkan oleh permintaan user, sehingga ini membuat akses konten menjadi lebih efisien. Saat ini, beberapa model strategis untuk ICN telah dibuat, salah satu model strategisnya adalah Spatially Dispersed Caching (SDC). Dengan demikian, strategi ini mengelompokkan konten berdasarkan nama unik agar tersebar secara spasial. Lalu, konten yang lebih populer akan di-cache di banyak router. Penelitian ini bertujuan untuk memperdalam strategi SDC dan menganalisis nilai-nilai cache hit dengan mengubah nilai beberapa parameter, yaitu jumlah user, cache size, dan content request. Hasil penelitiannya adalah parameter yang paling berpengaruh pada cache hit adalah cache size, dimana kenaikan cache size berkorelasi sebesar 45 % terhadap kenaikan cache hit. Sementara kenaikan jumlah user dan content request hanya mempunyai korelasi terhadap kenaikan cache hit sebesar 22 % dan 32 %. Pengaruh dari jumlah user, cache size, dan content request terhadap cache hit adalah tetap meskipun telah dilakukan percobaan dengan merubah topologinya, namun untuk hasil path stretch, perubahan topologi sangat berpengaruh dimana topologi kedua akan selalu lebih baik dibandingkan dengan topologi pertama, karena topologi kedua mempunyai dua node yang langsung terhubung dengan user sehingga itu akan menjadikan pengiriman konten lebih efektif.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/171422"}, "Penulis": "Sarah Chairul Annisa [23217011]", "Kontributor / Dosen Pembimbing": ["Ir. Sigit Haryadi, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Information-Centric Networking (ICN), Spatially Dispersed Caching (SDC), Cache Size.", "Sumber": "", "Staf Input/Edit": "karya", "File": "1 file", "Tanggal Input": "25 Jun 2019"}