{"Nomor": 39287, "Judul": "PERANCANGAN TIPOGRAFI EKSPERIMENTAL UKIRAN GORGA BATAK TOBA", "Abstrak": "Menurut Sihombing (2001), tipografi merupakan representsai visual dari sebuah bentuk komunikasi verbal dan merupakan properti visual yang pokok dan efektif. Dalam buku Experimental Typography (1998), Rob Carter mengungkapkan bahwa Kekuatan tipografi ekperimental adalah keberagaman eksplorasi mulai dari bentuk visual hingga media yang digunakan dalam menciptakan huruf. Dengan demikian, tipografi eksperimental menjadi sarana yang cukup menarik untuk dieksplorasi lebih lanjut. Tipografi eksperimental saat ini masih belum banyak dilakukan di Indonesia. Karenanya menjadi ketertarikan penulis untuk membuat ekperimentasi tipografi khas Indonesia melalui ragam seni dan budaya dari tiap daerah di nusantara. Dari sekian banyaknya budaya di Indonesia salah satu yang cukup dikenal masyarakat sampai mancanegara berasal dari tanah Sumatera, tepatnya wilayah provinsi Sumatera Utara. Sebagian besar penduduknya merupakan masyarakat Suku Batak, daerahnya pun dikenal dengan nama tanah Batak. Suku Batak terbagi menjadi enam etnis kecil yaitu Bata Toba, Karo, Mandailing, Pakpak, Simalungun, dan Angkola. Dari keenam etnis tersebut Batak Toba dikenal cukup baik oleh masyarakat luas bahkan wisatawan asing. Terkenalnya wilayah Toba tidak lain karena objek wisata Danau Toba, kesenian patung Sigale-gale, Ulos, Rumah Gorga, bahkan beragam festival yang sangat menarik di sana. Hal yang cukup menarik dari ragam kesenian tersebut yaitu ukiran pada rumah adatnya yang disebut Gorga. Oleh karena itu, penelitian ini bertujuan untuk merancang tipografi eksperimental melalui ukiran gorga Batak Toba. Metode perancangan dilakukan dengan mengumpulkan data melalui observasi, wawancara, dan literatur, serta melalui analisis kualitatif terhadap bentuk-bentuk serta makna ukiran Gorga Batak Toba. Hasil dari perancangan ini dihasilkan tiga rancangan huruf yang diadaptasi dari bentuk Gorga. Media akhir perancangan ini berupa buku eksperimental.", "Daftar File": {}, "Penulis": "Wulan Anggraeni [17415032]", "Kontributor / Dosen Pembimbing": ["Dr. Naomi Haswanto, S.Sn., M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Komunikasi Visual", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Tipografi, Gorga, Batak Toba", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "25 Jun 2019"}