{"Nomor": 39286, "Judul": "SISTEM PENGHAPUSAN OTOMATIS ARTIFAK PENGUCAPAN PADA DATA ELECTROENCEPHALOGRAM DENGAN PEMBELAJARAN MESIN", "Abstrak": "Electroencephalogram (EEG) merupakan alat untuk merekam aktivitas elektrik yang berasal dari otak. Sayangnya, data EEG seringkali mengalami kontaminasi oleh artifak, yaitu aktivitas elektrik yang bukan bersumber dari otak, sehingga tidak dapat diproses lebih lanjut. Noise tersebut tentunya menimbulkan masalah dan batasan dalam pemrosesan data EEG, terutama untuk artifak pengucapan yang kerap timbul pada penelitian-penelitian terkait komunikasi. Selain itu, belum ada penelitian terdahulu yang mempelajari karakteristik dari artifak pengucapan, sehingga mendeteksinya merupakan hal yang sulit. Oleh karena itu, pada penelitian ini terdapat empat tujuan: 1) pembangunan sistem penghapusan artifak pengucapan, 2) pencarian model pembelajaran mesin terbaik untuk deteksi, 3) pencarian prospek penggunaan jaringan saraf dalam, dan 4) pencarian fitur terbaik.\nSebelum eksperimen pembelajaran mesin dimulai, pengolahan dan pemrosesan data spesifik untuk sinyal EEG diterapkan. Setelah itu, sinyal komponen-komponen independen EEG tersebut mengalami ekstraksi fitur dan pelabelan. Kemudian, eksperimen pembangunan model pembelajaran mesin dilakukan dengan beberapa skenario yang berfokus pada: pembangunan model baseline, penanganan data tak seimbang, dan teknik seleksi/ekstraksi fitur. Setelah itu, didapatkan Random Forest (f1-score uji: 0.97) dengan upsampling dan konfigurasi parameter terbaik sebagai model klasifikasi, dan Agglomerative (purity uji: 0.63) dengan SMOTE, Select K Best sebagai seleksi fiturnya, dan konfigurasi parameter terbaik sebagai model pengelompokan terbaik. Fitur terbaik diurutkan berdasarkan derajat kepentingan fitur milik model klasifikasi terbaik. Jaringan saraf dalam Feedforward (f1-score uji: 0.74) memperlihatkan bahwa prospek penggunaan jaringan saraf dalam untuk mendeteksi artifak pengucapan cukup menjanjikan. Sistem penghapusan artifak pengucapan dibangun dengan model-model terbaik hasil eksperimen.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/171504"}, "Penulis": "Holy Lovenia [13515113]", "Kontributor / Dosen Pembimbing": ["Dessi Puji Lestari, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "penghapusan artifak pengucapan otomatis, EEG, pembelajaran mesin", "Sumber": "", "Staf Input/Edit": "karya", "File": "8 file", "Tanggal Input": "25 Jun 2019"}