{"Nomor": 39284, "Judul": "TELAAH INTERAKSI GUGUS GANDA DENGAN GAIA DR2", "Abstrak": "Dua gugus bintang dapat terletak berdekatan, baik karena terlahir berdekatan dan\nhampir bersamaan maupun karena berpapasan, dan disebut sebagai sebuah sistem\ngugus ganda. Untuk disebut sebagai gugus ganda, kriteria seberapa dekat yang di-\npakai dalam berbagai studi berbeda-beda. Studi mengenai gugus ganda di Awan\nMagellan umumnya memakai kriteria separasi terproyeksi < 20 pc (Bhatia & Ha-\ntzidimitriou 1988), sedangkan studi gugus ganda di Bima Sakti memakai kriteria\nseparasi nyata < 30 pc (de la Fuente Marcos & de la Fuente Marcos 2009) atau\n100 pc dengan selisih kecepatan < 20 km s????2 (Conrad dkk. 2017). Dua gugus yang\nberdekatan dapat berinteraksi, menyebabkan distorsi tidal pada morfologi gugus.\nInformasi mengenai kinematika gugus dapat mengungkap apakah kedua gugus me-\nrupakan sistem yang terikat atau bukan.\nDalam Tugas Akhir ini, dilakukan pencarian kandidat gugus ganda dari katalog\ngugus Cantat-Gaudin dkk. (2018) berdasarkan data dari Gaia DR2. Kriteria yang\ndigunakan adalah separasi nyata < 50 pc. Dengan kriteria ini, ditemukan 66 pa-\nsangan gugus; beberapa di antaranya memiliki pasangan lebih dari satu sehingga\nmembentuk kelompok yang lebih besar. Dari hasil tersebut, diambil tiga pasang-\nan kandidat untuk ditelaah lebih lanjut: ASCC 16{ASCC 21, NGC 6716{Collinder\n394, dan NGC 2547{Pozzo 1. Masing-masing pasangan memiliki separasi nyata 13\npc, 13 pc, dan 46 pc. Untuk setiap gugus dilakukan penentuan keanggotaan dan\ndilakukan isochrone tting untuk memperoleh usia dan melakukan estimasi massa\nsecara fotometrik. Diperoleh bahwa ASCC 16{ASCC 21 dan NGC 6716{Collinder\n394 merupakan pasangan yang seumur, dengan usia masing-masing 10 Myr dan 126\nMyr; sedangkan NGC 2547{Pozzo 1 memiliki usia yang sedikit berbeda, yaitu 20\nMyr dan 13 Myr. Pasangan ASCC 16{ASCC 21 dan NGC 6716{Collinder 394 me-\nmiliki separasi antargugus yang dekat dan merupakan pasangan yang berinteraksi,\nsedangkan pasangan NGC 2547{Pozzo 1 memiliki separasi yang besar dan dapat\ndianggap tidak berinteraksi. Dari analisis kinematika juga mengindikasikan ASCC\n16{ASCC 21 dan NGC 6716{Collinder 394 merupakan sistem yang terikat.", "Daftar File": {}, "Penulis": "Abdurrahman Naufal [10315005]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Mochamad Ikbal Arifyanto, S.Si., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "gugus bintang - gugus terbuka - morfologi gugus - sistem bintang", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "9 file", "Tanggal Input": "25 Jun 2019"}