{"Nomor": 39280, "Judul": "EVALUASI KETERSEDIAAN SARANA PELAYANAN PUBLIK KOTA DENPASAR BERDASARKAN KRITERIA PADA SMART GOVERNANCE", "Abstrak": "Kota Denpasar merupakan salah satu kota dengan peran yang cukup kompleks,\nyaitu sebagai Pusat Kegiatan Nasional, kota inti metropolitan Sarbagita, dan juga\nkota wisata. Akibat peran tersebut perkembangan Kota Denpasar menjadi sangat\npesat dan menyebabkan gaya tarik bagi penduduk luar kota, sehingga tingkat\nurbanisasi menjadi tinggi. Saat ini jumlah penduduk Kota Denpasar sudah\nmencapai 897.300 jiwa, dengan laju pertumbuhan sebesar 1,96%, dan jumlah\ntersebut diperkirakan akan terus bertambah. Dengan kondisi tersebut, maka\npersoalan yang dihadapi pemerintah sebagai penyedia layanan publik adalah\nbagaimana pemerintah dapat memberikan pelayanan yang merata bagi masyarakat\nagar seluruh kebutuhan masyarakat dapat terpenuhi secara efektif dan efisien. Salah\nsatu cara yang dilakukan oleh Pemerintah Kota Denpasar untuk mewujudkan hal\ntersebut adalah dengan mengikuti Program Gerakan 100 Smart City Indonesia yang\ndiprakarsai oleh Kementerian Komunikasi dan Informatika Republik Indonesia.\nProgram tersebut diikuti oleh kota-kota dan daerah di seluruh Indonesia. Konsep\nsmart city ini diharapkan dapat mempercepat dan meratakan pembangunan dan\npengembangan wilayah di Indonesia. Salah satu dimensi smart city yang akan\ndibahas dalam penelitian ini adalah dimensi smart governance, karena dimensi\ntersebut merupakan dimensi yang paling terkait tentang bagaimana pemerintah\nmenyediakan layanan publik bagi masyarakatnya untuk mewujudkan smart city.\nPada dimensi ini terdapat kriteria dan indikator mengenai pelayanan publik yang\ndapat digunakan oleh pemerintah sebagai acuan untuk menyediakan sarana\npelayanan publik bagi masyarakat. Sebagai salah satu kota yang masuk dalam\nprogram nasional, maka penting untuk menilai sudah sejauh mana ketersediaan\nsarana pelayanan publik Kota Denpasar yang sudah disediakan oleh Pemerintah\nKota Denpasar dalam mengikuti konsep yang ditetapkan pada program nasional\ntersebut.\nTujuan dilakukannya penelitian evaluasi ini adalah untuk mengukur dan menilai\nketersediaan sarana pelayanan publik yang ada di Kota Denpasar. Untuk mencapai\ntujuan penelitian, terdapat sasaran yang harus dipenuhi yaitu teridentifikasinya\nkriteria dan indikator pelayanan publik berdasarkan dimensi smart governance,\nserta teridentifikasinya fakta yang ada di lapangan, setelah itu baru dapat dilakukan\npengukuran dan penilaian. Tahapan penelitian dimulai dari merumuskan isu yang\ndibuat dalam bentuk latar belakang dan persoalan penelitian, kemudian melakukan\nkajian teori berdasarkan literatur, menyusun metodologi, melakukan survey, dan\nmenganalisis data yang diperoleh. Pendekatan yang digunakan adalah pseudo\nevaluation (evaluasi semu), yaitu dengan membandingkan teori dengan fakta yang\nditemukan di lapangan. Metode evaluasi untuk melihat ketercapaian indikator\nmenggunakan mixed methods, yaitu mengumpulkan, menganalisis, dan mencampur\ndata kuantitatif dan kualitatif. Karena penelitian ini merupakan evaluasi campuran,\nmaka analisis data dibagi menjadi dua, yaitu analisis data kuantitatif dan analisis\ndata kualitatif. Data kuantitatif didapatkan dari hasil kuisioner yang disebarkan ke\nmasyarakat, sedangkan data kualitatif diperoleh dari hasil wawancara, observasi,\ndan dokumen pemerintah kota.\nHasil studi menunjukkan terdapat tiga kriteria untuk mencapai smart governance,\nyaitu pelayanan publik, birokrasi, dan kebijakan publik. Karena penelitian\nmembahas mengenai ketersediaan sarana pelayanan publik, maka kriteria yang\ndigunakan adalah kriteria pertama. Dalam kriteria pelayanan publik terdapat\nsembilan indikator yang harus dipenuhi yaitu adanya layanan online, e-payment,\nwi-fi, jaringan internet, sensor pada infrastruktur kota, layanan yang terintegrasi,\nadanya command center, akses informasi yang mudah, dan ketersediaan aplikasi\npada smartphone yang terintegrasi dengan platform utama pemerintah. dari hasil\npengukuran dan penilaian terhadap indikator tersebut, didapatkan bahwa\nketersediaan sarana pelayanan publik Kota Denpasar hanya memenuhi lima\nindikator dari total sembilan indikator yang harus dipenuhi. Secara persentase\nketercapaian tersebut adalah sebesar 55,5% yang artinya ketersediaan sarana\npelayanan publik untuk mewujudkan smart governance di Kota Denpasar masuk\ndalam kategori cukup baik.", "Daftar File": {"COVER Lita Febrian": "https://digilib.itb.ac.id/gdl/download/171469", "BAB 1 Lita Febrian": "https://digilib.itb.ac.id/gdl/download/171470", "BAB 2 Lita Febrian": "https://digilib.itb.ac.id/gdl/download/171476", "BAB 3 Lita Febrian": "https://digilib.itb.ac.id/gdl/download/171478", "BAB 4 Lita Febrian": "https://digilib.itb.ac.id/gdl/download/171481", "BAB 5 Lita Febrian": "https://digilib.itb.ac.id/gdl/download/171482", "BAB 6 Lita Febrian": "https://digilib.itb.ac.id/gdl/download/171484", "PUSTAKA Lita Febrian": "https://digilib.itb.ac.id/gdl/download/171485"}, "Penulis": "Lita Febrian [25416031]", "Kontributor / Dosen Pembimbing": ["Dr. RM. Petrus Natalivan Indradjati, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "Evaluasi, Kota Denpasar, pelayanan publik, smart governance.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "25 Jun 2019"}