{"Nomor": 39290, "Judul": "PERENCANAAN DAN ANALISIS PERILAKU STRUKTUR APARTEMEN KELAS MENENGAH KEATAS KAWASAN ALAM SUTERA", "Abstrak": "Maraknya pembangunan infrastruktur di Indonesia membuat laju pertumbuhan\nekonomi meningkat dari tahun ke tahun. Dengan sarana dan prasarana terintegrasi\n(terutama di Jakarta), maka masyarakat yang tinggal bukan di ibukota\nberbondong-bondong datang untuk mencari pekerjaan untuk membangun\nkehidupan yang layak. Seiring dengan meningkatnya jumlah kebutuhan rumah\ntinggal di daerah ibukota, maka pihak-pihak swasta yang bergerak di bidang\nproperti biasanya memberikan solusi atas permasalahan ini, yaitu dengan\nmembangun apartemen yang diiharpkan dapat memenuhi kebutuhan penghuninya\ntanpa penghuni perlu repot untuk keluar dari apartemen tersebut. Apartemen kelas\nmenengah keatas kawasan Alam Sutera merupakan salah satu contohnya.\nApartemen ini terdiri dari 4 menara dimana 2 menara terdepan dihubungkan oleh\njembatan. Pada bagian bawah apartemen ini, disediakan juga 3 lantai podium\nmultifungsi sedemikian sehingga, penghuni tidak perlu jauh-jauh untuk membeli\nbarang kebutuhan sehari-hari karena pada 3 lantai podium ini terdapat berbagai\nmacam toko yang menjual kebutuhan sehari-hari seseorang.\nPerencanaan struktur akan dilakukan 2 tahap, yaitu perencanaan struktur atas yang\nrelatif lebih fleksibel, dan perencanaan struktur bawah yang relatif lebih kaku.\nAdapun perencanaan struktur atas dilakukan menggunakan sistem rangka beton\npemikul momen khusus (SRPMK) yang berinteraksi dengan sistem dinding beton\nstruktural khusus (SDSK). Dalam hal ini, dinding sengaja sebagai elemen penahan gempa pertama yang mengalami plastifikasi. Untuk struktur atas, kombinasi\nantara sistem ini menghasilkan nilai modifikasi respons sebesar 7, nilai daktilitas\nsebesar 5,5 dan nilai kuat lebih bahan sebesar 2,5 dengan faktor angka\nkepentingan 1,25.\nUntuk struktur bawah yang lebih kaku, juga digunakan sistem rangka beton\npemikul momen khusus (SRPMK) yang berinteraksi dengan sistem dinding beton\nstruktural khusus (SDSK). Kekakuan struktur bawah yang besar didasarkan pada\nterpasangnya dinding besmen setebal 800 mm sehingga memenuhi persyaratan\nanalisis dua tahap.\nSetelah dilakukan penetapan sistem struktur, maka dilakukan analisis terhadap\nperilaku struktur baik itu struktur utama maupun struktur podium dan besmen\nterhadap gempa. Pemeriksaan itu berupa pemeriksaan perilaku struktur berupa\nsimpangan antar lantai, ketidakberaturan torsi, pemeriksaan persyaratan sistem\nganda, pemeriksaan ketidakberaturan horizontal, dan pemeriksaan\nketidakberaturan vertikal. Selain itu, dilakukan pula analisis modal struktur utama\nmaupun struktur besmen dan podium dan dilengkapi dengan analisis modal\nstruktur jembatan. Analisis kegempaan yang dilakukan untuk struktur atas\nmerupakan analisis spektrum ragam respons dan analisis yang dilakukan untuk\nstruktur bawah merupakan analisis lateral ekivalen.", "Daftar File": {}, "Penulis": "Doni Wardoyo Sembiring [15015086]", "Kontributor / Dosen Pembimbing": ["Ir. Made Suarjana, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Sistem Rangka Pemikul Momen Khusus (SRPMK), Sistem Dinding Beton Struktural Khusus (SDSK), Sistem Ganda, analisis kegempaan spektrum ragam respons, analisis kegempaan lateral ekivalen.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Jun 2019"}