{"Nomor": 39302, "Judul": "KESIAPAN SUMBER DAYA PERTANIAN DAN PEMERINTAH KABUPATEN BELITUNG DALAM PENGEMBANGAN KAWASAN AGROPOLITAN (STUDI KASUS: PERKEBUNAN LADA DI KECAMATAN MEMBALONG)", "Abstrak": "Salah satu konsep pengembangan wilayah yang cocok digunakan di negara\nberkembang termasuk di Indonesia adalah konsep agropolitan, yang merupakan\nkonsep pengembangan wilayah berbasis pertanian yang berkembang melalui\nketerpaduan sistem agribisnis sebagai penggerak perekonomian wilayah.\nPendekatan pengembangan wilayah melalui agropolitan ini dapat berhasil apabila\nsektor yang dikembangkan sesuai dengan keunikan lokal dan memiliki keunggulan\nkompetitif. Salah satu lokasi pengembangan kawasan agropolitan di Indonesia\nadalah Kabupaten Belitung yang dirintis pada tahun 2003, melalui basis agribisnis\nkomoditas lada (Muntok White Pepper) sebagai komoditas unggulan daerah\nberorientasi ekspor. Namun, sebagai salah satu daerah sentra produksi lada di\nIndonesia, kegiatan agribisnis lada di Kabupaten Belitung cenderung tidak\nberkembang, dengan penyebab antara lain: teknik budidaya secara tradisional,\nadanya alih fungsi lahan, serta kurangnya prasarana dan sarana pendukung kegiatan\nagribisnis. Hal ini ditunjukkan dengan menurunnya volume ekspor lada Indonesia\nsebesar 0,15% pertahun. Untuk mempertahankan eksistensi kawasan agropolitan\nberbasis perkebunan lada, maka diperlukan kesiapan sumber daya manusia sebagai\npelaku utama kegiatan agribisnis yang didukung oleh pemerintah, serta\nketersediaan sumber daya lahan guna keberlanjutan kawasan.\nPenelitian ini bertujuan untuk mengidentifikasi kesiapan sumber daya pertanian\nyang meliputi sumber daya manusia (SDM) petani dan sumber daya lahan, serta\nkesiapan Pemerintah Kabupaten Belitung dalam mendukung pengembangan\nkawasan agropolitan berbasis komoditas lada putih. Penelitian dilaksanakan di\nKecamatan Membalong sebagai kawasan agropolitan, yang memiliki areal\nmencakup 78% dari total luasan perkebunan lada se-kabupaten. Data yang\ndigunakan pada penelitian ini adalah data primer dan data sekunder. Data primer\nberupa kuesioner, wawancara dan observasi lapang, sementara data sekunder\nberupa dokumen dan laporan terkait pengembangan kawasan agropolitan di\nKabupaten Belitung. Responden pada penelitian ini berjumlah 91 orang petani yang\ntergabung dalam kelompok tani lada, sementara informan pada penelitian ini terdiri\ndari pelaku utama, pelaku usaha serta unsur pemerintah. Penelitian ini\nii\nmenggunakan pendekatan kuantitatif dan kualitatif, dengan metode analisis yang\ndigunakan antara lain: 1) analisis statistik deskriptif untuk mengidentifikasi\nkesiapan petani lada berdasarkan kompetensi kognitif, fungsional dan sosial dalam\nketerpaduan sistem agribisnis yang terdiri dari subsistem hulu (up-stream\nagribusiness), subsistem primer (on-farm agribusiness), subsistem hilir (downstream\nagribusiness), subsistem pemasaran dan subsistem penunjang; 2) analisis\nspasial untuk mengindentifikasi kesiapan lahan mencakup kondisi aktual serta\nketersediaan lahan potensial; dan 3) analisis isi untuk mengidentifikasi kesiapan\npemerintah terhadap kebijakan, program dan penyuluhan dalam kawasan\nagropolitan.\nHasil penelitian ini menunjukkan bahwa SDM petani, sumber daya lahan dan\npemerintah daerah belum sepenuhnya siap dalam mendukung pengembangan\nkawasan agropolitan berbasis lada di Kecamatan Membalong, serta pentingnya\nperan pemerintah dalam menentukan kemampuan SDM petani pada keseluruhan\nsistem agribisnis. Pada faktor dukungan pemerintah, tidak adanya organisasi\npengelola kawasan (Pokja/Tim Teknis) tingkat kabupaten menyebabkan tidak\noptimalnya sosialisasi, sinkronisasi dan implementasi rencana pengembangan serta\naktivitas pembangunan dalam kawasan agropolitan. Minimnya pembiayaan juga\nmengakibatkan fasilitasi agribisnis terbatas pada subsistem hulu dan primer. Pada\nfaktor sumber daya manusia, kompetensi petani lada hanya kuat pada subsistem\nhulu dan primer, sementara subsistem hilir dan pemasaran tidak berkembang. Di\nsamping itu, tidak berkembangnya lembaga keuangan mikro sebagai sumber\npermodalan berbasis masyarakat, menyebabkan adanya ketergantungan petani\nkepada pedagang pengumpul sehingga terjalin keterikatan sosial yang\nmempengaruhi subsistem hulu hingga pemasaran. Pada faktor sumber daya lahan,\npola budidaya yang tersebar dan nomaden menjadi kendala dalam pengembangan\nsentra produksi, sementara potensi lahan sebesar 15.656 ha untuk pengembangan\nperkebunan lada di Kecamatan Membalong belum sepenuhnya dimanfaatkan.\nMeskipun memiliki keunggulan komparatif (lahan potensial) dan kompetitif (lada\nputih), namun ketidaksiapan SDM serta dukungan pemerintah dalam\nmengembangkan kegiatan agribisnis lada secara terpadu sebagai penggerak\nperekonomian wilayah, dengan sendirinya akan menghambat perkembangan\nkawasan agropolitan.", "Daftar File": {"COVER Angga Supra Indra": "https://digilib.itb.ac.id/gdl/download/171539", "BAB 1 Angga Supra Indra": "https://digilib.itb.ac.id/gdl/download/171540", "BAB 2 Angga Supra Indra": "https://digilib.itb.ac.id/gdl/download/171541", "BAB 3 Angga Supra Indra": "https://digilib.itb.ac.id/gdl/download/171542", "BAB 4 Angga Supra Indra": "https://digilib.itb.ac.id/gdl/download/171543", "BAB 5 Angga Supra Indra": "https://digilib.itb.ac.id/gdl/download/171544", "BAB 6 Angga Supra Indra": "https://digilib.itb.ac.id/gdl/download/171545", "PUSTAKA Angga Supra Indra": "https://digilib.itb.ac.id/gdl/download/171546"}, "Penulis": "Angga Supra Indra [25416040]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Dewi Sawitri Tjokropandojo, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "agropolitan, agribisnis, kompetensi petani, pemerintah daerah, lada putih", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "25 Jun 2019"}