{"Nomor": 39305, "Judul": "IDENTIFIKASI STRUKTUR VERTIKAL ELIPS ARUS PASUT DI PERAIRAN INDONESIA BAGIAN TIMUR", "Abstrak": "Perairan Indonesia sangat dipengaruhi oleh sinyal pasut semidiurnal (M2 dan S2) dari Samudra Hindia dan sinyal pasut diurnal (K1 dan O1) dari Samudra Pasifik. Oleh karena itu, di dalam laut internal, terdapat kemungkinan terjadinya percampuran pasut (sinyal semidiurnal dan diurnal). Penelitian ini difokuskan pada penentuan elips arus pasut berdasarkan data kecepatan yang diukur selama program INSTANT (International Nusantara Stratification and Transport). Telah dilakukan analisis data kecepatan di Selat Makassar, Lombok, Timor, dan Ombai dari 18 Januari 2004 hingga 31 Desember 2004. Karakteristik data arus pasut yang terdapat pada kedalaman yang ditentukan (50, 150, 350, dan 750 meter) diproses dan dikalkulasi menggunakan software MATLAB yang menghasilkan magnitudo dan variabilitas arus total dan residu serta variabilitas vertikal elips pasut pada daerah kajian tersebut. Di Selat Makassar dan Selat Lombok arus cenderung bergerak secara meridional (utara-selatan) dan menunjukkan adanya sinyal pasut semidiurnal dan diurnal sementara di Selat Timor dan Selat Ombai arus cenderung bergerak secara zonal (timur-barat) yang didominasi oleh sinyal semidiurnal. Arus pasut dominan pada kedalaman 350 dan 750 meter sedangkan arus non pasut dominan di kedalaman 50 hingga 150 meter. Komponen diurnal K1 dan O1 serta komponen semidiurnal M2 dan S2 memiliki rotasi vektor arus serta arah awal perambatan yang berbeda-beda. Komponen semidiurnal M2 merupakan sinyal pasut yang paling dominan pada keempat daerah kajian.", "Daftar File": {}, "Penulis": "Erlin Beliyana [12915001]", "Kontributor / Dosen Pembimbing": ["Ivonne Milichristi Radjawane, S.Si., M.Si., Ph.D.", "Dwi Susanto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Arus, Arus Pasut, Elips Arus Pasut, Komponen Diurnal, Komponen Semidiurnal", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Jun 2019"}