{"Nomor": 39300, "Judul": "PENGGUNAAN BAHAN AJAR BERBASIS TECHNOLOGY-ENABLED ACTIVE LEARNING SIMULATION (TEALSIMSIM) DALAM PEMBELAJARAN FISIKA MODERN DI PRODI PENDIDIKAN FISIKA", "Abstrak": "Tujuan dari penelitian ini adalah untuk mengetahui seberapa besar pengaruh penggunaan TEALSim terhadap hasil belajar dan aktivitas mahasiswa serta menganalisis pandangan mahasiswa terhadap penggunaan bahan ajar berbasis TEALSim. Penelitian ini termasuk penelitian Kuasi-Eksperimen dengan desain uji coba yaitu nonequivalent control group design. Dalam desain ini terdapat dua kelompok kelas yaitu kelas eksperimen yang diajar menggunakan bahan ajar berbasis TEALSim dan kelas kontrol dengan menggunakan pembelajaran konvensional (tradisional). Teknik analisis data yaitu analisis statistik deskriptif untuk mengetahui hasil belajar mahasiswa; analisis deskriptif kuantitatif untuk mengetahui respon mahasiswa; serta analisis inferensial untuk menguji hipotesis penelitian. Berdasarkan analisis diperoleh bahwa terdapat perbedaan yang signifikan pada hasil belajar mahasiswa yang diajar melalui penerapan bahan ajar berbasis TEALSim dengan yang diajar melalui pembelajaran konvensional.", "Daftar File": {"ABSTRAK Ahmad Swandi": "https://digilib.itb.ac.id/gdl/download/171536", "COVER Ahmad Swandi": "https://digilib.itb.ac.id/gdl/download/180887", "BAB 1 Ahmad Swandi": "https://digilib.itb.ac.id/gdl/download/180888", "BAB 2 Ahmad Swandi": "https://digilib.itb.ac.id/gdl/download/180889", "BAB 3 Ahmad Swandi": "https://digilib.itb.ac.id/gdl/download/180890", "BAB 4 Ahmad Swandi": "https://digilib.itb.ac.id/gdl/download/180891", "BAB 5 Ahmad Swandi": "https://digilib.itb.ac.id/gdl/download/180892", "PUSTAKA Ahmad Swandi": "https://digilib.itb.ac.id/gdl/download/180893"}, "Penulis": "Ahmad Swandi [90217309]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Sparisoma Viridi, S.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Pengajaran Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "Aktifitas; Technology Enabled Active Learning (TEALSim); Hasil Belajar", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "8 file", "Tanggal Input": "25 Jun 2019"}