{"Nomor": 39316, "Judul": "OPTIMASI KAPASITAS PLTBG SEI ROKAN DAN PLTBG SEI TAPUNG PADA STUDI INTERKONEKSI SISTEM RIAU", "Abstrak": "Provinsi Riau merupakan penyumbang ekspor minyak sawit mentah terbesar di Indonesia. Provinsi Riau sampai saat ini masih mengalami krisis energy listrik yang ditandai dengan pemadaman listrik bergilir di tengah-tengah mesyarakat. Krisis energy listrik tersebut penting diantisipasi dengan melakukan terobosan baru untuk mencari sumber energy listrik alternative berupa energy baru dan terbarukan yang berbasis limbah cair pabrik kelapa sawit. Pemanfaatan limbah cair kelapa sawit menjadi energy listrik ini adalah bentuk optimalisasi waste to energy yang merupakan salah satu langkah kontribusi Indonesia dalam menurunkan emisi gas rumah kaca.\nSistem kelistrikan Rayon Pasir Pengaraian adalah salah satu sistem isolated di Provinsi Riau. Pada tahun 2020 sistem akan kembali di suplai dari interkoneksi sistem 150 kV Sub Sistem Riau. Rencana pembangunan dua Pembangkit Listrik Tenaga Biogas (PLTBg) akan mengabaikan PLTD eksisting sehingga dapat menyerupai konfigurasi yang sesuai dengan data yang tersedia. Kapasitas pembangkit masih berupa usulan, sehingga diperlukan analisis tentang optimasi kapasitas pembangkit agar diperoleh hasil terbaik untuk sistem. Optimasi tersebut didasarkan pada criteria teknis seperti analisis aliran daya, validasi short circuit ratio, serta analisis kestabilan transien.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/171586"}, "Penulis": "Gina Nurhayati [18014032]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Nanang Hariyanto, M.T.", "Dr. Ir. Muhammad Nurdin, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Tenaga Listrik", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Pembangkit Listrik Tenaga Biogas (PLTBg), analisis aliran daya, short circuit ratio, kestabilan transien", "Sumber": "", "Staf Input/Edit": "karya", "File": "8 file", "Tanggal Input": "25 Jun 2019"}