{"Nomor": 39314, "Judul": "STUDI KORELASI LAND SUBSIDENCE DENGAN INTRUSI AIR LAUT DI WILAYAH PESISIR JAKARTA", "Abstrak": "Penurunan tanah, khususnya di wilayah DKI Jakarta untuk saat ini didominasi di\nwilayah Jakarta bagian utara. Setiap tahunnya sangat jelas terlihat adanya penurunan\nuntuk wilayah Jakarta bagian utara. Salah satu penyebab turunnya tanah di Jakarta\nadalah eksploitasi air tanah yang berlebihan. Peningkatan pemanfaatan air tanah\nmenyebabkan turunnya tanah di Jakarta. Eksploitasi air tanah yang terus-menerus\ndilakukan, khususnya di daerah yang dekat dengan pesisir, juga dapat menyebabkan\nintrusi air laut. Ditandai dengan adanya pergeseran kesetimbangan hidrolis zona\ntransisi air laut yang semakin mengarah ke darat. Dengan melakukan interpolasi\nkriging pada data penurunan muka tanah dan intrusi air laut, maka korelasi antara\nkedua fenomena tersebut dapat dihasilkan. Pada penelitian ini untuk data penurunan\nmuka tanah menggunakan metode levelling, InSAR, dan GPS dengan periode 1925-\n2015. Sedangkan data intrusi air laut menggunakan metode dengan periode 2018-\n2019 ditambah data sekunder kandungan CL- dan DHL. Kemudian seluruh data\npendukung yang lainnya seperti penggunaan lahan, peta geologi, batas administasi\ndigabungkan pada model spasial penurunan muka tanah (PMT), hasil interpolasi data\nsekunder, dan data primer hasil survei yang dilakukan penulis. Setelah mendapatkan\nhasil peta interpolasi data intrusi air laut dan penurunan muka tanah, penulis\nmembuat grid untuk menghitung jumlah luasan yang terkena dampak dari kedua\nfenomena tersebut dan guna lahan apa saja yang terkena imbas. Korelasi yang dapat\ndihasilkan adalah apabila terdapat intrusi air laut maka terjadi penurunan muka\ntanah, tetapi apabila terdapat penurunan muka tanah belum tentu terjadi intrusi air\nlaut. Untuk besar luasan terdampak penurunan muka tanah dan intrusi air laut adalah\nkurang lebih seluas 336 km2.", "Daftar File": {"ABSTRAK Alimah Sekarningrum": "https://digilib.itb.ac.id/gdl/download/171577"}, "Penulis": "Alimah Sekarningrum [15115018]", "Kontributor / Dosen Pembimbing": ["Dr. Heri Andreas, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Engineering & allied operations", "Kata Kunci": "korelasi, punurunan tanah, intrusi air laut, kriging", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Jun 2019"}