{"Nomor": 39315, "Judul": "PENGEMBANGAN DESAIN ALAT MAKAN UNTUK MENUNJANG KEMANDIRIAN PENYANDANG LOW VISION USIA 2-6 TAHUN", "Abstrak": "Pada 12 tahun pertama kehidupan anak, sebanyak 80% informasi diperoleh melalui penglihatan. Usia 0-5 tahun adalah usia tahap perkembangan, atau sering disebut dengan masa golden age. Pada masa ini adalah waktu terpenting untuk mengoptimalkan pertumbuhan dan perkembangannya baik secara kognitif, motorik, bahasa, dan sosial emosi. Anak awas (normal), umumnya pada tahap ini mengalami observational learning (incidental learning) atau tahap dimana anak belajar melalui observasi. Namun anak dengan disabilitas netra low vison tidak bisa melewati masa ini dengan baik. Low vision merupakan kondisi penglihatan yang masih mengalami kesulitan untuk melihat meskipun sudah menggunakan kacamata ataupun tidak terbantu dengan kacamata. Dalam kehidupannya, seringkali orangtua khawatir anaknya yang tidak dapat hidup mandiri, namun khawatir juga akan potensi bahaya yang ada. Tak jarang mereka membatasi kegiatan anak dan terlalu memanjakannya. Sehingga anak seringkali mengalami keterlambatan perkembangan, terutama dalam hal kemandirian aktivitas sehari-hari.\nPenelitian ini menggunakan metode kualitatif, dengan teknik wawancara, observasi, dan user test. Sampel diambil dari 3 anak low vision berusia 2-6 tahun beserta orangtuanya. Selain itu penelitian mengambil data literatur, konsultasi ke Pelayanan Dini Low Vision Wyata Guna di Bandung.\nDari data yang ditemukan di lapangan, penelitian ini fokus pada pengembangan produk alat makan, khususnya tekstur sebagai alat bantu orangtua untuk menunjang kemandirian anak low vision saat makan.", "Daftar File": {}, "Penulis": "Mita Sekarsari Arum Paramitra [17515027]", "Kontributor / Dosen Pembimbing": ["Dr. Yannes Martinus Pasaribu, M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Produk", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Low Vision, Alat Makan, Kemandirian, Taktil", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "25 Jun 2019"}