{"Nomor": 39328, "Judul": "PROBABILISTIC APPROACH TO THE SEISMIC HAZARD ASSESSMENT IN MYANMAR", "Abstrak": "Myanmar is one of the most seismically active regions in Southeast Asia. The region experiences a lot of medium-sized earthquakes in each year. Therefore, a suitable hazard analysis is necessary for the region. In this study, a probabilistic seismic hazard analysis was conducted to estimate and map peak ground acceleration (PGA) and spectral response at 0.2 and 1.0 s periods, with 2% and 10% probability of exceedance in 50 years corresponding to the return period of 475 and 2475 years. Maps presented in this study are intended for regional purposes and may be useful for emergency response planning and urban development. The database used in this study was compiled from USGS, ISC, NEIC and HRVD. The compiled catalog covers an area between latitude 9°– 30° N and longitude 90°–103° E and includes moment magnitude > 4 from 1900 to December 2017. We used a standard logic-tree approach that includes systematic analyses for various seismicity models. Because a region-specific empirical ground-motion model is lacking, we used the Next Generation Attenuation ground-motion relations. New seismic hazard maps have been developed that consider new empirical relations to convert MS and mb to moment magnitude and updated fault slip rates in Myanmar. In this study, the highest seismic hazard values can be seen at the northwestern and southwestern parts of Myanmar, and along the active Sagaing fault.", "Daftar File": {"ABSTRAK Razar Hlaing": "https://digilib.itb.ac.id/gdl/download/171632", "COVER Razar Hlaing": "https://digilib.itb.ac.id/gdl/download/191668", "BAB 1 Razar Hlaing": "https://digilib.itb.ac.id/gdl/download/191669", "BAB 2 Razar Hlaing": "https://digilib.itb.ac.id/gdl/download/191670", "BAB 3 Razar Hlaing": "https://digilib.itb.ac.id/gdl/download/191671", "BAB 4A Razar Hlaing": "https://digilib.itb.ac.id/gdl/download/191687", "BAB 4B Razar Hlaing": "https://digilib.itb.ac.id/gdl/download/191688", "BAB 5 Razar Hlaing": "https://digilib.itb.ac.id/gdl/download/191689", "PUSTAKA Razar Hlaing": "https://digilib.itb.ac.id/gdl/download/191690"}, "Penulis": "Razar Hlaing [32415701]", "Kontributor / Dosen Pembimbing": ["Prof. Sri Widiyantoro, M.Sc., Ph.D.", "Dr. Irwan Meilano, S.T., M.Sc.", "Dr.Eng. Asep Saepuloh, S.T., M.Eng."], "Jenis Koleksi": "Disertasi", "Penerbit": "Sains Kebumian", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Engineering & allied operations", "Kata Kunci": "seismic hazard, peak ground acceleration, Myanmar.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "25 Jun 2019"}