{"Nomor": 39329, "Judul": "PERANCANGAN DAN PEMBUATAN MESIN PEMROSESAN PELAT COIL", "Abstrak": "Sebagian besar industri dan konstruksi menggunakan bahan baku pelat logam\nuntuk menghasilkan berbagai macam produk. Pelat logam yang di jual biasanya\nterdapat dalam bentuk lembaran dan coil. Coil adalah pelat yang berbentuk\ngulungan. Pelat dalam bentuk coil dapat mencapai panjang 250 m dan sangat\nefisien dalam penyimpanan dan mudah untuk dipindah.\nPenelitian ini bertujuan untuk mendapatkan lembaran pelat dengan ukuran\ntertentu sesuai dengan kebutuhan produk. Produk yang dibuat oleh industri\nmembutuhkan ukuran yang sangat bervariasi. Oleh karena itu, dengan ukuran\nbahan baku yang sama akan diihasilkan banyak sisa material. Hal ini dapat\nmeningkatkan efisiensi dan berpengaruh langsung pada harga produk.\nDalam rangka menghasilkan lembaran pelat yang bervariasi dari pelat berbentuk\ncoil, maka diperlukan proses pemotongan panjang. Proses tersebut terdiri dari dua\nproses utama yaitu proses pelurusan dan pemotongan. Sebelum diproses, pelat\nberbentuk coil yang mempunyai kelengkungan. Dalam penelitian akan dirancang\ndan dibuat mesin pemrosesan pelat coil sehingga dapat menghasilkan pelat yang\nlurus dan rata.\nMesin pemrosesan coil terdiri dari dua mesin utama yaitu mesin pelurus pelat dan\nmesin pemegang pelat coil. Pelurusan adalah proses penekukan lembaran material\npada permukaan atas dan bawah menggunakan beberapa rol. Proses ini\nmemberikan tekanan pada pelat yang melebihi batas elastisitasnya. Hal ini\nbertujuan untuk menghilangkan kelengkungan. Pemegang coil berfungsi untuk\nmemegang coil yang berotasi pada satu sumbu putar.\nMetode perancangan yang digunakan adalah VDI (Verein Deutcher Ingenieure)\nyang dimulai dari merencana, mengkonsep, merancang, dokumentasi. Hasil akhir\nperancangan digunakan sebagai informasi pada tahap proses pembuatan.\nPengujian pada mesin menggunakan pelat dengan tebal 1 mm, 2 mm dan 3 mm.\nSemua pelat yang telah diuji memberikan hasil yang lurus dan rata sehingga dapat\ndigunakan untuk proses industri sebagai bahan baku. Mesin pemegang coil dapat\nmencengkeram diameter dalam coil dari 50 cm sampai 80 cm dengan baik.", "Daftar File": {"COVER Yunarto": "https://digilib.itb.ac.id/gdl/download/171643", "BAB 1 Yunarto": "https://digilib.itb.ac.id/gdl/download/171645", "BAB 2 Yunarto": "https://digilib.itb.ac.id/gdl/download/171646", "BAB 3 Yunarto": "https://digilib.itb.ac.id/gdl/download/171647", "BAB 4 Yunarto": "https://digilib.itb.ac.id/gdl/download/171648", "BAB 5 Yunarto": "https://digilib.itb.ac.id/gdl/download/171649", "PUSTAKA Yunarto": "https://digilib.itb.ac.id/gdl/download/171650"}, "Penulis": "Yunarto [23105006]", "Kontributor / Dosen Pembimbing": ["Ir. Indrawanto, M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Pelat, Coil, Pemotongan panjang, Pemrosesan coil", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "25 Jun 2019"}