{"Nomor": 39325, "Judul": "PEMBUATAN DAN PENGUJIAN FOAMING TESTING RIG SESUAI STANDAR ISO 6247", "Abstrak": "Pelumas adalah komponen vital dalam mesin untuk mengurangi gesekan.\nPelumas memiliki beberapa fungsi utama, yaitu : sebagai pelapis permukaan\nbenda yang bergesekan, sebagai penyerap panas dan sebagai pembersih.\nPembentukan buih pada pelumas akan merugikan, karena apabila\nbuih tersebut menggantikan posisi pelumas pada kontak, maka permukaan benda\ntidak dilapisi pelumas, sehingga rugi-rugi gesekan yang terjadi menjadi lebih\nbesar. Pembentukan buih pada pelumas tidak dapat dihindari, tetapi dapat\ndikurangi dengan menambahkan aditif antifoaming pada pelumas tersebut.\nPada penelitian ini dilakukan pembuatan dan pengujian alat uji\nkarakteristik buih pada pelumas sesuai standar ISO 6247. Pembuatan dan\nPengujian alat yang mengacu standar ISO 6247, merupakan simulasi\npembentukan buih, dekat dengan kondisi operasi pelumas. Pada penelitian ini\ndigunakan 4 jenis pelumas, yang terdiri atas : 2 jenis pelumas motor diesel dan 2\njenis pelumas motor bensin.\nAlat uji dibuat dan dioperasikan mengikuti standar ISO 6247 mampu\nmembedakan foaming pada beberapa pelumas baru maupun bekas. Dalam\npengujian terbukti bahwa pelumas bekas memiliki kecenderungan pembentukan\nbuih yang lebih mudah dibanding pelumas baru. Kelemahan standar ISO 6247\nadalah tidak dapat mengukur udara-pelumas terdispersi pada pelumas yang\nberwarna pekat atau gelap.", "Daftar File": {"COVER Erzi Muharsa": "https://digilib.itb.ac.id/gdl/download/171618", "BAB 1 Erzi Muharsa": "https://digilib.itb.ac.id/gdl/download/171619", "PUSTAKA Erzi Muharsa": "https://digilib.itb.ac.id/gdl/download/171626"}, "Penulis": "Erzi Muharsa [13104141]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Ir. Tri Yuswidjajanto Zaenuri", "Prof. Wiranto Arismunandar"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Foaming Testing Rig", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "25 Jun 2019"}