{"Nomor": 39336, "Judul": "PERANCANGAN ANIMASI 2D TENTANG BIJAK MENGGUNAKAN MEDIA SOSIAL UNTUK REMAJA", "Abstrak": "Proses komunikasi antar manusia telah berubah atas hadirnya media sosial di internet. Indonesia sendiri termasuk salah satu negara dengan jumlah pengguna media sosial tertinggi, terutama pada kalangan anak-anak dan remaja. Sayangnya masih banyak pengguna media sosial yang melakukan pelanggaran-pelanggaran di dalamnya karena masih minimnya pengetahuan pengguna tentang etika-etika dan aturan dalam bermedia sosial. Dampak dari pelanggaran-pelanggarannya sanggup merugikan orang lain, membahayakan diri sendiri, bahkan menimbulkan keributan di kehidupan nyata. Oleh karena itu, diperlukan adanya edukasi tentang bermedia sosial yang bijak. Penelitian ini menggunakan metode campuran dari kualitatif yang berupa studi literatur, wawancara pada ahli, dan perbandingan karya terdahulu serta kuantitatif berupa pengambilan data-data primer melalui penyebaran kuesioner serta pengambilan data sekunder yang mendukung. Hasilnya beberapa jenis pelanggaran yang masih kerap ditemukan dan perlu diedukasikan akan bahayanya adalah bullying, ujaran kebencian dan penghinaan, ancaman dan kekerasan, hoax, pornografi, unggahan berbau SARA, pencemaran nama baik, hoax, pornografi dan unggahan tidak senonoh, serta konten dan data pribadi. Sedangkan jenis pelanggaran yang saat ini sangat yang paling genting dan dekat dengan remaja dalah bullying dan hoax. Konsep yang dipilih adalah media linear berupa animasi serial dengan teknik animasi 2D, karena media ini mampu menyaring konsep yang rumit untuk menjadi konsep yang menarik, mudah dimengerti, dan dapat pula dibawakan dengan pembawaan yang emosional. Konsep animasi ini sendiri berfokus pada prinsip-prinsip etik yang seharusnya dipatuhi dalam bermedia sosial dengan berkaca terhadap pelanggaran yang ada. Masing-masing prinsip etik yang dijelaskan dalam satu episode. Sedangkan konsep animasi ini adalah hal-hal yang dekat dengan remaja seperti kisah persahabatan remaja.", "Daftar File": {}, "Penulis": "Muhammad Alnauval [17415026]", "Kontributor / Dosen Pembimbing": ["Banung Grahita, S.Ds., M.Ds., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Komunikasi Visual", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "remaja, media sosial, prinsip etik, animasi 2D, cyberbullying", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "26 Jun 2019"}