{"Nomor": 39337, "Judul": "PERANCANGAN ANIMASI 2D TENTANG ADIKSI MEDIA SOSIAL UNTUK KALANGAN DEWASA MUDA", "Abstrak": "Media sosial merupakan salah satu produk dari perkembangan teknologi informasi yang kini keberadaannya sudah menjadi gaya hidup bagi banyak kalangan. Media sosial memungkinkan penggunanya untuk dengan mudah berpartisipasi dan berbagi dalam penyebaran informasi. Kehadirannya memudahkan manusia untuk dapat berinteraksi dengan sesama penggunanya, memperluas pertemanan sehingga jarak dan waktu bukan lagi masalah dan penyebaran informasi dapat berlangsung secara cepat. Indonesia sendiri termasuk salah satu negara dengan jumlah pengguna media sosial tertinggi, terutama pada kalangan dewasa muda. Namun, penggunaan media sosial dengan intensitas waktu yang tinggi menimbulkan ketergantungan pada penggunanya. Dampak dari ketergantungan terhadap media sosial berkaitan erat dengan munculnya sindrom FoMo ( Fear of Missing Out ) yang merupakan kecemasan akan ketertinggalan momen berharga individu atau kelompok lain dan ditandai dengan keinginan untuk terus terhubung dengan apa yang orang lain lakukan melalui internet atau dunia maya. Hal ini berdampak negated bagi kesehatan psikis dimana adiksi ini dapat menyebabkan; kurangnya produktifitas kerja, sifat rakus, iri , dengki, emosional dan kurangnya perhatian dengan lingkungan sekitar di dunia nyata. Oleh karena itu, diperlukan adanya edukasi mengenai dampak adiksi media sosial. Perancangan ini membahas bagaimana penggunaan media sosial pada kalangan dewasa muda yang memicu adiksi terhadap media sosial berkaitan dengan sindrom FoMo dan membahas mengenai video animasi 2D yang baik untuk menginformasikan topik tersebut. Perancangan ini menggunakan metode berupa studi literatur dan pengambilan data yang didapat melalui kuesioner online dan wawancara kepada psikolog. Konsep yang dipilih adalah video storytelling berbasis animasi 2D. Perancangan ini juga menghasilkan sebuah rekomendasi perancangan untuk video animasi 2D mengenai adiksi media sosial untuk kalangan dewasa muda.", "Daftar File": {}, "Penulis": "Miko Awangyudha [17415031]", "Kontributor / Dosen Pembimbing": ["Drs. Iman Sudjudi, M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Komunikasi Visual", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Video animasi 2D, Adiksi Media Sosial, Dewasa Muda", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "26 Jun 2019"}