{"Nomor": 39355, "Judul": "PENINGKATAN PENGOPERASIAN MINI PLANT BOILER BDT921 DENGAN MIGRASI PENGONTROL SINGLE LOOP CONTROLLER (SLC) MENUJU PROGRAMMABLE LOGIC CONTROLLER (PLC)", "Abstrak": "digunakan controller bertipe Single Loop Controller (SLC) yang memiliki keterbatasan dalam pengoperasian. Antara lain tidak terdapat fungsi perekaman data dari proses, skenario pengontrolan pada percobaan yang telah Maka ditentukan, dan tidak kompatibel untuk diintegrasikan dengan HMI. Pada dokumen pengoperasian SLC mini plant, tidak ditampilkan P&ID yang mengikuti standar ISA 5.1 serta sulitnya pemahaman dalam pengontrolan SLC melalui dokumen. Maka diperlukan suatu migrasi controller untuk meningkatkan pola operasi mini plant.\nUntuk itu dipilih solusi dengan me-migrasikan Single Loop Controller (SLC) menuju Programmable Logic Controller (PLC) agar sistem mini plant dapat memiliki aksi pengoperasian yang lebih baik. Hal ini didasari dari fitur-fitur PLC yang memiliki kelebihan dibandingkan SLC, seperti adanya kemampuan untuk melakukan perekaman data. Selain itu PLC dapat diintegrasikan dengan sistem lainnya untuk mendukung keperluan operasi mini plant yang ada.\nHasil dari sistem ini dengan selesainya pemrograman sistem untuk kebutuhan kontrol proses mini plant Boiler BDT921 dengan menggunakan pemrograman Ladder pada PLC Allen Bradley SLC-500 dan mengintegrasikannya dengan HMI melalui OPC Client Server. Selain itu, dengan adanya High Performance HMI diharapkan pengguna dapat mengoperasikan mini plant dengan sebaik mungkin. Kemudian dengan adanya sistem perekaman data/historian database, akan membuat respon dari sistem selalu dapat direkam dan disimpan untuk keperluan analisis lebih lanjut.\nSetelah sistem sudah berhasil dimigrasikan dengan baik, sistem yang ada perlu dilakukan justifikasi untuk memastikan respon dari tiap sistem yang sudah dibangun dapat dibuktikan secara teoritis. Justifikasi yang dilakukan dengan pengujian serta pemodelan dan simulasi dari berbagai konfigurasi di tiap lingkar pengontrol. Terdapat empat lingkar pengontrol dari sistem ini yaitu lingkar kontrol laju aliran menuju Boiler, lingkar kontrol ketinggian air pada Boiler, lingkar kontrol laju aliran menuju Heat Exchanger, dan lingkar kontrol temperature produk keluaran Heat Exchanger, yang tiap lingkar pengontrolannya dilakukan berbagai skenario pengubahan nilai parameter PID dan berbagai strategi kontrol seperti simple feedback control, cascade control, feedforward control, dan kontrol adaptif.\nSistem telah berhasil dibangun dan telah melalui proses justifikasi sistem serta uji performansi dari sistem ini, diharapkan sistem ini dapat meningatkan pola operasi dan kontrol dari mini plant ini.", "Daftar File": {}, "Penulis": "M Dzakwan Afif Fadhullah [13315048]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Ir. Parsaulian Ishaya Siregar, Dipl.-Ing."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "PLC, HMI, OPC, Perekaman Data, Permodelan, Pengujian", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Jun 2019"}