{"Nomor": 39357, "Judul": "STRATEGI BISNIS YANG DIUSULKAN UNTUK FOXTROT NEWS INDONESIA TV", "Abstrak": "Sejak 2015, Foxtrot News Indonesia TV telah menyemarakkan kompetisi di industri penyiaran televisi di Indonesia sebagai saluran televisi yang berorientasi pada pemrograman berita dan informasi. Foxtrot News Indonesia saat ini belum memaksimalkan jangkauan kepemirsaan untuk seluruh konten programnya karena kontribusi kontennya yang rendah di semua platform televisi. Berdasarkan pengamatan penulis, saluran televisi 24-jam nya hanya tersedia di 2 dari 9 penyedia layanan TV berbayar dan 1 dari 5 platform OTT streaming. Sementara itu, programnya yang juga tersedia di televisi terestrial free-to-air hanya 30%-40% dari seluruh program yang diproduksinya. \nTujuan dari penelitian ini adalah untuk mengusulkan strategi bisnis untuk Foxtrot News Indonesia TV untuk memaksimalkan jangkauan kepemirsaan untuk seluruh konten programnya. Metoda kuantitatif dan kualitatif digunakan untuk memperoleh data primer. Metode kuantitatif dilakukan melalui survey dengan kuesioner yang ditujukan pada orang Indonesia berusia minimum 18 tahun, sedangkan metoda kualititatif dilakukan melalui wawancara dengan kepala divisi business strategic Foxtrot News Indonesia dan pengamat pertelevisian yang dipilih oleh penulis. Analisis situasi bisnis dilakukan menggunakan analisis PEST, Porter’s Five Forces Framework, Resource-Based View (RBV), analisis VRIO, dan analisis SWOT, didukung oleh data sekunder yang diperoleh dari jurnal, artikel, publikasi, regulasi pemerintah, dan data internal Foxtrot News Indonesia.\nPenelitian ini menunjukkan hasil yang konsisten dari metoda kuantitatif and kualitatif bahwa Foxtrot News Indonesia memiliki kelemahan dalam hal jangkauan siaran. Oleh karena itu, penetrasi pasar adalah strategi bisnis yang diusulkan untuk Foxtrot News Indonesia. Foxtrot News Indonesia harus meningkatkan kontribusi kontennya di pasar TV berbayar dan OTT streaming dengan mendistribusikan hak siar ke semua penyedia layanan TV berbayar dan platform OTT streaming. Terkait dengan strategi ini ada beberapa hal yang harus dilakukan oleh Foxtrot News Indonesia: negosiasi dengan P-Vision untuk mengakhiri eksklusivitas, live streaming 24 jam/hari di YouTube, kerja sama dengan asosiasi TV kabel, dan menyediakan petunjuk akses.", "Daftar File": {"ABSTRAK Indra Pratama Adiputro": "https://digilib.itb.ac.id/gdl/download/172741"}, "Penulis": "Indra Pratama Adiputro [29316453]", "Kontributor / Dosen Pembimbing": ["Ir. Bambang Purwoko Kusumo Bintoro, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Penetrasi Pasar, Media, Berita, Televisi Berbayar, Saluran Televisi", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "26 Jun 2019"}