{"Nomor": 39356, "Judul": "ESTIMASI NILAI SINERGI DAN PENINGKATAN PERTUMBUHAN ASET  PADA SIMULASI MERGER BANK UMUM SYARIAH MILIK BUMN", "Abstrak": "Total pertumbuhan aset perbankan syariah nasional yang terdiri dari Bank Umum Syariah (BUS), Unit Usaha Syariah (UUS), dan Bank Pembiayaan Rakyat Syariah (BPRS) mencapai 15,11% CAGR jauh melebihi pertumbuhan global 5% CAGR. Meskipun memiliki pertumbuhan tinggi, namun pangsa pasar baru mencapai 5,78% pada 2017, yaitu masih di bawah ekspektasi BAPPENAS pada Masterplan Arsitektur Keuangan Syariah Indonesia 2015 yang sebesar 8,3%. Salah satu hambatannya adalah skala bisnis yang relatif rendah. BUS sebagai bagian terbesar dari industri perbankan syariah diharapkan menjadi lokomotif pertumbuhan. Wacana untuk menggabungkan tiga Bank Syariah milik BUMN (BSM, BRIS, dan BNIS) telah dimunculkan selama bertahun-tahun. Merger akan menciptakan skala bisnis yang lebih besar dengan potensi pertumbuhan aset yang lebih tinggi, yang akan mempercepat pertumbuhan pangsa pasar. Penelitian ini bertujuan untuk memperkirakan potensi nilai sinergi dan peningkatan pertumbuhan aset. Data keuangan periode 2014-2018 dan proyeksi multi skenario tujuh tahun digunakan dalam studi kuantitatif ini yang menggunakan model valuasi DCF-FCFE dan PBV. Berdasarkan studi ini, diketahui bahwa terdapat potensi nilai sinergi sebesar Rp 7,76 triliun dengan rasio PBV sebesar 1,95x dan potensi pertumbuhan aset yang lebih tinggi yaitu sebesar 13,12% CAGR dengan tren yang terus meningkat. Hasil positif ini harus ditindaklanjuti oleh pemerintah sebagai pemegang saham utama ketiga bank tersebut untuk mendukung percepatan pertumbuhan asset perbankan syariah Indonesia.", "Daftar File": {"2019_TS_PP_Benny Oktora_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/171755"}, "Penulis": "Benny Oktora [29117320]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Achmad Herlanto Anggono, M.B.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "valuasi bank, DCF-FCFE, bank syariah, merger, sinergy", "Sumber": "Bank Umum Syariah", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "26 Jun 2019"}