{"Nomor": 39363, "Judul": "PEMBUATAN TABEL PASUT PULAU BANGKA UNTUK KEPERLUAN EKSPLOITASI TIMAH", "Abstrak": "Pulau Bangka merupakan salah satu pulau penghasil timah terbesar di Indonesia. Penambangan timah merupakan salah satu mata pencarian utama di Pulau Bangka. Penambangan timah dapat dilakukan di darat ataupun di laut (onshore atau offshore). Pada penambangan timah di lepas pantai sangat bergantung kepada fenomena pasang surut air laut yang terjadi di wilayah perairan tersebut. Fenomena pasang surut laut adalah fenomena naik turunnya muka air laut secara periodik yang disebabkan oleh pengaruh gravitasi benda-benda langit terutama bulan dan matahari. Pada keperluan penambangan timah membutuhkan informasi prediksi pasut untuk mengetahui kedalaman timah yang akan dikeruk. Informasi prediksi pasut ini berupa muka air laut tertinggi dan terendah di suatu wilayah penambangan timah.\nHasil prediksi pasut ini berupa tabel pasut yang berisi tanggal, jam, dan tinggi muka air laut. Penelitian ini dilakukan untuk membuat tabel pasut di perairan Pulau Bangka untuk keperluan eksploitasi timah. Metode yang digunakan dalam pengolahan data pasut ini adalah analisis harmonik metode kuadrat terkecil. Data yang digunakan adalah data pasut Pulau Bangka pada tahun 2017 yang diperoleh dari hasil penelitian report pasut ITB dengan PT Timah. Pada pembuatan tabel pasut dilakukan dalam dua kondisi yaitu mengacu kepada bidang referensi Mean Sea Level (MSL) dan mengacu kepada Chart Datum yang digunakan oleh perusahaan. Chart Datum yang digunakan adalah Lowest Astronomical Tide (LAT).\nHasil tabel pasut ini berisi nilai prediksi tinggi muka air laut sesaat. Dengan adanya nilai tersebut perusahaan timah dapat mengetahui kedalaman yang akan dikeruk sehingga nantinya diharapkan perusahaan timah tersebut dapat memperoleh hasil tambang timah yang optimal.", "Daftar File": {}, "Penulis": "Valya Zana Luthfiya [15115007]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Eka Djunarsjah, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "pasut, prediksi pasut, timah, tabel pasut", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "7 file", "Tanggal Input": "26 Jun 2019"}