{"Nomor": 39364, "Judul": "PERANCANGAN KAMPUNG SUSUN PADA KAWASAN KAMPUNG PADAT PENDUDUK Kasus : kampung tamansari RW 11 Bandung", "Abstrak": "Kebutuhan akan hunian belum sepenuhnya terpenuhi terutama pada kota-kota besar\ndi Indonesia. Hal ini menyebabkan terbentuknya permukiman-permukiman non\nformal seperti kampung kota demi memenuhi kebutuhan hunian tersebut. Kampung\nkota sendiri merupakan bentuk ketidakmampuan masyarakat dengan ekonomi\nmenengah kebawah untuk menjangkau perumahan formal yang telah disediakan.\nTerlepas dari itu, kampung kota memberikan kesan lingkungan yang kumuh dan\ntidak layak sebagai hunian. Peremajaan terhadap kawasan kampung kota pun sudah\ndilakukan oleh pemerintah untuk memberikan lingkungan dan hunian yang layak\nhuni seperti rumah susun, namun rumah susun yang disediakan memberikan\npermasalahan baru sehingga masyarakat dikampung kota tidak dapat menerima\ntinggal dirumah susun. Salah satu penyebabnya adalah perbedaan kebiasaan\nbermukim dan juga mereka terbiasa tinggal di tempat landed sehingga merasa asing\nmenempati rumah susun yang berwujud vertikal. Pada tesis ini akan membahas\nmengenai perancangan rumah susun dengan pendekatan karakteristik kampung\nkota, sehingga diharapkan masyarakat dapat menerima hunian baru yang berupa\nrumah susun. Hasil akhir dari tesis berupa keriteria desain rumah susun berbasis\nkarakteristik kampung kota yang disimulasikan pada kampung tamansari RW 11\nkota Bandung.", "Daftar File": {"COVER Achmad Yusuf Fandy Nugroho": "https://digilib.itb.ac.id/gdl/download/171777", "BAB 1 Achmad Yusuf Fandy Nugroho": "https://digilib.itb.ac.id/gdl/download/171778", "BAB 2 Achmad Yusuf Fandy Nugroho": "https://digilib.itb.ac.id/gdl/download/171779", "BAB 3 Achmad Yusuf Fandy Nugroho": "https://digilib.itb.ac.id/gdl/download/171780", "BAB 4 Achmad Yusuf Fandy Nugroho": "https://digilib.itb.ac.id/gdl/download/171781", "BAB 5 Achmad Yusuf Fandy Nugroho": "https://digilib.itb.ac.id/gdl/download/171782", "BAB 6 Achmad Yusuf Fandy Nugroho": "https://digilib.itb.ac.id/gdl/download/171783", "PUSTAKA Achmad Yusuf Fandy Nugroho": "https://digilib.itb.ac.id/gdl/download/171784"}, "Penulis": "Achmad Yusuf Fandy Nugroho [25215020]", "Kontributor / Dosen Pembimbing": ["Ir. Ismet Belgawan Harun, M.Sc., Ph.D.", "Ir. Achmad Deni Tardiyana, MUD"], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Kampung kota, Rumah Susun, Hunian", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "26 Jun 2019"}