{"Nomor": 39369, "Judul": "PENGARUH EVOLUSI BINTANG HD 56925 TERHADAP NGC 2359", "Abstrak": "NGC 2359 adalah nebula WR berbentuk bubble yang pembentukan, struktur, dan evolusinya dipengaruhi oleh bintang pusat HD 56925. Bintang tersebut merupakan bintang masif yang saat ini teramati berada pada tahap Wolf Rayet. Evolusi bintang HD 56925 dimodelkan menggunakan EZ-Web, yaitu sebuah software berbasis web yang dapat membangun model interior sebuah bintang tunggal dan mengolah kode evolusi bintang tersebut dari ZAMS sampai suatu titik pemberhentian. Bintang masif akan mengalami kehilangan massa yang besar akibat angin bintang yang kuat. Interaksi antara angin bintang dengan medium antarbintang menghasilkan struktur bubble. Evolusi bintang menyebabkan perubahan gerakan angin bintang dalam tiga model. Angin bintang pada tahap Deret Utama memiliki kecepatan yang tinggi sehingga mampu menyapu medium antarbintang dan membentuk stellar wind bubble dengan shell tipis. Kecepatan angin berkurang pada tahap RSG, tetapi kerapatannya meningkat karena bintang mulai melontarkan massa yang mengandung unsur berat sehingga terbentuk medium antarbintang dengan metalisitas yang tinggi. Pada tahap Wolf Rayet kecepatan angin bintang kembali meningkat dan cincin nebula WR mulai terbentuk. Pengamatan NGC 2359 menunjukkan bahwa fitur utama nebula tersebut berupa outer ring yang mengandung inner ring dan beberapa ring yang lebih kecil di dalamnya. Outer ring memiliki radius 2,40; 2,98; dan 3,89 pc masing-masing diukur pada jarak 4, 5, dan 6 kpc dengan rata-rata kecepatan mengembang 26 km/s. NGC 2359 secara keseluruhan tidak kaya akan unsur berat kecuali pada bagian filamen, hal ini mengindikasikan bahwa nebula tersebut sebagian besar diproduksi pada tahap Maharaksasa Merah dan tahap Wolf Rayet.", "Daftar File": {}, "Penulis": "Yolana Vichesa [10314029]", "Kontributor / Dosen Pembimbing": ["Dr. Aprilia, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "evolusi bintang, EZ-Web, HD 56925, nebula WR, NGC 2359", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "26 Jun 2019"}