{"Nomor": 39379, "Judul": "PENGEMBANGAN KERANGKA KERJA UNTUK MEMBANGUN PUSH NOTIFICATION DELIVERY KE BERBAGAI APLIKASI PERTUKARAN PESAN", "Abstrak": "Notifikasi merupakan salah satu cara aplikasi untuk menarik kembali atensi penggunanya agar pengguna tersebut kembali berinteraksi dengan aplikasi tersebut. Umumnya notifikasi dikirimkan spesifik ke aplikasi tertentu, misalnya aplikasi pertukaran pesan LINE akan mengirimkan notifikasi ke aplikasi LINE ataupun web akademik ITB jika mengirim notifikasi, maka notifikasi tersebut berada pada aplikasi web akademik ITB. Dengan demikian, terkadang pengguna tidak membuka aplikasi tersebut secara langsung, sehingga pengguna tidak mendapatkan informasi yang tunjukkan oleh notifikasi tersebut.\nPada tugas akhir ini dibangun kerangka kerja yang menggabungkan berbagai aplikasi pertukaran pesan untuk menangani pengiriman notifikasi ke aplikasi pertukaran pesan. Aplikasi pertukaran pesan yang digunakan adalah LINE, Telegram, dan Whatsapp. Masing-masing aplikasi pertukaran pesan memiliki layanan push notification delivery, yaitu layanan untuk mengirimkan pesan tertentu ke aplikasi pertukaran pesan tersebut. Layanan tersebut digabungkan sehingga kerangka kerja dapat mengirimkan pesan ke berbagai aplikasi pertukaran pesan. Penggabungan layanan push notification delivery ditunjang dengan membuat abstraksi generik, sehingga tiap aplikasi pertukaran pesan dapat dengan mudah diintegrasikan dengan kerangka kerja yang dibuat.\nHasil dari tugas akhir ini menghasilkan aplikasi yang mengimplementasi kerangka kerja yang dapat mengirimkan pesan notifikasi ke berbagai aplikasi pertukaran pesan. Hasil aplikasi menunjukkan bahwa pengiriman notifikasi ke berbagai aplikasi pertukaran pesan yang disebutkan berhasil dijalankan.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/171818"}, "Penulis": "Taufan Mahaputra [13515028]", "Kontributor / Dosen Pembimbing": ["Dr. Bayu Hendradjaya, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "notifikasi, push notification delivery, kerangka kerja, aplikasi pertukaran pesan.", "Sumber": "", "Staf Input/Edit": "karya", "File": "8 file", "Tanggal Input": "26 Jun 2019"}