{"Nomor": 39378, "Judul": "MONITORING APLIKASI MULTI-TENANT SAAS (SOFTWARE AS A SERVICE)", "Abstrak": "Model pengembangan aplikasi yang berkembang dengan cukup pesat saat ini adalah SaaS atau Software as a Service. Model multi-tenant banyak digunakan untuk mengembangkan SaaS dengan melakukan sharing aplikasi ke banyak tenant. Salah satu kebutuhan aplikasi dengan model multi-tenant pada SaaS adalah pengelolaan tenant dan layanan yang dilakukan oleh provider. Karena itu, pada tugas akhir ini dihasilkan kebutuhan metrics dan modul monitoring untuk aplikasi SaaS dengan tujuan untuk menghasilkan alat bantu monitoring untuk provider. Analisis dilakukan dengan mempertimbangkan beberapa masalah utama mengenai metrics monitoring, kebutuhan data dan tools, serta arsitektur hingga didapatkan usulan solusi berupa modul monitoring dengan eksternal service yang memanfaatkan beberapa tools. Bahan yang digunakan sebagai analisis diantaranya adalah penelitian, literatur, dan referensi teknologi yang sudah dikembangkan. Rancangan solusi yang diajukan adalah dengan membangun sebuah modul monitoring yang dapat memantau beberapa metrics yaitu resource usage, service usage, SLA, billing, dan user activity. Proses pengukuran metrics pada aplikasi dilakukan dengan memanfaatkan StatsD yang dikonstruksi menjadi sebuah middleware. Tools yang akan digunakan untuk mengumpulkan metrics dari aplikasi dan server dilakukan oleh Telegraf. Semua data metrics kemudian akan disimpan dalam database InfluxDB. Pengelolaan data akan dilakukan oleh service Monsant, yang dibangun untuk menyediakan service bagi dashboard. Visualisasi akan dilakukan dengan membangun sebuah dashboard dalam aplikasi web. Dashboard dibagi menjadi tiga view utama yaitu berdasarkan tenant, service atau resource. Modul monitoring yang dibangun dari Telegraf, service Monsant, dan dashboard siap diintegrasikan dengan aplikasi dengan menggunakan middleware StatsD. Beberapa evaluasi dilakukan untuk melihat elasticity, comprehensiveness, scalability, dan accuracy dari modul. Pengujian fungsional dan pengujian simulasi dilakukan untuk Hasil yang didapatkan, modul monitoring telah dibangun sesuai dengan analisis kebutuhan dari aplikasi multi-tenant.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/171815"}, "Penulis": "Harum Lokawati [13515109]", "Kontributor / Dosen Pembimbing": ["Yani Widyani, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "multi-tenant, monitoring, SaaS", "Sumber": "", "Staf Input/Edit": "karya", "File": "8 file", "Tanggal Input": "26 Jun 2019"}