{"Nomor": 39383, "Judul": "ANALISA INVESTASI PROYEK PADA PENGGANTIAN SEGMEN PIPA SEBAGAI BAGIAN DARI PROGRAM PERAWATAN PIPA KOMPREHENSIF (CPM)", "Abstrak": "PT. Chevron Pacific Indonesia (CPI), sebagai operator SKK Migas dengan wilayah kerja di Blok Rokan PSC adalah penghasil minyak mentah utama untuk produksi minyak nasional Indonesia sejak lebih dari sembilan (9) dekade yang lalu. Minyak mentah telah diproduksi dari beberapa ladang minyak yang terletak tersebar di seluruh Provinsi Riau. Di setiap ladang minyak terdapat fasilitas produksi yang terdiri dari sumur, pipa distribusi, fasilitas pengolahan minyak hingga fasilitas pengiriman pipa untuk mengirimkan minyak mentah ke terminal ekspor di Dumai. Beberapa dari fasilitas tersebut telah mencapai akhir masa operasinya, ini termasuk pipa produksi di lapangan Bangko Utara. Untuk mengamankan produksi minyak dari lapangan Bangko Utara, perlu untuk melakukan program pemeliharaan pipa yang komprehensif dengan mengganti segmen pipa di bagian perlintasan jalan (Road Crossing/RC). Tujuan dari proyek akhir ini adalah untuk mempelajari analisis keuangan dari proyek penggantian segmen pipa untuk menilai biaya dan manfaat dari proyek investasi yang diusulkan berdasarkan alternatif yang tersedia untuk penggantian segmen pipa. Metode Arus Kas Diskonto (DCF) dan Analisis Sensitivitas Keuangan digunakan sebagai alat keuangan untuk memahami ekonomi proyek investasi yang diusulkan. Informasi yang dihasilkan dari analisis ini akan memberikan informasi keuangan apakah investasi untuk penggantian segmen pipa menarik atau tidak untuk dieksekusi. Analisis keuangan akan merujuk pada ketentuan PSC Konvensional. Untuk proses pengambilan keputusan, kriteria keputusan adalah nilai NPV tertinggi yang dihasilkan dari alternatif yang tersedia dan dilanjutkan dengan analisis Decision Tree. Setelah alternatif yang paling menarik secara finansial telah diidentifikasi, maka akan ditentukan jumlah biaya peluang yang muncul karena pemilihan alternatif yang disukai jika dibandingkan dengan alternatif yang tidak dipilih. Hasil dari analisis keuangan menginformasikan bahwa penggantian segmen pipa yang dipilih - Alternatif 1 menghasilkan NPV positif = $ 39,195 juta, IRR = 645%; lebih besar dari tingkat diskonto perusahaan, PI tinggi = 15 dan periode pengembalian singkat (PBP) = 1,8 bulan. Oleh karena itu proyek penggantian pipa segmental layak untuk dilaksanakan segera mulai pada Kwartal 2 2019.", "Daftar File": {"2019_TS_PP_Gunawan Boediarto_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/171853", "Gunawan Boediarto.pdf": "https://digilib.itb.ac.id/gdl/download/263642"}, "Penulis": "Gunawan Boediarto [29117350]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Achmad Herlanto Anggono, M.B.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Analisa investasi proyek, Metode Arus Kas Diskonto (DCF) dan Analisa Sensitifitas", "Sumber": "PT. Chevron Pacific Indonesia (CPI)", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "2 file", "Tanggal Input": "26 Jun 2019"}