{"Nomor": 39393, "Judul": "DESAIN DAN OPTIMASI SISTEM PERSAMPAHAN TPS 3R DI MELONG KECAMATAN CIMAHI SELATAN KOTA CIMAHI", "Abstrak": "Kota Cimahi adalah sebuah kota di Provinsi Jawa barat, Indonesia. Kota ini terletak di tengah Kabupaten Bandung dan Kabupaten Bandung Barat. Cimahi dahulu bagian dari Kabupaten Bandung, yang kemudian ditetapkan sebagai Kota administratif pada tanggal 29 Januari 1976. Pada tanggal 21 Juni 2001, Cimahi sebagai Kota otonom. Kota Cimahi terdiri atas 3 kecamatan yang dibagi lagi atas 15 kelurahan, yaitu Kecamatan Cimahi Utara terdiri dari 4 Kelurahan, Kecamatan Cimahi Tengah terdiri dari 6 Kelurahan dan Kecamatan Cimahi Selatan terdiri dari 5 Kelurahan. Jumlah penduduk daerah layanan perancangan sebanyak 6317 jiwa. Pengolahan sampah dilakukan di TPS 3R Melong namun belum berjalan dengan baik. Oleh karena itu perlu dilakukan perencanaan pengelolaan sampah di TPS 3R tersebut. Telah dilakukan sampling timbulan dan komposisi sampah yang mengacu pada SNI 19-3964-1995 dengan hasil timbulan sebesar 1344,35 Kg/hari dan komposisi sampah organik 44%, anorganik laku jual 32% dan anorganik tidak laku jual beserta sampah residu sebesar 24%. Luas total tanah area TPS 3R yaitu 1120 m2 dengan perencanaan pembangunan area bongkar muat dan pemilahan sebesar 73,71 m2 dan gudang penyimpanan anorganik laku jual sebesar 13,04 m2, sedangkan area pengomposan dan maturasi sebesar 72,20 m2, namun khusus area pengomposan dan maturasi tetap menggunakan bangunan lama yang sudah ada dengan area pengomposan dan maturasi tersebut yaitu 96 m2. Kebutuhan lahan area lainnya untuk area parkir dan pos jaga menggunakan sisa dari lahan yang tersedia", "Daftar File": {}, "Penulis": "Arif Saleh [15313088]", "Kontributor / Dosen Pembimbing": ["Dr.Ir. Tri Padmi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "TPS 3R, Kelurahan Melong, sampah, kompos", "Sumber": "TUGAS AKHIR Juni 2019", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "26 Jun 2019"}