{"Nomor": 39398, "Judul": "PENINGKATAN EFISIENSI ANTARA JUMLAH KURIR YANG DIPEKERJAKAN DAN PERMINTAAN PAKET (STUDI KASUS: NINJA XPRESS)", "Abstrak": "Kompetisi dalam dunia logistik di Indonesia sudah cukup ketat, oleh karena itu ketepatan waktu dalam pengiriman barang menjadi hal yang krusial agar perusahaan tidak kehilangan konsumen. Ninja Xpress adalah afiliasi dari Ninja Van. Ninja Xpress memiliki masalah dalam meningkatnya nilai backlog. Pada bulan Desember 2018, cabang Cinangka, Semper, Tangerang, Utan Kayu, and Kebon Jeruk memiliki nilai backlog yang sampai tujuh kali lipat lebih besar dibandingkan dengan bulan lainnya. Dengan menggunakan Current Reality Tree (CRT) ditemukan bahwa masalah yang menyebabkan kondisi backlog adalah belum efisiennya jumlah kurir yang diperkerjakan dengan jumlah permintaan yang dibutuhkan oleh pasar. Sehingga menyebabkan adanya pengiriman yang telat. Setelah mendapatkan akar masalah, penulis memberikan beberapa metode untuk menyelesaikan masalah tersebut. Pertama penulis menggunakan metode Linear Programming untuk mendapatkan hasil optimum dari jumlah kurir. Ninja Xpress memiliki dua jenis pegawai, pegawai tetap dan pegawai lepas. Kedua, peramalan permintaan menggunakan Weighted Moving Average (WMA). Kemudian hasil dari peramalan permintaan dimasukan kembali ke fungsi linear untuk mendapatkan jumlah kurir ideal untuk 12 bulan kedepannya. Hasil penelitian ini menunjukkan bahwa perusahaan tidak mencapai jumlah kurir yang optimal. Perusahaan telah kehilangan biaya peluang atau bisa menghemat lebih banyak. Oleh karena itu, penelitian ini dapat membantu perusahaan menjadi lebih efisien dari pada sebelumnya, dengan menerapkan jumlah kurir yang baru.", "Daftar File": {"2019_TS_PP_Ian Danarko_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/171884"}, "Penulis": "Ian Danarko [29117125]", "Kontributor / Dosen Pembimbing": ["Aldo Fantinus Wiyana, B.S., MBA, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Peramalan Permintaan, Pemrograman Linear, Minimalisasi Biaya Optimisasi, Perusahaan Logistik", "Sumber": "NINJA XPRESS", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "26 Jun 2019"}