{"Nomor": 39396, "Judul": "CLIMATE-ADAPTIVE LIVING  APARTEMEN BERTINGKAT RENDAH DI KAWASAN LANDASAN UDARA SULAIMAN", "Abstrak": "Pertumbuhan Penduduk di Kota Bandung semakin meningkat. Tidak tersedianya lahan di kawasan pusat kota membuat pengembang perumahan melebarkan bisnisnya ke pinggiran kota. Pinggiran kota yang merupakan daerah non-permukiman berkembang menjadi daerah permukiman dengan penambahan kelengkapan fasilitas hunian dan fasilitas penunjang dalam satu kawasan yang sama. Proyek tugas akhir ini menyusun sebuah rancangan apartemen bertingkat rendah di kawasan Kabupaten Bandung dengan sasaran pengguna generasi milenial. Generasi milenial cenderung memiliki sifat mudah beradaptasi dan lebih menerima infrastruktur dan teknologi yang lebih ramah lingkungan. Oleh karena itu, tema perancangan tugas akhir ini yaitu rancangan hunian yang serasi dengan alam atau bioklimatik.\nRancangan apartemen bertingkat rendah/walk-up ini memiliki kelengkapan fasilitas meliputi neighbourhood center dan fasilitas umum fasilitas sosial penunjang. Fungsi lain dari apartemen ini dapat menjadi pusat kegiatan baru di kawasan Taman Kopo Indah. Penerapan konsep adaptasi terhadap iklim terlihat pada bentuk massa bangunan yang disusun modular dan kombinasi solid void agar angin dapat masuk ke sela-sela bangunan dengan mudah. Pada satu massa bangunan dengan massa bangunan lain dihubungkan dengan sirkulasi terbuka agar pengguna dapat berjalan kaki mengelilingi seluruh bagian apartemen. Sirkulasi antar unit bangunan pun disusun sedemikian rupa sehingga memiliki pencahayaan dan penghawaan alami yang baik. Demikian pula dengan unit bangunan dimana balkon berfungsi untuk memasukan cahaya dan penghawaan ke dalam unit. Selain itu, fasad yang digunakan merupakan kisi-kisi aluminum yang dapat digeser sesuai kebutuhan pengguna.", "Daftar File": {}, "Penulis": "Aryasena Joti Prabawa [25219017]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Arif Sarwo Wibowo, ST., MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "bioklimatik, generasi milenial, sub-urban, apartemen.", "Sumber": "", "Staf Input/Edit": "Sandy Nugraha  \n                                     Sandy Nugraha", "File": "1 file", "Tanggal Input": "26 Jun 2019"}