{"Nomor": 39395, "Judul": "ANALISIS PERFORMANSI REPLACEMENT POLICY DENGAN ALGORITMA LEAST RECENTLY FREQUENTLY USED PADA NAMED DATA NETWORK", "Abstrak": "Pengguna layanan internet yang meningkat setiap tahunnya membuat ketergantungan pada\njaringan dan efisiensi pengiriman konten menjadi suatu keharusan. Berbagai media hiburan\nseperti Youtube, Netflix, hingga Amazon yang sering diakses oleh pengguna layanan internet\nmemerlukan efisiensi untuk mengirimkan konten ke sisi consumer. Jaringan Named Data\nNetworking (NDN) yang merupakan pengembangan dari Content Centric Network (CCN)\nmenawarkan kemampuan untuk meminta konten dari router terdekat dengan consumer, yang\nlebih efisien dibandingkan meminta konten secara langsung ke sisi produser dengan lokasi\nyang berjauhan. Router NDN memiliki kemampuan untuk melakukan caching terhadap konten\nyang melewatinya, dimana caching ini diatur oleh replacement policy yang dimiliki oleh setiap\nrouter NDN. Pada penelitian ini dilakukan pengujian algoritma Least Recently Frequently\nUsed (LRFU) replacement policy yang dibandingkan dengan Least Recently Used (LRU) dan\nPriority-FIFO sebagai replacement policy di router NDN pada topologi grid dan Palapa Ring\ndengan merubah ukuran content store dan interest rate. Berdasarkan hasil pengujian yang\ndilakukan, algoritma LRFU menghasilkan nilai performansi miss rate lebih rendah dan hit rate\nlebih besar 5,0% dibandingkan LRU dan 7,62% Priority-FIFO. Perfomasi algoritma LRFU\nsangat baik jika digunakan pada ukuran content store yang relatif rendah. Saat ukuran content\nstore relatif besar, perbedaan nilai performansi yang dihasilkan oleh LRFU dengan LRU tidak\nterlalu signifikan. Pengujian yang dilakukan pada topologi Palapa Ring juga membuktikan\nalgoritma LRFU lebih baik dibandingkan LRU dan Priority-FIFO, dimana LRFU mendapatkan\nmiss rate lebih rendah dan hit rate lebih besar sejumlah 1,35% dibandingkan algoritma LRU\ndan 4,42% dibandingkan algoritma Priority-FIFO.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/171882"}, "Penulis": "Made Adi Paramartha Putra [23217064]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Nana Rachmana Syambas, M.Eng.", "Hamonangan Situmorang, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Named Data Network, LRFU, Replacement Policy, ndnSIM", "Sumber": "", "Staf Input/Edit": "karya", "File": "1 file", "Tanggal Input": "26 Jun 2019"}