{"Nomor": 39403, "Judul": "BEYOND HABITS LEISURE CENTER IN KAWASAN PERKANTORAN DUKUH BAWAH, JAKARTA SELATAN", "Abstrak": "Meningkatnya jumlah perkantoran di Kota Jakarta Selatan dan kemacetan yang tidak terelakkan saat jam pulang kerja membuat tekanan tersendiri bagi para pekerja. Oleh karena itu, PT Bakrieland Development, Tbk selaku pengembang mencoba untuk membuat sebuah tempat bagi para pekerja supaya dapat mengurangi tingkat stres akibat pekerjaan dan sebagai tempat pelarian sementara saat jalanan sedang macet; sekaligus melanjutkan proyek sukses yang telah PT Bakrieland buat, yaitu Plaza Festival di Kuningan. Tempat ini merupakan penyatu tiga kegiatan yang digemari pekerja kantor, yaitu berbelanja, bersantai, dan berekreasi. Diharapkan tempat ini juga dapat meningkatkan kualitas hidup bagi para penduduk di sekitar area perencanaan. Proyek dibangun di atas sub-blok K3 Kelurahan Setiabudi seluas kurang lebih 32.750 m2 yang merupakan lahan dengan danau dan hutan. Menurut peraturan yang berlaku, tipologi bangunan pusat perbelanjaan hanya diizinkan memakai 40% dari seluruh lahan yang ada sehingga luas daerah perencanaan yang dapat terbangun adalah 13.102 m2. Dari proses analisis yang dilakukan, terdapat tiga isu besar dalam perancangan proyek ini, yaitu isu suasana, sirkulasi, dan konektivitas. Disimpulkan dari ketiganya, dikembangkan sebuah proyek dengan konsep dasar ‘Beyond Habits’. Konsep ini dipilih agar menjadi cerita tersendiri bagi pengguna dalam menjelajahi bangunan ini yang memiliki suasana yang kontras dengan apa yang menjadi kebiasaan mereka sehari-hari bekerja di kantor.", "Daftar File": {}, "Penulis": "Eka Kurniawan [15215029]", "Kontributor / Dosen Pembimbing": ["Ir. Tri Yuwono, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "bersantai, suasana, sirkulasi, konektivitas, kontras", "Sumber": "", "Staf Input/Edit": "Sandy Nugraha", "File": "1 file", "Tanggal Input": "26 Jun 2019"}