{"Nomor": 39409, "Judul": "MENCARI ALIRAN BINTANG DI PIRINGAN TEBAL DAN HALO GALAKSI MENGGUNAKAN DATA GAIA DR2, LAMOST DR4, DAN RAVE DR5", "Abstrak": "Struktur Galaksi Bima Sakti terdiri atas bulge, piringan, dan halo. Pada bagian\nhalo, terdapat materi gelap, bintang bermetalisitas rendah, dan bintang hipercepat.\nGugus bola dan satelit galaksi juga terdapat di bagian halo. Ketika mengorbit,\ngugus bola dan satelit galaksi tersebut dapat berada sangat dekat dengan pusat\nGalaksi dan mengalami gaya tidal sehingga bintang-bintang pada gugus bola dan\nsatelit galaksi tersebut terurai dan mengorbit Galaksi membentuk aliran bintang.\nPada awal pembentukannya, aliran bintang masih mengumpul secara spasial. Seiring\nwaktu, aliran bintang akan tercampur dan sulit dideteksi secara spasial.\nDalam pekerjaan ini digunakan data dari Gaia DR2, LAMOST DR4, dan RAVE\nDR5. Data yang dipilih dibagi dalam anggota piringan tebal dan halo Galaksi.\nSampel data piringan tebal dan halo Galaksi dipilih berdasarkan fungsi distribusi\nkecepatan bintang dan nilai metalisitas. Piringan tebal Galaksi dipilih dengan nilai\nfungsi distribusi piringan tebal (TD) terhadap piringan tipis (D) dengan nilai TD/D\n> 2 sedangkan halo Galaksi dipilih dengan nilai TD terhadap fungsi distribusi halo\n(H) sebesar TD/H < 0,01. Bintang juga dipilih berdasarkan metalisitas, yaitu -1,6\n< [Fe/H] < 0,2 untuk piringan tebal dan [Fe/H] < -1,6 untuk halo. Sampel data\nyang dipilih kemudian dianalisis pada bidang U vs V , V vs.\np\nU2 + 2V 2, Vaz vs.\nVE, dan Lz vs. L?. Oleh karena aliran bintang berada di potensial yang sama,\nmaka seharusnya terdeteksi pengelompokan pada bidang-bidang tersebut. Pengelompokan\ndianalisis menggunakan transformasi wavelet dengan nilai bin dan skala\nyang diperoleh berdasarkan beberapa kali percobaan. Hasil yang didapat dikoreksi\nmenggunakan simulasi Monte Carlo berdasarkan distribusi kecepatan yang diketahui.\nDalam pekerjaan ini dilakukan lima kali pengulangan koreksi dengan Monte\nCarlo. Dari keseluruhan metode, dapat dideteksi dua aliran bintang di piringan\ntebal Galaksi, yaitu AF06 dan Hercules. Pada bagian halo dideteksi empat aliran\nbintang, yaitu BB17-1, BB17-2, S1, dan N4. Masing-masing aliran bintang tersebut\nterdeteksi pada bidang integral gerak yang berbeda-beda, bergantung pada waktu\nbergabungnya aliran bintang ke Bima Sakti dan posisi aliran bintang di Galaksi.", "Daftar File": {"ABSTRAK Ni Made Kartika Wijayanti": "https://digilib.itb.ac.id/gdl/download/171916"}, "Penulis": "Ni Made Kartika Wijayanti [10315037]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Mochamad Ikbal Arifyanto, S.Si., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Aliran bintang, integral gerak, kinematika, piringan tebal, halo Galaksi.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "26 Jun 2019"}