{"Nomor": 39402, "Judul": "PERANCANGAN DAN IMPLEMENTASI BASIS DATA METADATA HAK CIPTA LAGU BERBASIS BLOCKCHAIN", "Abstrak": "Kemajuan teknologi informasi telah memengaruhi berbagai industri, salah satunya adalah industri musik. Menghadapi perubahan dan kemajuan teknologi pada industri musik, Hak Cipta menjadi penting karena memberikan dasar penentuan nilai ekonomi dan perlindungan karya. Permasalahannya adalah Indonesia belum memiliki pusat data hak cipta yang mengelola pencatatan hak cipta secara terpusat. Salah satu dampak jika tidak dikelolanya hak cipta musik dengan baik adalah munculnya potensi kerugian seperti tidak terdistribusikannya pembayaran royalti bagi yang berhak. Kondisi ini menciptakan adanya sebuah kebutuhan yang tidak terelakkan bagi industri musik Indonesia untuk memiliki sistem pencatatan dan basis data metadata lagu yang lengkap dan terintegrasi. Untuk mengatasi persoalan ini, industri musik Indonesia dapat memanfaatkan teknologi blockchain dalam melakukan pencatatan metadata hak cipta lagu. Konsep basis data terdistribusi pada teknologi blockchain dapat membuat setiap pihak yang terlibat dalam industri musik seakan-akan memiliki ‘buku catatan bersama’ untuk menjamin keaslian data dan sebagai bukti keberadaan penciptaan lagu. Tugas Akhir ini utamanya membahas mengenai perancangan dan implementasi basis data metadata hak cipta lagu berbasis blockchain. Berdasarkan hasil pengujian, sistem yang telah diimplementasikan mampu memenuhi kebutuhan fungsional dan nonfungsional yang telah didefinisikan, serta sesuai dengan perancangan dan batasan-batasan yang telah ditentukan. Pengembangan sistem ini diharapkan dapat mengakomodir proses pencatatan metadata hak cipta lagu secara lengkap, akurat, transparan, terintegrasi, dan dapat meningkatkan nilai tambah ekonomi karya cipta bagi pemusik.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/171888", "Abstract": "https://digilib.itb.ac.id/gdl/download/171889"}, "Penulis": "Jery Octavianus [18215027]", "Kontributor / Dosen Pembimbing": ["Ir. Budi Rahardjo, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Basis data, blockchain, hak cipta lagu, metadata, pencatatan", "Sumber": "", "Staf Input/Edit": "karya", "File": "9 file", "Tanggal Input": "26 Jun 2019"}