{"Nomor": 39415, "Judul": "PENGEMBANGAN STRATEGI BISNIS  DI PASAR INDUSTRI KAFE YANG KOMPETITIF (STUDI KASUS: SLATAN COFFEE, TEA AND CHOCOLATE)", "Abstrak": "Slatan Coffee, Tea and Chocolate adalah kafe milik Kolega Group yang menjual minuman kopi, teh dan cokelat; makanan kecil, dan layanan katering kopi sejak Juni 2017. Slatan berlokasi di Kemang Selatan, Jakarta. Persaingan untuk industri kafe sangat ketat. Jumlah kafe di Jakarta terus tumbuh pada tingkat 10%. Sejak kuartal pertama 2018, Slatan mengalami penurunan penjualan sebesar 20%. Untuk menemukan akar penyebabnya, penulis membuat analisa situasi bisnis dan menggunakan analisa SWOT dan Strategy Diamond Framework untuk mengembangkan alternatif strategi dan solusi untuk bisnis. Pengumpulan data primer untuk proyek akhir ini dilakukan dengan metode penelitian kuantitatif dan kualitatif dan rumus Slovin digunakan untuk menentukan ukuran sampel; sedangkan data sekunder akan dikumpulkan dari artikel berita, situs web, laporan industri, jurnal, buku, posting blog untuk ulasan atau platform ulasan online.\n\nBerdasarkan hasil analisa situasi bisnis, penurunan penjualan disebabkan oleh beberapa faktor: (1). Kurangnya aktivitas promosi marketing, (2). Persaingan yang tinggi, (3). Komitmen yang rendah dari pemilik / direktur dan (4). Layanan dan suasana toko kurang baik. Berdasarkan analisa SWOT, alternatif strategi bisnis adalah untuk meningkatkan pangsa pasar atau keluar dari pasar. Penulis mengusulkan beberapa solusi bisnis, yaitu: (1). Memiliki dokumen komitmen yang ditandatangani oleh semua pemilik (2). Ubah kanvas model bisnis, (3). Meningkatkan bauran pemasaran dan (4). Latih barista senior untuk menjadi admin di media sosial mereka.", "Daftar File": {"ABSTRAK Priyanka Indhirasvari": "https://digilib.itb.ac.id/gdl/download/171937"}, "Penulis": "Priyanka Indhirasvari [29317120]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mohammad Hamsal, MSE, MQM, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Analisa Situasi Bisnis, Kanvas Model Bisnis, Kafe, Kopi, Pengembangan Strategi Bisnis", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "26 Jun 2019"}