{"Nomor": 39417, "Judul": "PENGEMBANGAN GROWTH STRATEGY PT SISTEM PEMBAYARAN INDONESIA MENUJU CASHLESS SOCIETY", "Abstrak": "Electronic money begins to gain traction and potentially overtakes cash and debit/credit card as main payment instrument in Indonesia because it is easy to use and cheap to produce. A growing middle class and a large young population propel electronic money popularity in the country. Meanwhile, PT Sistem Pembayaran Indonesia (SPI), Indonesia’s major payment switching, still relies on Automated Teller Machine (ATM)-based transaction to generate revenue. The company faces revenue stagnancy and experiences vertical disintegration due to price war and regulation constraint. This research aims to develop growth strategy for SPI considering electronic money trends. What is SPI’s most suitable strategy that addresses external challenges and opportunities and that leverages internal resources and capabilities? This research is significant for advancing a healthy payment switching industry, which will bolster Indonesia’s financial inclusion.\nThis research is conducted using qualitative research design. Semi-structured interviews are performed with 5 SPI’s internal stakeholders ranging from President Director to Sales Manager. Research papers and data from official institutions complement the interview results. This research adapts Analysis, Formulation, and Implementation (AFI) as its conceptual framework. The analysis shows that Indonesia has great electronic money potential and that SPI needs to reposition its resources and capabilities to capture electronic money transaction as its new revenue stream. Based on the result, this research formulates Five Diamond Strategy, Business Ecosystem, and Business Model that SPI can adopt to embrace electronic money. This research concludes that SPI should become both provider of back-end and enabler of front-end for electronic money. The strategy implementation includes Resource Development, Platform Development, Operations Excellence, Sales and Marketing Empowerment, and Services Development.\nGiven dynamic nature of technology and regulation, future research can be focused on evaluating effects of these factors to SPI’s growth strategy. The research can apply scenario planning as its framework.", "Daftar File": {"ABSTRAK Toto Prayogo": "https://digilib.itb.ac.id/gdl/download/171943"}, "Penulis": "Toto Prayogo [29317303]", "Kontributor / Dosen Pembimbing": ["Reza Ashari Nasution, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Business Ecosystem, Business Model, Payment Switching, Strategi Pertumbuhan, Uang Elektronik", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "26 Jun 2019"}