{"Nomor": 39411, "Judul": "PERANCANGAN SKEMA PERTAHANAN PADA SISTEM TENAGA LISTRIK DENGAN METODE LEPAS BEBAN ADAPTIF DAN REMEDIAL ACTION SCHEME", "Abstrak": "Sistem tenaga listrik merupakan suatu sistem yang saling berhubungan yang mencakup pembangkit listrik, transmisi, dan distribusi. Gangguan yang besar pada sistem seperti super kontingensi dapat menyebabkan masalah ketidakstabilan sistem. Skema pelepasan beban dapat digunakan untuk mengembalikan kestabilan sistem sehingga terhindar dari padam total. Tetapi pelepasan beban konvensional memiliki kekurangan seperti terkadang gagal dalam mengembalikan kestabilan dan skema ini juga dapat melepaskan beban dengan nilai yang tidak sesuai dengan gangguan dan menyebabkan kerugian. Hal ini menyebabkan perlunya pengembangan skema pertahanan yaitu pelepasan beban dengan metode yang lebih efektif. Tujuan penelitian ini adalah mengembangkan desain pelepasan beban adaptif berdasarkan besar gangguan berbasis RAS sistem. Objek penelitian adalah sub-sistem Muara karang. Nilai penurunan frekuensi setiap generator diukur untuk menentukan besar gangguan sistem. Nilai sensitivitas busbar diukur untuk menentukan lokasi dan nilai beban yang dilepaskan di tiap busbar. Sistem ini disimulasikan dengan perangkat lunak DIgSILENT PowerFactory dengan skema RAS event based berdasarkan tiga jenis gangguan super kontingensi yang berbeda. Hasil berupa frekuensi, sudut rotor, dan tegangan ditampilkan untuk melihat respon kestabilan sistem setelah gangguan dengan mitigasi pelepasan beban adaptif berbasis RAS sistem.", "Daftar File": {}, "Penulis": "I Made Dwi Darmantara [18015020]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Nanang Hariyanto, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Tenaga Listrik", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "kestabilan sistem tenaga, lepas beban adaptif, frekuensi, sensitivitas tegangan busbar, Remedial Action Scheme", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "8 file", "Tanggal Input": "26 Jun 2019"}