{"Nomor": 39429, "Judul": "RESERVOIR UNCERTAINTY SIMULATION STUDY FOR GAMMA FIELD GAS INJECTION AND BLOWDOWN OPTIMIZATION", "Abstrak": "Lapangan Gamma terletak di Blok B Laut Natuna Selatan, teridiri dari lima reservoir terpisah dan tiga zona\ngeologi, dan telah berproduksi sejak 2008 dengan empat puluh persen hidrokarbon reservoir berada di\nreservoir Upper Beta Massive West (UBMW).\nUBMW adalah reservoir minyak dengan tudung gas (gas cap) berupa “oil rim”. Untuk memaksimalkan\npotensinya, reservoir ini didukung dengan injeksi gas dari lapangan Gamma-Teta untuk secara efektif menyapu\nminyak dan menjaga tekanan reservoir dengan sebagian kecil gas yang terproduksi akan diekspor.\nWalaupun reservoir UBMW termasuk “mature reservoir”, masih terdapat ketidakpastian di sana. Tujuan studi\nini adalah untuk merekomendasikan skenario manajemen reservoir optimum dengan mempertimbangkan\nrentang ketidakpastian yang dapat memengaruhi “Estimated Ultimate Recovery” dan dengan memvariasikan\nlaju injeksi gas untuk periode waktu yang tersisa (“blowing down” sebagian gas di awal periode). Dengan\nmenggunakan model dasar, kita mengatur nilai permeabilitas relatif serta kekuatan dan ukuran akuifer yang\nmenghasilkan performa reservoir pada rentang toleransi “history match” lalu melakukan peramalan dengan\nskenario injeksi gas yang berbeda untuk mendapatkan skenario optimum. Studi kepekaan (“sensitivity”)\nmemberikan rentang nilai hidrokarbon yang dapat terambil dan NPV proyek yang sangat penting untuk\npenentuan skenario manajemen reservoir yang lebih baik di masa yang akan datang. Berdasarkan studi ini,\ndisimpulkan bahwa skenario optimum adalah dengan menghentikan gas injeksi yang akan menghasilkan\ntambahan NPV sebesar 0,35 MMUSD jika dibandingkan dengan skenario dasar yaitu gas injeksi sebesar 40\nMMSCFD.", "Daftar File": {"ABSTRAK Khalid Umar": "https://digilib.itb.ac.id/gdl/download/171970", "2019 TA PP KHALID UMAR 1.pdf]": "https://digilib.itb.ac.id/gdl/download/171971"}, "Penulis": "Khalid Umar [12215013]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Hasian P. Septoratno Siregar, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "tudung gas, oil rim, injeksi gas, ketidakpastian reservoir, permeabilitas relatif, kekuatan akuifer, NPV", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "26 Jun 2019"}