{"Nomor": 39423, "Judul": "EFEKTIFITAS PENGGUNAAN FASAD GANDA DALAM PENGENDALIAN LINGKUNGAN TERMAL BANGUNAN", "Abstrak": "Wilayah Indonesia memperoleh banyak sinar matahari sepanjang tahun,\nsehingga memiliki temperatur udara yang relatif tinggi yang mempengaruhi\nkenyamanan penggunaan bangunan.\nTingginya temperatur udara di dalam bangunan mengakibatkan konsumsi\npendinginan ruang yang besar sehingga membutuhkan banyak energi listrik.\nPemasangan sistem fasad ganda pada bangunan gedung merupakan salah satu\ncara mengurangi perolehan energi kalor dari matahari sehingga menurunkan\nbeban pendinginan bangunan.\nSejumlah penelitian di iklim sub tropis mengungkapkan bahwa sistem ini efektif\nuntuk mengendalikan temperatur udara bangunan, sedangkan efektifitasnya di\nwilayah tropis seperti Indonesia belum banyak diketahui.\nPenelitian ini bertujuan untuk mengukur efektifitas fasad ganda di Bandung\ndengan menggunakan model uji skala 1:1 pada Gedung Pusat Riset dan Inovasi\nITB Lt. IV. Model uji tersebut diletakkan menghadap timur sehingga dapat\ndilakukan pengukuran dari pagi hari hingga siang. Pada model ini digunakan\nvariasi pada jarak DSF (air gap) dan variasi jenis kaca. Variasi jarak meliputi 0.5\n, 0.1 , dan 1.5 meter dari kulit terluar bangunan untuk melihat efek jarak DSF\npada penundaan dan pengurangan kalor yang masuk ke dalam bangunan.\nSedangkan jenis kaca diduga berpengaruh pada mengendalikan radiasi matahari\nyang masuk ke dalam bangunan. Efek kedua faktor tersebut dilihat melalui nilai\ntemperatur udara, temperatur bola hitam, dan temperatur permukaan kaca. Selain\nitu juga diukur kelajuan aliran udara di dalam air gap di mana efek aliran udara\ntersebut dilihat melalui penurunan temperatur udara di celah DSF dan ruang\ndalam bangunan.\nPenelitian ini mengungkap bahwa jarak DSF 1.5 meter berhasil menurunkan\ntemperatur sebesar 5.460 C daripada jarak 0.5 m sebesar 4.690 C karena lebih\nii\nlama menunda masuknya kalor dalam bangunan. Sedangkan tipe kaca yang\nmemiliki nilai reflektansi tinggi memiliki potensi dalam menurunkan temperatur\nudara di dalam bangunan sebesar 7.70 C sedangkan material kaca yang memiliki\nnilai karakteristik serap kalor yang besar hanya menurunkan sebesar 2.260 C.\nSedangkan kajian kelajuan aliran udara menunjukkan aliran udara relatif tinggi\npada celah façade sempit sebesar 0.38 m/detik, dibanding jarak 1 m sebesar 0.43\nm/detik dan 1.5 m sebesar 0.36 m/detik. Namun kelajuan aliran udara ini tidak\nbanyak menurunkan temperatur udara, hanya memberikan selisih temperature\nudara sebesar 0.03 °C. Dengan demikian efektifitas fasad ganda dengan jarak 1.5\nmeter dan material kaca dengan nilai karakteristik reflektansi tinggi memiliki\npotensi yang lebih besar untuk menurunkan temperatur udara di dalam bangunan.", "Daftar File": {"COVER Akhlish Diinal 'Aziiz": "https://digilib.itb.ac.id/gdl/download/171955", "BAB 1 Akhlish Diinal 'Aziiz": "https://digilib.itb.ac.id/gdl/download/171956", "BAB 2 Akhlish Diinal 'Aziiz": "https://digilib.itb.ac.id/gdl/download/171958", "BAB 3 Akhlish Diinal 'Aziiz": "https://digilib.itb.ac.id/gdl/download/171959", "BAB 4 Akhlish Diinal 'Aziiz": "https://digilib.itb.ac.id/gdl/download/171961", "BAB 5 Akhlish Diinal 'Aziiz": "https://digilib.itb.ac.id/gdl/download/171962", "BAB 6 Akhlish Diinal 'Aziiz": "https://digilib.itb.ac.id/gdl/download/171963", "PUSTAKA Akhlish Diinal 'Aziiz": "https://digilib.itb.ac.id/gdl/download/171964"}, "Penulis": "Akhlish Diinal 'Aziiz [25215003]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Surjamanto W., M.T.", "Dr.Eng. Mochamad Donny Koerniawan, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Fasad ganda, air gap, jenis kaca, temperatur udara, kelajuan aliran udara.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "26 Jun 2019"}