{"Nomor": 39433, "Judul": "SISTEM KONTROL SIBER FISIK TIGA TANGKI-BERINTERAKSI", "Abstrak": "Di era industri 4.0, produksi industri didorong oleh persaingan global dan membutuhkan adaptasi produksi yang cepat untuk memenuhi permintaan pasar yang terus berubah. Diperlukan sistem kontrol yang terdesentralisasi dan kemudahan konektivitas dalam pertukaran informasi untuk mengidentifikasi, memantau dan mengoptimalkan proses produksi secara real-time sehingga adaptasi produksi dapat dilakukan dengan cepat. Informasi tersebut kemudian disimpan ke dalam penyimpanan cloud untuk monitoring proses produksi. Implementasi Cyber-Physical System (CPS) merupakan salah satu solusi yang tepat dalam optimisasi sistem kontrol proses industri secara otomatis. \nDalam tugas akhir ini dilakukan implementasi CPS untuk sistem pengontrolan ketinggian fluida di tangki ketiga pada sistem tiga tangki-berinteraksi. Proses pengontrolan dimulai dengan pemodelan sistem kalang terbuka yang telah dioptimasi agar identik dengan respon dinamika plant nyata. Setelah itu, tuning PID dilakukan untuk mengontrol respon sistem agar sesuai dengan set point yang diharapkan. Saat dalam kondisi steady state, sistem akan diberi gangguan berupa pengubahan bukaan valve manual penghubung ketiga tangki secara acak. Hal tersebut membuat model sistem dan pengontrol PID lama tidak optimal lagi untuk diimplemntasikan. Untuk itu, CPS diimplementasikan dengan MATLAB sebagai sistem siber dan terkoneksi dengan sistem fisik plant melalui OPC UA secara real-time dan otomatis untuk memperbarui model sistem dan nilai pengontrol PID yang sesuai. Sehingga respon dinamika sistem yang optimal untuk setiap set point dapat diperoleh. Sistem Industrial Internet of Things dibangun untuk keperluan monitoring dan pengontrolan set point secara jarak jauh melalui platform IIoT Ubidots dengan protokol MQTT.\nPemodelan sistem tiga tangki-berinteraksi dilakukan dengan pendekatan persamaan model sistem orde satu dengan waktu tunda karena ISE yang diperoleh paling kecil terhadap respon sistem nyata. Sistem pengontrolan siber fisik tiga tangki-berinteraksi dapat berjalan real-time untuk memantau nilai performa risetime, maximum overshoot dan RMSE respon sistem. Selain itu, CPS juga dapat menghasilkan parameter model dan pengontrolan baru setelah diberi gangguan secara otomatis. Sistem pemantauan dan penyimpanan data sistem dapat dibangun secara online serta dapat dilakukan pengaturan set point melalui website dengan rata-rata latensi minimum pengiriman data sebesar 892,587 ms untuk nilai QoS 0.", "Daftar File": {}, "Penulis": "Citrawati Sukma Pratiwi [13315060]", "Kontributor / Dosen Pembimbing": ["Ir. Endra Joelianto, Ph.D.", "Dr.-Ing. Ir. Parsaulian Siregar"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Generalities", "Kata Kunci": "sistem siber fisik, tiga tangki-berinteraksi, Internet of Things, Industri 4.0, OPC UA", "Sumber": "", "Staf Input/Edit": "Rina Kania  \n                                     Rina Kania", "File": "7 file", "Tanggal Input": "26 Jun 2019"}