{"Nomor": 39444, "Judul": "ANALISIS DINAMIKA POLUSI CAHAYA DI SEKITAR OBSERVATORIUM BOSSCHA, OBSERVATORIUM NASIONAL TIMAU, DAN OBSERVATORIUM ASTRONOMI LAMPUNG BERDASARKAN CITRA SATELIT MALAM HARI VIIRS-DNB", "Abstrak": "Polusi cahaya merupakan salah satu bentuk polusi akibat adanya cahaya berlebihan di luar ruangan yang dilepas ke langit, sehingga menyebabkan terjadinya peningkatan kecerlangan langit malam dan menurunkan kualitas kegelapan langit malam. Peningkatan kecerlangan langit malam menyebabkan objek-objek astronomi yang relatif redup, seperti Galaksi Bima Sakti semakin sulit diamati. Oleh karena itu, polusi cahaya merupakan permasalahan utama yang sedang dihadapi oleh observatorium-observatorium di seluruh dunia dan di Indonesia, seperti Observatorium Bosscha dan observatorium yang masih dalam proses pembangungan seperti Observatorium Nasional Timau dan Observatorium Astronomi Lampung. Berdasarkan citra satelit VIIRS-DNB pada tahun 2013-2017, hasil analisis dinamika polusi cahaya di sekitar Observatorium Bosscha, Observatorium Nasional Timau, dan Observatorium Astronomi Lampung , membuktikan bahwa luas area kelas tingkat polusi cahaya sangat rendah menunjukkan tren menurun. Sedangkan luas area kelas tingkat polusi cahaya rendah, sedang, tinggi, dan sangat tinggi menunjukkan tren meningkat dengan laju rata-rata per tahun yang bervariasi. Kemudian, pola distribusi masing-masing kelas tingkat polusi cahaya sangat dipengaruhi oleh kondisi geografis. Kelas tingkat polusi cahaya sedang, tinggi, dan sangat tinggi memiliki kecenderungan memusat di kawasan perkotaan dan pola distribusinya mengikuti jaringan jalan, sedangkan kelas tingkat polusi cahaya sangat rendah memiliki kecenderungan teraglomerasi di kawasan perbukitan dan pegunungan. Hal ini menunjukkan bahwa tidak adanya aturan penggunaan tudung lampu dan jenis sumber cahaya artifisial untuk penerangan luar ruangan menyebabkan polusi cahaya di kawasan perkotaan relatif lebih parah daripada di kawasan sub urban dan rural.", "Daftar File": {"ABSTRAK Hendra Agus Prastyo": "https://digilib.itb.ac.id/gdl/download/172015", "COVER Hendra Agus Prastyo": "https://digilib.itb.ac.id/gdl/download/190082", "BAB 1 Hendra Agus Prastyo": "https://digilib.itb.ac.id/gdl/download/190083", "BAB 2 Hendra Agus Prastyo": "https://digilib.itb.ac.id/gdl/download/190084", "BAB 3 Hendra Agus Prastyo": "https://digilib.itb.ac.id/gdl/download/190085", "BAB 4A Hendra Agus Prastyo": "https://digilib.itb.ac.id/gdl/download/190086", "BAB 4B Hendra Agus Prastyo": "https://digilib.itb.ac.id/gdl/download/190087", "BAB 4C Hendra Agus Prastyo": "https://digilib.itb.ac.id/gdl/download/190088", "BAB 4D Hendra Agus Prastyo": "https://digilib.itb.ac.id/gdl/download/190089", "BAB 4E Hendra Agus Prastyo": "https://digilib.itb.ac.id/gdl/download/190090", "BAB 4F Hendra Agus Prastyo": "https://digilib.itb.ac.id/gdl/download/190091", "BAB 4G Hendra Agus Prastyo": "https://digilib.itb.ac.id/gdl/download/190092", "BAB 4H Hendra Agus Prastyo": "https://digilib.itb.ac.id/gdl/download/190093", "BAB 4I Hendra Agus Prastyo": "https://digilib.itb.ac.id/gdl/download/190094", "BAB 5 Hendra Agus Prastyo": "https://digilib.itb.ac.id/gdl/download/190095", "PUSTAKA Hendra Agus Prastyo": "https://digilib.itb.ac.id/gdl/download/190096"}, "Penulis": "Hendra Agus Prastyo [20317004]", "Kontributor / Dosen Pembimbing": ["Dr. Dhani Herdiwijaya, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Polusi Cahaya, Citra Satelit VIIRS-DNB, Observatorium Bosscha, Observatorium Nasional Timau, Observatorium Astronomi Lampung", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "16 file", "Tanggal Input": "26 Jun 2019"}