{"Nomor": 39440, "Judul": "ANALISIS PENGARUH KEBIJAKAN GROSS SPLIT, KUALITAS, DAN HARGA BARANG OPERASI DALAM NEGERI TERHADAP KEPUTUSAN PEMBELIAN BARANG OPERASI DALAM NEGERI DI PT. PHE ONWJ", "Abstrak": "Awal 2017 adalah babak baru pengelolaan industri hulu migas. Kontrak Bagi Hasil antara Pemerintah dengan Kontraktor Kontrak Kerja Sama (KKKS) yang awalnya menggunakan skema Cost Revovery beralih menjadi skema Gross Split. Skema Gross Split diharapkan mampu membuat cashflow maupun keekonomian kontraktor menjadi lebih menarik, sehingga akan mendorong investasi sub sektor migas. Dalam pengelolaan biaya operasi, KKKS dengan skema Gross Split akan cenderung lebih berhati-hati dan efisien pengambilan keputusan pembelian barang operasional karena semua biaya operasi yang timbul akan ditanggung oleh KKKS. Adanya informasi terkait dengan kualitas dan harga barang operasi dalam negeri yang kurang kompetitif diduga menjadi salah satu faktor yang berpengaruh dalam keputusan pembelian, terutama pada KKKS dengan skema Gross Split.\nTujuan dari penelitian ini adalah untuk menentukan apakah ada pengaruh dari kebijakan Gross split, Kualitas, dan Harga Barang Operasi dalam Negeri terhadap Keputusan Pembelian di KKKS. Penelitian ini menggunakan pendekatan kuantitatif melalui kuesioner yang disebarkan kepada 34 karyawan bagian procurement sebagai populasi. Selain itu, peneliti juga melakukan pendekatan kualitatif melalui interview dengan member wawancara dan perwakilan Pemerintah. Penelitian dilakukan kepada KKKS PHE ONWJ.\nPenelitian ini menggunakan analisa regresi linier berganda serta coding yang kemudian diolah dengan metode triangulasi. Hasil penelitian ini menunjukkan bahwa kebijakan gross split tidak berpengaruh signifikan terhadap keputusan pembelian di KKKS PHE ONWJ, sebaliknya kualitas dan harga barang operasi dalam negeri berpengaruh signifikan terhadap keputusan pembelian di KKKS PHE ONWJ. Peneliti memberikan beberapa rekomendasi bagi Pemerintah untuk pengembangan industri dalam negeri, terutama dalam menghadapi era Gross Split, yaitu : (i) Revisi Peraturan terkait dengan Gross Split (Perhitungan TKDN tidak hanya untuk barang, tetapi juga untuk jasa, Pengawasan pencapaian TKDN untuk KKKS Split Gross, Menggunakan layanan surveyor independen untuk memvalidasi pencapaian nilai TKDN , Masterlist untuk KKKS Gross Split); (ii) Mengevaluasi daftar APDN; (iii) Program Pengembangan untuk Produsen Domestik; (iv) Program Pendidikan untuk KKKS skema Cost Recovery dan Gross Split; (v) Program untuk Meningkatkan Investasi di Industri Minyak dan Gas dengan membuat daftar perkiraan kebutuhan barang dalam jangka pendek (1 tahun ke depan) dan juga jangka panjang (5 tahun ke depan); (vi) Penghargaan atas Inovasi yang dilakukan oleh Produsen Dalam Negeri.", "Daftar File": {"ABSTRAK Elisabeth Dian Kumalasari": "https://digilib.itb.ac.id/gdl/download/172744"}, "Penulis": "Elisabeth Dian Kumalasari [29317377]", "Kontributor / Dosen Pembimbing": ["Yudo Anggoro, M.S.M., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Investasi, Gross Split, Kualitas, Harga, Keputusan, Regresi, Coding, Triangulasi, Industri", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "26 Jun 2019"}