{"Nomor": 39453, "Judul": "STUDI PENGARUH BIOOKSIDASI BIJIH EMAS REFRAKTORI BANYUWANGI MENGGUNAKAN BAKTERI CITROBACTER FREUNDII STRAIN SKC-4 TERHADAP PERSEN EKSTRAKSI EMAS HASIL SIANIDASI", "Abstrak": "Seiring berjalannya waktu, ketersediaan bijih emas non-refraktori yang lebih mudah untuk diolah semakin lama semakin berkurang sehingga bijih emas refraktori menjadi sumber yang sangat diperhitungkan oleh industri pengolahan emas. Untuk mengolah bijih emas refraktori, diperlukan proses pre-treatment terlebih dahulu, salah satunya adalah dengan metode biooksidasi yang mulai menjadi metode alternatif pre-treatment bijih emas refraktori karena terbukti lebih ekonomis dan ramah lingkungan. Pada kasus ini, bijih emas yang berasal dari Banyuwangi mengandung emas dengan kadar yang rendah dan mineral-mineral pengotor yang menjadi kendala dalam pemrosesan bijih tersebut. Oleh karena itu, dilakukan percobaan biooksidasi terhadap bijih emas dari Banyuwangi dengan menggunakan bakteri pengoksidasi besi dan sulfur.\nSerangkaian percobaan diawali dengan preparasi bijih dengan peremukan dan penggerusan yang kemudian diayak untuk mendapatkan ukuran lolos 75 mikron (-75 ?m). Selanjutnya, bijih dihomogenisasi dan disampling untuk keperluan karakterisasi dan percobaan. Karakterisasi yang dilakukan meliputi XRD, XRF, analisis mineragrafi sayat poles, analisis head grade, diagnostic leaching, dan FTIR. Percobaan diawali dengan pembuatan kurva tumbuh bakteri untuk menentukan waktu inkubasi optimum bakteri-bakteri yang akan digunakan pada percobaan dan melakukan screening bakteri. Kemudian dilakukan percobaan biooksidasi pendahuluan menggunakan bakteri pengoksidasi besi dan sulfur hasil screening yang bertujuan untuk menentukan bakteri terbaik dalam percobaan. Dilakukan pula sianidasi langsung pada bijih tanpa perlakuan biooksidasi untuk menentukan seberapa besar pengaruh biooksidasi dalam meningkatkan persen ekstraksi emas. Setelah itu, dilakukan percobaan biooksidasi inti menggunakan bakteri terbaik dengan beberapa variasi yang meliputi variasi medium, persen inokulum bakteri, dan waktu biooksidasi. Seluruh percobaan biooksidasi diikuti dengan proses sianidasi terhadap residu biooksidasi dan dilanjutkan dengan aqua regia terhadap residu sianidasi. Karakterisasi juga dilakukan terhadap residu hasil biooksidasi dari variasi terbaik menggunakan XRD dan FTIR.\nHasil karakterisasi menunjukkan bahwa bijih emas Banyuwangi mengandung mineral pengotor yang meliputi mineral kuarsa, sulfida, karbonatan, dan lempung (clay). Bakteri pengoksidasi besi dan sulfur terbaik menurut percobaan adalah Citrobacter freundii strain SKC-4. Persen ekstraksi emas hasil sianidasi langsung tanpa biooksidasi sebesar 19,7%. Variasi yang dilakukan dapat meningkatkan persen ekstraksi emas hingga 43,6% pada media SKC-Broth modifikasi 1 dengan komposisi air laut, 9 g/l pirit, 4 g/l molase, 2 g/l FeSO4.7H2O, dan dengan pengaturan pH menjadi 1, 10% (v/v) inokulum bakteri, selama 7 hari biooksidasi.", "Daftar File": {"ABSTRAK Satrio Arif Kurniawan": "https://digilib.itb.ac.id/gdl/download/172039"}, "Penulis": "Satrio Arif Kurniawan [12515058]", "Kontributor / Dosen Pembimbing": ["Ir. Siti Khodijah, M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "biooksidasi, bijih emas refraktori, bakteri pengoksidasi besi dan sulfur", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "8 file", "Tanggal Input": "26 Jun 2019"}