{"Nomor": 39452, "Judul": "PENGARUH MODEL PEMBELAJARAN PEER TEACHING TERHADAP PEMAHAMAN KONSEP MATEMATIS  SISWA SEKOLAH MENENGAH ATAS DALAM PERSIAPAN MENGIKUTI SELEKSI PERGURUAN TINGGI NEGERI", "Abstrak": "Persaingan untuk memilih perguruan tinggi negeri (PTN) terbaik di Indonesia sejak dahulu sangatlah ketat. Matematika sebagai salah satu pelajaran yang diujikan dalam seleksi perguruan tinggi negeri adalah pelajaran yang dianggap sulit oleh beberapa siswa. Pemahaman konsep merupakan salah satu tujuan dari pembelajaran matematika. Peer-teaching adalah salah satu model pembelajaran yang dapat diterapkan oleh guru pada proses pembelajaran matematika dikelas. Tujuan dari penelitian ini adalah untuk melihat pengaruh model pembelajaran peer-teaching terhadap pemahaman konsep matematis siswa sekolah menegah atas dalam persiapan mengikuti seleksi perguruan tinggi negeri. Studi dilakukan pada siswa kelas XI di suatu lembaga bimbingan belajar di bandung. Sampel diambil dari kelas XI IPA 1 yang terdiri dari 20 siswa sebagai kelas eksperimen yaitu kelas yang menggunakan model pembelajaran peer-teaching dan kelas XI IPA 2 yang terdiri dari 18 siswa sebagai kelas kontrol yaitu kelas yang menggunakan model pembelajaran konvensional. Desian penelitian yang digunakan adalah posttest-only. Data penelitian pemahaman konsep matematis siswa diperoleh melalui soal test berbentuk uraian. Hasil penelitian menunjukkan bahwa rata-rata nilai pemahaman konsep matematis siswa pada kelas yang menggunakan model pembelajaran peer-teaching lebih tinggi daipada rata-rata nilai pemahaman konsep matematis siswa yang menggunakan pembelajaran konvensional. Hal ini memberikan kesimpulan bahwa model pembelajaran peer-teaching berpengaruh terhadap pemahaman konsep matematis siswa. Diharapkan hasil penelitian ini selain dapat menjadi bahan masukan bagi bimbingan belajar di Indonesia juga menjadi bahan masukan bagi sekolah-sekolah yang ada di Indonesia.", "Daftar File": {"abstrak Aditya.pdf?": "https://digilib.itb.ac.id/gdl/download/172045"}, "Penulis": "Rahmad Aditya [90116005]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Irawati, MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Pengajaran Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "model pembelajaran peer-teaching, pemahaman konsep matematis.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "26 Jun 2019"}