{"Nomor": 39465, "Judul": "PENGEMBANGAN MODEL ALOKASI RISIKO PADA KONTRAK BERBASIS KINERJA UNTUK PEMELIHARAAN JALAN NASIONAL", "Abstrak": "The application of Performance Based Contracts (PBC) for national road\nimprovement and maintenance projects in Indonesia is considered not able to\novercome the existing problems. One of the problems that is constraining the\nimplementation of the PBC is related to risk allocation. The characteristics of the\nPBC that allocate more risk to the contractor are not accompanied by the ability to\nmanage it, still facing various obstacles. Risks should be borne by those who are\nable to manage them with the lowest risk costs. The need for a contract model based\nanon optimal risk allocation is important. This study developed optimal risk\nallocation model for Indonesia’s PBC.\nThe quantitative approach includes a simulation process that is with Monte Carlo\nSimulation to determine risk cost variables and risk allocation algorithms proposed\nby Martin Barnes to determine risk allocation. In this study, optimal risk allocation\nis defined as the decision to allocate risk events to those who are able to manage\nthem so as to minimize the negative impact on project performance indicators\nexplicitly and measurably, namely the project costs. Direct costs are elements of\ncosts that are directly related to the volume of work listed in the payment item or\nbecome a permanent component of the final results of the project. The component\nof direct costs consists of the cost of wages for workers, operation of equipment,\nmaterials. Included in the direct cost category are all costs that are under\nsubcontractor control. Indirect costs are elements of costs that are not directly\nrelated to the amount of the volume of the physical component of the final project,\nbut have a contribution to the completion of the activity or project.\nThe contribution of this research is the production of a performance-based contract\nmodel based on optimal risk allocation from the perception of the owner and\ncontractor. The final result in the form of the development of contract classes based\non this risk allocation can be used as a tool to determine which parties are able to\nmanage risk with lower risk costs. The dominant risk analysis which is then linked\nto the risk variable through modeling with the principle of risk allocation developed\nby Martin Barnes is able to produce an optimal risk allocation.\nRisk factors that have a significant impact on costs are the risk of overloading\nvehicles and natural disasters. Vehicle risk that is overloaded with high probability\nand impact on high costs contribute to early damage to road conditions. The\ninnovation of the contractor was not able to handle it. The solution to this problem\nis to allocate risk to the Owner. The owner is a party who is able to handle the risk\nof overloading vehicles with the involvement of related agencies (Transportation\nand Police Service).", "Daftar File": {"ABSTRAK Deni Setiawan": "https://digilib.itb.ac.id/gdl/download/172071"}, "Penulis": "Deni Setiawan [35013300]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. N.R. Reini Djuhraeni W., MSCE, Ph.D.", "Prof. Dr. Ir. Krishna Suryanto", "Ir. Harun Al Rasyid, M.Sc., Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "risk, allocation, optimal performance-based contract.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Jun 2019"}