{"Nomor": 39467, "Judul": "ANALISIS ORBIT OBJEK TRANS SABUK-UTAMA BERESONANSI POLAR 1:1 DAN RETROGRADE", "Abstrak": "Objek Trans Sabuk-Utama merupakan sekumpulan benda kecil yang memiliki sumbu semimayor lebih besar dari wilayah Sabuk-Utama. Objek ini mengalami ketidakstabilan dalam orbitnya sehingga terpengaruh resonansi dari planet raksasa. Salah satu resonansi yang terjadi adalah resonansi 1:1 (co-orbital ) sehingga periode orbit objek sama dengan periode orbit planetnya. Resonansi juga bisa terjadi pada objek Trans Sabuk-Utama yang memiliki inklinasi tinggi (resonansi polar).\nPada Tesis ini dipaparkan analisis dinamika orbit objek Trans Sabuk-Utama yang beresonansi 1:1 terhadap planet raksasa dengan nilai inklinasi yang tinggi (i > 70o) dalam 200.000 tahun dan analisis tipe gerak orbitnya. Data terdiri atas 22 objek Trans Sabuk-Utama berinklinasi tinggi yang diketahui memiliki kemungkinan beresonansi 1:1 terhadap planet raksasa. Data yang diunduh dari JPL NASA Small Body Database tersebut dibagi menjadi dua kategori, yaitu prograde dan retrograde.\nPemeriksaan resonansi dilakukan menggunakan metode FAIR melalui otomasi dengan program Python. Otomasi tersebut berupa pembuatan histogram kerapatan dari plot resonansi keluaran metode FAIR yang kemudian didekati dengan fitting kuadratik untuk menentukan batas kriteria resonansi. Setiap objek yang terdiri atas 243 clones tersebut diperiksa kemungkinan resonansinya berdasarkan batas kriteria yang telah didapatkan. Hasil pemeriksaan setiap clones menunjukkan bahwa mayoritas objek memiliki kemungkinan kecil untuk beresonansi hingga 200.000 tahun. Persentase terbesar kemungkinan terjadinya resonansi adalah 64,03%. Sementara dari pemeriksaan clones objek didapatkan bahwa objek Trans Sabuk-Utama mayoritas mengalami resonansi secara temporal dan tidak stabil, hanya sebagian kecil objek yang beresonansi hingga mencapai 200.000 tahun. Beberapa clones objek diindikasikan mengalami fenomena lompat resonan.", "Daftar File": {"ABSTRAK Ayu Dyah Pangestu": "https://digilib.itb.ac.id/gdl/download/172073", "COVER Ayu Dyah Pangestu": "https://digilib.itb.ac.id/gdl/download/194155", "BAB 1 Ayu Dyah Pangestu": "https://digilib.itb.ac.id/gdl/download/194156", "BAB 2 Ayu Dyah Pangestu": "https://digilib.itb.ac.id/gdl/download/194157", "BAB 3 Ayu Dyah Pangestu": "https://digilib.itb.ac.id/gdl/download/194158", "BAB 4A Ayu Dyah Pangestu": "https://digilib.itb.ac.id/gdl/download/194159", "BAB 4B Ayu Dyah Pangestu": "https://digilib.itb.ac.id/gdl/download/194160", "BAB 4C Ayu Dyah Pangestu": "https://digilib.itb.ac.id/gdl/download/194161", "BAB 5 Ayu Dyah Pangestu": "https://digilib.itb.ac.id/gdl/download/194162", "PUSTAKA Ayu Dyah Pangestu": "https://digilib.itb.ac.id/gdl/download/194163"}, "Penulis": "Ayu Dyah Pangestu [20318010]", "Kontributor / Dosen Pembimbing": ["Dr. Budi Dermawan, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "objek Trans Sabuk-Utama, co-orbital, histogram kerapatan, fitting kuadratik, resonansi temporal.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "10 file", "Tanggal Input": "26 Jun 2019"}