{"Nomor": 39460, "Judul": "PERANCANGAN WALK-UP APARTMENT HEMAT ENERGI DENGAN TEKNIK WIND-DRIVEN NATURAL VENTILATION DI KAWASAN PESISIR JAKARTA UTARA", "Abstrak": "Hunian saat ini menjadi sektor kedua pengonsumsi energi terbesar kedua setelah industri, di Indonesia. Berdasarkan data dari Kementrian Energi dan Sumber Daya Alam, konsumsi listrik terbesar pada hunian digunakan untuk pengondisian udara mengingat iklim Indonesia yang tropis. Konsumsi untuk pengondisian udara ini akan terus meningkat seiring dengan meningkatnya kebutuhan akan hunian, terutama di kota-kota besar seperti DKI Jakarta.\nFokus tesis ini adalah untuk mendesain walk-up apartemen sesuai dengan kriteria hemat energi yang akan diteliti, terutama pada pencapaian kenyamanan termal secara pasif. Kecamatan Cilincing, Jakarta Utara, dipilih menjadi lokasi studi kasus. Lokasi berada di pesisir Pantai Jakarta Utara sehingga dapat merepresentasikan karakteristik iklim tropis kawasan pesisir. Penelitian ini memanfaatkan karakteristik iklim pesisir terutama kondisi angin untuk mendesain hunian yang hemat energi dengan menerapkan prinsip ventilasi alami dorongan angin. Elemen-elemen desain walk-up apartemen akan diiterasi menggunakan simulasi computational fluid dynamics (CFD) untuk mencapai kenyamanan termal. Hasil penelitian menunjukkan bahwa dimensi, orientasi, tata letak, dan bentuk, dari elemen-elemen desain mulai dari massa, koridor, bukaan, dan lain-lain dapat sangat berpengaruh terhadap pergerakan angin di dalam dan luar bangunan untuk mencapai kenyamanan termal secara pasif.", "Daftar File": {"COVER Fathina Izmi Nugrahanti": "https://digilib.itb.ac.id/gdl/download/172047", "BAB 1 Fathina Izmi Nugrahanti": "https://digilib.itb.ac.id/gdl/download/172048", "BAB 2 Fathina Izmi Nugrahanti": "https://digilib.itb.ac.id/gdl/download/172049", "BAB 3 Fathina Izmi Nugrahanti": "https://digilib.itb.ac.id/gdl/download/172050", "BAB 4 Fathina Izmi Nugrahanti": "https://digilib.itb.ac.id/gdl/download/172061", "BAB 5 Fathina Izmi Nugrahanti": "https://digilib.itb.ac.id/gdl/download/172062", "BAB 6 Fathina Izmi Nugrahanti": "https://digilib.itb.ac.id/gdl/download/172063", "BAB 7 Fathina Izmi Nugrahanti": "https://digilib.itb.ac.id/gdl/download/172064", "PUSTAKA Fathina Izmi Nugrahanti": "https://digilib.itb.ac.id/gdl/download/172065"}, "Penulis": "Fathina Izmi Nugrahanti [25216024]", "Kontributor / Dosen Pembimbing": ["Dr.Ir. Moh. Prasetiyo Effendi Yasin,M.Arch.", "Dr. Allis Nurdini, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "kenyaman termal, hemat energi, kawasan tropis pesisir, walk-up apartemen", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "10 file", "Tanggal Input": "26 Jun 2019"}