{"Nomor": 39476, "Judul": "RANCANG BANGUN SISTEM PENGONTROLAN ELEKTROKOAGULASI PADA INSTALASI PENGOLAHAN LIMBAH TEKSTIL", "Abstrak": "Berkembangnya industri tekstil diikuti juga dengan peningkatan jumlah limbah yang dihasilkan. Hal ini dapat menimbulkan masalah khususnya bagi lingkungan hidup. Salah satu solusi untuk masalah ini adalah pengolahan limbah. Untuk penelitian ini, digunakan metode elektrokoagulasi dalam proses pengolahan limbah. Elektrokoagulasi adalah metode koagulasi dengan menggunakan arus listrik searah melalui peristiwa elektrokimia. Pada kesempatan ini akan diterapkan dua desain pengontrolan PI terhadap variabel turbiditas /kekeruhan pada acuan 100 NTU, dengan variabel pengubah arus listrik dan variabel pengubah debit aliran limbah. Pada akhir penelitian akan dibandingkan pengontrol mana yang lebih cocok bagi sistem elektrokoagulasi.\nParameter yang dinilai dari kinerja pengontrol ialah konsumsi energi setiap sistem sampai mencapai keadaan tunak dan waktu settling sistem tersebut. Dalam proses identifikasi sistem dan pengolahan data, sistem didekati dengan persamaan orde satu dengan waktu tunda. Proses penalaan pengontrol PI dilakukan dengan metode Ziegler Nichols dengan variabel pengubah arus listrik sebesar 1,8-5,2 Ampere dan variabel pengubah debit aliran sebesar 10,37-14,67 ml/s. Pengontrol dengan variabel pengubah arus memerlukan waktu sekitar 28 menit untuk mencapai keadaan stabil dengan konsumsi energi sebesar 42,175 kJ. Sementara pengontrol dengan variabel pengubah debit limbah memerlukan waktu sekitar 26 menit untuk mencapai kestabilan dengan mengonsumsi energi sebesar 61,229 kJ.", "Daftar File": {}, "Penulis": "Nazuwatussya'Diyah [13315097]", "Kontributor / Dosen Pembimbing": ["Ir. Estiyanti Ekawati, M.T., Ph.D.", "Dr. Ir. Eko Mursito Budi, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "limbah tekstil, elektrokoagulasi, kontrol turbiditas, arus listrik, debit limbah, konsumsi energi.", "Sumber": "", "Staf Input/Edit": "Rina Kania  \n                                     Rina Kania", "File": "7 file", "Tanggal Input": "26 Jun 2019"}