{"Nomor": 39479, "Judul": "STEGANALISIS FILE AUDIO MP3 DENGAN CONVOLUTIONAL NEURAL NETWORK", "Abstrak": "Steganografi adalah metode untuk menyembunyikan pesan rahasia di dalam media cover dalam bentuk teks, audio, gambar atau video, sehingga pesan tersebut tidak dicurigai oleh pihak yang tidak berwenang untuk membuka pesan tersebut. Teknik untuk mengetahui apakah media cover tersebut merupakan berkas stego atau bukan adalah steganalisis. Pada penelitian ini, deteksi pesan tersembunyi yang difokuskan adalah pada berkas MP3 yang disisipkan oleh algoritma MP3Stego dan Huffman Code Mapping dengan embedding rate 0,1 untuk mengklasifikasikan berdasarkan algoritma steganografi yang digunakan dan perkiraan panjang pesan yang disisipkan. Dalam melakukan penelitian tersebut, dibutuhkan untuk mengetahui fitur audio MP3, membangun metode deep learning yang cocok dan kinerja dari model yang sudah dihasilkan. Usulan solusi yang untuk kedua masalah tersebut adalah menggunakan fitur audio QMDCT dan arsitektur deep learning dengan Convolutional Neural Network yang menggunakan 3 × 3 convolutional layers, 1 × 1 convolutional kernel, fungsi aktivasi tanh, max pooling layer, fully-connected layers, batch normalization layers, fungsi optimisasi adam dan cross entropy log loss. Hasil dari penelitian ini adalah model klasifikasi algoritma terbaik dengan kinerja akurasi 91,78% dengan F1-Score 92,22% dan model klasifikasi perkiraan panjang pesan terbaik memiliki kinerja akurasi 24,16% dengan F1-Score 21,40%. Dengan demikian usulan fitur dan arsitektur deep learning sudah baik dalam mengklasifikasikan algoritma dan cover, namun masih buruk dalam mengklasifikasikan perkiraan panjang pesan.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/172108"}, "Penulis": "Muhammad Rizki Duwinanto [13515006]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Rinaldi, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Convolutional Neural Network, Steganalisis, MP3, Klasifikasi", "Sumber": "", "Staf Input/Edit": "karya", "File": "8 file", "Tanggal Input": "26 Jun 2019"}