{"Nomor": 39484, "Judul": "THE 21ST CENTURY CAPABILITIES FOR IMPROVING SME PERFORMANCE", "Abstrak": "Most of business in the world, including Indonesia, consists of SMEs (around 99% of the total enterprises). With this large number of SMEs must be balanced with good performance in order to sustain and beneficial for the nation, considering their contribution that almost two-third of the national GDP. In this modern era, where everything is connected, we cannot assess SMEs performance solely on conventional products but also need to add other abilities from a founder to be able to bring the company to continue and growth. This, innovation, marketing, digital and learning capabilities are the key capabilities for the firms in their efforts to achieve superior performance especially in Indonesia. Thus, this research aimed to (i) investigate to what extend founder capabilities are effective on SME performance, and (ii) propose strategies to improve SME Performance.\n\nTo answer the research objective, this research used mixed method. To assess SMEs performance through founder capabilities in doing innovation, marketing, digital, and learning, a survey was conducted. Continues with in-depth interview to explore appropriate program for improving SMEs Performance. The samples for the surveys was drawn from difference group of SMEs (micro, small and medium) and across industrial sector, approximately 100 samples were gained for the study. For the in-depth interview, a total of three samples from each difference SMEs group and industrial sector was drawn. \n\nThe questionnaire from the survey then analyzed using multiple linear regression to investigate the effect of independent variables (innovation capabilities, learning capabilities, marketing capabilities, and digital capabilities) toward dependent variable (SMEs performance). The result is most of the independent variables are significantly affected the SMEs performance. From the in-depth interview, the respondents suggested comprehensive program (workshop, seminar, coaching, or mentoring) to improve SMEs performance.", "Daftar File": {"ABSTRAK Rara Dzikrina Istighfaroh": "https://digilib.itb.ac.id/gdl/download/177291"}, "Penulis": "Rara Dzikrina Istighfaroh [19216070]", "Kontributor / Dosen Pembimbing": ["Shimaditya Nuraeni, S.Psi., M.S.M., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Small Medium Enterprise, SME performance, Innovation Capability, Learning Capability, Marketing Capability, Digital Capability", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Jun 2019"}