{"Nomor": 39487, "Judul": "DIFUSI KALSIUM DENGAN MEDIA KONTRAS GADOLINIUM PADA SISTEM SINAPSIS MENGGUNAKAN SIMULASI MONTE CARLO", "Abstrak": "Gadolinium sebagai medium kontras sangat umum digunakan oleh pasien yang\nakan menjalani diagnostik menggunakan modalitas MRI. Salah satu keuntungan\npenggunaan medium kontras gadolinium yang utama adalah meningkatkan\nkualitas citra yang dihasilkan oleh MRI. Dengan menggunakan medium kontras\nmaka batas antara bagian yang sakit dan sehat dapat terlihat lebih jelas. Banyak\npasien yang menerima injeksi gadolinium tidak cukup satu kali. Gadolinium yang\ntelah disuntikkan pada tubuh pasien tidak semuanya dapat keluar melalui sistem\nurinari. Gadolinium yang tertinggal di dalam tubuh dapat memberikan efek\nsamping yang tidak dapat diabaikan karena sifat gadolinium yang beracun (toxic).\nGadolinium dapat menjadi penghalang terhadap saluran kalsium yang ada pada\nsinapsis. Dengan demikan keberadaan gadolinium menyebabkan saluran kalsium\nterhambat yang menyebabkan difusi kalsium dan transmisi sinyal terganggu. Oleh\nkarena itu, penelitian ini bertujuan mengkaji proses difusi kalsium yang terjadi\npada sinapsis dan mengidentifikasi faktor-faktor yang memengaruhi proses difusi\nkalsium dengan keberadaan ion gadolinium di sekitar sinapsis. Untuk mencapai\ntujuan yang diharapkan, maka penelitian ini dilakukan dalam tiga tahapan dari\nyang sederhana sampai yang kompleks. Tahapan pertama adalah melakukan\neksperimen difusi pada model kompartemen dan mensimulasikan proses difusinya\ndengan tujuan untuk mengamati dan melihat proses difusi untuk injeksi tunggal.\nTahap kedua adalah mensimulasikan proses difusi pada sistem urinari dengan\nmetode Monte Carlo untuk mendapatkan besarnya fluks yang melewati saluran\ndifusi. Sedangkan tahap ketiga adalah mensimulasikan proses difusi pada sinapsis\nmenggunakan metode Monte Carlo dengan keberadaan ion gadolinium sebagai\nion penghalang terhadap saluran kalsium yang ada. Keterlibatan ion gadolinium\npada simulasi sangat penting untuk dapat melihat pengaruh ion gadolinium pada\nfluks kalsium yang masuk ke pra-sinapsis. Selain itu juga pengaruhnya terhadap\njumlah neurotransmiter ke celah sinapsis sebagai mekanisme transmisi sinyal pada\nsistem syaraf.\nHasil yang diperoleh pada tahap pertama adalah banyaknya lubang yang\nmerepresentasikan saluran kalsium berbanding lurus dengan banyaknya ion yang\nberpindah dari kompartemen pertama ke kompartemen kedua. Penurunan jumlah\nlubang merepresentasikan saluran kalsium yang mulai tertutup oleh ion yang\nbersifat sebagai penghalang. Hasil tahap kedua yang merupakan simulasi difusi\nii\npada sistem urinari menunjukkan bahwa perubahan konsentrasi menjadi dua kali\nkonsentrasi semula pada kompartemen pertama menyebabkan kenaikan jumlah\nion yang terdifusi menjadi menjadi empat kalinya saat t0,5. Pada tahap ketiga yang\nmerupakan simulasi difusi pada sinapsis dengan melibatkan beberapa parameter\nseperti koefisien difusi menunjukkan bahwa setiap ion memiliki karakteristik\nberbeda. Perbedaan koefisien difusi memberi pengaruh pada banyaknya ion yang\nterdifusi, yaitu semakin besar koefisien difusi suatu ion maka banyaknya ion yang\nterdifusi semakin besar. Ditinjau dari jumlah ion yang terdifusi pada t0,25,\nkoefisien difusi besar akan menunjukkan jumlah ion yang lebih banyak berpindah\npada selang waktu yang sama. Pada proses difusi pada sinapsis yang melibatkan\ninteraksi antar ion menunjukkan bahwa fluks dari ion dipengaruhi oleh besarnya\nkonstanta kesetimbangan disosiasi. Besarnya konstanta kesetimbangan ditentukan\npada besarnya konstanta pengikat dan konstanta disosiasi. Semakin kecil\nkonstanta kesetimbangan disosiasi maka waktu yang diperlukan untuk\nmendifusikan ion menjadi lebih cepat. Untuk pengaruh luasan saluran kalsium dan\nkerapatan memberikan hubungan yang linier yaitu semakin luas saluran kalsium\ndan semakin rapat saluran kalsium mengakibatkan jumlah ion yang terdifusi juga\nsemakin banyak. Namun demikian, tingkat kerapatan saluran kalsium pada nilai di\natas 2 x104?m-2 menjadi konstan. Kehadiran ion penghalang yaitu gadolinium di\nsekitar sinapsis telah menyebabkan beberapa hal yaitu keberadaan ion gadolinium\nmenyebabkan penutupan saluran kalsium dari tingkat kecil, sedang, dan tertutup\ntotal yang bergantung jumlah ion gadolinium di sekitar sinapsis. Semakin banyak\nion gadolinium di sekitar sinapsis, maka penutupan saluran kalsium menjadi lebih\ncepat. Keadaan ini menyebabkan jumlah ion kalsium yang dapat terdifusi dari\ndaerah luar pra-sinapsis ke dalam pra-sinapsis juga mengalami penurunan akibat\ndari semakin banyaknya saluran kalsium yang tertutup ion gadolinium. Dengan\nsemakin sedikitnya ion kalsium yang dapat terdifusi ke dalam pra-sinapsis,\nmenyebabkan jumlah vesikel sinapsis yang dapat berlabuh pada permukaan\ntempat docking dan melepaskan neurotransmiter berkurang. Hal ini menyebabkan\nproses transmisi kimia pada sinapsis terganggu akibat jumlah neurotransmiter\nyang dapat dilepaskan menurun. Dengan demikian secara keseluruhan keberadaan\ngadolinium pada sinapsis dapat memberi pengaruh pada terganggunya proses\ntransmisi kimia (neurotransmitter) yang terjadi pada sinapsis.", "Daftar File": {"COVER Adita Sutresno": "https://digilib.itb.ac.id/gdl/download/172117", "BAB 1 Adita Sutresno": "https://digilib.itb.ac.id/gdl/download/172118", "BAB 2 Adita Sutresno": "https://digilib.itb.ac.id/gdl/download/172119", "BAB 3 Adita Sutresno": "https://digilib.itb.ac.id/gdl/download/172120", "BAB 4 Adita Sutresno": "https://digilib.itb.ac.id/gdl/download/172121", "BAB 5 Adita Sutresno": "https://digilib.itb.ac.id/gdl/download/172122", "PUSTAKA Adita Sutresno": "https://digilib.itb.ac.id/gdl/download/172123"}, "Penulis": "Adita Sutresno [30213010]", "Kontributor / Dosen Pembimbing": ["Prof. Idam Arif, Ph.D.", "Dr.rer.nat. Sparisoma Viridi, S.Si.", "Dr.rer.nat. Freddy Haryanto, S.Si., M.Si."], "Jenis Koleksi": "Disertasi", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "Difusi pada sinapsis, Difusi kalsium, Monte Carlo Cell, Gadolinium", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "7 file", "Tanggal Input": "26 Jun 2019"}