{"Nomor": 39481, "Judul": "DESAIN INTERAKSI APLIKASI BELAJAR NOT BALOK PADA PERANGKAT MOBILE DENGAN PENDEKATAN ACTIVITY CENTERED DESIGN", "Abstrak": "Musik sudah menjadi bagian dari kehidupan manusia. Namun, sarana untuk lebih mendalami musik masih sedikit dan memerlukan biaya yang cukup mahal. Oleh karena itu, dibutuhkan suatu sarana yang dapat digunakan oleh mayoritas masyarakat. Untuk mengatasi hal tersebut, dibutuhkan solusi untuk membuat perangkat lunak yang berjalan pada perangkat mobile. Perangkat lunak tersebut harus memiliki desain interaksi yang secara efektif dapat membantu keperluan pengguna untuk memahami musik, dalam hal ini mengenai notasi balok. Rancangan solusi yang dibuat harus seimbang mengenai teks, gambar, dan suara yang diajarkan. Untuk membangun desain interaksi pada tugas akhir ini, dipilih pendekatan Activity Centered Design (ACD) yang menitikberatkan pada aktivitas yang dapat dilakukan sebuah produk teknologi. Pada tugas akhir ini dipilih metode ACD karena proses belajar untuk setiap pengguna harus melalui tahap yang sama. Untuk membantu pengguna menguasai pembacaan dan suara not balok, maka materi pembelajaran suara dari not balok dibuat tidak ada skip sehingga pengguna dapat membedakan dengan jelas suara dari not balok yang berurutan terlebih dahulu. Selain itu, diterapkan juga metode gamification untuk menambah motivasi pengguna. Hasil tugas akhir ini berupa high fidelity prototype yang dibuat dengan menggunakan kakas Proto.io yang dapat digunakan fitur suara dalam pembangunan desain interaksi. Prototype ini diujikan sebanyak dua kali iterasi dengan terdapat perbaikan pada setiap iterasi sesuai dengan umpan balik dari responden. Dari hasil pengujian, didapatkan bahwa hasil tugas akhir telah mencapai usability goals effective dan easy to learn serta user experience goals helpful, enjoyable, dan motivating.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/172112"}, "Penulis": "Tasya [13515064]", "Kontributor / Dosen Pembimbing": ["Adi Mulyanto, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "rancangan desain interaksi, user experience, Activity Centered Design, prototype.", "Sumber": "", "Staf Input/Edit": "karya", "File": "1 file", "Tanggal Input": "26 Jun 2019"}