{"Nomor": 39493, "Judul": "KOROSI TEMPERATUR TINGGI PADA MATERIAL MONEL K-500 YANG DILAPISI GARAM (40%K2SO4+60%NaCl)", "Abstrak": "Dalam lingkungan industri pertambangan terdapat beberapa komponen pada alat drilling bor seperti threaded forged fittings dan juga komponen pipa yang bekerja pada temperatur tinggi dengan lingkungan garam sekitar pertambangan, sehingga korosi temperatur tinggi dalam lingkungan garam tidak bisa dihindari. Material Monel K-500 adalah paduan nikel dengan ketahanan korosi yang baik serta memiliki sifat mekanik yang dapat ditingkatkan melalui proses penguatan presipitasi.\nUntuk mengetahui perilaku Monel K-500 pada temperatur tinggi dan lingkungan garam, dilakukan penelitian korosi terhadap Monel K-500 pada temperatur 450oC, 550oC, dan 650oC dengan garam (40%K2SO4+60%NaCl) dengan variasi waktu 12, 24, dan 36 jam.\nKorosi paling parah terjadi pada temperatur pengujian 650oC dengan perubahan massa paling besar adalah 8,13 x 10-7 gram/mm2, lapisan oksida mengelupas, ketebalan lapisan oksida 850,28?m, kedalaman serangan korosi 41,272?m dan kekerasan spesimen turun sebesar 54,9%. Mekanisme korosi yang terjadi pada semua spesimen adalah intergranular corrosion dan senyawa oksida yang terbentuk adalah Nickel Oxide (NiO). Monel K-500 masih memiliki ketahanan korosi yang baik pada temperatur 450oC dan 550oC dengan waktu exposure tidak lebih dari 24 jam", "Daftar File": {"ABSTRAK Deri Ripandi Nurul Fauji": "https://digilib.itb.ac.id/gdl/download/172138"}, "Penulis": "Deri Ripandi Nurul Fauji [13715054]", "Kontributor / Dosen Pembimbing": ["Ir. Firmansyah Sasmita S.T., M.T., IPM.", "Dr. Ir. Husaini Ardy."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Monel K-500, Oksida, Korosi Temperatur Tinggi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Jun 2019"}