{"Nomor": 39492, "Judul": "PENGARUH JUMLAH ALUR NOSEL HVOF THERMAL SPRAY DAN SUDUT EROSI TERHADAP KETAHANAN AUS LAPISAN CR3C2-20NICR", "Abstrak": "Baja tahan karat AISI 316L banyak diaplikasikan dalam berbagai hal di sektor industri,\nseperti heat exchanger, boiler, turbine, furnace dan automotive exhaust system, karena baja\ntahan karat AISI 316L memiliki keuletan, formability, ketangguhan dan ketahanan korosi yang\nsangat baik, serta dapat dioperasikan pada lingkungan kerja bertemperatur tinggi hingga\n800oC. Baja tahan karat AISI 316L cukup rentan terhadap pengikisan pada permukaannya\nakibat erosi oleh partikel asing yang keras. Permukaan baja tahan karat AISI 316L perlu\ndilapisi oleh material lain yang memiliki nilai kekerasan dan ketahanan aus yang tinggi, seperti\nCr3C2-20NiCr. High Velocity Oxygen Fuel (HVOF) adalah salah satu cara melapisi permukaan\nbaja tahan karat AISI 316L.\nPenelitian ini akan mempelajari ketahanan erosi temperatur tinggi baja tahan karat AISI\n316L yang permukaannya dilapis dengan serbuk Cr3C2-20NiCr. Cr3C2 dipilih sebagai matriks\nkarena memiliki kekerasan yang tinggi, serta ketahanan abrasif dan erosi yang sangat baik.\nPenambahan NiCr dimaksudkan sebagai binder dan untuk meningkatkan ketangguhan coating.\nJumlah Alur nosel yang digunakan dalam proses HVOF ini terdiri dari tiga jenis, yaitu nosel\ntanpa alur, 2 alur dan 4 alur.\nHasil penelitian menunjukkan bahwa lapisan coating Cr3C2-20NiCr hasil HVOF\nmenggunakan nosel 4 alur memiliki lapisan coating yang paling baik dibandingkan dengan\nnosel tanpa alur dan 2 alur, dimana nilai erosion value nosel 4 alur adalah yang paling rendah\nuntuk setiap sudut erosi 30o, 60o dan 90o, dengan nilai erosion value secara berturut-turut\nyaitu 0,0085; 0,033 dan 0,067 mm3.g-1.", "Daftar File": {}, "Penulis": "Tafryan Agsan Masera [13715015]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Husaini Ardy", "Erie Martides, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Baja tahan karat AISI 316L, Cr3C2-20NiCr, HVOF, nosel, ketahanan erosi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "26 Jun 2019"}