{"Nomor": 39491, "Judul": "PENGEMBANGAN API UNTUK MENGELOLA METADATA PADA METADATA-DRIVEN SAAS", "Abstrak": "dapat digeneralisasi sebagai metadata. Metadata ini dapat digunakan pada arsitektur\nmetadata-driven untuk membangun aplikasi SaaS yang mendukung multi-tenancy\ndalam bentuk metadata-driven SaaS. Pada tugas akhir ini, dibuat sebuah API untuk\nmemfasilitasi pengelolaan metadata dari metadata-driven SaaS yang dapat\ndigunakan oleh banyak metadata-driven SaaS. Dalam mengembangkan API,\ndilakukan studi literatur terhadap SaaS, tantangan implementasi SaaS, serta\narsitektur metadata-driven. Kebutuhan fungsional API didapatkan dari analisis\nterhadap tantangan implementasi SaaS, analisis terhadap arsitektur metadatadriven,\ndan analisis terhadap fungsionalitas dari tiga aplikasi SaaS, yaitu Dropbox,\nG Suite, dan GitLab. Ketiga aplikasi ini dipilih karena merupakan contoh aplikasi\nSaaS yang mudah untuk dieksplorasi. Pada akhir tahap analisis telah berhasil\ndiidentifikasi 7 metadata, yaitu skema pricing, riwayat pricing, daftar pengguna\naplikasi, resource pada aplikasi, business logic aplikasi, role pada aplikasi, serta\nassignment role kepada pengguna, yang harus dikelola dengan 42 endpoint. API\ndirancang menggunakan pendekatan REST (Representational State Transfer),\nkarena cocok dengan kebutuhan API yang sebagian besar merupakan operasi\nCRUD pada metadata. Hasil implementasi API diuji dengan dua cara pengujian\nfungsional, yaitu pengujian menggunakan kakas Postman, dan pengujian melalui\nstudi kasus contoh aplikasi metadata-driven SaaS. Pengujian menggunakan\nmenggunakan kakas Postman dilakukan untuk menguji kebenaran endpoint pada\nAPI terhadap spesifikasi, sedangkan pengujian studi kasus aplikasi dilakukan\nsebagai contoh penggunaan API pada suatu aplikasi SaaS, serta untuk menguji\napakah API dapat digunakan oleh lebih dari satu metadata-driven SaaS. Hasil dari\npengujian menunjukkan bahwa endpoint pada API sudah sesuai spesifikasi dan\ndapat digunakan oleh lebih dari satu metadata-driven SaaS.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/172132"}, "Penulis": "Reinhard Benjamin L [13515011]", "Kontributor / Dosen Pembimbing": ["Yani Widyani, S.T., M.T.", "Hari Purnama, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "API, arsitektur metadata-driven, metadata, software-as-a-service (SaaS).", "Sumber": "", "Staf Input/Edit": "karya", "File": "8 file", "Tanggal Input": "26 Jun 2019"}