{"Nomor": 39498, "Judul": "GEOPOLIMER BERBASIS FLY ASH, KITOSAN DAN FOAMING AGENT UNTUK IMOBILISASI CR (VI) YANG TERGOLONG LIMBAH B3", "Abstrak": "Indonesia memiliki ketersediaan air sebanyak 21% di wilayah Asia Pasifik, namun ketersediaan air bersih justru semakin berkurang akibat limbah industri yang digolongkan sebagai Bahan Beracun dan Berbahaya (B3), dan salah satu contohnya adalah limbah yang mengandung Cr (VI). Dikembangkan suatu geopolimer berbasis fly ash dengan paduan lain untuk mengurangi kadar ion yang terkandung dalam limbah B3. Paduan yang menjadi pilihan adalah foaming agent, dan kitosan.\nPercobaan dilakukan dengan cara mencetak geopolimer berbasis fly ash dan paduannya serta dengan membuat larutan artificial Cr. Dilakukan pengujian imersi sampel geopolimer pada larutan artificial dengan variasi waktu imersi 6, 12, dan 18 jam. Untuk melihat struktur, komposisi, dan konsentrasi hasil pengujian, maka diperlukan metode karakterisasi FTIR, AAS, SEM, dan EDS-Mapping.\nDari hasil karakterisasi, proses pembuatan geopolimer berhasil dilakukan. Dari hasil pengujian imersi, dapat disimpulkan bahwa imersi sampel geopolimer membuat warna larutan berubah dari oranye menjadi kuning terang pada setiap variasi paduan dan waktu. Kemudian, data AAS menunjukkan bahwa terjadi pengurangan konsentrasi Cr pada larutan artificial sebelum dan sesudah dilakukan imersi. Didapatkan bahwa sampel FC (paduan fly ash, foaming agent, dan kitosan) yang di-imersi selama 6 jam menunjukkan absorbsi Cr tertinggi yaitu sebesar 13.95%.", "Daftar File": {"ABSTRAK M Anugrah Pradana": "https://digilib.itb.ac.id/gdl/download/172142", "COVER M Anugrah Pradana": "https://digilib.itb.ac.id/gdl/download/206815", "BAB 1 M Anugrah Pradana": "https://digilib.itb.ac.id/gdl/download/206816", "BAB 5 M Anugrah Pradana": "https://digilib.itb.ac.id/gdl/download/206820", "PUSTAKA M Anugrah Pradana": "https://digilib.itb.ac.id/gdl/download/206821"}, "Penulis": "M Anugrah Pradana [13714028]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Bambang Sunendar, M.Eng., Ph.D.", "Lia Amelia Tresna Wulan Asri, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Geopolimer, Cr6+, fly ash, foaming agent, kitosan, konsentrasi, persentase absorbsi, larutan artificial.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "26 Jun 2019"}