{"Nomor": 39490, "Judul": "VORTEX PARTICLE SIMULATION IN ADAPTIVE-RESOLUTION USING SELF-ORGANIZING LAGRANGIAN PARTICLE METHOD AND DC-PSE OPERATOR", "Abstrak": "Vortex Particle Method is known in Computational Fluid Dynamics as accurate\nand ecient tools for incompressible \nuid \now simulation. Instead of calculating\nprimitive variables such as velocity and pressure, the method calculate the vorticity\nin the \now. In the implementation, the governing equation of vortex particle method\nis split into two sub-steps which are convection and diusion term. For solving the\nconvection term, by using discretization of vorticity, the equation is obtained by Biot-\nSavart Law. For the diusion term, we need a viscous scheme to solve the equation.\nOne of the method that recently proposed is Discretization-Corrected of PSE (DC\nPSE) operator.\nIn Lagrangian particle simulation, one of the challenges in particle simulation is\nhow to carry out simulations where the resolution needs always change every time or\nwe can called adaptive-resolution. To implement the adaptive-resolution simulation,\nthere is a method called self-organization where this method based on the concept with\nusing pseudo forces that use for driving the particle to area where higher resolution\nis needed.\nIn this thesis, the development of numerical codes for vortex particle method\nconsists of development self-organizing lagrangian particle method for implementation\nof adaptive-resolution simulation, development of DC-PSE operator with different\nparticle core size, and the last is implementation both methods for vortex particle\nsimulation. All development had been successfully tested where the simulation and\nanalytical test give acceptable results and good  flow visualization.", "Daftar File": {"ABSTRAK Andi Muhammad Zakiy Mukhlis": "https://digilib.itb.ac.id/gdl/download/172129", "COVER Andi Muhammad Zakiy Mukhlis": "https://digilib.itb.ac.id/gdl/download/206622", "BAB 1 Andi Muhammad Zakiy Mukhlis": "https://digilib.itb.ac.id/gdl/download/206623", "BAB 6 Andi Muhammad Zakiy Mukhlis": "https://digilib.itb.ac.id/gdl/download/206628", "PUSTAKA Andi Muhammad Zakiy Mukhlis": "https://digilib.itb.ac.id/gdl/download/206629"}, "Penulis": "Andi Muhammad Zakiy Mukhlis [13615032]", "Kontributor / Dosen Pembimbing": ["Dr. Lavi Rizki Zuhal"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "mesh-free cfd, vortex particle method, DC PSE, adaptive-resolution, self-organizing lagrangian particle", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "9 file", "Tanggal Input": "26 Jun 2019"}