{"Nomor": 39507, "Judul": "PERENCANAAN PENJADWALAN MANAJEMEN PROYEK UNTUK PEMBANGUNAN RUMAH DI PERTIWI LAND", "Abstrak": "Penduduk Indonesia terus meningkat sehingga saat ini Indonesia menjadi negara terpadat keempat di dunia setelah Cina, India, dan Amerika Serikat. Seiring dengan meningkatnya jumlah penduduk, permintaan akan perumahan sebagai salah satu kebutuhan dasar secara teoritis juga akan tumbuh. Untuk mengimbangi meningkatnya permintaan, pemerintah Indonesia mendukung investasi di sektor properti. Salah satu bentuk investasi di sektor properti diwakili oleh keberadaan perusahaan pengembang properti. Penelitian ini akan fokus pada Pertiwi Land sebagai perusahaan pengembang properti. Selama bertahun-tahun Pertiwi Land telah membangun reputasi sebagai salah satu pemain properti yang berkembang pesat dan menjanjikan di wilayah Bandung, terutama dalam pengembangan kawasan perumahan. Bertujuan untuk menjadi salah satu pemain properti terkemuka di Indonesia, Pertiwi Land berencana untuk mengelola lebih banyak hasil pembangunan yang berkualitas serta melakukan lebih banyak pengembangan di seluruh Indonesia. Saat ini, Pertiwi Land menghadapi masalah keterlambatan jadwal yang disebabkan oleh meningkatnya kompleksitas jumlah objek yang dibangun dalam proyek.\nTujuan dari penelitian ini adalah untuk memberikan rekomendasi pada Pertiwi Land untuk melakukan perencanaan penjadwalan dalam manajemen proyek standar konstruksi rumah tipe 36. Objek dibuat khusus yaitu pembangunan rumah standar tipe 36 karena itu merupakan jenis objek yang paling umum dalam proyek, oleh karena itu yang paling dibangun. Ada beberapa usulan rekomendasi yang akan diterapkan dalam penelitian ini, yaitu Critical Path Method (CPM) dan Teknik Evaluasi dan Tinjauan Program (PERT). Metode CPM menentukan durasi dengan pasti. Metode ini juga menganalisis jalur kritis yang terdiri dari kegiatan kritis dalam diagram jaringan yang tidak boleh terlambat dalam pelaksanaan jika proyek ingin mempertahankan ketepatan waktu. Hasil dari metode CPM adalah total waktu penyelesaian proyek 152 hari yang memiliki 21 aktivitas di jalur kritis yang tidak boleh terlambat sama sekali. Sementara itu, metode PERT menentukan durasi proyek melalui estimasi tiga titik yaitu optimistis, kemungkinan besar, dan pesimistis. Ini membuat metode PERT lebih akurat dalam memperkirakan durasi aktivitas. Juga, metode ini memiliki cara untuk menemukan varians proyek dan standar deviasi proyek serta probabilitas proyek tepat waktu. Hasil yang diperoleh dari metode PERT adalah total waktu penyelesaian 157 hari, varians proyek adalah 29,19 dan standar deviasi proyek adalah 5,40. Probabilitas tepat waktu mencapai 71,23%. Dalam penelitian ini, peneliti menggabungkan kedua metode-metode tersebut dengan perencanaan penjadwalan yang diusulkan untuk membangun rumah standar tipe 36.", "Daftar File": {"ABSTRAK Hidayah Rizki Ramadhan": "https://digilib.itb.ac.id/gdl/download/172168", "Chapter 1 - Hidayah Rizki.pdf)u": "https://digilib.itb.ac.id/gdl/download/247644", "Chapter 2 - Hidayah Rizki.pdf)u": "https://digilib.itb.ac.id/gdl/download/247645", "Chapter 3 - Hidayah Rizki.pdf)u": "https://digilib.itb.ac.id/gdl/download/247646", "Chapter 4 - Hidayah Rizki.pdf)u": "https://digilib.itb.ac.id/gdl/download/247647", "Chapter 5 - Hidayah Rizki.pdf)u": "https://digilib.itb.ac.id/gdl/download/247648", "References and Appendices - Hidayah Rizki.pdf?": "https://digilib.itb.ac.id/gdl/download/248778"}, "Penulis": "Hidayah Rizki Ramadhan [19016015]", "Kontributor / Dosen Pembimbing": ["Dr. Yuanita Handayati, M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Perencanaan penjadwalan proyek, perusahaan pengembang properti, pembangunan perumahan, keterlambatan jadwal, waktu penyelesaian proyek", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "7 file", "Tanggal Input": "26 Jun 2019"}