{"Nomor": 39506, "Judul": "Analisis Komparasi Pakan Ayam Black Soldier Fly (Hermetia illucens) dan Pakan Ayam Komersil Terhadap Performa Ayam Broiler (Gallus domesticus) Strain Cobb", "Abstrak": "Kandungan protein larva Black Soldier Fly (Hermetia illucens—BSF) yang dapat\nmencapai hingga 40% dan dapat diolah menjadi tepung BSF, berpotensi menggantikan\ntepung ikan pada komposisi pakan ayam komersil dalam upaya menghasilkan pakan\nayam broiler yang lebih ekonomis. Penelitian ini bertujuan untuk menentukan perbedaan\npemberian pakan ayam BSF dan pakan ayam komersil terhadap kandungan proksimat\nlengkap (air, abu, protein, serat, lemak, karbohidrat, energi) pakan dan daging,\npertumbuhan ayam broiler (Gallus domesticus) Strain Cobb dengan parameter Final Body\nWeight (FBW), Daily Feed Intake (DFI), Daily Weight Gain (DWG), Feed Conversion\nRatio (FCR), Approximate Digestibility (AD), Efficiency of Conversion Digestibility\n(ECD) serta bobot karkas (3-joint wing, leg quarter, forequarter) ayam broiler. Budidaya\nayam broiler Strain Cobb dilakukan selama 33 hari dengan perlakuan pemberian pakan\nayam BSF 100% (PM) dan pakan ayam komersil (PK). Hasil penelitian menunjukkan\nbahwa pakan PM memiliki kandungan air, protein, lemak, karbohidrat, dan energi yang\nlebih rendah serta kandungan abu dan serat yang lebih tinggi dibandingkan pakan PK.\nSedangkan kandungan daging ayam PM memiliki persentase kadar protein, karbohidrat,\ndan energi yang lebih rendah serta kandungan air, abu, dan lemak yang lebih tinggi\ndibandingkan perlakuan PK. Hasil analisis statistika menggunakan uji T independent\nmenunjukkan terdapat perbedaan yang signifikan (P<0,05) pada performa pertumbuhan\ndan bobot karkas ayam broiler pada perlakuan PM dan PK. Berdasarkan penelitian ini\ndapat disimpulkan bahwa pakan ayam BSF 100% belum mampu memberikan hasil yang\nsebanding dengan pakan ayam komersil.", "Daftar File": {"ABSTRAK Farhan Ilham Wira Rohmat": "https://digilib.itb.ac.id/gdl/download/172165"}, "Penulis": "Farhan Ilham Wira Rohmat [11415014]", "Kontributor / Dosen Pembimbing": ["Dr. Agus Dana Permana", "Dr. Ir. Mia Rosmiati, M.P."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Ayam broiler Strain Cobb, daging, BSF, Karkas, Pakan, Pertumbuhan", "Sumber": "", "Staf Input/Edit": "didi kusnendi", "File": "1 file", "Tanggal Input": "26 Jun 2019"}