{"Nomor": 39515, "Judul": "PENGEMBANGAN EVALUASI KELELAHAN OTOT MENGGUNAKAN SINYAL SURFACE ELECTROMYOGRAPHY DAN METODE JARAK-PARAMETRIK", "Abstrak": "Kemajuan teknologi berkembang semakin tidak terbendung dan terjadi di hampir\nsegala bidang. Dalam bidang kesehatan, cukup banyak studi dan penelitian\ndilakukan tentang otot. Otot merupakan bagian dari tubuh manusia yang penting\ndalam menunjang pergerakan dan aktivitas hidupnya. Evaluasi mengenai kelelahan\notot telah banyak dilakukan di berbagai negara dalam kurun waktu tiga dekade\nterakhir menggunakan Surface electromyography (sEMG). sEMG mencakup\npenggunaan perangkat elektronik untuk mengukur energi otot, menganalisis data,\ndan menampilkan hasilnya. Penggunaan sEMG menjadi sangat populer karena\nsifatnya yang tidak invasif dan mudah digunakan.\nMenurut literatur, evaluasi kelelahan otot harus dilakukan pada saat otot tidak\nberkontraksi. Penelitian ini memaparkan proses akuisisi data, teknik pemrosesan\nsinyal dan hasil evaluasi kelelahan otot pada saat otot tidak berkontraksi\nmenggunakan Time Series Modelling dan Parametric-Distance Method. Hasil\nevaluasi kelelahan otot mencakup boxplot yang secara visual dapat memberikan\nilustrasi tentang distribusi jarak parametrik yaitu seberapa dekat data yang\ndibandingkan terhadap data referensi. Beberapa otot yang dianalisis dalam studi ini\nantara lain vastus medialis dan vastus lateralis pada otot paha kanan dan kiri, pada\nsatu orang subjek/relawan.\nHasil pengolahan data dan analisis menggunakan Time Series Modelling dan\nParametric-Distance Method membuktikan bahwa metode ini cukup efektif untuk\nmendeteksi kelelahan otot. Metode ini dapat diusulkan untuk digunakan sebagai\nmetode pelengkap dari metode lain yang telah ada sebelumnya dalam evaluasi\nkelelahan otot.", "Daftar File": {"ABSTRAK Dananjaya Yogie Hartanto": "https://digilib.itb.ac.id/gdl/download/172179", "COVER Dananjaya Yogie Hartanto": "https://digilib.itb.ac.id/gdl/download/206709", "BAB 1 Dananjaya Yogie Hartanto": "https://digilib.itb.ac.id/gdl/download/206710", "BAB 2 Dananjaya Yogie Hartanto": "https://digilib.itb.ac.id/gdl/download/206711", "BAB 3 Dananjaya Yogie Hartanto": "https://digilib.itb.ac.id/gdl/download/206712", "BAB 4A Dananjaya Yogie Hartanto": "https://digilib.itb.ac.id/gdl/download/206713", "BAB 4B Dananjaya Yogie Hartanto": "https://digilib.itb.ac.id/gdl/download/206714", "BAB 5 Dananjaya Yogie Hartanto": "https://digilib.itb.ac.id/gdl/download/206715", "PUSTAKA Dananjaya Yogie Hartanto": "https://digilib.itb.ac.id/gdl/download/206716"}, "Penulis": "Dananjaya Yogie Hartanto [23117010]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Ignatius Pulung Nurprasetio, MSME"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "surface electromyography, sEMG, kelelahan otot, time-series modelling, parametric-distance method, boxplot, vastus medialis, vastus lateralis.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "9 file", "Tanggal Input": "26 Jun 2019"}