{"Nomor": 39516, "Judul": "PEMANFAATAN CAMPURAN BETON DAN FLY ASH SEBAGAI BAHAN PEMBUATAN AMBEN UNTUK MASYARAKAT KECAMATAN PAITON, PROBOLINGGO, JAWA TIMUR", "Abstrak": "Batu bara adalah salah satu komoditi terbesar yang dimiliki Indonesia. Batu bara lebih sering digunakan dari energy lain karena batu bara di Indonesia yang sangat melimpah. Dalam pengaplikasiannya batu bara sering digunakan sebagai bahan bakar utama untuk menghasilkan listrik melalui PLTU. Namun dalam prosesnya PLTU memiliki permasalah terhadap limbah yang dihasilkan dari proses pembakaran batu bara, salah satunya adalah Fly Ash. Fly Ash adalah salah satu limbah dari proses pembakaran batu bara yang cukup berbahaya karena Fly Ash mengandung banyak logam berat di dalamnya. Salah satu PLTU terbesar yang mulai memaksimalkan potensi dari Fly Ash adalah PLTU Paiton, Probolinggo, Jawa Timur yaitu dengan cara bekerja sama dengan PT Semen Indonesia. Namun masih diperlukan alternatif lain untuk mengolah Fly Ash yang jumlahnya tidak sedikit dan diproduksi secara berkala oleh PLTU. Fly Ash dapat diaplikasikan menjadi produk rumah tangga yang aman dan memiliki peluang ekonomi lain. Pemanfaatan Fly Ash tentu tidak mudah dan tidak bisa dilakukan oleh sembarang orang. Salah satu cara untuk menanggulangi jumlah Fly Ash yang melimpah adalah dengan menstabilkan Fly Ash menggunakan semen. Cara ini terbukti aman untuk mengolah Fly Ash yang tergolong sebagai limbah B3. Dengan menjadikan Fly Ash sebagai salah satu campuran dari beton, maka material ini dapat digunakan menjadi bahan baku pembuatan produk. Karya ilmiah ini mencakup sifat-sifat fisik dari campuran beton dan Fly Ash serta keunggulan dan kelemahan dari sifat limbah ampas tebu, dari karakteristik yang di temukan dapat didefinisikan sebagai peluang atau potensi yang dapat dikembangkan menjadi bahan dasar desain produk. Pengembangan bahan baku produk furniture outdoor merupakan sebuah pengembangan yang cukup sesuai dan memiliki potensi unik untuk dikembangkan karena kesesuaian akan karakteristik material campuran beton dan Fly Ash yang memiliki kekuatan, ketahanan, ramah lingkungan, serta mudah dibersihkan. Dengan adanya penelitian ini diharapkan dapat memberikan dampak yang lebih baik untuk pengembangan pengolahan campuran beton dan Fly Ash.", "Daftar File": {}, "Penulis": "Auladzin Lazuardi Imani [17514001]", "Kontributor / Dosen Pembimbing": ["Drs. Agus Karya Suhada M.Sn"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Produk", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Fly Ash, Campuran beton dan Fly Ash, PLTU, Furniture", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "26 Jun 2019"}