{"Nomor": 39522, "Judul": "ANALISA PENGARUH JUMLAH LAPISAN HARDFACING PADA PENGELASAN SMAW DENGAN DAN TANPA PERLAKUAN PREHEAT TERHADAP KEKERASAN DAN KETAHANAN AUS PADA PLAT BAJA HARDOX 500", "Abstrak": "Bark crusher merupakan peralatan pabrik yang digunakan untuk menghancurkan kulit kayu menjadi ukuran yang lebih kecil untuk dipergunakan sebagai bahan bakar pada boiler. Hummer dan bottom grate merupakan komponen utama pada bark crusher yang berfungsi untuk melumat kulit kayu. Tingginya tingkat keausan pada komponen ini menjadi alasan utama untuk melakukan pelapisan hardfacing pada permukaan komponen.\nPenulisan tesis ini bertujuan untuk memahami pengaruh dari jumlah lapisan pengelasan terhadap kekerasan dan ketahan aus dari lapisan hardfacing yang menggunakan logam pengisi iron base dengan kandungan chromium yang tinggi serta memahami pengaruh preheat terhadap karakteristik lapisan hardfacing. Pengamatan dan karakterisasi pada lapisan hardfacing dilakukan untuk mengetahui komposisi kimia, struktur mikro, kekerasan dan ketahanan aus dari spesimen hardfacing. Pengujian komposisi kimia dengan metode pengujian optical emmision spectroscopy (OES) dilakukan untuk membandingkan komposisi kimia aktual yang terkandung pada lapisan hardfacing dua layer dan empat layer. Pengamatan struktur mikro dengan metode metalografi menggunakan mikroskop optik dilakukan terutama untuk mengetahui keberadaan dan penyebaran karbida dalam logam lasan, dimana keberadaan karbida merupakan fungsi dari kekerasan dan ketahanan aus lapisan hardfacing. Dari pengujian komposisi kimia dan pengamatan struktur mikro diketahui bahwa spesimen dengan empat lapis hardfacing memiliki kandungan karbon dan kromium yang tinggi cendrung memiliki karbida M7C3 dalam jumlah yang banyak dan berukuran besar. Peningkatan kekerasan pada lapisan hardfacing sangat dipengaruhi oleh keberadaan karbida M7C3, terbukti dari hasil uji keras dilakukan terhadap empat spesimen yang berbeda. Pengujian ketahan aus dilakukan dengan airjet errosion tester yang menggunakan partikel Al2O3 (50 um) sebagai erodent, dari pengujian diperoleh hasil bahwa spesimen dengan konsentrasi karbon dan kromium yang lebih tinggi, memiliki ketahanan aus yang lebih baik.", "Daftar File": {"ABSTRAK Edwardt Parulian Sinaga": "https://digilib.itb.ac.id/gdl/download/172185", "COVER Edwardt Parulian Sinaga": "https://digilib.itb.ac.id/gdl/download/190047", "BAB 1 Edwardt Parulian Sinaga": "https://digilib.itb.ac.id/gdl/download/190048", "BAB 2 Edwardt Parulian Sinaga": "https://digilib.itb.ac.id/gdl/download/190049", "BAB 3 Edwardt Parulian Sinaga": "https://digilib.itb.ac.id/gdl/download/190050", "BAB 4 Edwardt Parulian Sinaga": "https://digilib.itb.ac.id/gdl/download/190051", "BAB 5 Edwardt Parulian Sinaga": "https://digilib.itb.ac.id/gdl/download/190052", "PUSTAKA Edwardt Parulian Sinaga": "https://digilib.itb.ac.id/gdl/download/190053"}, "Penulis": "Edwardt Parulian Sinaga [23717010]", "Kontributor / Dosen Pembimbing": ["Prof.Dr.Ir. Rochim Suratman"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Ilmu Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "hardfacing, M7C3, kekerasan, ketahanan aus, struktur mikro", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "26 Jun 2019"}