{"Nomor": 39520, "Judul": "PEMBUATAN PERANGKAT PENYORTIR TOMAT BERDASAR BERAT, WARNA DAN DIAMETER", "Abstrak": "Tomat merupakan salah satu jenis tanaman hortikultura yang memiliki banyak manfaat dan komoditas multiguna. Penanganan pasca panen tomat yaitu tentang sortasi mempunyai peran penting dalam menentukan mutu tomat. Petani tomat saat ini melakukan sortasi masih secara manual sehingga tomat hasil sortir kurang seragam dan memerlukan waktu relatif lama. Untuk mengatasi hal tersebut pada penelitian ini diimplementasikan sensor berat dan pengolahan citra pada perangkat penyortir tomat, sehingga mampu mendeteksi berat, warna dan diameter tomat secara otomatis.\n \nPada penelitian ini diimplementasikan sensor berat yaitu loadcell  dengan tipe strain gauge dengan ketelitian 0,05% untuk mengukur berat  dan pengolahan citra untuk pendeteksian tingkat kematangan tomat berdasarkan warna dan diameter. Berat tomat yang dipilih adalah kelompok tomat berukuran kecil yaitu antara 50-100 gram hal ini merujuk SNI  Tomat segar  SNI 01.3162.1992, tingkat kematangan tomat dibagi menjadi tiga kelompok berdasarkan warna yaitu green atau warna hijau (mentah), turning atau warna sekitar kuning (kematangan sedang) dan red atau warna merah (matang).  Kelompok warna tomat yang dipilih adalah sekitar warna kuning hal ini berdasar survey dari petani bahwa tomat akan mengalami perubahan warna dari mulai proses petik, sortasi, sampai pada pengiriman ke konsumen. Diameter tomat dipilih antara 40-60 mm. Metode pengolahan citra warna dan diameter menggunakan thresholding warna RGB, perbandingan nilai RGB dan deteksi kontur. \n\nPengujian sistem dilakukan dengan pengujian kriteria berat serta pengujian kriteria warna dan diameter sampel. Sebanyak 3 pengujian kriteria berat dilakukan dengan menggunakan 45 sampel tomat dengan berat 40-110 gram, didapatkan hasil pengujian terdapat kesalahan sebesar 7%, 4% dan 7%. Sedangkan untuk pengujian kriteria warna dan diameter, sebanyak 3 pengujian telah dilakukan dengan menggunakan 45 sampel tomat dengan warna bervariasi dan ukuran diameter berkisar antara 30-70 mm. Pengujian kriteria warna dan ukuran diameter terdapat kesalahan sebesar 4%, 7% dan 7%.", "Daftar File": {"COVER Ari Rahayuningtyas": "https://digilib.itb.ac.id/gdl/download/172212", "2019 TS TF ARI RAHAYUNINGTYAS 2381702 Bab 1.pdf)u": "https://digilib.itb.ac.id/gdl/download/172213", "BAB 2 Ari Rahayuningtyas": "https://digilib.itb.ac.id/gdl/download/172214", "BAB 3 Ari Rahayuningtyas": "https://digilib.itb.ac.id/gdl/download/172216", "BAB 4 Ari Rahayuningtyas": "https://digilib.itb.ac.id/gdl/download/172218", "BAB 5 Ari Rahayuningtyas": "https://digilib.itb.ac.id/gdl/download/172219", "DAFTAR Ari Rahayuningtyas": "https://digilib.itb.ac.id/gdl/download/172220", "2019 TS TF ARI RAHAYUNINGTYAS 23817002 LAMPIRAN.pdf?": "https://digilib.itb.ac.id/gdl/download/172221"}, "Penulis": "Ari Rahayuningtyas [23817002]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Endang Juliastuti, MS", "Dr. Vebi Nadhira, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Instrumentasi dan Kontrol", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Thresholding ,sortasi  tomat, warna, berat, diameter", "Sumber": "", "Staf Input/Edit": "Rina Kania", "File": "8 file", "Tanggal Input": "26 Jun 2019"}