{"Nomor": 39521, "Judul": "PERANCANGAN DENGAN MENGGUNAKAN METODE PARAMETRIK BERDASARKAN PADA PERHITUNGAN NILAI PERPINDAHAN KALOR (OVERALL THERMAL TRANSFER VALUE) (Studi Kasus : Kantor Sewa di Makassar)", "Abstrak": "Indonesia termasuk dalam 20 negara dengan penggunaan energi terbesar di dunia.\nNegara – negara tersebut telah mengkonsumsi 80% energi di dunia. Selain itu,\nIndonesia juga masuk dalam negara yang mengalami defisit pasokan energi dan\ndisaat yang sama Indonesia memiliki permintaan atas energi yang tinggi, sehingga\nmemaksa negara Indonesia untuk melakukan penghematan. Penggunaan energi di\nIndonesia mengalami peningkatan di berbagai sektor. Salah satu sektor yang\nmengalami peningkatan pada penggunaan energi ialah sektor komersial.\nPerkembangan penggunaan energi pada sektor komersial diperkirakan meningkat\nsebesar 6,5% per tahun dengan penggunaan listrik tumbuh sebesar 6,6% per tahun.\nBangunan kantor sewa merupakan salah satu bangunan komersil yang\nmenggunakan energi paling banyak pada penggunaan energi listrik. Sebanyak 47%\npenggunaan energi pada bangunan kantor sewa digunakan untuk mendinginkan\nbangunan. Tingginya penggunaan energi pendingin pada bangunan dipengaruhi\noleh besarnya radiasi matahari yang terpapar pada selubung bangunan. Nilai\ntransfer panas pada selubung bangunan didefinisikan sebagai nilai OTTV dengan\nnilai standar yang telah ditentukan. Solusi yang dapat dilakukan untuk mengurangi\npenggunaan energi pendingin pada bangunan ialah dengan menerapkan konsep\nPassive Design. Prinsip Form Follow Energy menjadi salah satu solusi dalam\nmenciptakan bentuk bangunan yang dapat meminimalisir nilai radiasi pada\nselubung bangunan. Pada tesis ini, perancangan parametrik digunakan sebagai\nmetode perancangan. Proses perancangan parametrik akan menentukan bentuk\nmassa bangunan yang optimal dengan nilai radiasi paling minimum namun tetap\nmemperhatikan nilai efisiensi dari bangunan kantor sewa. Perancangan fasad\nbangunan dilakukan secara parametrik untuk mendapatkan bentuk fasad yang\nmemiliki nilai OTTV sesuai dengan standar. Hasil akhir dari tesis ini ialah berupa\nkriteria dan strategi yang dapat digunakan dalam mengurangi nilai transfer panas\nke dalam bangunan.", "Daftar File": {"COVER Tri Amartha Wiranata": "https://digilib.itb.ac.id/gdl/download/172184", "BAB 1 Tri Amartha Wiranata": "https://digilib.itb.ac.id/gdl/download/172186", "BAB 2 Tri Amartha Wiranata": "https://digilib.itb.ac.id/gdl/download/172187", "BAB 3 Tri Amartha Wiranata": "https://digilib.itb.ac.id/gdl/download/172188", "BAB 4 Tri Amartha Wiranata": "https://digilib.itb.ac.id/gdl/download/172189", "BAB 5 Tri Amartha Wiranata": "https://digilib.itb.ac.id/gdl/download/172191", "BAB 6 Tri Amartha Wiranata": "https://digilib.itb.ac.id/gdl/download/172192", "PUSTAKA Tri Amartha Wiranata": "https://digilib.itb.ac.id/gdl/download/172193"}, "Penulis": "Tri Amartha Wiranata [25215013]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Mochamad Donny Koerniawan, S.T., M.T.", "Ir. Budi Rijanto Surjosutrisno, DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Desain Pasif, Kantor Sewa, Parametrik, Radiasi, Transfer Panas", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "26 Jun 2019"}