{"Nomor": 39540, "Judul": "FEK KORONA DAN OHMIC COUPLING PADA SIRKUIT AC PADA TRANSMISI HYBRID STUDI KASUS: AUSTRIA 420 kV dan INDONESIA 500 kV MODEL TOWER", "Abstrak": "Mengubah satu sirkuit AC dari saluran transmisi double sirkuit ke DC adalah solusi yang\nmenjanjikan untuk meningkatkan kapasitas transmisi. Model transmisi seperti itu biasanya\ndisebut sebagai \"transmisi hybrid\". Karena jarak yang pendek, terjadi kopling elektromagnetik\nantara sirkuit AC dan DC. Ini mempengaruhi conductor surface gradient, yang pada akhirnya\nmempengaruhi efek korona seperti audible noise.\nBagian pertama dari thesis ini adalah simulasi mengenai capacitive coupling dan ohmic\ncoupling yang mempengaruhi conductor surface gradient sirkuit AC pada transmisi 500 kV\nIndonesia dan Austria 420 kV. Bagian kedua membahas pengukuran partial discharge yang\ndilakukan di laboratorium skala kecil di Graz University of Technology untuk mengamati\npengaruh transmisi hybrid pada sirkuit AC (capacitive coupling dan ohmic coupling). Bagian\nketiga berkaitan dengan eksperimen audible noise, yang dilakukan di Laboratorium Tegangan\nTinggi Graz University of Technology. Tujuan dari percobaan ini adalah untuk mengetahui\nkarakter audible noise dari sirkuit AC di bawah kondisi hybrid (dengan DC offset). Proses\ndischarge pada permukaan konduktor dimonitor dengan menggunakan alat ukur tingkat\nkebisingan dan alat ukur partial discharge menurut IEC 60270. Selain itu, kinerja treatment\npermukaan konduktor dengan hydrophilic coating dalam kondisi hybrid diselidiki. Hasil\nexperiment dengan jelas menunjukkan bahwa perilaku korona sirkuit AC memburuk secara\nsubstansial di bawah pengaruh DC. Ini tidak hanya berlaku untuk keseluruhan tingkat sound\npressure audible noise tetapi juga untuk tonal component. Treatment permukaan konduktor,\nbagaimanapun, mempertahankan efek penurunan kebisingan bahkan di bawah pengaruh kondisi\nhybrid.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/172244"}, "Penulis": "Andhika Rizki Pratama [23217130]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Suwarno, M.T.", "Prof. Dr. -Ing. Uwe Schichler"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "– Transmisi hybrid, capacitive coupling, ohmic coupling, Arus ion DC, audible noise, korona", "Sumber": "", "Staf Input/Edit": "karya", "File": "1 file", "Tanggal Input": "26 Jun 2019"}