{"Nomor": 39544, "Judul": "PENDETEKSIAN KONDISI KEVAKUMAN PADA INTERRUPTER VAKUM DENGAN PENGUKURAN PELUAHAN PARSIAL", "Abstrak": "Pemutus atau Circuit Breaker (CB) adalah salah satu peralatan penting dalam sistem kelistrikan,\nberfungsi sebagai pemutus baik dalam proses manuver beban maupun gangguan. Teknologi\nperalatan ini juga telah berkembang pesat, dari menggunakan udara atau minyak sebagai media\nisolasi hingga menggunakan vakum bahkan SF6. Saat ini, jenis vakum CB telah banyak\ndigunakan sejak tahun 1980-an dan bahkan memiliki tren peningkatan karena keandalannya.\nKeandalan vakum CB tergantung pada kondisi vakum di dalam interrupter. Pengukuran\npeluahan parsial atau Partial Discharge (PD) adalah salah satu metode yang digunakan untuk\nmenentukan kondisi vakum untuk mendeteksi kebocoran dini dari vakum CB. Dalam penelitian\nsebelumnya, telah terungkap bahwa pola Partial Discharge Inception Voltage (PDIV) mengikuti\npola kurva Paschen. Studi saat ini dilakukan untuk mempelajari pengaruh floating shield\ninterrupter terkait dengan tingkat PDIV sebagai fungsi dari tekanan internal, dengan\nmenempatkan pelat logam yang diketanahkan pada jarak tertentu di bawah floating shield\ninterrupter. Fenomena PD diselidiki terkait dengan tegangan pada floating shield interrupter\nyang dipengaruhi oleh variasi jarak dan varisi kondisi tekanan internal. Mekanisme pelepasan\nparsial juga dibahas melalui emisi cahaya dari PD yang ditangkap menggunakan kamera.\nKarakteristik PD (pola ?q, dan kenaikan waktu dari pulsa PD) diamati dan dikategorikan\nberdasarkan tekanan internal interrupter. Hasilnya menunjukkan bahwa dengan penurunan jarak\nakan menggeser kurva PDIV ke area tekanan yang lebih rendah. Pada tekanan 3 Pa kebawah,\nmekanisme peluahan parsial merupakan mekanisme Townsend, dan akan berubah ketika tekanan\ninternal mencapai 5 Pa. Pola ?q terjadi pada daerah persimpangan antara gelombang sinus positif\ndan negatif serta sudut fase menjadi lebih lebar seiring kenaikan tekanan", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/172248"}, "Penulis": "Achmad Syerif Habibie [23217138]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Suwarno, M.T.", "Dr. Umar Khayam, S.T., M.T.", "Prof. Masayuki Hikita"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "vakum, peluahan parsial, vakum interrupter, pola PD, kurva Paschen", "Sumber": "", "Staf Input/Edit": "karya", "File": "1 file", "Tanggal Input": "26 Jun 2019"}