{"Nomor": 39557, "Judul": "PERANCANGAN MODEL KEPUTUSAN PENGURUTAN PRIORITAS PESANAN DI UNIT PERKEBUNAN TAMBI MENGGUNAKAN METODE AHP DAN PROMETHEE", "Abstrak": "PT Perkebunan Tambi merupakan salah satu perusahaan perkebunan dan pengolahan teh terbesar di Jawa Tengah. Tiga unit perkebunan yang dimiliki perusahaan tersebut adalah Unit Perkebunan Tambi, Unit Perkebunan Bedakah, dan Unit Perkebunan Tanjung Sari, dengan 52% teh dihasilkan oleh Unit Perkebunan Tambi. Terdapat penurunan pada keuntungan Unit Perkebunan Tambi selama beberapa tahun terakhir yang disebabkan oleh tidak ada cara untuk memprioritaskan pesanan klien. Tujuan dari penelitian ini adalah merancang model keputusan untuk mengurutkan prioritas pesanan agar perusahaan mendapat keuntungan terbesar dengan risiko minimum.\nPenelitian ini menggunakan AHP dan PROMETHEE untuk merancang model keputusan. AHP digunakan untuk menentukan bobot dari kriteria, sedangkan PROMETHEE digunakan untuk mengurutkan alternatif-alternatif pesanan teh dari klien yang masuk ke Unit Perkebunan Tambi. Terdapat lima responden yang membantu penelitian ini, dengan setiap orang berkontribusi dalam memberikan informasi terkait kriteria.\nTerdapat tujuh kriteria yang memengaruhi pengurutan prioritas pesanan: kerumitan produksi, grade, waktu, perilaku klien, jumlah pesanan, status\npelanggan, serta sifat klien. Kriteria-kriteria tersebut digunakan untuk menguji tiga data set. Hasil dari penelitian ini menunjukkan bahwa model keputusan dapat membuat jadwal pengolahan dimana pesanan dapat diproduksi tanpa lembur. Data set 1 dapat dikerjakan selama 18 hari, data set 2 selama 22 hari, dan data set 3 selama 18 hari.", "Daftar File": {"ABSTRAK TIARA LAKSMIDEWI MUHARDI": "https://digilib.itb.ac.id/gdl/download/172341"}, "Penulis": "TIARA LAKSMIDEWI MUHARDI [13415068]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Kadarsah Suryadi, DEA., Dr. Made Andriani, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "model keputusan, penjadwalan, AHP, PROMETHEE", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "27 Jun 2019"}