{"Nomor": 39561, "Judul": "DESAIN SEKAT KANAL DI DESA BAPINANG HILIR LAUT, KECAMATAN PULAU HANAUT, KABUPATEN KOTAWARINGIN TIMUR, KALIMANTAN TENGAH", "Abstrak": "Kebakaran lahan gambut menjadi masalah yang serius karena tidak dapat dikontrol dan menimbulkan asap yang berbahaya bagi kesehatan. Semakin masifnya kebakaran hutan membuat pemerintah membentuk Badan Restorasi Gambut (BRG) untuk menanggulangi permasalahan kebakaran lahan gambut dengan melakukan restorasi lahan. Salah satu upaya restorasi adalah dengan membangun sekat kanal dengan tujuan untuk menaikkan muka air tanah pada lahan sekitar kanal hingga batas minimum 0,4 meter dibawah permukaan lahan, untuk mewujudkannya maka dilakukan perhitungan jarak antar sekat kanal maupun tinggi dan lebar pelimpah sekat agar dapat memenuhi syarat tinggi muka air tanah serta tidak menimbulkan banjir. Perhitungan tinggi muka air tanah dan jarak antar sekat dilakukan dengan model 1 dimensi yang dilakukan dengan peranti lunak Microsoft Excel. Hasil dari model menunjukkan jarak antar sekat kanal pada kanal 1 adalah 600 meter dan pada kanal 2 adalah 450 meter. Kemudian upaya penyekatan kanal memiliki tingkat keberhasilan 100% apabila berfungsi mulai awal januari dan 79% apabila berfungsi pada awal oktober. Sekat kanal pada kanal 1 akan dibangun sebanyak 10 buah dengan tinggi pelimpah 0,7 meter dan dianjutkan konstruksi dilaksanakan pada rentang waktu awal oktober hingga akhir desember. Kedepannya, penulis berharap agar penelitian pada bidang lahan gambut lebih banyak dilakukan, karena referensi mengenai lahan gambut terutama di Indonesia masih sangat minim.", "Daftar File": {"ABSTRAK Gregory Marcel": "https://digilib.itb.ac.id/gdl/download/172360"}, "Penulis": "Gregory Marcel [15815027]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Yadi Suryadi M.T.", "M. Bagus Adityawan S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Pengelolaan Sumberdaya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Engineering & allied operations", "Kata Kunci": "Kebakaran Lahan Gambut, Muka Air Tanah, Jarak Antar Sekat, Tinggi Pelimpah, Momen Konstruksi.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Jun 2019"}