{"Nomor": 39568, "Judul": "KAWASAN KULINER DI CITRALAND BAGYA CITY, DELI SERDANG, SUMATERA UTARA", "Abstrak": "Kawasan Kuliner Citraland Bagya City merupakan sebuah kawasan kuliner yang berlokasi di\nperumahan Citraland Bagya City, kabupaten Deli Serdang, Sumatera Utara. Sebagai sebuah kota\nmandiri yang dikembangkan oleh perusahaan pengembang Ciputra Group, Citraland Bagya City harus\nmemiliki fasilitas-fasilitas pendukung sebuah kota, seperti rumah sakit, sekolah, pusat perkantoran dan\nlain-lain. Kawasan Kuliner menjadi hal yang penting untuk diadakan di perumahan baru ini. Kawasan\nkuliner ini selain untuk memenuhi kebutuhan pangan penghuni perumahan Citraland Bagya City, juga\nuntuk menarik masyarakat sekitar untuk datang menikmati kuliner Medan.\nDalam perancangan kawasan kuliner ini terdapat beberapa isu penting yang harus diselesaikan\nseperti isu ambience atau suasana, kenyamanan termal, dan permeabilitas. Isu-isu merupakan hasil\ndari analisis tapak kawasan dan pengguna proyek kawasan kuliner tersebut. Ketiga isu tersebut\nkemudian membentuk sebuah konsep besar dalam perancangan kawasan kuliner ini yaitu Culinary\nStroll. Konsep Culinary Stroll menjadikan sebuah tempat kuliner bukan hanya sebagai tempat untuk\nmenikmati kuliner saja, namun juga menghadirkan suasana rekreatif kepada pengunjung ketika sedang\nmencari jenis kuliner yang diinginkan. Penerapan dari konsep Culinary Stroll terlihat pada desain\nsirkulasi pengunjung yang tidak monoton serta didesainnya beragam spot sehingga pengunjung dapat\nmenikmati beragam view yang berbeda ketika menelusuri kawasan kuliner ini.", "Daftar File": {"COVER Taufik Tandiono": "https://digilib.itb.ac.id/gdl/download/172392", "PUSTAKA Taufik Tandiono": "https://digilib.itb.ac.id/gdl/download/172401"}, "Penulis": "Taufik Tandiono [15213004]", "Kontributor / Dosen Pembimbing": ["Dr. Agus Suharjono Ekomadyo, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Kawasan Kuliner, Permeabilitas, Ambience", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "27 Jun 2019"}