{"Nomor": 39573, "Judul": "LOKACIPTA: PLACE OF AN EVERLASTING SONG NATIONAL MUSIC HUB DI LOKANANTA, SOLO", "Abstrak": "Lokacipta, Place of The Everlasting Song adalah bangunan music hub atau pusat kebudayaan\nmusik berskala nasional yang terletak di Solo. Proyek ini merupakan upaya dalam membuat pusat\nmusik yang dapat berkontribusi dalam pengembangan potensi besar industri musik Indonesia.\nPemrakarsa dari proyek ini adalah Kementrian Pendidikan dan Kebudayaan, dengan bantuan\npengelolaan dan dana dari Badan Ekonomi Kreatif dan Bakti Budaya Djarum Foundation. Proyek ini\nunik karena terletak di kawasan cagar budaya Lokananta, perusahaan label musik pertama milik\npemerintah di Indonesia yang menjadi tempat lahir musisi-musisi besar dan karyanya.\nTerdapat isu-isu yang muncul dari tapak dan fungsi serta konteks proyek. Banyaknya fungsi ini\nmenimbulkan isu lain yang terkait seperti sirkulasi, keamanan dll sehingga membutuhkan organisasi\nyang baik. Selain itu karena jiwa dari proyek ini adalah musik maka terdapat isu suasana ruang yang\nharus mencerminkan itu. Kemudian juga isu utama proyek yaitu bagaimana mengintegrasikan segala\naspek bangunan baru dengan bangunan cagar budaya.\nKonsep \"everlasting song\" digunakan untuk menjawab isu-isu ini. Dengan pendekatan harmoni,\nperancangan bangunan baru akan menggunakan perpanjangan garis dan proporsi dari bangunan\nlama. Penggunaan konsep besar dan konsep-konsep lain yang mendukung perancangan\ntercerminkan pada program dan besaran ruang, pengolahan tapak, massing, tampak, suasana ruang\nhingga penggunaan warna dan material.", "Daftar File": {"COVER Khansa Anastya": "https://digilib.itb.ac.id/gdl/download/172406", "PUSTAKA Khansa Anastya": "https://digilib.itb.ac.id/gdl/download/172414"}, "Penulis": "Khansa Anastya [15213005]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Agustinus Adib Abadi, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "pusat kebudayaan musik, industri musik, bangunan cagar budaya, music hub", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "27 Jun 2019"}