{"Nomor": 39577, "Judul": "ANALISIS PARAMETER KUANTITATIF SINYAL EEG PADA PASIEN VASCULAR COGNITIVE IMPAIRMENT (VCI) SEBELUM DAN SESUDAH TERAPI GELOMBANG SUARA", "Abstrak": "VCI adalah gangguan kognitif yang terkait dengan gangguan cerebrovaskular. Wilayah kognitif yaitu memori, perhatian, kemampuan visual spasial dan bahasa. VCI menjadi tantangan utama di bidang kesehatan di seluruh dunia. VCI menjadi salah satu masalah besar dan serius yang dihadapi oleh negara maju dan mulai muncul di negara berkembang. Pada tahun 2013 telah mencapai angka 1 juta jiwa penderita VCI di Indonesia dan diperkirakan akan meningkat dua kali lipat pada tahun 2030. Penyebab VCI ada bermacam-macam namun diantaranya yang paling sering adanya gangguan pada pembuluh darah seperti stroke, diabetes, cidera otak, dan tekanan darah tinggi. Terapi yang dapat digunakan untuk penderita VCI adalah neurofeedback (NF) dengan EEG kuantitatif. Terapi ini bertujuan untuk meningkatkan aktifitas gelombang frekuensi yang kurang dominan dan menurunkan aktifitas gelombang frekuensi yang dominan pada orang VCI. Penggunaan parameter pada EEG kuantitatif dapat digunakan untuk melihat peningkatan pada terapi NF. Oleh karena itu pada penelitian kali ini menggunakan parameter kuantitatif EEG untuk melihat perbedaan pada orang normal dan orang VCI serta melihat perbaikan sebelum dan sesudah NF gelombang suara. Parameter kuantitatif yang digunakan pada penelitian ini adalah parameter power, durasi gelombang, dan persentase tiap gelombang frekuensi di otak. Pada penelitian ini menggunakan data sebanyak 25 orang normal dan 12 orang VCI di Indonesia. Perbedaan orang normal dan VCI terlihat pada power absolute dan power relatifnya. Pada orang normal power absolute dan relatif yang dominan berada pada gelombang frekuensi alfa dengan rerata persentasenya 50.41% sedangkan untuk VCI berada pada delta dengan rerata persentasenya 73.85%. Peningkatan pada orang VCI sebelum dan sesudah terapi NF gelombang suara terlihat pada gelombang frekuensi alfa dengan persentase rerata peningkatan sebesar 1.2%. Selain meningkat pada gelombang alfa juga terjadi penurunan pada gelombang delta dengan persentase rerata penurunan sebesar 3.1%. Namun pada durasi gelombang tidak terlihat adanya perubahan. Parameter yang dapat digunakan untuk melihat perbedaan orang normal dan orang VCI adalah parameter power dan terdapat perbaikan pada power sebelum dan sesudah terapi pada orang VCI.", "Daftar File": {"abstrak 23216327.pdf)u": "https://digilib.itb.ac.id/gdl/download/172417"}, "Penulis": "La Febry Andira Rose Cynthia [23216327]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Tati Latifah Erawati Rajab", "Dr. Hasballah Zakaria, S.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "EEG kuantitatif, VCI, neurofeedback.", "Sumber": "", "Staf Input/Edit": "karya", "File": "1 file", "Tanggal Input": "27 Jun 2019"}