{"Nomor": 39589, "Judul": "PENAMBAHAN KORPUS TEKS DAN MODEL BUNYI UNTUK PENANGANAN ALIH KODE BAHASA INDONESIA-ARAB DALAM SISTEM PENGENALAN UCAPAN OTOMATIS", "Abstrak": "Fenomena alih kode merupakan fenomena yang sering dijumpai dalam berkomunikasi, baik secara lisan maupun tulisan. Di negara yang mayoritas penduduknya adalah muslim ini, kemunculan Bahasa Arab dalam percakapan cukuplah sering. Pada sistem pengenalan ucapan Bahasa Indonesia yang ada, belum ada penanganan khusus pada alih kode Bahasa Indonesia-Arab. Hal ini menyebabkan penurunan perfomansi pengenalan pada pengenalan ucapan yang mengandung alih kode Bahasa Indonesia-Arab.\nPenanganan alih kode dalam sistem pengenalan ucapan dilakukan pada tiga komponen sistem pengenalan ucapan, yaitu kamus bunyi (leksikon), model bahasa, dan model akustik. Pada tingkat kamus bunyi, penanganan dilakukan dengan cara menambahkan kosakata-kosakata dalam Bahasa Arab yang belum ada dalam leksikon sistem yang sudah ada. Pada tingkat model bahasa, penanganan dilakukan dengan cara menambahkan teks alih kode dalam korpus teks yang digunakan untuk pembangunan model bahasa. Pada tingkat model akustik, penanganan dilakukan dengan cara menggabungkan kelas bunyi yang ada dalam Bahasa Indonesia dan Bahasa Arab dengan panduan kelas-kelas bunyi IPA (International Phonetic Association).\nMetrik pengukuran performansi sistem yang baru adalah WER (Word Error Rate), tingkat OOV, dan perplexity. Pada sistem pembanding, WER, tingkat OOV, dan perplexity secara berturut-turut adalah 56,77%, 41,311%, dan 489,91. Sistem baru yang dibangun menggunakan leksikon, model bahasa, dan model akustik yang baru menghasilkan WER, tingkat OOV, dan perplexity sebesar 35,90%, 7,08%, dan 327,26. Secara umum, performansi dari sistem yang baru lebih baik dibanding sistem pembanding dalam menangani alih kode Bahasa Indonesia-Arab.", "Daftar File": {"Abstrak_13515030[1].pdf)u": "https://digilib.itb.ac.id/gdl/download/172446"}, "Penulis": "Rizky Elzandi Barik [13515030]", "Kontributor / Dosen Pembimbing": ["Dessi Puji Lestari, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "sistem pengenalan ucapan, alih kode, leksikon, model bahasa, model akustik", "Sumber": "", "Staf Input/Edit": "karya", "File": "9 file", "Tanggal Input": "27 Jun 2019"}