{"Nomor": 39600, "Judul": "FITUR OPEN VSWITCH DATABASE PADA ARSITEKTUR SDN MENGGUNAKAN OPENDAYLIGHT CONTROLLER", "Abstrak": "Tugas Akhir ini bermula dari Tugas Akhir Easy Flow SDN dengan controller OpenDaylight pada tahun 2018. Easy Flow merupakan aplikasi SDN yang dibangun untuk membantu user menambahkan flow kepada switch melalui controller. Tugas Akhir ini memiliki tujuan untuk mengembangkan aplikasi tersebut yang awalnya terbatas pada penambahkan flow secara proactive menjadi aplikasi yang dapat beradaptasi dan melakukan penambahan flow secara reactive. Dalam proses pengembangan aplikasi ini ditemukan kendala yaitu keterbatasan dalam mengakses bagian core kode sumber (source code) dari OpenDaylight yang dibuat dengan bahasa pemrograman Java. Hal ini disebabkan karena limitasi waktu untuk mengerjakan Tugas Akhir ini yang hanya satu tahun saja sehingga yang dapat dilakukan hanya sebatas mengakses fitur OpenDaylight dengan REST API menggunakan bahasa Python. Selain itu, dalam proses pengembangan itu juga ditemukan juga fakta bahwa OpenDaylight merupakan general controller yang memiliki banyak protokol Southbound lain selain network protocol seperti OpenFlow dan Border Gateway Protocol (BGP), contohnya protokol manajemen Open vSwitch Database (OVSDB) Management dan Simple Network Management Protocol (SNMP). Oleh karena itu dalam kesepakatan tim Tugas Akhir dengan topik SDN ini, dengan disetujui oleh pembimbing, akhirnya diputuskan untuk menambahkan eksplorasi mengenai protokol manajemen OVSDB menjadi sub topik tambahan untuk menggantikan keterbatasan yang telah disebutkan di atas. Hasil yang didapat pada pengujian adalah aplikasi berhasil digunakan pada software switch mininet dan hardware switch PICA8 untuk mempermudah proses konfigurasi manajemen switch. Dengan aplikasi ini proses konfigurasi yang sebelumnya dilakukan berulang pada masing – masing CLI switch menjadi terpusat dan terstruktur. Hal ini dikarenakan sifat aplikasi yang berkomunikasi dengan controller bukan terhadap switch secara langsung. Tetapi aplikasi masih terbatas pada switch yang memiliki fitur OVSDB. Oleh karena itu, diperlukan adanya penelitian lebih lanjut dari aplikasi yang dibuat agar dapat digunakan pada seluruh OpenFlow switch. Beberapa saran juga disediakan agar perkembangan aplikasi dapat dilakukan.", "Daftar File": {"file abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/172466"}, "Penulis": "Eric Timothy Angwyn [18115004]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Eueung Mulyana, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Telekomunikasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "SDN, OVSDB, Database, Konfigurasi, Manajemen, Switch.", "Sumber": "", "Staf Input/Edit": "karya", "File": "8 file", "Tanggal Input": "27 Jun 2019"}