{"Nomor": 39621, "Judul": "PENGEMBANGAN METODE NON-INTRUSIVE LOAD MONITORING BERBASIS MESIN VEKTOR PENDUKUNG UNTUK KLASIFIKASI BEBAN LISTRIK DENGAN FREKUENSI CACAH RENDAH", "Abstrak": "Salah satu langkah awal konservasi energi adalah dengan melakukan pemantauan terhadap energi yang digunakan secara berkala untuk mendapatkan profil konsumsi energi listrik dari suatu titik ukur. Namun profil konsumsi energi secara keseluruhan belum mampu membantu pengguna untuk mengetahui langkah penghematan, sehingga dibutuhkan informasi lebih lanjut mengenai proporsi beban peralatan dari beban keseluruhan. Salah satu metode untuk mendapatkan proporsi beban dengan tidak membutuhkan banyak titik ukur adalah Non-Intrusive Load Monitoring (NILM). \n\nNILM merupakan suatu teknik untuk memisahkan beban listrik total dari satu titik ukur utama ke dalam bentuk peralatan individu yang memanfaatkan perbedaan karakteristik setiap peralatan sehingga dapat dikategorikan sebagai alat tertentu. NILM membutuhkan metode yang dapat memisahkan beban berdasarkan karakteristik masing-masing beban. Metode klasifikasi yang digunakan dapat menggunakan pembelajaran mesin, yaitu sistem yang dapat melakukan analisis data secara otomatis dari model yang sudah dibangun sebelumnya.\n\nPada penelitian ini NILM menggunakan pembelajaran mesin berupa Mesin Vektor Pendukung (MVP) untuk mengklasifikasi AC, lampu, dan perangkat elektronik lain serta kombinasinya yang terbagi dalam 10 kelas. Fitur klasifikasi berupa perubahan daya aktif dan daya reaktif dengan frekuensi data sampel rendah 0,0167 Hz atau satu menit. Pencarian model terbaik dilakukan dengan Grid Search-Cross Validation terhadap hiper-parameter berupa C dan gamma pada 6 jenis kernel yaitu linear, polinomial orde 2, polinomial orde 3, polinomial orde 4, radial basis function (RBF), dan sigmoid.\n\nModel yang didapatkan adalah menggunakan kernel RBF dengan parameter C sebesar 88,587 dan gamma sebesar 2,336 dengan akurasi sebesar 0,998. Model tersebut diuji pada skenario kondisi peralatan dalam satu hari untuk mengestimasi besarnya energi setiap kelas. Dengan model tersebut didapatkan presisi sebesar 0,93, recall sebesar 0,91, dan f1-score sebesar 0,91. Estimasi konsumsi energi berdasarkan estimasi kondisi peralatan telah dilakukan dan didapatkan kesalahan estimasi sebesar 8,587 kWh dan apabila dibandingkan dengan nilai konsumsi energi yang seharusnya, yaitu sebesar 16,782 kWh, maka besarnya kesalahan adalah 51,171%. \n\nDari besarnya kesalahan tersebut dapat disimpulkan bahwa metode NILM tidak dapat diimplementasikan untuk mengestimasi proporsi konsumsi energi peralatan secara utuh dengan MVP saja, namun diperlukan tahap lebih lanjut agar kesalahan yang didapatkan semakin kecil. Koreksi kondisi peralatan dilakukan untuk mengurangi dampak kesalahan estimasi konsumsi energi dengan ketentuan kondisi peralatan sesuai kelas. Dengan model tersebut didapatkan presisi sebesar 0,948, recall sebesar 0,95, dan f1-score sebesar 0,949. Kesalahan estimasi konsumsi energi dapat dikurangi menjadi 0,00755 kWh atau atau mencapai 0,0449 %.", "Daftar File": {"COVER Auditio Mandhany": "https://digilib.itb.ac.id/gdl/download/172536", "BAB 1 Auditio Mandhany": "https://digilib.itb.ac.id/gdl/download/172537", "BAB 2 Auditio Mandhany": "https://digilib.itb.ac.id/gdl/download/172538", "BAB 3 Auditio Mandhany": "https://digilib.itb.ac.id/gdl/download/172540", "BAB 4 Auditio Mandhany": "https://digilib.itb.ac.id/gdl/download/172541", "BAB 5 Auditio Mandhany": "https://digilib.itb.ac.id/gdl/download/172543", "BAB 6 Auditio Mandhany": "https://digilib.itb.ac.id/gdl/download/172545", "DAFTAR Auditio Mandhany": "https://digilib.itb.ac.id/gdl/download/172548", "2019 TS TF AUDITIO MANDHANY 23317001 LAMPIRAN.pdf\n]": "https://digilib.itb.ac.id/gdl/download/172550"}, "Penulis": "Auditio Mandhany [23317001]", "Kontributor / Dosen Pembimbing": ["Ir. Edi Leksono, M.Eng., Ph.D.", "Nugraha, Dr.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Klasifikasi Beban Listrik, Konservasi Energi, Non-Intrusive Load Monitoring, Mesin Vektor Pendukung", "Sumber": "", "Staf Input/Edit": "Rina Kania", "File": "9 file", "Tanggal Input": "27 Jun 2019"}