{"Nomor": 39638, "Judul": "PENGURANGAN GAYA HAMBAT MENGGUNAKAN KONTROL PASIF PADA AFTER BODY PESAWAT TEMPUR C-X", "Abstrak": "Pemerintah indonesia yang diwakili oleh kementrian pertahan sedang membangun pesawat tempur modern generasi 4.5 dengan nama C-X, dimana memiliki fungsi multirole combat dengan rejim terbang dari subsonik hingga supersonik.\nSalah satu dari permasalahan dari jenis pesawat tempur ini adalah gaya hambat yang besar sehingga dapat menurunkan performanya. Hingga mencapai 50% gaya hambat dihasilkan dari area bodi belakang (after-body) pada kecepatan transonic, salah satu utamanya adalah interaksi antara aliran dari bodi belakang, bentuk boatail dan plume dari nosel.\nGoal pada studi penelitian ini adalah mencari perangkat untuk dapat mereduksi gaya hambat akibat interaksi. Studi literature dilakukan untuk memilih kontrol pasif yang di pasang didepan nosel. Tujuan dari kontrol pasif adalah untuk menunda separasi yang terjadi pada bodi belakang, untuk menurunkan gaya hambat tekanan (pressure drag). Model dengan CFD dibangun untuk membantu mengkaji fenomena tersebut dan digunakan untuk mengoptimasi disain kontrol pasif yang dipilih. Akurasi CFD di validasi lebih dulu dengan data eksperimen yang ada. Setelah pemodelan CFD cukup baik, maka pemodelan tersebut digunakan untuk menganalisa aliran akibat interaksi pada kasus(C-X) yang diteliti di kondisi ketinggian 10.000 feet pada kecepatan Mach 0.8 sebagai target disain dan Mach 0.6 dan 1.2 sebagai kondisi off disain, dengan rasio tekanan nosel (NPR) ~ 4. Beberapa konfigurasi dilakukan untuk menganalisa sensitifitas dari variabel disain.\nKendala masih terjadi, (karena waktu pengerjaan CFD cukup lama untuk fenomena fisik yang kompleks), untuk menemukan desain optimal dari perangkat kontrol pasif yang dituju. Model pengganti dipilih untuk menyelesaikan masalah ini. Menggunakan data-data dari analisis sensitivitas CFD, desain optimal ditemukan oleh kode pengganti yang relatif murah dan cepat.", "Daftar File": {"ABSTRAK Gembong Djony Poetranto": "https://digilib.itb.ac.id/gdl/download/172578", "COVER Gembong Djony Poetranto": "https://digilib.itb.ac.id/gdl/download/191908", "BAB 1 Gembong Djony Poetranto": "https://digilib.itb.ac.id/gdl/download/191910", "BAB 2 Gembong Djony Poetranto": "https://digilib.itb.ac.id/gdl/download/191911", "BAB 3 Gembong Djony Poetranto": "https://digilib.itb.ac.id/gdl/download/191912", "BAB 4 Gembong Djony Poetranto": "https://digilib.itb.ac.id/gdl/download/191913", "BAB 5 Gembong Djony Poetranto": "https://digilib.itb.ac.id/gdl/download/191914", "PUSTAKA Gembong Djony Poetranto": "https://digilib.itb.ac.id/gdl/download/191915"}, "Penulis": "Gembong Djony Poetranto [23616021]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Mochammad Agoes Moelyadi, S.T., M.Sc.", "Dr. Firman Hartono, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "kontrol pasif, convolution contour.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "27 Jun 2019"}