{"Nomor": 39643, "Judul": "DESAIN INSTALASI PENGOLAHAN AIR LIMBAH DOMESTIK DI KECAMATAN RANCAEKEK", "Abstrak": "Program Citarum Harum yang dibuat tahun 2018 bertujuan untuk melakukan revitalisasi terhadap masalah lingkungan di Sungai Citarum, termasuk air limbah domestik. Kecamatan Rancaekek merupakan kecamatan yang paling besar di Sektor 21 Citarum Harum. Kecamatan ini masih mengandalkan pengolahan dari tangki septik dengan hanya 29,24% yang dinyatakan aman ke lingkungan. Oleh karena itu, direncanakan pembangunan Instalasi Pengolahan Air Limbah Rancaekek dengan kapasitas pengolahan 31.412 m3/hari. Debit pengolahan tersebut merupakan hasil perhitungan timbulan air limbah dari permukiman, fasilitas umum dan sosial, serta debit infiltrasi pada tahun proyeksi 2038. Parameter utama yang diolah adalah BOD dan TSS dengan kebutuhan efisiensi pengolahan 70% dan 65%. Alternatif pengolahan yang dipilih merupakan variasi dari pengolahan biologis, yaitu CMAS, trickling filter, dan oxidation ditch. Masing-masing dilakukan perhitungan dan pencarian literatur untuk mendapatkan data yang akan dibandingkan, yaitu efisiensi, keandalan, timbulan lumpur, kebutuhan lahan, dampak lingkungan, biaya operasional, biaya konstruksi, keberlanjutan, dan kesederhanaan. Hasil penilaian dan pembobotan adalah CMAS sebagai unit pengolahan yang terpilih. Konfigurasi unit pengolahan yang terpilih terdiri dari bar screen, grit chamber, bak pengumpul, bak sedimentasi 1, CMAS, clarifier, gravity thickener, anaerobic digester, dan sludge drying bed", "Daftar File": {}, "Penulis": "Asri Hadiyanti Giastuti [15315029]", "Kontributor / Dosen Pembimbing": ["Dr. Anindrya Nastiti, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "air limbah, CMAS, domestik, IPAL, Rancaekek.", "Sumber": "TA JUNI 2019", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "27 Jun 2019"}