{"Nomor": 39647, "Judul": "PENGEMBANGAN SISTEM PREDIKSI SISA WAKTU GUNA PADA BATERAI VRLA DENGAN METODE REGRESI VEKTOR PENDUKUNG", "Abstrak": "Sistem manajemen baterai (SMB) penting diterapkan dalam penggunaan baterai sebagai sistem perlindungan baterai pada saat kondisi operasi. Salah satu fitur penting dalam sistem manajemen baterai adalah fitur diagnosis yang terdiri dari sistem estimasi dan sistem prediksi. Penelitian ini dilakukan pada sistem mikrogrid cerdas Laboratorium Manajemen Energi,  Teknik Fisika - ITB. Modul baterai yang digunakan pada penelitian ini ialah baterai VRLA dengan kapasitas 200 Ah. \nDalam penelitian ini dilakukan estimasi kondisi muatan (KM), estimasi kondisi kesehatan (KK), prediksi sisa siklus guna (SSG), dan prediksi sisa waktu guna (SWG) baterai menggunakan metode regresi vektor pendukung (RVP), serta menentukan rekomendasi parameter optimum SMB untuk memperpanjang sisa waktu guna baterai. Parameter optimum RVP ditentukan menggunakan grid search. Hasil dari estimasi kondisi muatan dan kondisi kesehatan baterai selanjutnya divalidasi dengan koefisien determinasi (R2) dan galat akar rata-rata kuadrat (RMSE), sedangkan hasil prediksi SSG dan SWG divalidasi dengan persentase galat absolut (APE). Nilai R2 merepresentasikan seberapa baik hasil estimasi mengikuti pola yang ada pada data uji dengan rentang 0 hingga 1 di mana semakin mendekati 1 maka hasil estimasi model dapat mengikuti pola dengan baik. Nilai RMSE merepresentasikan ukuran besarnya galat yang dihasilkan oleh suatu model estimasi di mana semakin kecil nilai RMSE, maka hasil estimasi semakin baik. Sedangkan nilai APE merepresentasikan persen mutlak galat model prediksi terhadap data aktual, di mana semakin kecil nilai APE maka akurasi prediksi semakin tinggi.\nHasil penelitian diperoleh nilai R2 sebesar 0,9991 pada estimasi KM baterai dengan RMSE sebesar 0,0024, sedangkan pada estimasi KK baterai diperoleh nilai R2 sebesar 0,9081 dengan RMSE sebesar 0,0108. Hasil estimasi tersebut dapat dikatakan baik dikarenakan nilai R2 mendekati 1. Sementara itu, pada prediksi SSG baterai diperoleh nilai APE sebesar 3,95 %, sedangkan pada prediksi SWG baterai diperoleh nilai APE sebesar 4,16 %. Hasil prediksi tersebut dapat dikatakan baik dikarenakan nilai APE kurang dari 5 %. Rekomendasi parameter optimum untuk memperpanjang sisa waktu guna baterai VRLA ialah dengan pengaturan laju arus pengisian C10, KM maksimum 0,8, dan KM minimum 0,4.", "Daftar File": {}, "Penulis": "Fajar Muhammad Noor Rozaqi [13315009]", "Kontributor / Dosen Pembimbing": ["Ir. Edi Leksono, M.Eng., Ph.D.", "Ir. F.X. Nugroho Soelami, M.BEnv., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "baterai VRLA, RVP, kondisi muatan, kondisi kesehatan, sisa siklus guna, sisa waktu guna.", "Sumber": "", "Staf Input/Edit": "Rina Kania", "File": "7 file", "Tanggal Input": "27 Jun 2019"}