{"Nomor": 39644, "Judul": "ANALISIS PEMILIHAN ALTERNATIF SISTEM PENGOLAHAN AIR LIMBAH DOMESTIK MENGGUNAKAN INTEGRASI METODE FUZZY ANALYTICAL HIERARCHY PROCESS (FAHP) DAN MULTIDIMENSIONAL SCALING  (STUDI KASUS KAWASAN SITU BABAKAN, KELURAHAN SRENGSENG SAWAH, PROVINSI DKI JAKARTA)", "Abstrak": "Hasil pemantauan Dinas Lingkungan Hidup Provinsi DKI Jakarta tahun 2018, ditemukan bahwa Situ Babakan tercemar oleh air limbah domestik. Oleh karena itu, pengolahan air limbah domestik sangat diperlukan untuk meningkatkan kualitas air. Penelitian ini mengembangkan metode integrasi antara fuzzy analytical hierarchy process (FAHP) dengan multidimensional scaling (MDS) dalam proses pemilihan teknologi pengolahan yang optimal, efektif dan efisien untuk diterapkan di Situ Babakan.\n\nMetode FAHP terintegrasi dengan MDS dimulai dengan penyusunan kerangka kerja hirarki yang ditetapkan oleh AHP. Dalam metode terintegrasi ini, menggabungkan bobot yang dihitung oleh fuzzy ke dalam AHP, dan memungkinkan pembuat keputusan untuk memahami kepentingan relatif dari setiap sub-kriteria atau kriteria. Selanjutnya, analisis MDS untuk menentukan alternatif optimal melalui koordinat yang terkait dengan setiap alternatif dalam konfigurasi dua dimensi dan analisis ini dievaluasi dengan menggunakan R programming.\n\nHasil analisis metode integrasi FAHP dengan MDS dari 6 alternatif teknologi terpilih didapatkan bahwa alternatif extended aeration adalah alternatif yang optimal. Penentuan alternatif optimal bergantung pada bobot dari kriteria dan sub-kriteria, roses pembobotan selama pengambilan keputusan adalah proses penting. Selanjutnya, untuk menguji validitas dan reliabilitas hasil analisis, digunakan nilai stress dari masing-masing peta persepsi. Nilai stress yang diperoleh adalah 0.0095 (STRESS < 0,025), menunjukkan kriteria goodness of fit yang sangat baik. Berdasarkan nilai stress tersebut dapat disimpulkan bahwa hasil analisis metode integrasi FAHP dengan MDS memiliki keandalan dan validitas yang tepat dalam memilih alternatif teknologi pengolahan air limbah untuk diterapkan di Situ Babakan dan plot pada gambar konfigurasi pemilihan alternatif pengolahan air limbah domestik di kawasan Situ Babakan dapat diandalkan.", "Daftar File": {}, "Penulis": "Sarah Dewi Yani [25717011]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Prayatni Soewondo, MS", "Ahmad Soleh Setiyawan, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Pengelolaan Infrastruktur Air Bersih dan Sanitasi", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "air limbah domestik, Fuzzy AHP, multidimensional scaling, Situ Babakan", "Sumber": "TESIS JUNI 2019", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "27 Jun 2019"}