{"Nomor": 39663, "Judul": "PENGARUH PENAMBAHAN KLORHEKSIDIN DAN SETIL TRIMETIL AMONIUM BROMIDA TERHADAP SIFAT MEKANIK DAN AKTIVITAS ANTIBAKTERI NANOKOMPOSIT GIGI RESTORATIF", "Abstrak": "Prevalensi gigi karies masyarakat Indonesia cukup tinggi yaitu sekitar 72,6%. Salah satu solusi memperbaiki karies adalah dengan mengaplikasikan resin komposit. Tetapi, komposit resin memiliki keterbatasan umur pakai akibat retak dini dan penyakit karies sekunder. Penambahan antibakteri pada resin komposit secara langsung dapat menurunkan sifat fisik dan mekaniknya. Enkapsulasi antibakteri menggunakan silika nanopartikel berpori (PSN) diharapkan dapat mempertahankan dan meningkatkan sifat mekanik dan sifat antibakteri.\nPSN disintesis dan dilakukan karakterisasi. Klorheksidin (CHX) dan setil trimetil amonium bromida (CTAB) digunakan sebagai agen antibakteri. Spesimen uji dibuat dengan variasi komposisi 0% (kontrol); 0,6% CHX; 0,6% CTAB; 1,5% CTAB; dan 3,0% CTAB (w/w). Pengujian mekanik yang dilakukan adalah uji keras dan bending. Pengujian aktivitas antibakteri yang dilakukan adalah uji difusi agar dan angka lempeng total.\nHasil penelitian menunjukan bahwa enkapsulasi antibakteri CTAB menggunakan PSN dapat meningkatkan kekerasan permukaan, mempertahankan kekuatan bending, meningkatkan kekakuan bending, dan menahan laju difusi antibakteri. Dalam penelitian ini, telah dibuktikan bahwa enkapsulasi antibakteri dengan PSN, dapat mempertahankan sifat mekanik dan meningkatkan durabilitas sifat antibakteri komposit gigi.", "Daftar File": {"ABSTRAK Cahyo Widiantoro": "https://digilib.itb.ac.id/gdl/download/172662"}, "Penulis": "Cahyo Widiantoro [13715019]", "Kontributor / Dosen Pembimbing": ["Lia Amelia Tresna Wulan Asri, S.Si., M.Si., Ph.D.", "Dr. Arie Wibowo, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "aktivitas antibakteri, CHX, CTAB, karies, karies sekunder, komposit gigi, sifat antibakteri, sifat mekanik, silika nanopartikel.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "27 Jun 2019"}