{"Nomor": 39667, "Judul": "PENGARUH KEMIRINGAN PERMUKAAN DAN JENIS ALAT BANTU TERHADAP KESTABILAN DAN POSTUR TUBUH PADA PEKERJAAN PENGANGKUTAN BEBAN POSTERIOR", "Abstrak": "Pengangkutan beban posterior merupakan pekerjaan yang dapat mengakibatkan hilangnya keseimbangan (berasosiasi dengan risiko terjatuh) dan mengakibatkan deviasi postur (berasosiasi dengan risiko musculoskeletal disorders, MSDs). Aktivitas tersebut dilakukan pada permukaan mendatar, menanjak, dan menurun tanpa menggunakan alat bantu yang secara khusus dirancang untuk aktivitas pengangkutan beban posterior. Penelitian ini bertujuan untuk mengevaluasi pengaruh kemiringan permukaan dan jenis alat bantu terhadap mekanisme pengaturan kestabilan dan penyesuaian postur pada ekstremitas bawah saat melakukan aktivitas pengangkutan beban posterior. Penelitian dilakukan dalam bentuk eksperimen within-subject design yang melibatkan 12 partisipan dengan dua variabel independen meliputi kemiringan permukaan (+250, -250, dan 00) dan alat bantu (ransel rangka dan selendang kain). Pengukuran parameter center of pressure (COP) (root mean square, area elips, range, kecepatan, sway path, dan panjang COP), sudut postur pada ekstremitas bawah (pergelangan kaki, lutut, dan pinggul), nilai persepsi kestabilan, dan nilai rating of perceived discomfort (RPD) dilakukan untuk mengevaluasi pengaruh kemiringan permukaan dan alat bantu. Melalui penelitian ini dapat dijelaskan bahwa semakin besar kemiringan permukaan mengakibatkan peningkatan instabilitas dan deviasi postur yang semakin tinggi. Berdiri pada permukaan menanjak memberikan peningkatan instabilitas dan deviasi postur yang lebih tinggi dibandingkan permukaan menurun dan mendatar. Sementara itu, penggunaan ransel rangka memberikan performa kestabilan yang lebih baik pada permukaan menanjak, sebaliknya selendang kain memberikan kestabilan yang lebih baik pada permukaan menurun. Dari aspek postur, ransel rangka menyebabkan deviasi yang lebih besar pada pergelangan kaki dan lutut kiri dibandingkan dengan selendang kain sehingga dapat dikatakan bahwa ransel rangka memberikan performa postur yang tidak lebih baik dari selendang kain. Hal tersebut diakibatkan oleh massa ransel rangka jauh yang lebih besar, mencapai 13 kali massa selendang kain. Berkaitan dengan hasil penelitian, terdapat beberapa rekomendasi yang diberikan untuk menurunkan risiko terjatuh dan MSDs yang ditimbulkan oleh aktivitas pengangkutan beban posterior. Rekomendasi tersebut adalah mengganti bahan rangka pada ransel menjadi aluminium dan bahan alas penyangga menjadi kanvas yang awalnya menggunakan besi dengan tujuan untuk mengurangi massa dari ransel rangka. Selain itu, disarankan untuk menambahkan fitur pegangan tangan pada gendongan ransel untuk membantu mekanisme pengaturan keseimbangan saat pengangkutan beban posterior pada permukaan miring.", "Daftar File": {"2019 TS PP NI LUH PUTU LILIS SINTA SETIAWATI.pdf?": "https://digilib.itb.ac.id/gdl/download/172665"}, "Penulis": "NI LUH PUTU LILIS SINTA SETIAWATI [23418015]", "Kontributor / Dosen Pembimbing": ["Khoirul Muslim, S.T., MSIE, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "pengangkutan beban posterior, alat bantu angkut, kestabilan, postur", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "27 Jun 2019"}