{"Nomor": 39675, "Judul": "PENGEMBANGAN MODEL KONTROL AKSES BERBASIS ATRIBUT PADA LINGKUNGAN PUSAT DATA NASIONAL", "Abstrak": "Pusat data nasional adalah fasilitas penempatan, penyimpanan dan pengolahan\ndata, dan pemulihan data tersentralisasi dalam lingkungan komputasi awan.\nFasilitas tersebut harus dapat berbagi pakai data untuk seluruh instansi pusat dan\ndaerah. Penggunaan data secara berbagi pakai membuka sebuah celah keamanan\nbaru, diantaranya akses ilegal, kesalahan otorisasi, dan kehilangan data. Ditambah\nlagi pada proses transmisi, permintaan akses umumnya melalui jaringan publik\nyang dapat memicu terjadinya serangan terhadap lalu lintas data. Untuk dapat\nmelakukan akses terhadap pusat data nasional, pengguna harus bisa membuktikan\ndirinya layak dengan metode kontrol akses. Beberapa model kontrol akses, sudah\nmampu membatasi akses para pengguna berdasarkan peran. Masalah bagi\nadministrator sistem untuk perusahaan skala besar atau pemerintahan adalah\nsulitnya manajemen peran.\nPada penelitian ini, dibuat suatu model kontrol akses berbasis atribut yang akan\nditerapkan pada lingkungan pusat data nasional untuk membatasi akses terhadap\ndata, dan melindungi kerahasiaan data, serta mencegah penyangkalan pengguna.\nModel dibuat dengan mengimplementasikan infrastruktur kunci publik pada\nprotokol HTTPS. Penggunaan HTTPS akan memberikan jaminan keamanan data\npada proses transmisi di jaringan publik. Untuk dapat menangani lalu-lintas data\nyang padat, digunakan platform servis berbasis web dengan tipe arsitektural\nRESTful. Setiap pengguna yang meminta akses akan mendapatkan web token\nsebagai kunci akses dan dapat mengakses data apabila atribut yang dimilikinya\nmemenuhi kriteria yang ditetapkan oleh pemilik data. Kriteria tersebut\ndiwujudkan dalam bentuk kebijakan akses. Setiap usaha akses akan dicatat dalam\nberkas log, dan dapat dipakai untuk pembuktian akses apabila terjadi pelanggaran\nakses.\nDari hasil pengujian dan analisa yang sudah dilakukan. Secara fungsional, model\nkontrol akses dapat bekerja sesuai dengan perancangan. Masalah kontrol akses\ntentang identifikasi, otentikasi, otorisasi dan keputusan akses sudah dapat\nterjawab. Secara performa, nilai throughput dan delay yang terjadi masih dapat\nditerima. Dari aspek keamanan, serangan terhadap penyadapan, MITM, serangan\nperulangan, serangan bruteforce dan penyangkalan dapat dihindari.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/172681"}, "Penulis": "Muhamad Taufik Yusuf [23216056]", "Kontributor / Dosen Pembimbing": ["Dr. Yusuf Kurniawan, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "kontrol akses berbasis atribut, pusat data nasional, penyadapan.", "Sumber": "", "Staf Input/Edit": "karya", "File": "1 file", "Tanggal Input": "27 Jun 2019"}