{"Nomor": 39679, "Judul": "PENGARUH JUMLAH ALUR NOSEL TERHADAP KETAHANAN REPEATED IMPACT LAPISAN HVOF SERBUK CR3C2-20NICR", "Abstrak": "Beberapa alat atau komponen mengalami beban impak yang berulang–ulang, misalnya excavator. Ketahanan impak berulang menjadi aspek penting pada alat tersebut. Ketahanan impak berulang dapat menentukan umur pakai alat. Proses pelapisan dapat meningkatkan ketahanan impak berulang. HVOF Thermal Spray memiliki temperatur dan kecepatan nyala api yang tinggi sehingga mampu menghasilkan lapisan yang padat dan porositas yang rendah sehingga meningkatkan kekuatan ikatan. Serbuk Cr3C2 – 20 NiCr merupakan salah satu jenis serbuk yang dipakai pada proses HVOF karena dapat menghasilkan lapisan yang tahan aus dan korosi.\nKetahanan impak dari lapisan akan diteliti dengan melihat pengaruh jumlah alur (tanpa alur, 2 alur, dan 4 alur) terhadap ketahanan impak berulang. Pengujian ketahanan impak berulang dilakukan dengan standar modifikasi ASTM D 2794. Hasil pengujian impak berulang menunjukkan bahwa ketahanan impak nosel dengan 4 alur adalah yang paling tinggi dibandingkan dengan alur lainnya. Hasil pengamatan dengan SEM dan image analyzer pada lapisan, menunjukkan bahwa spesimen nosel 4 alur memiliki porositas 2,42 %, nosel 2 alur memiliki porositas 2,85 % dan nosel tanpa alur memiliki porositas 4,42%. Rendahnya porositas pada 4 alur menyebabkan kekuatan ikatan meningkat. Peningkatkan tersebut disebabkan oleh tingginya kecepatan partikel dari nosel 4 alur, yang ditandai dengan tingginya temperatur setelah pelapisan HVOF.", "Daftar File": {"ABSTRAK Vincent": "https://digilib.itb.ac.id/gdl/download/172686", "COVER Vincent": "https://digilib.itb.ac.id/gdl/download/193567", "PUSTAKA Vincent": "https://digilib.itb.ac.id/gdl/download/193573"}, "Penulis": "Vincent [13715056]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Husaini Ardy", "Dr.Eng. Budi Prawara"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "HVOF, pengujian impak berulang, serbuk Cr3C2 – 20 NiCr, kekuatan ikatan.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "27 Jun 2019"}