{"Nomor": 39683, "Judul": "PENGARUH KOMBINASI PAKAN BERBASIS SERAT, PROTEIN, DAN LEMAK TINGGI TERHADAP PERTUMBUHAN DAN KANDUNGAN NUTRISI LARVA Hermetia illucens", "Abstrak": "Sebagian besar limbah yang dihasilkan dari kegiatan manusia merupakan limbah organik yang seringkali menimbulkan masalah lingkungan dan sosial sebagai dampak dari proses pengolahan yang kurang sempurna. Salah satu hal yang menyebabkan pengolahan limbah organik tidak menjadi perhatian besar adalah rendahnya nilai produk yang dihasilkan oleh proses pengolahannya. Pendekatan yang mulai dikenalkan adalah konsep upcycling dari limbah organik menggunakan proses biokonversi oleh agen hayati menjadi produk-produk yang bernilai tinggi. Salah satu agen biokonversi yang sekarang aktif digunakan adalah larva Black Soldier Fly (Hermetia illucens) yang mampu mengubah limbah menjadi biomassa tubuh yang berpotensi sebagai bahan baku pakan ternak dan juga berpotensi mengurangi produksi limbah organik. Salah satu tantangan yang dihadapi dalam mengelola limbah organik adalah kondisi dari limbah yang umumnya tidak homogen. Dalam penelitian ini dilakukan analisis pengaruh kombinasi pakan serat:protein:lemak terhadap pertumbuhan dan komposisi nutrisi larva Hermetia illucens. Penelitian ini menggunakan larva H. illucens berumur 7 hari yang diberi pakan menggunakan kombinasi dari limbah organik dengan karakteristik serat tinggi (limbah kubis (Brassica oleracea var. capitata)), protein tinggi (limbah ikan patin (Pangasius sp.)) dan lemak tinggi (limbah alpukat (Persea americana)) serta pakan seimbang dengan perbandingan 2:1:1, 1:2:1, 1:1:2, dan 1:1:1 serta laju pemberian pakan 100 mg/larva/hari. Variabel yang diukur berupa laju kelulushidupan pertambahan biomassa, nilai WRI (Waste Reduction Index), AD (Approximate digestibility), ECD (Efficiency of Conversion Digested-feed), dan kandungan nutrisi larva H. illucens. Perbedaan setiap perlakuan dianalisis menggunakan One-way ANOVA yang dilanjutkan dengan uji Post Hoc Tuckey (p < 0,05). Larva yang diberi kombinasi pakan 1:2:1 memiliki laju pertumbuhan (2,97±0,166) mg/larva/hari, laju kelulushidupan (64,75±2,598)%, dan nilai AD (57,39±3,389) tertinggi serta kandungan nutrisi serat:protein:lemak yang tinggi yaitu 1,51%:50,79%:20,14%. Sedangkan indeks WRI tertinggi (2,27±0,055) terdapat pada kombinasi pakan 2:1:1 dan nilai ECD (79,99±13,722) pada kombinasi pakan 1:1:2. Analisis statistik menunjukkan pemberian kombinasi pakan memberikan beda signifikan terhadap pertumbuhan larva H. illucens (p < 0,05). Kombinasi pakan serat:protein:lemak secara umum mempengaruhi pertumbuhan dan komposisi nutrisi larva H. Illucens. Dalam penelitian ini pertumbuhan dan komposisi nutrisi paling baik dihasilkan pada pemberian pakan dengan perbandingan tinggi protein.", "Daftar File": {}, "Penulis": "Anggraeni Arum Sari [10615047]", "Kontributor / Dosen Pembimbing": ["Ramadhani Eka Putra, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "kombinasi pakan, Hermetia illucens, serat, protein, lemak", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Jun 2019"}