{"Nomor": 39693, "Judul": "MODIFIKASI METODE MAXIMUM COVERAGE DENGAN TIMELINESS PADA REKOMENDASI NON-PERSONALIZED UNTUK PENGGUNA PURE COLD-START", "Abstrak": "Manusia memiliki keterbatasan dalam menyaring informasi yang diterimanya, baik tenaga dan waktu, sehingga suatu pencarian terasa melelahkan. Pada suatu sistem yang memiliki ribuan bahkan jutaan item, tentunya diperlukan sistem yang dapat memberikan sebuah rekomendasi yang sesuai dengan minat pengguna, sistem tersebut disebut dengan nama sistem rekomendasi. Sistem rekomendasi berfungsi menyaring item dan menghasilkan daftar rekomendasi yang mungkin saja memiliki kemungkinan tinggi diminati oleh pengguna. Rekomendasi yang dihasilkan oleh sistem tersebut disebut rekomendasi personalized, di mana sistem akan memperhitungkan setiap data pengguna sistem untuk menghasilkan rekomendasi yang relevan dan tepat sasaran. Namun sistem ini tidak memungkinkan untuk menyelidiki minat seseorang yang belum menjadi bagian pada sistem. Pengguna semacam ini disebut dengan pengguna pure cold-start. Pengguna ini tidak dapat diakses data riyawatnya dikarenakan berbagai hal seperti penggunaan mode incognito pada saat menjelajah suatu sistem, sulitnya mendapatkan IP dan cookies, serta mahalnya pengetahuan dan tenaga yang diperlukan. Padahal pengguna semacam ini termasuk pengguna potensial di mana daftar rekomendasi yang diberikan oleh sistem berperan dalam proses akusisi pengguna cold-start menjadi pengguna pada sistem. Untuk itu diperlukan pendekatan lain untuk masalah itu yaitu rekomendasi non-personalized.\nRekomendasi non-personalized akan memberikan daftar rekomendasi global, tidak terpaku pada satu orang, namun hasil agregasi dan perhitungan pada pengguna yang telah ada pada sistem. Tujuan dari rekomendasi global adalah menampung sebanyak mungkin aspirasi mayoritas pengguna pada sistem untuk menghasilkan rekomendasi yang juga cocok dengan mayoritas pengguna pure cold-start.\nDalam melihat kualitas rekomendasi, tidak hanya dilihat berdasarkan tingkat akurasi, namun juga dilihat dari daya guna rekomendasi yang dihasilkan, pengaruh daftar rekomendasi yang beragam serta jangkauan terhadap pengguna pure cold-start.\nJangkauan ini menjadi penting karena tujuan rekomendasi non-personalized adalah memberikan rekomendasi global dengan jangkauan yang luas.\nUntuk menjangkau secara maksimal digunakan metode maximum coverage. Tujuannya adalah untuk menghasilkan rekomendasi yang berisi item yang dapat menjangkau keseluruhan pengguna. Metode ini hanya mencakup item dengan jangkauan maksimal. Namun terdapat kemungkinan hal tersebut tidak terlaksana karena bias yang ada pada pengguna berupa konsumsi item berdasarkan relevansi dan waktu sehingga untuk melengkapi metode tersebut digunakanlah metrik timeliness. Metrik ini digunakan untuk menghasilkan cakupan maksimal dengan item yang memiliki timeliness lebih baik dari item lainnya.\nPenelitian dilakukan pada dataset movielens 100k dan 1M dengan menggunakan maximum-coverage-timeliness pada 2 skenario, yaitu skenario 1 menggunakan semua data item sebagai input sedangkan skenario 2 melakukan pemotongan jumlah item berdasarkan cakupan pengguna dari item yang diasumsikan populer.\nPada dataset movielens 100k, MaxCovTL_100 dari skenario 2 adalah metode yang menjadi acuan dengan memiliki nilai daya guna lebih baik dari metode lainnya pada top-15 dan top-20 serta memiliki nilai jangkauan terbaik pada top-15. Namun setelah dilakukan uji signifikansi dengan wilcoxon test, peningkatakan yang terjadi tidak signifikan. Sedangkan pada dataset movielens 1M, metode yang dimodifikasi pada penelitian ini memiliki nilai yang sama dengan metode maximum coverage.\nPenambahan timeliness tidak berjalan dengan baik karena item dengan cakupan paling banyak dimiliki oleh item yang sudah lama beredar, sedangkan item yang lebih baru memiliki cakupan yang lebih sedikit. Adapun kekurangan lainnya yaitu metode yang dimodifikasi tidak dapat menjangkau pengguna yang menyukai item kurang populer.\nDengan hasil tersebut maka disimpulkan bahwa penambahan timeliness pada metode maximum coverage tidak dapat meningkatkan kualitas rekomendasi dari aspek daya guna, diversity dan jangkauan pengguna.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/172707", "Tesis": "https://digilib.itb.ac.id/gdl/download/217623"}, "Penulis": "Novan Alkaf Bahraini Saputra [23516048]", "Kontributor / Dosen Pembimbing": ["Dr.techn. Wikan Danar Sunindyo, S.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Rekomendasi, non-personalized, maximum-coverage, timeliness, pure cold-start.", "Sumber": "", "Staf Input/Edit": "karya", "File": "2 file", "Tanggal Input": "27 Jun 2019"}