{"Nomor": 39699, "Judul": "ANALISIS KEBIJAKAN STRUKTUR PENTARIFAN DAN PENGARUHNYA TERHADAP BESARAN SUBSIDI (STUDI KASUS : TRANSJAKARTA)", "Abstrak": "Kebijakan tarif angkutan umum merupakan komponen dasar yang sangat penting dalam pengoperasian angkutan umum karena tarif merupakan faktor utama dalam menarik penumpang dan sangat berpengaruh terhadap kondisi finansial operator angkutan umum. Penerapan kebijakan struktur tarif seragam/flat fare pada Transjakarta seakan-akan tidak memperhatikan karakteristik pergerakan penumpang sehingga dengan penerapan struktur tarif yang dipengaruhi oleh jarak dapat memberikan peluang untuk menghasilkan revenue yang lebih besar dan berimplikasi terhadap penurunan besaran subsidi. Penelitian ini bertujuan untuk melakukan kajian terhadap pengembangan beberapa alternatif kebijakan struktur tarif yang dapat diterapkan oleh Transjakarta dan kemudian memberikan rekomendasi kebijakan struktur tarif yang dapat berpengaruh terhadap penurunan besaran subsidi dengan tetap memperhatikan kemampuan membayar pengguna dan kenyamanan pengguna atas perubahan tarif yang terjadi. Dalam penelitian ini menggunakan analisis ability to pay dalam penentuan besaran tarif dan menggunakan data tapping Transjakarta pada tanggal 18 Mei 2018 yang diolah menjadi data distribusi frekuensi penumpang sebagai dasar dalam perhitungan revenue Transjakarta untuk setiap alternatif kebijakan yang dirumuskan. Dengan melakukan evaluasi terhadap 7 (tujuh) alternatif yang telah dirumuskan maka diperoleh hasil bahwa kebijakan yang paling direkomendasikan adalah struktur tarif bertahap (sectional fare) dengan kebijakan tarif awal sebesar Rp.3.500 berlaku pada 15 kilometer pertama kemudian berlaku tarif penyesuaian sebesar Rp.1.500 untuk setiap pertambahan jarak 10 kilometer. Kebijakan tersebut menghasilkan penurunan subsidi sebesar Rp.34.476.000/hari atau sekitar 10,71% jika dibandingkan dengan tarif eksisting Transjakarta dan hanya mempengaruhi sekitar 24,1% penumpang yang mengalami kenaikan tarif menjadi lebih besar dari biasanya.", "Daftar File": {"ABSTRAK Mira Lestira Hariani": "https://digilib.itb.ac.id/gdl/download/172722"}, "Penulis": "Mira Lestira Hariani [25017019]", "Kontributor / Dosen Pembimbing": ["Ir. Idwan Santoso, M.Sc., DIC, Ph.D.", "Ir. R. Sony Sulaksono Wibowo, M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "angkutan umum, kebijakan tarif angkutan umum, struktur tarif, transjakarta, subsidi.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Jun 2019"}