{"Nomor": 39700, "Judul": "CO-WORKING SPACE DI BANDUNG", "Abstrak": "Pencanangan Bandung sebagai kota kreatif di bidang desain oleh UNESCO tahun 2015 berkaitan\ndengan perkembangan industri kreatif di Bandung sebagai bagian dari industri kreatif dunia. Industri\nkreatif melibatkan kreativitas, keterampilan, serta bakat individu untuk meningkatkan kesejahteraan\ndan lapangan pekerjaan baru melalui daya cipta dan kreasi individu tersebut (DPRI, 2008). Pemerintah\nKota Bandung berencana mengembangkan fasilitas bagi industri kreatif. Gedung Co-Working Space\nyang berlokasi di Jalan PH.H. Mustofa No.52, Cikutra, Bandung ini adalah proyek semi-fiktif yang\nbersifat komersial. Pengguna utama gedung ini adalah pebisnis pemula dalam industri kreatif berbasis\ndesain, atau dikenal dengan istilah start-up. Tulisan ini bertujuan untuk menyajikan rancangan gedung\nCo-Working Space sebagai creative hub yang menjadi wadah intermediasi start-up dengan masyarakat.\nCo-Working Space ini menyediakan berbagai program, ruang, dan fasilitas yang menunjang\npengembangan bisnis industri kreatif sehingga terjadi sinergi antara start-up dengan masyarakat\nsebagai upaya memajukan ekonomi kreatif yang stabil dan berkelanjutan. Konsep dasar gedung ini\nadalah intermediasi, diterjemahkan dalam program kegiatan, hubungan ruang, dan penyediaan\nfasilitas. Konsep desain tampilan ruang yang diterapkan adalah Designers’ Playground. Bangunan\ndirancang setinggi empat lantai dengan luas 8035 m2 pada lahan seluas 4996 m2. Ruang-ruang ditata\nkompak berbentuk persegi dengan atrium sebagai ruang intermediasi utama. Wajah bangunan\nberkesan terbuka dan mengundang dengan pilotis. Terdapat empat zona utama, yaitu workspace\nsebagai tempat kerja, makerspace sebagai tempat pelatihan dan produksi, eksibisi sebagai sarana\npameran dan pelaksanaan acara, serta komersial sebagai sarana interaksi bisnis.", "Daftar File": {"COVER Dyan Noviera Putri": "https://digilib.itb.ac.id/gdl/download/172730", "PUSTAKA Dyan Noviera Putri": "https://digilib.itb.ac.id/gdl/download/172740"}, "Penulis": "Dyan Noviera Putri [15213022]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Surjamanto W., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "co-working space, industri kreatif, ekonomi kreatif, start-up, makerspace, creative hub", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "27 Jun 2019"}