{"Nomor": 39708, "Judul": "OPTIMALISASI PEMBANGKIT LISTRIK HIBRID DENGAN PENETRASI PLTS : RENDAH, MENENGAH, DAN TINGGI PADA GARDU INDUK SENTANI DAN GARDU HUBUNG MERAH (STUDI KASUS GRID JAYAPURA)", "Abstrak": "Kondisi sistem di Indonesia saat ini yang sangat bergantung dengan pembangkit\ntermal, menghasilkan emisi karbon yang dapat menganggu manusia dan\nlingkungan. Banyak solusi sumber energi yang lebih ramah lingkungan diterapkan\ndi dunia. Salah satunya adalah sistem tenaga listrik Hibrid. Sistem Tenaga Listrik\nHibrid merupakan perpaduan antara sumber energi terbarukan dengan sumber\ncadangan lainnya, dapat berupa PLTD atau sistem baterai. Salah satu energi\nterbarukan yang dapat digunakan adalah tenaga surya. Potensi pembangkit tenaga\nsurya di Indonesia mencapai 532,6 GW, berdasarkan sumber radiasi matahari yang\ntinggi di seluruh Indonesia. Salah satu daerah yang berpotensi sebagai daerah\nsumber energi surya selain NTB adalah Papua. Sistem Kelistrikan Papua terdiri atas\nbeberapa sistem kelistrikan isolated, salah satunya adalah sistem Jayapura. Melalui\nstudi analisis aliran daya dan optimal power flow, dapat ditentukan besar kapasitas\nPembangkit Listrik Hibrid yang dapat dipenetrasi-kan secara On-Grid. Penelitian\ndipusatkan pada dua titik penetrasi yaitu di Gardu Induk Sentani dan Gardu Hubung\nGmerah. Dengan pembagian kelas penetrasi: rendah, sedang, dan tinggi, dapat\nditentukan komposisi Pembangkit Listrik Hibrid yang terbaik berdasarkan Biaya\nPokok Penyediaan (BPP) Pembangkitan termurah. Setelah didapatkan kapasitas\ndan komposisi yang tepat untuk diterapkan, maka harus dilakukan studi analisis\naliran daya dan analisis transien untuk menentukan kestabilan sistem, yaitu :\nkestabilan frekuensi dan kestabilan tegangan.", "Daftar File": {"ABSTRAK Alamson Soadamara": "https://digilib.itb.ac.id/gdl/download/172766"}, "Penulis": "Alamson Soadamara [18015031]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Nanang Hariyanto, M.T.", "Dr. Ir. Muhammad Nurdin, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Tenaga Listrik", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "Engineering & allied operations", "Kata Kunci": "Sistem Tenaga Listrik Hibrid, tenaga surya, optimal power flow, BPP Pembangkitan, Kestabilan Sistem", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "27 Jun 2019"}