{"Nomor": 39707, "Judul": "IMPLIKASI DISTRIBUSI EKOR TEBAL PADA MODEL STOCHASTIC VOLATILITY (SV)", "Abstrak": "Stochastic Volatility (SV) merupakan salah satu model volatilitas yang digunakan\nuntuk memprediksi volatilitas imbal hasil saham. Pada model SV, volatilitas\ndimodelkan sebagai proses stokastik Autoregressive (AR). Model SV pada\numumnya dibangun berdasarkan asumsi bahwa data imbal hasil saham berdistribusi\nnormal. Secara empirik, asumsi tersebut kurang sesuai karena data imbal hasil\nsaham mempunyai kurtosis yang lebih tinggi daripada distribusi normal. Dengan\nkata lain, data imbal hasil saham berdistribusi ekor tebal. Oleh karena itu, dalam\nTugas Akhir ini distribusi ekor tebal juga digunakan sebagai asumsi pada model SV.\nKelas distribusi ekor tebal yang digunakan adalah distribusi Fr´echet dan Distribusi\nGumbel. Selanjutnya, ketiga asumsi distribusi pada model SV tersebut dibandingkan\nuntuk menentukan asumsi distribusi yang paling sesuai dengan imbal hasil\nsaham. Penentuannya berdasarkan hasil estimasi parameter menggunakan metode\nQuasi Maximum Likelihood (QML) dan hasil prediksi volatilitas. Berdasarkan\nbeberapa data riil yang digunakan, asumsi distribusi ekor tebal pada model SV\nmemberikan hasil yang lebih baik dibandingkan distribusi normal. Sedangkan\nmodel SV yang paling sesuai untuk memodelkan volatilitas imbal hasil saham\nadalah model SV dengan asumsi distribusi Fr´echet.", "Daftar File": {"COVER Dwi Puji Tristanti": "https://digilib.itb.ac.id/gdl/download/172764", "Abstract_Dwi Puji Tristanti.pdf": "https://digilib.itb.ac.id/gdl/download/185457"}, "Penulis": "Dwi Puji Tristanti [10113094]", "Kontributor / Dosen Pembimbing": ["Khreshna Imaduddin Ahmad Syuhada, S.Si., M.Si., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Stochastic Volatility (SV), volatilitas, imbal hasil, distribusi Fr´echet, distribusi Gumbel, QML, prediksi volatilitas.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "2 file", "Tanggal Input": "27 Jun 2019"}