{"Nomor": 39705, "Judul": "GEDUNG KONSER MUSIK TRADISIONAL DAN KLASIK JAWA BARAT", "Abstrak": "Gedung konser musik tradisional dan klasik Jawa Barat merupakan proyek yang memfokuskan diri\npada wadah penampilan Musik yang berkelas dan memenuhi standar sebuah ruang penampilan Musik,\nyang akan mewakili tingkat Jawa Barat. Proyek ini merupakan keinginan dari pemerintah daerah Jawa\nBarat, yang juga menjadi klien proyek, serta mimpi berbagai seniman Musik Jawa Barat baik Musik\ntradisional maupun klasik. Dengan lokasi lahan berada di jalan besar, dengan luas sekitar 4Ha\nmemberikan akses yang mudah bagi bangunan penting ini. Penggun utama merupakan mereka yang\nberhubungan dengan Musik, baik pemain Musik, penikmat Musik, maupun orang-orang yang\nmempelajari Musik. Oleh karena proyek merupakan perwakilan ditingkat Jawa Barat, dan merupakan\ngedung konser Musik kedua di Indonesia yang benar-benar memfokuskan dirinya dalam pertunjukan\nMusik, maka perancangan lebih banyak memfokuskan diri pada isu akustik dan lokalitas.\nWalaupun proyek ini berfokus pada perancangan gedung konser Musik, namun perancangan juga\nmerancang tapak secara keseluruhan, dimana konsep yang dibawa dalam gedung konser juga\nditerapkan dalam tapak bahkan dalam massa bangunan lain dalam tapak. Sehingga, tapak merupakan\nkesatuan yang mencitrakan sebuah Musik dan Jawa Barat secara bersamaan dan dalam kesatuan.\nGedung konser Musik pada akhirnya menyatu dengan tapak dimana tapak akan berusaha menonjolan\ngedung tersebut.", "Daftar File": {"COVER Gabriela Karnadi": "https://digilib.itb.ac.id/gdl/download/172756", "PUSTAKA Gabriela Karnadi": "https://digilib.itb.ac.id/gdl/download/172769"}, "Penulis": "Gabriela Karnadi [15213023]", "Kontributor / Dosen Pembimbing": ["Ir. Baskoro Tedjo, MSEB., Ph. D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Gedung konser musik, Musik klasik, Musik tradisional, lokalitas, bambu, akustik", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "27 Jun 2019"}