{"Nomor": 39714, "Judul": "MENDETEKSI PENIPUAN KARTU KREDIT PADA DATA TRANSAKSI DARING MENGGUNAKAN GAUSSIAN MIXTURE MODEL", "Abstrak": "Salah satu tipe penipuan kartu kredit yang umum adalah penipuan berdasarkan\nperilaku. Penipuan ini terjadi ketika informasi detil kartu kredit milik seseorang\ntelah dicuri, lalu transaksi dilakukan menggunakan kartu tersebut. Transaksi\nini terjadi di luar pengetahuan pemilik kartu kredit. Penipuan seperti ini lazim\nterjadi pada transaksi yang bersifat daring, seperti di e-commerce. Sebab, untuk\nmelakukan transaksi daring, penipu hanya membutuhkan informasi detil kartu\nkredit tanpa harus memiliki kartunya. Buku ini mencoba menawarkan sebuah\nmetode yang dapat digunakan untuk memeriksa status sebuah transaksi yang\ndilakukan, memeriksa apakah ia tergolong ke transaksi yang sah atau penipuan.\nUmumnya, pelanggan yang melakukan transaksi daring harus melalui tahap\nverifikasi status transaksi terlebih dahulu. Status transaksi tersebut akan diperiksa\noleh sistem pendeteksi penipuan. Dari sisi kepuasan pelanggan, proses verifikasi\ntransaksi ini diharapkan tidak bekerja dengan lamban agar pelanggan tidak perlu\nmenghabiskan waktu yang lama untuk melakukan sebuah transaksi. Diberikan\nsituasi sedemikian rupa, perusahaan dituntut untuk tidak hanya memiliki sistem\nmendeteksi penipuan yang bekerja dengan akurat, namun juga cepat. Untuk\nmendeteksi status sebuah transaksi, kita tertarik dengan metode unsupervised.\nPendeteksian dilakukan dengan mengamati transaksi janggal yang dilakukan oleh\npelanggan. Transaksi janggal yang dimaksud adalah transaksi yang tidak sesuai\ndengan perilaku bertransaksi pelanggan tersebut sebelumnya. Buku ini memanfaatkan\nGaussian mixture model untuk melakukan pengelompokkan. Pengelompokkan\ndilakukan agar kita memperoleh kelompok-kelompok perilaku pelanggan\ndalam bertransaksi. Buku ini juga memberikan perbandingan pendeteksian\npenipuan menggunakan Gaussian mixture model dan k-means.", "Daftar File": {"COVER Erick Low": "https://digilib.itb.ac.id/gdl/download/172779"}, "Penulis": "Erick Low [10113022]", "Kontributor / Dosen Pembimbing": ["Sapto Wahyu Indratno, S.Si., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "pengelompokkan, Gaussian mixture model, Algoritma EM, k-means", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "27 Jun 2019"}