{"Nomor": 39724, "Judul": "TERMINAL PENUMPANG BANDAR UDARA RENDANI DI MANOKWARI, PAPUA BARAT", "Abstrak": "Terminal penumpang Bandar Udara Rendani terletak di Kota Manokwari, Provinsi Papua Barat.\nTerminal ini merupakan pengembangan dari terminal sebelumnya yang telah ada, dimana telah\nmemasuki pengembangan tahap ketiga. Pada tahap ini, terminal penumpang Bandar Udara Rendani\nmemiliki 1,2 juta penumpang per tahun dengan total penumpang jam sibuk mencapai 787 penumpang.\nBandar udara ini merupakan bandar udara yang melayani penerbangan domestik dengan rute terjauh\nmencapai kota Makassar. Bangunan terminal ini memiliki luas total 12200 m2 dengan massa bangunan\n2 lantai yang menampung fungsi – fungsi publik seperti kedatangan, keberangkatan, komersial, dan\noperasional. Fungsi diwadahi dalam 2 zona yakni zona kedatangan dan zona keberangkatan, yang\ndibagi dalam dua bagian yakni bagian sebelah utara untuk zona keberangkatna dan sebelah selatan\nuntuk zona kedatangan.\nTema perancangan terminal penumpang ini adalah “Advanced Truly Papua”, dimana tema tersebut\nakan memfokuskan pada arsitektur lokal Papua yang dipadukan dengan kemajuan dan perkembangan\nteknologi. Tema tersebut dipilih karena Papua memiliki karakter lokal yang kuat sekaligus ingin\nmenghilangkan stigma bahwa Papua daerah yang belum berkembang. Tema tersebut diterapkan pada\nelemen – elemen interior, eksterior, bentuk massa, struktur, dan bahan. Isu lokalitas menjadi isu yang\ndiangkat dalam perancangan terminal ini tanpa mengesampingkan isu terkait tipologi yakni isu\nkeamana, isu keamanan, isu sirkulasi, dan isu aksesibilitas. Diharapkan terminal bandar udara Rendani\ndapat memberikan citra Papua yang melekat pada pengguna.", "Daftar File": {"COVER Made Darma Paramarta": "https://digilib.itb.ac.id/gdl/download/172801", "PUSTAKA Made Darma Paramarta": "https://digilib.itb.ac.id/gdl/download/172809"}, "Penulis": "Made Darma Paramarta [15213028]", "Kontributor / Dosen Pembimbing": ["Prof. Sugeng Triyadi S, Ir., MT., Dr."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Terminal penumpang, Rendani, Lokalitas", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "27 Jun 2019"}