{"Nomor": 39749, "Judul": "DESAIN TURBIN PROPELER 100 KW DENGAN HEAD 6 M DAN SIMULASI NUMERIK PADA BERBAGAI KECEPATAN PUTAR SERTA SUDUT SUDU PENGARAH", "Abstrak": "Indonesia memiliki potensi besar dalam pengembangan dan pembangunan sistem pembangkit energi tenaga hidro. Bentuk geografi Indonesia yang memiliki banyak pegunungan dan dataran tinggi membuat Indonesia memiliki sumber daya energi air yang berasal dari energi potensial. Sumber daya energi ini harus dapat dimanfaatkan dengan baik. Apalagi sumber energi ini merupakan sumber energi terbarukan. Pada era sekarang ini, pengembangan dan pemanfaatan sumber energi terbarukan harus terus ditingkatkan karena persediaan sumber energi fosil yang terus berkurang. Melihat isu tersebut, penulis ingin ikut serta berpartisipasi dalam mewujudkan pengembangan dan peningkatan pemanfaatan sumber energi terbarukan.\nTugas Sarjana ini membahas tentang prosedur perancangan, pemodelan, dan simulasi turbin propeler. Turbin merupakan komponen utama sistem pembangkit listrik untuk mengonversi energi potensial air menjadi energi mekanik yang kemudian dimanfaatkan untuk membangkitkan listrik. Turbin yang telah didesain kemudian disimulasikan untuk mengetahui kinerjanya. Simulasi numerik dilakukan dengan menggunakan perangkat lunak berbasis Computational Fluid Dynamics (CFD). Turbin disimulasikan pada beberapa titik operasi dengan memvariasikan kecepatan putar dan sudut sudu pengarahnya.\nHasil simulasi menunjukkan bahwa turbin beroperasi optimal pada titik operasi sesuai desain yaitu pada kecepatan putar 500 rpm, head 6 m, dan pada sudut optimal sudu pengarah dengan efisiensi 84,6% dan mampu membangkitkan daya 72,3 kW.", "Daftar File": {"ABSTRAK Ghifari Citraskara": "https://digilib.itb.ac.id/gdl/download/172873", "COVER Ghifari Citraskara": "https://digilib.itb.ac.id/gdl/download/192382", "BAB 1 Ghifari Citraskara": "https://digilib.itb.ac.id/gdl/download/192384", "BAB 5 Ghifari Citraskara": "https://digilib.itb.ac.id/gdl/download/192391", "PUSTAKA Ghifari Citraskara": "https://digilib.itb.ac.id/gdl/download/192392"}, "Penulis": "Ghifari Citraskara [13115066]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Priyono Soetikno, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "simulasi numerik, turbin propeler, efisiensi, daya turbin", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "27 Jun 2019"}