{"Nomor": 39740, "Judul": "HUBUNGAN PENERAPAN VERSUS KENDALA ISO 14001 PADA PERUSAHAAN KONSTRUKSI STUDI KASUS PROYEK KONSTRUKSI PABRIK, GEDUNG & INFRASTRUKTUR", "Abstrak": "Proyek-proyek konstruksi yang ditangani oleh perusahaan kontraktor memiliki tantangan besar bukan hanya bagaimana menyelesaikan proyek tepat waktu dengan meminimalkan anggaran saja, melainkan juga untuk memberantas dan meminimalkan dampak berbahaya yang memiliki pengaruh buruk terhadap pencemaran lingkungan. Bahkan menurut Hendrickson et al (2000), kegiatan konstruksi dicirikan sebagai bisnis yang mengganggu lingkungan. Konstruksi tersebut menghasilkan gangguan lingkungan dalam bentuk limbah lumpur, kebisingan, debu, bau, getaran dan bahkan kimia berbahaya. Penerapan Sistem Manajemen Lingkungan ISO 14001 pada organisasi memberikan sistem dasar guna mencegah pencemaran lingkungan dan memberikan sistem manajemen pengelolaan lingkungan yang efektif. Basis produksi perusahaan konstruksi yang terletak di proyek, menjadi tantangan sendiri untuk perusahaan konstruksi tersebut dalam hal menerapkan sistem manajemen lingkungan ISO 14001 mengingat sifat proyek yang unik dan berbeda beda itu sendiri. Penerapan sistem manajemen lingkungan yang baik oleh perusahaan kontraktor dapat memberikan kontribusi yang positif terhadap usaha pencegahan pencemaran lingkungan. Untuk itu perlu diketahui bagaimana gambaran perusahaan konstruksi melaksanakan penerapan sistem manajemen lingkungan pada proyek-proyeknya berdasarkan indikator ISO 14001 dan apa yang menjadi kendala oleh proyek konstruksi tersebut dalam melaksanakan penerapan sistem manajemen lingkungan tersebut. \nTujuan dari penelitian ini adalah untuk mengetahui bagaimana gambaran penerapan  indikator-indikator pada klausul Sistem Manajemen Lingkungan ISO 14001 di proyek konstruksi sehingga perusahaan konstruksi dapat memenuhi penerapan Sistem Manajemen Lingkungan yang disyaratkan oleh ISO 14001. Dan dalam hal pemenuhan penerapan ISO 14001 di proyek konstruksi yang ditinjau dalam penelitian ini juga ingin diketahui hubungan penerapan ISO 14001 terhadap faktor yang menjadi kendala utama dalam hal penerapannya di beberapa proyek konstruksi, diantaranya proyek konstruksi pabrik, gedung & infrastruktur. \nPada hasil penelitian diperoleh kecenderungan penerapan ISO 14001 di proyek konstruksi pabrik memiliki tingkat penerapan yang paling tinggi hampir di setiap klausul penerapan ISO 14001, dan dari hasil pengamatan penulis, hal ini dikarenakan hampir di semua proyek tersebut sudah diwajibkan penggunaan sistem manajamen dari pemilik proyek. Jadi untuk proyek konstruksi pabrik, keterlibatan pemilik proyek terhadap penerapan sistem manajemen lingkungan memberikan tekanan kepada kontraktor sehingga penerapan sistem manajemen lingkungan  dapat diterapkan.\nDari hasil kesetujuan terhadap kendala penerapan sistem manajemen lingkungan di proyek konstruksi juga diperoleh kecenderungan untuk proyek pembangunan pabrik menghasilkan nilai kesetujuan yang lebih rendah dibandingkan pada proyek konstruksi infrastruktur.\nDalam hal pemenuhan penerapan sistem manajemen lingkungan ISO 14001 di proyek konstruksi, peran pemilik proyek, peran peran pimpinan proyek, peran pemerintah dan kaitan terhadap aspek lingkungan memberikan pengaruh terhaadap pelaksanaan pemenuhan penerapan tersebut. Dan kendala penerapan sistem manajemen lingkungan ISO 14001 pada proyek konstruksi juga dipengaruhi oleh hal tersebut. Penerapan ISO 14001 di proyek konstruksi pabrik lebih baik dikarenakan ada peran pemilik proyek dalam pelaksanaan yang mewajibkan ISO 14001 berjalan di proyek. Sedangkan kendala yang terjadi pada proyek konstruksi infrastruktur yang pemenuhan penerapannya rendah adalah karena minimnya pengawasan yang melibatkan pemilik proyek", "Daftar File": {"ABSTRAK Agung Dwi Nugroho": "https://digilib.itb.ac.id/gdl/download/172858"}, "Penulis": "Agung Dwi Nugroho [25017016]", "Kontributor / Dosen Pembimbing": ["-"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "ISO 14001, proyek konstruksi, pabrik, gedung, infrastruktur", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Jun 2019"}