{"Nomor": 39754, "Judul": "INTEGRASI DATA BATIMETRI DAN TOPOGRAFI-UAV FOTOGRAMETRI UNTUK MODEL ELEVASI DIGITAL WILAYAH PESISIR PANGANDARAN", "Abstrak": "Kebutuhan informasi geospasial darat, pesisir, dan laut semakin meningkat dengan adanya pengembangan konsep Kawasan Ekonomi Khusus (KEK) di Indonesia. Pangandaran Raya merupakan salah satu daerah usulan KEK. Oleh karena itu, informasi geospasial darat, laut, dan pesisir merupakah hal yang wajib tersedia sebagai salah satu syarat pengusulan daerah KEK. Penyediaan informasi geospasial darat, pesisir, dan laut hingga saat ini masih bersifat terpisah dan dikerjakan oleh agensi yang berbeda. Akibatnya, tidak ada kesinambungan antar data geospasial tersebut baik dalam segi resolusi, referensi, maupun format dari masing-masing data. Penelitian ini bertujuan untuk mengintegrasikan data topografi dengan data batimetri dari wilayah Pangandaran sehingga menghasilkan seamless model elevasi digital yang memiliki referensi yang sama.\nPengintegrasian dilakukan dengan menyamakan referensi horizontal dan vertikal serta resolusi dari data yang digunakan. Data yang digunakan adalah data UAV-Fotogrametri pada wilayah Pangandaran dengan 2 tinggi terbang, 200 dan 300 meter, serta data data batimetri pada Laut Barat dan Timur Pangandaran. Selanjutnya dilakukan mosaik antara kedua data tersebut dan dilakukan interpolasi dengan Multilevel B-Spline Intepolation. Uji kualitas dari hasil integrasi dilakukan dengan melakukan analisis komparatif antara data beach profiling dengan elevasi pada seamless model elevasi digital yang terbentuk.\nBerdasarkan hasil penelitian, terdapat 7 tahap prosedur yang dilakukan untuk dapat mengintegrasikan data topografi UAV-fotogrametri dan batimetri. Root Mean Square Error (RMSE) dari seamless model pertama (tinggi terbang 300m) adalah 27 cm dan 34 cm untuk seamless model kedua (tinggi terbang 200m). Faktor yang mempengaruhi kualitas dari seamless model elevasi digital yang dihasilkan yaitu penyamaan referensi vertikal dan horizontal yang dilakukan, kualitas titik uji beach profiling yang digunakan, metode interpolasi yang digunakan, variansi dari objek yang dimodelkan secara temporal, akurasi,distribusi, serta densitas dari data batimetri dan foto udara.", "Daftar File": {}, "Penulis": "Ahmad Abdul Aziz [15115052]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Wiwin Windupranata, S.T., M.Si.", "Deni Suwardhi, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "model elevasi digital, Pangandaran, seamless, prosedur, kualitas, faktor", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "27 Jun 2019"}