{"Nomor": 39753, "Judul": "ANALISIS KONTRIBUSI KONSTELASI MULTI GNSS DALAM PENENTUAN POSISI MENGGUNAKAN METODE STATIK,RTK,DAN RTPPP PADA DAERAH TERTUTUP", "Abstrak": "Metode ekstra-terestris yang umum digunakan oleh para surveyor pengukuran persil\nadalah metode statik dan metode Real-Time Kinematic (RTK) yang memanfaatkan\nteknologi Global Navigation Satellite System (GNSS). Indonesia terletak di wilayah\nAsia Pasifik dimana ketersediaan satelit GNSS seperti GPS, Glonass, Galileo, dan\nBeidou sangat mendukung pengukuran yang dilakukan. Pengukuran yang dilakukan\ntidak jarang pelaksanaannya berada di daerah tertutup dengan tutupan obstruksi\nvegetasi maupun bangunan. Tujuan dilakukannya penelitian ini adalah mengetahui\nkualitas data pengukuran metode statik, RTK, dan Real-Time Precise Point\nPositioning (RTPPP) pada daerah tertutup dan juga mengetahui kontribusi konstelasi\nmulti satelit untuk pengukuran metode statik, RTK, dan RTPPP pada daerah tertutup.\nAkuisisi data dilakukan dalam variasi lokasi dengan tutupan obstruksi vegetasi dan\nobstruksi bangunan dalam lima jarak baseline yaitu 2.5 km, 5 km, 10 km, 20 km, dan\n50 km. Penilaian kualitas data yang didapat dari melihat nilai Dilution Of Precision\n(DOP), multipath, Signal to Noise Ratio (SNR) dan skyplot data pengamatan. Data\npengamatan metode statik diolah dengan perangkat lunak Leica Geo Office (LGO)\nuntuk mengetahui tingkat presisi dan akurasi dari tiap kombinasi konstelasi satelit.\nBegitu juga untuk data yang didapat dengan menggunakan Metode RTK dan RTPPP\nakan dianalisis tingkat presisi dan akurasinya. Pada daerah tertutup penggunaan\nkonstelasi multi satelit merupakan solusi terbaik untuk mendapatkan kualitas data\ndengan tingkat akurasi dan presisi yang optimum untuk metode statik maupun RTK.\nPenggunaan konstelasi satelit GPS belum layak dilakukan dikarenakan geometri\nsatelit yang didapat pada daerah tertutup tidak cukup baik. Metode RTPPP tidak dapat\nmenghasilkan data dengan solusi yang ideal, dimana seluruh data memiliki solusi\nsingle.", "Daftar File": {}, "Penulis": "Syafiq Ali Fauzan [15115062]", "Kontributor / Dosen Pembimbing": ["Dr. Irwan Gumilar, S.T., M.Si.", "Brian Bramanto, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "presisi, akurasi, GPS, Glonass, Galileo, Beidou", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "27 Jun 2019"}