{"Nomor": 39763, "Judul": "EVALUASI MANAJEMEN SAMPAH DI KAMPUS INSTITUT TEKNOLOGI BANDUNG GANESA BERBASIS SISTEM INFORMASI GEOGRAFIS (SIG)", "Abstrak": "Kampus Institut Teknologi Bandung (ITB) Ganesa adalah perguruan tinggi negeri yang berlokasi di Kota Bandung dengan luas lahan sekitar 28 Ha dan terdiri dari gedung-gedung yang dimanfaatkan sebagai sarana perkuliahan, laboratorium, ruang dosen dan staff serta hal lainnya yang menunjang kegiatan belajar mengajar di lingkungan Kampus ITB Ganesa. Banyaknya civitas akademika yang melakukan kegiatan di kampus dengan menggunakan berbagai sarana tersebut, menyebabkan tingginya potensi sampah yang dihasilkan di lingkungan kampus ITB Ganesa. Selain itu pepohonan yang ada di lingkungan Kampus ITB Ganesa juga berpotensi menghasilkan sampah. Manajemen sampah yang tepat sangat diperlukan agar sampah tidak mengakibatkan pencemaran lingkungan dan mengganggu kegiatan belajar mengajar. Manajemen meliputi perencanaan lokasi dan kapasitas volume Tempat Pembuangan Sampah Sementara (TPSS), pengkoordinasian transportasi pengangkutan sampah serta pengelolaan sampah. Masalah ini dapat diselesaikan menggunakan Sistem Informasi Geografis (SIG), dimana basis data spasial di PostgreSQL dibangun untuk mengetahui potensi sampah yang dihasilkan dengan asumsi tertentu, distribusi sampah ke TPSS terdekat berdasarkan jarak terpendek serta jalur pengangkutan sampah menggunakan PgRouting dan algoritma dijkstra. Hasil dari tugas akhir ini adalah estimasi potensi sampah, peta jalur distribusi sampah dan pengangkutan sampah.", "Daftar File": {"ABSTRAK Mutia Dewi Ariani": "https://digilib.itb.ac.id/gdl/download/172906"}, "Penulis": "Mutia Dewi Ariani [15115090]", "Kontributor / Dosen Pembimbing": ["Deni Suwardhi, S.T., M.T., Ph.D.", "Dr. Riantini Virtriana, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Engineering & allied operations", "Kata Kunci": "Manajemen sampah, Sistem Informasi Geografis (SIG), Basis data spasial, Pencarian jalur, Algoritma dijkstra", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "27 Jun 2019"}