{"Nomor": 39767, "Judul": "KOMBINASI EKSTRAK JAHE MERAH DENGAN PARASETAMOL ATAU NATRIUM DIKLOFENAK SEBAGAI ANTIINFLAMASI", "Abstrak": "Jahe merupakan tanaman yang secara tradisional digunakan untuk mengobati radang dan telah\nteruji secara in vitro maupun in vivo memiliki aktivitas antiinflamasi. Di samping itu, jahe diketahui\nmemiliki aktivitas gastroprotektif dan hepatoprotektif yang dapat menekan efek samping\npenggunaan obat konvensional seperti parasetamol dan obat Antiinflamasi Nonsteroid (AINS).\nPenelitian ini dilakukan untuk mengevaluasi efek antiinflamasi parasetamol dan natrium\ndiklofenak apabila dikonsumsi bersamaan dengan jahe merah. Aktivitas antiinflamasi ditentukan\nmenggunakan model induksi udem pada telapak kaki tikus menggunakan karagenan. Pada uji\npendahuluan, dilakukan uji efek antiinflamasi pada ekstrak jahe merah (EJM) dengan dosis 17,5\nmg/kg BB; 35 mg/kg BB; 70 mg/kg BB; dan 140 mg/kg BB. Pada uji kombinasi, terdapat 6\nkelompok uji yaitu EJM 35 mg/kg BB, natrium diklofenak 4,5 mg/kg BB, parasetamol 45 mg/kg BB,\nkombinasi EJM-parasetamol 35-45 mg/kg BB, kombinasi EJM-natrium diklofenak 35-4,5 mg/kg BB,\ndan kontrol positif (sakit). Volume kaki tikus diukur menggunakan pletismometer pada menit ke30, 60, 90, 120, 180, 240, 300, dan 360 setelah injeksi karagenan. Data kemudian diolah menjadi\nnilai persentase radang dan persentase inhibisi radang. Pada uji pendahuluan, EJM 35 dan 70\nmg/kg BB menunjukkan aktivitas antiinflamasi yang signifikan (p<0,05) pada menit ke-360 dengan\npersentase radang yaitu 34,03% dan 40,18%. Pada uji kombinasi, kelompok natrium diklofenak\n4,5 mg/kg BB memberikan hasil yang signifikan (p<0,05) pada menit ke-60, 90, 120, 180, dan 240\ndengan persentase radang yaitu 13,68%; 24,26%; 25%; 57,96%; dan 81,89%, sedangkan kombinasi\nEJM-natrium diklofenak pada menit ke-60 sampai 360 yaitu 7,91%; 15,1%; 24%; 41,46%; 60,25%;\n70,6%; dan 70,28%. Persentase radang parasetamol 45 mg/kg BB memberikan hasil yang\nsignifikan (p<0,05) pada menit ke-60, 90, dan 120 yaitu 18,13%; 32,17%; 43,5%, sedangkan\nkombinasi EJM-parasetamol tidak berbeda signifikan dengan kontrol. Dari hasil percobaan, dosis\noptimum EJM sebagai antiinflamasi yaitu 35 mg/kg BB. Kombinasi EJM-parasetamol menurunkan\naktivitas antiinflamasi parasetamol sehingga penggunaan bersamaan tidak direkomendasikan.\nKombinasi EJM-natrium diklofenak meningkatkan aktivitas antiinflamasi natrium diklofenak tetapi\ntidak signifikan dibandingkan natrium diklofenak tunggal.", "Daftar File": {"ABSTRAK Almira Fathadina": "https://digilib.itb.ac.id/gdl/download/172920"}, "Penulis": "Almira Fathadina [10715031]", "Kontributor / Dosen Pembimbing": ["Dr. Afrillia Nuryanti Garmana, M.Si, Apt.", "Prof. Dr. Elin Yulinah,Apt."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Antiinflamasi, jahe merah (Zingiber officinale Roscoe var. sunti), karagenan, kombinasi, natrium diklofenak, parasetamol", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "27 Jun 2019"}