{"Nomor": 39771, "Judul": "ASPEK FISIKA PEMANFAATAN AIR UNTUK MASYARAKAT LOMBOK BARAT", "Abstrak": "Air merupakan salah satu sumber daya alam yang memiliki peranan penting\ndalam menunjang kehidupan masyarakat. Potensi air Pulau Lombok sangat\ndipengaruhi oleh curah hujan daerah setempat dan sebagian besar dimanfaatkan\nsebagai sumber air baku untuk memenuhi berbagai kebutuhan seperti air minum,\nirigasi, dan energi. Kondisi topografi daerah menunjukkan bahwa wilayah Pulau\nLombok bagian utara terdiri atas pegunungan dengan ketinggian antara 0 - 3.726\nm, bagian tengah merupakan dataran rendah subur berupa daerah persawahan,\nserta di bagian selatan yang berbukit-bukit dan kering. Untuk menjamin\ntersedianya sumber daya air bagi masyarakat pemerintah telah melakukan\nberbagai upaya, termasuk penyediaan sarana dan prasarana sehingga pengelolaan\nsumber daya air dapat maksimal. Kegiatan pengelolaan sumber daya air sebaiknya\nmenjadi pengetahuan umum bagi masyarakat, khususnya para siswa, terutama\nsebagai bagian dari penerapan ilmu sains. Fisika sebagai salah satu bagian dari\nsains memiliki keterkaitan yang sangat erat dalam pengelolaan sumber daya alam.\nAda banyak konsep fisika yang digunakan sebagai dasar dalam pengelolaan air\nsuatu daerah, sehingga kebutuhan masyarakat terhadap air dapat terpenuhi. Oleh\nkarenanya diperlukan suatu media pembelajaran kontekstual yang dapat\nmembantu para siswa untuk memahami konsep dasar proses pengelolaan air suatu\ndaerah, sehingga dapat berperan serta dalam menjaga keseimbangan atau\nketersediaan air.", "Daftar File": {"COVER Siti Humairo'": "https://digilib.itb.ac.id/gdl/download/173023", "BAB 1 Siti Humairo'": "https://digilib.itb.ac.id/gdl/download/173024", "BAB 2 Siti Humairo'": "https://digilib.itb.ac.id/gdl/download/173025", "BAB 3 Siti Humairo'": "https://digilib.itb.ac.id/gdl/download/173026", "BAB 4 Siti Humairo'": "https://digilib.itb.ac.id/gdl/download/173027", "BAB 5 Siti Humairo'": "https://digilib.itb.ac.id/gdl/download/173028", "PUSTAKA Siti Humairo'": "https://digilib.itb.ac.id/gdl/download/173029"}, "Penulis": "Siti Humairo' [90216306]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Lilik Hendradjaja, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Pengajaran Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "Pemanfaatan Air, Lombok Barat.", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "7 file", "Tanggal Input": "27 Jun 2019"}