{"Nomor": 39775, "Judul": "PENGARUH KONSENTRASI KULTUR STARTER Lactobacillus plantarum pada FERMENTASI SOSIS SAPI (SALAMI) terhadap KARAKTERISTIK MIKROBIOLOGIS, KIMIA DAN NILAI ORGANOLEPTIK sebagai PENGGANTI CURING AGENT (NaNO2)", "Abstrak": "Secara umum, fermentasi merupakan pemecahan karbohidrat seperti pati dan gula oleh\nbakteri dan ragi yang pada awalnya bertujuan untuk mengawetkan makanan. Secara global,\nterdapat banyak produk makanan fermentasi yang antara lain adalah sosis. Dalam produksi\nsosis, banyak tipe daging yang digunakan, seperti daging ayam, sapi dan babi. Semua bentuk\ndaging yang digunakan memiliki suatu karakteristik yang sama, yaitu mudah mengalami\nkerusakan. Guna mencegah kerusakan atau pembusukan, curing agent seperti sodium nitrit\ndan sodium nitrat digunakan saat fermentasi. Akan tetapi, nutrien pada daging berkurang\ndengan penambahan curing agent tersebut karena dikenal memiliki peran dalam\npembentukan senyawa N-Nitrosamina yang bersifat karsinogen. Pada penelitian ini, akan\ndigunakan kultur bakteri asam laktat sebagai pengganti curing agent dan diharapkan\nmenimbulkan dampak yang serupa. Kultur yang digunakan merupakan bakteri asam laktat\nspesies L. plantarum karena dapat meningkatkan kualitas sosis dengan cara menghambat\npertumbuhan bakteri perusak/patogen serta meningkatkan karakteristik organoleptik.\nPenelitian ini bertujuan untuk melihat pengaruh konsentrasi bakteri kultur starter\nLactobacillus plantarum dalam fermentasi sosis dan dibandingkan dengan sosis yang\ndifermentasi secara alami dengan penambahan sodium nitrit (NaNO3). Penelitian dilakukan\nselama tiga hari dengan empat perlakuan; sodium nitrit (kontrol), 3% (v/w), 5% (v/w) dan 7%\n(v/w) L. plantarum dengan kerapatan sekitar 106 yang melalui proses fermentasi (20ºC) dan\npengasapan (cold smoke). Pengamatan dinamika populasi dilakukan dengan teknik spread\npada medium MRSA untuk LAB, NA untuk bakteri total dan EMBA untuk bakteri coliform.\nProses asidifikasi diamati melalui uji pH, nutrisi diuji melalui uji proksimat dan karakteristik\norganoleptik diuji melalui uji hedonik. Uji mikrobiologis dan pH dilakukan setiap 12 jam,\nsedangkan uji proksimat dan hedonik dilakukan setelah pengasapan. Hasil penelitian\nmenunjukkan bahwa seiring dengan meningkatnya konsentrasi inokulum awal yang\nditambahkan, dinamika populasi LAB semakin stabil. Terkait coliform, laju peningkatan\njumlah sel lebih besar pada penambahan konsentrasi inokulum yang lebih kecil. Lalu,\nterdapat peningkatan durasi dominansi LAB pada sosis fermentasi dengan meningkatnya\nkonsentrasi inokulum yang ditambahkan sampai dengan 7% inokulum (v/w). Selanjutnya,\nterdapat perbedaan yang signifikan pada kandungan nutrisi proksimat antar perlakuan.\nTerakhir, aspek organoleptik sosis yang dinilai paling tinggi merupakan sosis dengan 7%\ninokulum (v/w).", "Daftar File": {}, "Penulis": "Listya Gharini Saraswati [10615028]", "Kontributor / Dosen Pembimbing": ["Dr. Dea Indriani Astuti, S.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Fermentasi, sosis, optimasi, Lactobacillus, nutrisi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Jun 2019"}