{"Nomor": 39779, "Judul": "STUDY OF EMPIRICAL OIL FRACTIONAL-FLOW MODELS IN CAPACITANCE-RESISTANCE MODELS", "Abstrak": "Capacitance-resistance Model (CRM) muncul sebagai salah satu metode yang baik sebagai model\nprediksi untuk mempelajari kemampuan reservoir, terutama dalam mengevaluasi simulasi reservoir yang\ndilakukan. Penggunaan CRM dalam studi ini, digunakan sebagai model prediksi yang membatu untuk\nmengevaluasi model kombinasi dari gabungan model empiris yang ada berdasarkan water cut-nya.\nDalam melakukan prediksi, CRM bergantung terhadap data laju injeksi dan produksi yang dianggap\nsebagai sinyal input dan output, serta parameter CRM, konektivitas antar sumur dan waktu juga\nmempengaruhi performa dari CMR. Untuk menentukan parameter CRM, digunakan solver yang\nmembantu untuk menemukan solusi parameter CMR dari data produksi/injeksi historis. Setelah itu,\nmodel yang telah terkaliberasi digunakan untuk mempelajari model empiris oil fractional-flow ketika\nmenghitung laju produksi minyak.\nDalam studi ini, penggunaan metode CRM dengan solver diterapkan pada satu studi kasus, yaitu\nlapangan sisntetis yang diperoleh dari CMG simulator dan satu data lapangan minyak. Laju produksi oil\ndihitung dengan 5 oil fractional-flow model yang berbeda-beda. Setelah didapat parameter untuk\nmasing-masing model, model kemudian digabung berdasarkan water cut-nya. Didapat bahwa model\ngabungan dapat memprediksi reservoir dengan error yang paling minimum dibandingkan dengan model\nlainnya.", "Daftar File": {"ABSTRAK Yongki Alek Sander": "https://digilib.itb.ac.id/gdl/download/172950", "2019 TA PP YONGKI ALEK SANDER 1.pdf)u": "https://digilib.itb.ac.id/gdl/download/172951"}, "Penulis": "Yongki Alek Sander [12215078]", "Kontributor / Dosen Pembimbing": ["Ardhi Hakim Lumban Gaol, S.T., M.T., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Capacitance-Resitance Model, waterflood, oil fractional-flow model.", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "27 Jun 2019"}