{"Nomor": 39774, "Judul": "PERENCANAAN METODE PELAKSANAAN KONSTRUKSI BANGUNAN GEDUNG GREEN MOTION OFFICE AND LIFESTYLE CENTER MEDAN", "Abstrak": "Medan merupakan kota terbesar ketiga di Indonesia setelah Jakarta dan Surabaya. Dalam pembangunan pun lahan yang tersedia semakin terbatas, oleh karena itu pembangunan dengan konsep gedung vertikal merupakan pilihan yang tepat. Gedung Green Motion Office and Lifestyle Center merupakan gedung dengan konsep campuran (mix-use) yang difungsikan sebagai tenant office dan pusat perbelanjaan. Selain itu gedung ini juga mengusung konsep green building. Konsep ini diterapkan dengan memasang banyak vegetasi tanaman pada balkon gedung untuk meminimalisasi penggunaan pendingin ruangan, menggunakan façade kaca untuk mengurangi penggunaan listrik, dan menggunakan sistem rain water harvesting.\nGedung ini memiliki 2 tower dengan 32 dan 37 lantai serta memiliki 3 lantai basement. Gedung ini memiliki ketinggan maksimum 152 meter. Perencanaan pembangunan gedung pada laporan Tugas Akhir ini meliputi work breakdown structure, penentuan metode pelaksanaan konstruksi, penghitungan kuantifikasi pekerjaan, penghitungan durasi pekerjaan dan penentuan tenaga kerja serta estimasi biaya konstruksi.\nGedung ini dibangun dengan metode bottom-up, menggunakan dinding penahan tanah berupa diaphragm wall, menggunakan ground anchor sementara, dan menggunakan pondasi bored pile. Dalam penentuan durasi pekerjaan dibatasi oleh lead resource tenaga kerja sebanyak 125 orang dalam satu hari kerja. Satu hari kerja adalah selama 8 jam kerja yang dimulai pukul 08.00 dan berakhir pukul 17.00 dengan 1 jam istirahat dari pukul 12.00-13.00. Dalam analisis durasi, proyek ini dapat diselesaikan dalam waktu 1413 hari kerja. Dalam analisis durasi dilakukan dengan menghitung produktivitas pekerjaan, kemudian volume pekerjaan dibagi dengan produktivitas tadi. Dalam analisis durasi dan estimasi biaya, koefisien dan produktivitas didapat dari analisis produktivitas dan acuan dari Permen PUPR no 28 tahun 2016 serta SNI pekerjaan konstruksi.\nEstimasi biaya konstruksi dilakukan dengan analisa harga satuan pekerjaan, kemudian dikalikan dengan total volume pekerjaan. Nilai proyek hasil estimasi biaya adalah sebesar Rp 608.660.760.012 dan untuk pekerjaan non konstruksi sebesar Rp. 515.814.203.400.\nPada pembangunan proyek ini pekerjaan struktur menyumbang presentase paling besar yaitu sebesar 57.79%. Kemudian diikuti oleh pekerjaan bored pile, pile cap, tie beam, dan lantai kerja sebesar 33.72%, pekerjaan galian dan ground anchor sebesar 2.65%, pekerjaan diaphragma wall sebesar 4.06% dan terakhir pekerjan persiapan 1.78%.", "Daftar File": {"ABSTRAK Panji Guntara": "https://digilib.itb.ac.id/gdl/download/172939"}, "Penulis": "Panji Guntara [15015093]", "Kontributor / Dosen Pembimbing": ["Rani Gayatri Kusumawardhani P., S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Engineering & allied operations", "Kata Kunci": "metode pelaksanaan konstruksi, kuantifikasi pekerjaan, durasi pekerjaan, analisa harga satuan, biaya langsung, biaya tidak langsung", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "10 file", "Tanggal Input": "27 Jun 2019"}