{"Nomor": 39772, "Judul": "STUDI PENGARUH FILLER DAN POST WELD HEAT TREATMENT TERHADAP STRUKTUR MIKRO, KEMAMPULASAN, DAN SIFAT MEKANIS BAJA TAHAN PELURU", "Abstrak": "Baja tahan peluru (armor steel) adalah jenis baja yang tergolong baja karbon\nsedang. Proses perakitan armor steel menjadi kendaraan tempur dilakukan\nmenggunakan metode pengelasan. Dalam prakteknya, pengelasan armor steel\nsangat sulit dikarenakan kekerasannya yang tinggi sehingga rentan terhadap retak\nterutama pada daerah coarse-grain heat affected zone (CGHAZ) dan fusion line\nantara fusion zone dan HAZ. Berdasarkan komposisi kimianya, armor steel\nmemiliki hardenability yang tinggi sehingga kemampulasannya cenderung rendah.\nSecara teori, pemilihan filler dan perlakuan panas yang tepat dapat meningkatkan\nkemampulasan armor steel. Oleh karena itu, penelitian ini dilakukan untuk\nmengetahui pengaruh filler yang digunakan dan proses perlakuan panas setelah\npengelasan terhadap kemampulasan armor steel.\nPenelitian dilakukan dengan variasi filler yang digunakan dan suhu post weld heat\ntreatment (PWHT). Sampel yang digunakan dalam penelitian ini adalah armor steel\nseri A dan seri B. Penelitian dimulai dengan preparasi sampel baja menjadi\nspesimen untuk proses pengelasan. Kemudian sampel dilakukan pengelasan\nmenggunakan 2 jenis filler standar AWS A5.18. Kemudian sampel dipreparasi\nkembali menjadi spesimen uji tekuk, uji tarik dan uji kekerasan. Setelah itu\nspesimen dilakukan PWHT dengan variasi suhu 250°C dan 500°C dengan waktu\npenahanan tempering selama 30 menit. Pengujian yang dilakukan meliputi uji tekuk\nuntuk mengetahui kemampulasan armor steel, uji tarik dan uji kekerasan untuk\nmengetahui sifat mekanis armor steel serta metalografi untuk mengetahui struktur\nmikro pada armor steel.\nPada pengujian tekuk, semakin tinggi nilai sudut tekuk maka semakin baik\nkemampulasan baja tersebut. Nilai sudut tekuk tertinggi dicapai pada Baja A hasil\npengelasan menggunakan Filler A variasi as welded dengan nilai sudut tekuk 72°.\nNilai kekerasan terendah berada pada fusion zone untuk semua variasi dan\nkekerasan tertinggi berada pada HAZ. Post weld heat treatment menurunkan profil\nkekerasan pada semua variasi perlakuan. UTS tertinggi pada Baja A dicapai pada\nvariasi Filler A suhu PWHT 500°C dengan nilai 562,44 MPa sedangkan pada Baja\nB dicapai pada variasi Filler B suhu PWHT 500°C dengan nilai 613,61 MPa.\nStruktur mikro pada fusion zone adalah widmänstatten ferrite sedangkan pada HAZ\ndan base metal adalah martensit. PWHT menyebabkan perbesaran ukuran butiran\nprior austenite. Ukuran butiran prior austenite terkecil pada base metal dan HAZ\ndicapai pada variasi as welded dengan nilai masing-masing 12,86 µm dan 3,23 µm.", "Daftar File": {"ABSTRAK Arnold Sahat Ferry Manullang": "https://digilib.itb.ac.id/gdl/download/172941"}, "Penulis": "Arnold Sahat Ferry Manullang [12515029]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Akhmad Ardian Korda, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "armor steel, filler, post weld heat treatment, kemampulasan, kekerasan, kekuatan", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "8 file", "Tanggal Input": "27 Jun 2019"}