{"Nomor": 39773, "Judul": "NPV BASED FRACTURE SPACING OPTIMIZATION OF TIGHT GAS DEVELOPMENT", "Abstrak": "Dengan bertambahnya permintaan terhadap gas sebagai energi, reservoir non-konvensional yaitu reservoir tight gas menjadi target sebagai sumber dari energi. Salah satu tantangan yang ditemukan dalam memproduksikan gas dari reservoir ini adalah kecilnya nilai permabilitas. Oleh karena itu, perlakuan rekah hidraulik dibutuhkan untuk memproduksikan volume gas yang cukup dengan rate yang diinginkan dengan mempertimbangkan sisi ekonomi. Untuk mengoptimisasi perlakuan rekah hidraulik, beberapa parameter perlu dipertimbangkan. Parameter tersebut dapat dikelompokkan menjadi tiga kelompok yaitu properti propan, properti reservoir, dan properti rekah. Studi ini akan menunjukkan penentuan geometri optimum dari rekah untuk konfigurasi spacing rekah untuk luas pengurasan yang sama dengan membuat partisi dari rekah. Dilanjutkan dengan mengombinasikan peramalan produksi dengan desain rekah yang disamakan. Studi ini dilengkapi pula dengan efek konfigurasi spacing rekah terhadap nilai permeabilitas yang berbeda-beda. Dengan peramalan produksi, dapat disimpulkan spacing rekah mana yang dapat menghasilkan recovery factor terbesar dan kemudian NPV terbesar dari seluruh konfigurasi spacing rekah. Seluruh properti diatas akan menentukan geometri dari rekah. Bertambah banyaknya rekah tidak selalu memberikan nilai recovery factor dan NPV yang maksimum. Solusi yang diberikan dari paper ini dapat digunakan untuk optimisasi rekah hydraulik di masa depan. Hal baru dari pengombinasian metode desain rekah yang disamakan dan peramalan produksi adalah penggunaan yang praktis untuk industri pada studi kelayakan untuk meramalkan produksi di masa depan.", "Daftar File": {"ABSTRAK R. Aulia Muhammad Rizky": "https://digilib.itb.ac.id/gdl/download/172935", "R. AULIA MUHAMMAD RIZKY (12215009)": "https://digilib.itb.ac.id/gdl/download/172937"}, "Penulis": "R. Aulia Muhammad Rizky [12215009]", "Kontributor / Dosen Pembimbing": ["Ardhi Hakim Lumban Gaol, S.T., M.T., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "tight gas reservoir, hydraulic fracturing, fracture spacing configuration, NPV", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "27 Jun 2019"}