{"Nomor": 39781, "Judul": "ANALISIS PEMBUATAN AS BUILT DRAWING GEDUNG LFM ITB MENGGUNAKAN DATA TERESTRIAL LASER SCANNING", "Abstrak": "Gedung LFM ITB, yang dibangun pada tahun 1939, terus menjalankan fungsinya sebagai fasilitas penunjang kegiatan pendidikan. Gedung yang berdiri selama kurang lebih 79 tahun ini telah mengalami perubahan ukuran dan bentuk pada struktur maupun material gedung. Untuk mencegah kerugian yang ditimbulkan oleh perubahan tersebut, Gedung LFM perlu direnovasi pada beberapa ataupun seluruh bagian gedung tanpa menghilangkan ciri khas dan nilai filosofis yang ada. Oleh karena itu, renovasi harus mengacu kepada dokumen as-built drawing gedung. As-built drawing dapat dibuat dengan menggunakan teknologi terrestrial laser scanner. Teknologi TLS akan menjadi komponen utama dalam pembuatan model tiga dimensi Gedung LFM yang nantinya akan menjadi acuan dalam pembuatan as-built drawing. Analisis pada penelitian ini berupa tahapan pembuatan as-built dan bagian apa saja yang dapat dijangkau oleh TLS.\nPada penelitian ini, pemodelan Gedung LFM menggunakan data dari pengukuran menggunakan TLS. Data diolah melalui proses registrasi untuk menyatukan semua data. Nilai rata-rata kesalahan registrasi sebasar 0.006 meter. Proses penghapusan derau untuk menghilangkan data yang tidak digunakan. Proses pemodelan dilakukan untuk menghasilkan model dalam bentuk solid yang merepresentasikan bentuk Gedung LFM di lapangan. Hasil model tiga dimensi akan digunakan sebagai acuan dalam pembuatan as-built drawing yang mencakup denah, visualisasi, dan potongan gedung. Hasil registrasi kemudian divalidasi dengan menggunakan distometer untuk jarak vertikal dan pita ukur untuk jarak horizontal. Validasi jarak vertikal memiliki nilai terbesar 0.012 meter dan jarak horizontal memiliki nilai terbesar 0.011 meter. Hasil akhir dari penelitian ini berupa model tiga dimensi dan as-built drawing Gedung LFM ITB.", "Daftar File": {"ABSTRAK Taufiiqulhakim Rifqi Hawaari": "https://digilib.itb.ac.id/gdl/download/172955"}, "Penulis": "Taufiiqulhakim Rifqi Hawaari [15115004]", "Kontributor / Dosen Pembimbing": ["Dr. Irwan Gumilar, S.T., M.Si.", "Teguh Purnama Sidiq, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Engineering & allied operations", "Kata Kunci": "Terrestrial Laser Scanner, tiga dimensi, registrasi, as-built drawing", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Jun 2019"}