{"Nomor": 39786, "Judul": "ANALISIS SISTEM STRUKTUR DIAGRID DENGAN STIFFNESS BASED METHOD DAN PERBANDINGANNYA DENGAN SISTEM STRUKTUR KONVENSIONAL", "Abstrak": "Bangunan tinggi terus mengalami perkembangan dari waktu ke waktu demi\nmemenuhi kebutuhan manusia, terbatasnya sumber daya dan lahan yang semakin\nsedikit terutama di daerah perkotaan. Namun di zaman yang semakin modern\nkebutuhan akan bangunan tinggi tidak hanya terpusat pada efisiensi struktural\nnamun juga penampilan dan bentuk yang serbaguna, salah satu jawaban dari\nkebutuhan gedung yang sesuai dengan kebutuhan zaman adalah sistem struktur\ndiagrid. Diagrid merupakan bentuk lain dari sistem rangka, diagrid terbentuk dari\nrangka berbentuk diagonal yang terhubung satu sama lainnya, material diagrid\ndapat berupa baja, beton atau kayu. Istilah diagrid sendiri merupakan gabungan\ndari kata “diagonal” dan “grid” yang mengacu pada sistem struktur yang\nmendapatkan intergritas struktural lewat penggunaan triangulasi atau\npembentukan segitiga. Sistem struktur diagrid seringkali menggunakan bentuk\nberlian untuk meningkatkan kekakuannya.\nSistem struktur diagrid pertama kali digunakan pada tahun 1960 namun karena\nmahalnya biaya dan terbatasnya teknologi membuat perkembangan sistem\nstruktur diagrid terhenti, barulah pada awal tahun 2000 gedung yang\nmenggunakan sistem struktur diagrid kembali bermunculan. Pada diagrid terkenal\n2 istilah utama yakni module dan node. Module merupakan jumlah lantai\nkonfigurasi berbentuk berlian dari ujung diagonal member di lantai bagian\nterbawah module hingga ujung diagonal member di lantai bagian teratas module,\nsatu module diagrid dapat terdiri dari 2 hingga 10 lantai bahkan lebih. Node\nmerupakan titik persilangan antara diagonal member diagrid. Pemilihan module\ndan node akan mempengaruhi efisiensi sruktural, penampilan serta biaya yang\ndikeluarkan untuk membangun gedung diagrid sehingga desain module dan node\nharus dilakukan secara cermat dan hati hati.\nStiffness based method atau metoda berdasarkan kekakuan adalah persamaan\nyang pertama kali diusulkan oleh Kyoung Sun Moon pada tahun 2007. Metoda ini\ndigunakan untuk mendapatkan dimensi diagonal member penampang pada sistem\nstruktur diagrid. Prosedur persamaan dimulai dengan menentukan total kontribusi \nperpindahan pada struktur akibat deformasi lentur dan geser. Peruntukan ini\ndidasarkan pada penilaian atribut intrinsik diagrid dan perilaku karakteristik\nbangunan tinggi yang berhubungan dengan rasio antara tinggi terhadap lebar\ngedung dan mengarah pada nilai deformasi yang dibutuhkan oleh geser dan lentur.\nSelanjutnya persamaan sederhana yang diusulkan oleh Moon mengubah nilai\ndeformasi yang dibutuhkan menjadi area penampang untuk diagonal member.\nTujuan dari penelitian ini adalah untuk mengetahui performa struktur gedung\ndiagrid apabila dibandingkan dengan gedung konvensional dan bagaimana\nkonfigurasi diagonal member yang optimal untuk gedung diagrid. Terdapat 4 tipe\nmodel gedung yang akan ditinjau, terdiri dari 1 model gedung konvensional dan 3\nmodel gedung diagrid dengan konfigurasi diagonal member yang berbeda. Model\ngedung akan dianalisis menggunakan program ETABS dan mengikuti ketentuan\nyang berlaku di Indonesia. Model gedung diasumsikan terletak didaerah DKI\nJakarta dengan pengklasifikasian situs tanah lunak. Hasil analisis yang akan\ndibandingkan meliputi dimensi penampang di bagian batas terluar gedung, total\nberat struktur dan base shear, kinerja batas layan, time period serta rasio antara\nkapasitas dan beban komponen struktur pada bagian batas terluar gedung.\nDari pengamatan yang dilakukan antara gedung diagrid dan gedung konvensional\ndiketahui bahwa gedung diagrid memiliki performa struktur yang lebih baik.\nPersamaan stiffness based method yang dilakukan untuk mendapatkan dimensi\npenampang diagonal member diagrid juga sangat membantu untuk mengurangi\niterative process yang dilakukan, namun dimensi penampang diagonal member\nyang didapat dengan metoda ini memiliki rasio antara kapasitas dan beban yang\ncukup jauh sehingga terkesan boros dan berlebihan. Namun Stiffness based\nmethod dapat digunakan sebagai referensi awal untuk mengetahui dimensi\npenampang diagonal member.", "Daftar File": {"ABSTRAK Pradana Angga Prawira": "https://digilib.itb.ac.id/gdl/download/172968", "COVER Pradana Angga Prawira": "https://digilib.itb.ac.id/gdl/download/190130", "BAB 1 Pradana Angga Prawira": "https://digilib.itb.ac.id/gdl/download/190131", "BAB 2 Pradana Angga Prawira": "https://digilib.itb.ac.id/gdl/download/190132", "BAB 3 Pradana Angga Prawira": "https://digilib.itb.ac.id/gdl/download/190133", "BAB 4 Pradana Angga Prawira": "https://digilib.itb.ac.id/gdl/download/190134", "BAB 5A Pradana Angga Prawira": "https://digilib.itb.ac.id/gdl/download/190135", "BAB 5B Pradana Angga Prawira": "https://digilib.itb.ac.id/gdl/download/190136", "BAB 5C Pradana Angga Prawira": "https://digilib.itb.ac.id/gdl/download/190137", "BAB 5D Pradana Angga Prawira": "https://digilib.itb.ac.id/gdl/download/190138", "BAB 5E Pradana Angga Prawira": "https://digilib.itb.ac.id/gdl/download/190139", "BAB 5F Pradana Angga Prawira": "https://digilib.itb.ac.id/gdl/download/190140", "BAB 5G Pradana Angga Prawira": "https://digilib.itb.ac.id/gdl/download/190141", "BAB 5H Pradana Angga Prawira": "https://digilib.itb.ac.id/gdl/download/190142", "BAB 5I Pradana Angga Prawira": "https://digilib.itb.ac.id/gdl/download/190143", "BAB 5J Pradana Angga Prawira": "https://digilib.itb.ac.id/gdl/download/190144", "BAB 6 Pradana Angga Prawira": "https://digilib.itb.ac.id/gdl/download/190145", "PUSTAKA Pradana Angga Prawira": "https://digilib.itb.ac.id/gdl/download/190146"}, "Penulis": "Pradana Angga Prawira [25016309]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Herlien Dwiarti Soemari"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "bangunan tinggi, struktur diagrid, sistem struktur, stiffness based method, performa struktur", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "18 file", "Tanggal Input": "27 Jun 2019"}