{"Nomor": 39795, "Judul": "PERANCANGAN SISTEM PENILAIAN KONTEN NEGATIF BERBASIS KATA MENGGUNAKAN NATURAL LANGUAGE PROCESSING", "Abstrak": "Perkembangan teknologi informasi dan internet menyebabkan penyebaran informasi yang sangat cepat dan luas. Namun dengan jumlah informasi tersedia sangat banyak menyebabkan sulitnya membedakan informasi yang positif dan negative. Informasi yang bersifat negatif akan mengakibatkan distorsi informasi ketika seseorang membaca artikel berita di internet. Efek dari distorsi informasi adalah terjadinya polarisasi dan berpengaruh dalam mencapai makna dari informasi yang sesungguhnya. Tujuan dari penelitian ini adalah untuk merancang sistem penilaian konten negatif berbasis teks yang dapat mengidentifikasi berbagai jenis makna dari konten berita di internet. Input dari sistem berupa artikel teks berita dan akan dianalisa pada level kata dalam sistem.\nMetode yang digunakan adalah semantic orientation calculator untuk pembobotan nilai tiap kata. Penggunaan metode ini diharapkan dapat memaknai kata demi kata secara akurat dengan membandingkan kata-kata yang sudah diberikan nilai dalam database. Analisis dengan parameter Sentimen dapat digunakan dalam penelitian ini. Analisis sentiment dapat mengetahui makna / tipe dari kalimat apakah bermakna positif, negatif, atau netral. Parameter selanjutnya yang digunakan adalah pendeteksi HateSpeech akan mengenali kalimat apakah terdapat kata atau kombinasi kata yang sesuai dengan aturan pemerintah. Sedangkan parameter Negative Words akan mencari setiap kata yang bernilai negative sesuai database kata. Model sistem akan dikembangkan dalam Bahasa pemrograman Python dengan menggunakan fitur dari Natural Language, yaitu tokenizer dan stemming. Bahasa Indonesia adalah bahasa utama yang akan dianalisa oleh sistem. Kata-kata yang akan dibandingkan berasal dari kata dasar Bahasa Indonesia yang baku.\nHasil akhir dari penelitian ini adalah membuat model sistem yang dapat\nmenganalisa makna dari teks di dalam artikel apakah mengandung makna negatif,\nujaran kebencian, dan seberapa banyak kemunculan kata negatif dalam artikel berita.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/172977"}, "Penulis": "Muhammad Fathinuddin [23216068]", "Kontributor / Dosen Pembimbing": ["Ir. Budi Rahardjo, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Negative Content Rating System, Analisis Sentimen, Hate Speech, Natural Language Processing, Python", "Sumber": "", "Staf Input/Edit": "karya", "File": "1 file", "Tanggal Input": "27 Jun 2019"}