{"Nomor": 39796, "Judul": "USULAN RANCANGAN KAMUS KOMPETENSI DAN KEBUTUHAN KOMPETENSI JABATAN (KKJ) TENAGA KEPENDIDIKAN PADA INSTITUT X", "Abstrak": "Penelitian ini akan berfokus untuk membuat usulan rancangan kamus kompetensi\ndan Kebutuhan Kompetensi Jabatan (KKJ) tenaga kependidikan pada Institut X.\nKedua elemen ini penting karena merupakan langkah awal dalam\nmengimplementasikan Sistem Manajemen Sumber Daya Manusia Berbasis\nKompetensi (SMSDM-BK).\nImplementasi SMSDM-BK sesuai dengan rencana strategi tahapan lanjutan\npengembangan institut setelah mengalami perubahan bentuk kelembagaan yang\ntelah dibuat IT X. Kamus kompetensi dan Kebutuhan Kompetensi Jabatan (KKJ)\njuga akan menjawab isu pengembangan modal manusia yang mengacu pada Surat\nKeputusan Rektor Institut Teknologi X NO. 11x/ITX/REK/SK/IX/1x tentang\nRencana Operasional Institut Teknologi X. Pada rencana operasional tersebut\ntertulis bahwa rumusan kebijakan yang dirancang atas isu pengembangan modal\nmanusia tersebut adalah perlu pengembangan sistem sumber daya manusia\ndengan standar yang baku.\nMenggunakan data-data institut berupa visi, misi, tujuan, nilai-nilai, struktur\norganisasi, uraian jabatan akan diidentifikasi kompetensi inti dengan mengacu\npada Spencer and Spencer Competency Dictionary, proses bisnis dengan mengacu\npada Process Classification Framework untuk pendidikan tinggi atau higher\neducation dari American Productivity & Quality Center, kompetensi pendukung\ndengan mengacu pada Spencer and Spencer Competency Dictionary, kompetensi\nbidang dengan mengacu pada Standar Kompetensi Kerja Nasional Indonesia\n(SKKNI). Untuk merancang Kebutuhan Kompetensi Jabatan (KKJ), kompetensi\ndijabarkan ke dalam beberapa tingkatan menggunakan model kompetensi\nMercedes-Benz dan konsep Taksonomi Bloom untuk mentransformasi proses\nbisnis yang sudah dipetakan menggunakan Responsibility Assignment Matrix\n(RAM). Kebutuhan Kompetensi Jabatan (KKJ) divalidasi menggunakan analisis\nklaster.\nHasil dari penelitian ini ialah 7 kompetensi inti yakni: Achievement Orientation,\nCustomer Service Orientation, Developing Others, Interpersonal Understanding,\nRelationship Building, Self-Control, dan Teamwork, 7 kompetensi pendukung\nyakni: Analytical Thinking, Information Seeking, Initiative, Concern for Order,\nQuality, and Accuracy, Conceptual Thinking, Impact and Influence, dan\nOrganizational Awareness, dan 69 kompetensi bidang. Ketiga jenis kompetensi\ntersebut diturunkan menjadi beberapa level dan ditulis dalam bentuk dokumen\nkamus kompetensi serta dipetakan menjadi Kebutuhan Kompetensi Jabatan\n(KKJ).\nSetelah dilakukan penelitian ini, institut diharapkan dapat mulai mengukur\nkompetensi individu, membangun sistem manajemen karier, sistem pelatihan,\nsistem manajemen kinerja, dan sistem kompensasi yang didasarkan pada\nkompetensi, sehingga menjadi Sistem Manajemen Sumber Daya Manusia\nBerbasis Kompetensi yang terpadu.", "Daftar File": {"ABSTRAK ERINETTA LOMORIA": "https://digilib.itb.ac.id/gdl/download/172984"}, "Penulis": "ERINETTA LOMORIA [13415077]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Joko Siswanto, MPA."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Manajemen Sumber Daya Manusia Berbasis Kompetensi, kompetensi, Sistem Manajemen Sumber Daya Manusia Berbasis Kompetensi, institut.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "27 Jun 2019"}