{"Nomor": 39799, "Judul": "SISTEM SELEKSI RESUME OTOMATIS MENGGUNAKAN KEMIRIPAN KATA BERDASARKAN SKOR WORDNET", "Abstrak": "Salah satu hal yang paling penting dari suatu organisasi atau perusahaan adalah Sumber Daya Manusia (SDM). Perusahaan membutuhkan SDM yang memiliki kualitas baik untuk menjadi perusahaan yang baik pula. Perusahaan tidak akan dapat berdiri tanpa adanya SDM. Langkah awal untuk mendapatkan SDM yang baik, diawali dengan proses rekrutmen dan seleksi. Proses seleksi merupakan proses untuk memutuskan kandidat SDM agar mendapatkan posisi atau tempat yang tepat. Berkaitan dengan hal tersebut, perusahaan sering kali merasakan kesulitan untuk menentukan kandidat mana yang tepat sesuai dengan kriteria yang diinginkan. Sistem pencocokan resume yang dibangun menggunakan teknik berbasis aturan. Teknik berbasis aturan digunakan karena data masukan dari resume merupakan data yang terstruktur. Selain itu terdapat keterbatasan untuk mendapat data resume dan kriteria yang teranotasi dalam jumlah besar, sehingga digunakan teknik berbasis aturan dalam pencocokan resume. Teknik berbasis aturan yang dibangun memanfaatkan wordnet untuk melakukan pencocokan antara resume dengan kriteria. Hasil pencocokan resume ditiap bagian kriteria dihitung skornya kemudian diurutkan berdasarkan besarnya. Semakin tinggi skornya maka semakin tinggi kecocokan resume tersebut terhadap kriteria. Hasil pengujian fungsionalitas sistem sesuai dengan keluaran yang seharusnya. Selanjutnya, akurasi kecocokan resume ditiap kriteria mendapatkan akurasi yag tinggi sebesar 97%. Pada pencocokan hasil resume dengan kriteria mendapatkan seluruh resume dinilai tepat dengan melakukan pengaturan bobot skor. Hasil pengujian usabilitas dilakukan terhadap pelamar kerja dan human resource mendapatkan nilai SUS yang tinggi (85,9 dan 88,1). Sehingga dapat diketahui tingkat usabilitas sistem dapat diterima dan digunakan dengan mudah oleh pengguna.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/172990", "Tesis": "https://digilib.itb.ac.id/gdl/download/217619"}, "Penulis": "Ratnadira Widyasari [23518033]", "Kontributor / Dosen Pembimbing": ["Dessi Puji Lestari, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "resume, matching, wordnet, skoring, similarity", "Sumber": "", "Staf Input/Edit": "karya", "File": "2 file", "Tanggal Input": "27 Jun 2019"}