{"Nomor": 39807, "Judul": "Analisis Biaya Dan Manfaat Penetrasi PV dan Dampaknya Terhadap Stabilitas Frekuensi: Studi Kasus Sistem Kalimantan Selatan - Kalimantan Tengah", "Abstrak": "Teknologi terbarukan telah meningkat secara signifikan selama 20 tahun terakhir,\nterutama untuk Photovoltaics (PV), Saat ini, biaya penyediaan listrik dari\npembangkit listrik terbarukan terus menurun. Setelah bertahun-tahun mengalami\npenurunan biaya yang stabil, teknologi energi terbarukan menjadi semakin\nkompetitif dibandingkan dengan pembangkit listrik berbahan bakar fosil.\nPT PLN (Persero) melalui Rencana Usaha Penyediaan Tenaga Listrik (RUPTL)\n2018-2027 ditargetkan untuk merealisasikan 23% dari bauran energi pada sistem\nenergi terbarukan. Photovoltaic (PV) adalah salah satu solusi alternatif yang\ndipertimbangkan karena merupakan energi yang ramah lingkungan dan memiliki\ntren penurunan harga hingga saat ini dan diprediksi akan terus menurun hingga\ntahun 2025. Selain keuntungan yang didapatkan, penetrasi PV pada grid dapat\nmempengaruhi stabilitas frekuensi grid karena PV memiliki sifat intermittency.\nDalam Tesis ini, dibahas analisis biaya dan manfaat dilakukan untuk menghitung\njumlah penetrasi maksimum PV dan dilakukan analisis dampaknya terhadap\nstabilitas frekuensi pada Sistem Kalimantan Selatan – Kalimantan Tengah yang\ndigunakan sebagai studi kasus. Simulasi menunjukkan bahwa penetrasi PV dapat\nmenurunkan NPC (Net Present Cost) dan LCOE (Levelized Cost of Energy) dari\nsistem. Penurunan frekuensi sistem akibat intermitensi PV dipengaruhi oleh total\nbeban sistem dan kapasitas penetrasi PV. Untuk mempertahankan frekuensi sesuai\ndengan Grid Code 49,5 Hz, penggunaan baterai diperlukan dalam beberapa\nscenario penetrasi PV agar frekuensi tetap berada diatas 49,5 Hz.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/172997"}, "Penulis": "Tatok Winarko [23217135]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Nanang Hariyanto, M.T.", "Prof. Masayuki Watanabe"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Analisis Biaya-Manfaat, Stabilitas Frekuensi, LCOE, Penetrasi PV", "Sumber": "", "Staf Input/Edit": "karya", "File": "1 file", "Tanggal Input": "28 Jun 2019"}