{"Nomor": 39805, "Judul": "PERANCANGAN PERBAIKAN PROSES BISNIS PADA DIVISI MANUFACTURING ENGINEERING PT. DIRGANTARA INDONESIA (PERSERO)", "Abstrak": "PT. Dirgantara Indonesia (Persero) membawa visi memimpin pasar aircraft medium dan ringan di Kawasan Asia Pasifik bertujuan memenuhi permintaan dengan produksi 50 pesawat per tahun. Namun, kapabilitas manufaktur PT. DI (Persero) masih kurang meski sudah mengimplementasikan sistem informasi terintegrasi. Kinerja divisi sebagai hulu manufaktur dinilai kurang baik karena birokrasi yang panjang sehingga manajemen bertujuan untuk menata ulang proses. Berdasarkan hal tersebut, penelitian ini bertujuan menentukan usulan perbaikan proses bisnis pada Divisi Manufacturing Engineering.\nDalam menata ulang proses, digunakan metodologi business process redesign yang terdiri dari 3 (tiga) tahap yaitu (1) memilih proses bisnis strategis, (2) memilih alternatif untuk menutupi kesenjangan proses, serta (3) mem-validasi alternatif. Pemilihan proses bisnis strategis dilakukan melalui matriks keputusan proses. Identifikasi kesenjangan dilakukan dengan membandingkan kondisi ideal dengan kondisi as-is. Alternatif dimunculkan untuk menutupi kesenjangan dengan metode systematic reengineering yaitu eliminasi, simplifikasi, integrasi, dan automasi serta penggunaan best practice.\nBerdasarkan metodologi penelitian tersebut, ditemukan bahwa terdapat 9 (sembilan) proses bisnis strategis. Alternatif dipilih dari matriks seleksi menyebabkan salah 1 (satu) proses bisnis yaitu manajemen data diautomasi dengan digitalisasi. Sedangkan 8 (delapan) proses bisnis lainnya mendapat perbaikan dengan eliminasi tugas, simplifikasi prosedur, penambahan alat bantu, integrasi data engineering, hingga pelatihan personel. Kebutuhan sistem informasi juga diidentifikasi setelah perancangan proses bisnis yang baru dilakukan. Perbaikan tersebut menyebabkan persentase aktivitas bernilai tambah (RVA) meningkat 23% yang menunjukkan proses lebih efisien. Untuk mendukung perbaikan tersebut, dirancang 4 (empat) project charter yaitu (1) integrasi konsep manufaktur, (2) pembuatan instruksi kerja, format standar, dan checklist, (3) peningkatan modul SAP, serta (4) pelatihan untuk personel khusus proses perencanaan metode dan konsep manufaktur produk.", "Daftar File": {"ABSTRAK LUH PUTU VIONA DAMAYANTI": "https://digilib.itb.ac.id/gdl/download/172994"}, "Penulis": "LUH PUTU VIONA DAMAYANTI [14414005]", "Kontributor / Dosen Pembimbing": ["Dr.Ir. Budhi Prihartono, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "business process redesign, manufacturing engineering, tujuan strategis", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "28 Jun 2019"}