{"Nomor": 39801, "Judul": "STRATEGI PENINGKATAN INTENSI DAN PERILAKU PENGELOLAAN SANITASI PADA MASYARAKAT DI KAMPUNG WARNA-WARNI KAWASAN DANAU SUNTER (STUDI KASUS: KELURAHAN SUNTER JAYA,  DKI JAKARTA)", "Abstrak": "Rendahnya akses terhadap santasi yang layak merupakan salah satu penyebab timbulnya kekumuhan pada permukiman padat penduduk. Saat ini, kampung warna-warni menjadi alternatif pendekatan untuk mengurangi visual permukiman kumuh, bahkan menjadi program Pemerintah Provinsi DKI Jakarta di beberapa lokasi strategis ibukota. Tujuan penelitian ini adalah melihat pengaruh pewarnaan kampung terhadap perilaku sanitasi baik pengelolaan air limbah maupun pengelolaan sampah menggunakan Theory of Planned Behavior. Penelitian dilakukan pada 2 (dua) lokasi kampung warna-warni di Kelurahan Sunter Jaya yang dipilih berdasarkan proses pewarnaan dan inisiasi stakeholder yang terlibat yaitu (1) kampung warna-warni di sepanjang Danau Sunter Selatan dengan inisiasi pewarnaan oleh Pemerintah Provinsi, dan (2) kampung warna-warni pada permukiman RW 001 dengan inisiasi langsung oleh warga masyarakat. Pengumpulan data primer dilakukan melalui kuisioner (derajat kesalahan sebesar 10%) kepada 83 responden pada segmen 1 dan 93 responden pada segmen 2. Dengan analisis Jalur (Path Analysis), ditemukan terdapat variabel lain yang berpengaruh paling besar untuk membentuk intensi dan perilaku sanitasi yaitu kontrol perilaku (perceived behavior control) berupa ketersediaan infrastruktur dan pengetahuan masyarakat yang memberikan kontribusi terbesar pada masyarakat di segmen 1 sedangkan norma subjektif (subjective norm) berupa gerakan komunitas (kerja bakti) dan media sosial merupakan variabel paling berpengaruh bagi masyarakat pada segmen 2. Sementara itu, pewarnaan kampung pada kedua lokasi kegiatan berpengaruh signifikan terhadap intensi dan perilaku sanitasi meskipun bukan merupakan jalur yang paling efektif. Dalam penelitian ini juga ditemukan perbedaan yang signifikan antara intensi dan perilaku pengelolaan sampah antar segmen, namun tidak terdapat perbedaan yang signifikan pada intensi dan perilaku pengelolaan air limbah. Selanjutnya berdasarkan analisis SWOT, strategi yang tepat untuk meningkatkan pengelolaan sanitasi pada segmen 1 adalah memanfaatkan peluang secara maksimal untuk mengatasi permasalahan dan kelemahan yang ada, sementara itu pada segmen 2 diperlukan strategi untuk memaksimalkan kekuatan dan peluang dalam rangka pengembangan dan pemeliharaan kondisi sanitasi saat ini.", "Daftar File": {}, "Penulis": "Agustine Sartika Putri [25717014]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Prayatni Soewondo, MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Pengelolaan Infrastruktur Air Bersih dan Sanitasi", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "perilaku sanitasi, kampung warna-warni, Danau Sunter.", "Sumber": "TESIS JUNI 2019", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "27 Jun 2019"}