{"Nomor": 39808, "Judul": "INVESTIGASI KARAKTERISTIK PARTIAL DISCHARGE PADA SAMBUNGAN KABEL XLPE TEGANGAN 66 KV", "Abstrak": "Dilaporkan bahwa aging defect pada terminasi kabel XLPE tipe pra-pabrikasi masih dapat muncul\npada interface antara stress relief cone (SRC) dan isolasi XLPE, ataupun pada interface antara\nSRC dan epoxy resin, meskipun dalam kondisi instalasi yang baik. Aging defect merupakan\nsemacam endapan yang dihasilkan karena deoiling dari silicon grease atau silicon oil, keluarnya\nzat kimia aditif seperti zat aditif yang digunakan pada proses vulkanisasi SRC, dari hasil\npengamatan pembongkaran terminasi XLPE yang sudah tidak beroperasi. Dikombinasikan\ndengan stress (listrik, suhu dan mekanik), defect mungkin memicu partial discharge (PD) selama\nproses delaminasi yang akan mengakibatkan kegagalan. Beberapa penelitian telah dilakukan\nuntuk mengamati degradasi pada terminasi kabel XLPE karena defect yang disebabkan oleh\nproses pemasangan yang tidak sesuai. Namun, belum ada investigasi yang dilakukan untuk\nkarakteristik isolasi listrik dari terminasi kabel XLPE dengan aged defect. Karakteristik PD yang\ndibahas dalam tesis ini untuk terminasi kabel XLPE tegangan 66 kV menggunakan model void\ndefect yang disebabkan oleh proses delaminasi. Aging defect dibuat dengan mencampurkan epoxy\nresin dengan barium titanate kemudian dimasukkan dalam SRC interface dan kabel XLPE, dekat\ndengan daerah perbatasan bagian semi konduktif dan isolasi SRC. Barium titanate adalah salah\nsatu bahan feroelektrik tertinggi yang dianggap sebagai bahan yang sesuai untuk mensimulasikan\nendapan aging dalam interface SRC. Karakteristik PD dibahas dalam sudut pandang jumlah\npulsa, muatan maksimum (Qmax) dan pola PRPD. Hasil penelitian menunjukkan barium titanate\ndapat mempengaruhi medan listrik di dalam interface SRC dengan memperhatikan perilaku PD\ndi interface, terutama di dekat daerah perbatasan antara semi konduktif dan isolasi SRC.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/172998"}, "Penulis": "Nurcahyo Wibowo [23217131]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Suwarno, M.T.", "Dr. Toshihiro Takahashi"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": ": sambungan kabel XLPE, delaminasi, endapan aging, void defect, barium titanate, partial discharge", "Sumber": "", "Staf Input/Edit": "karya", "File": "1 file", "Tanggal Input": "28 Jun 2019"}