{"Nomor": 39823, "Judul": "BRANDING TEMPAT DAN PRODUKSI RUANG PERKOTAAN (STUDI KASUS:  KAWASAN CIBADAK, KOTA BANDUNG)", "Abstrak": "Saat ini, pemerintah kabupaten/kota biasa melakukan upaya branding tempat untuk \nmeningkatkan  daya  saing  kawasan.  Salah  satu  ruang  perkotaan  yang  mengalami \nproses  branding  adalah  Kawasan  Cibadak.  Pemerintah  Kota  Bandung  berupaya \nmelakukan  branding  tempat  di  Kawasan  Cibadak  sebagai  china  town.  Proses \nmengkomunikasikan brand menjadi proses yang paling penting dalam upaya branding \ntempat. Harapannya proses tersebut mampu mengkonstruksi citra brand yang sesuai \ndengan  keinginan  pemerintah.  Dalam  penelitian  ini,  penulis  berargumen  bahwa \nkonsep produksi ruang dapat digunakan untuk menjelaskan proses komunikasi brand \nyang terjadi.  Identitas brand yang diinginkan oleh pemerintah akan tertuang  dalam \nrepresentasi  ruang.  Lalu  dilakukan  proses  komunikasi  brand  sehingga  masyarakat \nmampu  mempersepsikan  citra  brand.  Masyarakat  akan  menerima  citra  brand \nberdasarkan  persepsi  masyarakat  mengenai  praktik  spasial  dan  ruang \nrepresentasional.  Penelitian ini bertujuan untuk mengidentifikasi keterkaitan antara \nproses komunikasi brand dengan produksi ruang di Kawasan Cibadak. Penelitian ini \nmenggunakan  metode  analisis  konten.  Berdasarkan  penelitian  yang  dilakukan, \ndiketahui  bahwa  terdapat  kontradiksi  antara  persepsi  masyarakat  dengan  rencana \nyang dibayangkan oleh pemerintah. Hal ini menunjukan terdapat perbedaan  antara \ncitra yang diterima masyarakat dengan identitas yang diinginkan oleh pemerintah. \nPemerintah  ingin  mempersepsikan  Kawasan  Cibadak  sebagai  china  town  yang \ndimiliki  Kota  Bandung.  Sementara  itu,  persepsi  yang  dimiliki  masyarakat  adalah \nKawasan Cibadak sebagai wisata kuliner malam hari dan pusat perdagangan grosir \nsaat siang hari. Perbedaan antara identitas brand yang diinginkan oleh pemerintah \ndengan  citra  brand  yang  diterima  oleh  masyarakat  mungkin  dikarenakan  proses \nkomunikasi brand yang dilakukan oleh pemerintah tidak berjalan dengan baik. Citra \nbrand menjadi hal yang penting untuk dikonstruksi karena citra brand menjadi salah \nsatu  faktor  penentu  masyarakat  dalam  menentukan  suatu  pilihan.  Walaupun \npemerintah telah berupaya mengkomunikasikan brand yang diinginkan, masyarakat \nhanya  akan  melihat  hasil  akhir  berupa  citra  brand.  Berdasarkan  hasil  penelitian \ndapat disimpulkan bahwa proses produksi ruang yang terjadi di Kawasan Cibadak \nbelum  berhasil  mengkonstruksi  citra  brand  di  mata  masyarakat  sesuai  dengan \nidentitas brand yang diinginkan oleh pemerintah.", "Daftar File": {}, "Penulis": "Medina Savira [15415055]", "Kontributor / Dosen Pembimbing": ["Fikri Zul Fahmi, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Produksi ruang, branding tempat, citra brand, identitas brand, komunikasi  brand", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "28 Jun 2019"}