{"Nomor": 39827, "Judul": "DESAIN MODEL ANALISIS RISIKO DALAM PEMBENTUKAN TIM PROYEK PENGEMBANGAN PERANGKAT LUNAK DENGAN MENGGUNAKAN METODE GREY RELATIONAL ANALYSIS", "Abstrak": "Sebagian besar proyek pengembangan perangkat lunak menghadapi risiko dalam seluruh proses pengembangannya. Proyek pengembangan perangkat lunak rentan terhadap risiko kegagalan, yang berdampak pada kualitas software, jadwal dan biaya proyek. Risiko dapat terjadi pada setiap fase dari proses pengembangan perangkat lunak (SDLC). Sumber daya manusia merupakan salah satu faktor penyebab kegagalan proyek, karena sumber daya manusia terlibat dalam semua fase pengembangan perangkat lunak. Pemilihan anggota tim yang tepat dalam pengembangan proyek perangkat lunak dapat mengurangi tingkat kegagalan proyek perangkat lunak. Dalam pengembangan proyek perangkat lunak baik dalam penentuan tim proyek, manajemen risiko merupakan hal yang penting. Risiko biasanya hanya dinilai dari lingkungan eksternal, sedangkan risiko dari lingkungan internal seringkali terabaikan.\nOleh karena itu, analisis risiko terhadap pembentukan tim proyek yang sistematis merupakan cara yang tepat untuk membantu dalam pengambilan keputusan pembentukan tim. Penelitian ini bertujuan mengembangkan pendekatan baru dalam pemilihan tim proyek dengan menganalisis risiko menggunakan Analytical Hierarchy Process (AHP) dan Grey Relational Analysis (GRA). AHP digunakan untuk menghitung setiap bobot dari risiko yang teridentifikasi, dimana penentuan bobot untuk masing-masing faktor ditentukan oleh para expert dan GRA untuk mengidentifikasi hubungan kandidat tim dengan risiko serta peluang terjadinya risiko dari tim tersebut.\nHasil akhir dari penelitian ini adalah model pembentukan tim proyek perangkat lunak dengan analisis risiko. Pada penelitian ini juga membangun sebuah sistem yang dapat mengintegrasikan semua proses pada model tersebut untuk memberikan rekomendasi tim yang tepat. Sistem diharapkan dapat membantu para pengambil keputusan. Dari hasil evaluasi, nilai Mean Absolute Error yang dihasilkan menurun 0,899 dari 1,865 menjadi 0,966.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/173075", "Tesis": "https://digilib.itb.ac.id/gdl/download/217614", "COVER": "https://digilib.itb.ac.id/gdl/download/255168", "BAB I": "https://digilib.itb.ac.id/gdl/download/255169", "BAB II": "https://digilib.itb.ac.id/gdl/download/255170", "BAB III": "https://digilib.itb.ac.id/gdl/download/255171", "BAB IV": "https://digilib.itb.ac.id/gdl/download/255172", "BAB V": "https://digilib.itb.ac.id/gdl/download/255173", "DAFTAR PUSTAKA": "https://digilib.itb.ac.id/gdl/download/255181"}, "Penulis": "Iustisia Natalia Simbolon [23516024]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Jaka Sembiring, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "risiko pengembangan perangkat lunak, pembentukan tim, Analytical Hierarchy Process (AHP), Grey Relational Analysis (GRA), sistem rekomendasi", "Sumber": "", "Staf Input/Edit": "karya", "File": "9 file", "Tanggal Input": "28 Jun 2019"}