{"Nomor": 39824, "Judul": "PERANCANGAN DAN PEMBUATAN SOKET KAKI PROSTETIK ATAS LUTUT MAMPU ATUR DENGAN HARGA TERJANGKAU", "Abstrak": "Jumlah penyandang disabilitas anggota gerak di Indonesia memiliki kecenderungan naik setiap tahunnya baik sejak lahir maupun akibat amputasi. Penyandang disabilitas anggota gerak dapat dibantu dengan menggunakan prostesis namun hingga saat ini penggunaan kaki prostetik masih terdapat ketidaknyamanan khususnya pada bagian soket. Soket konvensional yang kaku tidak dapat mengikuti fluktuasi volume tungkai sisa penggunanya. Penanggulangan masalah tersebut membutuhkan soket kaki prostetik yang mampu diatur volumenya. Namun masalah baru timbul ketika soket mampu atur belum tersedia di pasar Indonesia dan harga soket mampu atur yang dipasarkan di luar negeri memiliki harga yang tidak terjangkau oleh sebagian besar penyandang disabilitas. Penelitian ini bertujuan untuk membuat rancangan soket kaki prostetik atas lutut yang nyaman dan mampu diatur volumenya serta dapat diproduksi dengan harga yang relatif murah.\nRancangan dibuat dengan berbagai alternatif solusi berdasarkan model soket mampu atur yang sudah ada. Pemilihan solusi didasarkan pada syarat dan tujuan perancangan dan dilakukan dengan perbandingan dan simulasi numerik. Rancangan komponen dibuat dengan proses manufaktur yang sesuai kemudian dirakit. Soket mampu atur yang sudah dibuat dicobakan pada naracoba untuk mengetahui tingkat kenyamanan soket saat digunakan.\nSoket mampu atur berhasil dibuat untuk ukuran lingkar pangka paha sekitar 38 hingga 43 cm dengan harga kurang dari 3 juta Rupiah. Melalui pengujian dengan naracoba pasien amputasi atas lutut diketahui bahwa soket yang dirancang sudah cukup nyaman untuk digunakan. Penelitian ini diharapkan dapat menjadi solusi untuk meningkatkan kenyamanan dalam menggunakan kaki prostetik dan dapat membantu para penyandang disabilitas.", "Daftar File": {"ABSTRAK Vincentius Evan Koswara": "https://digilib.itb.ac.id/gdl/download/173062", "COVER Vincentius Evan Koswara": "https://digilib.itb.ac.id/gdl/download/195559", "BAB 5 Vincentius Evan Koswara": "https://digilib.itb.ac.id/gdl/download/195564", "PUSTAKA Vincentius Evan Koswara": "https://digilib.itb.ac.id/gdl/download/195565"}, "Penulis": "Vincentius Evan Koswara [13114067]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Sandro Mihradi", "Prof. Ir. Andi Isra Mahyuddin, Ph.D.", "Prof. Dr. Ir. Tatacipta Dirgantara, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "disabilitas, kaki prostetik, soket mampu atur.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "28 Jun 2019"}