{"Nomor": 39833, "Judul": "THE PROBABILISTIC METHOD FOR DETERMINING THE NUMBER OF GEOTHERMAL WELLS FOR POWER PLANT DEVELOPMENT", "Abstrak": "Ketidakpastian dan risiko ketika memperkirakan jumlah sumur panas bumi pada tahap Feasibility Study disebabkan oleh kurangnya data mengenai keseluruhan lapangan secara umum dan sumur secara khusus. Sumber ketidakpastian tersebut adalah perbedaan karakteristik sumur-sumur di lapangan, seperti nilai entalpi, laju massa, dan karakteristik lainnya. Oleh karena itu, jumlah sumur panas bumi harus diperhitungkan secara akurat untuk mengurangi risiko pada tahap tinjauan dan perencanaan pengembangan lapangan panas bumi. Metode yang sering digunakan saat ini adalah metode dengan pendekatan deterministik yang melibatkan nilai tunggal untuk setiap variabelnya. Untuk mengurangi risiko ketikdapastian ini, metode baru yang mengaplikasikan desain eksperimental dengan faktorial penuh 2 level diajukan untuk mengkuantifikasi ketidakpastian yang terjadi di lapangan. Dengan bantuan perangkat lunak Minitab dan kombinasi dengan simulasi Monte Carlo, ketidakpastian bisa tertutupi dan rentang jumlah sumur panas bumi yang dibutuhkan akan dihasilkan oleh metode ini. Metode ini telah berhasil digunakan untuk menentukan jumlah sumur produksi, reinjeksi, dan make-up di lapangan Karaha-Talaga Bodas. Berdasarkan kajian yang telah dilakukan, jumlah sumur paling sedikit yang harus dibor untuk skenario pengembangan 30 MW adalah lima sumur produksi, satu sumur reinjeksi dan empat sumur make-up di lapangan ini. Suatu kurva pembelajaran juga dihasilkan pada studi ini untuk memperkirakan kebutuhan sumur pada berbagai besaran kapasitas pembangkit listrik lapangan panas bumi.", "Daftar File": {"ABSTRAK Feri Vernando Salim": "https://digilib.itb.ac.id/gdl/download/173098", "2019 TA PP FERI VERNANDO SALIM 1.pdf?": "https://digilib.itb.ac.id/gdl/download/173099"}, "Penulis": "Feri Vernando Salim [12215016]", "Kontributor / Dosen Pembimbing": ["Ir. Nenny Miryani Saptadji, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Sumur panas bumi, sumur produksi, sumur reinjeksi, sumur make-up, desain eksperimental, Simulasi Monte Carlo, Karaha-Talaga Bodas", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "28 Jun 2019"}