{"Nomor": 39838, "Judul": "STUDI KELAYAKAN ADITIF X PADA SEMEN PORTLAND KELAS G UNTUK PENGEMBANGAN SUMUR PANAS BUMI", "Abstrak": "Lingkungan sumur panas bumi yang pada umumnya bersifat asam, bertemperatur\ntinggi, dan mengandung Non Condensible Gas seperti CO2 membuat banyak sumur\npanas bumi mengalami kerusakan akibat komponen integritas sumur yang tidak\nsesuai. Salah satu kerusakan yang sering terjadi yaitu kerusakan semen berupa\nmicro crack sebagai penyebab kegagalan. Kerusakan semen berupa micro crack\nyang terjadi di sumur dapat dideteksi dengan evaluasi data Cement Bond Log-\nVariable Density Log (CBL-VDL). Nilai amplitudo CBL sesuai API 10TR1 yang\ndiizinkan yaitu kurang dari 10 mV yang menunjukkan tidak terdapat micro anulus\ndan chanelling, serta semen terdistribusi merata.\nSalah satu upaya yang dapat dilakukan untuk mencegah terjadinya micro crack\nsebagai penyebab kegagalan yaitu dapat dilakukan dengan menambahkan aditif\npada semen saat proses penyemenan. Semen yang digunakan pada sumur panas\nbumi mengacu pada semen untuk sumur minyak dan gas yaitu Oil Well Cement\n(OWC) portland kelas G sesuai dengan API Specs 10A. Oleh karena itu diperlukan\naditif yang ditambahkan pada semen portland kelas G yang kompatibel serta tahan\nterhadap karakteristik lingkungan sumur panas bumi. Salah satu aditif yang dapat\ndigunakan untuk mengatasi micro cracks yaitu aditif X yang dikembangkan oleh\nperusahaan Z. Penelitian ini bertujuan untuk melakukan karakterisasi dari sampel\nsemen portland kelas G dengan aditif X yang dibuat oleh perusahaan Z untuk\ndilakukan studi kelayakan pada sumur panas bumi secara kualitatif. Metode\nkarakterisasi sampel semen pada penelitian ini yaitu menggunakan alat FTIR.\nHasil penelitian menunjukkan bahwa aditif X pada sampel semen hasil karakterisasi\nFTIR berbahan dasar resin epoksi. Resin epoksi pada sampel semen memiliki\nkemampuan untuk mencegah micro cracks, mengisi voids, serta menjadi secondary\nbarrier pada casing sheath. Berdasarkan hasil karakterisasi sampel dan analisis\nkelayakan dapat disimpulkan bahhwa penambahan aditif X pada semen Portland\nkelas G layak digunakan untuk sumur panas bumi", "Daftar File": {"ABSTRAK Agung Budi Tri Prasetyo": "https://digilib.itb.ac.id/gdl/download/173110"}, "Penulis": "Agung Budi Tri Prasetyo [22617016]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Bonar Tua Halomoan Marbun"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Panas Bumi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Engineering & allied operations", "Kata Kunci": "semen Portland kelas G, aditif, micro cracks, sumur panas bumi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "28 Jun 2019"}