{"Nomor": 39841, "Judul": "KARAKTERISASI GLULAM SENGON (Paraserianthes falcataria) DARI LIMBAH INDUSTRI PENGGERGAJIAN BERDASARKAN JENIS PEREKAT DAN WAKTU KEMPA", "Abstrak": "Pemanfaatan kayu untuk memenuhi kebutuhan manusia semakin hari semakin meningkat. Akan tetapi, jumlah lahan dan keberadaan hutan serta pohon sebagai bahan bakunya semakin menipis. Glulam dari limbah gergajian merupakan salah satu alternatif yang dapat mengatasi permasalahan tersebut. Kayu yang dapat dimanfaatkan salah satunya adalah jabon (Anthocepalus cadamba). Kayu jabon termasuk kayu cepat tumbuh yang dapat ditingkatkan kualitasnya melalui laminasi kayu untuk menjadi alternatif bahan baku produksi kayu industri. Perekat yang digunakan adalah PVAc, UF, dan UF+Tanin. Penambahan tanin pada perekat UF, diharapkan dapat menjadi alternatif perekat ramah lingkungan dan menurunkan dampak negatif dari perekat sintetis. Tujuan penelitian ini adalah menentukan sifat fisis (kadar air dan berat jenis), mekanis (keteguhan rekat, MOE, dan MOR), delaminasi, dan emisi formaldehida glulam kayu jabon menggunakan perekat PVAc, UF, dan UF+Tanin, serta waktu kempa terbaik masing-masing perekat. Tanin yang digunakan, didapatkan dengan cara ekstraksi kulit kayu surian dengan rendemen 9.43%. Pengujian glulam mengacu pada standar JAS 234-2003. Hasil yang didapatkan, dibandingkan dengan standar JAS 234-2003, SNI 01-5008.2-1999, dan SNI 03-3527-1994. Hasil pengujian kadar air glulam dengan perekat PVAc 13.9% (24 jam), UF 15.4% (24 jam), dan UF+Tanin 15.6% (48 jam). Kadar air yang diperoleh tidak memenuhi standar JAS sebesar 15%, hal ini disebabkan karena pada penelitian ini diinginkan kadar air kayu kering udara. Berat jenis glulam dengan perekat PVAc 0.452 (24 jam), UF 0.484 (72 jam), dan UF+Tanin 0.445 (48 jam). Keteguhan rekat glulam dengan perekat PVAc 28.400 kg/cm² (24 jam), UF 63.910 kg/cm² (72 jam), dan UF+Tanin 71.682 kg/cm² (72 jam). MOE glulam dengan perekat PVAc 32659.26 kg/cm² (72 jam), UF 54127.10 kg/cm² (48 jam), dan UF+Tanin 63060.51 kg/cm² (72 jam). MOR glulam dengan perekat PVAc 198.28 kg/cm² (72 jam), UF 323.39 kg/cm² (72 jam), dan UF+Tanin 383.55 kg/cm² (72 jam). Secara umum, adanya penambahan tanin menunjukkan nilai pengujian yang lebih besar dibandingkan perekat UF tanpa tanin pada semua pengujian glulam dan semakin lama waktu kempa juga menambah kekuatan glulam yang dihasilkan. Variasi nilai hasil uji sifat fisis dan mekanis disebabkan kurang maksimalnya pemilahan sampel uji, adanya cacat kayu yang tidak dapat dihindari, dan variasi kadar air kayu jabon awal. Hasil pengujian delaminasi tidak ada yang lolos standar JAS 234-2003. Hal ini disebabkan karena proses perekatan yang kurang sempurna, yang ditandai dengan beberapa sampel yang sudah terbuka pada saat proses trimming. Emisi formaldehida semua perlakuan bernilai F****, yang berarti semua perekat yang digunakan termasuk kategori ramah lingkungan. Waktu kempa terbaik perlakuan perekat PVAc, UF, dan UF+Tanin adalah 72 jam.", "Daftar File": {"ABSTRAK Putri Cahya Fahmi": "https://digilib.itb.ac.id/gdl/download/173613"}, "Penulis": "Putri Cahya Fahmi [11915030]", "Kontributor / Dosen Pembimbing": ["Dr. Yoyo Suhaya, S.Hut., M.Si.", "Eka Mulya Alamsyah, S.Hut., M.Agr., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknologi Pasca Panen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Glulam, UF Tanin, fisis, mekanis, rasio delaminasi, emisi formaldehida", "Sumber": "", "Staf Input/Edit": "didi kusnendi  \n                                     didi kusnendi", "File": "1 file", "Tanggal Input": "28 Jun 2019"}