{"Nomor": 39844, "Judul": "RANCANG BANGUN MEDIA PEMBELAJARAN PERAMBATAN GELOMBANG LONGITUDINAL PADA SLINKI DENGAN MEMANFAATKAN VIDEO TRACKING", "Abstrak": "Perambatan gelombang longitudinal merupakan salah satu materi yang sulit\ndipahami siswa tingkat SMA. Adanya media pembelajaran yang memadai dapat\nmembantu memperbaiki pemahaman siswa tentang materi gelombang longitudinal.\nMedia pembelajaran yang dibuat menggunakan alat-alat yang sederhana dan mudah\nditemukan. Penggunaan audio generator serta pembangkit gelombang diperlukan\nsebagai penghasil getaran. Getaran yang terbentuk dirambatkan melalui sebuah\nslinki dengan spesifikasi tertentu. Perambatan gelombang direkam dengan\nmenggunakan kamera yang memiliki kecepatan pengambilan gambar sebesar 25\nfps. Selanjutnya, hasil rekaman dianalisis dengan menggunakan perangkat lunak\nvideo tracker. Data hasil video tracker digunakan untuk menentukan besaranbesaran\npada gelombang longitudinal yang tidak dapat diperoleh dari pengamatan\nlangsung. Besaran-besaran yang divariasikan adalah frekuensi sumber getar serta\npanjang slinki yang memengaruhi tetapan pegas dari slinki yang digunakan.\nEksperimen lain yang dapat dilakukan dengan menggunakan media pembelajaran\nini adalah visualisasi perambatan gelombang longitudinal pada bidang batas antara\ndua slinki yang memiliki tetapan pegas berbeda. Eksperimen dilakukan dengan dua\ncara, yaitu perambatan gelombang dari slinki yang lebih kaku ke slinki yang lebih\nlentur, serta sebaliknya. Hasil eksperimen menunjukkan bahwa gelombang\nlongitudinal lebih mudah diteruskan ketika gelombang datang dari medium yang\nkurang rapat ke medium yang lebih rapat. Sebaliknya, gelombang longitudinal lebih\nbanyak mengalami pemantulan jika gelombang datang dari medium yang lebih\nrapat ke medium yang lebih renggang. Gelombang merambatkan energi ketika\nmenjalar melalui sebuah medium. Besarnya energi gelombang dapat ditentukan\ndengan mengukur berapa besar gaya yang diberikan oleh slinki pada ujung alat\nyang dihubungkan dengan sebuah sensor gaya yang dirangkai dengan modul sensor\nberat HX711 dan arduino nano dan hasilnya dapat dibaca di pc atau laptop.", "Daftar File": {"COVER Faridah Ratnaningsih": "https://digilib.itb.ac.id/gdl/download/173118", "BAB 1 Faridah Ratnaningsih": "https://digilib.itb.ac.id/gdl/download/173119", "BAB 2 Faridah Ratnaningsih": "https://digilib.itb.ac.id/gdl/download/173120", "BAB 3 Faridah Ratnaningsih": "https://digilib.itb.ac.id/gdl/download/173122", "BAB 4 Faridah Ratnaningsih": "https://digilib.itb.ac.id/gdl/download/173124", "BAB 5 Faridah Ratnaningsih": "https://digilib.itb.ac.id/gdl/download/173125", "PUSTAKA Faridah Ratnaningsih": "https://digilib.itb.ac.id/gdl/download/173128"}, "Penulis": "Faridah Ratnaningsih [90216007]", "Kontributor / Dosen Pembimbing": ["Dr. Novitrian, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Pengajaran Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "Gelombang longitudinal, slinki, video tracker, perambatan gelombang, energi gelombang", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "7 file", "Tanggal Input": "28 Jun 2019"}