{"Nomor": 39849, "Judul": "PERANCANGAN BANGUNAN BETON BERTULANG TAHAN GEMPA GEDUNG APARTEMEN 30 LANTAI DI KUNINGAN JAKARTA", "Abstrak": "Gedung Apartemen Kuningan direncanakan untuk dibangun sebagai solusi atas masalah keterbatasan lahan yang timbul akibat peningkatan kebutuhan tempat tinggal di Jakarta, khususnya pada lokasi tinjauan, yakni Kuningan yang merupakan pusat bisnis dan perkantoran di Jakarta. Berangkat dari gambar rancangan arsitektur, akan dilakukan perancangan terhadap gedung apartemen yang ditinjau salah satunya dari bidang struktur. Ruang lingkup meliputi penentuan sistem struktur dan spesifikasi material, pendefinisian pembebanan dan karakteristik gempa, preliminary design, pemodelan struktur, analisis persyaratan struktur, desain elemen struktur, serta gambar kerja. Perancangan struktur bangunan beton bertulang tahan gempa ini mengacu pada SNI Gempa, Pembebanan Minimum, dan Beton. Pemodelan dilakukan dengan software ETABS untuk analisis struktur dan gaya dalam, CSICol untuk pengecekan elemen tekan, Microsoft Excel untuk perhitungan numerik, serta AutoCAD untuk gambar kerja. Bangunan apartemen dengan 30 lantai dan 3 basement dirancang terpisah dengan analisis dua tahap dan menggunakan sistem struktur ganda. Struktur didesain dengan pembebanan dan kombinasi beban dari SNI Pembebanan Minimum dan SNI Gempa. Analisis struktur menggunakan ETABS harus memenuhi beberapa persyaratan dari SNI Gempa untuk memperoleh bangunan tahan gempa yang memadai, dengan larangan atau konsekuensi apabila persyaratan tidak dipenuhi. Model struktur yang sudah memenuhi semua persyaratan dan pengecekan elemen dapat dikeluarkan gaya dalamnya untuk selanjutnya dilakukan detailing elemen struktur. Detailing elemen struktur mengacu pada SNI Beton dengan semua persyaratannya. Persyaratan detailing yang sudah dipenuhi menunjukkan dapat dibuat gambar kerja.", "Daftar File": {}, "Penulis": "Victor Lawly [15015069]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Indra Djati Sidi, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "beton bertulang, bangunan tahan gempa, SNI, analisis struktur, detailing, gambar kerja", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "28 Jun 2019"}