{"Nomor": 39856, "Judul": "STUDI PENGARUH BIOOKSIDASI MINERAL WASTE EMAS TIPE CLAY MENGGUNAKAN BAKTERI Bacillus aryabhattai STRAIN SKC-5 TERHADAP PERSEN EKSTRAKSI EMAS HASIL SIANIDASI", "Abstrak": "Seiring dengan semakin berkurangnya bijih emas non-refraktori, pengolahan bijih\nemas refraktori mulai dipertimbangkan. Untuk mengolah bijih emas refraktori\ndiperlukan proses pre-treatment bijih emas refraktori untuk meningkatkan persen\nekstraksi emasnya, sehingga dikembangkanlah proses biooksidasi. Dalam\npenelitian ini, dilakukan percobaan biooksidasi terhadap mineral waste emas tipe\nclay yaitu mineral dari overburden bagian tanah inti yang masih mengandung emas\nserta mineral pengotor seperti mineral sulfida, mineral karbonat, dan mineral\nlempung menggunakan bakteri pengoksidasi besi dan sulfur.\nSerangkaian percobaan diawali dengan penggerusan menggunakan Ball Mill bijih\nyang kemudian diayak untuk mendapatkan ukuran lolos 75 mikron (-75 ?m).\nSelanjutnya, bijih dihomogenisasi dan disampling untuk keperluan karakterisasi\ndan percobaan biooksidasi. Sebelum dilakukan percobaan biooksidasi, dilakukan\npembuatan kurva tumbuh bakteri untuk menentukan waktu optimum inkubasi\nbakteri-bakteri yang akan digunakan pada percobaan selanjutnya. Selain itu,\ndilakukan pula percobaan sianidasi langsung pada bijih tanpa perlakuan biooksidasi\nuntuk mengetahui pengaruh proses tersebut dalam meningkatkan persen ekstraksi\nemas. Kemudian barulah dilakukan percobaan biooksidasi pendahuluan untuk\nmenentukan jenis bakteri terbaik dalam percobaan ini. Setelah itu, dilakukan\npercobaan biooksidasi inti menggunakan bakteri terbaik dengan beberapa variasi\nmeliputi persen inokulum, penambahan konsentrasi pirit (FeS2), dan besi sulfat\n(FeSO4.7H2O). Sianidasi dilakukan setelah proses biooksidasi berakhir, dilanjutkan\ndengan digesti akua regia residu sianidasi.\nHasil analisis menunjukkan bijih emas mengandung mineral kuarsa dan kalsit\nsebagai mineral pengotor yang dominan dalam bijih, sedangkan partikel emas\nberukuran kecil dan terinklusi pada mineral sulfida sehingga didapatkan persen\npreg-robbing dari bijih emas tersebut sebesar 72,55%. Persen ekstraksi emas hasil\nsianidasi langsung bijih tanpa biooksidasi sebesar 76,57%. Proses biooksidasi dapat\nmeningkatkan persen ekstraksi emas tersebut dengan bakteri terbaik dalam\npercobaan yaitu Bacillus aryabhattai strain SKC-5 dimana didapatkan persen\nekstraksi emas hasil sianidasi sebesar 88,61%. Variasi yang dilakukan dapat\nmeningkatkan persen ekstraksi emas hasil sianidasi hingga sebesar 90,37% dengan\npersen inokulum bakteri sebesar 5%, konsentrasi pirit (FeS2) sebesar 9 g/l, dan\nkonsentrasi besi sulfat (FeSO4.7H2O) sebesar 6,7 g/l. Oleh karena itu, proses\nbiooksidasi telah terbukti meningkatkan ekstraksi emas dengan biaya yang murah\ndan ramah lingkungan serta berpotensi untuk diaplikasikan ke skala lapangan\ndengan optimasi lebih lanjut.", "Daftar File": {"ABSTRAK Nandira Erninzafitri": "https://digilib.itb.ac.id/gdl/download/173160"}, "Penulis": "Nandira Erninzafitri [12515041]", "Kontributor / Dosen Pembimbing": ["Ir. Siti Khodijah, M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Mineral Waste Emas Tipe Clay, Bijih Emas Refraktori, Biooksidasi, Bakteri Pengoksidasi Besi dan Sulfur", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "1 file", "Tanggal Input": "28 Jun 2019"}