{"Nomor": 39854, "Judul": "STUDI PENGARUH BIOOKSIDASI MINERAL WASTE EMAS TIPE ROCK MENGGUNAKAN BAKTERI Neisseria perflava STRAIN SKC/VA-3 TERHADAP PERSEN EKSTRAKSI EMAS HASIL SIANIDASI", "Abstrak": "Pelindian dengan sianida secara langsung pada bijih refraktori menghasilkan persen\nekstraksi yang rendah karena adanya mineral sulfida yang menginklusi emas atau\nmineral bersifat preg-robbing yang dapat menyerap kembali emas pada saat\npelindian. Upaya pra-pengolahan dengan biooksidasi mulai dikembangkan sebagai\nalternatif dari ultra-fine grinding, roasting, oksidasi kimia, dan oksidasi bertekanan.\nMineral waste emas tipe rock merupakan mineral mengelilingi endapan bijih yang\nmengandung mineral berharga dengan kadar sangat rendah dan bersifat refraktori.\nDalam penelitian ini, pra-pengolahan mineral waste emas tipe rock dari Kalimantan\nTengah dipelajari dengan metode biooksidasi menggunakan bakteri pengoksidasi\nbesi dan sulfur.\nProses diawali dengan penggerusan untuk memperoleh fraksi ukuran lolos -75?m\nlalu dilakukan homogenisasi dan sampling untuk karakterisasi, sianidasi langsung,\ndan biooksidasi. Karakterisasi sampel yang digunakan yaitu X-Ray Diffraction\n(XRD), X-Ray Fluorescence (XRF), mineragrafi sayat poles, Scanning Electron\nMicroscopy with Energy Dispersive Spectroscopy (SEM-EDS), Fourier-Transform\nInfrared Spectroscopy (FTIR), diagnostic leaching, analisis head grade, dan uji\nsifat preg-robbing. Percobaan biooksidasi pendahuluan dengan bakteri\npengoksidasi besi dan sulfur dilakukan untuk menentukan bakteri terbaik yang akan\ndigunakan pada percobaan biooksidasi inti. Percobaan biooksidasi inti dilakukan\ndengan beberapa variasi percobaan, yaitu variasi konsentrasi inokulum bakteri,\npirit, dan FeSO4.7H2O. Semua residu dengan dan tanpa biooksidasi dilakukan\nproses sianidasi dan digesti dalam aqua regia untuk selanjutnya dilakukan\npengukuran dengan AAS sehingga diperoleh persen ekstraksi emas.\nHasil analisis menunjukkan bahwa mineral waste emas tipe rock bersifat refraktori\nkarena mengandung mineral sulfida dan berasosiasi dengan mineral yang bersifat\npreg-robbing. Waktu inkubasi bakteri optimum adalah 2,4 hari dengan bakteri\nterbaik hasil biooksidasi pendahuluan yang akan digunakan pada biooksidasi inti\nadalah bakteri Neisseria perflava strain SKC/VA-3. Persen ekstraksi emas tertinggi\nhasil sianidasi residu biooksidasi adalah 82,96% pada variasi konsentrasi bakteri\n5% (v/v), konsentrasi pirit 9 g/l, dan konsentrasi FeSO4.7H2O 4,4 g/l. Prapengolahan\ndengan biooksidasi meningkatkan persen ekstraksi emas sebesar\n18,11% dari persen ekstraksi emas hasil sianidasi langsung. Oleh karena itu, proses\nbiooksidasi telah terbukti meningkatkan ekstraksi emas dengan biaya yang murah\ndan ramah lingkungan serta sangat berpotensi untuk diaplikasikan ke skala\nlapangan dengan optimasi lebih lanjut.", "Daftar File": {"ABSTRAK Nadira Nurul Fadhilah": "https://digilib.itb.ac.id/gdl/download/173158"}, "Penulis": "Nadira Nurul Fadhilah [12515045]", "Kontributor / Dosen Pembimbing": ["Ir. Siti Khodijah, M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "biooksidasi, mineral waste emas tipe rock, bakteri pengoksidasi besi dan sulfur", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "8 file", "Tanggal Input": "28 Jun 2019"}