{"Nomor": 39851, "Judul": "DETEKSI KONTEN PORNOGRAFI PADA VIDEO MENGGUNAKAN METODE SUPERVISED MACHINE LEARNING DENGAN PENDEKATAN BERBASIS CITRA", "Abstrak": "Perkembangan teknologi informasi dan komunikasi semakin pesat, dan kemajuan dari teknologi telah banyak mengubah pola kehidupan masyarakat sehari-hari. Salah satu media teknologi informasi dan komunikasi yang sering digunakan setiap hari adalah internet. Menurut data yang disajikan oleh Asosiasi Penyelenggara Jasa Internet Indonesia (APJII), pada tahun 2017 pengguna internet di Indonesia telah mencapai 54,68% dari jumlah seluruh penduduk Indonesia. Salah satu kekhawatiran yang dapat timbul dari penggunaan internet adalah konten foto dan video apa yang biasa diakses oleh masyarakat. Kekhawatiran ini didasari bahwa kegiatan yang sering dilakukan oleh pengguna internet adalah melihat foto atau video dan menurut Kementrian Komunikasi dan Informatika (Kominfo), hingga akhir tahun 2018 konten negatif yang paling banyak diblokir adalah konten pornografi. Untuk dapat mengatasi permasalahan tersebut, salah satu metode yang dapat dilakukan adalah klasifikasi citra. Metode klasifikasi citra ini menentukan apakah suatu citra atau frame mengandung konten pornografi atau tidak, apabila terdapat konten pornografi citra atau frame tersebut dapat di-blur.\nDefinisi pornografi berbeda bagi setiap orang, bahkan suatu negara memiliki aturan yang berbeda dengan negara lain berkaitan dengan pornografi. Di Indonesia definisi dari pornografi tertuang pada Undang-Undang Nomor 44 tahun 2008 tentang Pornografi. Pada undang-undang tersebut tertulis konten pornografi mencakup persenggamaan, kekerasan seksual, ketelanjangan, masturbasi, alat kelamin, dan pornografi anak. Penelitian ini berfokus pada ketelanjangan, masturbasi, dan alat kelamin. Definisi ketelanjangan juga dibedakan antara untuk pria dan wanita. Contoh: apabila pada suatu citra terdapat seorang wanita mengenakan pakaian formal, akan tetapi memperlihatkan belahan dadanya, maka citra tersebut merupakan citra pornografi.\nMetode convolutional neural network (CNN) merupakan metode yang sering digunakan untuk melakukan proses klasifikasi citra. Banyak penelitian mengimplementasikan CNN untuk menyelesaikan permasalahan di bidang vision. Akan tetapi, penelitian CNN pada domain pornografi belum banyak dilakukan. Oleh karena itu, penelitian ini menggunakan metode CNN dan digabungkan dengan metode machine learning lain untuk dapat memberikan akurasi terbaik. Pada penelitian ini, metode CNN digunakan pada proses ekstraksi fitur. Arsitektur CNN yang diimplementasi adalah VGG16, VGG19, ResNet50, InceptionResNetV2, dan InceptionV3. Kelima arsitektur tersebut adalah merupakan arsitektur yang memberikan kinerja yang baik pada\najang kompetisi computer vision tingkat dunia, yaitu ImageNet Large Scale Visual Recognition\nChallenge (ILSVRC). Pada proses ekstraksi fitur akan dilakukan juga proses transfer learning dan\npenambahan satu pooling layer pada layer terakhir dari arsitektur CNN. Proses transfer learning\nmenggunakan pre-trained model dari ImageNet. Penggunaan transfer learning dan penambahan\nsatu pooling layer bertujuan untuk mengurangi proses komputasi, penghematan sumber daya, dan\nproses pelatihan bisa berjalan lebih cepat. Fitur yang dihasilkan oleh metode CNN kemudian\ndijadikan sebagai input untuk dilatih pada tiga metode pengklasifikasi, yaitu multilayer perceptron\n(MLP), random forest, dan support vector machine (SVM). Setelah mendapatkan arsitektur CNN\ndan metode pengklasifikasi yang menghasilkan akurasi terbaik, maka akan dilakukan proses finetuning\ndan k-fold cross validation terhadap hyperparameters dari setiap metode pengklasifikasi\nyang dipakai untuk meningkatkan akurasinya. Model terbaik yang dihasilkan memberikan akurasi\nsebesar 97,06% pada 1.600 citra dari dataset uji.\nHasil terbaik dari metode klasifikasi citra pornografi akan diimplementasikan pada video. Apabila\nframe diklasifikasikan sebagai citra pornografi, maka frame tersebut akan di-blur. Pada\nimplementasi video diterapkan metode multithreading, multithreading ini bertujuan agar dapat\nmengefektifkan waktu eksekusi antara proses klasifikasi citra dan proses untuk menayangkan\nframe tersebut kepada user tanpa terjadi buffering.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/173279", "Tesis": "https://digilib.itb.ac.id/gdl/download/217611"}, "Penulis": "Budi Kurniawan [23517008]", "Kontributor / Dosen Pembimbing": ["Ir. Rila Mandala, M.Eng., Ph.D.", "Nugraha Priya Utama, S.T., MA, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "CNN, MLP, machine learning, pornografi, random forest, SVM, transfer learning", "Sumber": "", "Staf Input/Edit": "karya  \n                                     karya", "File": "2 file", "Tanggal Input": "28 Jun 2019"}