{"Nomor": 39870, "Judul": "PERANCANGAN SISTEM UJI TAK MERUSAK ULTRASONIK DENGAN METODE PULSA PANTULAN DAN EKSPERIMEN PADA SPESIMEN BAJA SEBAGAI MODEL REL KERETA", "Abstrak": "Percepatan pengembangan sarana kereta api di Indonesia harus ditunjang dengan peningkatan perhatian pada aspek keselamatan, di antaranya dengan pemantauan kualitas infrastruktur jalan rel kereta. Inspeksi jalan rel selain secara visual, dilakukan dengan uji tak merusak untuk mengevaluasi kondisi internal rel kereta yang memanfaatkan gelombang ultrasonik. Oleh karena itu, dikembangkan sistem pengujian atau pengukuran diskontinuitas pada rel kereta dengan merancang spesimen uji dari material baja yang sama. Sistem pengukuran ultrasonik terdiri dari perangkat pembangkit pulsa ultrasonik (pulser), transduser ultrasonik, osiloskop digital, dan program pengolahan sinyal waktu tempuh. Objek pengujian sebagai pemodelan cacat rel kereta terdiri dari blok kalibrasi standar dan spesimen uji yang terdapat rancangan cacat berbentuk planar dan silinder. Metode ultrasonik yang digunakan adalah pulsa pantulan dengan satu transduser. Pulser secara spesifik terdiri dari blok penguat tegangan DC dan rangkaian switching yang dikendalikan mikrokontroler Arduino. Hasil luaran sinyal pulser memiliki nilai rata-rata tegangan 178,08 V, waktu naik 108,33 ns, dan waktu luruh 3200 ns.\nHasil pengukuran kecepatan gelombang longitudinal pada blok kalibrasi menghasilkan nilai rata-rata CL 5912,16 m/s. Pengukuran objek uji dengan cacat bentuk planar sejajar diperoleh nilai persentase rata-rata kesalahan absolut (MAPE) objek blok kalibrasi 0,14%, spesimen uji 2 0,22%, sedangkan cacat planar dengan sudut 5° dan 10°, didapatkan MAPE 0,56%. Pada objek uji dengan cacat bentuk silinder, diperoleh MAPE objek spesimen uji 2 (diameter 10 mm) 0,28 %, objek blok kalibrasi (diameter 3 mm) 0,86%, dan objek spesimen uji 1 (diameter 1 mm) 1,36%.", "Daftar File": {}, "Penulis": "Ahmad Rodik Wijaya [13314015]", "Kontributor / Dosen Pembimbing": ["Prof. Deddy Kurniadi, Dr.Eng.", "Dr. Suprijanto, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "ultrasonik, uji tak merusak, rel kereta, pulsa pantulan, model cacat", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "28 Jun 2019"}