{"Nomor": 39871, "Judul": "Transient Dynamic Model for Deviated Gas Lift Well Design", "Abstrak": "Pada lapangan lepas pantai, sumur miring dapat mengambil cadangan minyak pada reservoir yang lokasinya jauh dari anjungan. Namun, penggunaan sumur miring memiliki tantangan yang besar dalam memproduksi hidrokarbon. Instalasi gas lift pada sumur miring membutuhkan penanganan secara teknis yang memadai dibandingkan dengan sumur vertikal, seperti yang ditunjukan di sebuah lapangan lepas pantai di bagian barat laut Jawa, Indonesia. Studi ini membahas sebuah performa dinamik dari aliran multifasa pada sumur miring yang menggunakan gas lift untuk mengamati fenomena penting secara mendalam untuk memperpanjang usia sumur dan mengoptimasi sumur produksi.\nSebuah observasi dilakukan pada perilaku dan performa aliran multifasa pada sumur vertikal dan miring dengan gas lift. Kedua sumur memiliki konfigurasi yang serupa. Model transien-dinamik meliputi liquid holdup, rezim aliran, laju alir produksi, dan profil tekanan sebagai fungsi waktu dan panjang pipa. Perbedaan dari model transien-dinamik di antara sumur miring dan vertikal dianalisis dan digunakan sebagai konsiderasi untuk mengoptimasi operasi gas lift pada sumur miring. Optimasi didasarkan pada studi sensitivitas dari laju injeksi. Limitasi kompresor dan ketersediaan gas injeksi juga dipertimbangkan.\nDengan menganalisa model transien-dinamik pada aliran multifasa pada tubing yang digunakan pada sumur miring, variabel dinamik dapat diamati secara mendalam, sehingga praktis produksi optimum dapat dicapai. Pada pengamatan, rezim aliran pada sumur miring cenderung tidak stabil, berubah dari satu rezim ke rezim lainnya, dengan memperhatikan jumlah gas dan cairan yang menempati bagian pipa. Strategi produksi harus didesain dengan menentukan ukuran tubing dan sudut sumur yang optimum. Pilihan terakhir dari insinyur produksi adalah dengan menambah anjungan yang lebih dekat pada reservoir yang akan diproduksi. Skenario ini tentu akan meningkatkan biaya investasi dan bukan sebuah pilihan yang menguntungkan bagi manajemen.\nSebuah hal baru yang dapat diperoleh dari observasi dan model transien-dinamik adalah perpanjangan usia produksi dan peningkatan performa dasar dari aliran multifasa pada sumur miring yang menggunakan gas lift. Studi ini juga dapat digunakan sebagai sebuah praktis rekomendasi untuk mendesain gas lift yang optimum untuk sumur miring.", "Daftar File": {"ABSTRAK Michelle Santoso": "https://digilib.itb.ac.id/gdl/download/173194"}, "Penulis": "Michelle Santoso [12215038]", "Kontributor / Dosen Pembimbing": ["Silvya Dewi Rahmawati, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "multifasa, gas lift, miring, vertikal, transien, dinamik", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "28 Jun 2019"}