{"Nomor": 39875, "Judul": "PEMODELAN BANDWIDTH NIR PADA GAUSS-GWR BERDASARKAN INTERPOLASI IDW (Studi Kasus : Bandung Timur)", "Abstrak": "Bandung Timur merupakan wilayah yang sangat berkembang, banyak pembangunan\nseperti infrastruktur yang memadai sehingga banyak orang yang ingin memanfaatkan\ntanah sebagai tempat tinggal dan kawasan industri. Pada area ini tanah menjadi barang\nlangka dan sangat produktif menimbang area ini dekat area pemerintahan Jawa Barat\nsehingga menjanjikan sebagai pengembangan bisnis properti. Ditambah dengan\nmeningkatnya jumlah penduduk maka jumlah permintaan terhadap tanah relatif terus\nmeningkat namun luas tanah di Kota Bandung tidak akan bertambah, akibatnya harga\ntanah dimungkinkan akan meningkat setiap tahun. Berdasarkan Surat Edaran\nDepartemen Keuangan RI, Direktur Jendral Pajak Nomor KEP 55/PJ.6/1999 tentang\nPetunjuk Teknis Penentuan NIR, penentuan NIR harus melalui tahapan persiapan,\npengumpulan data harga jual, kompilasi data, rekapitulasi data dan memplot data\ntransaksi pada peta kerja ZNT, analisis data, pembuatan peta ZNT, dan buku analisa\nZNT dan NIR, sehingga untuk menentukan NIR di suatu wilayah memerlukan waktu\nyang relatif lama dan biaya yang relatif mahal. Pada penelitian ini, dilakukan\npemodelan bandwidth NIR di wilayah Bandung Timur dengan menggunakan\nGeographically Weighted Regression (GWR) dengan tipe kernel Adaptive Gaussian,\nkemudian dilakukan Interpolasi Inverse Distance Weighting (IDW) yaitu interpolasi\nyang memperhitungkan jarak sebagai bobot, sehingga dapat dimodelkan bandwidth\nNIR di seluruh wilayah Bandung Timur. Pemodelan pada penelitian ini menghasilkan\nnilai Root Mean Square Error (RMSE) model sebesar Rp306.622,4/m2.", "Daftar File": {}, "Penulis": "Mugia Pangestu [15115028]", "Kontributor / Dosen Pembimbing": ["Dr. Albertus Deliar, S.T., M.T.", "Alfita Puspa Handayani, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "GWR, bandwidth, IDW, Adaptive Gaussian, NIR", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "28 Jun 2019"}