{"Nomor": 39874, "Judul": "PEMODELAN INTERPOLASI KRIGING PADA DISTRIBUSI KERNEL BISQUARE-GWR UNTUK NIR BANDUNG TIMUR", "Abstrak": "Nilai Indikasi Rata-rata (NIR) yang biasa disebut sebagai harga tanah dapat\ndiestimasi untuk menilai tingkat keberanfaatan suatu bidang tanah terhadap\nkehidupan manusia yang berujung pada penentuan penerimaan pendapatan negara\ndari sektor pajak dalam bentuk Pajak Bumi dan Bangunan (PBB). Pada penelitian\ntugas akhir ini, dibuat suatu model penentuan harga tanah di wilayah Bandung Timur\ndengan memperhitungkan keterdekatan jarak suatu bidang tanah terhadap fasilitas\numum disekitarnya. Model harga tanah dibentuk menggunakan suatu persamaan\nregresi dengan pemberian nilai bobot secara geografis yang memperhitungkan\nkriteria-kriteria lokal, yaitu Geographically Weighted Regression. (Fotheringham,\nBrunsdon, & Charlton, 2002).\nMetode Geographically Weighted Regression (GWR) yang digunakan pada tugas\nakhir ini adalah fungsi kernel adaptive dengan pembobotan bisquare. Hasil yang\ndiperoleh berupa suatu batas cakupan objek sekitar yang dapat mempengaruhi setiap\nharga tanah yang dinyatakan dalam bentuk bilangan bulat, yaitu bandwidth optimum.\nBandwidth optimum seluruh data sampel kemudian diinterpolasi untuk mengestimasi\nnilai bandwidth seluruh bidang tanah pada area penelitian menggunakan metode\nkriging.\nModel bandwidth harga tanah untuk seluruh data sampel menghasilkan nilai RMSE\nsebesar Rp.33.011/m2, sedangkan nilai RMSE model bandwidth harga tanah untuk\ntitik uji hasil interpolasi kriging sebesar Rp.114.600/m2. Hal ini menunjukkan bahwa\ninterpolasi spasial kriging menyebabkan penurunan tingkat ketelitian model\nbandwidth harga tanah.", "Daftar File": {}, "Penulis": "Dea Amanda Widiareni Putri [15115082]", "Kontributor / Dosen Pembimbing": ["Dr. Albertus Deliar, S.T., M.T.", "Alfita Puspa Handayani, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "NIR, GWR, Bandwidth, Kriging.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "28 Jun 2019"}