{"Nomor": 39876, "Judul": "ANALISIS PANTULAN SINYAL GPS UNTUK PEMILIHAN LOKASI STASIUN PENGAMATAN TINGGI MUKA AIR LAUT DENGAN METODE MULTIPATH GPS", "Abstrak": "Informasi mengenai perubahan ketinggian muka air laut dan pasut dibutuhkan dalam kegiatan rekayasa hidrografi. Kebutuhan terhadap informasi tersebut dapat dipenuhi dengan melakukan pengamatan tinggi muka air laut dan pasut. Pengamatan pasut secara konvensional dapat dilakukan dengan menggunakan palem pasut dan perubahan ketinggian muka air laut diamati secara langsung. Pengamatan pasut secara tidak langsung dapat dilakukan dengan menggunakan teknologi GPS (Global Positioning System). Prinsipnya adalah menggunakan sinyal multipath yang diterima oleh alat penerima sinyal GPS dari permukaan laut untuk menentukan ketinggian muka air laut secara kontinu. Alat penerima sinyal GPS dipasang sedemikian rupa sehingga sinyal multipath yang diterima hanya berasal dari permukaan laut. Perubahan ketinggian muka air laut yang diamati dapat dianalisis untuk menentukan pasut. Lokasi stasiun pengamatan pasut dapat mempengaruhi kualitas data pasut yang dihasilkan. Survei pemilihan lokasi dilakukan untuk mendapatkan informasi mengenai lokasi yang terbaik untuk penempatan stasiun pengamatan pasut. Kegiatan pemilihan lokasi dilakukan dengan menganalisis pantulan sinyal GPS pada beberapa lokasi di Pulau Matak, Provinsi Kepulauan Riau. Hasil pemilihan lokasi menunjukkan 9 dari 40 lokasi memenuhi kriteria sebagai lokasi yang cocok untuk pemasangan stasiun pengamatan tinggi muka air laut dengan GPS.", "Daftar File": {}, "Penulis": "Yano Arenda [15115047]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Wiwin Windupranata, S.T., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "muka air laut, pasut, GPS, multipath, lokasi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "6 file", "Tanggal Input": "28 Jun 2019"}