{"Nomor": 39881, "Judul": "SISTEM PENCARIAN KATA KUNCI BERBASIS METODE KLUSTREE", "Abstrak": "Tugas akhir ini membahas tentang pencarian kata kunci dengan metode KlusTree. Metode\nKlusTree mengelompokkan hasil pencarian dengan memanfaatkan model bahasa. Metode ini\nhanya dapat dilakukan terhadap data graf sehingga diperlukan pemodelan untuk data yang tidak\nmemiliki struktur tersebut. Pengerjaan tugas akhir ini berfokus pada penggunaan teknik semantic\nmapping untuk memodelkan data dalam file CSV menjadi data graf. Selain terbatas untuk graf,\nmetode KlusTree menampilkan hasil pengelompokan dengan representasi pohon sebagai output\ndari penggunaan algoritma pencarian bidirectional. Permasalahan lain yang diselesaikan dalam\ntugas akhir ini yaitu mengambil representasi kalimat sebagai pengganti pohon dengan\nmengadaptasi teknik TextRank dan DFS.\nPemodelan dengan memetakan semantik memiliki keunggulan dalam membuat graf dari model\nrelasional dan tetap memperhatikan semantik. File CSV ditinjau sebagai tabel relasional sehingga\npemetaan dapat dilakukan. TextRank digunakan untuk membentuk kata kunci dari sebuah\ndokumen. Metode ini memanfaatkan struktrur graf sebagai representasi dokumen. Hasil pencarian\ndalam bentuk pohon dapat ditinjau sebagai dokumen yang telah dibentuk struktur grafnya. Kata\nkunci yang dihasilkan TextRank diambil dari node yang terpenting. Untuk menghasilkan\nrangkuman kalimat dari graf, teknik DFS dilakukan terhadap sejumlah node penting hasil dari\nTextRank.\nEksperimen tugas akhir dilakukan dengan menggunakan data DBLP yang menyimpan informasi\nkarya ilmiah di bidang computer science. Pengujian teknik pemodelan semantik dilakukan baik\nterhadap sebagian data DBLP maupun secara keseluruhan. Hal yang ditinjau adalah struktur graf\nyang dibentuk berdasarkan data tersebut. Pengujian untuk pembangunan rangkuman dilakukan\nterhadap data graf DBLP. Pengujian dilakukan dengan mencari kata kunci dengan metode\nKlusTree dan ditinjau hasil representasi kalimat yang ditampilkan.\nSolusi yang diajukan untuk mengubah struktur data graf dan menghasilkan representasi kalimat\ndari kelompok dapat dilakukan dan memberi hasil yang baik, namun memiliki ketergantungan\nterhadap anotasi graf.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/173206"}, "Penulis": "Annisa Muzdalifa [13515090]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Gusti Ayu Putri Saptawati S., M.Comm."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "pencarian kata kunci, KlusTree, pemodelan semantik, TextRank, DFS.", "Sumber": "", "Staf Input/Edit": "karya", "File": "8 file", "Tanggal Input": "28 Jun 2019"}