{"Nomor": 39889, "Judul": "STUDI POTENSI BIOSURFAKTAN LIPOPEPTIDA SEBAGAI AGEN ANTI BIOFILM PADA SISTEM AIR PENDINGIN (COOLING WATER SYSTEM) REAKTOR NUKLIR", "Abstrak": "Pembangkit listrik tenaga nuklir menggunakan sistem air pendingin yang menggunakan air sebagai heat removal fluids. Air yang digunakan pada sistem pendingin tersebut umumnya ditumbuhi oleh bakteri pembentuk biofilm. Adanya pertumbuhan biofilm pada permukaan heat exchanger di sistem air pendingin dapat mengakibatkan berkurangnya efisiensi pertukaran panas. Tidak hanya itu, pertumbuhan biofilm juga memungkinkan terjadinya biofouling dan biokorosi yang dapat menimbulkan kerugian pada proses operasional. Mitigasi yang biasa dilakukan adalah dengan menggunakan biosida kimia. Namun biosida kimia memiliki kekurangan antara lain tidak biodegradable dan bersifat toksik bagi lingkungan. Penelitian ini bertujuan untuk mengetahui potensi biosurfaktan lipopeptida yang dihasilkan oleh Bacillus sp. untuk dijadikan agen anti biofilm yang lebih ramah lingkungan. Selain itu, dilakukan penentuan minimum inhibitory concentration (MIC), minimum biofilm inhibitory concentration (MBIC), dan minimum biofilm eradication concentration (MBEC) untuk mendapatkan konsentrasi efektif dalam mengatasi biofilm. Potensi biosurfaktan sebagai agen anti biofilm diamati berdasarkan kemampuan inhibisi pertumbuhan sel planktonik, anti-adhesi, dan eradikasi biofilm. Dilakukan isolasi bakteri pembentuk biofilm dari air pendingin yang digunakan pada pembangkit listrik tenaga nuklir. Isolat pembentuk biofilm diuji dengan biosurfaktan pada berbagai variasi konsentrasi dan dibandingkan dengan biosida komersial. Inhibisi pertumbuhan dan nilai MIC ditentukan dengan metode ALT. Sementara kemampuan anti adhesi dan eradikasi serta nilai MBIC dan MBEC ditentukan berdasarkan penurunan berat basah biofilm. Hasil tersebut juga dikonfirmasi secara visual dengan menggunakan confocal laser scanning microscopy (CLSM). Hasil penghitungan ALT menunjukkan biosurfaktan mampu menginhibisi pertumbuhan sel planktonik hingga 60.43% sedangkan biosida komersial mampu menginhibisi pertumbuhan hingga 99.91%. Biosurfaktan juga memiliki aktivitas anti adhesi sebesar 72.97 % sedangkan biosida komersial tidak memiliki kemampuan anti adhesi. Eradikasi biofilm dengan biosurfaktan mencapai 76,92 % sedangkan biosida komersial hanya mampu mengeradikasi hingga 69.23%. Dari hasil analisis didapatkan nilai MIC sebesar 62.5 ?g/mL , MBIC sebesar 62.5 ?g/mL , dan MBEC sebesar 125 ?g/mL . Penelitian ini menunjukkan bahwa biosurfaktan lipopeptida yang dihasilkan oleh Bacillus sp. memiliki potensi untuk digunakan sebagai agen anti biofilm untuk biofilm yang terbentuk dari isolat sistem air pendingin reaktor nuklir.", "Daftar File": {}, "Penulis": "Latifatul Azizah [10415017]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Isty Adhitya Purwasena, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Mikrobiologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "biofilm, biosurfaktan, antibiofilm, antiadhesi, eradikasi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "28 Jun 2019"}