{"Nomor": 39902, "Judul": "DESAIN DAN IMPLEMENTASI SYSTEM INTERFACE AND INTEGRATOR (SYSTER) UNTUK DISASTER MITIGATION KIT (DIRGA KIT)", "Abstrak": "Bencana yang terjadi di Indonesia seringkali memberikan dampak rusaknya infrastruktur telekomunikasi di daerah bencana sehingga daerah bencana tersebut terisolasi dari segala bentuk komunikasi. Kegiatan Search and Rescue (SAR) pada daerah bencana seringkali kurang efektif akibat tidak adanya bird’s eye view dan visualisasi daerah bencana. Koordinasi yang dilakukan bergantung pada perangkat yang hanya mengakomodasi komunikasi suara, sehingga tim SAR tidak memiliki gambaran lebih jauh mengenai daerah bencana. Untuk mengatasi permasalahan tersebut, telah dikembangkan Disaster Mitigation Kit (DIRGA KIT), yang terdiri atas Portable Emergency Transceiver Station (PETS) dan Rescuer Telecommunication Pack (RESPACK). Selain itu, untuk mengintegrasikan kedua alat tersebut dan visualisasi data DIRGA KIT, dikembangkan juga suatu System Interface and Integrator (SYSTER), yang merupakan fokus dari Tugas Akhir ini.\nSYSTER terdiri atas dua komponen, yaitu komponen integrasi dan graphical user interface (GUI). Integrasi dilakukan dengan mesh network menggunakan protokol B.A.T.M.A.N, serta didukung dengan secure shell (SSH). GUI merupakan aplikasi web yang dibangun menggunakan microframework Flask dan diberi fitur-fitur untuk mempermudah penggunaan serta memiliki database InfluxDB.\nParameter yang diuji pada penelitian ini ada keberhasilan jaringan antar komponen dan fitur-fitur GUI. Hasil pengujian menunjukkan bahwa seluruh komponen DIRGA KIT tersambung pada suatu jaringan serta dapat melakukan komunikasi. Selain itu, pada GUI juga telah terdapat fitur-fitur yang berfungsi: menampilkan jejak PETS dan RESPACK pada peta, menampilkan lokasi berpotensi korban, mengunduh data dari PETS dan RESPACK, mengonfigurasi PETS, menampilkan daftar perangkat yang terhubung pada PETS serta menghapusnya, dan menampilkan gambar yang telah diambil menggunakan RESPACK.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/173232"}, "Penulis": "Edbert Ongko [18115044]", "Kontributor / Dosen Pembimbing": ["Dr. Tutun Juhana, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Telekomunikasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Integrasi Sistem, GUI, PETS, RESPACK, DIRGA KIT.", "Sumber": "", "Staf Input/Edit": "karya", "File": "8 file", "Tanggal Input": "28 Jun 2019"}