{"Nomor": 39900, "Judul": "PERANCANGAN STRUKTUR PONDASI DAN DINDING PENAHAN TANAH STASIUN COMMUTER LINE TANGERANG, BANTEN", "Abstrak": "Daerah Tangerang merupakan salah satu kota penyumbang tenaga kerja harian terbesar ke Ibukota Jakarta sehingga menyebabkan kebutuhan pergerakan antarkota yang tinggi. Oleh karena itu, Commuter line dapat menjadi solusi untuk memenuhi kebutuhan tersebut. Stasiun kereta merupakan fasilitas tempat kereta berhenti secara berkala untuk menaik-turunkan penumpang maupun barang. Melihat bahwa keadaan Stasiun Commuter Line Tangerang yang kurang optimal, maka dibutuhkan suatu usaha untuk meningkatkan kinerja Stasiun tersebut.\nPada Tugas Akhir ini akan dibahas tentang Perancangan Struktur Bawah Stasiun Commuter Line Tangerang. Terdapat tiga buah bangunan yang akan dirancang yaitu gedung utama, basement, dan kanopi. Perancangan yang dilakukan melingkupi perancangan pondasi dalam untuk struktur gedung utama dan basement, pondasi dangkal untuk struktur kanopi, dan dinding penahan tanah untuk basement. Pondasi dangkal akan dirancang menggunakan metode eksentrisitas momen 2 arah, pondasi dalam akan dirancang menggunakan bantuan software L-Pile V.2018 dan software Group V.8, sementara software Plaxis 2D V.7.2 akan digunakan dalam pendesainan dan analisis dinding penahan tanah dan sistem penunjangnya. Analisis dinding penahan tanah akan dilakukan menggunakan material model bertipe Mohr-Coulomb.\nDalam Tugas Akhir ini akan digunakan pondasi dalam dengan tipe tiang pancang dan pondasi dangkal dengan tipe pondasi tapak. Dari hasil analisis dan pendesainan, didapatkan konfigurasi jumlah tiang pancang pada setiap titik kolom, dimensi pondasi tapak, serta detail penulangan yang diperlukan untuk masing-masing tipe pondasi. Sistem dinding penahan tanah berupa diaphragm-wall dengan menggunakan perkuatan 2 pasang angkur tanah dipilih untuk menghasilkan sistem galian yang aman dan stabil untuk struktur basement.", "Daftar File": {}, "Penulis": "Jovita Ramli [15015033]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Hasbullah Nawir ST,MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Stasiun Commuter Line, Pondasi Tiang pancang, Pondasi tapak, Dinding penahan tanah, angkur tanah.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "11 file", "Tanggal Input": "28 Jun 2019"}