{"Nomor": 39914, "Judul": "REDESAIN GEDUNG KONVENSI PERTAMINA DI KAWASAN EPISENTRUM, JAKARTA SELATAN", "Abstrak": "PT Pertamina (Persero) akan membuat sebuah kawasan Pertamina Tower yang akan menjadi\nlandmark Indonesia sekaligus menjadi ikon dan bentuk representatif Pertamina sebagai perusahaan\nminyak nasional dengan visi World Class Energy Company dan Asian Energy Champion pada\n2025.Pertamina juga ingin mengubah mindset pekerja PT Pertamina (Persero) untuk bekerja lebih\nefektif dan efisien agar bisa bersaing secara internasional.\nKawasan Pertamina Tower ini akan menjadi kota di dalam kota yang mengharmonisasikan\nkehidupan , bekerja , dan bermain dan juga menjadi model dari kawasan yang sustainable, efisien\ndan kolaboratif. Gedung konvensi di dalam kawasan Pertamina Tower ini akan mendukung kebijakan\nMenteri Pariwisata yang ingin meningkatkan pariwisata MICE. Selain itu, juga dapat meningkatkan\npendapatan di dalam kawasan Episentrum Jakarta terutama di dalam kawasan Pertamina Tower itu\nsendiri. Gedung Konvensi Pertamina ini juga akan mengikuti tren gedung konvensi yang multifungsi\ndimana selain digunakan untuk ruang rapat ataupun seminar juga bisa digunakan untuk konser musik\ndan pertunjukkan seni.\nPerancangan Gedung Konvensi Pertamina ini akan menggunakan pendekatan perancangan\nfungsi dan bentuk. Perancangan juga akan diintegrasikan dengan konsep dimana bangunan konvensi\nakan memberikan ruang publik, dimana selain menampung kegiatan konvensi dan pameran yang\nlebih formal juga menampung kegiatan pertemuan yang lebih informal", "Daftar File": {"COVER Aryanti": "https://digilib.itb.ac.id/gdl/download/173259", "PUSTAKA Aryanti": "https://digilib.itb.ac.id/gdl/download/173270"}, "Penulis": "Aryanti [15213076]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Andry Widyowijatnoko, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Gedung Konvensi, Pertamina, MICE", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "28 Jun 2019"}