{"Nomor": 39921, "Judul": "ANALISIS KOMPUTASI MULTISKALA INTERAKSI ANTARA MANNOSA DAN LIGHT SUBUNIT MUSHROOM TYROSINASE (LSMT) MENGGUNAKAN MOLEKULAR DOKING DAN ONIOM (OUR OWN N-LAYERED INTEGRATED MOLECULAR ORBITALS AND MOLECULAR MECHANICS)", "Abstrak": "Protein Light Subunit Mushroom Tyrosinase (LSMT) menyerupai lektin ditemukan pada\nproses penguraian struktur tyrosinase jamur kancing Agaricus bisporus. Protein ini\nmemiliki struktur homolog dengan Ricin-B dari jamur Clitocybe nebularis (CNL, ID PDB\n3NBE) dan HA-33 dari Clostridium botulinum (HA-33, ID PDB 3AH2). Kedua jenis\nprotein ini dikenal memiliki kemampuan mengenali gugus gula pada permukaan sel epitel\nusus dan mampu menghambat proses pembiakan sel kanker payudara. Kelebihan kedua\nstruktur homolog tersebut menjadikan protein LSMT memiliki prospek yang baik untuk\ndikembangkan sebagai pembawa obat (Drug Carrier) dan juga didukung oleh kemampuan\nLSMT untuk bertahan dari reaksi imun tubuh.\nStudi ini difokuskan pada investigasi awal terhadap interaksi antara molekul mannose dan\nLSMT menggunakan molekular doking dan ONIOM (our Own N-layered Integrated\nmolecular Orbitals and molecular Mechanics). Hasil molekular doking mengungkapkan\ntiga kemungkinan posisi pengikatan, dimana yang pertama menyerupai area pengikatan\ngula dari struktur homolognya (HA-33 atau CNL) dan area kedua berada di antarmuka\n(interface) dari sub unit tyrosinase. Posisi lainnya merupakan penemuan area pengikatan\nbaru yang melibatkan lima residu asam amino. Hasil kalkulasi interaksi energi terhadap\nlima kompleks mannose-residu dengan metode pemotongan residu asam amino lainnya dan\npenetapan atom rantai peptida dengan sepenuhnya menggunakan teori fungsi kerapatan\nmenunjukkan bahwa interaksi pada cincin C2 pyranose mannose terjadi dengan residu\nGlu86. Namun, interaksi pada kompleks tersebut memiliki energi paling tidak stabil dan\nterjadi di atom rantai peptida Glu86. Kalkulasi menggunakan ONIOM yang melibatkan\nkeseluruhan sistem memperbaiki hasil kalkulasi tersebut ditandai dengan menunjukkan\nenergi kompleks paling stabil.", "Daftar File": {"ABSTRAK Aswin": "https://digilib.itb.ac.id/gdl/download/173277"}, "Penulis": "Aswin [23317008]", "Kontributor / Dosen Pembimbing": ["Mohammad Kemal Agusta, S.T., M.Eng., Ph.D.", "Prof. Ir. Hermawan Kresno Dipojono, MSEE, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Interaksi, LSMT, Mannose, Molekular doking, ONIOM", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "28 Jun 2019"}