{"Nomor": 39929, "Judul": "URBAN LIVING SPACE: PERPUSTAKAAN KOTA BANDUNG", "Abstrak": "Perpustakaan merupakan salah satu ruang publik sebagai tempat pembelajaran bagi masyarakat.\nSeiring dengan perkembangan zaman, peminatan akan barang elektronik salah satunya smartphone\njuga meningkat. Hal ini mengakibatkan penggunaan buku yang menurun sebagai bahan utama\npembelajaran karena sudah dapat digantikan dengan penggunaan smartphone. Peristiwa ini\nberimbas kepada jumlah pengunjung perpustakaan yang semakin sedikit. Selain itu, perkembangan\nzaman dan era globalisasi meningkatkan daya konsumtif masyarakat. Hal ini mengakibatkan\nramainya pusat perbelanjaan yang tak jarang digunakan sebagai pusat rekreasi keluarga. Padahal,\nkota Bandung dengan iklimnya yang sejuk dan nyaman dapat menjadi salah satu kelebihan bagi pusat\nrekreasi masyarakat. Melihat kondisi yang ada, perlu adanya perubahan terhadap perpustakaan agar\nperpustakaan dapat menjawab kebutuhan masyarakat saat ini. Sehingga perlu elaborasi beberapa\nfungsi seperti perpustakaan dan komersial serta ruang terbuka publik untuk meningkatkan daya\ntarik perpustakaan. Hal ini membuat perpustakaan tidak hanya sebagai tempat membaca, tapi juga\ndapat membeli sesuatu bahkan bermain. Daya tarik ini selain dapat membuka peluang dalam\npeningkatan minat baca, tetapi juga dapat menjadikan perpustakaan sebagai ruang publik kota yang\ndapat dinikmati oleh seluruh lapisan masyarakat sehingga keberadaannya tidak hanya untuk\nmembaca namun dapat menjadi urban living space (ruang ‘keluarga’ kota).", "Daftar File": {"COVER Eunike Elizabeth Sorta": "https://digilib.itb.ac.id/gdl/download/173286", "PUSTAKA Eunike Elizabeth Sorta": "https://digilib.itb.ac.id/gdl/download/173298"}, "Penulis": "Eunike Elizabeth Sorta [15213079]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Arif Sarwo Wibowo, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Perpustakaan, Kota Bandung, Komersial, Publik, Urban, Living, Space", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "28 Jun 2019"}