{"Nomor": 39935, "Judul": "PENGAPLIKASIAN ROTAN AROMATIK PADA PRODUK LAMINASI ROTAN", "Abstrak": "Produk-produk rotan mulai berkembang seiring dengan temuan-temuan seperti papan rotan hasil dari laminasi rotan. Pada penelitian ini, penulis bermaksud mengembangkang keunggulan material rotan selain dari hal-hal yang sudah diketahui secara umum seperti keelastisan material rotan atau material rotan memiliki keunggulan dari bobotnya yang ringan lebih ringan dari material alami lainnya, akan tetapi dalam penelitian ini penulis mencoba mengangkat sebuah keunggulan material rotan daripada material alam lainnya seperti bambu dan kayu, yaitu material rotan dapat menyerap cairan lebih baik dari pada material kayu atau bambu. Karena struktur fisik rotan merupakan kumpulan serat-serat sehingga memiliki pori-pori yang mampu menyerap air dengan baik. Keunggulan itulah yang akan diangkat dalam penelitian ini dengan aromaterapi sebagai subjeknya.\nTujuan utama dari penelitian ini adalah menggantikan produk lilin aromaterapi yang dinilai banyak merugikan kesehatan jika dihirup terlalu lama terutama pada tempat-tempat spa yang setiap harinya dipenuhi oleh lilin aromaterapi yang saat dibakar mengeluarkan zat kimia yang berbahaya seperti benzene dan loluene keduanya adalah karsinogen yang mampu meningkatkan resiko kanker paru pada seseorang. Maka dari itu pada penelitian ini penulis mencoba memanfaatkan keunggulan material rotan dalam menyerap minyak aromaterapi tanpa harus menggunakan lilin yang dinilai berbahaya bagi tubuh, dan juga sebagai salah satu upaya untuk mengembangkan produk-produk rotan.", "Daftar File": {}, "Penulis": "Galih Eka Purnama [17514047]", "Kontributor / Dosen Pembimbing": ["Dr. Agus Sachari, M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Produk", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Rotan, Laminasi Rotan, Minyak Aromaterapi, Lilin Aromaterapi", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "28 Jun 2019"}