{"Nomor": 39934, "Judul": "ANALISIS SUHU PERMUKAAN PADA LAHAN PASCA TAMBANG BATU BARA PT ADARO INDONESIA MENGGUNAKAN CITRA LANDSAT 8", "Abstrak": "Penurunan suhu permukaan pada hutan reklamasi merupakan salah satu indikator perbaikan kualitas lingkungan pasca penambangan batu bara. Teknologi inderaja mampu menyediakan informasi mengenai suhu permukaan pada area yang luas di waktu yang bersamaan, sehingga suhu antar tutupan lahan yang berbeda dapat dibandingkan. Penelitian ini menggunakan teknologi inderaja untuk mengkaji hubungan antara suhu permukaan dan tutupan lahan pada kawasan tambang PT Adaro Indonesia, Kalimantan Selatan. Secara spesifik, penelitian bertujuan untuk menentukan besar suhu permukaan pada tipe tutupan lahan yang berbeda, memetakan distribusi suhu permukaan tapak hutan reklamasi antar tahun tanam yang berbeda, dan memetakan distribusi suhu permukaan tapak reklamasi dengan dominansi spesies pohon yang berbeda. Data yang digunakan adalah kanal 10 citra Landsat 8 TIRS dari tahun perekaman 2014 dan 2018. Tahapan umum pengolahan data terdiri dari ekstraksi data suhu permukaan menggunakan algoritma Avdan & Jovanovska (2016), penghitungan emisivitas permukaan menggunakan algoritma Valor & Caselles (1996), dan penyatuan peta suhu permukaan dengan peta tutupan lahan. Hasil penelitian menunjukkan bahwa tipe tutupan lahan dengan besaran suhu permukaan rata-rata tertinggi ke terendah secara berurutan adalah lahan terbuka-semak-perkebunan-badan air-hutan jarang-dan hutan rapat. Selanjutnya, tapak–tapak hutan reklamasi dengan umur tanam yang berbeda memiliki kemampuan menurunkan suhu yang cenderung sama. Hal ini ditunjukkan dengan nilai rata-rata suhu permukaan pada tapak tanam tahun 1997, 2014, 2015, dan 2016 keseluruhannya berada di sekitar 27 °C pada tahun 2018. Analisis terhadap Luas Area Basal (LAB) pohon dan spesies pohon dominan, menunjukkan bahwa tapak-tapak reklamasi dengan dominansi spesies pohon yang berbeda memiliki kemampuan menurunkan suhu yang sama, yaitu sekitar 4,7-5,7 °C setelah 3-4 tahun penanaman. Hasil penelitian ini menunjukkan bahwa spesies pohon yang selama ini digunakan oleh PT Adaro Indonesia pada reklamasi pasca tambang batu bara memiliki kemampuan serupa dalam menurunkan suhu permukaan dan penurunannya dapat terjadi dalam waktu yang relatif singkat.", "Daftar File": {"ABSTRAK Nur Faiz Ramdhani": "https://digilib.itb.ac.id/gdl/download/173301"}, "Penulis": "Nur Faiz Ramdhani [11515035]", "Kontributor / Dosen Pembimbing": ["Endah Sulistyawati, S.Si., Ph.D.", "Dr. Ir. Sutrisno, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Inderaja, thermal infrared sensor, tutupan lahan, hutan reklamasi, tambang batu bara", "Sumber": "", "Staf Input/Edit": "didi kusnendi", "File": "1 file", "Tanggal Input": "28 Jun 2019"}