{"Nomor": 39930, "Judul": "OTOMASI JARINGAN DENGAN LIBRARY PYTHON DAN ANSIBLE UNTUK PENGELOLAAN ROUTER CISCO", "Abstrak": "Saat ini perkembangan internet sangatlah pesat dan mencakup seluruh dunia. Perkembangan internet yang pesat dan luas tersebut menyebabkan meningkatnya jumlah perangkat jaringan yang aktif. Perangkat jaringan tersebut berasal dari sejumlah vendor yang berbeda, dan tiap vendor memiliki cara konfigurasinya masing-masing. Hal tersebut tentunya menyulitkan para network engineer dalam mengonfigurasi perangkat. Banyaknya perangkat yang perlu dikonfigurasi pun menyebabkan meningkatnya sumber daya yang diperlukan, terutama uang dan waktu. Tugas akhir ini dibuat berdasarkan masalah tersebut.\nPada tugas akhir ini akan dibuat suatu sistem otomasi jaringan yang bertujuan untuk memudahkan konfigurasi ke perangkat dengan beda vendor dan dalam jumlah banyak. Sistem otomasi jaringan ini diharapkan lebih efisien waktu dibandingan dengan konfigurasi langsung melalui CLI pada perangkat jaringan. Proses pembentukan sistem ini menggunakan metode studi literatur, yaitu mempelajari referensi-referensi dari jurnal dan internet, serta metode studi eksperimental, yaitu dengan mempelajari sebab-akibat dengan melakukan pengujian. Dari metode tersebut, didapatkanlah NAPALM sebagai solusi untuk konfigurasi multi vendor, dan Ansible sebagai solusi untuk konfigurasi perangkat secara massive. Kedua tools tersebut dikombinasikan untuk menciptakan sebuah sistem otomasi jaringan yang terpusat. Sistem yang telah dibuat tersebut kemudian diuji kinerjanya dengan melihat ketepatan konfigurasi dan kecepatannya. Pengujian dilakukan dengan beberapa skenario, kemudian salah satunya akan diukur waktunya untuk dibandingkan dengan konfigurasi secara manual. Keluaran dari penelitian ini diharapkan dapat berguna bagi khazanah ilmu pengetahuan dan dapat digunakan untuk pengembangan selanjutnya.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/173290"}, "Penulis": "Jonathan Wijaya [18115024]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Nana Rachmana Syambas, M.Eng.", "Dr.-Ing. Eueung Mulyana, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Telekomunikasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "otomasi, konfigurasi, kecepatan.", "Sumber": "", "Staf Input/Edit": "karya", "File": "8 file", "Tanggal Input": "28 Jun 2019"}