{"Nomor": 39939, "Judul": "KAJIAN PENGENDALIAN BANJIR SUNGAI BATURITI (TOPEAU) PADA DAERAH IRIGASI KABUPATEN PARIGI MOUTONG", "Abstrak": "Sungai Baturiti (topeau) memiliki peranan penting untuk dengan luas DAS ± 62,3\nkm2 dengan panjang sungai utama +19,86Km yang membentang mulai dari hulu\ndari Gunung Jatilueh, terus ke kecamatan Balinggi dan Torue dan bermuara ke\nTeluk Tomini. Kondisi Sungai Baturiti (Topeau) telah mengalami penyempitan\ndan perubahan alur sungai di beberapa tempat terutama di bagian hilir. Sehingga\npada musim penghujan debit air meluap dan menggenangi daerah di sekitarnya.\nKondisi Banjir yang cukup besar terjadi Pada Tahun 2013, 2014, dan 2017\ndimana terjadi genangan banjir pada pemukiman, sawah, perkebunan, jembatan\ndan jalan Raya yang tepatnya berada pada Desa Balinggi, Balinggi Jati dan Tolai\nTimur. Luas sawah dan perkebunan yang tergenang banjir saat itu sekitar 600 Ha\nUpaya pengendalian banjir diperlukan untuk mengurangi resiko banjir melalui\npengendalian banjir tahap awal dengan metode struktur. Kajian pengendalian\nbanjir dilaksanakan dengan debit banjir rencana periode ulang 25 tahun dengan\nmenggunakan software Hecras 5.0.6. Alternatif pengendalian banjir yang\ndievaluasi yaitu kombinasi dari tanggul (H=+0.50m s/d 2,10 m) dan normalisasi\n(pelebaran alur sungai bertambah menjadi 15,00 m). Berdasarkan hasil simulasi\nhidrodinamika dengan ketinggian tanggul dan normalisasi tersebut dapat\nmengalirkan debit banjir periode 25 tahun dengan aman. Sedangkan upaya\npengendalian banjir non Struktural yaitu Penataan wilayah bantaran sungai/\nPengelolaan dataran banjir, pengelolaan daerah aliran Sungai, Sosialisasi\npenyuluhan banjir kepada masyarakat dan penetapan batas sempadan sungai.\nHasil analisis ekonomi terhadap budidaya padi sawah yang tergenang banjir\ndiperoleh nilai Benefit Cost Ratio (BCR) yaitu 0,385 dimana tidak layak sesaat\nsecara ekonomi, namun dalam jangka pengembalian modal (payback) 20 tahun\ndiperoleh nilai Internal Rate Return (IRR) = 15, 091 % > 8 % (Pinjaman normal)\ndan Economic Internal Rate Return (EIRR) = 8,011 % > 6 % (pinjaman lunak).\nDengan demikian kegiatan budidaya padi sawah yang tergenang banjir dengan\npembangunan tanggul dan rehab jaringan dapat dinyatakan layak ekonomi", "Daftar File": {"ABSTRAK Fijri Syamsu": "https://digilib.itb.ac.id/gdl/download/173305"}, "Penulis": "Fijri Syamsu [95017311]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Ir. Sri Legowo Wignyo Darsono", "Dr. Ir. Suardi Natasaputra"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Sumber Daya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Engineering & allied operations", "Kata Kunci": "Debit banjir, pengendalian banjir, tanggul, normalisasi alur sungai, Hirodinamika (Hecrass 5.0.6), BCR, IRR, EIR", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "28 Jun 2019"}