{"Nomor": 39949, "Judul": "KARAKTERISTIK PELET KAYU DARI LIMA SPESIES KAYU ENERGI PADA LAHAN REKLAMASI PASCA TAMBANG PT ADARO INDONESIA, SITE PARINGIN, KALIMANTAN SELATAN", "Abstrak": "Biomassa merupakan salah satu sumber energi terbarukan (bioenergi) dengan prospek yang perlu dipertimbangkan pada tingkat nasional, regional, maupun global. Biomassa kayu dengan karakteristika tertentu dapat dimanfaatkan sebagai bioenergi dalam bentuk pelet. Pelet kayu dibuat dengan memampatkan biomassa melalui tekanan dan panas sehingga mempunyai nilai kalor yang lebih tinggi dari kayu asalnya. Hutan reklamasi pasca tambang batubara berpotensi sebagai penghasil kayu energi, namun mengingat kondisi lingkungan tumbuh lahan pasca tambang yang kurang optimal, maka perlu dilakukan penelitian tentang karakteristik kayu energi yang ditumbuhkan di lahan tersebut. Penelitian ini dilakukan untuk mengetahui karakteristik pelet kayu dari lima kayu energi yang tumbuh di lahan pasca tambang, yaitu laban (Vitex pinnata), sengon (Paraserianthes falcataria), sungkai (Peronema canescens), trembesi (Samanea saman) and johar (Senna siamea). Selanjutnya, penelitian ini bertujuan untuk mengetahui potensi dari lima spesies kayu tersebut sebagai sumber energi. Penentuan karakteristik dilakukan terhadap bagian cabang dan ranting pohon dengan mengikuti prosedur sesuai SNI 8021-2014. Karakteristik yang diukur meliputi kadar air, kerapatan, kadar lignin, kadar selulosa, zat ekstraktif, kadar abu, nilai kalor, daya pantik, dan laju pembakaran. Hasil dari analisis statistik mengindikasikan bahwa semua sifat fisis dan komponen kimia kayu berkorelasi positif dengan nilai kalor pelet kayu, kecuali pada kadar air dan kadar abu. Penelitian ini menunjukkan bahwa pelet kayu dari laban memiliki nilai kalor tertinggi. Kelima spesies kayu energi yang tumbuh di lahan pasca tambang memiliki nilai kalor memenuhi SNI 8021-2014. Hal ini berarti bahwa kelima spesies tersebut berpotensi untuk dikembangkan sebagai kayu energi. Berdasarkan keseluruhan karakteristik bahan baku dan pelet kayu, potensi pohon sebagai sumber bahan baku kayu energi dari tertinggi ke terendah secara berurutan adalah laban, sungkai, trembesi, johar, dan sengon.", "Daftar File": {"ABSTRAK Triah Bulkiah": "https://digilib.itb.ac.id/gdl/download/173320"}, "Penulis": "Triah Bulkiah [11515027]", "Kontributor / Dosen Pembimbing": ["Endah Sulistyawati, S.Si., Ph.D.", "Dr. Ir. Sutrisno, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "biomassa, sifat fisis, komponen kimia, nilai kalor, PT Adaro Indonesia", "Sumber": "", "Staf Input/Edit": "didi kusnendi", "File": "1 file", "Tanggal Input": "28 Jun 2019"}