{"Nomor": 39947, "Judul": "UJI TOKSISITAS SUBKRONIK KOMBINASI EKSTRAK ETANOL DAUN TEMPUYUNG (Sonchus arvensis L.) DAN EKSTRAK ETANOL DAUN BINAHONG (Anredera cordifolia (Ten.) V. Steenis)", "Abstrak": "Secara tradisional tempuyung (Sonchus arvensis L.) telah digunakan sebagai penurun tekanan\ndarah, peluruh batu ginjal, dan mengatasi bisul, serta pada praklinik terbukti memiliki aktivitas\nantimikroba dan protektif kardiovaskular. Binahong (Anredera cordifolia (Ten) V. Steenis) secara\ntradisional digunakan sebagai penyembuh luka, diabetes melitus, tuberkulosis, rematik, pirai, dan\nhipertensi, serta pada praklinik terbukti memiliki aktivitas antihiperlipidemia. Penelitian terbaru\nmenunjukkan bahwa kombinasi ekstrak etanol daun tempuyung dan daun binahong efektif sebagai\nantihipertensi dan antihiperurisemia. Data toksisitas terhadap kedua ekstrak etanol tanaman\nsecara tunggal adalah LD50 > 5 g/kg bb dan aman pada penggunaan subkronik, namun tidak ada\ndata penunjang keamanan subkronik secara kombinasi. Penelitian bertujuan untuk mendapat profil\nkemananan penggunaan subkronik kombinasi ekstrak etanol daun tempuyung dan daun binahong.\nPengujian dilakukan berdasarkan PerKa BPOM No. 7 Tahun 2014 yang diujikan dengan tiga\nkelompok dosis yaitu kombinasi 50-50 mg/kg bb, 200-200 mg/kg bb dan 500-500 mg/kg bb.\nBerdasarkan pengujian terhadap parameter perilaku, bobot badan, bobot organ relatif, urin,\nhematologi, biokimia klinik, makropatologi dan histopatologi diperoleh hasil bahwa tidak terdapat\nperbedaan signifikan penggunaan kombinasi ekstrak uji pada seluruh kelompok dosis yang\ndibandingkan terhadap kelompok kontrol serta tidak terdapat perbedaan signifikan setelah\npenghentian penggunaan kombinasi ekstrak uji pada dosis tinggi. Dari hal tersebut disimpulkan\nbahwa penggunaan kombinasi ekstrak etanol daun tempuyung dan ekstrak etanol daun binahong\nhingga dosis 500-500 mg/kg bb adalah aman.", "Daftar File": {"ABSTRAK Teguh Abrian Saronikhamo Waruw": "https://digilib.itb.ac.id/gdl/download/173315"}, "Penulis": "Teguh Abrian Saronikhamo Waruw [11615022]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Elin Yulinah", "Dhyan Kusuma Ayuningtyas, M.Si., Apt."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Sonchus arvensis, Anredera cordifolia, toksisitas subkronik, keamanan, ekstrak etanol.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "28 Jun 2019"}