{"Nomor": 39940, "Judul": "PERENCANAAN METODE PELAKSANAAN, PENYUSUNAN JADWAL, DAN ESTIMASI BIAYA KONSTRUKSI MUSEUM PERMAINAN TRADISIONAL INDONESIA, JAKARTA PUSAT", "Abstrak": "Museum Permainan Tradisional Indonesia yang berlokasi di komplek Museum Nasional, Jakarta Pusat merupakan suatu rencana proyek fiksi yang dirancang untuk memfasilitasi pelestarian permainan tradisional Indonesia dalam media pameran (museum) yang interaktif dan komunikatif. Perancangan dari museum permainan tradisional Indonesia meliputi banyak komponen, namun yang akan dibahas dalam Tugas Besar ini hanya meliputi komponen perancangan struktur, geoteknik, drainase, dan manajemen konstruksinya. Struktur bangunan dari Museum Permainan Tradisional Indonesia mengikuti pola ruang sirkular dengan massa bangunan yang dianalogikan berbentuk seperti gasing kayu.\nPenulisan Laporan Tugas Akhir ini berfokus pada aspek manajemen rekayasa konstruksi yang meliputi perencanaan metode pelaksanaan, penjadwalan, dan estimasi biaya konstruksi. Metode pelaksanaan direncanakan untuk seluruh pekerjaan pada bidang lingkup kerja geoteknik (pondasi tiang bor, dinding diafragma, angkur tanah, galian basement, pile cap, dan dewatering) , struktur (pekerjaan elemen beton bertulang struktur utama dan struktur basement), dan drainase (pekerjaan saluran drainase, gorong-gorong, dan talang hujan).\nProyek Museum Permainan Tradisional Indonesia direncanakan untuk dibangun pada Hari Senin, 6 Januari 2020 dan berakhir pada Hari Senin, 20 Juli 2020 atau berdurasi selama 161 hari kerja atau 197 hari kalender. Penyusunan jadwal pelaksanaan konstruksi dilakukan dengan metode bar chart dan pennetuan jalur kritis dengan precedence diagram method (PDM). Estimasi biaya total (Engineer’s estimate) dari proyek sebesar Rp 63,541,933,300.00.", "Daftar File": {}, "Penulis": "Ratnaningtyas Dwi Cahyani [15015014]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Krishna Suryanto Pribadi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "metode pelaksanaan, penyusunan jadwal, estimasi biaya, konstruksi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "10 file", "Tanggal Input": "28 Jun 2019"}