{"Nomor": 39945, "Judul": "PERANCANGAN DETAIL STRUKTUR UTAMA URBAN ESCAPE WATERFRONT LIFESTYLE CENTER", "Abstrak": "Struktur Waterfront Lifestyle Center dibangun dengan konsep urban escape sebagai kawasan pusat perbelanjaan sekaligus rekreasi yang terletak di pinggir danau buatan di Cakung, Jakarta Timur. Struktur bangunan utama terdiri dari dua gedung dengan masing-masing terdiri dari empat lantai dengan tinggi total 23.15 meter serta terdiri dari tiga lantai basement dengan kedalaman total 9.3 meter. Kedua bangunan utama tersebut dihubungkan dengan dua jembatan penghubung dengan masing masing memiliki panjang 24 meter dan 32 meter. Komponen material struktur bangunan utama adalah struktur beton bertulang, sedangkan komponen material jembatan penghubung adalah struktur rangka baja. Struktur rencana ini memiliki Kategori Desain Seismik D sehingga dalam perancangannya menggunakan sistem struktur Sistem Rangka Pemikul Momen Khusus (SRPMK).\nTujuan dari tugas akhir ini adalah melakukan pemodelan, pengecekan perilaku struktur, penentuan dimensi elemen struktur beton beserta detail penulangan untuk struktur utama, dan pengecekan kapasitas elemen struktur baja beserta detail sambungan untuk struktur jembatan penghubung. Struktur bangunan utama Waterfront Lifestyle Center akan didesain sebagai bangunan tahan gempa.\nMetode pengerjaan yang digunakan adalah studi literatur dan pemodelan struktur. Analisis dinamik dan perancangan struktur mengacu pada standar Indonesia, yaitu SNI 1726-2012, SNI 1727-2013, SNI 1729-2015, dan SNI 2847-2013. Perangkat lunak utama yang digunakan pada perancangan ini adalah ETABS 2017, SAP2000 serta AutoCAD 2019.", "Daftar File": {}, "Penulis": "Muhammad Azhar Naufal [15015007]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Herlien Dwiarti Soemari"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "struktur, gempa, beton, baja, penulangan, sambungan.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "28 Jun 2019"}