{"Nomor": 39950, "Judul": "PEMROSESAN SINYAL DAN PENGEMBANGAN APLIKASI ANDROID UNTUK WEARABLE ECG", "Abstrak": "Melihat tingginya potensi penyakit jantung, semakin tinggi pula kebutuhan untuk\nmenjaga dan memantau kesehatan jantung. Selain itu, serangan jantung juga dapat\nterjadi di mana saja dan kapan saja. Oleh sebab itu, muncul kebutuhan untuk\nmemantau kesehatan jantung sewaktu-waktu. National Academy of Sciences dalam\npublikasinya tahun 2015 menyebutkan bahwa hanya 6 dari 100 orang dapat bertahan\nhidup ketika terkena serangan jantung di luar rumah sakit. Dengan demikian, ada\nkebutuhan bagi dokter untuk memantau kondisi pasien dari jarak jauh. Informasi\nkondisi pasien ini juga harus memadai agar tindakan dapat dilakukan lebih cepat dan\ntepat.\nMaka dari itu, tugas akhir ini berfokus pada pemrosesan sinyal dan pengembangan\naplikasi Android untuk ECG wearable dengan tujuan agar masyarakat terutama\npenderita penyakit jantung dapat memberikan akses ke ECG secara praktis, kapan\nsaja, dan di mana saja tanpa harus selalu bertatap muka dengan dokter.\nSistem ini menjembatani antara modul ECG EASI dengan smartphone dan juga web\nservice. Data dari modul ECG akan dikirimkan melalui protokol SPI ke\nmikrokontroler dan mengirimkan datanya ke smartphone pengguna melalui\nbluetooth. Data yang diterima kemudian divisualisasikan dan disimpan di\nsmartphone. Pengguna juga dapat mengunggah fail rekaman ECG ke cloud agar bisa\ndiakses oleh dokter via web service.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/173322"}, "Penulis": "Aisyah Fitriannisa Prawiningru [18315025]", "Kontributor / Dosen Pembimbing": ["Dr. Widyawardana Adiprawita, S.T., M.T.", "Muhammad Andre Martin"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Biomedis", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "EASI, Android, ECG wearable, cloud, bluetooth.", "Sumber": "", "Staf Input/Edit": "karya", "File": "8 file", "Tanggal Input": "28 Jun 2019"}