{"Nomor": 39952, "Judul": "ANALISIS PERBANDINGAN KOREKSI PASANG SURUT PADA DATA PEMERUMAN MENGGUNAKAN METODE RT-PPP DAN METODE PENGAMATAN STASIUN PASANG SURUT (STUDI KASUS: PANTAI PANGANDARAN)", "Abstrak": "Koreksi pasang surut pada data hasil pemeruman selama ini menggunakan data pasang surut yang berasal dari stasiun pasang surut terdekat. Ketika lokasi pemeruman berada di tengah laut lepas dan sangat jauh dari stasiun pasang surut, terdapat perbedaan karakteristik pasang surut diantara kedua lokasi tersebut. Perbedaan karakteristik pasang surut ini mengakibatkan data pasang surut yang diperoleh dari pengamatan stasiun pasang surut tidak merepresentasikan keadaan pasang surut di lokasi pemeruman. Penelitian ini menggunakan teknologi GNSS dengan metode RT-PPP sebagai metode alternatif untuk mendapatkan data pasang surut di lokasi pemeruman. Data pasang surut dari metode ini diperoleh melalui proses low pass filter sederhana pada data tinggi geodetik kapal untuk menghilangkan informasi gelombang dengan frekuensi tinggi. Nilai RMSE dari perbandingan nilai koreksi pasang surut dan rata-rata selisih nilai kedalaman terkoreksi dari kedua metode dihitung untuk mengetahui keandalan dari metode RT-PPP terhadap metode pengamatan stasiun pasang surut. Terdapat dua nilai RMSE dan rata-rata selisih kedalaman terkoreksi pada penelitian ini, yaitu RMSE dari metode RT-PPP sebelum low pass filter sebesar 0,156 m dengan rata-rata selisih nilai kedalaman terkoreksi sebesar 0,125 m dan RMSE dari metode RT-PPP setelah low pass filter sebesar 0,048 m dengan rata-rata selisih nilai kedalaman terkoreksi sebesar 0,04 m. Perbedaan nilai koreksi pasang surut antara kedua metode ini disebabkan oleh beberapa faktor seperti kesalahan pengukuran dan kualitas data yang digunakan. Mengacu kepada peta batimetri yang menyajikan informasi kedalaman dalam satuan meter atau feet (1 feet = 0,303 m), nilai rata-rata selisih kedalaman terkoreksi dari metode RT-PPP disimpulkan tidak terlalu besar dan mengindikasikan bahwa metode RT-PPP dapat digunakan untuk melakukan koreksi pasang surut pada data hasil pemeruman.", "Daftar File": {"ABSTRAK Pratami Rahmadila": "https://digilib.itb.ac.id/gdl/download/173323"}, "Penulis": "Pratami Rahmadila [15115042]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Wiwin Windupranata, S.T., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Engineering & allied operations", "Kata Kunci": "Batimetri, kedalaman terkoreksi, relasi komponen vertikal", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "28 Jun 2019"}