{"Nomor": 39953, "Judul": "EVALUASI DESAIN FASILITAS PROGRAM ADIWIYATA TERHADAP MENDUKUNG PEMAHAMAN, SIKAP, DAN PERILAKU SISWA TERHADAP KONSUMSI PLASTIK", "Abstrak": "Adiwiyata adalah program untuk pendidikan pembangunan berkelanjutan dari Kementerian Lingkungan Hidup Indonesia, menurut panduan sekolah Adiwiyata dari Kementerian Lingkungan Hidup Indonesia (2013). Salah satu sekolah bersertifikat Adiwiyata di Bandung, SDN 001 Merdeka memiliki masalah tentang kelimpahan sampah plastik di sekolah, karena sekolah menemukan bahwa di dalam sekolah, para siswa tampaknya tidak dapat memisahkan limbah mereka dan seringkali plastik tersebut sampah ditemukan di luar tempat sampah dan di koridor. Desain fasilitas Adiwiyata yang seharusnya mendukung siswa untuk berperilaku lebih ramah lingkungan harus dipertanyakan. Tujuan dari penelitian ini adalah untuk mengevaluasi koridor yang memiliki tempat sampah dan poster sebagai fasilitas Adiwiyata, dan tentang pengelolaan sampah plastik di SDN 001 Merdeka, menggunakan metode komparatif dengan pendekatan kualitatif dan berdasarkan 6 peraturan Indonesia dalam perspektif desain untuk perilaku berkelanjutan model oleh Lidman dan Renstrom (2011). Hasil evaluasi terhadap penelitian ini adalah bahwa fasilitas Adiwiyata untuk desain pengelolaan limbah plastik oleh siswa SDN 001 Merdeka belum efektif, dan hal ini sangat dipengaruhi oleh beberapa faktor yang ditemukan dari aspek perilaku berkelanjutan pada desain, dari kaitan pengaruh pengguna dan pengaruh desain fasilitas itu sendiri.", "Daftar File": {"2019 TS PP DARINA SALSABILA MAULANA 1.pdf)u": "https://digilib.itb.ac.id/gdl/download/173325", "2019 TS PP DARINA SALSABILA MAULANA 2.pdf)u": "https://digilib.itb.ac.id/gdl/download/173326", "2019 TS PP DARINA SALSABILA MAULANA 3.pdf)u": "https://digilib.itb.ac.id/gdl/download/173327"}, "Penulis": "Darina Salsabila Maulana [27118073]", "Kontributor / Dosen Pembimbing": ["Dr. Andriyanto Wibisono, S.Sn.,M.Sn. Dr. Dwinita Larasati, S.Sn., M.A"], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Fasilitas Sekolah, Adiwiyata, Siswa Sekolah Dasar, Pengelolaan Sampah Plastik, Desain untuk Perilaku Berkelanjutan", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "3 file", "Tanggal Input": "28 Jun 2019"}