{"Nomor": 39967, "Judul": "DAMPAK SIMBOL ISLAM TERHADAP KREDIBILITAS SUMBER DAN NIAT PEMBELIAN: STUDI KASUS HIJABI BEAUTY GURU DALAM MENINJAU PRODUK PERAWATAN KULIT SAFI DI YOUTUBE", "Abstrak": "Guru kecantikan di YouTube menjadi tokoh aspirasional yang disarankan untuk memiliki pengaruh kuat di benak konsumen. Seiring dengan pertumbuhan pasar Muslim yang signifikan, penggunaan simbol Islam untuk menjual suatu produk telah menjadi hal yang sangat dipertimbangkan oleh merek untuk memenangkan pasar Muslim yang sangat besar. Penelitian ini bertujuan untuk mengeksplorasi dampak simbol Islam, khususnya beauty guru yang mengenakan hijab, di YouTube terhadap niat pembelian oleh wanita Muslim Indonesia. Model Kredibilitas Sumber diadaptasi untuk mengeksplorasi dampaknya terhadap sikap konsumen yang mengarah pada niat pembelian. Penulis telah mengumpulkan data primer melalui studi eksperimental dan sumber data sekunder. Tes Mann-Withney non-parametrik juga akan dilakukan untuk mendapatkan wawasan tentang preferensi pasar Muslim antara beauty guru yang mengenakan hijab dan yang tidak mengenakan hijab. Hasil penelitian menunjukkan bahwa ada pengaruh positif antara persepsi terhadap penampilan (hijab) terhadap daya tarik dan kepercayaan, juga pengaruh positif antara daya tarik dan kepercayaan terhadap sikap konsumen, dan sikap konsumen terhadap niat beli. Selain itu, beauty guru yang mengenakan hijab tampaknya lebih disukai dibandingkan dengan beauty guru non-hijab sebagai juru bicara. Temuan penelitian ini diharapkan dapat meningkatkan pengetahuan merek perawatan kulit agar sadar dan peduli akan pentingnya simbol Islam dan menyiratkan penampilan sebagai strategi pemasaran baru untuk memenangkan pasar Muslim yang besar.", "Daftar File": {"ABSTRAK Caren Christy Putri Yohanes": "https://digilib.itb.ac.id/gdl/download/173349", "2019 TS PP CAREN CHRISTY 1 - FULL TEXT.pdf?": "https://digilib.itb.ac.id/gdl/download/248718"}, "Penulis": "Caren Christy Putri Yohanes [19016200]", "Kontributor / Dosen Pembimbing": ["Ira Fachira, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Hijab; Beauty Guru; Model Kredibilitas Sumber; Daya tarik; Kepercayaan; Sikap Konsumen; Niat Beli", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "28 Jun 2019"}