{"Nomor": 39969, "Judul": "PENGEMBANGAN ONLINE JUDGE MENGGUNAKAN PC PENGGUNA SEBAGAI WORKER DARI AUTOGRADER", "Abstrak": "Competitive programming merupakan kompetisi di bidang computer science dimana peserta\nberlomba menyelesaikan persoalan dengan membuat program sesuai batasan yang ditentukan.\nDalam menyelenggarakan kompetisi competitive programming , juri menggunakan autograder\nuntuk melakukan penilaian. Autograder dijalankan pada komputer tertentu yang disebut worker .\nUntuk meningkatkan kinerja penilaian, diperlukan worker dalam jumlah yang besar sehingga\ndiperlukan biaya yang besar pula. Kinerja penilaian didefinisikan sebagai jumlah jawaban\npeserta yang dinilai dalam satuan waktu.\nKomputer peserta umumnya memiliki kemampuan yang cukup untuk melakukan penilaian\njawaban. Pada tugas akhir ini, komputer peserta digunakan sebagai worker . Dengan\nmenggunakan komputer peserta sebagai worker, kinerja penilaian dapat meningkat. Peningkatan\nkinerja tersebut disebabkan karena jumlah jawaban yang perlu dinilai oleh sistem berbanding\nlurus dengan jumlah peserta sehingga berbanding lurus pula dengan jumlah worker . Setiap\npeserta memiliki komputer dengan spesifikasi yang berbeda. Untuk menjaga keadilan, solusi\npeserta dan solusi juri akan dieksekusi pada worker dan dibandingkan hasilnya. Jika waktu\neksekusi dan penggunaan memori dari solusi peserta tidak jauh berbeda dengan solusi juri, maka\nsolusi peserta dianggap memenuhi batasan juri. Kerahasiaan penilaian dijaga dengan melakukan\nenkripsi pada tingkat aplikasi.\nPengujian tugas akhir ini dilakukan dengan menyimulasikan penilaian jawaban peserta oleh\nautograder . Pengujian dilakukan dengan membandingkan kinerja penilaian sistem yang\ndibangun dengan sistem online judge yang bersifat open source yaitu DOMJudge. Hasil\npengujian menyatakan penilaian jawaban dengan memanfaatkan komputer peserta sebagai\nworker meningkatkan kinerja penilaian.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/173353"}, "Penulis": "Jauhar Arifin [13515049]", "Kontributor / Dosen Pembimbing": ["Riza Satria Perdana, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "competitive programming , autograder , online judge .", "Sumber": "", "Staf Input/Edit": "karya", "File": "8 file", "Tanggal Input": "28 Jun 2019"}