{"Nomor": 39977, "Judul": "STUDI KOMPARASI 3D-GIS DAN BIM UNTUK KEPERLUAN MANAJEMEN FASILITAS", "Abstrak": "Informasi geospasial tidak hanya penting untuk sektor komersial dan kehidupan kita sehari-hari, tetapi juga fondasi untuk banyak aplikasi e-government, seperti manajemen utilitas dan pembangunan smart city. Saat ini, informasi geospasial tersedia dalam bentuk peta 2 dimensi dan peta 3 dimensi. Dua teknologi informasi geospasial 3 dimensi mulai dikembangkan dalam berbagai aplikasi, yaitu Building Information Modeling (BIM) dan 3D Geographic Information System (3D-GIS). 3D-GIS mewakili model 3 dimensi dari area yang luas seperti lanskap, sementara BIM ditujukan untuk perencanaan manajemen, konstruksi hingga pemeliharaan bangunan. Model data standar terbuka dan format pertukaran data untuk menyimpan model 3D-GIS disebut CityGML, sedangkan IFC adalah format data populer untuk BIM. Kedua model ini dapat digunakan untuk berbagai keperluan, misalnya, manajemen fasilitas. Saat ini, Kampus ITB sedang mengembangkan Sistem Informasi untuk manajemen aset dan fasilitas. Lebih lanjut, masalah muncul dalam model 3D yang akan disimpan, apakah menggunakan model CityGML atau IFC. Dalam studi ini, perbandingan model bangunan rumah sederhana 3 dimensi menggunakan BIM dan 3D-GIS akan dilakukan. Perangkat lunak yang digunakan dalam penelitian ini adalah CMDBuild yang menggunakan BIMServer dan PostgreSQL. 3DCityDB diimplementasikan sebagai skema baru dalam basis data CMDBuild. Kedua model ini kemudian akan dibandingkan dalam hal struktur data dan basis data sehingga dapat ditentukan model 3D yang paling tepat untuk manajemen fasilitas. Hasil penelitian ini menunjukkan bahwa BIM lebih efektif daripada 3D-GIS untuk manajemen fasilitas.", "Daftar File": {"ABSTRAK Kavita Nur Fadhila": "https://digilib.itb.ac.id/gdl/download/173369", "PUSTAKA Kavita Nur Fadhila": "https://digilib.itb.ac.id/gdl/download/188956"}, "Penulis": "Kavita Nur Fadhila [15115060]", "Kontributor / Dosen Pembimbing": ["Deni Suwardhi, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Engineering & allied operations", "Kata Kunci": "IFC, CityGML, 3DCityDB, BIMServer, 3D-GIS, BIM", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "10 file", "Tanggal Input": "28 Jun 2019"}