{"Nomor": 39973, "Judul": "PENGENALAN EKSPRESI EMOSI WAJAH SECARA WAKTU NYATA BERBASIS PEMBELAJARAN MESIN DENGAN WEBCAM", "Abstrak": "Ekspresi emosi wajah adalah salah satu cara manusia untuk berinteraksi dengan manusia lainya. Emosi sangat penting dalam interaksi antar manusia. Kemampuan mampu mengenali emosi akan membantu robot dalam berinteraksi dengan manusia secara lebih baik. Salah satu cara mesin dapat mengenali ekspresi manusia adalah dengan menggunakan pembelajaran mesin. Proses pengenalan emosi dilakukan dengan pengambilan gambar dari sebuah webcam, kemudian gambar dideteksi bagian wajahnya dan diklasifikasikan ke dalam beberapa kelas emosi. Penelitian sebelumnya mengenai pendeteksian wajah menghasilkan algoritma Histogram of Oriented Gradient (HOG) dengan Support Vector Machine (SVM) dan Convolutional Neural Network (CNN). Penelitian sebelumnya mengenai penganalan ekspresi emosi wajah menggunakan CNN dan facial landmark dengan SVM. Sejauh ini penelitian mengenai metode pengenalan ekspresi emosi wajah masih dilakukan pada gambar dalam lingkungan terkontrol. Dengan menggunakan data gambar pada lingkungan bebas, diharapkan makin menyerupai kondisi nyata dimana pengenalan ekspresi emosi wajah akan digunakan. Oleh karena itu data latih dan data uji yang digunakan adalah Affectnet. Affectnet merupakan dataset terbesar yang berisi gambar ekspresi wajah dalam lingkungan bebas. Metode yang diajukan pada penelitian ini adalah Fine tune pada pre-trained model VGG-19 dengan model dataset imagenet sebagai bobot awal. Akurasi dari metode ini mencapai 63,31%. Metode ini memberikan peningkatan yang cukup pesat di mana akurasi metode sebelumnya hanya 44,05%. Penelitian ini juga mencoba melakukan threading agar sistem dapat berjalan secara waktu nyata.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/173361"}, "Penulis": "Mokhammad Ferdi Ghozali [13515014]", "Kontributor / Dosen Pembimbing": ["Dr. Judhi Santoso, M.Sc.", "Nugraha Priya Utama, S.T., MA, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "CNN, ekspresi, emosi, pendeteksian wajah, pengenalan ekspresi emosi wajah, real-time, SVM.", "Sumber": "", "Staf Input/Edit": "karya", "File": "9 file", "Tanggal Input": "28 Jun 2019"}