{"Nomor": 39972, "Judul": "META ANALISIS PENGARUH W/C RATIO TERHADAP ESTIMASI SISA UMUR KOMPONEN BETON BERTULANG AKIBAT KOROSI", "Abstrak": "Bangunan yang berlokasi dekat dengan pantai, seperti jembatan atau dermaga rentan terkena korosi akibat serangan klorida. Ketika tulangan beton terkorosi, terdapat banyak efek bagi kekuatan maupun kemampuan layan komponen beton. Hal ini disebabkan karena korosi yang terjadi pada tulangan beton bisa menyebabkan spalling pada beton, pengurangan luas efektif baja tulangan karena berubah menjadi karat, berkurangnya ikatan antara beton dan tulangan baja, dan lain-lain.\nSecara teorinya, kualitas beton seperti W/C ratio, pemakaian mineral tambahan seperti silicafume, fly ash, slag atau bahan yang lain mempengaruhi volume pori-pori yang ada pada beton, sehingga hal ini akan mempengaruhi besar koefisien difusi klorida pada beton. Koefisien difusi ini akan mempengaruhi cepat atau lambatnya penetrasi klorida yang membuat korosi terjadi pada beton bertulang. Oleh karena itu, koefisien difusi klorida merupakan salah satu karakteristik yang penting untuk diperhatikan dalam memprediksi sisa umur layan bangunan beton yang mengalami korosi akibat penetrasi klorida. \nPada studi ini, dilakukan meta analisis untuk mengetahui bagaimana pengaruh w/c ratio terhadap prediksi sisa umur layan bangunan beton yang mengalami korosi akibat penetrasi klorida. Meta analisis dilakukan menggunakan sejumlah data yang cukup banyak yang diambil dari penelitian-penelitian terdahulu terkait w/c ratio dan koefisien difusi, kemudian menerapkan prosedur statistik untuk mengetahui hubungan antara w/c ratio dengan koefisien difusi. Hubungan antara w/c ratio dan koefisien difusi yang didapat kemudian dihubungkan dengan prediksi sisa umur layan berdasarkan waktu inisiasi korosi dan waktu pertama kali retak akibat korosi. Waktu inisiasi korosi didapatkan dengan menerapkan hukum difusi Fick kedua, sedangkan waktu pertama kali retak didapatkan dengan menggunakan persamaan empiris yang diusulkan oleh K.C. Clear (1976).", "Daftar File": {"ABSTRAK Virgy Noegraha Azhary": "https://digilib.itb.ac.id/gdl/download/173358"}, "Penulis": "Virgy Noegraha Azhary [25016039]", "Kontributor / Dosen Pembimbing": ["Ivan Sandi Darma, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "Sisa Umur Bangunan, Beton Bertulang, Korosi pada Tulangan Beton, Korosi akibat Klorida", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "28 Jun 2019"}