{"Nomor": 39971, "Judul": "PENENTUAN TITIK SUMUR PENGEMBANGAN MENGGUNAKAN PARAMETER IMPEDANSI AKUSTIK DAN ROCKTYPES PADA RESERVOAR KARBONAT KUJUNG -1, LAPANGAN X, CEKUNGAN JAWA TIMUR UTARA", "Abstrak": "Berdasarkan hasil interpretasi seismik, terdapat 14 pinnacle reef dari Formasi\nKujung – 1 yang merupakan cebakan hidrokarbon pada Lapangan X. Berdasarkan\nhasil pengeboran, permasalahan yang ditemukan dari tiap reef adalah sifat\npetrofisika reservoar yang bervariasi dan perbedaan penyebaran batuan terisi\nhidrokarbon dari tiap reef yang menyebabkan kerancuan untuk penempatan sumur\npengembangan . Untuk menyelesaikan permasalahan tersebut, batuan reservoar\ndari Formasi Kujung – 1 akan dibagi kedalam rocktypes dengan menggunakan\nMetode FZI dan persebaran lateral dari rocktypes serta batuan terisi hidrokarbon\nakan dipetakan dengan menggunakan metode inversi seismik post stack dimana\npersebaran batuan terisi hidrokarbon akan dipetakan dengan impedansi akustik dan\nrocktypes akan dipetakan menggunakan parameter FZI yang diturunkan dari\nimpedansi akustik.\nParameter FZI yang digunakan pada penelitian ini diturunkan dari hasil komputasi\ndata well log dan berdasarkan nilai FZI tersebut, batuan reservoar Formasi Kujung\n– 1 dapat dibagi atas 5 rocktypes yang mencerminkan kualitas batuan reservoar\nterutama parameter porositas efektif dan pore throats yang mencerminkan\npermeabilitas dari batuan. Hasil analisa sensitivitas antara impedansi akustik\ndengan parameter FZI pada Sumur A menunjukan hubungan matematis invers\nantara kedua parameter tersebut. Dari hasil analisa sensitivitas, terlihat adanya\nirisan nilai impedansi akustik yang tinggi pada Rocktype 3 – 5 sehingga impedansi\nakustik hanya mampu membedakan Rocktype berkualitas baik dan buruk.\nPada Volum FZI hasil inversi, terlihat penyebaran dari nilai FZI dan rocktypes\nmengikuti persebaran dari Zona Fluida dimana nilai FZI yang tinggi cenderung\nditemukan pada Zona Hidrokarbon yang mencerminkan rocktype berkualitas baik.\nBerdasarkan nilai impedansi akustik dan pembagian rocktypes , dapat ditentukan 3\nsumur pengembangan pada reef dengan AI rendah yang mencerminkan batuan\nterisi hidrokarbon dan nilai FZI tinggi yang mencerminkan rocktype kualitas baik.", "Daftar File": {"ABSTRAK Yosha Resa Nurwijaya": "https://digilib.itb.ac.id/gdl/download/173362"}, "Penulis": "Yosha Resa Nurwijaya [22316001]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Sigit Sukmono, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geofisika", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Hidrokarbon, Rocktypes, Inversi Seismik, Kujung – 1", "Sumber": "", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "28 Jun 2019"}