{"Nomor": 39983, "Judul": "ANALISIS PROFIL KOMUNITAS MIKROORGANISME PADA FERMENTASI TAUCO DENGAN PENDEKATAN CULTURE-DEPENDENT", "Abstrak": "Tauco merupakan makanan fermentasi kedelai khas Indonesia. Banyak orang yang mengonsumsi makanan ini karena selain memiliki cita rasa yang khas juga memiliki potensi yang baik untuk kesehatan. Proses pembuatan tauco ini masih tradisional tanpa adanya standarisasi proses dan penambahan strater culture sehingga mempengaruhi konsistensi kualitas produk tauco ini. Fermentasi tauco berlangsung selama 106 hari yang terdiri dari beberapa tahapan yakni fermentasi kapang, fermentasi garam dan fermentasi lanjutan. Tujuan dari penelitian ini yakni untuk mengetahui dinamika komunitas mikroba selama proses fermentasi tauco dengan pendekatan kultivasi. Metode yang dilakukan dalam penelitian ini yakni isolasi, enumerasi, identifikasi morfologi, sekeunsing analisis 16S rRNA untuk bakteri dan ITS untuk jamur, analisis filogenetik, analisis diversitas dan Principal Component Analyses (PCA). Hasil isolasi selama fermentasi tauco didapatkan 7 isolat jamur dan 9 isolat bakeri. Selama fermentasi kapang, jamur yang didapatkan yakni Aspergillus oryzae, Aspergillus ochraceus, dan Lictheimia ramosa. Jamur-jamur ini berperan dalam mendegradasi senyawa makromolekul kedelai menjadi senyawa yang lebih kecil. Pichia kudriazevi dan Millerozyma farinosa merupakan ragi yang ditemukan selama fermentasi garam. Sedangkan pada fermentasi lanjutan hanya didominasi oleh satu ragi yakni Candida etchelsii. Hasil isolasi bakteri menunjukkan bahwa Pseudomonas sp. dan Bacillus subtilis strain DSM 10 terdapat pada fermentasi kapang. Fermentasi garam didominasi oleh Enterococcus faecium sedangkan pada fermentasi lanjutan didominasi oleh genus Bacillus seperti Bacillus subtilis strain SBMP4, Bacillus subtilis strain H4 dan Bacillus licheniformis. Adapun pada produk tauco manis ditemukan bakteri Stenotrophomonas pavani. Hasil analisis diversitas jamur menunjukkan bahwa indeks diversitas tertinggi diperoleh pada awal fermentasi kapang dengan nilai 1,19 dengan kriteria sedang. Sedangkan analisis diversitas bakteri menunjukkan bahwa indeks diversitas tertinggi diperoleh pada awal fermentasi lanjutan dengan nilai 1,44. Adapun hasil kemampuan enzimatis menunjukkan bahwa jamur filamen dan bakteri genus Bacillus menunjukkan kemampuan dalam mendegradasi senyawa makromolekul. Sedangkan ragi menunjukkan kemampuan dalam mendegradasi molekul sederhana. Oleh karena itu, dari hasil penelitian ini dapat dipilih mikroorganisme kunci yang dapat digunakan pada fermentasi tauco yakni Aspergillus oryzae, Candida etchelsii, dan Bacillus subtilis.", "Daftar File": {"ABSTRAK Rizqi Yanuar Pauzi": "https://digilib.itb.ac.id/gdl/download/173380", "COVER Rizqi Yanuar Pauzi": "https://digilib.itb.ac.id/gdl/download/195777", "BAB 1 Rizqi Yanuar Pauzi": "https://digilib.itb.ac.id/gdl/download/195778", "BAB 2 Rizqi Yanuar Pauzi": "https://digilib.itb.ac.id/gdl/download/195779", "BAB 3 Rizqi Yanuar Pauzi": "https://digilib.itb.ac.id/gdl/download/195780", "BAB 4 Rizqi Yanuar Pauzi": "https://digilib.itb.ac.id/gdl/download/195781", "BAB 5 Rizqi Yanuar Pauzi": "https://digilib.itb.ac.id/gdl/download/195782", "PUSTAKA Rizqi Yanuar Pauzi": "https://digilib.itb.ac.id/gdl/download/195783"}, "Penulis": "Rizqi Yanuar Pauzi [20616309]", "Kontributor / Dosen Pembimbing": ["Dr. Dea Indriani Astuti, S.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Aspergillus, Bacillus, Fermentasi, Tauco.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "28 Jun 2019"}