{"Nomor": 39990, "Judul": "KARAKTERISASI LAVA PRODUK GUNUNG API BATUR, BANGLI, BALI DENGAN METODE PETROMAGNETIK UNTUK IDENTIFIKASI PROSES MAGMATISME", "Abstrak": "Lava merupakan salah satu batuan vulkanik yang sangat potensial dalam merekam proses magmatisme. Karakterisasi terhadap batuan vulkanik seperti lava merupakan salah satu metode untuk memahami proses magmatisme di area gunung api. Dalam penelitian ini, dilakukan integrasi metode kemagnetan batuan, saturasi remanen magnetik, petrografi dan geokimia. Sampel lava yang digunakan dalam karakterisasi adalah produk Gunung Api Batur (GAB). Dalam penelitian ini, dilakukan pengukuran suseptibilitas magnetik berbasis frekuensi, pengukuran saturasi remanen magnetik dengan alat vibrating sampel magnetometer (VSM), Anhysteretic Remanence Magnetization (ARM), Isothermal Remanence Magnetization (IRM) serta pengukuran Termomagnetik. Serta analisis geokimia dengan X-ray fluorescence (XRF). Dari hasil pengukuran tersebut dilakukan pengolahan data sedemikian rupa sehingga nantinya dapat dilakukan interpretasi dengan tujuan untuk memahami petrogenesa dan karakteristik kemagnetan dari masing – masing produk lava guna memahami proses magmatisme Gunung Api Batur. Hasil yang didapatkan yaitu jenis batuan dari lava sampel adalah basalt - andesit dan berasal dari sumber magma yang berbeda. Dari segi kemagnetan batuan sendiri untuk setiap aliran lava yang berbeda nilai suseptibilitasnya dan dapat di kelompokkan sesuai tahun terbentuknya. Hal ini juga didukung dengan jenis mineral magnetik yang terbentuk untuk setiap aliran lava. Terjadi proses magma mixing dengan magma yang lebih basaltis sebelum terjadinya letusan Gunung Api Batur tahun 1963. Lalu, Sebelum terjadinya letusan Gunung Api Batur pada tahun 1974 terjadi Fraksinasi Kristal. Dalam proses pembekuan lava mempengaruhi oleh perbedaan cooling rate dari aliran lava secara vertikal yang dapat dilihat dari perbedaan ukuran bulir magnetik yang terbentuk. Serta Dalam kasus aliran lava GAB tahun 1849, 1963, 1974, hal yang berpengaruh terhadap suseptibilitas dan jenis mineral magnetik lava adalah sifat dari magma pembentuknya. Sedangkan, untuk yang berpengaruh untuk ukuran mineral magnetik dipermukaan adalah proses pembekuan lava dipermukaan.", "Daftar File": {"ABSTRAK Putu Billy Suryanata": "https://digilib.itb.ac.id/gdl/download/173389"}, "Penulis": "Putu Billy Suryanata [12315074]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Satria Bijaksana", "Dr. Mirzam Abdurrachman, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Applied physics", "Kata Kunci": "Gunung Api Batur, Magmatisme, Petrogenesa, Kemagnetan Batuan", "Sumber": "", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "28 Jun 2019"}