{"Nomor": 39991, "Judul": "Produksi Biodiesel dari Minyak Larva Lalat Tentara Hitam (Hermetia illucens) yang Dikultivasi Menggunakan Substrat Limbah Tahu dan Alpukat Busuk", "Abstrak": "Kebutuhan energi semakin meningkat akibat bertambahnya populasi manusia. Untuk meningkatkan ketahanan energi, berbagai penelitian dilakukan untukmencari sumber-sumber energi terbaharukan dari bahan-bahan hayati. Penelitianini mengkaji potensi larva lalat tentara hitam (Hermetia illucens), yang dikenal dengan waktu pertumbuhan yang cepat dan dapat dikultivasi dengan limbah organik, sebagai bahan baku biodiesel. Larva lalat tentara hitam dibagi menjadi 2 kelompok yang masing-masing diberi substrat berupa 1 kg substrat alpukat busuk dan campuran alpukat busuk dengan ampas tahu (1:1) setiap 3 hari pada kelembapan udara 34.89-99.21%, suhu udara 19.01-38.45oC dan intensitas cahaya\n0.03-46.804 W/m2. Perolehan minyak dengan metode imersi dari larva H. illucens yang diberikan substrat alpukat busuk dan campuran alpukat busuk dengan ampas tahu (1:1) adalah 40.5% dan 34.4% (berat minyak/ berat kering), secara berurutan. Biodiesel diperoleh melalui proses transesterifikasi dengan katalis enzim lipase dan metanol sebagai sumber alkohol pada suhu ruang (26 oC) dan pengadukan, sebesar 200 rpm selama 24 jam. Perolehan biodiesel dari substrat alpukat busuk dan campuran alpukat busuk dengan ampas tahu (1:1) berturut-turut, yaitu 72.24% dan 54.20% (berat biodiesel/ berat minyak). Dibandingkan dengan katalis kimia, yaitu 53.90% untuk alpukat dan 37.24% untuk substrat campuran (berat biodiesel/\nberat minyak), perolehan dengan penggunaan enzim lebih tinggi. Biodiesel yang diperoleh dari kedua perlakuan memiliki kadar metil ester 84.32 (% massa) untuk alpukat busuk dan 93.15 (% massa) untuk campuran. Angka asam sebesar 26.21 untuk alpukat dan 8.59 untuk campuran (mg KOH/ g biodiesel). Angka iodin sebesar 65.05 untuk alpukat dan 72.51 untuk campuran (mg I/ g biodiesel). Gliserol total sebesar 0.2534 (% massa) untuk alpukat busuk. Biodiesel yang dihasilkan dari substrat alpukat busuk terdiri dari asam laurat (28.47%), asam oleat (23.73%) dan asam linoleat (15.38%). Biodiesel yang dihasilkan dari substrat campuran alpukat busuk dan ampas tahu terdiri dari asam laurat (19.20%), asam oleat (22.07%) dan asam linoleat (22.12%).", "Daftar File": {"ABSTRAK Romario Joseph": "https://digilib.itb.ac.id/gdl/download/173390"}, "Penulis": "Romario Joseph [11215013]", "Kontributor / Dosen Pembimbing": ["Dr. Muhammad Yusuf Abduh, M.T.", "Ramadhani Eka Putra, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Hayati", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Alpukat Busuk, Ampas Tahu, Biodiesel, Hermetia illucens, Perolehan", "Sumber": "", "Staf Input/Edit": "didi kusnendi", "File": "1 file", "Tanggal Input": "28 Jun 2019"}