{"Nomor": 39993, "Judul": "PENANGANAN ALIH KODE INDONESIA-INGGRIS PADA SISTEM PENGENAL UCAPAN BAHASA INDONESIA", "Abstrak": "Saat ini, dampak globalisasi khususnya dalam bidang bahasa sudah banyak dirasakan dalam kehidupan sehari-hari. Kehadiran bahasa Inggris sebagai bahasa internasional sangat memengaruhi penggunaan bahasa Indonesia. Alih kode bahasa Inggris dalam bahasa Indonesia merupakan salah satu dampak yang dapat dirasakan. Alih kode merupakan peristiwa penggunaan suatu bahasa bersamaan dengan paling sedikit sebuah bahasa lain. Peristiwa ini menurunkan kinerja sistem pengenal ucapan otomatis suatu bahasa karena adanya kata-kata dan fonem yang tidak dikenali. Pada penelitian ini, dibuat sebuah sistem pengenal ucapan otomatis untuk bahasa Indonesia yang menangani alih kode bahasa Inggris. Penanganan pada pemodelan akustik yang dilakukan menggunakan pendekatan pemetaan bunyi Inggris ke Indonesia, penggabungan bunyi berbasis pengetahuan dalam fonem universal menggunakan International Phonetic Alphabet, dan berbasis data dengan jarak Bhattacharyya. Pada pendekatan berbasis data, dilakukan pengelompokan bunyi dengan pendekatan pengelompokan agglomerative. Pembuatan model akustik menggunakan Hidden Markov Model (HMM) dengan penghitungan probabilitas emisi menggunakan Gaussian Mixture Model (GMM). Penanganan pada pemodelan bahasa dilakukan dengan memperbanyak jumlah korpus dengan melakukan penambahan kalimat berbahasa Indonesia yang mengandung kata-kata berbahasa Inggris yang dipilih berdasarkan peringkat frekuensi kemunculan kata-kata bahasa Inggris. Hasil evaluasi menunjukkan penurunan word error rate (WER) sebesar 1,37% dari penanganan model akustik menggunakan metode pengelompokan bunyi dengan pendekatan pengelompokan agglomerative dan 2,05% untuk penanganan model bahasa relatif terhadap sistem pembanding. Penurunan WER tersebut juga disertai dengan penurunan kesalahan pengenalan kata Inggris secara signifikan tanpa mengurangi kinerja pengenalan bahasa Indonesia.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/173392"}, "Penulis": "Roland Hartanto [13515107]", "Kontributor / Dosen Pembimbing": ["Dessi Puji Lestari, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "alih kode, sistem pengenal ucapan otomatis bahasa Indonesia, penggabungan bunyi, jarak Bhattacharyya", "Sumber": "", "Staf Input/Edit": "karya", "File": "9 file", "Tanggal Input": "28 Jun 2019"}