{"Nomor": 10006, "Judul": "PERENCANAAN ORGANISASI, SISTEM & PROSEDUR DAN PENETAPAN PRIORITAS DALAM MANAJEMEN MULTI PROYEK (Studi Kasus : PT Tranaco)", "Abstrak": "Pertumbuhan ekonomi Indonesia yang cukup tinggi selama Pembangunan Jangka Panjang (PIP) I diwujudkan dalam pembangunan yang pesat di segala bidang seperti perumahan, prasarana, pabrik, jaringan telekomunikasi dan lain-lain. Keberhasilan pembangunan proyek-proyek tersebut tidak terlepas dari peran manajemen proyek yang berfungsi mengelola sumber daya yang terbatas secara efektif dan efisien untuk mencapai sasaran yang telah ditetapkan. PT Tranaco, salah satu kontraktor nasional di bidang industri migas yang berdiri sejak tahun 1975, masih menghadapi kendala dalam pengelolaan proyek-proyeknya terutama dalam mengintegrasikan pengelolaan antar proyek. Akibat langsung yang jelas tampak adalah keterlambatan jadwal pelaksanaan dari sebagian proyek-proyek tersebut.Kajian terhadap permasalahan tersebut memiliki identifikasi, analisis dan pemecahan masalah terhadap aspek organisasi, sistem, prosedur dan penetapan prioritas dalam pengelolaan multi proyek Program pemecahan yang diusulkan terdiri dari rancangan organisasi proyek, penetapan prioritas dan pengisian personil serta sistem dan prosedur perencanaan dan pengendalian multi proyek.Rancangan program pemecahan masalah yang ditunjang dengan rencana implementasi, pemantauan dan komitmen manajemen diharapkan dapat mengatasi masalah di atas sehingga sasaran proyek dan tujuan perusahaan dapat tercapai.", "Daftar File": {}, "Penulis": "ARIEF TYAS ASMARA (NIM 28195045)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ali Basyah Siregar, Dr., Ir."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "project management, established target,organization, system, procedure and project priority", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Vika Anastasya Kovariansi", "File": "8 file", "Tanggal Input": "11 Mar 2009"}