{"Nomor": 10001, "Judul": "PEMBUATAN PERANGKAT AKUISISI DATA TOMOGRAFI ELEKTRIK 3-D UNTUK REKONSTRUKSI CITRA OBJEK SILINDER", "Abstrak": "Tomografi Elektrik adalah metoda pencitraan distribusi resistivitas listrik suatu objek berdasarkan hasil pengukuran beda potensial dan arus listrik pada bidang batas objek uji. Arus listrik diinjeksikan ke objek melalui sejumlah elektroda yang dipasang pada bidang batas objek uji, dan pengukuran beda potensial dilakukan pada sejumlah elektroda yang lain. Data hasil pengukuran direkonstruksi menggunakan algoritma rekonstruksi berbasis model untuk menghasilkan citra distribusi resistivitas 2-D. \n \n \n \n\nCitra 3-D dapat dihasilkan dengan memasang sejumlah elektroda lebih dari satu lapis dan disusun secara bertingkat. Penelitian ini mencoba untuk menghasilkan citra 3-D dari citra 2-D yang didapat pada tiap lapis elektroda. Nilai resistivitas dari tiap citra 2-D yang dihasilkan diinterpolasi spline kubik dengan lapisan yang lain, sehingga akan terbentuk sebuah citra 3-D dari banyak lapisan citra 2-D. \n \n \n \n\nUntuk menjawab permasalahan diatas, perlu dikembangkan perangkat yang mampu memenuhi kebutuhan proses akuisisi data tomografi elektrik 3-D. Perangkat akuisisi data yang dibuat terdiri dari perangkat keras dan perangkat lunak. Perangkat keras terdiri dari rangkaian sumber arus, rangkaian koleksi data, rangkaian pengukur tegangan, dan rangkaian mikrokontroler. Sedangkan perangkat lunak terdiri dari program untuk akuisisi data. Koleksi data dari objek dilakukan dengan menggunakan metoda berpasangan, kemudian data hasil pengukuran dikirim ke komputer melalui komunikasi serial. \n \n \n \n\nUji coba hasil perancangan dilakukan dengan pengambilan data pada objek uji, dan direkonstruksi menggunakan metoda Newton-Raphson. Hasil pertama yang didapat berupa citra distribusi resistivitas 2-D tiap lapis elektroda, selanjutnya diinterpolasi spline kubik untuk menghasilkan citra distribusi resistivitas 3-D.", "Daftar File": {}, "Penulis": "ARIEF BARKAH KOESDWIADY (NIM 13304079)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Deddy kurniadi dan Dr. Ir. Agus Samsi, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Tomografi elektrik 3-D, Distribusi resistivitas, Perangkat akuisisi data, Metode berpasangan, Metode Newton-Raphson, Interpolasi spline kubik", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}