{"Nomor": 10017, "Judul": "MODEL PEMBELAJARAN KOOPERATIF TIPE STAD DENGAN PENDEKATAN INKUIRI DALAM PEMBELAJARAN FISIKA PADA KONSEP LISTRIK ARUS SEARAH DI KELAS X SMU/MA", "Abstrak": "Pelajaran fisika merupakan pelajaran yang sangat penting bagi perkembangan ilmu pengetahuan dan teknologi. Namun kenyataannya pelajaran fisika masih dianggap sulit oleh siswa. Oleh karena itu, diadakan upaya peningkatan kualitas proses belajar mengajar di kelas dengan membuat model pembelajaran dan pendekatan yang cocok untuk setiap konsep fisika. Salah satu cara mengatasi kesulitan belajar siswa, dibuatlah model pembelajaran kooperatif tipe STAD dengan pendekatan inkuiri terutama pada konsep listrik arus searah. Dalam model pembelajaran kooperatif tipe STAD dengan pendekatan inkuiri membuat siswa belajar sebagaimana seorang ilmuwan menemukan suatu teori atau hukum ilmu pengetahuan. Pelaksanaan model yang dilengkapi dengan modul, LKS inkuiri, animation, simulasi, dan pengamatan terhadap kegiatan siswa memungkinkan proses dan penilaian bisa melibatkan kecerdasan yang dimiliki siswa baik dari segi kognitif, psikomotor dan afektif. Penilaian dalam model pembelajaran kooperatif dengan menerapkan sistem penilaian gotong royong memungkinkan siswa berkontribusi dengan siswa lain dalam proses belajar. Penerapan model dan pendekatan ini, siswa dapat belajar fisika secara aktif, kreaktif dan kritis dalam suasana fun untuk memahami dan menemukan pengetahuan baru. Setelah diujicobakan pada siswa kelas X8 MAN 1 Bandung, ternyata model pembelajaran kooperatif tipe STAD dengan pendekatan inkuiri dapat meningkatkan pemahaman siswa terhadap listrik arus searah. Berdasarkan hasil ujicoba model pembelajaran ini dapat meningkatkan nilai siswa secara kognitif 78,98 %, secara psikomotor sebesar 14,23 % dan secara afektif dikatakan berkategori baik.", "Daftar File": {}, "Penulis": "ARIWI (NIM 20206033)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Wahyu Srigutomo"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Model Pembelajaran Kooperatif tipe STAD, Pendekatan Inkuiri, Penilaian", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}