{"Nomor": 10013, "Judul": "KAJIAN PERILAKU STRUKTUR SILO BETON  DENGAN METODE ELEMEN HINGGA", "Abstrak": "Kajian pada thesis ini didasari oleh banyaknya kegagalan yang terjadi pada struktur silo karena salah menyederhanakan proses desain. Sehingga yang terjadi adalah perencanaan desain tidak memadai untuk memikul beban layan.  Oleh karena itu, diperlukan suatu pengamatan teoritis dengan membandingkan kajian metode desain struktur silo secara sederhana dengan metode elemen hingga (FEM). Hal yang dilakukan adalah membandingkan pengaruh geometri desain antara metode desain aliran konsentris, yaitu jenis aliran yang terjadi berpusat di garis sumbu silo, dan aliran asimetris, yaitu jenis aliran yang terjadi eksentrisitas pada proses pengalirannya. Kemudian dilakukan pula perbandingan untuk sistem pembebanan menurut dua peraturan silo internasional yang ada, yaitu American Concrete Institute (ACI) 313-1997 dan European Standard (EN 1991-4).Model prototipe yang digunakan adalah sistem silo dengan satu keluaran (outlet) dan corong (hopper) kerucut untuk mewakili jenis aliran konsentris dan sistem silo dengan dua outlet dan dua hopper kerucut. Kemudian masing-masing model prototipe diterapkan pembebanan ACI dan EN sesuai dengan perilaku alirannya. Analisis kajian diperoleh dengan membandingkan hasil output model struktur dengan metode penyederhanaan hoop tension, serta analisis tambahan lainnya didasarkan oleh gaya-gaya dalam serta deformasi yang terjadi pada masing-masing model prototipe.Analisis perbandingan memperlihatkan metode penyederhanaan desain hoop tension hanya cukup mewakili perilaku struktur untuk model aliran konsentris saja, tetapi tidak cukup aman jika diterapkan untuk model aliran asimetris. Analisis gaya dalam  juga memperlihatkan perbedaan yang sangat signifikan untuk momen lentur dan gaya geser antara masing-masing model, serta perbedaan distribusi gaya dalam antara pembebanan ACI dan EN.Pada akhirnya kajian ini menghasilkan saran utama bagi proses desain struktur silo beton dimana proses penyederhanaan desain tidak bisa diterapkan untuk semua kasus tipe silo, untuk tipe aliran asimetris perlu dilakukan proses desain yang rasional serta pengecekan intensif untuk masing-masing gaya dalam.", "Daftar File": {}, "Penulis": "ARI IRAWAN (NIM 25006026)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Iswandi Imran, MA.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "silo beton, dinding silo, hopper, metode elemen hingga, pelat cangkang segiempat, tekanan lateral, traksi friksi, aliran konsentris, aliran asimetris, ACI 313-1997, EN 1991-4, hoop tension", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}