{"Nomor": 10023, "Judul": "PERANCANGAN SISTEM PIPA PENYALUR AIR BAKU KAPASITAS DUA RATUS LITER PER DETIK DARI KALIMALANG SAMPAI KELURAHAN PULO GEBANG", "Abstrak": "Kawasan industri di daerah pantai Jakarta Utara memerlukan air berkualitas baik dan murah dengan kapasitas yang berkelanjutan sepanjang tahun. Sungai kalimalang dinilai mampu untuk memenuhi kebutuhan tersebut. Namun, karena jarak antara sungai kalimalang dan Jakarta Utara jauh, maka dibutuhkan pembuatan sistem pipa penyalur air baku. Pembuatan sistem pipa ini membutuhkan perencanaan dan perancangan yang aman dan ekonomis.Tujuan perancangan untuk mendapatkan sistem pipa penyalur yang aman dari aspek mekanikal dan murah dari aspek biaya. Perancangan didasarkan pada code & standard AWWA M11 dan ASME B31.3. Jalur yang dirancang adalah dari sungai kalimalang sampai Kel. Pulo Gebang, sebagian besar ditanam di dalam tanah dan berada di sisi Jalan Tol Lingkar Utara Jakarta. Perancangan dilakukan dengan menganalisis gaya internal dan eksternal analisis hidrolik, pemilihan pompa, perhitungan span, serta analisis ongkos produksi. Pemodelan keseluruhan jalur pipa dibuat dengan software CAESAR II dan Pipe Flow Expert.Pipa yang digunakan berdiameter 16 inch dengan sch. 20 untuk pipa tepi jalan dan sch. 30 untuk pipa menyeberangi jalan. Untuk pipa crossing rel kereta api digunakan casing. Pompa yang digunakan sebanyak 3 unit ditambah 1 unit pompa cadangan, masing-masing pompa memiliki daya 25,3 kW. Biaya produksi per m3 adalah sebesar Rp 2.656 yang masih dibawah harga air di pasaran.", "Daftar File": {"2008 TA PP ARMETRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/35738", "2008 ARMETRA - BAB 2": "https://digilib.itb.ac.id/gdl/download/35740", "2008 ARMETRA - BAB 4": "https://digilib.itb.ac.id/gdl/download/35742", "2008 ARMETRA - PUSTAKA": "https://digilib.itb.ac.id/gdl/download/35744"}, "Penulis": "ARMETRA (NIM 13104065)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. H. Bagus Budiwantoro"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pipa air baku, pipa tanam, analisis crossing, analisis biaya, memilih pompa", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}