{"Nomor": 10025, "Judul": "ANALISIS KUANTITATIF RISIKO UNTUK SISTEM PERPIPAAN PADA SISTEM PROCESS GAS, GAS COMPRESSION, GAS EXPORT DAN METERING (STUDI KASUS: HANG TUAH PALTFORM)", "Abstrak": "Analisis kuantitatif risiko merupakan bagian dari risk assessment yang dilakukan lebih detail dan bertujuan untuk menghitung risiko yang terjadi pada industri minyak dan gas. Risiko dapat dihitung dari hasil perkalian antara likelihood of failure dan consequence of failure. Sistem perpipaan merupakan salah satu komponen penting dalam industri minyak dan gas yang berpotensi memiliki risiko yang tinggi jika bocor. Oleh karena itu, analisis kuantitatif risiko perlu dilakukan pada sistem perpipaan. \n \n \n \n\nMetodologi analisis kuantitatif pada sistem perpipaan dibagi menjadi 5 bagian, yaitu pengumpulan data analisis, penghitungan laju/massa, tipe, dan durasi pelepasan fluida, penghitungan likelihood of failure (LoF), penghitungan consequence of failure (CoF), dan penentuan risiko dengan matriks risiko. LoF didapat dari hasil perkalian antara frekuensi kegagalan generik dengan faktor modifikasi peralatan dan faktor modifikasi Process Safety Management. CoF terdiri dari konsekuensi flammable, toxic, environment, dan business interruption. \n \n \n \n\nStudi kasus yang dianalisis adalah 16 pipa pada sistem proses gas, kompresi gas, ekspor dan metering gas dari MoGPU Hang Tuah Platform. Dari hasil analisis diperoleh 5 pipa memiliki risiko medium-high dan sisanya 11 pipa tergolong risiko medium. Mekanisme kegagalan yang terjadi, antara lain sand erosion, CO2 corrosion, corrosion under insulation, SSC, dan HIC/SOHIC.", "Daftar File": {}, "Penulis": "ARNOLD SANDA LAYUK (NIM 13103090)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. IGN. Wiratmaja Puja"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Sistem perpipaan, Process gas, Gas compression, Gas export, Metering, Hang tuah platform", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}