{"Nomor": 10024, "Judul": "PERANCANGAN DAN SIMULASI DIODA AVALANS SILIKON 2KW DENGAN STRUKTUR GUARD RING", "Abstrak": "Gejala transien seperti petir dapat terjadi setiap saat tanpa bisa diprediksi. Dengan timbulnya gejala tersebut setiap saat tanpa bisa diprediksi, spikes yang ditimbulkannya dapat memberikan energi, baik berupa arus ataupun tegangan yang sangat besar, melalui konduktor yang terhubung pada perangkat elektronika. Jika gejala transien tersebut memasuki suatu perangkat elektronika, maka gejala transien tersebut akan menimbulkan impuls arus yang sangat besar terhadap piranti-piranti yang terdapat dalam rangkaian elektronika tersebut. Apabila batas arus atau tegangan yang sudah dispesifikasi terlewati, maka perangkat elektronika tersebut akan mengalami kerusakan. Oleh karena itu, proteksi gelombang pada ribuan interface sambungan sinyal sangat dibutuhkan untuk menghindari tegangan spikes dengan menggunakan devais Silicon Transient Voltage Suppressor (TVS).Untuk mencegah terjadinya kerusakan pada rangkaian akibat dari gejala transien tersebut, Laboratorium Devais dan Pemrosesan IC ITB tengah mengembangkan suatu devais dioda avalans silikon dengan struktur Guard Ring untuk keperluan proteksi perangkat elektronika dari gejala transien yang dapat timbul. Devais ini terbuat dari sambungan silikon tipe-p+ dan tipe-n serta p doped guard ring. Keunggulan struktur guard ring ini dibandingkan struktur dioda yang umum adalah kemampuannya untuk mengurangi arus bocor dan noise avalans. Karakteristik yang dimilikinya adalah breakdown dengan impact ionization. Yang diharapkan dari dioda ini adalah dengan tegangan reverse 200 V + 20% akan menghasilkan arus sebesar 10A atau dapat melewatkan daya sebesar 2000 Watt.Untuk melihat kemampuan devais SAD dalam meredam gejala transien yang hendak memasuki suatu perangkat elektronika, maka kita akan melakukan pengujian dengan simulator SPICE. Dioda avalan akan dimodelkan dengan sebuah rangkaian pengganti, sedangkan perangkat elektronika yang akan diproteksi dimodelkan dengan sebuah resistor. Dari hasil pengujian tersebut, kita dapat melihat kemampuan dioda avalans yang berstruktur guard ring, 97 % terbukti mampu meredam gejala transien yang dapat membahayakan suatu perangkat elektronika.", "Daftar File": {}, "Penulis": "ARNE ADRYANTA BANGUN (NIM 13202106)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Irman Idris"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Dioda Avalans, Peredaman, Guard Ring, Simulasi", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}