{"Nomor": 10029, "Judul": "ADAPTIVE CODED MODULATION (ACM) MENGGUNAKAN KODE KONVOLUSIONAL DAN MODULASI ADAPTIF PADA WIMAX", "Abstrak": "Sistem komunikasi wireless seperti pada WiMAX merupakan kanal paling rentan dibandingkan kanal-kanal fisik yang lain. Faktor derau, interferensi, dan fading membuat kanal wireless lebih sering mengalami kerusakan data. Mekanisme retransmisi memungkinkan pengiriman kembali data yang rusak namun mengurangi kinerja. Teknik ACM menekan retransmisi dengan pengkodean kanal dan juga modulasi adaptif yang digunakan. Penggunaan pengkodean kanal pada sistem komunikasi wireless berperan untuk mengurangi retransmisi dengan memberikan bit-bit redudansi (tambahan) sehingga akan meningkatkan kinerja. Pada tugas akhir ini, pengkodean kanal yang digunakan adalah dengan menggunakan kode Konvolusional. Parameter Konvolusional koding seperti constraint length (K), matriks generator, dan code rate yang mempengaruhi kinerja sistem akan diperlihatkan melalui simulasi komputer menggunakan Matlab. Hasil simulasi memperlihatkan bahwa BER mengalami penurunan sehingga komunikasi data dapat berjalan lebih baik. Grafik Eb/No terhadap BER menjadi parameter dari tugas akhir ini yang memperlihatkan perbandingan dengan uncoded channel pada kanal AWGN.Selain pengkodean kanal, tugas akhir ini juga menganalisis pengaruh modulasi adaptif terhadap link komunikasi pada WiMAX. Level modulasi yang dibahas pada tugas akhir ini adalah BPSK, QPSK, 16 QAM, dan 64 QAM. Hasil simulasi memperlihatkan bahwa level modulasi yang digunakan pada WiMAX bergantung pada umpan balik yang diberikan sesuai dengan kondisi kanal yang ada. Selain itu, modulasi adaptif juga dimanfaatkan untuk menyesuaikan skema level modulasi terhadap jarak antara BTS dan penerima.", "Daftar File": {}, "Penulis": "ARYO WICAKSONO (NIM 13203071)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Sugihartono"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "WiMAX, ACM, kode Konvolusional, constraint length, matriks generator, traceback length, modulasi adaptif", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}