{"Nomor": 10030, "Judul": "KLONING KERANGKA BACA TERBUKA blaTEM PENGKODE ENZIM EXTENDED SPECTRUM B-LACTAMASE (ESBL) PADA ESCHERICHIA COLI", "Abstrak": "Resistensi bakteri terhadap antibiotik B-laktam dapat disebabkan oleh pemakaian antibiotik B-laktam dalam jangka panjang dan kemampuan bakteri dalam memproduksi enzim B-laktamase. Extended spectrum B-lactamase (ESBL) merupakan kelompok enzim B-laktamase yang sampai saat ini hanya terdapat pada bakteri Gram negatif dan memiliki kemampuan menghidrolisis penisilin dan sefalosporin. Penelitian ini bertujuan untuk melakukan kloning kerangka baca terbuka gen blaTEM yang diisolasi dari bakteri E. coli RSCM ke vektor kloning dan ekspresi pada E. coli. Pada tahap awal penelitian dilakukan identifikasi berbasis 16SrDNA pada E. coli yang diisolasi dari E. coli RSCM yang digunakan pada penelitian ini. Selanjutnya adalah isolasi gen blaTEM dan daerah hulunya serta isolasi kerangka baca terbuka gen blaTEM yang telah ditambahkan situs pengenalan enzim pemotongan. Pada tahapan isolasi kerangka baca terbuka gen blaTEM dilakukan proses penghilangan urutan nukleotida pengkode leader peptide. Tahap selanjutnya adalah kloning kerangka baca terbuka gen blaTEM ke vektor kloning (pGEM-T) dan karakterisasi plasmid pGEM-T blaTEM serta kloning kerangka baca terbuka gen blaTEM ke vektor ekspresi pET-32b. Berdasarkan hasil penentuan urutan nukleotida dan pencocokan ke Bank Data NCBI, E. coli RSCM yang digunakan dalam penelitian ini benar E. coli dengan homologi 99% terhadap E. coli galur BE27. Gen blaTEM berhasil diisolasi dari plasmid E. coli RSCM dan memiliki homologi 99% dengan gen blaTEM-1 dari plasmid bakteri E. coli. Kerangka baca terbuka gen blaTEM yang telah dihilangkan urutan nukleotida leader peptide-nya berhasil diisolasi dengan menggunakan PCR dan diligasikan ke vektor kloning pGEM-T. Transformasi ke E. coli JM109 menghasilkan 3 transforman yaitu 2 koloni putih (S161 dan S162) dan 1 koloni biru (S8). Hasil karakterisasi transforman menunjukkan bahwa salah satu transforman yaitu klon S162 benar mengandung DNA sisipan yaitu KBT blaTEM. Hasil transformasi ke E. coli DH5α menghasilkan 3 transforman yang mengandung plasmid pET-32b rekombinan, namun keberadaan pET-blaTEM harus dipastikan lagi dengan teknik karakterisasi plasmid lainnya. Penapisan awal ekstrak kasar inhibitor B-laktamase dari kultur campuran simbion spons Axinella sp. dengan metode agar difusi menunjukkan ekstrak intrasel memberikan hasil yang lebih baik daripada ekstrasel dengan umur kultivasi 4 hari. Kerangka baca terbuka blaTEM yang memiliki sisi pengenalan enzim pemotongan BamHI dan XhoI dari E. coli RSCM berhasil diisolasi dan diligasikan ke vektor kloning pGEM-T. Ekstrak kasar intrasel kultur campuran simbion Axinella sp. berpotensi untuk digunakan sebagai inhibitor B-laktamase pada bakteri. Hasil ligasi kerangka baca terbuka gen blaTEM pada vektor ekspresi pET-32B masih harus dikarakterisasi lebih lanjut.", "Daftar File": {}, "Penulis": "ASADATUN ABDULLAH (NIM 20706013)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Debbie S. Retnoningrum, Ph.D dan Dr. Linawati Hardjito"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "E. coli, ESBL TEM, blaTEM, Kloning, Inhibitor B-laktamase", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}