{"Nomor": 10031, "Judul": "KAJIAN PENGEMBANGAN FASILITAS PENDIDIKAN MENENGAH DALAM MENDUKUNG PENGEMBANGAN AGRIBISNIS  DI KABUPATEN MAJALENGKA", "Abstrak": "Studi ini bertujuan mengidentifikasi kebutuhan pengembangan fasilitas pendidikan menengah untuk memenuhi kebutuhan sumber daya manusia dalam mendukung pengembangan agribisnis di Kabupaten Majalengka. Untuk mencapai tujuan tersebut, studi ini mempunyai dua sasaran, yaitu teridentifikasinya kebutuhan kualifikasi pendidikan sumber daya manusia dan teridentifikasinya jumlah serta jenis fasilitas pendidikan menengah yang dibutuhkan untuk mendukung kualifikasi pendidikan sumber daya manusia.Metode yang digunakan untuk menentukan komoditas pertanian unggulan adalah jumlah produksi, koefisien Location Quotient (LQ), Analisis Differential Shift (DiR), potensi pasar, dan dukungan kebijakan. Untuk mengetahui kualifikasi pendidikan tenaga kerja agribisnis yang dibutuhkan di Kabupaten Majalengka dilakukan melalui studi banding ke Kabupaten Bandung, Cirebon, dan Cianjur. Dalam menentukan kebutuhan jumlah dan kualifikasi tenaga kerja digunakan analisis deskriptif berdasarkan komposisi kualifikasi pendidikan hasil survey. Selanjutnya, dalam menentukan jumlah dan jenis fasilitas pendidikan dilakukan melalui analisis suplay tenaga kerja dan jumlah fasilitas pendidikan yang telah ada.Hasil studi ini menunjukan bahwa komposisi kebutuhan kualifikasi pendidikan tenaga kerja budidaya adalah 91% pendidikan dasar, 8% pendidikan menengah, dan 1% pendidikan tinggi. Adapun komposisi kebutuhan kualifikasi pendidikan tenaga kerja agroindustri adalah 59% pendidikan dasar, 36% pendidikan menengah, dan 5% pendidikan tinggi. Untuk memenuhi keutuhan kualifikasi sumber daya manusia dalam pengembangan agribisnis di Kabupaten Majalengka sampai tahun 2020 masih kekurangan 121.048 tenaga kerja pendidikan menengah pertanian. Untuk memenuhi kebutuhan tenaga kerja pendidikan menengah pertanian, Kabupaten Majalengka memerlukan 27 unit sekolah menengah pertanian.", "Daftar File": {}, "Penulis": "ASEP AGUS SULAEMAN (NIM 25406307)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. DEWI SAWITRI, MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "fasilitas pendidikan, agribisnis", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}