{"Nomor": 10034, "Judul": "PENGARUH EKSTRAK KULIT BATANG NIMBA TERHADAP PERTUMBUHAN Fusarium oxysporum, Pseudomonas solanacearum SERTA PERTUMBUHAN DAN PRODUKSI TOMAT", "Abstrak": "Telah dilakukan penelitian mengenai pengaruh ekstrak kulit batang nimba terhadap pertumbuhan jamur Fusarium oxysporum Schlechtendahl dan bakteri Pseudomonas solanacearum E.F. Smith serta terhadap pertumbuhan dan produksi tanaman tomat. Jamur Fusarium oxysporum diinokulasikan ke dalam campuran medium PDA dan ekstrak (100%) serta ke dalam medium PDA tanpa ekstrak (kontrol). Setelah diinkubasi selama 5x24 jam, diameter pertumbuhan koloni jamur diukur. Kertas cakram yang telah direndam dalam ekstrak diletakan di atas kultur bakteri Pseudomonas solanacearum dalam medium NA. Pada pengujian terhadap bakteri, persentase perkecambahan dan pertumbuhan radikula konsentrasi ekstrak dalam pelarut metil klorida dan heksana adalah 1%. 2%, 3%, 4%, dan kontrol (0%), sedangkan konsentrasi ekstrak dalam pelarut metanol adalah 3%, 6%, 9%, 12% dan kontrol (0%). Diameter hambatan ekstrak terhadap bakteri diukur setelah diinkubasi selama 1x24 jam. Persentase perkecambahan dihitung setelah diinkubasi selama 3x24 jam. Panjang radikula diukur dari benih tomat yang diberi perlakuan dan diinkubasi selama 3x24 jam. Tanaman tomat diberi perlakuan ekstrak pada umur 5 minggu setelah tanam dan 9 minggu setelah tanam. Konsentrasi perlakuan adalah kontrol (0%), 4% untuk ekstrak dalam pelarut metil klorida dan heksana dan 12% untuk ekstrak dalam pelarut metanol. Hasil uji hayati terhadap jamur Fusarium oxysporum didapatkan bahwa perlakuan dengan ekstrak dalam pelarut metil klorida, n-heksana dan metanol pada konsentrasi 100% tidak berbeda nyata dengan kontrol. Pada uji hayati terhadap bakteri Pseudomonas solanacearum ketiga ekstrak menghambat dan berbeda nyata dengan kontrol, ekstrak dalam pelarut metil klorida dan heksana menghambat mulai konsentrasi 1%(b/v) dan ekstrak dalam pelarut metanol menghambat mulai konsentrasi 3% (b/v). Ketiga perlakuan ekstrak menghambat perkecambahan tomat sampai 100% dan juga menghambat pertumbuhan radikula, hanya pada ekstrak dalam heksana konsentrasi 1% (b/v) tidak berbeda nyata dengan kontrol. Parameter pertumbuhan tanaman tomat yaitu jumlah anak dawn, tinggi tanaman dan kandungan klorofil daun, semua perlakuan tidak berbeda nyata dengan kontrol untuk setiap minggu setelah perlakuan (MSP) yang sama. Parameter produksi yaitu: waktu berbunga pertama kali, waktu berbuah pertama kali, bobot buah per tanaman dan jumlah buah per tanaman, semua perlakuan juga tidak berbeda nyata dengan kontrol.", "Daftar File": {}, "Penulis": "ASEP GINANJAR ARIP (NIM 20694515)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Mumu Sutisna dan Drs. Undang Ahmad Dasuki, MS>"], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "kulit batang Nimba, produksi tomat, Fusarium oxysporum, Pseudomonas solanacearum", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}