{"Nomor": 10044, "Judul": "EVALUASI POTENSI LABU MERAH SEBAGAI TANAMAN KEMURGI", "Abstrak": "Labu merah (Cucurbita moschata) adalah tanaman yang mempunyai kemampuan untuk bertahan hidup pada kondisi kering dan panas atau di daerah yang kurang produktif di Indonesia. Labu merah mempunyai potensi untuk menghasilkan bahan-bahan bakar hayati yaitu bioetanol dari daging buah dan biodiesel dari bijinya. \n \n \n \n\nPenelitian ini bertujuan untuk mengevaluasi kelayakan labu merah sebagai bahan baku bioetanol dan biodiesel. Evaluasi kelayakan dilakukan melalui pengujian kadar pati dalam daging buah, pengujian kadar minyak dan protein dalam biji, pengujian angka iodium minyak biji labu merah serta pembuatan bioetanol dari daging buah. Spesies labu merah yang digunakan untuk percobaan ini adalah Cucurbita moschata yang berasal dari Kabupaten Bandung, Jawa Barat serta Kabupaten Jombang, Jawa Timur. \n \n \n \n\nKadar air dalam daging buah dan biji berturut-turut sebesar 83-93%-berat and 5%-berat. Kadar pati dan gula dalam daging buah berturut-turut sebesar 83-85%-berat (basis kering) dan 3,25%-berat (basis kering). Kadar minyak dan protein dalam biji labu merah berturut-turut 33-34.5%-berat (basis kering) dan 42.5%-berat (basis kering). Angka iodium minyak biji labu merah adalah 95,6 g-I2/100 g minyak. Dari pengujian karakteristik daging buah dan biji merah maka dapat disimpulkan bahwa daging buah berpotensi untuk dijadikan bahan baku bioetanol sedangkan biji labu merah berpotensi untuk dijadikan bahan baku biodiesel dan pakan ternak.", "Daftar File": {}, "Penulis": "ASRI SOFIA MARWAH (NIM 13003005)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Tatang Hernas Soerawidjaja dan Dr. Tirto Prakoso"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Labu merah, Cucurbita moschata, Pati, Minyak, Bioetanol, Biodiesel", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}