{"Nomor": 10059, "Judul": "PUSAT KEBUDAYAAN JAWA", "Abstrak": "Dalam kehidupan sosial kemasyarakatan di Indonesia, terdapat berbagai tatanan nilai kebudayaan yang dianut serta dipegang erat oleh masyarakat daerah setempat. Nilai-nilai yang dianut tersebut mencakup kepercayaan, hubungan sosial, individu, arsitektur hingga objek budaya.Kondisi zaman di internasional selalu menjadi tolak ukur kondisi zaman di Indonesia, padahal sesungguhnya Indonesia jauh lebih kaya, baik dari segi budaya, suku bangsa, maupun kekayaan alam. Zaman modern di internasional mencoba mempertimbangkan gaya zaman lampau, dengan berbagai usaha memadukan gaya lama dan baru tersebut. Sebagai contoh classical modernism , dimana filosofi modern bertemu dengan filosofi klasik, ditampilkan dengan pertimbangan unsur klasik sebagai bagian dari unsur modern yang mendominasi, dengan sentuhan yang kreatif serta menghasilkan komposisi yang harmonis.Hal tersebut dapat dijadikan cerminan Indonesia, dimana keberadaan budaya lokal terdahulu tidak kita tinggalkan begitu saja walaupun kita tetap terbuka dengan perkembangan zaman. Dalam konteks arsitektur dan interior Indonesia terlihat batas antara filosofi kebudayaan lokal dengan filosofi modern. Dengan berbagai ketidaktahuan terkadang kita hanya mencoba memindahkan desain-desain luar kedalam lingkup Indonesia tanpa mengetahui konsep yang mendasari serta pertimbangan yang terdapat dibelakangnya.Sesungguhnya filosofi konsep nenek moyang kita terdahulu merupakan filosofi yang sesuai pada tiap daerahnya walaupun tanpa bantuan teknologi.  Berbagai filosofi tradisional jangan dijadikan sebagai batasan dalam berkarya, melainkan sebagai gambaran dan inspirasi dalam pengungkapan ekspresi kreativitas kita. Hal ini dapat membuat kita jauh lebih dihargai dimata internasional dibandingkan hanya menduplikasi gaya luar.", "Daftar File": {}, "Penulis": "AURORA RINTYA AYUNINGRUM (NIM 17304039)", "Kontributor / Dosen Pembimbing": ["Pembimbing: DR. Imam Santosa, M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "desain interior, budaya", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Vika Anastasya Kovariansi", "File": "7 file", "Tanggal Input": "20 Mar 2009"}