{"Nomor": 10052, "Judul": "PERANCANGAN DAN IMPLEMENTASI MODEL PERILAKU DRIVING-AGENT UNTUK SIMULASI LALU LINTAS MIKROSKOPIK", "Abstrak": "Simulasi lalu lintas mikroskopik merupakan salah satu cara untuk dapat mengambarkan perubahan kondisi lalu lintas akibat perubahan parameter-parameter mikroskopik lalu lintas seperti perilaku setiap pengendara mobil yang dapat menghasilkan gambaran yang lebih akurat dibandingkan dengan simulasi makroskopik. Di samping untuk menganalisis persoalan-persoalan yang terkait dengan lalu lintas dan transportasi, simulasi lalu lintas mikroskopik juga sangat bermanfaat di dalam pengembangan proyek real-time driving simulator, salah satunya adalah proyek Simulator Mengendarai Mobil (SMM). \n \n\nSMM adalah suatu sistem yang dirancang untuk dapat mensimulasikan ujian praktek mengendarai mobil pada proses pembuatan SIM A yang di antaranya adalah ujian praktek mengendarai mobil di jalan raya. Agar SMM dapat menghasilkan simulasi ujian praktek mengendarai mobil di jalan raya yang realistik dan dinamik, maka diperlukan implementasi simulasi lalu lintas mikroskopik yang dibangun dengan berbasis pada model agent. \n \n\nDi dalam penelitian ini dibangun model perilaku driving-agent sebagai bagian dari simulasi lalu lintas mikroskopik berikut implementasinya di dalam SMM. Model perilaku driving-agent yang dikembangkan mencakup aspek performansi perilaku dan juga pengambilan keputusan oleh agent dengan menggunakan tingkat agresifitas sebagai parameter pokok. \n \n\nDari penelitian ini telah dihasilkan sebuah model perilaku driving-agent yang dapat merepresentasikan berbagai jenis driving styles yang berbeda yang dimiliki oleh pengendara mobil sehingga simulasi lalu lintas yang dihasilkan oleh SMM menjadi lebih realistik dan dinamis.", "Daftar File": {}, "Penulis": "ASTRI NOVIANTY (NIM 23206333)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Yoga Priyana dan Bapak Dr. Ir. Ary Setijadi"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Simulasi lalu lintas mikroskopik, Model perilaku, Driving simulator, Driving-agent, Agresivitas", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}