{"Nomor": 10051, "Judul": "PEMURNIAN MINYAK DARI DEDAK PADI HASIL PEMASAKAN EKSTRUSIF", "Abstrak": "Dedak merupakan produk samping penggilingan padi, yang penggunaannya di Indonesia saat ini terbatas sebagai pakan ternak. Dedak mengandung ÃƒÂƒÃ‚Â‚ÃƒÂ‚Ã‚Â±15% lemak yang bisa dimanfaatkan sebagai minyak pangan. Minyak pangan dari dedak padi memiliki keunggulan dibandingkan dengan minyak pangan yang diperoleh dari sumber lain. Masalah utama yang harus dihadapi dalam proses pengambilan minyak dedak padi adalah penyimpanan dedak. Dedak kurang bisa disimpan lama. Hal ini, disebabkan karena dedak memiliki enzim lipase yang akan mereduksi minyak menjadi asam lemak bebas (FFA). Agar dedak dapat disimpan dalam jangka waktu yang lama, dedak perlu distabilkan terlebih dahulu. Salah satu metode yang dapat digunakan adalah dengan metode pemasakan ekstrusif. Kelemahan metode ini adalah terjadinya perubahan warna pada minyak yang dihasilkan sebagai akibat pemanasan yang terjadi pada proses ekstrusi. \n \n \n \n\nTujuan umum penelitian ini adalah mempelajari proses-proses untuk memperoleh minyak dedak padi murni dari dedak hasil pemasakan ekstrusif. Penelitian yang telah dilakukan bersifat studi pustaka dan eksperimental, yang meliputi tiga tahap. Ketiga tahap tersebut adalah studi literatur, percobaan pendahuluan, dan percobaan utama. \n \n \n \n\nPercobaan pendahuluan dilakukan untuk menyiapkan bahan baku yang akan digunakan pada proses pemurnian minyak dedak padi. Percobaan pendahuluan yang dilakukan meliputi ekstruksi dedak padi untuk menghasilkan pelet dedak padi dan ekstraksi minyak dedak padi untuk memperoleh minyak dedak padi mentah. Percobaan utama yang akan dilakukan adalah pemurnian minyak dedak padi hasil ekstraksi. Pada penelitian ini telah diperoleh minyak dedak padi murni yang memiliki kualitas warna seperti minyak pangan pada umumnya.", "Daftar File": {}, "Penulis": "ASTRI HANDAYANI (NIM 13003028)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. I Dewa Gede Arsa Putrawan, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Minyak dedak padi, Pemasakan ekstrusif, Pemurnian", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}