{"Nomor": 10064, "Judul": "EFISIENSI PENDESAKAN MINYAK PADA LOW-TENSION FLOOD DENGAN DUA KURVA FRAKSI ALIRAN", "Abstrak": "Low-Tension Flood merupakan salah satu metode peningkatan perolehan minyak yang menggunakan surfactant untuk menurunkan tegangan antar muka (Interfacial Tension IFT) minyak dan air. Pada proses ini minyak terdorong sehingga mengalir ke sumur produksi. Tujuan tugas akhir ini untuk mempelajari potensi penerapan Low-Tension Flood dengan penginjeksian surfactant sehingga dapat diperkirakan besar efisiensi pendesakan. Proses ini menggunakan persamaan kontinuitas Buckley-Leverett satu dimensi. Penentuan saturasi front pada posisi shock menjadi bagian terpenting dalam proses pendesakan. Oleh karena Low-Tension Flood melibatkan surfactant sebagai fluida injeksinya maka pada proses terjadi dua saturasi shock front, yaitu saturasi shock front-air dan saturasi shock front-surfactant. Kedua saturasi shock front ini digambarkan pada kurva fraksi aliran dengan nilai saturasi shock front-air yaitu Sorw dan nilai saturasi shock front-surfactant yaitu Sorc. Efisiensi perolehan saat saturasi shock front-surfactant dipengaruhi oleh konsentrasi surfactant yang digunakan. Pada tugas akhir ini dilakukan simulasi numerik terhadap lapangan minyak X. Simulasi numerik menggunakan data lapangan X menunjukkan bahwa saat saturasi shock front-air, efsiensi yang diperoleh yaitu 68.3%, sedangkan bila menggunakan surfactant yang konsentrasinya 1.5 wt%, diperoleh efisiensi sebesar 81.7% saat terjadi saturasi shock front-surfactant.", "Daftar File": {}, "Penulis": "AYU FITRA SARI (NIM 10104077)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof.Dr. Edy Soewono dan Prof.Dr.Ir. Septoratno Siregar"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Low-Tension Flood, Injeksi Surfactant, persamaan Buckley-Leverett, satuasi shock front, kurva fraksi aliran, efsiensi pendesakan", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}