{"Nomor": 10063, "Judul": "PERENCANAAN SISTEM PENYALURAN AIR BUANGAN DOMESTIK KOTA PALEMBANG (Studi Kasus : Kecamatan Ilir Timur I dan Kecamatan Ilir Timur II)", "Abstrak": "Kota Palembang sebagai ibukota propinsi Sumatera Selatan, dikenal sebagai kota perdagangan yang juga merupakan kota terpadat dengan angka pertumbuhan yang tertinggi (2.27% pada tahun 2006) di Sumatera Selatan. Oleh karena itu, peningkatan jumlah penduduk dan perkembangan ekonomi sebagai Kota Perdagangan harus disertai oleh peningkatan kualitas lingkungan hidup dan sanitasi yang memadai. Maka, untuk mendukung hal tersebut, diperlukan adanya fasilitas sanitasi yang memadai sebagai usaha dalam mencegah pencemaran tanah, air tanah, serta badan air penerima. Disisi lain, kondisi eksisting menunjukkan bahwa kondisi Sungai Musi sebagai badan air utama Kota Palembang telah tercemar, dan pencemar utamanya adalah berasal dari air limbah domestik. Oleh karena itu, limbah domestik yang dihasilkan ini memerlukan pengelolaan khusus sebelum dibuang ke badan air penerima, karena itu adanya pembangunan Instalasi Pengolahan Air Limbah (IPAL) sangat diperlukan. Dan untuk menyalurkan air limbah domestik hingga menuju IPAL diperlukan suatu Sistem Penyaluran Air Buangan (SPAB). Dengan adanya sistem penyaluran air buangan diharapkan akan meningkatkan kualitas lingkungan di Kota Palembang sesuai dengan perencanaan kota yang disajikan dalam Rencana Tata Ruang Wilayah (RTRW) Kota Palembang. Berdasarkan tingkat kepadatan penduduk yang tinggi, koefisien permeabilitas tanah yang sangat rendah (3x10-4cm/mnt), topografi yang relatif datar (0.5-2.5%), dan dikarenakan sebagian besar penduduk telah memiliki tangki septik (hampir 70%), maka sistem penyaluran air buangan yang paling tepat diterapkan untuk Kota Palembang adalah Sistem Small Bore Sewer (SBS). Sistem Small Bore Sewer merupakan suatu sistem perpipaan air buangan yang hanya akan meyalurkan effluent cair dari tangki septik menuju Instalasi Pengolahan Air Limbah (IPAL) sedangkan fasa padatannya akan diendapkan di dalam tangki septik yang berperan sebagai tangki interceptor. Dalam tugas akhir ini akan dibahas lebih lanjut mngenai perencanaan SPAB, meliputi perencanaan secara detail suatu jalur perpipaan air buangan dan bangunan pelengkap yang sesuai untuk diterapkan di Kota Palembang.", "Daftar File": {}, "Penulis": "AYI FAJARWATI (NIM 15304048)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Edwan Kardena"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "sistem penyaluran air buangan, tangki septik, pipa riol kecil, jalur perpipaan air buangan, sewerage system, septictank, small bore sewer, wastewater pipe-line", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "17 file", "Tanggal Input": "27 Sep 2017"}