{"Nomor": 10079, "Judul": "QUANTITATIVE RISK ASSESSMENT PADA PERALATAN UTAMA DALAM ACID GAS REMOVAL DAN DEHYDRATION UNIT (STUDI KASUS: TRAIN I TANGGUH LNG PLANT)", "Abstrak": "Kegiatan risk assessment atau perhitungan risk harus dilakukan dengan mempertimbangkan berbagai aspek, diantaranya aspek operasi, material, lingkungan, finansial, operator, dan aspek lainnya dengan tujuan untuk mencegah terjadinya kegagalan atau kerusakan yang dapat menimbulkan dampak yang serius seperti timbulnya ledakan yang mengancam keselamatan, ancaman bahan kimia dan kerugian finansial.Tugas akhir ini menganalisis dan menghitung nilai resiko dengan menggunakan Code API 580 dan API 581 untuk kegiatan Risk Based Inspection untuk equipment industri proses dan migas. Dengan studi kasus yaitu equipment pada Acid Gas Removal (Unit 21) dan Dehydration Unit (Unit 31) Train 1 Tangguh LNG Plant yang terletak di Teluk Bintuni, Papua Barat. Perhitungan resiko ini bertujuan untuk mengetahui tingkat resiko yang ada pada beberapa peralatan yang dijadikan studi kasus. Di samping itu, dalam tugas akhir ini dilakukan variasi parameter untuk mengetahui pengaruhnya terhadap hasil risk yang ada.Dari studi kasus didapatkan bahwa risk pada Unit 21 dan Unit 31 didominasi oleh dua jenis risk, yakni flammable risk dan business interruption risk. Kategori risk paling tingginya adalah kategori medium high dari jenis flammable risk. Untuk Acid Gas Absorber Top didapatkan nilai flammable area adalah 3,02 ft2/tahun, toxic area 0,00 ft2/tahun, business interruption 10.099,99 US$/tahun.Sedangkan dari studi variasi parameter diperoleh yaitu hubungan yang linier antara konsentrasi H2S dan toxic risk, dan juga antara corrosion rate dan tingkat probability. Hasil dari exercise parameter konsentrasi H2S menunjukkan bahwa tingkat toxic risk akan mencapai medium high ketika H2S mencapai 0,02% mol. Sedangkan hasil dari exercise parameter corrosion rate menunjukkan bahwa tingkat probability mencapai kondisi high risk ketika corrosion rate bernilai 3,8 (mm/tahun).", "Daftar File": {}, "Penulis": "BASKORO TEJO (NIM 13104017)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. IGN Wiratmaja Puja"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "risk assessment, inspeksi, corrosion rate", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}