{"Nomor": 10077, "Judul": "PROSEDUR PENENTUAN WAKTU TEMPUH TERPENDEK RANGKAIAN KERETA API DAN PENERAPANNYA PADA K.A. PARAHYANGAN", "Abstrak": "Penentuan waktu tempuh terpendek suatu rangkaian kereta-api merupakan hal yang sangat penting didalam perencanaan perjalanan kereta-api untuk lebih menjamin ketepatan penjadwalan Grafik Perjalanan Kereta-Api, yang pada giliran nya akan lebih menjamin ketepatan perjalanan kereta-api. Perjalanan suatu rangkaian kereta-api dapat didekati dengan menggunakan model simulasi komputer untuk menentukan waktu tempuh terpendek yang bisa dicapai oleh rangkaian kereta-api tersebut. Pengembangan model simulasi komputer yang menggambarkan perjalanan suatu rangkaian kereta-api dapat diarahkan untuk menentukan pemakaian bahan bakar lokomotip selama perjalanan dari suatu stasiun ke stasiun lainnya Kereta-api Parahyangan yang berjalan dari stasiun Jakarta menuju ke stasiun Bandung - dengan menggunakan model ini - membutuhkan waktu tempuh terpendek sebesar 3 jam 9 menit 53 detik serta membutuhkan 436,145 kilogram bahan bakar untuk kondisi jalan saat ini. Untuk kondisi yang direncanakan, waktu tempuh terpendek sebesar 3 jam 3 menit 42 detik serta membutuhkan 435,288 kilogram bahan bakar. Selain dapat digunakan untuk menentukan waktu tempuh terpendek suatu rangkaian kereta-api dan kebutuhan bahan bakar, model ini dapat pula digunakan untuk menentukan bagian bagian jalan kereta api yang perlu diperbaiki, serta sebagai salah satu dasar pemilihan jenis lokomotip yang sesuai untuk digunakan di suatu lintas.", "Daftar File": {}, "Penulis": "BAMBANG WIBIYANTO (NIM S2-818305)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof.Ir. partosiswojo, Prof.Dr.Ir. Matthias Aroef, MSIE., dan Dr.Ir. Agus Salim Ridwan"], "Jenis Koleksi": "Tesis", "Penerbit": "Transportasi", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Schedulling, Train", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}