{"Nomor": 10072, "Judul": "MEASURING THE CORRELATION BETWEEN CONSUMER INNOVATIVENESS AND OPINION LEADERSHIP", "Abstrak": "Berdasarkan fakta yang ada di Indonesia, saat ini terdapat peningkatan pengguna hand phone dan PDA. Ini menunjukkan adanya kecenderungan bahwa hand phone dan PDA telah menjadi kebutuhan yang cukup penting. Selain itu, sejak hand phone dan PDA cenderung menjadi produk fasion, terdapat juga kecenderungan produk ini akan menjadi populer dan menjadi preferensi di suatu komunitas. \n \n \n\nTerdapat orang-orang yang mengadopsi dan secara nyata membeli produk tersebut sejak produk tersebut pertama kali dipasarkan. Orang-orang tersebut dikatakan sebagai innovators. Berdasarkan beberapa riset yang telah dilakukan oleh beberapa ahli, terdapat kemungkinan bahwa orang-orang tersebut juga merupakan opinion leaders. \n \n \n\nDi luar negeri, innovators adalah pelanggan awal dari sebuah produk atau teknologi. Perusahaan-perusahaan mencoba untuk melibatkan innovators sebagai bagian dari strategi pemasaran mereka. Perusahaan menyokong innovators dengan informasi dan bahkan bantuan atas produk terbaru mereka. Hasilnya, perusahaan akan mendapatkan penghasilan awal dan apabila produk mereka sukses diadopsi oleh para innovators, terdapat kemungkinan produk-produk tersebut juga akan diadopsi oleh orang-orang yang ada di sekitar innovators melalui word of mouth communication. Di Indonesia, perusahaan-perusahaan tidak melibatkan innovators sebagai bagian dari strategi pemasaran mereka. Perusahaan cenderung menggunakan strategi pemasaran above the line yang tentunya mengeluarkan banyak biaya. Masalah yang muncul di riset ini adalah kurangnya pemahaman perusahaan terkait dengan pelanggannya dan ketidakmampuan perusahaan mengenali korelasi antara consumer innovators dan opinion leaders. Masalah ini menyebabkan perusahaan yakin bahwa consumer innovators di Indonesia bukan merupakan opinion leaders di komunitasnya. \n \n \n\nOleh karena itu, peneliti melakukan riset dengan tujuan untuk mengetahui adanya korelasi antara consumer innovativeness (pengembangan dari konsep innovativeness) dan opinion leadership (word of mouth communication). Untuk melengkapi riset ini, peneliti menyebarkan 97 kuesioner di komunitas hand phone dan PDA yang berada di beberapa forum di internet. \n \n \n\nBerdasarkan penemuan yang didapatkan dari riset yang telah dilakukan, terdapat korelasi yang kuat dan positif antara consumer innovativeness dan opinon leadership. Akan tetapi, responden yang dikategorikan sebagai consumer innovators dan juga opinion leaders jumlahnya lebih sedikit dibandingkan dengan jumlah responden yang dikategorikan sebagai non consumer innovators tetapi memiliki peran sebagai opinion leaders. Oleh karena itu, regulasi perusahaan yang telah ditetapkan untuk tidak menyokong consumer innovators sudah benar. \n \n \n\nRekomendasi bagi perusahaan hand phone dan PDA yang ada di Indonesia adalah perusahaan harus fokus pada non consumer innovators yang memiliki peran sebagai opinion leaders. Sejak hasil dari riset ini menunjukkan bahwa jumlah responden yang dikategorikan sebagai non consumer innovators dan juga berperan sebagai opinion leaders lebih tinggi dibandingkan jumlah responden yang dikategorikan sebagai consumer innovators dan juga berperan sebagai opinion leaders, perusahaan harus menyampaikan iklan produk mereka agar semudah mungkin untuk diterima. Perusahaan juga harus menginformasikan dan membantu menggunakan produk terbarunya. Sehingga mereka akan lebih banyak mengetahui tentang produk tersebut dan memungkinkan orang-orang tersebut menjadi consumer innovators di masa yang akan datang.", "Daftar File": {}, "Penulis": "BAGUS WICAKSONO (NIM 19005058)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Budi Permadi Iskandar, MSP."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Leadership, Consumer innovativeness, Measure, Opinion leaders", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Rizki Aprianti", "File": "7 file", "Tanggal Input": "06 Agu 2009"}