{"Nomor": 10084, "Judul": "PENGARUH METODA KOMPAKSI DAN PENGGUNAAN ABU GOSOK DALAM PEMBUATAN BETON MUTU TINGGI", "Abstrak": "Beton mutu tinggi, yang pada berbagai literatur didefinisikan sebagai beton yang kekuatannya minimum 41 MPa, merupakan beton yang memiliki kekuatan dan durabilitas yang tinggi serta permeabilitas yang rendah. Dengan beton mutu tinggi, penggunaan beton untuk kepentingan konstruksi dapat dibuat lebih efisien dan optimal. Beton ini biasanya dibuat dengan menambahkan admixture silica fume yang harganya relatif mahal sehingga membuat harga beton ini juga menjadi mahal dan penggunaannya terbatas. Cara lain yang paling murah untuk membuat beton mutu tinggi adalah dengan memilih rasio air semen yang rendah untuk campuran beton. Namun rendahnya nilai rasio air-semen ini juga menimbulkan permasalahan lain yaitu rendahnya workability yang seringkali membuat pengerjaan beton menjadi sulit dan kekuatan yang dihasilkannnya tidak maksimal. Penelitian ini bertujuan untuk mempelajari metoda kompaksi yang optimum untuk menghasilkan beton mutu tinggi pada campuran beton normal (tanpa silica fume) yang kadar airnya sangat rendah. Selain itu dalam penelitian ini juga bertujuan untuk mengkaji lebih lanjut potensi abu gosok sebagai alternatif pengganti silica fume dalam menggantikan sebagian berat semen di dalam beton. \n \n \n \n\nUntuk melihat pengaruh berbagai jenis kompaksi terhadap kekuatan beton yang dihasilkan dilakukan pengujian tekan pada spesimen berbentuk silinder dengan rasio tinggi/diameter 2. Hasil pengujian tekan menunjukkan bahwa adanya kompaksi berupa penekanan sebesar 200 Bar dapat meningkatkan kekuatan beton dari 16,7 MPa menjadi 33,6 ÃƒÂ‚Ã‚Â± 0,5 MPa. Peningkatan kekuatan ini makin tinggi dengan diubahnya metoda kompaksi dengan cara digetar menjadi 44,1ÃƒÂ‚Ã‚Â±0,5 MPa. Penggabungan penggetaran dan penekanan justru menghasilkan penurunan kekuatan rata-rata beton sekitar 14,6 MPa. \n \n \n \n\nPenelitian dilanjutkan dengan memvariasikan nilai rasio air-semen dan menggantikan sebagian berat semen dengan abu gosok yang telah dihaluskan. Hasilnya substitusi sebagian semen dengan abu gosok dapat meningkatkan kekuatan hingga 52,8ÃƒÂ‚Ã‚Â±2,00 MPa pada nilai rasio air-semen 0,22, namun menurunkan kekuatan beton pada nilai rasio air-semen 0,25 dari 65,8ÃƒÂ‚Ã‚Â±2,4 MPa menjadi 53,7ÃƒÂ‚Ã‚Â±1,9 MPa. Penjelasan mengenai fenomena ini telah dijelaskan pada bagian analisis, namun penelitian lebih jauh mengenai hal tersebut mungkin masih diperlukan.", "Daftar File": {}, "Penulis": "BAYU PRABOWO (NIM 13703031)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Aditianto Ramelan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Metoda kompaksi, Abu gosok, Beton mutu tinggi", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}