{"Nomor": 10087, "Judul": "KAJIAN EFEKTIFITAS PEMBANGUNAN DAM PARIT (LONG STORAGE) PADA DAS CILIWUNG DI KABUPATEN BOGOR UNTUK PENGENDALIAN HIDROGRAF BANJIR BENDUNG KATULAMPA", "Abstrak": "Masalah banjir dan kekeringan di DAS Ciliwung merupakan masalah tahunan, diketahui bahwa daerah hulu DAS Ciliwung memberikan kontribusi yang besar terhadap kejadian banjir di daerah hilir (Jakarta dan sekitarnya). Salah satu upaya untuk penanggulangan hal tersebut diatas, adalah melakukan pembangunan dam parit (Long Storage). Prinsip dari bangunan ini adalah untuk dapat mengurangi banjir melalui penurunan debit puncak (Qp) dan memperpanjang waktu menuju debit puncak (tp) DAS pada musim hujan. Penulisan ini bertujuan untuk mengidentifikasi efektifitas pembangunan dam parit (long storage) dalam upaya pengendalian banjir di daerah hilir DAS Ciliwung (daerah Jakarta). Analisis yang dilakukan dalam penulisan ini antara lain adalah analisis hidrograf banjir rencana dengan berbagai periode ulang pada bendung Katulampa untuk mengetahui debit puncak dan waktu puncak pada bendung Katulampa. Melalui hasil perhitungan hidrograf banjir pada kondisi setelah terdapat dam parit dapat diketahui bahwa untuk alternatif menggunakan 15 buah dam parit sesuai rekomendasi dari konsultan dapat menurunkan debit puncak Q100 pada bendung Katulampa sebesar 2,26 m3/detik (0,42%), untuk alternatif dengan 102 buah dam parit hasil survey awal dapat menurunkan debit puncak Q100 sebesar 34,83 m3/detik (6,52%). Sedangkan waktu puncak yang terjadi akibat pembangunan dam parit maksimal hanya bisa lebih lama 6 menit (untuk alternatif 102 buah dam parit) dari waktu puncak sebelum pembangunan dam parit. Dari hasil analisis dapat diketahui bahwa dam parit masih belum dapat diandalkan sebagai satu-satunya alternatif untuk mengendalikan limpasan hujan di kawasan hulu DAS Ciliwung sehingga diperlukan pembangunan alternatif lain seperti situ, polder, bendungan, dll untuk pengendalian banjir di hilir sungai. Hal ini disebabkan oleh kecilnya kapasitas tampungan dam parit sehingga kurang signifikan dalam pengendalian limpasan hujan di kawasan hulu DAS Ciliwung.", "Daftar File": {}, "Penulis": "BAYU WARIANTO (NIM 95006027)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. M Syahril B.K.  dan Ir. Noortjahjono, Dipl. HE."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Ciliwung upstream catchment area, long storage, flood hydrograph", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}