{"Nomor": 10080, "Judul": "STUDI PENGARUH PANJANG BASELINE TERHADAP KETELITIAN SURVEI BATIMETRI MENGGUNAKAN METODA GPS REAL TIME", "Abstrak": "Survei batimetri merupakan salah satu dari pekerjaan hidrografi untuk keperluan kerekayasaan ataupun keperluan praktis. Ketelitian suatu survei batimetri tidak terlepas dari peranan GPS yang dapat mencatat suatu titik koordinat posisi dengan tingkat akurasi cukup tinggi. Alat GPS merupakan alat yang paling sesuai untuk digunakan dalam kegiatan survei batimetri karena sistemnya dapat menerima data posisi secara real-time dengan diterapkannya metode differential positioning. \n \n \n \n\nDengan menggunakan metode diferensial ini, GPS membutuhkan suatu acuan stasiun referensi dengan jarak baseline yang sesuai agar ia dapat memberikan ketelitian posisi yang baik pada saat dilakukan kegiatan survei secara real time di mana data koordinat yang diperoleh harus bisa digunakan seketika itu juga. Dengan adanya variasi lokasi stasiun referensi dari area survei, maka akan bisa dianalisis pengaruh jarak baseline terhadap ketelitian pengamatan dengan GPS. \n \n \n \n\nDi dalam tugas akhir ini akan dianalisis mengenai ketelitian komponen posisi horizontal, yaitu standar deviasi arah timur-barat dan standar deviasi arah utara-selatan terhadap panjang baseline. Baseline yang diteliti memiliki panjang 100 km, 76 km, 51 km, 34 km, dan 9 km. Skenario pengolahan data yang dilakukan ada dua, yaitu melakukan pengolahan data titik diam secara kinematik dan pengolahan data titik yang bergerak. \n \n \n \n\nDari hasil penelitian didapatkan bahwa perubahan tingkat ketelitian yang diberikan oleh masing-masing pengamatan cenderung bervariasi seiring dengan pertambahan jarak baseline karena disimulasikan dalam keadaan real time. Dengan menggunakan pemodelan secara matematis, yaitu pendekatan regresi linier dan eksponensial, perubahan tingkat ketelitian itu bisa digambarkan dan nantinya dapat dijadikan sebagai acuan atau referensi untuk melakukan survei batimetri secara real time.", "Daftar File": {}, "Penulis": "BAYU ANDI NUGROHO (NIM 15104037)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Irwan Meilano, Dr.,Ir., M.Sc. dan Eka Djunarsjah, Dr., Ir., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Baseline, Survei Batimetri, Metoda GPS real time", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}