{"Nomor": 10082, "Judul": "APLIKASI TENUN TRADISIONAL INDONESIA PADA PRODUK FASHION DISTRIBUTION OUTLET (DISTRO)", "Abstrak": "Salah satu produk industri kreatif yang digemari oleh masyarakat khususnya generasi muda saat ini adalah produk pakaian jadi dengan desain unik dan kuantitas produksi yang terbatas, lebih dikenal dengan istilah produk fashion distribution outlet (distro). Maraknya produk distro ini mampu mendominasi pasar remaja di kota Bandung sekaligus bersaing dengan produk butik, factory outlet, dan produk perusahaan pakaian luar negeri.Untuk menghindari kejenuhan pasar pada produk-produk distro, dalam proses kreasi perancangannya dibutuhkan penelitian dan pengembangan berupa eksplorasi atau pencarian alternatif nilai estetis baru yang didasarkan pada kebutuhan dan ketertarikan pasar terhadap produk fashion. Salah satu kemungkinan estetis yang memiliki potensi untuk dikembangkan adalah kekayaan tenun tradisional Indonesia. Seperti yang kita ketahui, Indonesia merupakan salah satu negara yang memiliki ragam hias tenun terbanyak didunia.Eksperimentasi menggunakan teknik tekstil cetak pada material katun dilakukan untuk mengetahui karakteristik serta kemungkinan estetis yang dapat diaplikasikan dalam proses perancangan produk. Percobaan ini menghasilkan simpulan-simpulan sementara yang menjadi acuan dalam perancangan produk. Teknik tekstil yang digunakan antara lain cetak saring, cetak digital, serta cetak transfer.Pencarian kemungkinan estetis baru dengan basis pengembangan kekayaan seni tradisional Indonesia selain mampu menghadirkan keberagaman produk fashion distribution outlet, juga berperan dalam pelestarian nilai-nilai kearifan lokal ditengah maraknya pengaruh budaya asing dan teknologi informasi yang telah membaur dengan kehidupan sebagaian besar masyarakat di negeri ini.", "Daftar File": {}, "Penulis": "BAYU GENIA KRISHBIE (NIM 17204021)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Drs. Achmad Haldani, M,Sn. dan Drs. Zaini Rais, M,Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Kria tekstil", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Vika Anastasya Kovariansi", "File": "7 file", "Tanggal Input": "18 Mar 2009"}