{"Nomor": 10086, "Judul": "PERBANDINGAN EFEKTIVITAS TUMPUAN KAKU DAN TUMPUAN FLEKSIBEL PADA SISTEM PERPIPAAN DALAM MENGKOMPENSASI PENURUNAN TANAH", "Abstrak": "Sistem perpipaan merupakan sarana transportasi yang ekonomis dan efisien untuk mendistribusikan minyak dan gas bumi. Salah satu komponen yang sangat penting pada sistem perpipaan adalah tumpuan yang digunakan. Tumpuan merupakan komponen yang berfungsi agar sistem perpipaan tidak mengalami kegagalan atau kerusakan akibat pembebanan selama operasi. Pada umumnya, tumpuan dari sistem perpipaan dibangun di atas tanah atau bahkan ada beberapa sistem perpipaan yang langsung menggunakan tanah sebagai penyangganya. Apabila permukaan tanah mengalami penurunan, maka akan secara langsung menyebabkan penurunan pada tumpuan. Peristiwa penurunan pada tumpuan ini akan mengurangi efektivitas dari tumpuan. Hal tersebut mendorong Laboraturium Dinamika Pusat Rekayasa Industri ITB untuk melakukan penelitian tentang penggunaan tumpuan fleksibel pada sistem perpipaan untuk meningkatkan efektivitas dari tumpuan. \n \n \n\nPada penelitian tugas sarjana ini dilakukan pengujian yang dapat membandingkan efektivitas antara tumpuan kaku dan tumpuan fleksibel dalam mengkompensasi penurunan yang terjadi pada permukaan tanah. Selain dengan pengujian, penelitian juga dilakukan dengan cara pemodelan elemen hingga. Model yang dibuat diharapkan dapat digunakan untuk meramalkan perubahan gaya pada tumpuan, defleksi dan regangan yang akan terjadi pada pipa jika terjadi penurunan pada tumpuan. \n \n \n\nHasil yang diperoleh dari penelitian tugas sarjana ini menunjukkan bahwa penggunaan tumpuan fleksibel memiliki efektivitas yang lebih baik dalam mengkompensasi penurunan yang terjadi pada permukaan tanah. Selain itu, hasil pemodelan yang dilakukan dengan menggunakan perangkat lunak metode elemen hingga dapat digunakan untuk meramalkan perubahan gaya pada tumpuan, defleksi dan regangan yang terjadi pada pipa jika terjadi penurunan pada tumpuan.", "Daftar File": {}, "Penulis": "BAYU PRATAMA PURBA (NIM 13103022)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Zainal Abidin"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Tumpuan kaku, Tumpuan fleksibel, Sistem perpipaan, Penurunan tanah", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}