{"Nomor": 10095, "Judul": "STRATEGI PENGELOLAAN WILAYAH PERBATASAN INDONESIA - TIMOR LESTE: SEBUAH STUDI KASUS AMFOANG DAN ENCLAVE AMBENU", "Abstrak": "Wilayah perbatasan suatu negara merupakan wilayah kedaulatan suatu negara yang perlu dijaga keutuhan dan keamanannya, sehingga membawa konsekuensi logis pada upaya-upaya pembangunan wilayah perbatasan dan pengelolaan lintas-batas secara efektif. Perbatasan Indonesia-Timor Leste pada kasus Amfoang-enclave Ambenu memiliki keunikan tersendiri oleh karena batas wilayah berbentuk kantung dan Timor Leste berkepentingan dengan kedaulatan wilayah ini. Penelitian ini bertujuan untuk menemukan rumusan yang sesuai untuk pembangunan wilayah perbatasan untuk Amfoang-enclave Ambenu (termasuk pendekatan, model dan strategi), dan sebagai varian model pembangunan wilayah perbatasan Indonesia, secara khusus. Penggalian data dilakukan melalui penelusuran pustaka dan observasi lapangan dengan menerapkan penilaian cepat, teknik wawancara dengan focused-group discussion, dan refleksi pengalaman peneliti. Pembahasan dilakukan dengan menggunakan model CPA-CBA untuk meninjau konteks wilayah perbatasan.Hasil penelitian menyarankan bahwa pergeseran paradigma pengelolaan perbatasan dari pendekatan keamanan menjadi pendekatan kesejahteraan menuntut perubahan cara pandang dalam merumuskan pendekatan, model, dan strategi pengelolaan wilayah perbatasan dan pengelolaan lintas batas secara efektif. Penerapan CPA dibutuhkan untuk mempersiapkan Amfoang sebagai pusat kegiatan komplementer di perbatasan Indonesia-Timor Leste dengan memanfaatkan peluang pertumbuhan di wilayah Ambenu Timor Leste.", "Daftar File": {}, "Penulis": "BENYAMIN ANINFETO (NIM 2004005041)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Indra Budiman Syamwill, MSc., BEM."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "perbatasan, model pembangunan, dan strategi", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}