{"Nomor": 10100, "Judul": "ANALISIS AVO UNTUK DISKRIMINASI FLUIDA STUDI KASUS: RESERVOIR UPPER CAKALANG LAPANGAN JQ, CEKUNGAN NATUNA BARAT", "Abstrak": "Analisis AVO telah dilakukan di reservoir Upper Cakalang pada Lapangan JQ untuk menginvestigasi apakah AVO dapat mengidentifikasi diskriminasi fluida di reservoir Upper Cakalang dan untuk menginterpretasikan distribusi properti reservoir dari reservoir Upper Cakalang pada Lapangan JQ. Analisis petrofisika, AVO Modeling, dan Ekstraksi Angle Stack dilakukan untuk mewujudkan tujuan penelitian ini. Analisis petrofisika menginvestigasi perilaku gas,minyak, dan air berdasarkan data log yang dimiliki. AVO modeling digunakan untuk melihat kelas anomali gas,minyak dan air di reservoir Upper Cakalang serta untuk melihat respon amplitudo gas,minyak dan air berdasarkan properti reservoir Upper Cakalang.Ekstraksi angle stack dipergunakan untuk menginterpretasikan distribusi fluida dan properti reservoir di Upper Cakalang. Dari penelitian ini diketahui bahwa gas,minyak dan air dapat terpisahkan dengan baik berdasarkan data log Vp dan AI. Selain itu dari penelitian ini juga diketahui bahwa diskriminasi yang baik antara gas,minyak dan air akan terlihat pada reservoir dengan nilai net to gross dan net pay yang tinggi. Dengan melakukan penelitian ini juga maka distribusi fluida dan properti reservoir khususnya di area yang tidak memiliki kontrol sumur, dapat diketahui secara kualitatif.", "Daftar File": {}, "Penulis": "BINTANG PUTRA M. (NIM 12403019)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.rer.nat. Awali Priyono"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "AVO, Reservoir Upper Cakalang, Analisis Petrofisika, AVO Modeling, Ekstraksi Amplitudo", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Vika Anastasya Kovariansi", "File": "1 file", "Tanggal Input": "23 Jan 2009"}