{"Nomor": 10109, "Judul": "PEMBUATAN APLIKASI INSTANT MESSENGER BERBASIS LOKASI", "Abstrak": "Dengan semakin banyaknya cara berkomunikasi melalui layanan dan perangkat komunikasi yang berbeda-beda, dibutuhkan suatu nilai tambah dimana layanan yang diberikan tidak hanya komunikasi saja, tetapi juga layanan lain yang terintegrasikan dengan layanan komunikasi. Salah satu jenis layanan ini adalah Location Based Service (LBS), yaitu jenis layanan yang diberikan kepada pengguna mobile device sebagai hasil dari suatu fungsi pengolahan tertentu menggunakan informasi geografis pengguna.Dari konsep LBS, dibuatlah aplikasi komunikasi instant messenger, dimana pengguna aplikasi dapat saling berkomunikasi dengan melakukan pengiriman pesan dalam bentuk teks secara real-time. Aplikasi ini berjalan sebagai client pada mobile device, dan berkomunikasi dengan melakukan koneksi dan pengiriman data kepada komputer yang bertindak sebagai server aplikasi. Server merupakan pusat kontrol, proses, dan penyimpanan data segala aktivitas komunikasi tersebut.Selain berfungsi sebagai pengirim pesan, aplikasi ini pun mendukung fungsi penentuan lokasi. Pengguna aplikasi dengan mobile device yang memiliki akses Global Positioning System (GPS) dapat memilih untuk mengirimkan data koordinat lokasi pengguna kepada server untuk kemudian diolah oleh server tersebut sebagai informasi lokasi.Program aplikasi pada client dibuat dalam platform Java 2 Micro Edition (J2ME). Untuk berhubungan dengan server, digunakan metode komunikasi socket. Aplikasi ini telah diuji coba pada lingkungan Institut Teknologi Bandung, dengan memanfaatkan infrastruktur jaringan komputer ITB, dan didapatkan hasil yang sesuai dengan spesifikasi pembuatan. Mobile device sebagai client dapat mengakses server dan menjalankan keseluruhan fitur melalui jaringan Wireless Local Area Network (WLAN) ITB ataupun melalui koneksi internet yang dimiliki pengguna.", "Daftar File": {}, "Penulis": "BUDIAJI HARTONO (NIM 13202149)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Nana Rachmana S., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "GPS, WLAN, LBS, socket, mobile device, J2ME, client, server", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}