{"Nomor": 10107, "Judul": "STUDI AWAL IMPLEMENTASI KONSEP BALANCED SCORECARD DI PT PJB SERVICES", "Abstrak": "Abstrak:   \n \n \n \n\nPT PJB Services, adalah sebuah anak perusahaan PT Pembangkitan Tenaga Listrik Jawa Bali (PT PJB) yang bergerak dalam bidang layanan jasa operasi dan pemeliharaan ( O&M ) pembangkit tenaga listrik. Untuk menghadapi lingkungan bisnis yang kompleks dan turbulen dengan semakin meningkatnya proses globalisasi yang melanda hampir semua negara di dunia. PT PJB Services harus memiliki kinerja yang baik guna memenangkan persaingan.   \n \n \n \n\nDad tahun 1998 sampai dengan tahun 2000 terjadi gap antara realisasi dengan target penjualan dan gross profit margin perusahaan. Pada tahun 2000 perusahaan juga mengalami penurunan kinerja keuangan sebesar 35 %. Apabila hal ini dibiarkan dan tidak dilakukan perbaikan yang signifikan, maka tahun-tahun mendatang perusahaan akan tetap mengalami penurunan kinerja keuangannya dan tentunya akan semakin sulit untuk mencapai visi dan tujuannya.   \n \n \n \n\nDari kajian kinerja dapat diketahui bahwa kelemahan perusahaan disebabkan oleh sistem manajemen yang dianut perusahaan lemah. Agar perusahaan mampu bertahan dan tumbuh untuk mencapai visi dan tujuannya, perlu perubahan pada sistem manajamen yang dianutnya kearah yang dianggap handal dan mampu menyesuaikan dengan lingkungan bisnis yang kompleks dan turbulen. Pemilihan strategic management system dengan pendekatan Balanced Scorecard dianggap paling tepat sebagai alternatif sistem manajemen yang akan dianut oleh perusahaan.   \n \n \n \n\nRencana pengetrapan konsep Balanced Scorecard di PT PJB Services pada tahun 2001-2003 yang bertumpu pada empat perspektif yang komprehensif, koheren, seimbang dan terukur yaitu : (1) perspektif keuangan, (2) perspektif konsumen, (3) perspektif proses bisnis internal, dan (4) perspektif pembelajaran dan pertumbuhan. Keempat perspektif ini menghasilkan usulan target serta inisiatif strategi pada setiap sasaran strategik dan indikator kinerja yang diamati bagi semua komponen atau tingkatan dalam organisasi. Dengan diterjemahkan scorecard atau tujuan dan ukuran strategis perusahaan ke dalam tujuan dan ukuran operasional tim dan individu diharapkan akan mampu mendorong pencapaian target-target perusahaan yang mengarah kepada pencapaian visi dan tujuan perusahaan.", "Daftar File": {"2001 TS PP BUANG SOEMIRAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/36419", "2001 TS PP BUANG SOEMIRAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/36420", "2001 TS PP BUANG SOEMIRAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/36421", "2001 TS PP BUANG SOEMIRAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/36422", "2001 TS PP BUANG SOEMIRAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/36423", "2001 TS PP BUANG SOEMIRAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/36424"}, "Penulis": "Buang Soeriman (NIM : 28199028)", "Kontributor / Dosen Pembimbing": ["Pembimbing :   A. Imam Istiyanto, Ir.,MBA.    \n \n \n \n\nScanner: Alice Diniarti", "2008-01-22."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "PT PJB Services ;  Services ; electrical power plant.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Vika Anastasya Kovariansi", "File": "7 file", "Tanggal Input": "28 Nov 2011"}