{"Nomor": 10105, "Judul": "MODEL SIG-BINARY LOGISTIC REGRESSION UNTUK PREDIKSI PERUBAHAN PENGGUNAAN LAHAN (STUDI KASUS DI DAERAH PINGGIRAN KOTA YOGYAKARTA)", "Abstrak": "Dinamika perubahan penggunaan lahan selalu menarik dan penting untuk diteliti karena berkaitan dengan berbagai isu global. Penelitian ini bertujuan untuk: (1) mengkaji dan memprediksikan perubahan penggunaan lahan secara spasial menggunakan integrasi model regresi logistik biner dan SIG dan (2) mengkaji validitas model dalam memprediksikan perubahan penggunaan lahan. Penelitian berlokasi di enam wilayah kecamatan di daerarah pinggiran Kota Yogyakarta.Perubahan penggunaan lahan diprediksikan berdasarkan nilai probabilitas yang dihitung menggunakan model binary logistic regression. Variabel prediktor perubahan ditentukan secara a priori kemudian dipilih berdasarkan uji statistik dengan metode Spearman dan Mann-Whitney. Model binary logistic regression yang digunakan adalah:  Y =  0,8963 - 0,0200 X1 + 0,3551 X2 - 0,0002 X3 - 0,0002 X4 + 0,0003 X5 + 0,0007 X6. Enam variabel prediktor dalam model tersebut adalah: (1)jarak terhadap jalan utama, (2) jarak terhadap jalan lokal, (3) jarak terhadap kampus, (4) jarak terhadap lahan terbangun, (5) jarak terhadap pusat perekonomian dan (6) kepadatan jaringan jalan. Validitas model dalam memprediksikan perubahan Penggunaan lahan dianalisisis menggunakan metode ROC (Relative Operating Charactristic) dan tabulasi silang. Validitas model direpresentasikan dengan nilai  actual agreement  dan koefisien statistik Kappa (k).Model SIG-binary logistic regression menghasilkan prediksi perubahan penggunaan lahan yang bersifat spasial. Kategori perubahan hasil prediksi dan kategori perubahan aktual memiliki nilai actual agreement 81,8%  dan koefisien statistik Kappa 0,24. Nilai koefisien statistik Kappa menunjukkan kesesuaian antara prediksi dan kondisi aktual termasuk dalam kategori fair agreement. Prediksi yang dihasilkan dari Model SIG-binary logistic regression cenderung bersifat over estimate.", "Daftar File": {"2008 TS PP BOWO SUSILO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/36404", "2008 TS PP BOWO SUSILO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/36405", "2008 TS PP BOWO SUSILO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/36406", "2008 TS PP BOWO SUSILO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/36407", "2008 TS PP BOWO SUSILO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/36408", "2008 TS PP BOWO SUSILO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/36409", "2008 TS PP BOWO SUSILO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/36410"}, "Penulis": "BOWO SUSILO (NIM 25105014)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Albertus Deliar, It., MT., dan Agung Budi Harto, Dr.,Ir.,M.Eng"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "SIG, binary logistic regression, perubahan penggunaan lahan", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}