{"Nomor": 10123, "Judul": "BEBERAPA METODE LATTICE UNTUK PENENTUAN HARGA OPSI BARRIER DAN OPSI SAHAM KARYAWAN", "Abstrak": "Opsi barrier merupakan salah satu jenis opsi eksotik yang sering diperdagangkan di pasar derivatif. Salah satu jenis opsi ini adalah opsi barrier Eropa. Formula Merton dapat digunakan untuk menentukan harga opsi barrier Eropa. Tetapi pada kenyataannya, banyak pelaku pasar derivatif menggunakan metode lain yang dikenal sebagai metode lattice, yang tidak hanya bersifat intuitif tetapi juga fleksibel dan mudah dalam pelaksanaan hedging. Metode binomial dan trinomial standar kurang baik untuk penentuan harga opsi barrier. Ada beberapa modifikasi pada kedua metode tersebut yang diberikan oleh metode binomial Boyle-Lau, metode trinomial Ritchken, dan model adaptive mesh. Boyle-Lau menekankan pada pemilihan jumlah periode yang tepat untuk membuat harga pada suatu layer dekat sekali dengan barrier, Ritchken menitikberatkan pada pemilihan parameter stretch untuk memaksa harga saham pada suatu layer tepat sama dengan barrier, dan adaptive mesh mencoba memberikan resolusi yang lebih tinggi pada daerah yang banyak berkontribusi terhadap error. Model adaptive mesh juga mampu untuk menyelesaikan masalah near-barrier yang tidak dapat dilakukan oleh metode binomial Boyle-Lau dan trinomial Ritchken. Opsi jenis barrier lainnya tetapi tidak diperdagangkan di pasar regular adalah opsi saham karyawan (OSK) yang merupakan salah satu bentuk insentif yang diberikan oleh perusahaan kepada karyawannya untuk meningkatkan kinerja perusahaan. Penggunaan formula Black-Scholes untuk menghitung opsi ini tidak relevan lagi karena ketidakcocokan asumsi. Dari beberapa alternatif metode lattice, akan dipilih metode yang tidak hanya baik dari segi konvergensi tetapi juga dari aspek waktu komputasi untuk menghitung harga OSK.", "Daftar File": {}, "Penulis": "CHAIDIR HAMID (NIM 10104103)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Kuntjoro Adji Sidarto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Opsi barrier Eropa, Metode Lattice, Metode Trinomial Ritchken, Model Adaptive Mesh, Opsi Saham Karyawan, European Barrier Options, Lattice Method, Ritchken's Trinomial Method, Adaptive Mesh Model, Employee Stock Options", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}