{"Nomor": 10130, "Judul": "KARAKTERISTIK DEBIT, MUKA AIR TANAH, DAN BIAYA PRODUKSI SUMUR BOR AIR TANAH PDAM KOTA BANDUNG", "Abstrak": "Air menjadi salah satu sumber daya yang sangat dibutuhkan bagi perkembangan suatu daerah, khususnya daerah perkotaan. Perkembangan dan pertumbuhan penduduk serta aktivitas perkotaan menyebabkan peningkatan pemanfaatan air yang dapat memicu terjadinya eksploitasi sumber air secara berlebihan. Salah satu sumber air yang terancam kelestariannya akibat eksploitasi yang berlebihan adalah air tanah. Pengambilan air tanah yang tinggi dan melampaui jumlah rata-rata imbuhannya akan menyebabkan penurunan muka air tanah dan pengurangan potensi air tanah di dalam akuifer.Kota Bandung yang termasuk ke dalam Cekungan Air Tanah Bandung-Soreang mengalami eksploitasi air tanah dalam yang berlebihan sehingga menyebabkan penurunan debit dan muka air tanah di beberapa bagian kota. Penurunan debit dan muka air tanah ini dapat mempengaruhi biaya produksi sistem penyediaan air bersih. Besarnya penurunan debit, penurunan muka air tanah, dan biaya produksi air tanah ini berbeda di tiap sumur bor air tanah. Banyak faktor yang mempengaruhi hal tersebut seperti intensitas pengambilan air yang tinggi, minimnya lahan resapan air, dan intensitas curah hujan yang rendah sehingga input air tanah menurun. Perbedaan jenis aktivitas yang dilayani oleh sumur bisa jadi ikut mempengaruhi penurunan debit dan muka air tanah karena adanya perbedaan tingkat kebutuhan air antar aktivitas. Oleh karena itu, diperlukan suatu studi untuk melihat karakteristik debit air tanah, muka air tanah, dan biaya produksi dari sistem penyediaan air bersih yang bersumber air tanah dalam jika dihubungkan dengan aktivitas yang dilayaninya. Identifikasi karakteristik debit, muka, dan biaya produksi air tanah sumur bor air tanah PDAM Kota Bandung dilakukan melalui pengelompokkan penurunan debit dan muka air tanah per tahun serta biaya produksi ke dalam tiap kelompok guna lahan, yaitu permukiman kecil, permukiman sedang, dan permukiman besar. Setelah dikelompokkan, maka dapat diketahui kecenderungan penurunan debit dan muka air tanah serta biaya produksi air tanah pada tiap jenis permukiman. Selain itu, dilihat pula kondisi demografi di wilayah tempat masing-masing sumur berlokasi yang meliputi kepadatan penduduk, rumah tangga, penduduk lahan permukiman, rumah tangga lahan permukiman, serta rasio lahan terbangun.Berdasarkan hasil analisis dapat diketahui bahwa pada umumnya penurunan debit, muka air tanah, dan biaya produksi pada sumur bor PDAM Kota Bandung ini tergolong rendah baik pada permukiman kecil, sedang, maupun besar. Kemudian, terdapat sumur dengan konsumsi air tertinggi, yaitu sumur Mekarwangi II; sumur yang daya dukung lingkungannya terancam, yaitu sumur Cijerah Blok 8 dan Bumi Asri; serta sumur dengan biaya produksi tertinggi, yaitu sumur Sumber Sari I.Walaupun penurunan debit, muka air tanah, dan biaya produksi di sumur PDAM Kota Bandung pada umumnya tergolong rendah, namun upaya pengendalian dan perlindungan air tanah tetap perlu dilakukan agar tidak membawa dampak yang buruk. Sejumlah tindakan dapat dilakukan seperti mengurangi laju pengambilan air tanah, memberi batasan terhadap pengambilan air tanah dengan jumlah yang besar, mempertahankan daerah resapan air, membangun ruang terbuka hijau, membuat sarana resapan air, melakukan pengisian air tanah secara buatan, dan menerapkan pelaksanaan pedoman pengambilan air tanah dalam zona konservasi air tanah.", "Daftar File": {}, "Penulis": "CHRISTIANA ARI SABATINA (NIM 15403030)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ridwan Sutriadi, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "debit air, muka air tanah, sumur bor air tanah", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}