{"Nomor": 10153, "Judul": "TEKNIK KONVERSI BERBAGAI JENIS ARSIP KE DALAM BENTUK TEKS TERENKRIPSI", "Abstrak": "Pada tugas akhir ini dibangun suatu perangkat lunak yang dapat berguna untuk mengkonversi berbagai jenis arsip ke dalam bentuk teks. Konversi arsip ke dalam bentuk teks diharapkan terutama untuk arsip pesan rahasia dimaksudkan agar arsip bisa disimpan dalam bentuk dokumen fisik (kertas) serta jenis arsip bisa disamarkan. \n \n \n \n \n\nPerangkat lunak yang dibangun menggunakan teknik pemilahan 5 bit untuk membatasi kemunculan karakter yang tidak lazim digunakan manusia, algoritma Huffman untuk meminimalkan pembesaran ukuran arsip akibat pemilahan 5 bit, serta algoritma Vignere Cipher untuk melakukan enkripsi agar keamanan arsip hasil konversi dapat ditingkatkan. \n \n \n \n \n\nPerangkat lunak yang dibangun menggunakan kakas pembangunan Microsoft Visual Studio 2005 dengan bahasa pemrograman C# dan sistem operasi Windows XP Service Pack 2. Berdasarkan pengujian perangkat lunak yang dilakukan secara teknis perangkat lunak dapat berjalan dengan baik. Berbagai jenis arsip bisa dikonversi ke dalam bentuk teks dan diubah kembali menjadi arsip semula. Pengujian juga dilakukan secara white box, yakni mengolah data bukan hanya data keluaran tetapi juga data di dalam proses konversi. \n \n \n \n \n\nPada konversi ini masih terdapat beberapa kekurangan. Efektifitas kompresi tidak terlalu besar untuk sebagian besar arsip yang dikonversi. Ketidakefektifan tersebut disebabkan oleh distribusi byte yang merata untuk arsip tersebut sehingga pohon Huffman yang dibentuk untuk proses kompresi merupakan pohon biner seimbang. Dari segi keamanan enkripsi yang menggunakan algoritma Vignere Cipher, metode Kasiski untuk pemecahannya mungkin untuk dilakukan karena berdasarkan pengujian white box yang mengolah data sebelum proses enkripsi, ada kemunculan karakter tertentu yang menjadi karakter paling banyak muncul. Akan tetapi perlu dilakukan pengujian lebih lanjut apakah dengan memanfaatkan data tersebut, metode Kasiski bisa dilakukan atau tidak karena kondisi data sebelum enkripsi berbeda dengan kondisi data yang digunakan oleh metode Kasiski pada enkripsi Vignere Cipher untuk teks bahasa Inggris konvensional. Frekuensi kemunculan karakter pada data sebelum enkripsi sangat merata sedangkan data yang digunakan untuk metode Kasiski tidak boleh merata agar lebih akurat.", "Daftar File": {}, "Penulis": "DADAN RAMDAN MANGUNPRAJA (NIM 13504087)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Rinaldi Munir, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Konversi, Vigenere Cipher, Huffman, Arsip teks, Kasiski", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}