{"Nomor": 10154, "Judul": "RATIONAL CHOICE IN A RURAL COMMUNITY: CASE STUDY OF RURAL DEVELOPMENT AND WATER AND SANITATION PROGRAMS IN CIAMIS REGENCY, WEST JAVA, INDONESIA", "Abstrak": "In assessing the merit of modern clean water and sanitation facilities, the recognition the rationality of actions between outside agencies and the local is differ. The differences, in this case, are caused by the fact that the local people have not been exposed to the potential risk of infectious diseases thus do not recognize the risk. The fact that the program forces the local people to shoulder high costs, that it brings structural changes in their traditional farming with fishery, and in particular that it neglects the accustomed behaviour of local people.The process of decision making in the local community is influenced by many factors of rationality. In a clean water and sanitation assessment, the factors in their decision-making can be identified as: type of occupation, level of income, transfer of knowledge, taste and preferences, and their mental attitudes based on customary behaviour. In contrast the outside agencies rely on Cost-Benefits Analysis based on their estimation of economic potential.In these areas, in order to emphasize to the un-exposed health risk (the unrecognized risk of exposure to an as yet non-prevalent disease), it is necessary to re-estimate the potential risk of infectious diseases due to the people's increasing mobility to and from outside locations in recent years and to establish a financial supplement policy to prevent the risk from being actualized.", "Daftar File": {}, "Penulis": "DADAN WIADI (NIM 25406052)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr Lynn Thiesmeyer dan Dr. Tubagus Furqon Sofhani, IR, MA."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "rationality, outside agencies, local community, high cost, , un-exposed health risk", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}