{"Nomor": 10162, "Judul": "ANALISIS PENGARUH FLUKTUASI PADA KOMPRESOR DAN PENURUNAN TEKANAN PADA RESERVOIR TERHADAP PERFORMANSI SUMUR GAS LIFT", "Abstrak": "Metode gas lift merupakan salah satu metode artificial lift yang sering digunakan pada lapangan produksi. Seiring dengan berjalannya proses produksi, laju produksi minyak pada suatu lapangan produksi akan berkurang akibat penurunan tekanan reservoir. Metode gas lift digunakan untuk menurunkan gradien tekanan dalam tubing sehingga tekanan reservoir yang semakin kecil masih mampu mengangkat minyak sampai ke permukaan. Dalam metode gas lift terdapat dua hal yang dapat mengganggu kestabilan produksi yaitu penurunan tekanan di reservoir dan fluktuasi yang terjadi di compresor ketika ada instalasi sumur baru. Penurunan tekanan pada reservoir tidak bisa dikontrol tetapi bisa diprediksi, sedangkan tekanan pada reservoir dapat dikontrol. Tujuan dari tugas akhir ini ialah untuk menganalisis pengaruh dari penurunan tekanan pada reservoir dan fluktuasi tekanan di compresor terhadap performansi sumur gas lift. Melalui analisis ini akan dicari relasi antara tekanan pada kompresor, tekanan pada reservoir, dan oil production rate pada kondisi sistem yang stabil berdasarkan kriteria Alhanati. Tugas akhir ini akan menganalsis aliran fluida dari compresor sampai titik injeksi, aliran fluida multifasa di tubing, dan kestabilan sistem gas lift. Analisis aliran fluida dari kompresor sampai titik injeksi akan menghasilkan relasi antara tekanan compresor, tekanan reservoir, gas injeksi, dan oil production rate. Persamaan gradien tekanan dengan boundary condition diperoleh dari aliran multiphase di tubing. Persamaan ini dapat diselesaikan secara numerik dengan menggunakan metode runge kutta orde 4 dan linear shooting. Solusi numerik dari persamaan ini ialah sebuah fungsi yang merupakan relasi antara tekanan reservoir, gas injeksi, dan oil production rate. Fungsi ini direpresentasikan dalam sebuah kurva yang disebut gas lift performance curve. Kestabilan yang digunakan dalam tugas akhir ini ialah kestabilan berdasarkan kriteria Alhanati. Ketiga analisis ini akan menghasilkan sebuah relasi antara tekanan kompresor, tekanan reservoir, dan oil production rate pada kondisi sistem yang stabil. Relasi ini dapat digunakan sebagai suatu kontrol pada sistem produksi sumur gas lift untuk mengantisipasi gangguan yang berasal dari compresor dan reservoir.", "Daftar File": {}, "Penulis": "DANIEL PARDAMEAN SAMOSIR (NIM 10104102)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Edy Soewono dan Ir. Pudjo Sukarno, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Fluktuasi, Kompresor, Reservoir, Performansi, Sumur gas lift", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}