{"Nomor": 10168, "Judul": "FIRST PRINCIPLES STUDY OF FLOURESCENCE QUENCHING IN RHODAMINE B DIMERS", "Abstrak": "Rhodamine B (RhB) is a chromophore from a family of xanthene dyes which are widely employed in chemistry and biology as fluorescent agents. Due to its high quantum yield of fluorescence RhB is often used as a lasing medium in organic dye lasers. However, in high concentrations, the quantum yield of fluorescence of RhB drops considerably, which is attributed to the formation of RhB dimers. In the present work, using time-dependent density functional theory (TDDFT) the excited states of monomeric and dimeric forms of RhB have been studied both in the gas phase and in solution. The effect of the environment in the liquid phase has been taken into account with the help of the conductor-like polarizable continuum model (CPCM). With the use of the TD-BLYP/6-311G* scheme, the experimental absorption spectra of RhB in both, monomeric and dimeric forms, could be reasonably reproduced. It has been found that the decreasing quantum yield in the dimeric form is caused by the internal conversion to lower lying singlet excited states and by the intersystem-crossing between the low lying singlet and triplet excited states, which may results in radiationless decay of the excited states. The dependence of the excited states ordering on the mutual orientation of the RhB units in the dimer is studied. Results obtained with TDDFT have been compared with the results obtained with other methods such as timedependent Hartree-Fock (TD-HF) and hybrid functionals TD-BH&HLYP, and also ASCF method to analyze the self-interaction error caused by the TDDFT. A possibility to reduce the loss of the fluorescence yield is discussed.", "Daftar File": {}, "Penulis": "DANI SETIAWAN (NIM 20507021)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof Dr. Michael Filatov, Dr. Muhamad A Martoprawiro, dan Dr. Sadijah Achmad, DEA."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Rhodamine B, dimers, intersystem crossing, TDDFT, PCM", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}