{"Nomor": 10171, "Judul": "PENGGUNAAN SERAT SELULOSA PADA PEMBUATAN BETON RINGAN UNTUK PASANGAN BATA (LIGHTWEIGHT CONCRETE MASONRY UNIT)", "Abstrak": "Salah satu permasalahan yang ada di lapangan sekarang ini adalah kebutuhan akan bata sebagai bahan dinding pada bangunan. Produksi bata secara besar-besaran menimbulkan kerusakan alam karena pengambilan tanah liat sebagai bahan baku. Proses pembakaran bata juga merupakan salah satu sumber gas CO2 yang pada akhirnya mengakibatkan efek rumah kaca dan menimbulkan pemanasan global, oleh karena itu perlu dicari material yang dapat digunakan sebagai pengganti tanah liat pada produksi bata. Rumput sebagai sumber daya terbarukan tersedia dalam jumlah yang banyak, terutama di Pulau Timor dan Sumba, Nusa Tenggara Timur.Penelitian ini bertujuan untuk melihat kemungkinan penggunaan serat selulosa dari rumput pada pembuatan Lightweight Concrete Masonry Unit (LCMU), properties mekanik (kuat tekan, kuat tarik belah, densitas, dan absorpsi) LCMU dengan serat rumput serta komposisi serat optimum.Hasil penelitian menunjukan bahwa serat selulosa dari rumput dapat digunakan untuk pembuatan LCMU dengan kandungan semen 250 kg/m3 dan faktor air semen 0.6. Pada komposisi serat 20 %, 25 % dan 30 %, kuat tekan masing-masing 10,05; 8,81 dan 7,63 MPa dengan kuat tarik belah 1,448; 2,634, 2,751 dan berat jenis 1693,75; 1645,31 dan 1601,22 kg/m3.", "Daftar File": {}, "Penulis": "DANTJE ARIE T. SINA (NIM 25006005)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Saptahari Sugiri"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "serat selulosa, rumput, LCMU, kuat tekan, kuat tarik belah, berat jenis, cellulosic fibre, grass, LCMU, compressive strength, spliting tensile strength, density", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}