{"Nomor": 10174, "Judul": "PEMERINGKATAN SDM PADA PROFESI PENGELASAN DI PABRIK PERAKITAN KENDARAAN BERMOTOR NIAGA BERDASARKAN POLA PENGEMBANGAN P3JJ (STUDI KASUS PT. KRAMA YUDHA RATU MOTOR)", "Abstrak": "Sumber daya manusia (SDM) merupakan salah satu faktor yang sangat penting bagi suatu perusahaan. Oleh karena itu kebutuhan terhadap sumber daya manusia harus dirancang dan direncanakan untuk menghindari ketidaksesuaian antara kebutuhan dunia usaha sebagai pengguna dan penyedia sumber daya manusia. Suatu perusahaan akan mampu berkembang dengan baik jika dijalankan dengan sumber daya yang sesuai. Untuk mendapatkan SDM yang sesuai dengan kebutuhan perusahaan dibutuhkan suatu metoda yang terukur dan dapat diandalkan.PT. Krama Yudha Ratu Motor (KRM) sebagai pabrik perakitan kendaraan bermotor niaga yang mengelola profesi pengelasan sebagai salah satu kegiatan utamanya membutuhkan suatu sistem pengembangan SDM yang sistematik, terencana dan terpola untuk membentuk dan mengembangkan teknisi ahli dan staf ahli. Penelitian ini dilakukan untuk membantu KRM dengan memikirkan suatu sistem pengembangan sumber daya manusia yang dapat membentuk dan mengembangkan teknisi ahli, yang dikembangkan menurut prinsip pengembangan sumber daya manusia P3JJ.Pola pengembangan SDM profesi dengan 3 jalur berjenjang (P3JJ) menjelaskan secara sistematik proses identifikasi pekerjaan dari tiap profesi yang dimanfaatkan organisasi atau perusahaan. Kemudian hasil identifikasi ini dimanfaatkan untuk mengembangkan dan menjenjangkan tiga jalur fungsional pada tiap profesi yaitu jalur pelaksana, jalur pemanfaat, dan jalur pengelola. Pada setiap jalur dilakukan pembuatan definisi dan tafsir parameter kebisaan yang kemudian dimanfaatkan untuk membuat acuan kinerja, acuan kesesuaian penugasan dan materi pelatihan. Hasil dari rangkaian proses ini dimanfaatkan untuk membuat program pelatihan, metoda penilaian SDM dan program pengembangan SDM.", "Daftar File": {}, "Penulis": "DAUD KAI RIZAL (NIM 13105601)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Yatna Yuwana Martawirya dan Dr. Ir. Sigit Yoewono"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "SDM profesi, pabrik motor, peringkat", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}