{"Nomor": 10181, "Judul": "KAJIAN DAN IMPLEMENTASI OPERATION SUPPORT SYSTEM UNTUK ASPEK PERFORMANSI LAYANAN WiMAX", "Abstrak": "Penyedia layanan perlu didukung oleh sistem yang menjamin terselenggaranya layanan kepada pelanggan. Salah satu sistem pendukung tersebut adalah untuk pengelolaan jaringan (network management). Performansi merupakan salah satu fungsi pengelolaan jaringan yang harus dijaga dalam mendukung operasional bisnis layanan, tidak terkecuali layanan WiMAX. \n \n \n\nTugas Akhir ini akan membahas mengenai Operation Support System untuk aspek performansi layanan WiMAX. Operation Support System untuk aspek performansi menggunakan prinsip-prinsip dalam network performance management di mana sistem yang dibangun harus mampu melakukan pemantauan dan evaluasi performansi jaringan serta mengambil langkah preventif dan korektif untuk mempertahankan tingkat performansi. Layanan WiMAX sebagai teknologi yang dibahas memiliki parameter-parameter yang menjadi dasar dalam mengukur performansi layanan. Salah satu parameter yang paling utama adalah masalah Quality of Service. Sistem yang dibangun harus mampu memantau parameter Quality of Service tersebut. Sebagai salah satu komponen Operation Support System, sistem yang dibangun harus mampu terintegrasi dengan komponen lain, sehingga mekanisme integrasi harus disediakan. \n \n \n\nPada Tugas akhir ini dibahas dan dibangun Operation Support System untuk aspek performansi layanan WiMAX. Operation Support System yang dibangun bekerja menggunakan Simple Network Management Protocol untuk mengumpulkan data performansi layanan WiMAX. Untuk mekanisme integrasi dengan komponen lain dipergunakan webservice.", "Daftar File": {}, "Penulis": "DAVID SUSANTO (NIM 13504019)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Achmad Imam Kistijantoro, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Operation Support System, Performansi jaringan, WiMAX, Quality of Service, Simple Network Management Protocol", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "09 Okt 2017"}