{"Nomor": 10186, "Judul": "ESTIMASI CADANGAN MINYAK AWAL DI TEMPAT DENGAN KUANTIFIKASI KETIDAKPASTIAN MENGGUNAKAN SIMULASI MONTE CARLO", "Abstrak": "Dalam kegiatan eksplorasi suatu lapangan selalu terdapat faktor ketidakpastian yang muncul dari data yang diperoleh. Seperti kita ketahui bahwa estimasi cadangan merupakan hal yang sangat penting dalam perencanaan pengembangan suatu lapangan. Dengan data hasil eksplorasi yang memiliki tingkat ketidakpastian tinggi dapat dilakukan estimasi cadangan dengan tingkat ketidakpastian yang juga tinggi.Tujuan penelitian ini adalah untuk menemukan bagaimana cara memperkirakan cadangan awalmenggunakan data eksploitasi yang tersedia dengan mengikutsertakan perkiraan tingkat ketidakpastian berdasarkan hasil simulasi Monte Carlo. Data eksploitasi yang digunakan berupa data hasil logging serta data hasil pemetaan geologi dan geofisika.Pada tulisan ini dibahas mengenai aplikasi estimasi cadangan pada satu lapangan secara statistik menggunakan data yang diperoleh dari hasil eksploitasi pada lapangan tersebut. Metode estimasi cadangan ini dilakukan pada satu horison atau prospek lapangan (metode single horizon prospect). Sebelumnya telah dilakukan kajian GGR untuk melakukan estimasi cadangan pada lapangan ini dengan metode volumetrik dan material balance. Kemudian dilakukan perkiraan tingkat ketidakpastian hasil estimasi cadangan dari masing-masing metode tersebut berdasarkan hasil simulasi Monte Carlo.Dalam estimasi cadangan dengan metode ini digunakan asumsi distribusi log normal pada sebaran data eksploitasi karena terdapat kecenderungan kemunculan data dengan nilai kecil secara alami (skewness > 0). Berdasarkan hasil kajian ini dapat disimpulkan bahwa dengan metode single horizon prospect (statistik) secara grafis dapat diperoleh nilai cadangan sebesar 45.65 MMSTB yang merupakan nilai P73 pada hasil simulasi Monte Carlo. Hasil ini menunjukkan tingkat ketidakpastian yang lebih baik daripada hasil estimasi cadangan secara volumetrik sebesar 51.25 MMSTB yang merupakan nilai P75. Sedangkan estimasi cadangan dengan material balance menghasilkan cadangan yaitu sebesar 43.98 MMSTB yang merupakan nilai P72. Hasil material balance memberikan tingkat kepastian yang paling baik dari ketiga metode karena perhitungan dilakukan menggunakan data produksi.", "Daftar File": {}, "Penulis": "DECI ZULVI AMELIA (NIM 12204053)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ir. Tutuka Ariadji"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "ketidakpastian, estimasi cadangan, metode single horizon prospect, simulasi Monte Carlo, uncertainty, reserves estimation, single horizon prospect method, Monte Carlo simulation", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "2 file", "Tanggal Input": "27 Sep 2017"}