{"Nomor": 10188, "Judul": "PENGELASAN BASAH DALAM AIR MENGGUNAKAN ELETRODA B4T YANG DILAPISI LILIN PADA BAJA KARBON RENDAH AISI 1015", "Abstrak": "Pengelasan basah di dalam air merupakan salah satu metode penyambungan yang penting pada industri kelautan dan konstruksi perairan, salah satu metode yang umum dan paling sederhana yaitu dengan menggunakan pengelasan dengan menggunakan elektroda terbungkus (Shielded Metal Arc Welding, SMAW) jika dibandingkan dengan metode pengelasan yang lain yaitu GTAW, FCAW ataupun GMAW. Pada pengelasan ini elektroda yang digunakan yaitu elektroda B4T yang lazimnya digunakan pada pengelasan kering, pada pengelasan basah didalam air elektroda ini dimodifikasi dengan menggunakan pelapis berupa lapisan lilin. Penggunaan pelapis ini diharapkan dapat mencegah masuknya air kedalam fluks elektroda, sehingga hasil yang diharapkan tidak akan jauh berbeda kualitasnya dengan pengelasan kering diudara terbuka. \n \n \n \n\nSimulasi pengelasan yaitu operator las berada di dalam air, dan melakukan pengelasan pada lingkungan air tersebut, pada penelitian ini lingkungan air yang digunakan yaitu lingkungan air tawar dan air asin. Pengujian hasil pengelasan yaitu dengan mengamati pengaruh parameter (heat input), terhadap karakteristik penyalaan busur, pemeriksaan visual, metalografi dan sifat mekanik pada pengelasan baja karbon rendah AISI 1015. Hasil pengelasan yang diperoleh pada pengelasan ini yaitu masih banyak terdapat cacat undercut dan manik las yang kurang rata. Sedangkan porositas dan fasa martensit bukan merupakan mayoritas cacat yang terdapat pada hasil pengelasan. Sedangkan angka kekerasan yang didapatkan tidak melebihi 370 HVN. \n \n \n \n\nSecara umum berdasarkan standar AWS D3.6M: 1999 class B yang digunakan hasil pengelasan ini tidak memenuhi persyaratan. Hal ini lebih dominan diakibatkan oleh kurang terampilnya operator las, sehingga pada penelitian berikutnya diharapkan dapat menggunakan operator yang berkompeten dan variasi pelapis yang lain", "Daftar File": {}, "Penulis": "DEDDY FRANKY (NIM 13102065)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. H. Rochim Suratman"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pengelasan basah dalam air, Elektroda B4T, Lilin, Baja karbon rendah, AISI 1015", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}