{"Nomor": 10184, "Judul": "STUDI PEMELIHARAAN SALURAN DRAINASE BERBASIS PEMBERDAYAAN MASYARAKAT (STUDI KASUS : KELURAHAN CIHAURGEULIS, BANDUNG)", "Abstrak": "Banjir adalah salah satu masalah yang sering dihadapi oleh masyarakat Kota Bandung pada umumnya dan masyarakat Kelurahan Cihaurgeulis pada khususnya. Solusi yang tepat untuk mengatasi masalah banjir tersebut adalah pembangunan saluran drainase yang baik. Jika dilihat kondisi eksisting saluran drainase di Kelurahan Cihaurgeulis adalah beberapa saluran tidak dapat berfungsi dengan baik karena adanya sampah, endapan sedimen, tumbuhan liar, dan lain-lain, serta kurangnya kesadaran masyarakat untuk memelihara saluran drainase tersebut. Oleh karena itu, salah satu cara yang dapat dilakukan untuk mengembalikan fungsi saluran drainase tersebut adalah dengan melakukan kegiatan pemeliharaan saluran drainase yang berbasis pemberdayaan masyarakat.Tujuan penelitian ini adalah untuk mengetahui tingkat kebutuhan kegiatan pemeliharaan, proses pemberdayaan masyarakat, dan tingkat hubungan antara kegiatan pemeliharaan dengan proses pemberdayaan masyarakat. Unit analisis dalam penelitian ini adalah seluruh Kepala Keluarga (KK) di RW 05 Kelurahan Cihaurgeulis yang berjumlah 50 orang. Metode yang digunakan adalah metode perbandingan antara desain dengan kondisi eksisting saluran serta metode statistik product moment dengan menggunakan hipotesis deskriptif dan asosiatif. Untuk membantu dalam menganalisis data maka dilakukan pengamatan lapangan dan pemberian kuesioner kepada setiap KK tersebut.Berdasarkan hasil penelitian, diketahui eksisting saluran drainase masih cukup namun diperlukan suatu kegiatan pemeliharaan. Selain itu, proses pemberdayaan yang dilakukan adalah dengan mengadakan kerja bakti secara rutin. Terakhir, terdapat hubungan yang positif dan signifikan dengan hubungan sedang antara kegiatan pemeiharaan dengan proses pemberdayaan masyarakat.", "Daftar File": {}, "Penulis": "DEASILIA INDRASARI (NIM 25005034)", "Kontributor / Dosen Pembimbing": ["Pembimbing: DR. Ir. AGUNG WIYONO H.S., M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Pemeliharaan, Drainase, Pemberdayaan Masyarakat, Maintenance, Drainage, Community Empowerment", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}