{"Nomor": 10194, "Judul": "TERMINAL PENUMPANG BANDARA SULTAN SYARIF KASIM II PEKANBARU", "Abstrak": "Pada Tugas Akhir ini penulis mengambil kasus proyek perancangan Terminal Penumpang Bandara Sulta Syarif Kasim II di Pekanbaru. Bandara Sultan Syarif Kasim II ini terletak di kota Pekanbaru, kota yang sedang berkembang ini didukung oleh letaknya yang strategis dimana dekat dengan jalur perdangan antar negara yaitu Indonesia, Malaysia, dan Singapura. Hal ini menjadikan kota Pekanbaru terus berkembang seiring dengan lajunya roda globalisasi perdanganan dunia. Keadaan terminal eksisting yang berada di kota ini telah malampaui daya tampung yang seharusnya. Perencanaan pengembangan bandara Sultan Syarif Kasim II ini merupakan solusi untuk mengatasi peningkatan permintaan akan jasa angkutan udara menuju dan dari kota Pekanbaru secara khusus dan provinsi Riau secara umum. Perancangan terminal penumpang ini merupakan penggabungan antara perancagan aristektur, sirkulasi, dan ruang luar. Selain itu, berusaha untuk dapat menghadirkan sebuah penanda (landmark) bagi kawasan yang bersangkutan dengan mengacu pada lokalitas daerah itu sendiri. Terminal bandara sebagai salah satu sarana publik yang bertujuan mewadahi kegiatan transisi antara dua moda transportasi yaitu moda transportasi darat dan moda transportasi udara juga akan menghadirkan fasilitas-fasilitas pendukung kegiatan transisi tersebut antara lain sarana pemrosesan, sarana penunjang seperti restoran, kafe dan area konsesi serta fasilitas operasional bandara. Pada perancagan terminal ini akan ditekankan pada penyederhanaan dan efisiensi sistem sirkulasi yang diharapkan dapat membuahkan sistem yang jelas dan mudah dimengerti oleh pengguna-penggunanya. Kemudahan dalam berorientasi dapat lahir dengan menjaga kontinuitas ruang dalam dan ruang luar. Konsep-konsep sirkulasi dan efektivitas kemudian akan menjadi dasar pemilihan bentuk, sistem struktur, serta material yang akan digunakan pada perancangan bangunan terminal ini.", "Daftar File": {}, "Penulis": "DEDI K. DWITOMO (NIM 15204063)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr-Ing. Ir. Heru W. Poerbo, MURP."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "terminal, bandara udara, sarana publik, moda transportasi", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}