{"Nomor": 10207, "Judul": "STUDI KOMPETENSI CHIEF INFORMATION OFFICER (OBYEK PENELITIAN: BEBERAPA PERUSAHAAN JASA DI BANDUNG)", "Abstrak": "Dengan semakin pentingnya peranan teknologi informasi dalam suatu perusahaan maka dibutuhkan seseorang yang bertanggungjawab terhadap kelancaran teknologi informasi perusahaan. Dalam suatu perusahaan tanggungjawab teknologi informasi diberikan kepada seseorang yang disebut sebagai Chief Information Officer (CIO). \n \n \n \n \n\nSelanjutnya yang menjadi pertanyaan, karateristik/kemampuan apa saja yang harus dimiliki para profesional TI untuk dapat atau terus berkarir mencapai posisi CIO? Untuk menjawab pertanyaan ini diperlukan penelitian tentang kondisi kompetensi dari seorang CIO. Adapun tahapan-tahapan yang dilakukan dalam penelitian ini: (1) Studi literatur/hasil penelitian yang telah dilakukan, (2) Melakukan wawancara dengan CIO untuk memahami keadaan yang sebenarnya terdapat dilapangan, (3) Melakukan survei sederhana, (4) Analisis dan interpretasi hasil survei dengan menggunakan analisis multivariate. Chief information officer pada level manajer teknologi informasi menjadi obyek (responden) dalam penelitian ini. Manajer Teknologi Informasi (TI) merupakan seorang yang bertanggungjawab terhadap instalasi dan pemeliharaan komputer meliputi perangkat keras (hardware), perangkat lunak (software) dan jaringan antarkomputer (networks). \n \n \n \n \n \n \n \n\nDefinisi kompetensi yang digunakan dalam penelitian ini adalah kompetensi yang dikemukakan oleh Spencer & Spencer (1993). Kompetensi mengindikasikan kemampuan berperilaku seseorang dalam berbagai situasi yang cukup konsisten untuk suatu perioda waktu yang cukup panjang dan bukan hal sesaat yang kebetulan semata. Sehingga kompetensi dapat digunakan untuk menduga atau terbukti secara empiris merupakan penyebab suatu keberhasilan. \n \n \n \n \n \n \n \n\nMetode pengumpulan data dalam penelitian ini dilakukan dengan wawancara kepada 11 orang manajer teknologi informasi dan penyebaran kuesioner ke 40 orang manajer teknologi informasi. Adapun data hasil kuesioner yang siap diolah yaitu sebanyak 34 data responden. Pengolahan data meliputi 2 bagian besar yaitu pengelompokkan responden ke dalam 2 kelompok berdasarkan efek kinerja yang ditimbulkan yaitu kelompok unggul dan kelompok minimum dengan menggunakan analisis cluster, dan dilanjutkan dengan mencari variabel yang mampu membedakan antara 2 kelompok dengan menggunakan analisis diskriminan. Variabel-variabel yang mampu membedakan antara 2 kelompok ini yang akan digunakan sebagai standar atau kompetensi minimum yang harus dimiliki oleh manajer teknologi informasi. \n \n \n \n \n \n \n \n\nHasil penelitian menunjukkan bahwa secara statistik standar kompetensi atau kompetensi minimum yang harus dimiliki oleh manajer teknologi informasi yaitu (1) Berorientasi Strategis, (2) Membangun Hubungan, (3) Mengembangkan Orang Lain, (4) Memimpin Kelompok, (5) Percaya Diri, (6) Mendesain jaringan komputer, (7) Memelihara pelayanan Website, (8) Menggunakan dan Menginstalasi Database, (9) Memecahkan masalah hardware dan software.", "Daftar File": {}, "Penulis": "DENNY LEBANG (NIM 23406010)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Joko Siswanto, M.P.A., Dr. Indryati Sunaryo, M.sc., dan Dr. Ir. Budhi Prihartono, D.E.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Kompetensi, Chief information officer, Manajer teknologi informasi", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}