{"Nomor": 10203, "Judul": "STUDI DAN IMPLEMENTASI PERANGKAT LUNAK ANALISIS PERGERAKAN NILAI SAHAM MENGGUNAKAN METODE MOVING AVERAGE CONFERGENCE DIVERGENCE DAN OSCILLATOR OF MOVING AVERAGE", "Abstrak": "Ada dua macam analisis yang telah dikembangkan untuk para analis saham, salah satunya adalah analisis teknikal. Yaitu metode yang mengutamakan analisis data pergerakan saham di masa lampau untuk memberikan peringatan maupun memprediksi adanya perubahan pada pergerakan harga saham. Indikator teknikal merupakan salah satu unsur penting dalam analisis teknikal karena membantu analisis dari perspektif yang berbeda. Terdapat berbagai macam indikator teknikal yang bisa dikombinasikan satu sama lain dalam suatu analisis teknikal, beberapa diantaranya adalah moving average, Moving Average Confergence Divergence (MACD), dan Oscillator of Moving Average (OsMA). OsMA diturunkan dari MACD, dan MACD diturunkan dari moving average, salah satu indikator teknikal tertua dan terpopuler karena kesederhanaan dan keakuratannya. \n \n \n \n \n\nTugas Akhir ini membahas studi, implementasi, dan prosedur analisis teknikal saham dengan menggunakan metode OsMA. Pada Tugas Akhir ini juga akan dibangun sebuah perangkat lunak yang bernama AIUEO sebagai bentuk hasil studi dan implementasi. AIUEO dibangun dalam lingkungan sistem operasi Windows Vista Home Basic, lingkungan pengembangan Microsoft Visual Studio.NET 2008, dan library tambahan Dundas Chart .NET. Sebagai data masukan, akan digunakan data historis harga saham yang diperoleh dengan mengunduh dari situs Yahoo! Finance (http://finance.yahoo.com) dalam format CSV (Comma Separated Value). \n \n \n \n \n\nPerangkat lunak tersebut kemudian akan digunakan untuk menampilkan grafik MACD dan OsMA, serta tiga jenis sinyal perdagangan beli dan jual yang dapat terjadi. Berdasarkan sinyal-sinyal perdagangan tersebut dilakukan pengujian untuk menentukan akurasi masing-masing sinyal, sekaligus menentukan keberhasilan metode OsMA dalam menganalisis pergerakan nilai saham. Dan di antara ketiga jenis sinyal, sinyal divergence merupakan sinyal yang paling terpercaya keakuratannya dibandingkan MACD bullish/ bearish centerline crossover, dan OsMA bullish/ bearish centerline crossover.", "Daftar File": {}, "Penulis": "DENDY DUTA NARENDRA (NIM 13504033)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dra. Harlili, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Saham, Analisis teknikal, Indikator teknikal, Trend, Moving average, Moving average convergence/divergence, Sinyal, Bullish, Bearish, Divergence, Oscillator, Oscillator of moving average, Centerline crossover", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}