{"Nomor": 10205, "Judul": "PEMAKAIAN CANGKANG BEKICOT (Achatina Fulica) DAN KEONG MAS (Pomacea canaliculata Lamarck) SEBAGAI ENERGIZER DI DALAM PROSES KARBURISASI PADAT PADA BAJA KARBON RENDAH", "Abstrak": "BaCO3 merupakan energizer yang umum dipakai pada proses Karburisasi Padat. Penelitian ini kemudian lebih ditekankan pada pemilihan cangkang hewan jenis Moluska yaitu Bekicot dan Keong Emas sebagai energizer alternatif. Spesimen tersebut dikarburisasi pada temperatur 950oC dan ditempatkan di dalam kotak sementasi yang mengandung campuran media karburisasi dengan komposisi yaitu 10%wt, 20%wt, 30%wt, 40%wt, dan 50%wt untuk masing-masing energizer. Proses ini berlangsung dengan holding time selama 2 jam lalu dilanjutkan air cooling. Untuk proses perlakuan panas, pemanasan dilakukan pada temperatur 850oC selama 30 menit dilanjutkan water quenched sambil diputar-putar di dalam air. Hasil yang didapatkan menunjukan bahwa dengan penambahan energizer cangkang Bekicot sebayak 10%wt dan cangkang Keong Emas 10%wt akan menghasilkan Effective Case Depth (ECD) yang paling optimal untuk masing-masing energizer. ECD yang paling optimal yaitu 1,42 mm dengan energizer cangkang Bekicot (mengandung 98-99% CaCO3) dan 1,15 mm dengan energizer cangkang Keong Emas (mengandung 95-99% CaCO3). Kemanjuran (efficacy) adalah perbandingan antara ECD dengan adanya energizer terhadap ECD 100% Arang Batok. Kemanjuran yang dihasilkan dengan adanya penambahan cangkang Bekicot sebesar 258% dan 210% dengan adanya penambahan cangkang Keong Emas.", "Daftar File": {}, "Penulis": "DENI SETIAWAN (NIM 13703017)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Budi Hartono Setiamarga"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "cangkang bekicot, keong mas, proses karburisasi, baja karbon rendah", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}