{"Nomor": 10200, "Judul": "KOMBINASI SPACE TIME BLOCK CODE DENGAN TEKNIK MC-CDMA PADA SISTEM MIMO", "Abstrak": "Pada penelitian ini dilakukan perancangan kombinasi Space Time Block Code dengan teknik MC CDMA pada sistem MIMO yang terdiri dari dua skema yaitu skema-1 dan skema-2, dimana kedua skema berbeda dalam hal posisi Space Time Block Code (STBC). Untuk skema-1 dilakukan proses MC CDMA dulu, baru STBC coding. Sedangkan pada skema-2 proses STBC coding sebelum proses MC CDMA. \n \n \n \n\nKombinasi STBC dengan teknik MC CDMA pada sistem MIMO yang dirancang meliputi subsistem baseband processing, subsistem MC CDMA, dan subsistem MIMO 2x2. Simulasi sistem dilakukan pada kondisi kanal AWGN dan kondisi kanal terdistribusi Rayleigh i.i.d, baik flat fading maupun frekuensi selektif, dengan asumsi bahwa kanal memiliki sifat quasi static fading. Koefisien kanal dibangkitkan dengan metode jakes. \n \n \n \n\nHasil simulasi menunjukkan bahwa sistem dengan skema-1 memiliki kecenderungan lebih baik dari skema-2. Dimana pada skema-1 dilakukan modulasi multicarrier terlebih dahulu untuk menghilangkan sifat selektifitas dari kanal kemudian baru dipertahankan keortogonalitasan dengan STBC encoder. Sementara untuk skema-2 dilakukan proses ortogonalitas terlebih dahulu dengan STBC encoder, kemudian sinyal yang telah ortogonal tersebut dilakukan modulasi multicarrier untuk menghilangkan sifat selektifitas kanal. Modulasi multicarrier dapat bekerja efektif pada sistem yang belum ortogonal yang disertai dengan kanal selektif fading seperti pada skema 1. Untuk sinyal yang sudah ortogonal seperti pada skema 2, modulasi multicarrier terbukti kurang efektif karena sinyal sudah bersifat ortogonal setelah dilakukan proses STBC encoder terlebih dahulu.", "Daftar File": {}, "Penulis": "DELSINA FAIZA (NIM 23206031)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Suhartono Tjondronegoro"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "STBC, MC CDMA, MIMO, Quasi static, Subcarrier", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}