{"Nomor": 10213, "Judul": "DESAIN DAN IMPLEMENTASI INTERACTIVE E-LEARNING MENGGUNAKAN ANIMASI DAN GAME (STUDI KASUS: MAKHLUK HIDUP DAN BENDA LANGIT UNTUK PEMBELAJARAN IPA KELAS 1 s.d. KELAS 3 SD)", "Abstrak": "Seiring dengan perkembangan Teknologi Informasi (TI) yang semakin pesat, kebutuhan akan suatu konsep dan mekanisme belajar mengajar (pendidikan) berbasis TI menjadi tidak terelakkan lagi. Konsep yang kemudian terkenal dengan sebutan e-learning ini membawa pengaruh terjadinya proses transformasi pendidikan konvensional ke dalam bentuk digital, baik secara isi (contents) dan sistemnya. \n \n\nPembelajaran IPA memerlukan sarana pendukung yang dapat membantu proses belajar-mengajar yang lebih interaktif dan menyenangkan. Aspek interaktif dalam pembelajaran IPA penting untuk diterapkan dalam rangka mengasah kreatifitas dan kemandirian siswa. \n \n\nTujuan penelitian ini adalah untuk mendesain sistem pembelajaran interactive e-learning SD pembelajaran IPA, khususnya pembelajaran makhluk hidup dan benda-benda langit, mengimplementasikan sistem pembelajaran yang interaktif menggunakan game dan animasi, khususnya pembelajaran pengenalan makhluk hidup dan benda langit berdasarkan desain yang dibuat. \n \n\nPenelitian di laksanakan di dua sekolah dasar yaitu SDN Banjarsari dan SDN Cicabe, Bandung. Dalam penelitian ini di ambil beberapa sampel dari tiap kelas yaitu kelas 1, kelas 2 dan kelas 3 dengan mengujicobakan aplikasi yang telah di buat. \n \n\nHasil penelitian yang dilakukan di dua sekolah dasar menunjukkan bahwa melalui animasi dan game menciptakan suasana yang menyenangkan bagi siswa sehingga dapat membantu aktifitas belajar mengajar di sekolah. Belajar dengan permainan dapat membentuk kesan dramatis yang jarang siswa lupakan. Dengan permainan membangkitkan energi dan keterlibatan belajar siswa.", "Daftar File": {}, "Penulis": "DESYANTI (NIM 23206334)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Aciek Ida W. D., M.T. dan Dr. Ir. Agung Harsoyo"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Interactive e-learning, IPA, Animasi, Game", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}