{"Nomor": 10215, "Judul": "ANALISIS DAMPAK PENINGKATAN KONSUMSI BATUBARA NASIONAL TERHADAP PRODUKSI CO2 SEBAGAI GAS RUMAH KACA", "Abstrak": "Ketersediaan energi telah menjadi kebutuhan primer sebuah negara untuk menjalankan roda pemerintahan, menjaga stabilitas ekonomi, keamanan, dan sektor vital lainnya. Pengelolaan dan pemanfaatan sumber daya energi secara bijaksana perlu dilakukan, demi mengupayakan pembangunan yang berkelanjutan dan berwawasan lingkungan. Kesalahan dalam strategi/kebijakan energi dapat berakibat fatal bagi kelangsungan hidup masyarakat serta stabilitas negara.   \n \n\nIndonesia, sebagai salah satu negara berkembang, menyikapi kondisi ini dengan langkah pemerintah mengeluarkan Kebijakan Energi Nasional (KEN) melalui PP No.5 tahun 2006 sebagai pembaruan dari Kebijaksanaan Umum Bidang Energi (KUBE) tahun 1998. Salah satu target KEN adalah terwujudnya bauran energi (energy mix) yang optimal pada tahun 2025, dimana batubara menempati urutan pertama dalam penggunaan energi, yaitu sebesar 33%. Hal ini disebabkan Indonesia memiliki cadangan batubara yang cukup banyak yaitu sekitar yaitu 61,3 miliar ton.  \n \n\nPertumbuhan pemanfaatan batubara di Indonesia cukup pesat, pada tahun 1990 konsumsi batubara domestik hanya sebesar 5.835.619 ton, pada tahun 1998 meningkat menjadi 15.601.117 ton dan di tahun 2005 tercatat penggunaan batubara nasional sebesar 41.306.053 ton, naik 700% dibandingkan tahun 1990.  \nPada tahun 2025 diperkirakan konsumsi batubara nasional diperkirakan mencapai 181.633.493 ton. Ini berarti terjadi peningkatan yang sangat signifikan pada emisi CO2 dari konsumsi batubara nasional; pada tahun 1998 sebanyak 38.584.163 ton diperkirakan meningkat drastis hingga 1200% (449.209.900) pada tahun 2025.Walaupun angka tersebut relatif lebih kecil dibandingkan negara-negara industri maju, kondisi ini tentu saja bertolak belakang dengan upaya penurunan tingkat emisi CO2 sebagai salah satu penyebab pemanasan global, seperti yang disepakati negara-negara industri pada Kyoto Protocol, 1997.Diperlukan berbagai upaya untuk menyikapi kondisi ini secara bijaksana, diantaranya kebijakan pemerintah untuk melakukan pembangunan yang berwawasan lingkungan, penghijauan dan pelestarian hutan, diversifikasi energi ramah lingkungan, hingga pemanfaatan teknologi batubara bersih yang dapat meningkatkan efisiensi secara optimal serta ramah lingkungan.", "Daftar File": {}, "Penulis": "DEVID HARDI (NIM 22104014)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Dr. Ir.  Rudy Sayoga Gautama B."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "environment development, forest conservation, energy eficiency, energy diversification, clean coal technology", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}