{"Nomor": 10212, "Judul": "ANALISIS SEISMIC HAZARD DAN RESPON SPEKTRA GEMPA RENCANA UNTUK WILAYAH BALI DAN NUSA TENGGARA BARAT DENGAN MENGGUNAKAN SOFTWARE USGS-PSHA-07", "Abstrak": "Studi ini menganalisis seismic hazard dan membuat respon spektra gempa desain untuk wilayah Bali dan Nusa Tenggara Barat yang secara historis memiliki tingkat aktivitas gempa yang cukup tinggi. Lingkup studi ini mencakup pengumpulan dan pengolahan data gempa, analisis seismic hazard, dan pembuatan respon spektra gempa desain untuk jenis tanah lunak, sedang dan keras berdasarkan UBC 1997 untuk periode ulang 475 tahun dan IBC 2006 untuk periode ulang 2475 tahun. Pengumpulan dan pengolahan data gempa dibatasi pada data dengan jarak 500 km dari batas terluar wilayah lokasi studi. Analisis seismic hazard yang dilakukan menggunakan teori probabilitas total dengan bantuan program USGS-PSHA-07 dan pemodelan sumber gempa 3-dimensi dengan periode ulang 475 tahun dan 2475 tahun untuk T=0 detik, T=0.2 detik dan T=1.0 detik. Pembuatan respon spektra dilakukan per wilayah yang dibagi berdasarkan rentang nilai percepatan gempa maksimum di batuan dasar (T=0 detik). Hasil analisis seismic hazard dengan periode ulang 475 tahun menunjukkan bahwa percepatan maksimum di batuan dasar SNI 03-1726-2002 untuk wilayah Bali dan Nusa Tenggara lebih kecil dibandingkan hasil analisis menggunakan software USGS-PSHA-07. Untuk periode ulang 2475 tahun, rentang nilai percepatan maksimum yang didapat memiliki perbedaan sebesar 0.20g dengan nilai publikasi Petersen et al. (2007). Respon spektra rencana hasil studi berdasarkan IBC 2006 memiliki  rentang nilai percepatan gempa di permukaan yang lebih kecil bila dibandingkan dengan hasil studi berdasarkan UBC 1997. Disarankan bahwa IBC 2006 digunakan sebagai acuan dalam pembuatan respon spektra desain.", "Daftar File": {}, "Penulis": "DESYANTI (NIM: 25005022)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Masyhur Irsyam, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "analisis seismic hazard probabilistik, USGS-PSHA-07, respon spektra gempa rencana, probabilistic seismic hazard analysis, USGS-PSHA-07, design spectral response", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "10 file", "Tanggal Input": "27 Sep 2017"}