{"Nomor": 10233, "Judul": "APLIKASI DATA BUOY DAN DATA PASANG SURUT UNTUK PENENTUAN SUMBER GEMPA,WAKTU TIBA, DAN TINGGI GELOMBANG TSUNAMI BENGKULU 2007", "Abstrak": "Tsunami Bengkulu dibangkitkan oleh gempa bumi yang memiliki magnitudo 8.5 Richter yang terjadi pada tanggal 12 September 2007, pukul 18:10:26 BBWI di lokasi Latitude 4.520 derajat Lintang Selatan dan Longitude 101.374 derajat Bujur Timur. \n \n \n \n \n \n\nModel pembangkitan dan penjalaran gelombang tsunami disimulasikan dengan menggunakan dua model yaitu model single fault dan model distribusi slip heterogen hasil inversi. Data yang digunakan adalah data batimetri,data gempa dan data elevasi yang diperoleh dari stasiun buoy dan stasiun pasut diperairan Sumatera. Dari data tersebut, dapat ditentukan sumber gempa dengan nilai slip yang homogen kemudian dilakukan model penjalaran tsunaminya. Hasil dari model single fault tersebut kemudian dibagi beberapa bagian, dan dengan metode inversi maka dapat diperoleh nilai slip heterogen yang baru. \n \n \n \n \n \n\nHasil yang diperoleh dari kedua model yaitu model single fault dan model distribusi slip heterogen hasil inversi kemudian dibandingkan dengan data observasi dari stasiun buoy dan stasiun pasut. Dari hasil yang didapat maka perhitungan simulasi model dengan menggunakan nilai slip yang heterogen menghasilkan model yang lebih baik dimana waktu tiba dan gelombang pertama yang dihasilkan dari masing-masing stasiun buoy dan stasiun pasut mendekati data observasinya karena ukuran subfault yang makin kecil menyebabkan resolusinya lebih tinggi tetapi hal ini juga membuat stabilitas slip distribusinya berkurang.", "Daftar File": {}, "Penulis": "DIAN ILLIEN P. (NIM 12904012)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Eng. Hamzah Latief"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Sumber gempa, Gelombang tsunami, Waktu tiba, Aplikasi, Data buoy, Data pasang surut, Bengkulu", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}