{"Nomor": 10236, "Judul": "STUDI SEDIMENTASI DAN PALEOGEOGRAFI FORMASI BEKASAP, KELOMPOK SIHAPAS CEKUNGAN SUMATERA TENGAH", "Abstrak": "Penelitian ini ditujukan untuk mempelajari sedimentasi dan paleogeografi cekungan pada daerah penelitian melalui pendekatan sekuen stratigrafi dengan mengkaji sumur-sumur yang ada. Secara umum terdapat dua data yang digunakan untuk melakukan interpretasi bawah permukaan dalam penelitian ini yaitu data log sumur di penampang seismik A-A' (13 sumur) dan G-G' (14 sumur) berarah utara-selatan berpotongan dengan data sumur di penampang seismik 2-2' (6 sumur), 4-4' (12 sumur), dan 6-6' (11 sumur) yang berarah barat-timur, serta 12 data biostratigrafi yang ada pada lintasan-lintasan tersebut. Secara regional, pada Kelompok Sihapas dapat diidentifikasi 6 sekuen pengendapan. Formasi Bekasap, dibatasi oleh SB 2 dan SB 4, terdiri dari sekuen III dan IV yang masing-masing sekuen terdiri dari dua system tract, yaitu Lowstand System Tract (LST), dan Transgressive System Tract (TST). \n \n \n \n \n\nBerdasarkan data log dan data biostratigrafi, korelasi dilakukan terhadap 5 penampang yang ada, sehingga dapat dilakukan pemetaan bawah permukaan yang terdiri dari peta ketebalan (isopach map), peta net to gross, peta lingkungan pengendapan purba, peta distribusi elektrofacies, dan peta paleogeografi. \n \n \n \n \n\nBerdasarkan peta isopach diketahui bahwa cekungan sedimen berarah baratlaut-tenggara dan memiliki pusat pengendapan di sepanjang arah tersebut. \n \n \n \n \n\nBerdasarkan peta net to gross, sumber pengendapan pada interval penelitian berasal dari tinggian yang berada pada bagian utara, timur laut, barat, dan selatan. \n \n \n \n \n\nBerdasarkan data sebaran biostratigrafi yang ada, interval penelitian memiliki lingkungan pengendapan berkisar antara supratidal sampai middle neritic. \n \n \n \n \n\nBerdasarkan data eletrofasies, terdapat 4 karakter log yang berkembang pada sekuen III dan IV, yaitu log silindris, corong (funnel), lonceng (bell), dan gerigi (serrated). \n \n \n \n \n\nBerdasarkan hasil integrasi data ketebalan (isopach map), net to gross, lingkungan pengendapan, dan elektrofasies maka model pengendapan pada interval penelitian ini adalah model delta yang didominasi pasang-surut (tide dominated estuary).", "Daftar File": {}, "Penulis": "DIAN ULTRA (NIM 12004015)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Dardji Noeradi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Studi sedimentasi, Studi paleogeografi, Formasi Bekasap, Kelompok Sihapas, Cekungan Sumatera Tengah", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}