{"Nomor": 10230, "Judul": "PEMODELAN KARAKTERISTIK SOSIAL EKONOMI DAN PERGERAKAN PENDUDUK PERKOTAAN DENGAN MEMANFAATKAN CITRA SATELIT (Studi Kasus : Kota Bandung)", "Abstrak": "Pemanfaatan teknologi penginderaan jauh (remote sensing) untuk kebutuhan perencanaan wilayah dan kota di Indonesia masih sangat jarang sekali dilakukan. Padahal, perkembangan teknologi ini telah banyak digunakan oleh negara-negara lain seperti Kanada dan Cina, untuk memodelkan berbagai karakteristik penduduk dengan menggunakan berbagai data seperti data sosial ekonomi penduduk dan data pergerakan lalu lintas kendaraan di dalam kawasan perkotaan. Bagi kawasan perkotaan besar di Indonesia (misalnya Bandung, Surabaya dan Medan) data-data tersebut merupakan data yang cukup sulit diperoleh karena membutuhkan waktu yang cukup lama dan biaya yang relatif mahal. Bertolak dari fakta-fakta tersebut, maka penelitian ini bertujuan untuk menyusun suatu model yang mampu merepresentasikan karakteristik sosial ekonomi dan pergerakan penduduk di kawasan perkotaan Bandung dengan citra satelit.Dalam penelitian ini, metode linear unmixing dan supervised classification digunakan untuk mengolah citra satelit SPOT 4 menjadi data tutupan lahan yang selanjutnya akan digunakan sebagai variabel dependen dalam model. Pemodelan dengan menggunakan variabel-variabel tersebut dilakukan dengan metode regresi linear dan analisis faktor, sebuah metode sederhana yang dapat digunakan untuk mengidentifikasi pola linier antara berbagai kelompok variabel yang memiliki korelasi. Melalui proses analisis diketahui beberapa variabel sosial ekonomi dan pergerakan penduduk yang dapat dimodelkan terhadap variabel tutupan lahan. Variabel-variabel tersebut antara lain adalah populasi penduduk, kepadatan penduduk, jumlah fasilitas kesehatan, jumlah fasilitas pendidikan, jumlah fasilitas peribadatan, jumlah keluarga prasejahtera, kepadatan lalu lintas dan jumlah arus lalu lintas.Hasil dari analisis ini di kawasan perkotaan Bandung berupa sejumlah model regresi linier untuk populasi, kepadatan penduduk dan kepadatan lalu lintas di kawasan perkotaan Bandung, serta model yang menunjukkan karakteristik dan bentuk kawasan perkotaan Bandung dengan menggunakan metode analisis faktor dan pengklasifikasian data raster. Model ini disusun dengan memanfaatkan data citra satelit yang telah diklasifikasikan menjadi 7 kelas tutupan lahan, yaitu hutan/pepohonan, jenis vegetasi lain, semak/tanah, area pertanian/rawa/badan air, bangunan permukiman, bangunan komersial/industri dan jenis area terbangun lain. Model regresi yang dihasilkan tersebut menunjukkan kualitas model yang cukup baik, dilihat dari nilai kesalahan relatif model yang kecil antara hasil prediksi dengan data aslinya. Selain model regresi, dalam penelitian ini dilakukan pula analisis faktor dan weighted overlay yang menghasilkan sejumlah profil mengenai karakteristik sosial ekonomi penduduk kawasan perkotaan Bandung dengan memanfaatkan data tutupan lahan dan hasil observasi.", "Daftar File": {}, "Penulis": "DIANA MINITA (NIM 15403038)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ibnu Syabri, B.Sc., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "karakteristik sosial ekonomi, perherakan penduduk, kota, citra satelit", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}