{"Nomor": 10259, "Judul": "DINAMIKA IMPULS PADA SATU SEL SARAF DENGAN AKUPUNTUR SEBAGAI STIMULUS", "Abstrak": "Saat ini mulai banyak terapi penyembuhan alternatif berkembang di masyarakat. Salah satu terapi tersebut adalah terapi akupuntur. Akupuntur merupakan salah satu metode terapi fisik yang berusaha untuk memberikan stimulan pada sel saraf (neuron) dengan menggunakan jarum yang ditusukkan ke titik-titik tertentu pada tubuh. Penusukan jarum ini bertujuan untuk meningkatkan self healing. Tugas akhir ini membahas tentang model matematika dinamika impuls pada satu sel saraf yang dipengaruhi akupuntur sebagai tambahan stimulus. Disamping itu, dibahas pula mengenai kontribusi stimulus akupuntur terhadap perubahan potensial membran. Model dibangun berdasarkan Model Hodgkin-Huxley dan Model Fitzhugh-Nagumo. Model Hodgkin-Huxley menekankan pada pencapaian threshold oleh potensial membran agar terjadi potensial aksi sehingga sel saraf bekerja optimal. Sementara itu, Model Fitzhugh-Nagumo menggambarkan perbedaan kondisi sel saraf antara kondisi tubuh saat fit dan kurang fit. Pada model, diasumsikan satu sel saraf mendapatkan stimulus akupuntur yang dimodelkan sebagai arus yang konstan pada waktu tertentu. Kontribusi akupuntur pada model ini adalah sebagai stimulus tambahan untuk membantu mencapai kondisi sel saraf yang optimal. Hasil yang diperoleh pada tugas akhir ini diharapkan dapat memberi gambaran terhadap perilaku sel saraf setelah diberikan akupuntur serta dapat membantu dalam pengembangan teknologi akupuntur.", "Daftar File": {}, "Penulis": "DIRA YUANITA (NIM10105050)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Agus Yodi Gunawan dan Dr. Suprijanto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Akupuntur; Model Hodgkin-Huxley; Model Fitzhugh-Nagumo; Potensial Aksi", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}