{"Nomor": 10256, "Judul": "PENGARUH PROSES SPHEROIDISASI TERHADAP STRUKTUR MIKRO DAN SIFAT MEKANIK MATERIAL BAJA AISI 4142 KOMPONEN BAR CHAIN CONVEYOR", "Abstrak": "Bar Chain Conveyor merupakan salah satu alat mekanik yang digunakan untuk memindahkan material, paket, dan barang-barang dari satu tempat ke tempat lain dengan menggunakan rantai sebagai elemen pemindah barangnya. Material rantai yang digunakan adalah baja AISI 4142 yang harus memiliki ketahanan lelah (fatigue), ketahanan aus, serta ketahanan korosi yang baik. Proses spheroidisasi adalah salah satu metoda untuk memperoleh kombinasi yang baik dari sifat-sifat di atas.Penelitian ini akan mempelajari pengaruh spheroidizing terhadap struktur mikro dan sifat mekanik dari material baja AISI 4142. Proses spheroidisasi dilakukan dengan cara memanaskan sample-sampel pada temperatur dibawah Low Critical Temperature (LCT) baja yaitu 700oC selama rentang waktu 5, 10, 15, 20, 25, dan 48 jam; dilanjutkan dengan pendinginan tungku. Penelitian juga dilakukan untuk mengetahui pengaruh struktur mikro awal material terhadap laju spheroidisasi. Struktur mikro awal material yang diteliti adalah martensit hasil hardening, lower bainit hasil isothermal transformation, dan fasa awal tempered martensite.Proses spheroidisasi telah berhasil mengubah struktur mikro awal AISI 4142 menjadi ferit dan partikel karbida yang berbentuk bulat. Selama proses spheroidisasi, ferit dan partikel karbida mengalami recovery dan pengkasaran sehingga mengakibatkan perubahan sifat material. Spheroidisasi pada 700oC selama 48 jam mengakibatkan penurunan kekerasan dari 285 HV0,2 menjadi 201 HV0,2, menurunkan kekuatan tarik dari 832 MPa menjadi 688 MPa, menurunkan yield strength dari 688 MPa menjadi 555 MPa. Sebaliknya, terjadi peningkatan keuletan dari 17% menjadi 26,8%.", "Daftar File": {}, "Penulis": "DION FIRMANSYAH AHER (NIM 13703007)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ir. Husaini Ardy"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "spheroidisasi, struktur mikro, baja, bar chain conveyor", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}