{"Nomor": 10269, "Judul": "IDENTIFIKASI TINGKAT RESIKO BENCANA TSUNAMI BERBASIS SPASIAL DI KAWASAN INDUSTRI KOTA CILEGON", "Abstrak": "Kota Cilegon merupakan salah satu wilayah Indonesia yang memiliki tingkat ancaman bencana yang tinggi, hal ini dikarenakan posisi Kota Cilegon yang relatif berada diatas pertemuan lempeng Indo-Australia dengan lempeng Eurasia yang relatif aktif. Selain ancaman bencana gempa bumi, zona subduksi ini juga berpotensi membangkitkan gempa yang disertai oleh tsunami. Disamping itu, Kota Cilegon sebagai kota industri dimana lokasi kawasan industrinya sebagian besar berada di area pantai dengan demikian menempatkan wilayah ini dengan tingkat kerentanan yang cukup tinggi.Penilaian tingkat resiko bencana merupakan upaya untuk dapat menentukan langkah perencanaan yang sesuai dengan kondisi kebencanaan. Hal ini dilakukan agar perencanaan dan pembangunan yang dijalankan dapat menekan tingkat kerentanan bencana. Salah satu metoda yang dilakukan untuk mengetahui tingkat resiko bencana (Risk, R) adalah dengan menggunakan metoda pengolahan data spasial, yaitu dengan melakukan teknik tumpang susun (overlay) dari data kerentanan (vulnerability, V) dengan ancaman bencana (hazard, H) wilayah. Adapun hubungan antara tingkat resiko dengan kerentanan dan ancaman di tulis dengan persamaan berikut R = H x V. Dari persamaan tersebut diketahui bahwa resiko merupakan resultan dari ancaman dengan kerentanan.Hasil yang diperoleh diketahui bahwa hampir sebagian besar area pantai di lokasi studi memiliki tingkat resiko yang tinggi, terutama untuk area sempadan pantai dan sempadan sungai. Untuk wilayah Kecamatan Rawa Arum, Warnasari, Samangraya, Kubangsari, Tegal Ratu dan Kepuh memiliki area beresiko lebih luas dibandingkan wilayah lainnya. Kerugian terbesar yang berpotensi dialami sebagian besar adalah sektor industri, pertanian dan perkebunan serta area permukiman untuk kerugian langsung (Direct damages), sedangkan untuk kerugian tidak langsung (indirect damages) sektor perekonomian mikro dan makro serta lapangan kerja merupakan sektor yang paling mengalami tekanan.Upaya mitigasi yang dapat dilakukan berdasarkan tingkat resiko melalui analisis ambang batas (threshold analysis) dengan menentukan deliniasi zona limitasi, kendala serta zona yang dapat dikembangkan. Hasil dari analisis ambang batas ini kemudian menjadi bahan pertimbangan dalam proses perencanaan wilayah agar dapat mengakomodir kondisi kebencanaan.", "Daftar File": {}, "Penulis": "DODI JULKARNAEN (NIM 25405018)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Tetty A. Argo, MES., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "bencana tsunami, identifikasi resiko, basis spasial", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}