{"Nomor": 10262, "Judul": "PEMBANGUNAN PERANGKAT LUNAK ANALISIS TEKNIKAL SAHAM DENGAN INDIKATOR TEKNIS ACCUMULATION/DISTRIBUTION DAN MOVING AVERAGE", "Abstrak": "Saham adalah salah satu sarana berinvestasi yang populer di masyarakat. Keuntungan yang diperoleh dari investasi saham bisa diperoleh dari selisih harga jual dan beli saham. Semakin banyak saham yang dibeli maka semakin besar pula keuntungan yang diperoleh. Walaupun demikian, semakin besar keuntungan yang ingin diperoleh, maka semakin besar pula resikonya. Hal ini dapat terjadi bila seseorang membeli saham dengan harga yang tinggi dan menjualnya dengan harga yang lebih rendah. Harga saham yang fluktuatif dan sulit diprediksi juga memperbesar resiko dari investasi saham. Oleh karena itu dalam berinvestasi saham harus dilakukan dengan bantuan analisis yang tepat sehingga dapat memaksimalkan keuntungan dan menghindari kerugian. \n \n \n \n \n\nDalam perdagangan saham terdapat banyak pendekatan dalam melakukan analisis atas harga saham. Salah satu pendekatan yang banyak digunakan adalah analisis teknikal. Analisis teknikal adalah pendekatan berbasis perilaku harga saham tersebut di masa yang lalu. Hasil dari analisis teknikal dapat membantu dalam memprediksi pergerakan harga saham tersebut di masa yang akan datang sehingga dapat menentukan keputusan yang tepat pada perdagangan saham. Salah satu metode analisis teknikal yang populer digunakan adalah Accumulation/Distribution. Metode ini dikembangkan oleh Marc Chaikin untuk mengetahui aliran kumulatif keluar dan masuknya uang pada sebuah sekuritas. Indikator ini merupakan indikator momentum yang mengasosiasikan perubahan dengan harga dan volume. Untuk menentukan sinyal jual dan beli metode ini dikombinasikan dengan metode Moving Average. Adapun metode Moving Average yang digunakan merupakan metode Moving Average jangka pendek (5 hari) dan jangka panjang (34 hari). \n \n \n \n \n\nPada Tugas Akhir ini selain dilakukan pembahasan mengenai prosedur analisis teknikal menggunakan metode Accumulation/Distribution dan kombinasi dengan Moving Average, juga dilakukan pengembangan perangkat lunak yang mengimplementasikan metode tersebut dengan bahasa pemrograman Visual C# pada lingkungan pengembangan .NET 3.5 dan library grafis ZedGraph 5.1. Aplikasi menerapkan rumus dan digambarkan ke dalam sebuah grafik yang berdampingan dengan grafik data historis saham sehingga dapat menampilkan laporan sinyal-sinyal perdagangan. \n \n \n \n \n\nPengujian metode Accumulation/Distribution dilakukan untuk menguji keakuratan metode ini dalam mendeteksi sinyal-sinyal perdagangan dalam aplikasi tersebut. Selanjutnya Tugas Akhir ini ditutup oleh kesimpulan yang menyatakan bahwa Accumulation/Distribution dapat dikombinasikan dengan teknik Moving Average, dan metode ini lebih efektif untuk jangka pendek, disertakan pula saran pengembangan di masa yang akan datang.", "Daftar File": {}, "Penulis": "DITTO NARAPRATAMA (13504132)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dra. Harlili, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Saham, Analisis teknikal, Accumulation/Distribution, Moving Average", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}