{"Nomor": 10261, "Judul": "ENKAPSULASI ASAM FOLAT DALAM NANOPARTIKEL LIPID PADAT", "Abstrak": "Asam folat adalah salah satu senyawa obat kelompok vitamin B yang memiliki kelarutan dalam air yang rendah. Di samping itu, asam folat sensitif terhadap suhu, cahaya, oksigen, pH serta adanya senyawa lain seperti riboflavin yang sering diformulasikan bersama-sama dalam sediaan multivitamin. Berbagai cara telah dilakukan untuk meningkatkan kelarutan suatu obat dalam air dan meningkatkan stabilitas obat. Pada penelitian ini dilakukan pengembangan pembentukan nanopartikel lipid padat (Solid Lipid Nanoparticles/SLN) untuk meningkatkan kelarutan dan stabilitas asam folat. SLN dikembangkan dengan metode pembentukan mikroemulsi minyak dalam air. Faktor yang dapat mempengaruhi karakteristik SLN adalah faktor formulasi dan faktor proses. Faktor formulasi yang diteliti meliputi jenis lipid, jenis surfaktan serta perbandingan konsentrasi obat, lipid, dan surfaktan, sedangkan faktor proses meliputi kecepatan pengadukan, jenis pengaduk mekanik serta kondisi emulsifikasi dan solidifikasi. Evaluasi SLN yang terbentuk meliputi ukuran dan morfologi partikel menggunakan Scanning Electron Microscope (SEM) dan efisiensi penjeratan zat aktif dalam matriks lipid menggunakan Kromatografi Cair Kinerja Tinggi (KCKT). Dari hasil yang diperoleh, mikroemulsi sebagai sistem intermediet dari SLN dapat terbentuk dengan komposisi asam stearat 1,5%, Pluronic F127(R) 10%, etanol (95%) 10%, dan asam folat 0,015%. Hasil optimasi proses menunjukkan bahwa proses emulsifikasi terjadi pada suhu +-65oC dengan kecepatan pengadukan 500 rpm selama 5 menit. Proses solidifikasi mikroemulsi dilakukan melalui pendispersian mikroemulsi dalam air pada suhu +-5oC selama 10 menit. Solidifikasi menghasilkan partikel sferis dengan ukuran 50-200 nm dengan efisiensi penjeratan zat aktif sebesar 12,82%. Disimpulkan bahwa pembentukan SLN mengandung asam folat telah berhasil dikembangkan. Berbagai faktor kritis seperti jenis lipid, jenis surfaktan, perbandingan obat, lipid, dan surfaktan, kecepatan pengadukan, jenis pengaduk mekanik yang digunakan, serta proses emulsifikasi dan solidifikasi mempengaruhi karakteristik SLN. SLN asam folat yang dibuat mempunyai ukuran 50-200 nm dan berbentuk sferis. Efisiensi penjeratan asam folat dalam SLN adalah 12,82%. Efisiensi penjeratan yang diperoleh pada penelitian ini masih relatif rendah sehingga perlu dikembangkan lebih lanjut yaitu dengan menggunakan jenis lipid lain yang lebih melarutkan asam folat.", "Daftar File": {}, "Penulis": "DITA HERAWATI RASAPUTRI (NIM 10704049)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Heni Rachmawati dan Dr. Sasanti T. Darijanto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "asam folat, asam stearat, mikroemulsi, nanopartikel lipid padat", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Vika Anastasya Kovariansi", "File": "8 file", "Tanggal Input": "16 Apr 2009"}