{"Nomor": 10275, "Judul": "SINTESIS DAN KARAKTERISASI SERBUK HYDROXYAPATITE DARI KULIT TELUR DENGAN METODE SOLUTION COMBUSTION", "Abstrak": "Hydroxyapatite (HAp) dan mineral kalsium fosfat lainnya banyak digunakan sebagai material implan pada beberapa tahun terakhir dikarenakan komposisi kimia yang cocok dan biokompatibilitas yang bagus dengan tulang manusia. Hydroxyapatite, dengan rumus kimia Ca10(PO4)6(OH)2, tidak menunjukkan efek toxic dan bisa membentuk ikatan secara langsung dengan tulang. Di sisi lain, kulit telur yang terkandung pada telur sebesar 11% berat dan mempunyai komposisi utama CaCO3 akan menjadi limbah dan bisa menyebabkan polusi karena aktivitas mikroba di lingkungan. Oleh karena itu, tujuan pada penelitian ini adalah untuk mensintesis hydroxyapatite dari limbah kulit telur sebagai sumber kalsium dengan metode pembakaran (solution combustion) serta mengkarakterisasinya menggunakan XRD, FTIR dan SEM/EDS. Untuk mengetahui kondisi perlakuan untuk menghasilkan jumlah serbuk hydroxyapatite maksimum dari sintesis ini, maka dilakukan variasi perlakuan pada pH dan temperatur pemanasan yang berbeda.Dari penelitian ini didapatkan bahwa dengan variasi pH pada 9,5 dan 10,5 terdapat adanya perbedaan jumlah hydroxyapatite yang dihasilkan. Dari hasil XRD, pada pH 9,5, hydroxyapatite yang terbentuk lebih banyak jika dibandingkan dengan perlakuan pada pH 10,5. Di samping itu, ion karbonat juga lebih banyak diperoleh pada pH yang lebih tinggi jika dilihat dari intensitas puncak yang diamati pada hasil FTIR. Sedangkan untuk variasi temperatur, pada temperatur 900oC, dengan perlakuan pH yang berbeda diperoleh data bahwa hydroxyapatite yang dihasilkan lebih banyak dari whitlockite sebagai senyawa sekunder. Namun pada temperatur 1000oC, terjadi penggantian gugus fungsi dimana tempat kalsium digantikan oleh magnesium sehingga pada temperatur ini jumlah whitlockite lebih banyak daripada hydroxyapatite yang dapat diketahui dari hasil pola XRD dan spektroskopi FTIR. Dapat disimpulkan bahwa kondisi perlakuan yang menghasilkan jumlah serbuk hydroxyapatite maksimum dapat dilakukan pada pH 9,5 dengan temperatur 900oC.", "Daftar File": {}, "Penulis": "DONA YULIATI (NIM 13704035)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Bambang Sunendar"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "hydroxyapatite, kulit telur, solution combustion", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}