{"Nomor": 10276, "Judul": "PERANCANGAN DAN IMPLEMENTASI PENGENDALI SISTEM ADAPTIVE CRUISE CONTROL", "Abstrak": "Adaptive Cruise Control (ACC) adalah salah satu komponen penunjang keamanan dalam sebuah mobil. Sistem ini berfungsi untuk menghindari terjadinya tabrakan antara mobil yang dipasangi system ini dengan lingkungan sekitarnya. Pada dasarnya sistem ini merupakan pengembangan dari sistem pengendali kecepatan. Dari sebuah pengendali kecepatan ditambahkan beberapa komponen yang dapat mengatur dan mengkoreksi referensi kecepatan yang telah ditentukan, dengan memperhitungkan jarak dengan halangan di lingkungan sekitar mobil.Kendalian yang akan digunakan untuk implementasi system ACC adalah mobil racing car dengan skala 1:6. Pengendali kecepatan akan diimplementasikan dengan menggunakan mikrokontroler. Mikrokontroller yang dipilih adalah jenis AVR seri ATMEGA 8535. Dipilih AVR ATMEGA 8535 karena seri tersebut memiliki fitur yang cukup lengkap untuk pengimplementasian sistem pengendali ACC. Tujuan pengendali sistem ACC ini agar kendalian yang menggunakan sistem ini dapat tetap mempertahankan kecepatannya pada saat ACC bekerja di berbagai kondisi medan. Selain itu diharapkan dengan adanya pengendali ini, ketika terdapat halangan di sekitar  kendalian, kendalian dapat menyesuaikan kecepatan tanpa perlu harus berhenti terlebih dahulu. Batasan dari pembuatan sistem ACC ini adalah terbatas pada track lurus dan halangan yang ada di depan kendalian saja.Proses pembuatan pengendali ACC ini dapat dibagi menjadi dua tahap yaitu proses perancangan dilanjutkan dengan pengimplementasian dan pengujian. Proses perancangan terdiri dari penentuan fungsi transfer plant, perancangan pengendali kecepatan secara analitik, simulasi pengendali kecepatan pada MATLAB, perancangan algoritma pengendali pada mikrokontroller, perancangan pengendali jarak beserta algoritmanya, dan perancangan algoritma pengendali ACC secara keseluruhan. Sedangkan bagian implementasi dan pengujian terdiri dari implementasi dan pengujian pengendali kecepatan, implementasi dan pengujian pengendali jarak, serta implementasi dan pengujian sistem ACC secara keseluruhan.Hasil dari perancangan dan implementasi dari pengendali ACC menunjukkan bahwa kendalian telah mampu mempertahankan kecepatan dan menjaga jarak terhadap halangan yang terdapat didepannya. Secara on the road sistem dapat dikatakan telah berhasil karena telah berhasil memenuhi kriteria-kriteria dari sebuah sistem ACC. Namun secara data mentah hasil yang diperoleh tidak terlalu baik. Hal ini disebabkan pengaruh daerah linier motor yang ternyata cukup sempit. Selain itu implementasi pengendali kecepatan dengan menggunakan mikrokontroller juga turut mempengaruhi penurunan performa dari pengendali karena pengendalian yang dilakukan bersifat diskrit dan kurang real time (terdapat delay sekitar 500 us).", "Daftar File": {}, "Penulis": "DONNI JAYASAPUTRA KRISTIONO (NIM 13203103)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Eniman Y. Syamsuddin M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Adaptive Cruise Control (ACC), sistem pengendali kecepatan, sistem pengendali jarak, pengendali PID", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}