{"Nomor": 10279, "Judul": "ANALISIS FASIES DAN KARAKTERISTIK BATUAN KARBONAT FORMASI BATURAJA DI STRUKTUR PASUNDAN CEKUNGAN JAWA BARAT", "Abstrak": "Sumur Pasundan-1 terletak di daerah Jonggol, Propinsi Jawa Barat, kurang lebih 40 km sebelah selatan Jakarta. Sumur ini merupakan bagian dari prospect yang terletak di Blok Citarum dan dieksplorasi untuk menembus struktur Pasundan di dalam batuan karbonat Formasi Baturaja. Formasi Baturaja yang penyusun utamanya batugamping adalah reservoar utama penghasil hidrocarbon didaerah cekungan Jawa Barat. Batugamping Formasi Baturaja ini menunjukan kompleksitas secara fasies, porositas dan juga permeabilitas. \n \n \n \n\nTujuan utama dari penelitian ini adalah untuk mengetahui perkembangan fasies batugamping, lingkungan pengedapannya dan proses diagenesisnya dalam hubungannya dengan pembentukan porositas. Detail dari analisa ini menggunakan studi seismik yang membagi batuan karbonat Struktur Pasundan kedalam beberapa fasies yang akan didukung oleh analisa petrografi dari sayatan dinding inti sumur (sidewall core) dan laporan hasil logging selama proses pengeboran Sumur Pasundan-1. \n \n \n \n\nAnalisa ini sangat menarik karena Sumur Pasundan-1 adalah satu-satunya sumur dalam yang dibor didalam lokasi yang secara geologi termasuk kedalam Cekungan Bogor. Sumur Pasundan-1 dibor sampai kedalaman 10.412 feet dari Formasi Jatibarang dari kedalaman 10.322 feet yang direncanakan. Sehingga apabila Sumur Pasundan-1 ini berhasil makan akan menggairahkan usaha-usaha pengeboran eksplorasi di daerah Cekungan Bogor yang selama ini agak lesu dikarenakan masalah endapan gunung api yang menutupi permukaan yang menghambat proses akuisisi seismik dan posisi cekungan bogor yang termasuk kedalam cekungan intra mountain juga tidak termasuk ke dalam area yang menarik untuk di eksplorasi. \n \n \n \n\nDari hasil penelitian diperoleh bahwa reservoar batugamping Formasi Baturaja memiliki setidaknya 4 fasies yang berkembang dari slope hingga ke back reef (laguna), dengan tingkat diagenesis hingga ke tahap lanjut. Dolomitisasi juga banyak ditemukan, pengisian (replacement) dan pembentukan vuggy porosity. Adanya pengisian hidrocarbon pada rekahan juga semakin membuat daerah ini menarik untuk dievaluasi lebih lanjut.", "Daftar File": {}, "Penulis": "DUDY LASTAWAN Z. A. (NIM 22006012)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Emmy Suparka dan Dr. Ir. Prihadi Soemintadiredja"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Analisis fasies, karakteristik batuan karbonat, Formasi baturaja, Struktur Pasundan, Cekungan Jawa Barat", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}