{"Nomor": 10271, "Judul": "PENGARUH PERLAKUAN PANAS PADA HASIL ELECTROLESS NICKEL PLATING PADUAN Al-2024 TERHADAP KILAP, WARNA, DAN KEKERASAN LAPISAN", "Abstrak": "Electroless nickel plating merupakan metoda pelapisan nikel pada permukaan katalitik tanpa menggunakan arus listrik. Pelapisan dilakukan dalam media aqueous yang menggunakan nikel sulfat sebagai sumber elemen pelapis dan sodium hipofosfit sebagai reduktor. Salah satu aplikasi dari metoda electroless nickel plating ini yaitu pada pelapisan paduan aluminium 2024 yang digunakan sebagai kemasan elektronik, karena lapisan yang dihasilkan memiliki kekerasan yang tinggi, ketahanan korosi yang baik, penampilan yang dekoratif, serta meningkatkan sifat skin effect-nya. Kekerasan lapisan yang dihasilkan mencapai 497 ÃƒÂ‚Ã‚Â± 16 VHN. Kekerasan lapisan ini dapat ditingkatkan dengan menggunakan metoda perlakuan panas. \n \n \n \n\nPenelitian ini bertujuan untuk meningkatkan kilap lapisan hasil electroless nickel plating sehingga dihasilkan lapisan yang memiliki penampilan yang mengkilat dan kekerasan tinggi setelah mengalami perlakuan panas. Penentuan kondisi optimum perlakuan panas dilakukan dengan menvariasikan temperatur perlakuan panas, yaitu : 200, 300, 400 derajat C; dan holding time selama 30, 60, 90 menit. \n \n \n \n\nKekerasan tertinggi lapisan nikel setelah mengalami perlakuan panas dari hasil penelitian ini mencapai 986 ÃƒÂ‚Ã‚Â± 8 VHN pada variasi temperatur perlakuan panas 400 derajat C selama 60 menit. Penampilan relatif terbaik (berdasarkan pengamatan secara visual dan kualitatif) diperoleh pada temperatur perlakuan panas 300 derajat C dan holding time selama 60 menit dengan kekerasan lapisan 785 ÃƒÂ‚Ã‚Â± 7 VHN.", "Daftar File": {}, "Penulis": "DODI RUSMAYADI (NIM 13701034)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Syoni Soepriyanto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Electroless nickel plating, Kalor, Al-2024, Kilap, Warna, Kekerasan lapisan", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}