{"Nomor": 10273, "Judul": "SISTEM SCADA UNTUK MONITORING ENERGI LISTRIK", "Abstrak": "Besarnya konsumsi energi listrik yang digunakan pada suatu bangunan komersial atau industri selama ini diukur berdasarkan kWh total yang digunakan dalam jangka waktu tertentu, sehingga tidak dapat diketahui profil penggunaan energi listrik secara mendetail. Instrumen pengukuran yang lazim digunakan adalah instrumen elektro-mekanik yang kemampuannya terbatas pada pengukuran active power atau real power saja sedangkan faktor lain tidak ikut diukur misalnya saja power factor yang menyatakan kualitas daya listrik dan reactive power yang menyatakan besarnya beban induktif yang digunakan. \n \n \n \n\nPerkembangan teknologi informasi dan otomasi dalam industri memungkinkan pengukuran konsumsi energi listrik dapat dilakukan dengan lebih efisien dan akurat. Pada penelitian kali ini dikembangkan sistem monitoring energi listrik dengan menggunakan protokol Modbus TCP. Sistem yang dikembangkan ini mempunyai beberapa fasilitas yaitu, komunikasi dengan instrumen lain yang menggunakan Modbus TCP, realtime monitoring, remote data dan alarm, historical data yang tersimpan dalam database, SMS alarming, dan fasilitas monitoring historical data dan alarm melalui web. \n \n \n \n\nSistem monitoring ini dikembangkan dengan menggunakan bahasa pemrograman C# dan Visual Basic .NET untuk desktop based application-nya sedangkan untuk web based application digunakan bahasa pemrograman PHP, dengan database MySQL. Secara garis besar sistem yang dikembangkan dapat dibagi menjadi 3 bagian besar yaitu monitoring server, realtime client & SMS gateway, serta web based monitoring system. Komunikasi dengan unit kWh meter dilakukan dengan protokol Modbus TCP, pada proses pengembangan sistem unit kWh meter ini digantikan dengan simulator ModSim. Sedangkan komunikasi antara monitoring server dengan realtime client dilakukan dengan NET remoting. \n \n \n \n\nPengujian dilakukan dengan menggunakan simulator dan dibuat beberapa asumsi keadaan error dan permasalahan yang mendekati keadaan di kondisi sebenarnya. Secara umum dapat dikatakan bahwa sistem yang dibangun ini berhasil berjalan dengan baik dan juga mampu mengatasi kondisi-kondisi error yang mungkin terjadi di kondisi sebenarnya.", "Daftar File": {}, "Penulis": "DOMITIANUS PRIMA PRAYUDI (NIM 13301063)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Edi Leksono dan Ir. Eko Mursito Budi, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Digital energy metering, Modbus TCP, SCADA, SMS via GSM", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}