{"Nomor": 10278, "Judul": "SINTESA NANOSTRUKTUR MAGHEMIT (&#947;-Fe2O3) DARI HEMATIT TEKNIS", "Abstrak": "Oksida besi Fe2O3, memiliki beberapa isomer struktur. Dua di antaranya adalah hematit (α-Fe2O3) dan maghemit (γ-Fe2O3). Hematit mempunyai sifat magnet antiferromagnetik dan memiliki struktur kristal rhombohedral holohedral. Maghemit mempunyai struktur close-packed face-centered-cubic dan sifat magnet ferrimagnetik. Transformasi antara dua isomer ini, yang diikuti dengan perubahan sifat magnet, diketahui dapat terjadi dalam proses anealing dan penggilingan mekanik. \n \n \n \n\nTugas akhir bertujuan untuk mensintesa maghemit (γ-Fe2O3) dari hematit kualitas teknis. Sintesa dilakukan dengan metoda penggilingan mekanik dalam atmosfer udara tanpa menggunakan bahan tambahan untuk mengontrol proses. Variabel proses adalah lama waktu penggilingan. Alat yang digunakan adalah vibrating rod mill. Untuk karakterisasi digunakan X-ray Diffractometer (XRD), centrifugal particle size distribution analyzer, Scanning Electron Microscopy (SEM), Energy Dispersive X-ray (EDX), histerisisgraf dan pengujian sederhana dengan memaparkan sampel pada medan magnet tetap. \n \n \n \n\nPenghitungan regangan kisi dengan metoda Scherrer, memperlihatkan selama penggilingan mekanik terjadi peningkatan regangan kisi dan pengurangan ukuran kristal. Ukuran kristal berkurang dari sekitar 0,1 μm hingga sekitar 20 nm. Peningkatan regangan kisi, yang diakibatkan retak (fracture), terjadi sebelum transformasi fasa hematit ke maghemit. Transformasi fasa hematit ke maghemit, membuat sifat magnet bahan berubah dari antiferromagnetik menjadi ferrimagnetik.", "Daftar File": {}, "Penulis": "DRAJAT EGOWIBAWA (NIM 13300044)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Suyatman, M.Eng. dan Dr. Ir. Bambang Sunendar, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Penggilingan mekanik, vibrating rod mill, Maghemit, Hematit, Ferrimagnetik", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}