{"Nomor": 10282, "Judul": "DEGRADASI BIOWASTE DALAM REAKTOR BATCH ANAEROB SEBAGAI BAGIAN DARI PROSES MECHANICAL BIOLOGICAL TREATMENT", "Abstrak": "Biowaste (biodegradable waste) adalah material sisa yang dapat didekomposisi pada kondisi aerob maupun anaerob atau biasa disebut sebagai sampah organik. Pengelolaan biowaste merupakan permasalahan yang sedang dihadapi Kota Bandung. Berdasarkan data dari PD Kebersihan Kota Bandung, 2005, volume biowaste dari Pasar Induk Caringin sebesar 1,22 liter/m2/hari dengan komposisi biowaste organik sebesar 72,42%. Penelitian ini dilaksanakan dalam skala laboratorium dan menggunakan biowaste yang berasal dari Pasar Induk Caringin. Biowaste dipilah, dicacah, kemudian dicampur air dengan perbandingan 1:1 dan dihaluskan selama 60 detik. Air yang digunakan yaitu air keran, air limbah tahu, dan air Sungai Cikapundung. Biowaste tersebut akan menjadi suspensi biowaste dan selanjutnya dipisahkan menjadi dua fasa yaitu fasa cair dan padat. Fasa padat didegradasi secara anaerob dalam tiga buah reaktor batch berukuran 2,5 liter dengan menggunakan bakteri rumen sapi dan penambahan kotoran sapi dengan perbandingan 3 : 1 : 1. Suhu ketiga reaktor berada pada kondisi mesofilik (sekitar 23oC - 27oC). Reaktor I menunjukkan pH 4,91, kadar air 86,3%, kadar volatil 81,9%, rasio C/N 16 dan C/P 50, kandungan gas oksigen sekitar 4,01%, gas nitrogen 83,29%, gas metan 0,97% dan CO2 sebesar 11,73%. Reaktor II berada pada kondisi pH 7,22, kadar air 88,9%, kadar volatil 79,9%, rasio C/N 16 dan C/P 54, gas oksigen 6,77%, gas nitrogen 83,28%, gas metan sekitar 2,66% dan gas CO2 7,30%. Sedangkan reaktor III memiliki kondisi pH 6,87, kadar air 92,5%, kadar volatil 75,6%, serta rasio C/N 19 dan C/P 71, gas oksigen 4,92%, gas nitrogen 79,43%, gas metan 4,91% dan gas CO2 sebesar 10,74%. Hingga hari ke 96, ketiga reaktor masih mengalami proses degradasi dan membutuhkan pengolahan tambahan.", "Daftar File": {}, "Penulis": "DWINA OKTAVIANI (NIM 15304023)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. M. Chaerul, ST. MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Biowaste, Reaktor Batch, Proses Anaerob, Proses Pengomposan, Biowaste, Batch Reactor, Anaerobic Process, Composting Process", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}