{"Nomor": 10293, "Judul": "PEMODELAN PROPAGASI GELOMBANG PENDEK DENGAN METODA BEDA HINGGA", "Abstrak": "Gelombang pendek yang terbentuk akibat angin di laut dalam berjalan atau berpropagasi menuju pantai. Dalam perjalanan gelombang menuju pantai tersebut, gelombang mengalami beberapa proses transformasi baik akibat variasi kedalaman ataupun membentur suatu halangan. Proses transformasi yang terjadi pada gelombang tersebut antara lain shoaling, refraksi, difraksi, refleksi dan juga pecah. Proses transformasi gelombang tersebut sangat menentukan tinggi gelombang di suatu titik di perairan transisi ataupun perairan dangkal.Perhitungan tinggi gelombang sangat diperlukan pada pekerjaan-pekejaan di laut seperti perlindungan pantai ataupun desain pelabuhan. Namun solusi-solusi matematik yang ada hanyalah untuk kasus-kasus sederhana seperti pada kasus peraian dengan kontur lurus dan sejajar. Salah satu cara untuk dapat menghitung tinggi gelombang di perairan transisi dan dangkal untuk kondisi batimetri yang tidak beraturan adalah dengan pemodelan numerik.Tesis ini adalah pengembangan model untuk propagasi gelombang pendek dengan metoda beda hingga yang di dalamnya terdapat penjelasan mengenai persamaan pengaturnya, diskritisasi yang dilakukan, pengaturan kondisi batas untuk berbagai konsisi seperti forcing boundary, open boundary, dan reflective boundary. Skema numerik yang dipakai dalam pengembangan model ini adalah dengan skema staggered grid baik dalam arah-x,arah-y maupun pada diskritisasi waktu. Semua penyelesaian dilakukan secara explisit.Hasil yang dikeluarkan oleh model kemudian dibandingkan dengan solusi-solusi yang lain seperti solusi matematis. Pada tesis ini pula dilakukan analisa sensitifitas model yang dapat memberikan gambaran untuk pengambilan nilai As yang baik dalam memakai model ini.", "Daftar File": {}, "Penulis": "EDDY RACHMAN GANDANEGARA (NIM 25505003)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Andojo Wurjanto, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "shoaling, refraksi, difraksi, refleksi, gelombang pecah, persamaan pengatur, diskritisasi, kondisi batas, shoaling, refraction, diffraction, reflection, breaking wave, governing equation, discretization, boundary condition.", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}