{"Nomor": 10299, "Judul": "GAME SEBAGAI MEDIA BELAJAR BAHASA INGGRIS UNTUK ANAK UMUR 13-15 TAHUN", "Abstrak": "Tugas akhir yang berjudul 'Game sebagai Media Belajar Bahasa Inggris untuk Anak Berumur 13-15 tahun' diangkat adanya rasa keprihatinan penulis terhadap mata pelajaran bahasa Inggris yang sering dianggap sulit oleh pelajar SMP.Opening yang dimunculkan pada game sudah cukup menarik. Hanya saja dalam penyajian game untuk belajar bahasa Inggris kepada anak umur 13-15 tahun, perlu didefinisikan lebih lanjut sampai mana bahan pembelajaran tersebut akan diberikan. Konten bahasa Inggris yang ditampilkan, terutama gameplay diharapkan agar dibuat lebih menarik dan interkatif, dikarenakan apabila pemain hanya mengikuti satu alur cerita saja akan mengakibatkan kebosanan. Visual pada game sudah cukup menarik, hanya saja hasil visual yang still akan terasa membosankan bagi user apabila dimainkan dalam jangka waktu yang lama. Oleh karena itu diharapkan lebih banyak motion yang terjadi dan permainan-permainan yang interaktif sehingga membuat pemain betah memainkannya dalam jangka waktu yang lama.Tidak lupa bahan pembelajaran yang dimasukkan harus lebih jelas arahnya, dan perlu didukung dengan bukti-bukti yang menguatkan agar lebih tepat sasaran. Pendekatan yang lebih baik melalui research perlu dilakukan.", "Daftar File": {"2008 TA PP EDUARD 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/37913", "2008 TA PP EDUARD 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/37914", "2008 TA PP EDUARD 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/37915", "2008 TA PP EDUARD 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/37916", "2008 TA PP EDUARD 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/37917", "2008 TA PP EDUARD 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/37918", "2008 TA PP EDUARD 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/37919"}, "Penulis": "EDUARD (NIM 17403039)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Hendy Hertiasa, S.Sn. dan Andhika Prasetya, ST, M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "multimedia, game, pembelajaran, bahasa Inggris", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Vika Anastasya Kovariansi", "File": "7 file", "Tanggal Input": "20 Apr 2009"}