{"Nomor": 10307, "Judul": "FENOMENA CRACK PADA PROSES PERLAKUAN PANAS PADA BAJA AISI 1015 DAN AISI 4340", "Abstrak": "Studi yang dilakukan pada tugas akhir ini adalah untuk mengetahui cacat yang timbul akibat proses perlakuan panas. Perlakuan panas dapat menghasilkan perubahan sifat yang terjadi pada suatu material. Proses Perlakuan Panas dapat mengubah sifat menjadi lunak yang sebelumnya keras, maupun sebaliknya. Sifat tersebut dapat diperoleh sesuai dengan yang diinginkan apabila proses perlakuan panas yang dilakukan dengan benar. Namun, proses perlakuan panas dapat menghasilkan cacat seperti Oksidasi dan dekarburisasi, soft spot, terbentuknya retakan (crack), atau distorsi. Oleh karena itu, sangat penting untuk mengetahui tentang kemungkinan yang menyebabkan terjadinya cacat (crack) akibat proses Perlakuan Panas.Pada penelitian ini, suatu material yang berasal dari scrab yang dilakukan proses perlakuan panas. Material tersebut terdiri dari dua jenis baja yang memiliki unsur paduan berbeda. Material tersebut dibentuk dengan memiliki ketebalan yang berbeda dan adanya siku. Perlakuan yang diberikan yaitu, pemanasan sampai temperatur austenit yang kemudian didinginkan dengan lambat di dalam tungku dan dipanaskan lagi sampai temperatur austenit yang kemudian didinginkan dengan cepat (quenching). Selain itu, pengamatan mikroskop terhadap cacat berupa crack yang timbul, uji keras, dan pengolahan data sebagai pembuktiannya.Melalui pengujian dan pengamatan tersebut diketahui bahwa suatu material ketika dipanaskan sampai temperatur austenit dan di quenching akan menghasilkan residual stress. Residual stress disebabkan oleh adanya ekspansi volum dan kontraksi volum. Residual stress ini bergantung pada unsur paduan dan ketebalan material. Oleh karena itu, material yang memiliki unsur paduan yang lebih tinggi dan bagian material yang lebih tebal menghasilkan crack. Crack yang timbul cukup besar dan terdapat pada suatu sisi saja. Semakin cepat laju pendinginan yang diberikan dan semakin besarnya material akan sangat berpengaruh terhadap timbulnya crack.", "Daftar File": {}, "Penulis": "EDY KRISMANTO SIPAYUNG (NIM 13704019)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Dr. Ir. Rochim Suratman"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Crack, quenching, residul stress, ekspansi volum, kontraksi volum", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}