{"Nomor": 10303, "Judul": "PEMBANGUNAN PERANGKAT LUNAK PREDIKSI HARGA SAHAM DAN INDEKS", "Abstrak": "Prediksi terhadap harga instrumen finansial, seperti saham dan indeks, merupakan suatu hal yang sangat sulit dilakukan. Karena itu, biasanya dilakukan pendekatan atau analisis untuk mendapatkan indikasi kenaikan atau penurunan harga. Tugas Akhir ini bertujuan untuk mengembangkan sebuah perangkat lunak yang dapat memprediksi harga instrumen finansial, baik saham maupun indeks untuk satu periode ke depan. \n \n \n \n \n\nPerangkat lunak yang dikembangkan mampu melakukan prediksi dengan cara mengambil data-data teknis berupa data historis saham atau indeks tertentu. Perangkat lunak ini akan melakukan pembelajaran terhadap data historis tersebut untuk kemudian menghasilkan nilai berupa harga prediksi. Metode pembelajaran yang digunakan adalah Jaringan Syaraf Tiruan (JST) dengan algoritma Propagasi Balik (Backpropagation). Perangkat lunak yang dikembangkan ini diberi nama Pronostiquer. \n \n \n \n \n\nPronostiquer mampu menerima metode pembelajaran baru dengan cara menambah metode pembelajaran berupa library yang sesuai dengan spesifikasi. Selain itu, terdapat pula fitur analisis teknis sehingga para investor dapat menganalisis grafik instrumen finansial dengan analisis teknis yang biasa digunakan. Analisis teknis ini pun dapat ditambahkan ke dalam Pronostiquer, dengan cara menambahkan library yang sesuai dengan spesifikasi yang ditentukan. \n \n \n \n \n\nPada Pronostiquer, dilakukan pengujian terhadap performansi prediksi harga saham dan indeks. Pengujian ini dilakukan dengan dua jenis masukan, yaitu masukan berupa harga penutupan saham atau indeks, dan juga selisih harga penutupan saham atau indeks. Berdasarkan pengujian yang dilakukan, JST memiliki performansi yang cukup baik dalam memprediksi harga saham dan indeks.", "Daftar File": {}, "Penulis": "EDWARD FERDIAN (NIM 13503006)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Dwi Hendratmo Widyantoro, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Neural network, Backpropagation, Stock, Finance, Index, Class library, Direct manipulation, Sliding window", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}