{"Nomor": 10302, "Judul": "KONVERSI DATA SPASIAL TIGA DIMENSI SPHAGETTI KE DALAM BASISDATA GIS 3D SECARA ONLINE", "Abstrak": "Proses penyimpanan data spasial tiga dimensi (3D) dari CAD (Computer Aided Design) ke dalam struktur basisdata Sistem Informasi Geografis (GIS-Geographic Information System) tidak dapat dilakukan secara serta merta mengingat data geometri 3D dalam CAD disusun dalam kondisi bertumpuk (sphagetti). Untuk menjembatani CAD dan GIS dalam hal penyimpanan data spasial 3D dibutuhkan suatu program yang bertugas mengekstraksi dan mengkonversi data geometri objek 3D dalam CAD menjadi data topologi objek dalam GIS. Salah satu pendekatan yang dapat digunakan untuk merekonstruksi objek tersebut adalah Boundary Representation (B-Rep), dimana objek akan direpresentasikan oleh kulit permukaan (face) yang menyelimutinya. Pendekatan ini memungkinkan penyusunan topologi objek 3D yang siap dimasukkan ke dalam basisdata GIS. Topologi internal dari masing-masing objek akan dikorelasikan dengan atributnya untuk kemudian dimasukkan secara bersama ke dalam satu sistem basisdata. Dalam penelitian ini, kemampuan tersebut masih terbatas pada kelompok objek polihedral. Kelas objek yang akan direkonstruksi terdiri dari: Polyhedron, TriangleMesh, Surface, dan Face. Primitif objek yang dipergunakan dalam penyusunan topologi keempat kelas tersebut adalah node dan face. Proses pengaksesan dari dan ke basisdata menggunakan konsep client-server dalam jaringan intranet. Berdasarkan hasil pengujian diperoleh kesimpulan bahwa program memiliki kemampuan strukturisasi data (structuring) melalui pembentukan basisdata spasial, yang mencakup entitas geometri dan atribut objek 3D, dan presentasi data (presentation) melalui visualisasi grafis dan penyajian data atribut. Keduanya menjadi langkah penting bagi pengembangan GIS 3D di lingkungan web.", "Daftar File": {}, "Penulis": "EDWARD AZHARI YULIAN (NIM 15104001)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Deni Suwardhi, ST., MT. dan Ir. Agoes S. Soedomo, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "CAD, GIS, Basisdata, Topologi internal, Client-server", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}