{"Nomor": 10313, "Judul": "BUSINESS PLAN ON MY SOFA CAF AND LOUNGE", "Abstrak": "Seiring dengan berjalannya waktu terjadi peningkatan yang cukup signifikan dalam perkembangan bisnis kuliner di Indonesia. Hal ini dapat ditunjukkan dengan bertambahnya tingkat pengeluaran masyarakat untuk konsumsi makanan. Selain itu, saat ini aktifitas dalam mengkonsumsi makanan tidak hanya sekedar menjadi pemenuhan kebutuhan primer, namun juga telah menjadi suatu kebutuhan tersier, yaitu sebagai sebuah gaya hidup. Untuk kota Bandung sendiri, yang terkenal sebagai kota wisata kuliner, telah memiliki ratusan bisnis makanan salah satu di antaranya adalah bisnis cafe yang merupakan salah satu bisnis kuliner dengan market share terbesar saat ini. Hal ini dikarenakan Cafe telah menjadi gaya hidup anak muda yang memiliki presentase jumlah terbesar di kota Bandung. \n \n \n\nOleh karena itu kami menjadikan bisnis cafe ini sebagai rencana bisnis jangka panjang.Adapun proposal bisnis ini kami buat sebagai acuan bagi para investor untuk bergabung dalam bisnis kami. Cafe yang akan kami dirikan ini mengusung konsep yang sama sekali berbeda dari kebanyakan bisnis cafe lainnya, baik dari segi produk, pelayanan, design interior, dan yang terpenting dari segi jam operasional yang memiliki jam operasional dari jam 3 sore hingga jam 6 pagi. Sehingga menjadi solusi bagi anak muda kota Bandung, khususnya mahasiswa untuk mendapatkan tempat bersosialisasi, sekaligus tempat untuk mengerjakan tugas di malam hari. \n \n \n\nAdapun aspek yang kami bahas dalam proposal bisnis ini adalah latar belakang kami dalam memilih bisnis ini, strategi-strategi perusahaan dalam mencapai target sales serta dalam mengahadapi kompetitornya, dan prospek keuntungan yang akan didapatkan investor, sedangkan data yang kami peroleh berasal dari secondary research maupun primary research berupa kuesioner. Secondary research kami lakukan dengan membaca beberapa literatur yang berhubungan dengan bisnis kami. Adapun primary research kami lakukan dengan menyebarkan kuesioner dengan jumlah sampel sebanyak 200 responden dan melakukan indepth interview terhadap beberapa responden. \n \n \n\nDari hasil riset yang kami lakukan menunjukkan bahwa potensi market share di bisnis ini masih cukup besar yaitu lebih dari IDR 7-9.262.000,- per tahun dengan tingkat IRR yang cukup besar yaitu 41% per tahun. Sedangkan Net Present Value yang akan kami dapat adalah sebesar IDR 1.005.737. 381 untuk jangka waktu 6 tahun. Oleh karena itu, bisnis ini akan menjadi prospek yang sangat menjanjikan bagi para investor.", "Daftar File": {}, "Penulis": "EKADIAH FINANDIARSI (19005005) & AGNYSSA GARMICYA ARTHI (19005095)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dwi Larso, P.hD."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Strategi perusahaan, Bisnis, Cafe and Lounge", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Rizki Aprianti", "File": "5 file", "Tanggal Input": "01 Jul 2009"}