{"Nomor": 10320, "Judul": "PERANCANGAN, PEMBUATAN DAN PENGUJIAN SENSOR GAYA BERKAPASITAS 100 KGF", "Abstrak": "Sensor gaya adalah bagian dari elemen penyusun sistem pengukuran gaya. Berkat alat ini, gaya yang merupakan besaran mekanis dapat diukur secara elektronis. Sayangnya, harga alat ini cukup mahal walaupun sebenarnya prinsip kerja dan pembuatannya tidak terlalu rumit. Beberapa waktu lalu Lab Dinamika PAU-ITB telah merancang, membuat dan menguji sebuah sensor gaya berkapasitas 4 kgf yang dibuat dari bahan aluminium paduan. Namun karena beban-beban yang terjadi melebihi kapasitasnya, sensor gaya ini rusak. Saat ini, laboratorium memerlukan alat pengukur gaya sampai seratus 100 kgf untuk keperluan penelitian. Oleh karena itu perlu dirancang sensor gaya baru yang memiliki kapasitas 100 kgf dan memiliki semacam pengaman saat terjadi beban berlebih. \n \n \n \n\nPrinsip kerja sensor gaya berkapasitas 100 kgf ini menyerupai sensor gaya berkapasitas 4 kgf. Pada konstruksi ini, gaya aksial diarahkan sedemikian rupa pada elemen regangan sehingga menghasilkan regangan lentur. Saat perancangan sensor gaya, ada dua hal yang harus diperhatikan. Pertama, pada sensor gaya tidak boleh terjadi tegangan yang melebihi tegangan yield. Oleh karena itu ukuran sensor gaya baru dibuat lebih besar dan bahannya diganti menjadi baja paduan. Kedua, regangan di mana strain gage dilekatkan harus cukup besar agar gaya yang cukup kecil dapat terdeteksi. Penelitian ini memanfaatkan program MSC Nastran untuk mengetahui tegangan dan regangan yang terjadi pada elemen regangan. \n \n \n \n\nKarakteristik sensor gaya diperoleh dari pengujian yang dilakukan dengan memberikan beban statis pada sensor gaya. Sensor gaya yang dibuat mampu mengukur sampai kapasitas yang direncanakan, yaitu 100 kgf, dengan ketidaklinieran maksimum 1,18 % terjadi pada pengujian setengah-jembatan dan histerisis maksimum 0,28 % terjadi pada pengujian seperempat-jembatan.", "Daftar File": {}, "Penulis": "EKA TAUFIQ FIRMANSJAH PURNAMA ALAM (NIM 23104008)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Zainal Abidin"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Sensor gaya, Kapasitas", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}