{"Nomor": 10324, "Judul": "OPTIMISASI PROSES PEMESINAN EDM DIE SINKING MENGGUNAKAN METODE TAGUCHI", "Abstrak": "Electro Discharge Machining Die Sinking (EDM Die Sinking) adalah satu di antara proses pemesinan nonkonvensional yang banyak digunakan di industri manufaktur. Perkembangan teknologi menuntut proses ini untuk dapat menghasilkan produk berkualitas dengan produktivitas dan efisiensi tinggi. Untuk menjawab tuntutan tersebut, dapat dilakukan optimisasi terhadap proses pemesinan yang melibatkan beragam variabel dan parameter kendali terkait. Efisiensi proses produksi dapat diperoleh jika parameter yang dipilih dapat berperan dengan maksimal. Untuk membantu pemilihan nilai suatu parameter agar dapat menghasilkan proses yang efisien, metoda Taguchi dapat dijadikan pilihan. Metoda Taguchi menawarkan kemudahan dalam melakukan optimisasi. Metoda Taguchi memanfaatkan ilmu statistika, yang mengakibatkan tidak diperlukan percobaan dalam jumlah banyak untuk memperoleh kombinasi parameter yang diinginkan. Jumlah kombinasi parameter sesuai dengan matriks Orthogonal Arrays yang terdapat pada metoda Taguchi terpilih. Pemanfaatan matriks Orthogonal Arrays ini, menyebabkan diperolehnya data mengenai kombinasi parameter yang lengkap. Data percobaan dari beberapa kombinasi parameter akan dianalisis menggunakan 2 macam analisis yang terdapat pada metoda Taguchi, yaitu Analysis of Mean (ANOM) dan Analysis of Variance (ANOVA). Dari kedua analisis tersebut dapat diperoleh besarnya pengaruh setiap parameter terhadap suatu proses produksi, sehingga optimisasi dapat dilakukan dengan cara memaksimalkan kinerja dari parameter yang memiliki pengaruh cukup besar.", "Daftar File": {}, "Penulis": "EKO HARIYOSTANTO (NIM 13103125)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Sigit Yoewono"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Taguchi method, optimization, machining process", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}