{"Nomor": 10327, "Judul": "SIMULASI CURAH HUJAN DI ATAS PULAU LOMBOK STUDI KASUS BULAN JANUARI 2007", "Abstrak": "Kekeringan menjadi masalah yang sangat serius di berbagai Negara tropis yang dikarenakan peningkatan variabilitas iklim. Lombok merupakan pulau kecil di indonesia bagian timur dengan luas wilayah daratan hanya 4.738,70 km2. Karakteristik fisik Pulau kecil ini mempunyai tangkapan air yang relatif kecil sehingga sebagian besar aliran air permukaan dan sedimen masuk ke laut, sehingga umumnya berakibat pada keterbatasan sumber daya air dan kerentanan terhadap ancaman bencana alam. Penelitian ini bertujuan untuk mengetahui karakteristik curah hujan dan proses-proses yang mempengaruhinya di pulau Lombok selama bulan Januari 2007, saat terjadi kekeringan sehingga mengakibatkan gagal panen di sebagian daerah di Lombok. Disamping itu juga untuk mengetahui apakah model WRF dapat mensimulasikan curah hujan di pulau kecil. \n \n \n \n\nPada penelitian ini digunakan model numerik WRFV3 yang dikembangkan oleh NCAR (National Center for Atmospheric ResearchÃƒÂƒÃ‚ÂƒÃƒÂ‚Ã‚Â‚ÃƒÂƒÃ‚Â‚ÃƒÂ‚Ã‚Â’s). Data pengamatan curah hujan didapat dari stasiun Curah hujan milik Departemen Pekerjaan Umum di Pulau Lombok dari periode 2003-2007. Data FNL (Final Global Data Assimilation System) 1 derajat x 1 derajat digunakan dalam penelitian ini sebagai data eksternal. Penelitian ini dilakukan dalam dua tahap utama. Tahap pertama adalah pengolahan data pengamatan dan tahap kedua simulasi model. \n \n \n \n\nHasil pengolahan data pengamatan mengidentifikasi bahwa karekteristik curah hujan di Lombok bervariasi untuk berbagai tempat, dengan kondisi pada bulan Januari lebih kering dari pada bulan basah lainnya. Pada kondisi ini diduga terjadi masa jeda musim hujan. Simulasi dengan model numerik dilakukan untuk menelaah pola diurnal di bulan Januari 2007. Hasil Uji konsistensi luaran model menunjukkan bahwa model dapat mensimulasikan curah hujan di Lombok. Hasil simulasi model menunjukkan bahwa daerah di sekitar Gunung Rinjani masih memiliki curah hujan yang cukup besar. Pembentukan hujan ini sangat dipengaruhi oleh proses lokal yaitu berupa sirkulasi angin laut dan efek orografi.", "Daftar File": {}, "Penulis": "EKO LISTIAJI (NIM 12804016)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Tri Wahyu Hadi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Curah hujan, Model numerik WRFV3, Konveksi diurnal", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}