{"Nomor": 10326, "Judul": "ANALISIS DINAMIKA PROSES OPTIK OLEH FOTON DALAM SILIKON QUANTUM DOT", "Abstrak": "Dalam tesis ini dikaji nilai daya emisi spontan elektron tunggal dengan keadaan awal satu elektron terletak di energi tingkat dasar pita konduksi quantum dot Silikon yang mempunyai penghalang Silikon Dioksida akibat proses fotoluminesensi melalui variasi jari-jari quantum dot, arah vektor propagasi foton, densitas foton dan energi satuan foton menggunakan teori perturbasi. Sebelum menghitung nilai daya emisi spontan, dilakukan penentuan fungsi gelombang elektron yang ada di dalam pita konduksi dan nilai energi elektron yang ada di dalam pita konduksi. Fungsi gelombang elektron adalah perkalian fungsi radial dengan fungsi harmonik bola. Fungsi harmonik bola ditentukan oleh fungsi sudut ? dan fungsi sudut f. Penentuan nilai energi elektron dan fungsi radial gelombang elektron menggunakan metode Matslise dan program MATLAB. Keluaran Matslise adalah grafik fungsi radial dari fungsi gelombang elektron. Untuk menentukan ungkapan fungsi radial tersebut, dilakukan pencocokan kurva dengan program ORIGIN. Fungsi radial adalah berbentuk fungsi Gauss untuk fungsi radial 0,0 R . Fungsi radial adalah fungsi sinus bila elektron berada di dalam quantum dot dan fungsi peluruhan eksponensial bila elektron berada di luar quantum dot selain 0,0 R . Nilai energi elektron untuk fungsi gelombang elektron yang sama meningkat bila jari-jari quantum dot dikecilkan. Faktor yang menentukan probabilitas transisi adalah jenis laser, densitas foton, material dan jari-jari quantum dot. Semuanya adalah masukan ke dalam teori perturbasi. Dari teori perturbasi, diketahui probabilitas transisi dari tingkat energi dasar yang ditentukan melalui fungsi Ordinary Differential Equation di dalam MATLAB. Hasilnya adalah jenis laser tidak mempengaruhi probabilitas transisi, densitas foton sebanding dengan probabilitas transisi. Vektor propagasi foton tidak mempengaruhi probabilitas transisi. Daya emisi spontan tidak dipengaruhi oleh jenis laser. Rata-rata daya emisi spontan terbesar terjadi bila jari-jari quantum dot 4,0 nm. Daya emisi spontan sebanding dengan densitas foton yang diberikan. Daya emisi spontan terbesar adalah P - 4,87 .10-14W yang terjadi oleh penyinaran laser Ruby densitas foton 1024 foton/m2 dalam quantum dot berjari-jari 4,0 nm.", "Daftar File": {}, "Penulis": "EKO JUARLIN (NIM 20206001)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Eng. Yudi Darma dan Dr. Rizal Kurniadi"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "quantum dot, foton, teori perturbasi, daya emisi spontan", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}