{"Nomor": 10335, "Judul": "STUDI KONDISI KENYAMANAN VISUAL RUANG IBADAH MASJID DENGAN PENCAHAYAAN ALAMI DAN GABUNGAN", "Abstrak": "Masjid merupakan bangunan dengan fungsi utama sarana peribadatan. Selain itu, masjid juga memiliki fungsi-fungsi sosial kemasyarakatan lainnya. Sebagai sarana peribadatan, masjid dituntut untuk mampu memfasilitasi ritual peribadatan di dalamnya, yaitu shalat, berdoa, dan mendengarkan ceramah. Untuk memenuhi tuntutan tersebut diperlukan perhatian pada 3 aspek. Pertama, aspek tingkat pencahayaan minimum yang memenuhi kebutuhan tugas visual tertentu. Kedua, aspek kenyamanan visual. Dan ketiga adalah aspek pemodelan dari permukaan-permukaan yang ada di dalam ruangan masjid. Aspek tingkat pencahayaan adalah tercukupinya horisontal minimum untuk tugas visual membaca, yaitu 100-300 lux pada bidang kerja. Aspek kenyamanan visual dipengaruhi oleh kondisi kesilauan. Adapun aspek kepuasan visualisasi dipengaruhi oleh kontras luminansi dan rasio luminansi. \n \n \n \n\nHasil pengukuran di Masjid Raya Pondok Indah menunjukkan tingkat pencahayaan rata-rata 293 lux. Sedangkan di Masjid Baitul Ihsan Bank Indonesia tingkat pencahayaan rata-rata adalah 328 lux. Pada ruang ibadah Masjid Baitul Ihsan BI didapati beberapa posisi yang nilai indeks silaunya masuk ke dalam zona tidak nyaman (nilai indeks silau di atas 24). Kontras luminansi antara wajah khatib dengan latarnya pada Masjid Raya Pondok Indah memiliki nilai rata-rata 0,26. Pada Masjid Baitul Ihsan BI, kontras luminansi wajah khatib dengan dinding mihrab memiliki nilai rata-rata 0,32. Nilai kecerahan yang diukur dari area dekat pintu masuk timur pada Masjid Raya Pondok Indah memiliki rentang 79-96. Sedangkan pada Masjid Baitul Ihsan BI, nilai kecerahan yang diukur dari area dekat pintu masuk utara, timur, dan selatan, memiliki rentang nilai 60-93. \n \n \n \n\nSimulasi dengan perangkat lunak DIALux 4.4 dilakukan untuk mensimulasikan kondisi perbaikan. Pada Masjid Raya Pondok Indah simulasi perbaikan dilakukan dalam upaya mengurangi potensi silau, meningkatkan kontras luminansi wajah khatib dengan dinding mihrab, dan meningkatkan rasio luminansi antara area mihrab dengan dinding barat. Pada Masjid Baitul Ihsan BI simulasi perbaikan dilakukan dalam upaya meningkatkan kontras luminansi wajah khatib dengan dinding mihrab dan rasio luminansi antara area mihrab dengan dinding barat.", "Daftar File": {}, "Penulis": "ELTA DIYARSYAH (NIM 13302028)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. F.X. Nugroho Soelami, MBEnv, Ph.D. dan Prof. Dr. Ir. R.M. Soegijanto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Tingkat pencahayaan, Indeks silau, kontras luminasi, Kecerahan, DIALux 4.4", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}