{"Nomor": 10330, "Judul": "EVALUASI KINERJA SALURAN UDARA EKSTRA TINGGI 500 kV TERHADAP SAMBARAN PETIR DAN PENENTUAN TITIK KRITIS DENGAN MENGGUNAKAN METODE SEVERITY INDEX (STUDI KASUS SUTET 500 kV PAITON-KEDIRI)", "Abstrak": "SUTET 500 kV secara teori memiliki ketahanan lebih terhadap sambaran petir daripada SUTT 150 kV atau SUTT 70 kV, tetapi pada kasus SUTET 500 kV Paiton-Kediri sejak dioperasikan pada tahun 2002 sering ditemukan isolator pecah pada beberapa menara terutama pada musim hujan, isolator pecah beberapa kali menyebabkan tripnya SUTET 500 kV ini.Berdasarkan hal tersebut perlu dilakukan penelitian untuk mendapatkan kinerja ketahanan saluran terhadap petir dengan memasukkan karakteristik petir pada daerah yang dilewati saluran, untuk menghitung kinerja ketahanan terhadap petir pada SUTET 500 kV Paiton - kediri dan untuk menentukan menara yang harus diperbaiki untuk memenuhi criteria kinerja yang diinginkan oleh PT. PLN P3B Jawa Bali.Metode severity index dapat diterapkan untuk menentukan titik-titik rawan sepanjang saluran transmisi sehingga kita dapat mengetahui menara yang harus diperbaiki dengan pertimbangan alasan ekonomi. Perhitungan indeks ini berdasarkan data kejadian sambaran petir pada koridor sepanjang saluran, dan dari evaluasi kemampuan isolator di menara terhadap tegangan petir untuk masing-masing menara sepanjang saluran, dengan mempertimbangkan parameter menara seperti tinggi menara, ketinggian kaki menara dan tahanan kaki menara.", "Daftar File": {}, "Penulis": "EKO YUDO PRAMONO (NIM 23205024)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Dipl. Ing. Ir. REYNALDO ZORO"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Kinerja SUTET 500 kV terhadap petir, Parameter petir, Kegagalan perlindungan, Laju lewat denyar balik, Kerapatan sambaran petir, Pentanahan kaki menara, Severity index", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}