{"Nomor": 10345, "Judul": "STUDI KARAKTERISTIK KESENJANGAN KESEJAHTERAAN MASYARAKAT ANTARDAERAH DI PROVINSI JAWA BARAT DENGAN INDIKATOR UTAMA IPM (INDEKS PEMBANGUNAN MANUSIA)", "Abstrak": "Kesenjangan kesejahteraan merupakan permasalahan jika kesenjangan berada pada tingkatan yang tinggi. Selain itu, kesenjangan juga berarti buruk jika berada dalam tingkat yang rendah dengan kondisi kesejahteraan yang rendah pula. Langkah utama untuk menangani persoalan kesenjangan kesejahteraan masyarakat adalah memahami secara benar bagaimana karakteristik kesenjangan yang terjadi dengan indikator kesenjangan yang tepat sebagai input yang signifikan dalam upaya penurunan kesenjangan dalam kaitannya meningkatkan kesejahteraan masyarakat. Indikator yang lazim digunakan pada studi kesenjangan kesejahteraan yang telah ada sebelumnya adalah pendapatan per kapita dan konsumsi rumah tangga. Kedua indikator tersebut masih kurang tepat karena pendapatan per kapita dan konsumsi rumah tangga hanya mampu mendeskripsikan kesenjangan kesejahteraan dalam konteks perekonomian. Definisi kesejahteraan tidak terbatas pada kondisi perekonomian, akan tetapi mencakup kondisi lain yang lebih luas, diantaranya pendidikan, kesehatan, keamanan, dll. Oleh karena itu, dalam studi ini akan digunakan indikator Indeks Pembangunan Manusia (IPM) untuk melihat kesenjangan kesejahteraan secara komprehensif serta representatif terhadap kesejahteraan masyarakat (people prosperity). Dengan indikator IPM, pola, faktor yang berpengaruh, intervensi, maupun kebijakan terhadap kesenjangan kesejahteraan masyarakat dapat dideskripsikan secara tepat dan langsung.Dalam konteks ini, studi kesenjangan dilakukan untuk melihat karakteristik kesenjangan kesejahteraan yang meliputi pola kesenjangan yang terjadi, karakteristik masing-masing daerah terkait dengan kondisi kesejahteraan masyarakatnya, serta faktor-faktor penyebab pada daerah yang cenderung kurang berkembang berdasarkan indikator utama IPM. Metode analisis yang digunakan dalam studi ini adalah analisis statistik deskriptif yang terdiri dari penghitungan kesenjangan menggunakan formulasi standar deviasi dan koefisien variasi, analisis tipologi Klassen berdasarkan nilai dan laju IPM dan komponennya, serta analisis kualitatif. Lingkup wilayah studi meliputi 25 kabupaten/kota di Provinsi Jawa Barat.Dari hasil penelitian ini dapat diketahui bahwa berdasarkan nilai standar deviasi serta koefisien variasi dari IPM dan komponennya, pola kesenjangan kesejahteraan masyarakat yang terjadi di Provinsi Jawa Barat selama jangka waktu 1993-2005 cenderung konvergen (menurun) dan berada pada tingkat yang rendah. Secara agregat kondisi kesejahteraan masyarakat masih jauh dari target pembangunan Jawa Barat, yaitu pencapaian nilai IPM sebesar 80 pada tahun 2010. Kondisi tersebut mendeskripsikan bahwa pada hakikatnya kondisi kesejahteraan masyarakat pada setiap kabupaten/kota di Provinsi Jawa Barat cenderung sama pada tingkatan yang rendah. Pola kesenjangan berdasarkan indikator utama IPM ini memberikan hasil yang sangat berbeda dengan pola kesenjangan berdasarkan indikator pendapatan per kapita. Dengan indikator pendapatan per kapita, pola kesenjangan di Provinsi Jawa Barat selama 1993-2006 adalah divergen (meningkat) dengan tingkat kesenjangan yang tinggi pula.Berdasarkan analisis tipologi Klassen, di Provinsi Jawa Barat terdapat 4 tipe daerah yaitu daerah maju, daerah potensial, daerah berkembang, dan daerah tertinggal. Mayoritas kabupaten/kota di Provinsi Jawa Barat tergolong pada daerah berkembang dan daerah tertinggal. Secara spasial, daerah berkembang dan tertinggal banyak terdapat di Jawa Barat bagian utara dan selatan. Jika ditilik berdasarkan kekayaan daerahnya, beberapa daerah dengan pendapatan per kapita yang tinggi tergolong pada daerah tertinggal dan berkembang, diantaranya Kabupaten Karawang, Kabupaten Purwakarta, dan Kabupaten Bogor. Hal tersebut merupakan ironi dan kekurangan besar pada proses pembangunan di Provinsi Jawa Barat. Regional prosperity tidak berkorelasi positif terhadap people prosperity. Kebijakan yang berpihak terhadap kesejahteraan masyarakat lokal masih minim. Kondisi ini mengindikasikan telah terjadinya kesenjangan antargolongan masyarakat dan kesenjangan spasial intrakabupaten/kota. Selain itu, pada dasarnya telah terjadi kesenjangan antargolongan masyarakat dan kesenjangan spasial intrakabupaten. Berdasarkan analisis kualitatif, faktor-faktor yang cenderung kurang pada daerah-daerah tersebut adalah faktor kuantitas sarana prasarana pendidikan dan kesehatan, aksesibilitas, pengembangan infrastruktur ekonomi, pendapatan, kemiskinan, serta nilai investasi. Untuk peningkatan kondisi kesejahteraan masyarakat dan percepatan konvergensi kesenjangan, Pemerintah Provinsi Jawa Barat harus memberikan prioritas utama pada daerah tertinggal, berkembang, dan potensial pada peningkatan sarana-prasarana pendidikan serta kesehatan yang terjangkau dalam hal fisik dan ekonomi, peningkatan jumlah infrastruktur ekonomi yang berpihak pada masyarakat, peningkatan aksesibilitas, dan optimalisasi pengolahan sumber daya alam. Intervensi pada daerah yang maju cenderung merupakan intervensi yang bersifat merangsang peningkatan kesejahteraan masyarakat.", "Daftar File": {}, "Penulis": "ENDAR DESRI KUMALA DEWI (NIM 15404044)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Widiarto, MCRP, PhD. dan Dr.Ir. Dewi Sawitri Tjokropandojo, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "kesejahteraan masyarakat, kesenjangan, indeks pembangunan manusia", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}