{"Nomor": 10349, "Judul": "PENGEMBANGAN MEDIUM ACCESS CONTROL (MAC) 802.16 BERDASARKAN FEEDBACK ADAPTIF PADA WORLDWIDE INTEROPERABILITY FOR MICROWAVE ACCESS (WIMAX)", "Abstrak": "Tahun-tahun sekarang ini kebutuhan untuk mengakses layanan telekomunikasi melalui media wireless menunjukkan peningkatan yang sangat signifikan, sehingga teknologi jaringan pun berkembang dengan cepat. Beberapa kelebihan jaringan tanpa kabel adalah dalam hal fleksibilitas dan mobilitas, sehingga pengembangan jaringan lebih mudah dan lebih murah dibandingkan dengan jaringan kabel (fixed wiring network). \n \n \n \n\nIEEE 802.16 atau yang lebih dikenal dengan sebutan WiMAX, merupakan salah satu dari pendatang yang kuat (tangguh) dalam teknologi BWA (Broadband Wireless Access). WiMAX merupakan alternatif untuk menggantikan komunikasi yang berdasarkan kabel, karena memiliki laju pengiriman data yang cepat (high speed bit rate). WiMAX dapat di terapkan untuk daerah yang belum terjangkau dengan teknologi wiring. Dalam penelitian ini menggunakan pendekatan ARQ (Automatic Repeat Request) untuk mendukung pengiriman data pada WiMAX tanpa melanggar ketetapan yang sudah di standarkan. Dalam penelitian ini fokus terhadap feature yang fleksibel yang disediakan oleh MAC layer (Medium Access Control) dari WiMAX dan memanfaatkannya untuk menyediakan layanan yang terbaik. Metoda dalam penelitian ini menggunakan feedback adaptif, dimana ukuran dari MPDU (MAC Paket Data Unit) akan berubah-ubah sesuai dengan feedback yang diterima. Hasil simulasi menunjukkan dengan menggunakan feedback adaptif terjadi peningkatan performansi (throughput) serta penurunan delay end-to-end dibandingkan dengan tanpa menggunakan feedback adaptif.", "Daftar File": {}, "Penulis": "EPPY YUNDRA (NIM 23206004)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Hendrawan dan Tutun Juhana, ST., MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "WiMAX, IEEE 802.16, MAC, ARQ, Feedback adaptif", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}