{"Nomor": 10341, "Judul": "SIMULASI PEMBENTUKKAN DAN PENGURAIAN HIDRAT GAS DENGAN CSMGEM", "Abstrak": "Hidrat gas adalah bentuk pengkristalan dari molekul gas dengan air pada pada temperatur yang relatif rendah dan tekanan yang relatif tinggi. Proses terbentuknya hidrat melalui tahap nukleasi dan tahap pertumbuhan. Proses kristalisasi hidrat dimulai bila keadaan stabil, serta temperatur dan tekanannya pada kondisi pembentukkan hidrat. Bila tidak pada kondisi yang stabil hidrat dapat kembali terurai menjadi air dan campuran gas-gas penyusunnya. Kondisi ini pun dapat dimanfaatkan karena tidak selamanya hidrat diinginkan keberadaannya. Hidrat yang tidak diinginkan keberadaannya disebabkan karena hidrat tersebut tumbuh di tempat yang tidak semestinya, seperti pada pipa pemasok gas yang akan menyumbat pipa. Untuk menanganinya perlu banyak informasi tentang proses pembentukkan hidrat sehingga hidrat yang tumbuh dapat diantisipasi. Selain itu, dapat pula diinjeksikan inhibitor yang dapat menghambat pertumbuhan hidrat. Untuk mempermudah mengetahui proses dari awal pembentukkan hingga penguraian, maka dibuatlah perangkat lunak yang khusus dibuat untuk keperluan tersebut. Bila telah dilakukan pemodelan, tindakan selanjutnya dapat segera diambil untuk mengembangkan produksi gas ataupun untuk menghilangkan hidrat yang menyumbat pipa pemasok gas. Karena mengingat potensinya, hidrat gas dapat menjadi sumber energi masa depan.", "Daftar File": {}, "Penulis": "EMMA ERYANTI (NIM 10204047)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Satria Bijaksana"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "hidrat gas, pembentukkan hidrat, penguraian hidrat, pipa gas, inhibitor, gas hydrate, hydrate formation, hydrate growth, hydrate dissociation pipeline, inhibitor, CSMGem", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}