{"Nomor": 10355, "Judul": "PENENTUAN VALUE AT RISK DAN STRIKE PRICE YANG OPTIMAL PADA MANAJEMEN RISIKO DENGAN MENGGUNAKAN OPSI PUT EROPA", "Abstrak": "Setiap aset keuangan dalam bentuk saham akan menghadapi risiko nilai asetnya merosot dalam selang waktu tertentu. Agar nilai aset ini tidak merosot, investor dapat mengadopsi suatu strategi hedging. Salah satu pilihan dalam melakukan hedging adalah membeli opsi put Eropa, yaitu membeli hak untuk menjual aset berupa saham dengan harga tertentu yang dikenal strike price. Tetapi dengan opsi put ini bukan berarti risiko akan hilang karena untuk membeli opsi ini kita harus mengeluarkan biaya. Oleh karena itu, perlu ada keputusan yang cermat dalam pembelian opsi put. Ukuran risiko yang digunakan pada tugas akhir ini adalah Value at Risk (VaR), yang merupakan maksimum kerugian/kehilangan (loss) yang diperkirakan terjadi pada suatu periode investasi dengan tingkat kepercayaan tertentu. Dengan biaya untuk hedging tetap, investor dapat menentukan nilai strike price yang meminimumkan VaR. Penentuan strike price yang meminimumkan VaR untuk kasus in-the-money telah dipelajari di makalah Ahn [1]. Tugas akhir ini memperluas penelitian di makalah tersebut, di mana kita mempertimbangkan kedua kasus yaitu in-the-money dan out-the-money. Penentuan strike price dilakukan melalui dua cara, yaitu dengan menggunakan distribusi dari nilai aset di masa mendatang dan dengan simulasi Monte Carlo. Dengan cara pertama, masalah penentuan strike price yang meminimumkan VaR ini dapat dituliskan menjadi masalah optimisasi dengan fungsi objektif yang diberikan secara implisit. Algoritma genetika digunakan untuk menyelesaikan masalah optimisasi tersebut. Cara pertama dan cara kedua memberikan strike price optimal yang relatif sama.", "Daftar File": {}, "Penulis": "ERIK AGUSTINUS SUSANTO (NIM 10105011)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Rieske Hadianti"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "manajemen risiko, opsi put Eropa, strike price optimal dan Value at Risk(VaR)", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}