{"Nomor": 10370, "Judul": "PERAMALAN KEBUTUHAN KONSUMSI BAHAN BAKAR MINYAK DAN GAS DI INDONESIA DENGAN METODE ARTIFICIAL NEURAL NETWORK", "Abstrak": "Saat ini, Indonesia menghadapi dilema krusial terkait dengan menipisnya ketersediaan energi nasional yang bersumber dari minyak dan gas bumi. Gangguan pasokan akan mengganggu output industri dan sektor-sektor lain, mengakibatkan berkurangnya daya saing nasional di tingkat global. Akibat gangguan pasokan gas dan semakin tingginya harga Bahan Bakar Minyak (BBM) di beberapa tempat di Indonesia, beberapa industri terpaksa beroperasi jauh di bawah kapasitasnya. Perkiraan kebutuhan BBM dan gas untuk tiap jenis industri sangat diperlukan dalam rangka perencanaan pasokan jangka pendek maupun jangka panjang. Oleh karena itu, perlu dilakukan suatu kegiatan berupa kajian untuk menyusun model peramalan konsumsi BBM dan gas yang bersifat dinamis dan dengan tingkat akurasi yang relatif tinggi. Artificial Neural Network (ANN) direkomendasikan untuk suatu proses prediksi, generalisasi atau klasifikasi. Neural network tidak bergantung pada formula dan aturan, jadi bekerja hanya dengan menggunakan data sample. Oleh karena itu sangat cocok untuk diaplikasikan pada hal-hal dimana formula tidak diketahui, tetapi variable-variabel yang berpengaruh diketahui. Model ANN yang digunakan adalah model feed forward dengan tiga layer dan menggunakan algoritma training back propagation. Model dikembangkan dengan menggunakan dasar teori pemakaian energi di sektor industri, bahwa pemakaian energi adalah intensitas energi industri tersebut dikali dengan aktifitas industri.Hasil peramalan menunjukkan total kebutuhan bahan bakar sektor industri secara nasional untuk tahun 2004 -2025 meningkat dengan angka pertumbuhan rata-rata per tahun sebesar 6.6%. Dimana kebutuhan di P. Jawa sangat besar dibandingkan dengan wilayah lain yaitu mencapai sekitar 70% dari kebutuhan nasional. Kebutuhan bahan bakar yang paling banyak adalah kelompok industri semen, kapur dan gips, serta barang-barang dari semen dan kapur, Kelompok Lapangan Usaha Industri (KLUI) 264.", "Daftar File": {}, "Penulis": "ESHA FAISAL FATTAH (NIM 12203034)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Sudjati Rachmat, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Intensitas Industri, Aktivitas Industri, Artificial Neural Network, Algoritma Back Propagation", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}