{"Nomor": 10372, "Judul": "SEKOLAH DASAR DAN MENENGAH PERTAMA ISLAM SISTEM WAKTU-PENUH DI KOTA DEPOK", "Abstrak": "Proyek Tugas Akhir ini mengambil kasus Sekolah Dasar dan Menengah Pertama Islam Sistem Waktu-Penuh di Kota Depok. Status proyek ini bersifat riil dan berlokasi di Jl. Ir. H. Juanda, Depok, Jawa Barat. Lahan yang dipakai merupakan lahan kosong milik Pesona Grup Estates yang kemudian dibeli oleh Yayasan An Nisaa Citra Medika.Kenaikan jumlah penduduk beragama Islam yang merupakan kaum komuter (bekerja di Jakarta dan bertempat tinggal di kota-kota lingkar luar Jakarta) telah menjadi isu penting selama lima tahun terakhir bagi Kota Depok. Masyarakat pendatang tersebut umumnya berada pada usia produktif golongan keluarga muda, sehingga kenaikan anak usia dini pun turut meningkat. Namun, seiring dengan kemajuan teknologi dan media, maka segala bentuk pengaruh baik maupun buruk menjadi semakin mudah tersampaikan pada anak.Oleh karena itu, dewasa ini semakin disadari bahwa pendidikan berbasis agama semakin dibutuhkan dengan harapan menjadi dasar bagi anak dalam menjalani hidup. Sekolah Dasar dan Menengah Pertama Islam Sistem Waktu-Penuh ini bertujuan untuk memfasilitasi kebutuhan masyarakat Kota Depok akan Pendidikan Dasar 9 Tahun.Melalui sekolah ini, peserta didik diharapkan dapat belajar menjadi manusia yang taat beragama sekaligus berwawasan luas yang berdasar pada wawasan lingkungan. Konsep besar sekolah ini adalah keseimbangan antara hubungan manusia secara vertikal (manusia dengan Tuhannya/habluminallah) serta manusia secara horizontal (dengan sesama manusia/habluminannaas) sebagai makhluk sosial melalui alam, yang dicapai dari susunan massa yang berorientasi pada masjid (aplikasi konsep Tuhan sebagai tujuan hidup) dan perpustakaan sebagai pusat pengetahuan, pemanfaatan potensi alami (vegetasi) yang dimiliki lahan yang terletak di sepanjang anak sungai Ciliwung (merupakan jalur hijau yang dilindungi), serta penggunaan material alami pada bangunan.", "Daftar File": {}, "Penulis": "ERTRINA WULANINGTYAS (NIM 152 04 046)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir.M. Prasetiyo E.Y., M.Arch. MAUD."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "sekolah dasar, sekolah menengah pertama, sistem waktu-penuh, Depok", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}