{"Nomor": 10376, "Judul": "QUANTITATIVE RISK ASSESSMENT UNTUK EQUIPMENT DALAM GAS PROCESSING UNIT DI TOPSIDE PLATFORM HANG TUAH", "Abstrak": "Risk didefinisikan sebagai perkalian antara akibat jika suatu peristiwa terjadi (consequence) dan seberapa besar kemungkinan peristiwa tersebut dapat terjadi (likelihood). Di dalam industri proses & migas, peristiwa tersebut adalah kegagalan batas tekanan (pressure boundary) seperti kebocoran dinding pipa, bejana tekan, dan sebagainya. Kegiatan dalam mengkaji besar nilai risk yang ada ini disebut dengan risk assessment, yang harus dilakukan sesuai dengan Code yang mengaturnya. \n \n \n \n\nStudi untuk mencapai pemahaman yang benar akan pelaksanaan risk assessment berdasarkan Code perlu dilakukan beserta dengan pemahaman atas ilmu-ilmu yang terkait di dalamnya. Oleh karena itu, tugas sarjana ditujukan untuk menggali metodologi pelaksanaan risk assessment, khususnya yang didasarkan atas API 581 Risk Based Inspection Base Resource Document. Lingkup cakupan tugas sarjana ini sendiri adalah pada equipment pemroses gas, yang diambil dari studi kasus pada bagian topside platform Hang Tuah. \n \n \n \n\nHasil analisis terhadap studi kasus menunjukkan bahwa risk pada platform Hang Tuah didominasi oleh dua jenis risk, yakni flammable risk dan business interruption risk. Kategori risk paling tingginya adalah kategori medium high dari jenis flammable risk. Dengan demikian, prioritas dan perhatian lebih harus diberikan pada equipment yang berkategori medium high risk tersebut.", "Daftar File": {}, "Penulis": "EUREKA BONA NITZE (NIM 13103064)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. IGN. Wiratmaja Puja"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Quantitative Risk Assessment, Equipment, Gas Processing Unit, Topside, Platform, Hang Tuah", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}