{"Nomor": 10379, "Judul": "ESTIMASI KANAL PADA ORTHOGONAL FREQUENCY DIVISION MULTIPLEXING (OFDM) MENGGUNAKAN TEKNIK PILOT SYMBOL ASSISTED MODULATION (PSAM)", "Abstrak": "Orthogonal Frequency Division Multiplexing (OFDM) merupakan sistem komunikasi wireless multicarrier dimana data serial berkecepatan tinggi dikonversikan menjadi data paralel dengan kecepatan lebih rendah, yaitu dengan membagi sinyal menjadi n-subcarrier yang saling orthogonal.Kanal wireless dengan segala karakteristiknya yang dapat menyebabkan degradasi sinyal menjadi salah satu alasan dibutuhkannya estimasi kanal. Dengan estimasi kanal, respon impuls kanal dapat diprediksi untuk selanjutnya dilakukan kompensasi terhadap amplitudo dan fasa sinyal terima. Pada sistem OFDM, dikenal teknik Pilot Symbol Assisted Modulation (PSAM) dimana sejumlah sinyal pilot disisipkan diantara sinyal data. Estimasi kanal diperoleh dengan pengolahan sinyal pilot tersebut pada penerima.   \n \n\nPada tugas akhir ini, dianalisis mengenai penyisipan sinyal pilot berjenis comb type dan block type, dimana estimator kanal yang digunakan berjenis interpolasi linier dan interpolasi orde dua. Kanal yang digunakan adalah Rayleigh fading model Jakes.Dari hasil simulasi, dengan menerapkan estimator kanal berjenis interpolasi orde dua, pada kecepatan penerima 30 km/jam (frekuensi doppler 97,2 Hz) block type dapat menurunkan Bit Error Rate (BER) hingga 3,29.10-3 pada Eb/N0 40 dB. Sedangkan comb type hanya 3,93.10-3.", "Daftar File": {}, "Penulis": "EVAN ADRIANTO SETIADI (NIM 13202135)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Joko Suryana, S.T., M.T., dan Dr. Iskandar, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "OFDM, estimasi kanal, comb type, block type, interpolasi linier, interpolasi orde dua, BER", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}