{"Nomor": 10382, "Judul": "STADION SEPAKBOLA PERSIB BANDUNG", "Abstrak": "Kasus proyek dalam tugas akhir ini adalah sebuah stadion sepakbola yang memiliki fungsi sebagai home base bagi klub sepakbola Persib. Pemilik proyek ini adalah pihak swasta dan sumber dana berasal dari investor swasta. Stadion direncanakan dapat menampung sebanyak 30.000 penonton. Lokasi stadion berada di kawasan pengembangan wilayah Gedebage, Kel. Cisaranten Kidul, Kec. Rancasari, Kota Bandung.Di dalam Rencana Tata Ruang Wilayah Kota Bandung 2013 direncanakan sebuah kompleks olahraga seluas 450.000 m2 yang terletak di Blok G, mengacu kepada Rencana Induk Kawasan Gedebage. Lokasi perancangan kasus proyek tugas akhir ini berada di dalam kompleks olahraga tersebut dengan luas lahan yang direncanakan untuk pembangunan stadion seluas 60.000 m2. Luas bangunan yang direncanakan sekitar 54.000m2. Peraturan bangunan di lokasi perancangan menurut Rencana Tata Ruang Wilayah Kota Bandung 2013 antara lain KDB 50%, KLB 2, KDH 25%, dan GSB untuk jalan kolektor primer 13 , sedangkan kolektor sekunder 9m.Lokasi perancangan terletak berdekatan dengan sarana transportasi massal yaitu stasiun kereta dan terminal terpadu. Di sebelah Utara dibatasi oleh taman kota, di sebelah Barat dibatasi oleh area komersial, dan hotel serta convention center di Selatan. Fasilitas yang akan diadakan dalam stadion adalah fasilitas untuk menyelenggarakan pertandingan olahraga sepakbola dan atletik tingkat nasional dan internasional, fasilitas latihan bagi klub sepakbola Persib, serta berbagai fasilitas komersial seperti retail, restoran, dan museum. Selain untuk menyelenggarakan kegiatan-kegiatan olahraga, stadion juga dapat difungsikan untuk kegiatan-kegiatan lain yang mengundang massa dalam jumlah besar seperti konser musik, rapat akbar, dan kegiatan-kegiatan seremonial.", "Daftar File": {}, "Penulis": "FACHMY SUGIH PRADIFTA (NIM 15204039)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Fashridjal M. Noor Sidin M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "stadion sepakbola, PERSIB, Bandung", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}