{"Nomor": 10385, "Judul": "IDENTIFIKASI KUALITAS PELAYANAN SHELTER BUSWAY PROVINSI DKI JAKARTA (STUDI KASUS: KORIDOR I RUTE BLOK M-KOTA)", "Abstrak": "Persiapan pengoperasian shelter busway Koridor I Rute Blok M-Kota Provinsi DKI Jakarta dinilai masih prematur dari berbagai pihak. Proses perencanaannya sendiri dimulai tahun 2002, kemudian pembangunannya dilaksanakan tahun 2003, dan pengoperasiannya sendiri dimulai pada tahun 2004. Selain itu pembiayaan untuk pemeliharaan sarana dan prasarana busway relatif kecil jika dibandingkan dengan pembiayaan sektor lain dalam layanan busway. Akibatnya masih banyak kritik dan keluhan dari berbagai pihak terhadap kualitas pelayanan shelter busway di Koridor I Rute Blok M-Kota. Padahal posisi shelter ini sangat penting dalam layanan moda transportasi busway, karena layanan shelterlah yang membedakan layanan moda transportasi busway dengan layanan moda transportasi lainnya.Penelitian ini akan mengidentifikasi kualitas pelayanan shelter moda transportasi busway Koridor I Rute Blok M-Kota dengan tiga pendekatan. Pertama, mengidentifikasi bagaimana kualitas pelayanan ideal suatu shelter busway. Kedua, mengidentifikasi bagaimana persepsi pengguna shelter terhadap kualitas pelayanan shelter-shelter busway yang ada disepanjang Koridor Blok M-Kota. Ketiga, mengidentifikasi kualitas pelayanan shelter-shelter busway yang ada disepanjang Koridor Blok M-Kota berdasarkan hasil pengamatan yang dilakukan oleh peneliti. Ketiga pendekatan ini nantinya akan memberikan fakta-fakta berkaitan dengan kualitas pelayanan shelter moda transportasi busway Koridor I Rute Blok M-Kota Provinsi DKI Jakarta. Aspek identifikasi yang digunakan dalam identifikasi kualitas pelayanan ini meliputi lima hal, yaitu: kebersihan dan penampilan shelter, kondisi fisik dan fasilitas shelter, teknis dan prosedur penggunaan shelter, informasi dan jadwal di shelter, serta petugas shelter.Idealnya pelayanan shelter moda transportasi busway harus mampu menciptakan kemudahan, kenyamanan, dan keamanan bagi pengguna shelter ketika menggunakan shelter dan memanfaatkan layanan yang ada di shelter. Menurut responden pengguna shelter, kualitas pelayanan shelter-shelter moda transportasi busway di sepanjang Koridor I Rute Blok M-Kota Provinsi DKI Jakarta sudah cukup baik, walaupun masih terdapat beberapa permasalahan di shelter-shelter tersebut. Berdasarkan hasil pengamatan diketahui bahwa kualitas pelayanan shelter-shelter moda transportasi busway di sepanjang Koridor I Rute Blok M-Kota Provinsi DKI Jakarta pada jam-jam biasa sudah cukup baik. Namun pada jam-jam sibuk muncul berbagai permasalahan berkaitan dengan ketersedian fasilitas shelter serta permasalahan berkaitan dengan teknis dan prosedur penggunaan shelter.Untuk meningkatkan kualitas pelayanan shelter-shelter moda transportasi busway di sepanjang Koridor I Rute Blok M-Kota Provinsi DKI Jakarta diperlukan penambahan fasilitas dan layanan penumpang dengan lebih memperhatikan layanan penumpang pada jam-jam sibuk, pemeliharaan fasilitas, serta peningkatan profesionalitas petugas shelter.", "Daftar File": {}, "Penulis": "FADHLI ANTONI (NIM 15404060)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Zafir. M.A. Pontoh, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "shelter busway, layanan, moda transportasi, fasilitas", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}