{"Nomor": 10395, "Judul": "PENGUKURAN DAN PERANCANGAN PENGONTROL INFERENSIAL RASIO H/N PADA UNIT CONVERTER SINTESIS AMONIA PT. XYZ DENGAN METODE WAVELET NEURAL NETWORK", "Abstrak": "Rasio H/N pada proses sintesis amonia adalah variabel penting yang menentukan efisiensi dari proses dan komposisi produk amonia yang dihasilkan. Pengukuran rasio H/N di PT. Petrokimia Gresik masih mengandalkan pengukuran di laboratorium yang memiliki waktu tunda cukup lama. Padahal untuk tujuan pengontrolan dan pengoptimisasian proses, pengukuran harus mempunyai waktu tunda yang singkat. \n \n\nSistem pengukuran melalui metode inferensial menjadi metode yang handal untuk mengatasi kesulitan dalam pengukuran dengan cara memprediksi variabel yang sulit diukur berdasarkan variabel yang mudah diukur. \n \n\nSelanjutnya, teknik wavelet network (wavenet) dapat digunakan untuk identifikasi parameter estimator dan estimator inferensial serta sebagai pengontrol karena kemampuannya dalam mengaproksimasi fungsi. Pada tahap pelatihan, parameter-parameter wavenet yaitu bobot, dilatasi dan translasi diperbaharui dengan menggunakan algoritma backpropagation dengan meminimasi mean square error antara keluaran proses dan keluaran model. Metode dinamika inverse kemudian diterapkan pada perancangan skema pengontrol wavenet. \n \n\nDalam tugas akhir ini, wavenet digunakan untuk pengukuran dan pengontrolan inferensial rasio H/N Dari hasil simulasi wavenet berhasil mengidentifikasi sistem pengukuran inferensial untuk outlet converter dengan RMSE sebesar 0,171716 pada parameter estimator dan estimator inferensial mempunyai harga 0,2050, sementara untuk pengukuran rasio H/N RMSE di inlet converter parameter estimator mempunyai harga 0,13100 dan harga estimator inferensial 0,2183. \n \n\nPada saat digunakan sebagai pengontrol rasio keluaran converter, tingkat keberhasilannya dapat dilihat dari RMSE yang kecil saat pengujian untuk perubahan setpoint rasio H/N dari masing-masing 2,95-3,0; 2,95-3,05; 2,95-3,1; 2,95-3,15; 2,95-3,2 sebesar 0,015; 0,018; 0,021; 0,017; 0,067. IAE yang sangat kecil masing-masing sebesar S2,3; 2,401; 4,287; 4,287; 15,555.", "Daftar File": {}, "Penulis": "FAJAR ADITYANTO (NIM 13304012)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ing. Yul Yunazwin Nazaruddin, MSc, DIC. dan Dr. Ir. Agus Samsi, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Rasio H/N, Proses sintesis amonia, Sistem pengukuran inferensial, Wavenet, Parameter estimator, Inferensial estimator", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}