{"Nomor": 10394, "Judul": "ANALISIS SISTEM KONSERVATIF YANG TERPERTURBASI SECARA SINGULAR", "Abstrak": "Pada disertasi ini dipelajari suatu sistem konservatif yang terperturbasi secara singular. Sistem tersebut merupakan bentuk normal dari suatu sistem osilator terikat yang frekuensi-frekuensinya terpisah lebar. Kasus frekuensi terpisah lebar merupakan tipe ekstrem dalam kelas resonansi orde tinggi. Suku-suku tak-linear dari sistem osilator terikat tersebut berbentuk kuadratik dan medan vektor yang dibangun oleh suku-suku tak-linear tersebut memiliki sifat kekekalan energi. Analisis dalam disertasi ini difokuskan untuk melanjutkan dan melengkapi hasil-hasil sebelumnya, khususnya untuk kasus yang degenerate. Jika asumsi tentang frekuensi tersebut diubah sehingga sistem tersebut berada pada kelas resonansi kuat, maka bentuk normal dari sistem tersebut merupakan kejadian khusus dari bentuk normal untuk kasus frekuensi terpisah lebar. Ini menunjukkan bahwa suatu sistem osilator terikat dengan frekuensi terpisah lebar dapat memiliki perilaku seperti halnya sistem pada kelas resoansi kuat. Suatu dinamik yang chaotic ditemukan pada sistem yang degenerate. Mekanisme terjadinya chaos tersebut adalah melalui barisan bifurkasi period-doubling yang terakumulasi pada suatu nilai parameter. Barisan bifurkasi ini akan menghasilkan tak berhingga banyak solusi periodik dengan periode yang bervariasi pada nilai parameter tersebut. Akibatnya strange attractor yang terjadi akan dipengaruhi oleh bentuk solusi-solusi periodik tersebut. Sistem pada disertasi ini memiliki beberapa sifat simetri. Salah satu diantaranya adalah kesesuaian antara dinamik di setengah bagian atas dengan setengah bagian bawah dari ruang fase. Rusaknya sifat simetri ini akibat adanya gaya luar yang ditambahkan pada sistem akan mempengaruhi eksistensi dari titik-titik ekuilibriumnya. Dengan melakukan variasi terhadap gaya luar ini ditemukan suatu chaos yang dihasilkan melalui barisan bifurkasi period-doubling. Di sini terdapat dua buah atraktor yang muncul secara bersamaan untuk suatu nilai tertentu dari gaya luar tersebut. Pada kasus ini akan dipelajari daerah yang membatasi nilai-nilai awal kedua atraktor tersebut.", "Daftar File": {}, "Penulis": "FAJAR ADI KUSUMO (NIM: 30104004)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Dr. Hendra Gunawan, Dr. Johan M. Tuwankotta, dan Dr. Wono Setya Budhi"], "Jenis Koleksi": "Disertasi", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "resonansi, sistem konservatif, perturbasi singular, bifurkasi, chaos", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "10 file", "Tanggal Input": "27 Sep 2017"}