{"Nomor": 10393, "Judul": "POLA PEMANFAATAN FASILITAS PENDIDIKAN OLEH MASYARAKAT DI KOTA SINGKAWANG", "Abstrak": "Pertumbuhan dan  perkembangan kota Singkawang sebagai kota orde II yang berfungsi sebagai Pusat Pengembangan Subregional Kawasan Pantai Utara Kalimantan Barat dengan wilayah pelayanan seluruh wilayah bekas kabupaten Sambas lama yaitu kabupaten Sambas, kabupaten Bengkayang dan kabupaten Singkawang, telah mendorong pembangunan di segala bidang dan akan meningkatkan jumlah penduduk secara signifikan sehingga menyebabkan meningkatnya kebutuhan penduduk terhadap berbagai fasilitas sosial, salah satunya adalah fasilitas pendidikan.Minimnya kualitas dan kuantitas fasilitas pendidikan di kota Singkawang menyebabkan tingginya arus pergerakan penduduk menuju fasilitas pendidikan di pusat kota. Studi ini bertujuan untuk mengetahui pola pemanfaatan fasilitas pendidikan saat ini dan pola pergerakan di masa depan dalam kerangka merumuskan solusi yang tepat dalam penyediaan dan pendistribusian fasilitas pendidikan yang baik dan berkualitas secara merata di kota Singkawang. Tujuan tersebut dicapai dengan melakukan analisis penyediaan fasilitas eksisting, mengevaluasi penggunaan standar yang digunakan dalam menentukan jumlah fasilitas pendidikan, mentabulasikan data primer dan kemudian melakukan uji statistik yaitu Chi-square dan Coefficient contingency untuk melihat hubungan antar variabel.Secara umum penyediaan fasilitas pendidikan dasar dan menengah di kota Singkawang masih mengalami kekurangan jumlah fasilitas pendidikan sehingga belum mampu menampung penduduk usia sekolah yang ada, dan penyediaan yang dilakukan selama ini relatif  tidak efisien dan belum efektif dalam menarik minat masyarakat memanfaatkan fasilitas pendidikan tersebut.Penelitian ini juga menemukan bahwa pergerakan masyarakat dalam memanfaatkan fasilitas pendidikan dipengaruhi oleh tingkat pendapatan rumah tangga, tingkat pendidikan formal kepala keluarga, tingkat kepemilikan kendaraan roda dua, dan jumlah orang bekerja dalam satu rumah tangga. Semakin tinggi tingkatan atribut rumah tangga tersebut,  maka semakin kuat kecenderungan untuk tidak menggunakan fasilitas lokal. Selain itu, kurangnya jumlah fasilitas dan rendahnya mutu pendidikan juga berpengaruh terhadap pergerakan tersebut. Oleh sebab itu Pemerintah Daerah kota Singkawang seharusnyan dalam penyediaan fasilitas pendidikan mempertimbangkan standar yang digunakan berdasarkan penduduk usia sekolah serta meningkatkan kuantitas dan kualitas fasilitas pendidikan sesuai dengan tingkat kebutuhan yang ada dengan distribusi yang merata agar  masyarakat dapat memanfaatkan fasilitas pendidikan secara optimal.", "Daftar File": {}, "Penulis": "FAIZAL HASAN (NIM 25407085)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Heru Purboyo Hidayat P., Ir. DEA. Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "fasilitas pendidikan, masyarakat umum", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}