{"Nomor": 10401, "Judul": "STUDI PEMANFAATAN FLY ASH KELAS F PADA BETON BERBASIS SEMEN PORTLAND TIPE I", "Abstrak": "Dari beberapa penelitian yang telah dilakukan terhadap abu terbang, diketahui bahwa abu terbang mempunyai sifat pozzolan dengan ukuran butir yang sangat halus. Dengan komposisi tertentu dari berat semen, abu terbang dapat dijadikan sebagai bahan tambahan campuran beton untuk meningkatkan kualitas beton dalam hal kekuatan dan ketahanan terhadap serangan sulfat. Sebagai bahan campuran beton, maka mutu dari abu terbang harus memenuhi persyaratan kimia dan fisik berdasarkan ASTM C 618-96. \n \n \n \n \n \n\nPenelitian ini menggunakan fly ash kelas F yang umumnya memiliki kadar kapur (CaO) rendah, dan mengandung lebih dari 70% dari kombinasi antara silika (SiO2), alumina (Al2O3), dan besi oksida (Fe2O3). Silika dan alumina ini sebagian besar berfasa amorf yang merupakan reaktan aditif bersifat reduktor bagi senyawa heksagonal kristalin Ca(OH)2/CH/kapur mati hasil sampingan proses hidrasi calcium silicates dalam lingkungan semen portland berarir. Reduksi ini akan menghasilkan koloid berjaring rapat C3S2H8/C-S-H/calcium silicates hydrate yang bertanggung jawab terhadap 75-80% kekuatan total beton. Selain fly ash, digunakan juga abu sekam padi sebagai penghasil silika amorf yang tinggi. \n \n \n \n \n \n\nKomposisi fly ash sebagai pengganti semen adalah 0, 5, 10, 15% dan setiap komposisi ini ditambahkan 5% abu sekam padi (kecuali untuk 0%). Pengujian terhadap benda uji silinder yang dirawat oleh media air dan media sulfat meliputi kuat tekannya. Sebagai hasilnya, didapat kadar optimum subsitusi semen oleh fly ash sebesar 5% baik untuk beton yang dirawat dengan media air dan sulfat.", "Daftar File": {}, "Penulis": "FALDY RULISTIANTO (NIM 13700036)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Saptahari M. Soegiri Poetra"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Fly ash kelas F, Beton, Semen", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}