{"Nomor": 10407, "Judul": "PEMBUATAN BIODIESEL LANGSUNG DARI SUMBER BAHAN MINYAK LEMAK", "Abstrak": "Biodiesel adalah bahan bakar mesin atau motor diesel yang terdiri atas ester monoalkil dari asam-asam lemak. Saat ini, biodiesel semakin terkenal untuk dimanfaatkan sebagai bahan bakar pengganti solar. Dengan semakin meningkatnya kebutuhan bahan bakar pengganti solar, maka diperlukan metode yang efektif untuk mengolah bahan baku yang ada di alam menjadi biodiesel. Selama ini, transformasi minyak yang terkandung di dalam bahan sumber menjadi biodiesel dilaksanakan secara konvensional dan memerlukan waktu yang lebih lama. Untuk mempersingkat waktu, mulai berkembang pemikiran untuk membuat proses yang telah ada menjadi lebih efisien. Salah satu caranya adalah dengan menggabungkan proses ekstraksi dan konversi bahan menjadi biodiesel (trans/esterifikasi) menjadi satu. Proses inilah yang disebut dengan transesterifikasi in situ. \n \n \n \n\nPenelitian ini bertujuan untuk mendapatkan informasi kelayakan teknik pembuatan biodiesel secara transesterifikasi in situ dengan menambahkan penstabil katalis basa yang digunakan terhadap deaktifasi oleh asam-asam lemak bebas maupun air. Sumber bahan minyak yang akan digunakan adalah biji dan bungkil perahan jarak pagar (Jatropha curcas). Produk biodiesel yang diperoleh akan dibandingkan dengan standar mutu biodiesel. Untuk mengetahui kualitas produk dan perolehan yang dihasilkan, maka tujuan khusus penelitian ini adalah untuk mendapatkan data karakteristik alkil ester (biodiesel) yaitu kandungan gliserol, angka penyabunan, angka asam dan kandungan fosfor. \n \n \n \n\nK3PO4, Na3PO4, dan CH3COOK dapat berfungsi sebagai padatan penstabil katalis untuk reaksi transesterifikasi in situ. K3PO4 merupakan katalis penstabil yang paling efektif karena ester metil yang dihasilkan paling banyak. Ester metil yang dihasilkan percobaan memenuhi spesifikasi standar biodiesel.", "Daftar File": {}, "Penulis": "FARA UMAINAH (NIM 13003026)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Tatang Hernas Soerawidjaja dan Dr. Tirto Prakoso"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "In situ, Transesterifikasi, Jatropha curcas", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}