{"Nomor": 10404, "Judul": "PENETAPAN FAKTOR KOREKSI GRAVITASI LOKAL DAN PENGARUHNYA TERHADAP BEST MEASUREMENT CAPABILITY DALAM KALIBRASI TEST GAUGE (KASUS DI PUSAT BENGKEL INSTRUMEN PT. XYZ)", "Abstrak": "PT. XYZ merupakan perusahaan produksi baja. Demi mencapai kepercayaan pelanggan, maka diperlukan jaminan kualitas atas produk baja yang dihasilkan. Salah satu caranya dengan menggunakan instrumen produksi yang terkalibrasi, sehingga memotivasi PT KS untuk mendirikan Pusat Bengkel Instrumen PT. XYZ yang telah diakreditasi oleh Komite Akreditasi Nasional dan memperoleh sertifikat ISO 17025. \n \n \n \n\nKalibrasi alat ukur tekanan Test Gauge dengan Dead Weight Tester pada PBI dipengaruhi oleh ketidakpastian repeatability, standar DWT, resolusi, perbedaan ketinggian antara DWT dan Test Gauge, temperatur, dan gravitasi. Gravitasi lokal dihitung dengan International Formula Gravity, yang menunjukkan bahwa gravitasi merupakan fungsi terhadap lintang dan ketinggian lokasi. Dilakukan pengukuran menggunakan GPS agar diperoleh gravitasi yang lebih akurat, serta meneliti pengaruhnya terhadap Best Measurement Capability. BMC merupakan ketidakpastian terkecil yang dapat dicapai oleh suatu laboratorium kalibrasi untuk suatu besaran. \n \n \n \n\nPenelitian menghasilkan faktor koreksi gravitasi aktual sebesar 1,002947, yang menyebabkan BMC PBI untuk kalibrasi tekanan mengalami peningkatan. Contoh kasusnya, untuk kalibrasi Test Gauge dengan nomor seri CMM-121273 mengalami peningkatan sebesar 1,58893 x 10-8 bar dari 0,134517487 bar menjadi 0,134517471 bar. Selain itu telah dibuat program dengan Microsoft Visual Basic 6.0 yang dihubungkan dengan Microsoft Office Access 2007 untuk mempermudah penghitungan ketidakpastian dan penyimpanan data untuk kalibrasi tekanan.", "Daftar File": {}, "Penulis": "FANNY KUSUMAWATI (NIM 13304024)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Edi Leksono, M.Eng. dan Dr. Ir. Farida Idealistina Muchtadi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kalibrasi, Test gauge, Dead weight tester, Faktor koreksi gravitasi, Ketidakpastian, Best measurement capability", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}