{"Nomor": 10415, "Judul": "PENERAPAN MANAJEMEN PROSES BISNIS PADA PROSES BISNIS SISTEM KOMPUTERISASI HAJI TERPADU (SISKOHAT)", "Abstrak": "Kinerja layanan atau produk suatu organisasi sangat menentukan tingkat tercapainya tujuan, visi, dan misi organisasi tersebut. Salah satu faktor yang sangat mendukung tingkat kinerja suatu organisasi adalah kualitas dan kuantitas proses bisnis dari organisasi tersebut. Pengelolaan proses bisnis yang kurang optimal dapat menyebabkan terjadinya berbagai masalah. Oleh karena itu, diperlukan perbaikan dan perancangan ulang proses bisnis serta manajemennya, agar kinerja proses dapat ditingkatkan. \n \n \n \n \n\nSalah satu metode yang digunakan dalam meningkatkan kinerja proses bisnis adalah Manajemen Proses Bisnis (BPM). Metode ini banyak digunakan organisasi karena memiliki pendekatan dan terstruktur dalam pengelolaanya. Selain itu, dalam kenyataannya telah banyak organisasi yang mendapat keuntungan yang signifikan dengan menerapkan BPM ini. BPM menggunakan suatu framework yang terdiri dari 10 tahap, yang pada studi kasus ini digunakan untuk perancangan ulang proses bisnis pendaftaran calon jamaah haji. \n \n \n \n \n\nSetiap analisis yang dilakukan pada studi kasus ini merujuk pada setiap langkah pada fase framework BPM, dan diolah berdasarkan data dan fakta yang didapat pada tempat studi kasus. Selain itu, setiap analisis ini merupakan input informasi yang digunakan pada fase-fase framework sesudahnya. \n \n \n \n \n\nHasil dari penerapan BPM ini meliputi 3 komponen utama, yaitu perancangan proses bisnis pendaftaran calon jamaah haji, perancangan proses bisnis SISKOHAT, dan perancangan pengembangan aplikasi SISKOHAT yang baru, yang mendukung proses bisnis yang baru. Pengujian juga dilakukan terhadap prototipe SISKOHAT yang baru. Setiap resiko baru dari perubahan proses bisnis juga diidentifikasi dan dianalisis agar dapat dminimalisir dalam penerapannya.", "Daftar File": {}, "Penulis": "FATA MUKHLISH (NIM 13504084)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Kridanto Surendro, M.Sc, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Manajemen proses bisnis, BPM, SISKOHAT", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}