{"Nomor": 10428, "Judul": "PERANCANGAN DAN PEMBUATAN STROKING FATIGUE TESTER UNTUK KOMPONEN KOPLING OTOMOTIF", "Abstrak": "Pada era teknologi yang semakin berkembang dewasa ini, industri otomotif tumbuh dengan cepat sehingga meningkatkan kebutuhan alat uji yang handal untuk memastikan setiap komponen otomotif dapat bekerja dengan baik. Kopling merupakan salah satu dari komponen penting pada sistem transmisi kendaraan bermotor, namun ketersediaan alat uji yang handal di Indonesia masih rendah. Oleh karena itu, pada Tugas Sarjana ini, alat uji stroking fatigue tester yang digunakan untuk menguji kehandalan pegas diafragma akan dirancang dan dibuat untuk memenuhi kebutuhan pengukuran gaya dan langkah selama uji lelah berlangsung.Untuk menciptakan alat uji yang handal, rencana perancangan perlu dibuat. Pertama-tama, DR&O (Design Requirements & Objectives) yang memenuhi tujuan perancangan harus dibuat. Pada langkah berikutnya, perlu dilakukan studi literatur untuk mengetahui dan membandingkan produk yang telah beredar di pangsa pasar. Setelah ide konsep tercipta, mekanisme penggerak produk perlu dipilih. Terdapat dua jenis mekanisme penggerak yang memungkinkan untuk dipilih yaitu penggerak mekanik dan hidrolik. Untuk memilih mekanisme yang sesuai untuk stroking fatigue tester, dilakukanlah pengukuran gaya aktuasi pegas diafragma.Berdasarkan pengukuran gaya dan langkah, mekanisme hidrolik dipilih. Untuk mewujudkan ide ke dalam bentuk nyata diperlukan pembuatan CAD (Computer-Aided Design) dan persiapan peralatan uji yang diperlukan. Hasilnya ialah alat uji stroking fatigue tester dapat dirangkai untuk memenuhi kebutuhan proses. Frekuensi dan besar defleksi pegas pada pengujian dapat diatur pada MATLAB sementara pengukuran gaya dan defleksi pegas dapat diukur oleh load cell dan LVDT (Linear Variable Differential Transformer) dengan bantuan peralatan dan perangkat lunak data akuisisi.", "Daftar File": {}, "Penulis": "FELIX STEPHANUS HALIM (NIM 13104083)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Ign. Pulung Nurprasetio, MSME."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "stroking fatigue tester, kopling otomotif, Linear Variable Differential Transformer", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "10 file", "Tanggal Input": "27 Sep 2017"}