{"Nomor": 10423, "Judul": "EVALUASI PROSEDUR SAFETY ASSESSMENT SAE ARP 4761 DAN PENERAPAN PENYEMPURNAANNYA PADA PESAWAT WiSE-8", "Abstrak": "Penilaian keselamatan adalah prosedur yang sangat penting dalam pengembangan pesawat terbang, termasuk pesawat WiSE-8 yang saat ini dikembangkan oleh Program Studi Aeronotika dan Astronotika ITB bersama BPPT. Proses penilaian keselamatan ini harus mampu mengevaluasi fungsi dan sistem pada pesawat WiSE-8 untuk memastikan semua resiko kegagalan yang mungkin terjadi telah dipertimbangkan. Proses penilaian keselamatan pada pesawat WiSE-8 telah dilakukan, tetapi masih terdapat beberapa kekurangan pada prosedur pelaksanaannya.Dalam penelitian ini dilakukan studi literatur untuk melengkapi kekurangan pada prosedur penilaian keselamatan yang telah dilakukan. Penyempurnaan yang dilakukan yaitu membuat metode untuk mengidentifikasi fungsi, membuat metode untuk mengidentifikasi modus kegagalan, memasukkan hasil identifikasi modus kegagalan pada proses Functional Hazard Assessment (FHA), serta melaksanakan proses System Safety Assessment (SSA). Setelah disempurnakan, prosedur penilaian keselamatan diterapkan pada pesawat WiSE-8 kemudian proses penerapan beserta hasil penerapannya dianalisis. Penerapan penyempurnaan prosedur penilaian keselamatan pada pesawat WiSE-8 berhasil mengidentifikasi fungsi yang lebih banyak pada proses FHA dibandingkan hasil penerapan sebelumnya. Karena proses FHA menghasilkan lebih banyak fungsi pesawat WiSE-8, sistem pesawat yang dianalisis pada proses Preliminary System Safety Assessment (PSSA) juga lebih banyak dibandingkan penerapan PSSA sebelumnya. Sayangnya, data sistem pesawat WiSE-8 untuk proses System Safety Assessment (SSA) belum tersedia, sehingga proses SSA dilaksanakan dengan menggunakan data hipotetis.", "Daftar File": {}, "Penulis": "FEBRIANTO EDY PRATAMA (NIM 13601042)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Edy Suwondo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "safety assessment, WiSE", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}