{"Nomor": 10433, "Judul": "PERANCANGAN PROTOTIPE OTOMASI SISTEM PENGENDALIAN KUALITAS PROSES PENGISIAN MINUMAN RINGAN", "Abstrak": "Pengendalian kualitas untuk proses pengisian produk minuman secara realtime sangat diperlukan agar dapat mengurangi produk cacat yaitu volume minuman ringan dalam kemasannya. Peta kontrol yang merupakan salah satu alat dari Statistical Process Control (SPC) sering digunakan untuk mengendalikan proses agar mencegah produk cacat. Otomasi proses pengendalian kualitas akan mengintegrasikan area pengendalian kualitas dengan area proses produksi untuk menghasilkan pengendalian yang realtime dapat dilaksanakan. Pembangunan otomasi sistem memanfaatkan microcontroller TTL tipe 89C52 yang memiliki tiga buah timer dan komunikasi serial RS 232 sebagai interface. Untuk memberikan informasi secara realtime digunakan rangkaian relays. Sistem pengendalian memiliki tiga buah lampu yaitu hijau, kuning dan merah yang diletakkan pada lantai produksi serta penghentian proses secara otomatis jika proses out of control. Perangkat lunak menggunakan bahasa Visual Basic dibangun untuk menampilkan peta kontrol pada layar komputer dan dengan mengikuti aturan Westgard Multirules dapat mengidentifikasi kondisi out-ofcontrol serta dengan Artificial Neural Network (ANN). Mekanisme separator akan diaktifkan pada interval waktu tertentu untuk mengambil data. Pemodelan mekanisme ban berjalan untuk pengukuran dilakukan bertujuan untuk menentukan jarak efektif yang diperlukan dari pemisah (separator) ke sensor berat. Prototipe ini hanya diuji pada laboratorium dan bekerja sangat baik namun untuk selanjutnya pengujian pada industri sangat diperlukan.", "Daftar File": {}, "Penulis": "FERDINAND INDRA ANDHITA (NIM 23401023)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ir. TMA. Ari Samadhi, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Control chart, integration, realtime", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}