{"Nomor": 10436, "Judul": "PERANCANGAN KONTROLER SISTEM TELEMETRY PADA PINTU KANAL AIR BERBASIS MIKROKONTROLER DAN MODEM GSM", "Abstrak": "Kebutuhan akan pentingnya sebuah sistem embedded realtime saat ini sudah semakin terasa. Secara luas prinsip sistem embedded realtime sudah digunakan dalam berbagai bidang, industri, rumah tangga, dan keperluan spesifik seperti bidang sistem telemetry. Penerapan prinsip-prinsip sebuah sistem embedded realtime adalah hal yang semestinya dilakukan, karena pada sistem telemetry informasi yang diperoleh haruslah tepat waktu dan valid (sesuai dengan yang sebenarnya). Sedapat mungkin respon waktu setiap pekerjaan yang dilakukan sistem, berlangsung pada waktu yang sudah dijadwalkan (sesuai dengan deadline). Sehingga tidak ada antrian pekerjaan yang dilakukan sistem pada suatu saat, yang tentunya bila itu terjadi mengurangi keseluruhan kehandalan dari sistem yang dirancang.Keuntungan dengan penerapan sistem telemetry secara umum adalah setiap action terhadap sistem dapat dilakukan dari jarak jauh ataupun tempat sulit dan berbahaya, user dapat mengakses informasi mengenai status dan data-data fisis setiap waktu dari jarak jauh. Sehingga menjadikan sistem bekerja efektif, implikasi logisnya tentu menghemat banyak hal secara keseluruhan baik waktu,biaya, maupun tenaga.Pada tugas akhir yang penulis kerjakan, dirancang sebuah sistem telemetry pada skala kecil khususnya pada kasus pintu kanal air. Dalam tugas akhir ini dilakukan perancangan dan implementasi sistem embedded realtime yang menerapkan prinsip penjadwalan (scheduling) cooperative scheduler multitasking. Melalui desain ini diterapkan bagaimana melakukan penjadwalan yang baik terhadap berbagai task yang dikerjakan oleh sistem. Secara garis besar, task-task yang dilakukan oleh sistem adalah task-task yang berhubungan dengan sensor (level dan debit air) dan aktuator (motor DC), dan penjadwalan komunikasi dengan media SMS ( short message services ) melalui modem GSM.Dengan penerapan dasar-dasar scheduler cooperative ini, tentu diharapkan nantinya terwujud suatu sistem telemetry yang handal dan responsif. Semua task dapat dilakukan dan selesai pada waktu yang tepat dan diharapkan. Dan selanjutnya dengan respon yang baik, informasi yang diperoleh dapat diolah oleh bagian sistem informasi untuk melakukan berbagai action dan eksekusi terhadap sistem yang di remote.", "Daftar File": {}, "Penulis": "FERO GUSFA (NIM 13200024)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Agung Harsoyo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "realtime, cooperative, scheduler, telemetry, mikrokontroler", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}