{"Nomor": 10435, "Judul": "PENGARUH KELEMBABAN DAN ALKALISASI SERAT TERHADAP KEKUATAN GESER KOMPOSIT RAMI-POLIESTER", "Abstrak": "Pengembangan serat alam untuk digunakan sebagai penguat pada material komposit polimer sangat berpotensi sebagai pengganti serat gelas. Serat rami merupakan serat alam yang dapat digunakan sebagai alternatif pengganti. Pada material komposit sifat antarmuka antara serat dan matriks merupakan hal yang sangat penting. Hal ini disebabkan antarmuka merupakan penghubung antara penguat dan pengikat, sehinga akan mempengaruhi sifat dari komposit secara keseluruhan. Pada penelitian ini dilakukan pengkajian pengaruh kelembaban dan alkalisasi serat terhadap kekuatan geser komposit serat rami/poliester. Perlakuan alkalisasi dilakukan untuk meningkatkan sifat mechanical interlocking antara serat dan matriks. Pengaruh kelembaban dilakukan pada RH 60 dan RH 95. \n \n \n \n \n \n \n\nPada penelitian ini, dilakukan beberapa pengujian untuk mengkaji sifat antarmuka komposit, antara lain short beam test, SEM (Scanning Electron Microscopy serta image analysis. Kekuatan antar muka menurun ketika diberi pengaruh kelembaban yang lebih tinggi yang mengakibatkan swelling dan degradasi pada komposit sebesar 37-48%. Pengaruh alkalisasi akan meningkatkan kekuatan antar muka pada Rh 60 (0.5-40.4%) dan Rh 95 (25.1-39%). Ketahanan komposit terhadap lingkungan meningkat sebesar 10.3%. Hasil SEM menunjukkan bahwa pengaruh alkalisasi terlihat dengan meningkatnya jumlah matriks yang menempel pada serat ketika komposit diuji kekuatan geser. Hal ini menunjukkan teradi peningkatan mechanical interlocking yang meningkatkan kekuatan antar muka. Hasil pengujian kekuatan geser komposit masih dipengaruhi oleh void yang terdapat pada komposit sebesar 7.5-20.3%. Semakin besar void, kekuatan geser komposit akan semakin rendah.", "Daftar File": {}, "Penulis": "FERDINANDUS SARJANADI DAMANIK (NIM 23704004)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Hermawan Judawisastra"], "Jenis Koleksi": "Tesis", "Penerbit": "Ilmu dan Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Kelembapan, Alkalisasi, Kekuatan geser, Komposit, Rami, Poliester", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}