{"Nomor": 10440, "Judul": "ANALISIS KAPASITAS STRUKTUR DENGAN INCREMENTAL DYNAMIC ANALYSIS DAN PENDEKATAN MODAL PUSHOVER ANALYSIS PADA STRUKTUR BETON BERTULANG", "Abstrak": "Incremental Dynamic Analysis (IDA) adalah suatu analisis yang dikembangkan untuk mengestimasi seismic demand dan kapasitas struktur secara akurat. Analisis ini memerlukan respon riwayat waktu non-linier dengan inkremental intensitas percepatan gempa, sehingga dapat dibentuk respon seluruh struktur. Mengingat perhitungan IDA dengan menggunakan analisis riwayat waktu non-linier sangat kompleks, maka perlu dilakukan metoda pendekatan untuk menganalisis seismic demand dari struktur, yaitu dengan Modal Pushover Analysis (MPA).MPA dikembangkan untuk meningkatkan analisis push-over (Capacity Spectrum Method) dengan mengikutkan kontribusi ragam getar (mode) struktur yang lebih tinggi dengan beban seismic demand (Chopra & Goel 2002). MPA mempunyai tingkat akurasi yang sama dengan analisis respon spektra. Analisis MPA dengan beban seismic demand dapat dicari dengan analisis non-linier riwayat waktu Single Degree of Freedom (SDF) System untuk masing-masing mode, yang kemudian dikonversi menjadi deformasi pada lantai teratas. Respon final MPA didapat dari masing-masing mode yang dikombinasikan dengan metoda SRSS pada percepatan gempa yang sama.Berdasarkan studi pada struktur beton bertulang 10, 15 dan 20 lantai untuk sistem portal terbuka dan sistem ganda (portal dan dinding geser), maka dapat disimpulkan bahwa MPA dapat digunakan untuk menggantikan kurva Vb vs Uroof IDA, dengan penambahan kontribusi mode yang lebih tinggi, minimum mode 2 dan 3. Dari hasil respon perpindahan atap struktur portal terbuka, didapatkan hasil analisis MPA tidak konservatif/under-estimate terhadap IDA. Meskipun demikian, rasio antara perpindahan atap dan tinggi total struktur dari analisis MPA dan IDA mempunyai perbedaan kurang dari 0.007. Sedangkan pada sistem ganda hasil respon perpindahan atapnya sangat konservatif/over-estimate terhadap hasil IDA. Namun untuk struktur beton bertulang berdinding geser pengaruh mode 2 dan 3 relatif kecil, hal ini disebabkan karena mode 1 pada sistem ganda terlalu dominan.", "Daftar File": {"COVER FERRY WIBOWO (NIM 25006019)": "https://digilib.itb.ac.id/gdl/download/240831", "BAB 1 FERRY WIBOWO": "https://digilib.itb.ac.id/gdl/download/240833", "BAB 2 FERRY WIBOWO": "https://digilib.itb.ac.id/gdl/download/240834", "BAB 3A FERRY WIBOWO": "https://digilib.itb.ac.id/gdl/download/240835", "BAB 3B FERRY WIBOWO": "https://digilib.itb.ac.id/gdl/download/240836", "BAB 4 FERRY WIBOWO": "https://digilib.itb.ac.id/gdl/download/240837", "PUSTAKA FERRY WIBOWO": "https://digilib.itb.ac.id/gdl/download/240838"}, "Penulis": "FERRY WIBOWO [25006019]", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Ir. Bambang Budiono, M.E., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Incremental Dynamic Analysis (IDA), Seismic Demand, Kapasitas Struktur, Analisis Riwayat Waktu, Modal Pushover Analysis (MPA), Story Drift., Incremental Dynamic Analysis (IDA), Seismic Demand, Capacity of Structures, Time History Analysis, Modal Pushover Analysis (MPA), Story Drift.", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "27 Sep 2017"}