{"Nomor": 10459, "Judul": "PENGARUH ABRASI DI PANTAI GROGOL KECAMATAN CIREBON UTARA KABUPATEN CIREBON DAN PANTAI BOJONGSALAWE KECAMATAN PARIGI KABUPATEN CIAMIS TERHADAP KOMPONEN-KOMPONEN SISTEM PEMBANGUNAN WILAYAH PESISIR DAN LAUT", "Abstrak": "Potensi sumberdaya wilayah pesisir dan laut yang terdapat di seluruh wilayah Negara Kesatuan Republik Indonesia yang sangat besar seharusnya mampu memberikan kemakmuran bagi seluruh rakyat Indonesia. Namun ketimpangan cara pandang antara wilayah daratan dan wilayah pesisir membuat fokus pembangunan lebih dikonsentrasikan pada wilayah darat, sehingga potensi wilayah pesisir dan laut tidak diwujudkan dan didayagunakan secara optimal serta permasalahan-permasalahan di wilayah pesisir seperti abrasi, sedimentasi, dan erosi tidak tertangani dengan tuntas. Hal ini tercermin dalam berbagai kebijakan pembangunan kelautan di Indonesia.Abrasi merupakan salah satu jenis permasalahan di wilayah pesisir. Abrasi adalah proses perubahan fisik pantai yang disebabkan oleh gelombang dan arus laut. Abrasi yang terjadi di Pantai Grogol Kabupaten Cirebon dipengaruhi oleh faktor oceanografi Laut Jawa, sedangkan abrasi yang terjadi Pantai Bojongsalawe Kabupaten Ciamis dipengaruhi oleh faktor oceanografi Samudera Hindia. Abrasi yang terjadi di kedua tempat ini telah berpengaruh pada komponen-komponen sistem pembangunan wilayah pesisir dan laut, yaitu ekonomi, sosial, budaya, dan hukum; kewilayahan; ekosistem; pengelolan Daerah Aliran Sungai (DAS); dan oceanografi dan estuari.Pantai Grogol yang terletak di Pantai Utara Jawa Barat dan Pantai Bojongsalawe yang terletak di Pantai Selatan Jawa Barat, memiliki karakteristik fisik pantai dan karakteristik masyarakat yang berbeda, sehingga pengaruh abrasi yang terjadi di dua wilayah studi ini pun akan berbeda. Abrasi di Pantai Grogol telah mengikis secara berlahan tapi pasti tambak-tambak penduduk dan telah memberikan kerugian materi yang tidak sedikit. Abrasi juga berdampak pada meningkatnya jumlah peminat pekerja ke luar negeri, padahal dilihat dari sumber daya manusianya masyarakat Desa Grogol masih rendah. Sedangkan abrasi di Pantai Bojongsalawe berdampak pada hilangnya lapangan pacuan kuda yang pada awalnya menjadi kegiatan yang menonjol di desa ini. Abrasi juga mengancam TPI Bojongsalawe yang letaknya tinggal beberapa meter saja dari bibir pantai. Hilangnya mata pencaharian berpengaruh pada pendapatan, rendahnya pendidikan masyarakat membuat pilihan pekerjaan semakin sempit.Tujuan Penelitian ini adalah melakukan telaah perbandingan terhadap pengaruh abrasi di Pantai Grogol dan Pantai Bojongsalawe dalam perspektif sistem pembangunan wilayah pesisir dan laut, dan merumuskan suatu usulan kepada Pemerintah Kabupaten Cirebon dan Kabupaten Ciamis untuk meminimalisasi terjadinya abrasi di Pantai Grogol dan Pantai Bojongsalawe, sehingga pemanfaatan wilayah pesisir dan laut dapat dilakukan dengan optimal untuk mencapai tiga tujuan inti pembangunan. Dengan pendekatan yang dilakukan yaitu mengidentifikasi pengaruh abrasi terhadap komponen-komponen pembangunan wilayah pesisir di kedua wilayah studi, menjelaskan korelasi antara kebijakan kelautan nasional, kebijakan kelautan Provinsi Jawa Barat, kebijakan kelautan Kabupaten Cirebon, dan kebijakan kelautan Kabupaten Ciamis. Kemudian dengan menggunakan analisis SWOT dibuat strategi yang menjadi prioritas kebijakan penanganan abrasi di Kabupaten Cirebon dan Kabupaten Ciamis.Adapun prioritas kebijakan penanganan abrasi, yang diperoleh dari analisis SWOT yaitu:1. Menyusun Masterplan Penanganan Abrasi di Pantai Grogol dan Pantai Bojongsalawe yang berorientasi pada komponen-komponen sistem pembangunan wilayah pesisir dan laut.2. Menyusun Draft Pengelolaan DAS Cisanggarung dan DAS Citanduy yang memperhatikan keterpaduan pemanfaatan hulu dan hilir sungai.3. Melengkapi ketersediaan infrastruktur data spasial yang akan mempermudah penanganan kerusakan wilayah pesisir.4. Meningkatkan koordinasi antar instansi yang terkait dalam pembangunan wilayah pesisir dan laut di Kabupaten Cirebon dan Kabupaten Ciamis.5. Membentuk suatu management corporate yang berfungsi menyatukan berbagai kepentingan dalam pengelolaan wilayah pesisir dan laut.6. Menyediakan produk peraturan daerah untuk menyadarkan masyarakat sekitar wilayah yang terkena abrasi agar tidak melakukan tindakan-tindakan yang dapat memperbesar masalah yang telah ada.7. Memberikan penyuluhan serta menyebarluaskan informasi kepada masyarakat mengenai pentingnya menjaga kelestarian lingkungan.8. Membuat bangunan pengaman pantai yang disesuaikan dengan kondisi fisik dan oceanografi Pantai Grogol dan Pantai Bojongsalawe.9. Penanaman mangrove yang melibatkan kelompok-kelompok masyarakat dalam proses tanam dan pemeliharaannya.10. Mendorong diversifikasi usaha bagi nelayan dan petani pada saat masa paceklik dan hilangnya mata pencaharian akibat abrasi melalui pelatihan-pelatihan pada kelompok-kelompok yang telah ada.Dikarenakan karakteristik wilayah studi yang berbeda, maka prioritas kebijakan secara fisik dan kemasyarakatannya pun berbeda. Dimana untuk Pantai Grogol yang merupakan pantai berlumpur, penanganan secara fisik lebih ditekankan pada penyediaan tumbuhan pantai, sedangkan Pantai Bojongsalawe yang merupakan pantai berpasir, penanganannya ditekankan pada rehabilitasi bangunan pelindung pantai. Perbedaan karakteristik masyarakat membuat peran pemerintah daerah masih sangat besar untuk memberikan penyuluhan atau pelatihan kepada masyarakat agar masyarakat Desa Grogol lebih bersifat aktif. Sedangkan untuk Desa Karangjaladri, pemerintah daerah dapat memberdayakan masyarakat dengan mengikutsertakan dalam kegiatan-kegiatan penanganan abrasi.", "Daftar File": {}, "Penulis": "FITRIA (NIM 24005010)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Widyo Nugroho SULASDI"], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "abrasi, wilayah pesisir dan laut, sedimentasi, erosi, komponen sistem pembangunan, sumber daya alam", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}