{"Nomor": 10452, "Judul": "STUDI DAYA SAING WILAYAH KOTA DAN KABUPATEN DI JAWA BARAT", "Abstrak": "Daya saing wilayah merupakan suatu hal yang krusial di masa otonomi daerah. Dengan mengetahui kondisi daya saingnya, suatu daerah dapat menentukan strategi pembangunan dengan lebih baik. Daya saing ini juga dapat merupakan input bagi dunia usaha untuk menentukan lokasi investasi, dimana karakteristik lokasi merupakan hal yang sangat penting bagi perkembangan investasi mereka.Tujuan dari studi ini adalah untuk menentukan pusat-pusat pertumbuhan Jawa Barat berdasarkan peringkat daya saingnya. Hasil pengukuran tersebut kemudian disusun menjadi suatu profil daya saing dari masing-masing kota/kabupaten. Profil ini berisi advantage dan disadvantage yang berdasarkan keunggulan indikator dan variabel dari masing-masing daerah. Untuk mencapai tujuan tersebut dilakukan pula analisis daya saing per sektor. Metode yang digunakan dalam studi ini merupakan pendekatan dari metode-metode pengukuran daya saing yang dikeluarkan oleh Institute for Management Development (IMD, 2006), World Economic Forum (WEF, 2006), Institute for Industrial Policies Study (IPS, 2006), Tasmanian Treasury and Finance, dan Pusat Pendidikan dan Studi Kebanksentralan Bank Indonesia (PPSK-BI, 2002). Pendekatan dilakukan dengan cara membandingkan tiap-tiap indikator dari masing-masing metode yang kemudian dijadikan sebagai acuan studi ini dalam memilih indikator yang akan digunakan. Dengan demikian diharapkan indikator yang digunakan dalam studi ini akan lebih lengkap. Indikator yang digunakan dalam studi ini adalah Perekonomian daerah, Lingkungan bisnis, Infrastruktur, IPTEK, Institusi dan kelembagaan, Sumber daya manusia, Sumber daya alam, dan terakhir Geografis.Dari hasil penelitian daya saing ini didapatkan hasil lima besar yaitu Kota Bandung, Kabupaten Bandung, Kabupaten Bogor, Kabupaten Bekasi, dan Kota Bekasi. Kelima kota tersebut diusulkan sebagai pusat pertumbuhan Provinsi Jawa Barat dengan harapan akan memberikan efek penjalaran ke daerah di belakangnya. Dalam hasil peringkat daya saing ini, enam dari sembilan daerah dengan tatus kota yang ada di Jawa Barat masuk ke dalam peringkat sepuluh besar. Tiga kota yang tidak masuk kedalam sepuluh besar ini berada di Jawa Barat bagian selatan.Peringkat lima besar untuk daya saing sektor primer ditempati oleh Kabupaten Bogor, Kabupaten Bandung, Kota Bandung, Kabupaten Sukabumi, dan kabupaten Bekasi. Untuk daya saing wilayah menurut sektor sekunder dan sektor tersier hasilnya relatif serupa terutama untuk lima besar yang sama-sama ditempati oleh Kota Bandung, Kabupaten Bandung, Kabupaten Bogor, Kabupaten Bekasi dan Kota Bekasi.", "Daftar File": {}, "Penulis": "FIRMAN HAMDANI KUSUMAH (NIM 15404086)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Mangisi Irene M. Pangaribuan, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "daya saing, pusat pertumbuhan, investasi, otonomi daerah", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}