{"Nomor": 10453, "Judul": "PERANCANGAN SISTEM KONTROL DENGAN JARINGAN SYARAF TIRUAN DAN ALGORITMA GENETIK PADA PLANT REAKTOR SINTESA UREA PT. XYZ", "Abstrak": "PT. XYZ merupakan salah satu industri proses kimia dimana perancangan sistem pengontrolan menjadi bagian yang tak terpisahkan dari proses itu sendiri. Salah satu bagian dari PT. XYZ adalah plant reaktor sintesa urea yang memiliki karakteristik nonlinier. Sesuai dengan perilaku nonlinier yang dimilikinya, plant reaktor sintesa urea membutuhkan suatu pengontrol nonlinier yang cukup handal. Keunggulan struktur Jaringan Syaraf Tiruan (JST) yang dapat melibatkan fungsi nonlinier di dalamnya diyakini mampu berperan sebagai pengontrol dalam menangani kompleksitas proses kimia yang terjadi. Penelitian ini berupaya mengembangkan metode kontrol optimal umpan balik yang dirancang menggunakan JST dan algoritma genetik (AG). Pendekatan neuro-fuzzy diimplementasikan untuk memodelkan dinamika plant reaktor urea dimana pengontrol JST digunakan untuk mengontrol dinamika proses. Pembelajaran JST oleh AG digunakan untuk meminimumkan error temperatur disamping memaksimalkan level cairan pada plant reaktor urea dimana temperatur dan level merupakan variabel yang saling berkaitan. Hasil simulasi memperlihatkan bahwa strategi pengontrolan yang telah dirancang dapat menjejaki setpoint temperatur dengan cukup baik di samping memaksimalkan secara optimal level cairan plant reaktor urea. Juga dilakukan perbandingan antara pengontrol JST dengan pengontrol PID kaskade.", "Daftar File": {}, "Penulis": "FIRMAN NUGROHO (NIM 13303067)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ing. Yul Y. Nazaruddin, MSc, DIC, Dr. Ir. Agus Samsi M.T., dan Ir. Satriyo Nugroho, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Jaringan syaraf tiruan, Algoritma genetik, Adaptive Neuro-Fuzzy Inference System, Plant reaktor urea, Pengontrol PID Kaskade", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}