{"Nomor": 10461, "Judul": "PENGEMBANGAN FORMULA TABLET MENGAPUNG RIBOFLAVIN", "Abstrak": "Obat dengan daerah penyerapan pada saluran pencernaan bagian atas akan mempunyai masalah ketersediaan hayati jika diberikan menggunakan bentuk sediaan oral konvensional. Riboflavin merupakan salah satu model obat dengan daerah absorpsi sempit, yaitu pada saluran pencernaan bagian atas. Waktu tinggal obat pada daerah absorpsi yang relatif singkat menyebabkan absorpsi obat kurang optimal. Peningkatan waktu tinggal obat dalam usus halus sulit dilakukan, usaha yang dapat dilakukan yaitu dengan pembuatan sediaan tablet lepas lambat mengapung riboflavin yang dapat memperpanjang waktu tinggal sediaan dalam lambung (gastroretentif) dan melepaskan obat secara sinambung dalam waktu yang cukup lama. Pada penelitian ini dikembangkan tablet lepas lambat mengapung riboflavin yang dibuat dengan sistem efervesen. Faktor yang diteliti adalah jumlah natrium bikarbonat, jenis polimer pembentuk matriks seperti natrium alginat, gom xanthan, Metolose 60SH 4000 dan L-HPC, perbandingan jumlah Metolose 60SH 4000 dan gom xanthan, yaitu 3:1, 4:1, 5:1, 7:1, 10:1, 15:1 dan 20:1. Karakterisasi tablet meliputi karakterisasi fisik standar, waktu laten, waktu pengapungan, dan profil pelepasan. Uji pelepasan dilakukan dengan alat uji disolusi tipe 2 dalam larutan asam hidroklorida 0,1N selama 12 jam dengan kecepatan 50 ppm. Kadar riboflavin ditentukan dengan spektrofotometer UV pada panjang gelombang 267 nm. Metolose 60SH4000 dan gom xanthan merupakan matriks paling sesuai diantara yang diteliti, sebagai komponen yang menghasilkan daya pengapungan pada tablet. Formula dengan natrium bikarbonat 15% dan kombinasi Metolose 60SH 4000: gom xanthan 20:1 memiliki waktu laten kurang dari satu menit dan waktu pengapungan tidak kurang dari 12 jam. Hasil uji pelepasan riboflavin dari tablet menunjukan persen pelepasan riboflavin dalam medium mencapai 70% setelah 12 jam. Formulasi tablet mengapung riboflavin dapat dikembangkan menggunakan sistem efervesen dengan komponen zat tambahan yang utama adalah natrium bikarbonat sebagai komponen basa, dan kombinasi Metolose 60SH 4000 dengan gom xanthan sebagai pembentuk matriks. Tablet memperlihatkan karakteristik yang baik sebagai tablet mengapung berdasarkan lamanya waktu mengapung dan pelepasan zat aktif yang terkendali.", "Daftar File": {}, "Penulis": "FITRIA YUANITA MUFTIZAL (NIM 10704012)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Heni Rachmawati dan Dr. Jessie Sofia Pamudji"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "riboflavin, tablet, obat", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Vika Anastasya Kovariansi", "File": "8 file", "Tanggal Input": "13 Apr 2009"}