{"Nomor": 10478, "Judul": "PERANCANGAN DAN LAYOUT FULLY DIFFERENTIAL AMPLIFIER OTA PADA ROIC KAMERA TERMAL", "Abstrak": "Pengenalan terhadap suatu objek merupakan suatu kemampuan mendasar yang diperlukan manusia dalam mengambil keputusan. Salah satu cara pengenalan objek yaitu dengan memanfaatkan emisi termal yang dipancarkan oleh objek yang termanifestasi sebagai pancaran infra merah sehingga membuat objek dapat dikenali meskipun dalam kondisi pencahayaan yang sangat minim. Contoh dari alat yang memanfaatkan pengenalan objek dengan cari ini adalah kamera termal.Pada Tugas Akhir ini, dilakukan perancangan dan implementasi rangkaian penguat sebagai salah satu satu bagian dari kamera termal yang memiliki spesifikasi respon transien < 52.1 micron s, penguatan > 80dB, daya < 5mW, dan CMRR > 80dB. Rangkaian penguat terletak pada komponen Read Out Integrated Circuit (ROIC) yang bersama dengan sensor bolometer membentuk SoC (Sistem on Chip).Perancangan pertama-tama dilakukan dengan perhitungan secara teoritis kemudian disimulasikan dengan SPICE. Hasil perancangan yang telah memenuhi spesifikasi lalu di-layout menggunakan L-Edit dengan teknologi 0.8 micron, single poly, dan double metal. Hasil layout ini lalu diekstrak dan disimulasikan kembali dengan SPICE untuk menguji kinerja rangkaian terhadap spesifikasi yang ingin dicapai. Disamping itu juga dilakukan simulasi Monte Carlo untuk menganalisa pergeseran nilai arus referensi dan tegangan offset yang mungkin terjadi akibat kemungkinan kesalahan pada proses fabrikasi.Fully differential amplifier OTA merupakan topologi yang dipilih dalam perancangan. Hasil verifikasi yang diperoleh adalah respon transien 35us, penguatan 82.84dB, daya 3.04mW, dan CMRR 98dB. Hasil verifikasi ini memenuhi target spesifikasi.", "Daftar File": {}, "Penulis": "GADRI (NIM 13203100)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Irman Idris dan Ir. Achmad Fuad Mas'", "ud, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "kamera termal, ROIC, fully differential amplifier, OTA", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}