{"Nomor": 10473, "Judul": "SALUT ENTERIK PELET INH", "Abstrak": "INH dan rifampisin merupakan obat kombinasi utama dalam pengobatan tuberkulosis. Pemberian INH dan rifampisin secara bersamaan menimbulkan interaksi antar keduanya di lambung yang menyebabkan menurunnya ketersediaan hayati rifampisin. Tujuan penelitian ini adalah membuat pelet salut enterik INH. Pelet INH dibuat dengan metode ekstrusi sferonisasi dengan Avicel PH 101 sebagai pengisi, PVP sebagai pengikat dan larutan natrium lauril sulfat sebagai cairan penggranul. Kollicoat MAE 30DP digunakan sebagai bahan salut enterik. HPMC dengan variasi viskositas diaplikasikan sebagai seal coat sebelum salut enterik untuk meningkatkan kestabilan salut enterik dalam suasana asam. Kollicoat MAE 30DP dengan weight gain (WG) hingga 60% hanya dapat menahan pelepasan INH dalam asam sampai 26,64%. Penggunaan HPMC viskositas 50 cps dengan WG 2, 6, dan 10% sebelum salut enterik 60% dapat menurunkan pelepasan INH di asam (6,52%, 5,70%, dan 3,63%) dalam waktu 2 jam. Sedangkan menggunakan HPMC viskositas 6 dan 15 cps dengan WG 10% pelepasan INH dalam asam adalah sebesar 4,12% dan 3,54%. Dalam suasana basa, INH dari pelet salut enterik terdisolusi sebanyak lebih dari 90% selama 45 menit. HPMC dengan viskositas yang lebih rendah lebih memudahkan penyalutan. Salut enterik pelet INH dengan menggunakan HPMC (WG 10%) sebagai seal coat dan Kollicoat MAE 30DP (WG 60%) sebagai polimer salut enterik menghasilkan pelepasan INH kurang dari 5% dalam medium asam. Berbagai viskositas HPMC menghasilkan kemampuan yang sama dalam menahan pelepasan INH dalam suasana asam dan juga dalam pelepasan INH dalam suasana basa.", "Daftar File": {}, "Penulis": "FRISKA M. MALAU (NIM 10704020)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Lucy D. N. Sasongko"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "INH, rifampisin, tuberkulosis", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Vika Anastasya Kovariansi", "File": "8 file", "Tanggal Input": "14 Apr 2009"}