{"Nomor": 10474, "Judul": "PETA HAZARD PULAU JAWA DENGAN MODEL SUMBER GEMPA 3D MENGGUNAKAN SOFTWARE HAZUS (USGS)", "Abstrak": "Negara Indonesia adalah salah satu negara dengan potensi gempa yang sangat besar. Kejadian-kejadian gempa dahulu maupun sekarang menunjukkan bahwa kejadian gempa dengan magnitude besar sering terjadi di wilayah Indonesia. Analisa resiko gempa harus dilakukan untuk memetakan seluruh wilayah dan resiko dimasing-masing wilayah jika terjadi kejadian gempa. Standard nasional perencanaan bangunan terhadap beban gempa yang kini umum digunakan dalam praktek adalah SNI-1726-2002, didalamnya terdapat peta zonasi wilayah Indonesia. Peta zonasi ini dibuat berdasarkan hasil rata-rata analisis beberapa peneliti dengan model sumber yang berbeda-beda pula.Analisis resiko gempa dengan model sumber gempa 3D memberikan hasil yang lebih akurat relatif terhadap analisis dengan model sumber 2D. Penelitian ini bertujuan membuat peta zonasi wilayah Pulau Jawa dengan model sumber 3D dengan bantuan program HazUS yang dikembangkan oleh USGS (United States Geological Survey). Program HazUS ini adalah freeware, yang mana pada pertengahan tahun 2007 yang lalu diadakan pelatihannya di Indonesia oleh tim dari USGS. Keuntungan menggunakan software ini adalah bahwa sumber gempa dimodelkan sebagai sumber 3D dan telah menggunakan fungsi atenuasi terbaru NGA (Next Generation Attenuation) sedangkan kekurangannya adalah dalam tampilannya (MS-Dos) baik dalam proses input maupun output program.Teori probabilitas total (McGuire, 1976) digunakan dalam perhitungan hazard dalam HazUS. Program ini juga dapat melakukan analisis single-site, dalam penelitian ini dipilih site Jakarta. Kurva hazard, respon spektra untuk Jakarta dengan periode ulang 475 tahun dan 2475 tahun disajikan. Secara umum percepatan di Jakarta dengan pemodelan sumber 3D dengan hazUS didapati lebih besar nilainya dibandingkan dengan SNI-1726-2002.", "Daftar File": {}, "Penulis": "FRITZ RUDOLPH P. N. (NIM : 25005042)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Bigman M. Hutapea, MSc, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "analisis resiko gempa, model sumber 3D, program HazUS, seismic hazard analysis, 3D Source Model, software HazUS", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}