{"Nomor": 10487, "Judul": "PENGARUH OKSIDAN TERHADAP SIFAT MAGNET BARIUM FERRITE YANG DIBUAT DENGAN METODE SOL GEL AUTO COMBUSTION", "Abstrak": "Barium ferrite adalah material dengan sifat magnet yang baik dan digunakan secara luas sebagai magnet permanen. Serbuk barium ferrite yang memiliki ukuran nanometer, fasa yang homogen, dan distribusi ukuran yang kecil mempunyai performa yang tinggi. Banyak usaha telah dilakukan untuk membuat serbuk barium ferrite dengan ukuran yang lebih kecil. Metode sol gel auto combustion adalah teknik baru dalam membuat serbuk barium ferrite berukuran kecil yang memanfaatkan reaksi pembakaran antara garam logam dengan bahan bakar organik. \n \n \n \n \n \n\nPada penelitian ini, dibuat serbuk barium ferrite dengan metode sol gel auto combustion. Bahan baku yang digunakan, Fe(NO3)3.9H2O, Ba(NO3)2, dan bahan bakar asam sitrat dilarutkan dalam aqua bidestilat. Rasio Fe/Ba adalah 7 dan 12, sedangkan rasio kation terhadap asam sitrat adalah 1:2. Untuk rasio Fe/Ba 7, tiga larutan dengan oksidan yang berbeda, H2O2, HNO3, dan HClO4, disiapkan untuk membandingkan pengaruh masing-masing oksidan terhadap serbuk barium ferrite yang dihasilkan. Untuk rasio Fe/Ba 12 disiapkan dua larutan, satu dengan oksidan H2O2 dan yang lain tanpa oksidan. pH pada semua larutan adalah 7. Serbuk yang telah dikalsinasi dikarakterisasi menggunakan XRD, SEM, dan Permagraph magnetometer. \n \n \n \n \n \n\nDari ketiga oksidan yang digunakan, HNO3 menghasilkan serbuk dengan sifat magnet yang lebih baik dengan remanency 2030 Gauss, dan BHmax 0,73 MGOe. Penggunaan oksidan H2O2 dan HClO4 dalam metode sol gel auto combustion tidak efektif Sifat magnet yang maksimum tidak bisa dicapai karena adanya fasa BaFe2O4 dan hematite pada sampel.", "Daftar File": {}, "Penulis": "GEDE RESA UDAYANA KUSUMA (NIM 13703033)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Ahmad Nuruddin, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Brium ferrite, Sol gel auto combustion, Oksidan", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}