{"Nomor": 10481, "Judul": "THE STUDY OF SALES ACCOUNTING FLOW AND SYSTEM IN INDONESIAN STATE-OWNED OIL COMPANY", "Abstrak": "Within the past five years, an enormous attainment has been achieved by PT. XYZ, sole state-owned company that has been managing Indonesian oil and gas resources over decades. It vastly improves its service quality, as well as corporate image and system efficiency. From here I assume that it would be a bold consideration to conduct an analysis related to its financial accounting system, especially its sales flow and accounts, in order to generate a comprehensive structured-evaluation for the needs of further study. By choosing PT. XYZ as data-provider partner, I expect that this analysis can be a form of reference that provides generic illustration related with sales-accounting standards apprehended by Indonesian global institution, to uphold its business strategy and fairness. \n \n \n\nRelated with point of view, the author identified the following points of measurements: (i) What are the priorities in constructing a well-ordered Sales Accounting Process in oil business? What documents should be provided, (ii) What procedures should an oil company conduct to verify, manage and analyze sales data, and (iii) How far has PT. XYZ Sales Reports meet the effectiveness and fairness criterion, considering the generally accepted accounting principles. This research is focused on sales-related accounts conducted by Finance function of PT. XYZ. Sole points to be analyzed included the following aspects: Credit/ CC base Sales Analysis, Cash base Sales Analysis, and Prepayment base Sales Analysis. \n \n \n\nThis research uses a descriptive research method. The whole research process conducted in the following orders: data collection, data classification (entry and processing), data analysis, data interpretation and reporting/ publication. The author use Standar Akuntansi Keuangan per 2004, PSAK No.23 and 29 for research foundation. \n \n \n\nBased on the responses, the author measure that the accounting system already supports the company objectives in term of efficiency, accountability and auditable criterion. Account Receivable contribute major role in the whole sales accounting flow and system. Pertamina consider it as important, thus their paying detailed attention on the recording procedure. The author suggests giving more attention to specific transaction process (both for the ticketing system and the human resource), as well as improves the automation over all aspects, in ordering to limit further error and manipulation.", "Daftar File": {}, "Penulis": "GALLA ANDIKA PUTERA (NIM 19005111)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Isrochmani, MAcc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Sales accounting, Flow, System", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Rizki Aprianti", "File": "7 file", "Tanggal Input": "01 Okt 2009"}