{"Nomor": 10494, "Judul": "IDENTIFIKASI PROSES DALAM LUP TERTUTUP KONTROL TEMPERATUR PRODUK ATAS PADA PLANT AMMONIA STRIPPER DENGAN MENGGUNAKAN ALGORITMA LUUS JAAKOLA", "Abstrak": "Dalam dunia industri, model matematika yang akurat sangat diperlukan untuk merancang pengontrol yang baik. Identifikasi sistem merupakan cara untuk menentukan model matematika dari suatu proses dinamik dengan menggunakan data pengukuran. Dalam penelitian ini telah diidentifikasi sebuah sistem non-linier pada sistem lup tertutup dengan menggunakan dua pendekatan yaitu, pendekatan langsung dan pendekatan joint input-output. \n \n \n \n\nPada dasarnya identifikasi sistem lup tertutup membutuhkan metode-metode identifikasi yang berbeda dengan sistem lup terbuka. Pada penelitian ini algoritma Luus Jaakola digunakan untuk identifikasi. Algoritma Luus Jaakola sendiri merupakan algoritma yang biasanya digunakan untuk optimasi, tetapi dalam penelitian ini dicoba untuk digunakan dalam identifikasi sistem. Model ARX, Hammerstein dan neural network digunakan dalam identifikasi sistem pada penelitian ini. \n \n \n \n\nSistem lup tertutup yang digunakan dalam penelitian ini adalah sistem kontrol temperatur produk atas dari ammonia stripper yang berada di PT. XYZ. Plant ini merupakan bagian dari plant produksi amoniak dan berfungsi untuk memisahkan air dan amoniak. Hasil dari identifikasi sistem lup tertutup dengan menggunakan algoritma Luus Jaakola menunjukkan bahwa algoritma ini baik digunakan untuk identifikasi sistem. Hal ini dibuktikan dengan nilai RMSE yang kecil dari hasil identifikasi dan validasi. Nilai RMSE untuk identifikasi dengan model ARX, Hammerstein, dan neural network adalah 0,011; 0,015; dan 0,012.", "Daftar File": {}, "Penulis": "GIAN ANGGANA (NIM 13304053)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Harijono A. Tjokronegoro dan Dr. Ir. Edi Leksono, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Identifikasi sistem lup tertutup, Pendekatan langsung, pendekatan joint input-output, Algoritma Luus Jaakola, Ammonia Stripper", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}