{"Nomor": 10512, "Judul": "ANALISIS DAN PEMODELAN RESERVOIR UNTUK MEMPREDIKSI LAJU KOMPAKSI DAN SUBSIDENCE DI LAPANGAN X OFFSHORE JAWA BARAT", "Abstrak": "Penurunan permukaan batuan atau subsidence yang disebabkan oleh kompaksi batuan dapat muncul pada reservoir hidrokarbon yang sedang produksi. Berat dari overburden di atas formasi ditahan oleh matrik batuan dan tekanan pori dalam batuan ketika tekanan pori tersebut berkurang, hal tersebut mengakibatkan beban berpindah ke matrik batuan dan mengakibatkan formasi mengalami kompaksi. Kompaksi batuan menyebabkan masalah dalam berbagai skala. Misalnya, dapat mengurangi porisitas dan permeabilitas formasi, serta mempengaruhi produksi dari suatu reservoir. Kompaksi juga dapat mendeformasi suatu sumur yang menyebabkan operasional menjadi terhambat dan memperpendek umur suatu sumur. Bila kompaksi cukup signifikan maka dapat menyebabkan amblesan pada permukaan batuan (surface subsidence)  yang mengakibatkan problem keamanan platform yang vital terutama jika lokasi sumur berada di lepas pantai atau laut (offshore). Subsidence pada Lapangan X diakibatkan oleh kompaksi reservoir dari turunnya tekanan pori selama periode produksi hidrokarbon. Secara general, penurunan tekanan reservoir tergantung pada kedalaman akumulasi hidrokarbon. Berat dari sedimen diatasnya dipindahkan pada fluida dan struktur butiran pada reservoir. Pada saat hidrokarbon diproduksi, tekanan pori akan turun dan beban dari formasi akan meningkat. Peningkatan beban pada formasi menyebabkan reservoir mengalami kompaksi. Total kompaksi tersebut berhubungan dengan turunnya tekanan formasi, sifat fisik dari batuan, dan ketebalan formasi.", "Daftar File": {}, "Penulis": "GUMBIRA ADI PERMANA (NIM: 22205009)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Sutopo dan Dr. Ir. Sudjati Rachmat"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "reservoir, laju kompaksi, subsidence", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "10 file", "Tanggal Input": "27 Sep 2017"}