{"Nomor": 10515, "Judul": "EKSPLORASI PELUANG INDUSTRI KREATIF DALAM PENGEMBANGAN  SUMBER DAYA MANUSIA DI KAWASAN JATINANGOR", "Abstrak": "Industri kreatif sebagai pembentuk ekonomi kreatif yang telah dirumuskan oleh Pemerintah Indonesia tahun 2008, merupakan topik yang menarik untuk dibahas. Bahkan Pemerintah Provinsi Jawa Barat telah menempatkan ekonomi kreatif sebagai salah satu program strategis dalam pembangunan ekonominya, dengan menempatkan manusia sebagai titik sentral pembangunan industri. Menanggapi wacana tersebut, sebagai salah satu sentra industri kreatif kelompok kerajinan di Jawa Barat, Jatinangor mempunyai peluang untuk pengembangan kawasan yang berdasarkan kreativitas.   \n \n \n\nPeluang industri kreatif kerajinan di kawasan Jatinangor dalam upaya pengembangan sumber daya manusia (SDM) perlu diteliti lebih dalam. Pengembangan suatu daerah perlu memahami potensi diri, siapa saja aktor yang berperan didalamnya serta apa saja hambatan dan tantangan yang dihadapi oleh aktor dalam perkembangan industri kreatif kerajinan saat ini.   \n \n \n\nUntuk menjawab permasalahan tersebut, tesis difokuskan pada mekanisme kerja industri kreatif, diantaranya proses produksi serta proses kreatifnya, kemudian siapa saja aktor yang terlibat di dalamnya dan bagaimana peran aktor dalam mendukung perkembangan industri kreatif.   \n \n \n\nTesis ini menyimpulkan bahwa dalam mekanisme kerja terdapat karakteristik industri kreatif kerajinan di Jatinangor, yaitu proses produksinya berdasarkan contoh dari pemesan, tidak ada produk baru yang menjadi identitas kawasan. Identitas kawasan yang muncul yaitu dalam bentuk keterampilan/keahlian yang dimiliki oleh para pengrajin (skill). Tidak ada nilai tambah (value added) bagi pengrajin karena pemasaran didominasi oleh distributor. Selain itu, upaya pengembangan SDM belum dilakukan secara berkala, masih tergantung dari minat calon pengrajin. Namun, proses pembelajaran yang dilakukan dengan cara merekrut pekerja dari masyarakat merupakan peran yang kelas kreatif terhadap pengembangan SDM yang dapat menimbulkan efek pengganda (multiplier effect) terhadap sektor lain yaitu berupa penyediaan lapangan pekerjaan.", "Daftar File": {}, "Penulis": "GUMILAR (NIM 25407060)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Teti Armiati Argo, MES, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "ekonomi kreatif, kelas kreatif, proses kreatif, industri kreatif", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}