{"Nomor": 10520, "Judul": "UJI JALAN 3 x 10.000 KM PELUMAS MOTOR DIESEL SAE 15W-40 API SERVICE CF-4", "Abstrak": "Motor diesel merupakan penggerak kendaraan bermotor yang biasa dipergunakan untuk transportasi penumpang dan barang. Berbagai jenis mesin atau kendaraan pengangkut di Indonesia menggunakan motor diesel sebagai motor penggeraknya. Oleh karena itu motor diesel merupakan salah satu penggerak ekonomi di Indonesia, terutama dalam fungsinya untuk menunjang sarana transportasi. Untuk menjamin operasi yang handal dan aman, motor diesel memerlukan berbagai elemen penting yang menyokong kelayakan pengoperasian. Salah satu elemen penting dalam motor diesel yang dapat menjamin pengoperasian yang handal dan aman adalah pelumas. Dalam menjamin kelayakan dan ketepatan pelumas yang digunakan, penulis melakukan penelitian terhadap pelumas yang dapat menunjang fungsi motor diesel dalam sektor industri dan transportasi. Uji jalan dilakukan sejauh 30.000 km dengan kondisi operasi di jalan yang mengacu pada standar ASTM D-5500 dan evaluasi mesin/kendaraan yang mengacu pada standar JASO M-354. Mobil uji yang digunakan adalah Isuzu Panther TBR 541-E2 LM25 Smart FF-E, 2500 cc, turbocharger, EURO 2. Hasil yang diperoleh adalah berupa data dari uji akselerasi, uji prestasi menggunakan chassis dynamometer, analisis pelumas dari uji laboratorium pelumas, evaluasi perubahan massa dan dimensi komponen mesin, serta pengamatan visual komponen mesin. Pengujian ini memberikan analisis terhadap pengaruh pelumas terhadap kondisi perubahan komponen baik itu berupa perubahan massa, dimensi, atau kandungan kontaminan. Penurunan daya mesin sebesar 18.9 %, torsi sebesar 7.1%, akselerasi sebesar 13%, massa dan diameter komponen berubah sebesar 0.01%-2%, dan konsumsi rata-rata pelumas sebesar 12.5%. Sehingga secara keseluruhan pelumas yang diujikan adalah pelumas yang bagus.", "Daftar File": {}, "Penulis": "GUSTHAMA DICKY ZACHRANDY (NIM 13103076)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ing. Tri Yuswidjajanto Zaenuri dan Prof. Wiranto Arismunandar"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "motor diesel, uji jalan, daya mesin, pelumas", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}