{"Nomor": 10536, "Judul": "PROSES KARBURASI PADAT PADA BAJA KARBON RENDAH UNTUK DIE DAN PUNCH SETELAN RANTAI (CHAIN FASTENER) MOTOR YAMAHA: STUDI KASUS DI PT. XYZ BANDUNG", "Abstrak": "Die dan punch merupakan alat yang digunakan untuk menghasilkan suatu produk atau komponen baik yang berukuran kecil ataupun besar melalui proses stamping. Material untuk die dan punch pada umumnya berasal dari tool steel. Salah satu jenis tool steel yaitu baja special K-100. PT. XYZ menggunakan tool steel dan baja karbon medium sebagai material die dan punch. \n \n \n \n \n \n\nPenelitian in bertujuan untuk menganalisa proses perlakuan panas yang dilakukan PT. XYZ, membandingkan baja karbon rendah dan medium hasil karburisasi padat yang diikuti dengan proses pengerasan, serta mengaplikasikan proses karburisasi padat pada baja karbon rendah untuk komponen die dan punch setelan rantai motor Yamaha. \n \n \n \n \n \n\nProses karburisasi padat dilakukan dengan menggunakan media karbon arang batok 90% wt dan energizer BaCO3 10% wt yang dimasukkan ke dalam wadah sementasi dan dipanaskan didalam tungku. Temperatur proses karburisasi yaitu 950 derajat C dan holding time selama 3 jam. Untuk proses pengerasan dilakukan pada temperatur 900 derajat C selama 45 menit dan dilakukan proses quenching dalam media air. \n \n \n \n \n \n\nHasil dari proses perlakuan panas yang dilakukan di Laboratorium Teknik Metalurgi FTI ITB menghasilkan hasil harga kekerasan yang tidak jauh berbeda dengan yang dilakukan di PT. XYZ sehingga dapat disimpulkan bahwa proses perlakuan panas yang dilakukan di PT. XYZ bukanlah proses karburisasi. Untuk proses karburisasi padat baja karbon rendah menghasilkan peningkatan kadar karbon di permukaan, dimana pada awalnya adalah 0,22% C menjadi 1,03%C dan kekerasan di permukaan mencapai 1037 HV0,2 dengan proses quenching menggunakan air sedangkan untuk baja karbon medium peningkatan karbon terjadi dari 0,5% C menjadi 1,17% C dan harga kekerasan dipermukaan mencapai 1119 HV0,2 dengan proses quenching menggunakan air. \n \n \n \n \n \n\nPengujian die dan punch setelan rantai motor Yamaha di PT. XYZ menunjukkan bahwa die dan punch dapat menghasilkan komponen sebanyak paling tidak 950 buah. Dari segi kualitas, produk yang dihasilkan menyamai hasil produk baja karbon medium dan tool steel.", "Daftar File": {}, "Penulis": "HALASAN PEBRIANTO SIHOMBING (NIM 13703042)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Budi Hartono Setiamarga dan Umen Rumendi S.T., Weld. Mast."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Karburasi padat, Heat treatment, Baja karbon rendah, Die, Punch, Chain fastener", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}