{"Nomor": 10530, "Judul": "OPTIMASI PENEMPATAN POLA POLIGON KONVEKS MENGGUNAKAN ALGORITMA GENETIK", "Abstrak": "Dari berbagai macam industri, industri manufaktur merupakan industri yang sangat dipengaruhi oleh bahan. Untuk menghasilkan produk dengan harga minimal, diperlukan optimasi pemakaian bahan. Dengan kuantitas bahan baku produk yang minimal, diusahakan dapat menghasilkan kuantitas produk yang maksimal. Atau dengan kata lain, diusahakan dapat memperkecil kuantitas bahan baku produk yang terbuang dalam proses produksi. Sebagai contoh, peletakan pola baju pada bahan baku produk (kain) akan sangat mempengaruhi seberapa optimal pemakaian bahan bakunya. \n \n \n\nSalah satu algoritma yang relatif mudah dengan ruang pencarian solusi yang dibatasi adalah algoritma genetik. Dengan algoritma genetik, diharapkan dapat ditemukan solusi yang cukup baik, dengan algoritma yang cukup sederhana, dan tidak perlu menjelajahi seluruh ruang pencarian solusi. \n \n \n\nWalaupun dibatasi, tetapi solusi yang diproses / dicoba relatif cukup banyak. Untuk tiap solusi yang dicoba, diperlukan perhitungan geometri (misal: menghitung luas area overlapped) dengan algoritma yang rumit. Kerumitan algoritma untuk perhitungan geometri ini dibatasi untuk poligon konveks mengingat Tugas Akhir ini lebih difokuskan pada algoritma genetik ketimbang geometri. \n \n \n\nPerangkat lunak yang dihasilkan bernama Polygon Layout Optimizer (PLO). PLO dikembangkan dengan C++ dengan beberapa graphic library bantuan: OpenGL, GLUT, GLUI. \n \n \n\nPLO mampu menerima berkas poligon dan mencari solusi pola peletakan poligon yang cukup baik. PLO juga dapat menyimpan solusinya ke dalam berkas kromosom untuk dapat dilihat sewaktu-waktu (PLO dapat menampilkan kromosom tertentu). Pengujian telah dilakukan pada berbagai bentuk dan ukuran poligon konveks.", "Daftar File": {}, "Penulis": "HADI SALOKO (NIM 13504157)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Rinaldi Munir, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Algoritma genetik, Penempatan pola", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}