{"Nomor": 10538, "Judul": "PEMODELAN, PENGUJIAN, DAN ANALISIS GETARAN TORSIONAL DARI PERANGKAT UJI SISTEM POROS-ROTOR", "Abstrak": "Getaran yang terjadi pada mesin dapat berupa getaran translasi maupun rotasi. Getaran yang terjadi dalam arah rotasi sering disebut sebagai getaran torsional. Getaran torsional dapat mengakibatkan terjadinya gagal lelah pada poros, kopling, maupun roda gigi. Di Laboratorium Dinamika PRI ITB, penelitian mengenai getaran torsional belum pernah dilakukan. Hal tersebut mendorong Laboratorium Dinamika PRI ITB untuk melakukan penelitian getaran torsional pada sistem poros-rotor yang menggunakan kopling fleksibel. Dalam penelitian ini akan dilakukan pemodelan, pengujian, dan analisis getaran torsional pada pengujian sistem poros-rotor. Pengujian yang dilakukan dalam penelitian ini meliputi pengujian FRF (Fungsi Respon Frekuensi) dan pengujian peta spektrum; yang terdiri dari peta spektrum lateral dan peta spektrum torsional. Pengujian peta spektrum dalam arah lateral dilakukan untuk menyelidiki kemungkinan terjadinya fenomena cross coupling antara getaran lateral dan getaran torsional, sedangkan pengukuran peta spektrum dalam arah torsional dilakukan untuk melihat karakteristik dinamik torsional perangkat uji. Hasil pengujian peta spektrum lateral tidak menunjukkan adanya fenomena cross coupling antara getaran lateral dan getaran torsional, sedangkan hasil pengujian peta spektrum torsional menunjukkan bahwa karakteristik dari getaran torsional mirip dengan getaran lateral. Selain itu, hasil  pengukuran peta spektrum torsional memperlihatkan bahwa level getaran torsional yang terjadi tergantung dari jenis kopling fleksibel yang digunakan. Level getaran torsional yang terjadi pada kopling selang lebih tinggi jika dibandingkan dengan kopling cakar.", "Daftar File": {}, "Penulis": "HALEYNA ARSTIANTI (NIM 13104123)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Zainal Abidin"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "getaran, poros rotor, cross coupling, kopling", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}