{"Nomor": 10540, "Judul": "BUSINESS PROCESS REPORTING SERVICE SUBSISTEM BUSINESS PROCESS GENERATOR", "Abstrak": "Tugas akhir ini merupakan bagian dari pengembangan arsitektur dasar Business Process Reporting Service (BPRS) yang dilaksanakan secara berkelompok oleh Hananto Edy Wibowo dengan NIM 13504002, Wisnu Manupraba dengan NIM 13504148, dan Budi Satrio dengan NIM 13504006. Tujuan utamanya adalah membuat sebuah prototipe perangkat lunak pembuatan laporan dengan menggunakan konsep Business Process Outsourcing (BPO). BPO merupakan konsep di mana business process suatu perusahaan dapat dikerjakan oleh perusahaan lain. BPRS akan menerima data mentah melalui Short Message Service (SMS) dan melalui File Transfer Protocol (FTP), kemudian akan membangkitkan laporan yang dibutuhkan oleh perusahaan pengguna aplikasi ini. \n \n \n\nBPRS terbagi menjadi tiga subsistem yaitu: Business Process Generator (BPG), FTP Based Service dan SMS Based Service. Ketiga subsistem ini berhubungan dengan menggunakan web service dan XML. BPG akan menghasilkan definisi proses pengolahan data, sementara FTP dan SMS Based Service akan menerima data mentah dan menghasilkan laporan yang dibutuhkan oleh perusahaan pengguna aplikasi. \n \n \n\nPada tugas akhir ini, dibangun salah satu prototipe subsistem dari BPRS yaitu Business Process Generator. Aplikasi ini akan menghasilkan definisi pengolahan data laporan dalam format XML. Definisi ini diperolah dengan memanfaatkan fungsi-fungsi pengolahan laporan yang disediakan oleh susbsistem lain dalam bentuk web services. Selanjutnya definisi pengolahan laporan ini akan menjadi masukan bagi subsistem lain untuk diproses menjadi laporan. \n \n \n\nPemodelan pembangunan aplikasi ini dilakukan dengan menggunakan metodologi Unified Process. Untuk implementasinya, digunakan framework Openjgraph untuk mendefinisikan proses pengolahan laporan dalam reperesentasi grafis. Aplikasi ini akan memanfaatkan web services dengan bantuan library WSDL4J, serta membangkitkan dokumen XML yang berisi definisi proses pengolahan data dengan bantuan library Tokenanalyis. Pengujian subsistem ini dilakukan secara black box. Hasil pengujian menunjukkan bahwa aplikasi yang dibangun telah dapat memenuhi spesifikasi kebutuhan. \n \n \n\nDengan dibangunnya aplikasi subsistem Business Process Generator ini, proses pengolahan laporan suatu perusahaan diharapkan dapat dilakukan oleh perusahaan lain yang khusus menyediakan layanan pembuatan laporan, sehingga perusahaan yang menggunakan layanan tersebut akan mendapatkan laporan berdasarkan business process-nya tanpa harus mengetahui detil proses pembuatan laporan.", "Daftar File": {}, "Penulis": "HANANTO EDY WIBOWO (NIM 13504002)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Yani Widyani, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Business process outsourcing, Business process, Laporan, Business process generator, Subsistem, Web services", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}