{"Nomor": 10545, "Judul": "STRUKTUR HEREDITER DAN KOHEREDITER", "Abstrak": "Disertasi ini membahas sifat herediter dan koherediter sejumlah sistem matematika seperti aljabar, modul, koaljabar serta komodul. Kontribusi utama yang dihasilkan menyangkut keterkaitan antara struktur herediter koherediter dengan struktur lain, seperti Dedekind dan koprima kuat dengan usaha memperluas hasil yang telah ada di literatur ke kelas yang lebih besar. Pendekatan secara kategori dilakukan untuk mengeksplorasi hasil di area modul ke dalam area komodul.Pada disertasi ini dibahas kaitan antara modul Dedekind dengan modul herediter Noether prima (HNP). Khususnya ditunjukkan bahwa setiap modul projektif Dedekind adalah modul HNP. Hasil tersebut merupakan kontribusi utama dalam disertasi ini di teori modul. Selain hal tersebut telah ditelaah pula bahwa modul hasil bagi dari suatu modul Dedekind juga merupakan modul Dedekind. Kaitan antara konsep modul koherediter di o[M] dengan konsep projektif di o[M] juga diketengahkan dalam disertasi ini. Khususnya, diketengahkan karakterisasi dari modul koherediter yang terkait dengan sifat projektif di o[M].Hasil utama yang diperoleh di teori komodul adalah kaitan antara koaljabar koherediter dan aljabar herediter dengan tumpuan gelanggang komutatif yang bersifat injektif terhadap dirinya sendiri. Sifat tersebut diperoleh melalui hasil antara bahwa suatu koaljabar bersifat koherediter jika dan hanya jika memiliki dimensi global kurang dari atau sama dengan 1. Diperoleh pula jika suatu dual koaljabar adalah aljabar Dedekind maka koaljabar tersebut bersifat koherediter koprima-kuat, dengan asumsi gelanggang tumpuannya bersifat komutatif, injektif terhadap dirinya sendiri dan merupakan kopembangun. Sifat-sifat yang berkaitan dengan komodul herediter-koherediter yang bertumpu pada gelanggang komutatif dibahas pula dalam disertasi ini. Sifat tersebut, antara lain karakterisasi dan jumlah langsung komodul koherediter. Sifat-sifat komodul tersebut, kemudian diaplikasikan untuk mengidentifikasi sifat-sifat koaljabar koherediter.", "Daftar File": {}, "Penulis": "HANNI GARMINIA Y. (NIM 30104002)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Pudji Astuti, Dr. Irawati, dan Dr. Ahmad Muchlis"], "Jenis Koleksi": "Disertasi", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "projektif, injektif, herediter, koherediter, Dedekind", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}