{"Nomor": 10558, "Judul": "STUDI DIFFUSE OPTICAL TOMOGRAPHY DENGAN ALGORITMA REKONSTRUKSI ITERATIF DAN TEKNIK REGULARISASI", "Abstrak": "Tomografi optik atau Diffuse Optical Tomography (DOT) adalah teknik pencitraan menggunakan sumber cahaya infra-merah dekat sebagai sinyal masukan. Fenomena yang dimanfaatkan adalah interaksi antara cahaya dan medium yang ditentukan oleh dua parameter optik dari medium tersebut, yaitu koefisien hamburan dan koefisien penyerapan. \n \n \n \n \n \n\nSalah satu metode rekonstruksi citra tomografi optik adalah metode rekonstruksi iteratif menggunakan model. Ada tiga bagian utama, yaitu model maju, komparator, dan optimator. Model maju memodelkan objek secara numerik dengan metode elemen hingga untuk menghasilkan data prediksi. Komparator menghitung perbedaan antara data pengukuran dan data prediksi dengan metode squared error dan dinyatakan sebagai fungsi objektif. Optimisasi dengan meminimalkan fungsi objektif menggunakan metode Newton-Raphson. Hasil optimisasi digunakan untuk mengubah parameter model objek. \n \n \n \n \n \n\nAda beberapa permasalahan dalam rekonstruksi terutama pada proses optimisasi, yaitu : ketidaktepatan pemodelan objek dan keterbatasan data pengukuran. Hal ini menyebabkan matriks sistem bersifat singular atau mengalami kondisi ill-posed. Salah satu teknik untuk mengatasi hal ini adalah menggunakan teknik regularisasi. \n \n \n \n \n \n\nPengujian algoritma rekonstruksi dilakukan terhadap beberapa objek yaitu objek dengan jumlah elemen 56 dan jumlah node 37, objek dengan jumlah elemen 136 dan jumlah node 81, objek dengan informasi awal dan batasan nilai distribusi parameter, serta objek dengan variasi konstanta     \n \n \n \n\nregularisasi. \n \n \n \n \n \n\nDalam penelitian, pengamatan dilakukan pada objek sirkular, sistem DOT domain steady state, dan kasus time independent dengan simulasi numerik. Hasil yang diperoleh dari penelitian : pertama, persoalan ill-posed pada rekonstruksi citra DOT bisa ditangani dengan teknik regularisasi; kedua, fungsi objektif merupakan salah satu kriteria penentu iterasi rekonstruksi; ketiga, konstanta regularisasi untuk objek yang berbeda belum tentu sama.", "Daftar File": {}, "Penulis": "HARSONO CAHYADI (NIM 23805001)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Deddy Kurniadi dan Dr. Ir. Endang Juliastuti, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Instrumentasi dan Kontrol", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Tomografi optik, Koefisien hamburan, Koefisien penyerapan, Rekonstruksi iteratif, Metode elemen hingga, Metode squared error, Fungsi objektif, Metode Newton-Raphson, Regularisasi", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}