{"Nomor": 10559, "Judul": "HEDGE ACCOUNTING CASE OF PT. XYZ", "Abstrak": "Saat ini, banyak perusahaan yang melakukan manajemen resiko untuk mengurangi risiko dari investasi lain. Sistem yang dianut salah satunya adalah Lindung nilai atau hedging. Perusahaan-perusahaan yang berskala besar biasanya mempunyai hutang dalam dalam mata uang asing. Untuk menghindari kerugian yang lebih besar dari selisih kurs mata uang asing ini, perusahaan-perusahaan hendaknya melakukan mekanisme lindung nilai. Dalam project studi kasus ini, perusahaan yang diangkat adalah PT. XYZ. PT. XYZ ini disinyalir telah melakukan accounting fraud yang mengakibatkan berkurangnya penerimaan pajak oleh pemerintah. PT. XYZ dituduh oleh anggota DPR dari komisi IX Bpk. Drajad H. Wibowo, telah melakukan akuntansi lindung nilai yang salah. Beliau bersikeras bahwa akuntansi lindung nilai yang dilakukan PT. XYZ tidak sesuai dengan Pernyataan Standar Akuntansi Keuangan dan PT. XYZ berpotensi untuk menggelapkan pajak sebesar 323 Milliar rupiah. \n \n \n\nAnalisa dari studi kasus merupakan analisa yang berdasarkan pada PSAK dan undang-undang perpajakan. Kedua sumber Informasi ini telah menjelaskan secara detil tentang akuntansi lindung nilai. Berdasarkan analisis, akuntansi lindung nilai yang telah dilakukan PT. XYZ adalah Fair value hedge. Dalam tipe lindung nilai ini, transaksi derivative dimasukkan kedalam laporan rugi laba. Hasil dari analisa ini adalah XYZ tidak melakukan accounting fraud dalam penyajian laporan keuangannya karena sesuai dengan PSAK yang berlaku. Perusahaan ini juga tidak menggelapkan pajak karena dalam undang-undang perpajakan jelas tertera bahwa kerugian dari selisih kurs mata uang asing merupakan deductible expense, maka transaksi ini mengurangi pendapatan di laporan rugi laba.", "Daftar File": {}, "Penulis": "HARSYA MURHASTOMO (NIM 19005074)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Isrochmani, M.Acc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Akuntansi Lindung Nilai, PSAK", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Rizki Aprianti", "File": "7 file", "Tanggal Input": "10 Agu 2009"}