{"Nomor": 10562, "Judul": "PENINGKATAN KAPASITAS PRODUKSI SEBUAH PABRIK SEMEN DARI 2000 TON PER DAY (TPD) MENJADI 3000 TPD (STUDI KASUS: EVALUASI DAN PERANCANGAN SIKLON-SIKLON SUSPENSION PREHEATER)", "Abstrak": "Seiring dengan perkembangan pembangunan, kebutuhan akan semen juga semakin meningkat. Pabrik-pabrik semen dituntut untuk menambah kapasitas produksinya. Namun pembangunan pabrik baru membutuhkan waktu yang lama dan biaya yang besar. Karena itu diperlukan cara lain salah satunya adalah memodifikasi pabrik yang sudah ada dengan tidak banyak menambah peralatan baru. \n \n \n \n\nDi Indoneseia, masih ada pabrik-pabrik lama yang masih berjalan dengan kapasitas produksi yang rendah (di bawah 2000 TPD). Karena itu dicoba untuk meneliti modifikasi pabrik lama dengan penambahan kalsiner. Kalsiner adalah suatu ruang bakar untuk memindahkan sampai 90% proses kalsinasi (CaCO3→CaO+ CO2) dari kiln. \n \n \n \n\nTapi, penambahan laju produksi menyebabkan meningkatnya laju gas hasil pembakaran dan laju massa partikel yang mengalir. Hasil evaluasi siklon menunjukkan bahwa siklon-siklon lama sudah tidak memadai lagi bekerja pada kapasitas baru dan harus dilakukan modifikasi atau penggantian. Evaluasi dan desain siklon dilakukan dengan memakai program cyclone Evaluation.dan cyclone design. Kemudian dilakukan simulasi numerik sala satu siklon hasil desain. Simulasi numerik dilakukan menggunakan software Fluent 6.0. \n \n \n \n\nHasil simulasi menunjukkan seiklon baru hasil rancangan dapat dipakai untuk kapasitas produksi yang baru dengan efisiensi 88 % dan rugi tekanan 67,45 mmH2O.", "Daftar File": {"2007 - HASAN - COVER": "https://digilib.itb.ac.id/gdl/download/39951", "2007 - HASAN - BAB 1": "https://digilib.itb.ac.id/gdl/download/39952", "2007 - HASAN - BAB 2": "https://digilib.itb.ac.id/gdl/download/39953", "2007 - HASAN - BAB 3": "https://digilib.itb.ac.id/gdl/download/39954", "2007 - HASAN - BAB 4": "https://digilib.itb.ac.id/gdl/download/39955", "2007 - HASAN - BAB 5": "https://digilib.itb.ac.id/gdl/download/39956", "2007 - HASAN - BAB 6": "https://digilib.itb.ac.id/gdl/download/39957", "2007 - HASAN - BAB 7": "https://digilib.itb.ac.id/gdl/download/39958", "2007 TA PP HASAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/39959"}, "Penulis": "HASAN (NIM 13102082)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Prihadi Setyo Darmanto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kapasitas produksi, Pabrik semen, Siklon, Suspension preheater", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}