{"Nomor": 10578, "Judul": "PENDEKATAN KONSTRUKSI SOSIAL DALAM KAJIAN IMPLEMENTASI KEBIJAKAN  WISATA TAMBANG DI KOTA LAMA SAWAHLUNTO", "Abstrak": "Penurunan produksi batubara di Sawahlunto telah menyebabkan Pemerintah Kota Sawahlunto mempertimbangkan kembali arah pembangunannya di masa yang akan datang. Kebijakan yang ditetapkan oleh Pemerintah Kota Sawahlunto tentang wisata tambang telah menyebabkan pergeseran prioritas ekonomi dari pertambangan ke pariwisata. Pergeseran ini menyebabkan sebuah transformasi sosial khususnya di Kota Lama Sawahlunto yang dapat menimbulkan resistensi dari perbedaan pandangan oleh pihak-pihak tertentu dan menghambat akselerasi pembangunan. Penelitian ini bertujuan untuk mengetahui transformasi sosial di Kota Lama Sawahlunto akibat pergeseran tersebut hingga terwujudnya transformasi sosial yang stabil.Pendekatan yang digunakan dalam penelitian ini adalah konstruksi sosial teknologi, untuk melihat proses sosial yang terbentuk di suatu wilayah yang mengalami transformasi dalam rentang waktu tertentu. Metode penelitian yang digunakan adalah analisis kualitatif dengan content analysis dan analisis deskriptif, untuk menidentifikasi dan menggambarkan karakteristik transformasi sosial, sedangkan untuk mengidentifikasi kelompok sosial yang relevan dengan transformasi digunakan teknik snowball sampling. Hasil temuan studi adalah teridentifikasinya kelompok-kelompok sosial yang terbagi ke dalam dua kubu. Pertama, kelompok-kelompok sosial yang pro terhadap kebijakan wisata tambang. Kedua, kelompok-kelompok sosial yang pro terhadap pertambangan. Dalam transformasi sosial tersebut, terjadi tarik ulur antara kelompok sosial di kota lama yang pro terhadap kebijakan wisata tambang dan yang pro terhadap kegiatan tambang. Negoisasi antara kelompok-kelompok sosial yang beraliansi menyebabkan terciptanya konsensus bahwa kegiatan pertambangan dapat berjalan berbarengan dengan kegiatan pariwisata. Dari konsensus tersebut maka dibentuklah skenario dalam mencapai transformasi yang stabil di Kota Lama Sawahlunto.", "Daftar File": {}, "Penulis": "HELMI SURYA (NIM 24006305)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. SONNY YULIAR"], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "wisata tambang, transformasi sosial, konstruksi sosial, kelompok sosial. mining tourism, social transformation, social construction, relevance social groups", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}