{"Nomor": 10577, "Judul": "EVALUASI PENGARUH USIA PAKAI RANPUR TERHADAP BIAYA PEMELIHARAAN DAN KONDISI KESIAPAN (Studi Kasus di Lingkungan Korps Marinir TNI-AL Tahun 2005-2007)", "Abstrak": "Salah satu matrial alutsista yang penting di jajaran TNI adalah ranpur (kendaraan tempur) yang memiliki kemampuan khusus dalam operasi darat maupun operasi amfibi. Kesiapan ranpur dalam pelaksanaan tugas operasional dipengaruhi oleh dukungan sistem pemeliharaan  yang baik. Disisi lain kemampuan negara untuk memenuhi anggaran pemeliharaan ranpur yang dibutuhkan  sangat terbatas. Alokasi anggaran yang diberikan terhadap kebutuhan biaya pemeliharaan rata-rata berkisar antara 20-25 % pertahun. Selain itu biaya pemeliharaan pertahun semakin tinggi sedangkan kondisi kesiapan semakin menurun.   \n \n\nDalam penelitian ini sistem pemeliharaan ranpur dipilih sebagai studi kasus penelitian karena ranpur merupakan sistem alutsista paling dominan  di jajaran Korps Marinir, sehingga nilai biaya pemeliharaan yang dibutuhkan relatif  besar terhadap alokasi anggaran dukungan logistik keseluruhan.Sementara itu Korps Marinir telah mengaplikasikan pola pemeliharaan sesuai dengan buku petunjuk administrasi standarisasi perhitungan anggaran pemeliharaan ranpur di lingkungan TNI AL dimana mengasumsikan (hipotesis)  bahwa pada usia pakai tahun ke 20 ranpur harus dihapus atau diretrofit sehingga kemampuan dan kecanggihannya tidak tertinggal teknologi modern. Sampai dengan saat ini hipotesis tersebut belum pernah diuji dalam suatu penelitian serta revisi terhadap buku ini belum ada tetapi masih dalam proses pembahasan. Beberapa stakeholder sering membuat statemen yang berbeda-beda tentang usia pakai ranpur/alutsista, hal ini dapat menimbulkan ketidakpastian dalam sistem pemeliharaan sehingga dapat merugikan kesiapan operasional satuan. Apabila dikaitkan dengan alokasi anggaran yang ada dan kondisi kesiapan ranpur, perlu penelitian/evaluasi lebih jauh untuk menguji hipotesis tersebut dengan tujuan untuk lebih meningkatkan efisiensi dan efektifitas anggaran.Penelitian ini bertujuan untuk mengevaluasi pengaruh usia ranpur terhadap biaya pemeliharaan dan kondisi kesiapan pemeliharaan ranpur, dalam rangka peningkatan efisiensi dan efektifitas  pemeliharaan selama siklus hidup ranpur. Pendekatan metode statistik di aplikasikan untuk menentukan : Pertama, sebaran interval populasi usia ranpur. Kedua, uji bartllete untuk homogenitas tiap populasi ranpur. Ketiga, analisis ragam (varians) untuk menentukan pengaruh usia ranpur  terhadap biaya pemeliharaan serta kondisi siap ranpur. Terakhir, uji wilayah-berganda Duncan untuk menguji signifnifikansi beda nilai  diantara populasi. Selanjutnya analisis resiko dengan menggunakan PID (Probability-Impact Diagram) diaplikasikan untuk menentukan handling option dari resiko yang ada pada setiap populasi ranpur. Kemudian analisis matriks resiko-efisiensi biaya pemeliharaan diaplikasikan untuk memetakan pola pemeliharaan yang dilakukan selama siklus hidup ranpur. Sebagian data mengenai kendaraan ranpur bersifat rahasia sehingga tidak bisa ditampilkan secara eksplisit dan hanya diwakili dalam bentuk persen maupun kode jenis ranpur.", "Daftar File": {}, "Penulis": "HELMI ARDIANSYAH (NIM. 24006004)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ir. Arsegianto, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Evaluasi biaya pemeliharaan, kondisi kesiapan, usia pakai ranpur.Evaluation, Combat Vehicle age usage, maintenance cost, availability.", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}