{"Nomor": 10585, "Judul": "DESAIN DAN SIMULASI IMPLEMENTASI JARINGAN MPLS VPN DAN RSVP-TE SEBAGAI MODEL JARINGAN MPLS INHERENT", "Abstrak": "INHERENT adalah jaringan yang menghubungkan institusi pendidikan dan perguruan tinggi yang ada di Indonesia. Untuk mengantisipasi berbagai kebutuhan pendidikan dan penelitian di masa mendatang, INHERENT berencana mengimplementasikan teknologi MPLS. Teknologi ini memiliki beberapa fitur menarik yang dibutuhkan INHERENT, yaitu fitur traffic engineering dengan protokol RSVP-TE dan MPLS VPN yang berguna untuk mengatur privasi dan penyediaan berbagai layanan pendidikan dan penelitian di masa depan. \n \n\nNamun permasalahannya sekarang adalah model MPLS VPN seperti apakah yang paling cocok dan memungkinkan untuk diimplementasikan di INHERENT. Untuk membantu pemilihan model MPLS VPN tersebut, di dalam tugas akhir ini akan dilakukan percobaan simulasi implementasi 3 model jaringan MPLS VPN, yaitu MPLS VPN dengan Full-Mesh MP-iBGP, MPLS VPN dengan Route Reflectors, dan MPLS VPN yang menerapkan traffic engineering dengan RSVP-TE. Ketiga model tersebut disimulasikan dengan menggunakan software Dynamips. Selain itu dilakukan juga simulasi model jaringan MPLS INHERENT dengan software OMNeT++ untuk menganalisa kinerja jaringan berupa end-to-end delay dan utilisasi link, simulasi ini dilakukan dalam dua skenario yaitu ketika menggunakan traffic engineering dan ketika tidak menggunakan. \n \n\nDari hasil simulasi, didapatkan kesimpulan bahwa apabila teknologi MPLS VPN ini ingin diimplementasikan secara utuh maka jaringan INHERENT hendaknya dijadikan kedalam satu AS number. Selain itu model MPLS VPN yang lebih cocok diimplementasikan adalah model yang menggunakan Route Reflectors karena lebih mudah dalam administrasi dan mampu memberikan skalabilitas yang baik bagi INHERENT. Dari simulasi OMNeT++ juga didapatkan hasil bahwa bila fitur traffic engineering pada MPLS diterapkan di INHERENT, akan dapat membantu dalam mengoptimalkan dan mengelola sumber daya jaringan yang ada.", "Daftar File": {}, "Penulis": "HENDRA RAKHMAWAN (NIM 13204146)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Nana Rachmana, M.Eng. dan Dr-Ing. Eueung Mulyana, ST., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "MPLS VPN, INHERENT, RSVP-TE, OMNeT++, Dynamips, MP-iBGP session, Route Reflectors, End-to-end delay, Utilisasi link", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}