{"Nomor": 10596, "Judul": "SIMULASI PENYEBARAN ASAP KEBAKARAN HUTAN DENGAN MENGGUNAKAN MODEL KUALITAS UDARA COMMUNITY MESOSCALE AIR QUALITY (CMAQ)", "Abstrak": "Kebakaran hutan di indonesia merupakan masalah lingkungan yang penting untuk dikaji, karena telah menjadi sebuah masalah yang bukan hanya bersifat lokal tetapi juga telah mempengaruhi kualitas udara regional. Pola penyebaran asap kebakaran hutan tergantung dari aspek meteorologi dan karakteristik sumber emisinya. Dengan mengetahui dua hal tersebut maka kita dapat mensimulasikan pola penyebaran asap kebakaran hutan lewat model kualitas udara. \n \n \n \n\nPenelitian ini bertujuan untuk mengaplikasikan model kualitas udara Community Mesoscale Air Quality (CMAQ) dalam simulasi penyebaran asap kebakaran hutan di Indonesia. Data yang digunakan dalam penelitian ini adalah data meteorologi yang dihasilkan dari model Weather Research Forecasting (WRF) dan data emisi yang diolah menggunakan model emisi Sparse Matrix Operator Kernel Emissions (SMOKE). \n \n \n \n\nPenelitian ini difokuskan pada kebakaran hutan di Kalimantan tanggal 3 dan 5 Oktober 2006. Pola penyebaraan asap ditelaah menggunakan data Indeks Aerosol yang diperoleh dari data TOMS (Total Ozone Mapping Spectrometer), secara kualitatif memberikan gambaran yang baik sesuai dengan medan angin yang dikeluarkan oleh model meteorologi WRF. Simulasi penyebaran asap kebakaran hutan dengan model kualitas udara CMAQ dilakukan menggunakan data emisi sintetik, dengan asumsi nilai berada pada kisaran 2000 Megaton sesuai penelitian Page. Keluaran model secara umum masih belum baik dalam mensimulasikan penyebaran asap kebakaran hutan, namun sudah baik dalam mensimulasikan ketinggian plume dari asap kebakaran hutan tersebut, dimana berada pada ketinggian antara 2 km hingga 2,5 km, ini juga sesuai dengan analisa kualitatif ketinggian plume menggunakan data Indeks Aerosol dan medan angin WRF. Hasil penelitian ini menunjukkan bahwa model kualitas udara bersamaan dengan model prediksi Weather Research Forecasting (WRF) dan model emisi Sparse Matrix Operator Kernel Emissions (SMOKE) mempunyai prospek yang baik untuk diterapkan di Indonesia tetapi perlu beberapa perbaikan terutama terkait dengan inventori data emisi.", "Daftar File": {}, "Penulis": "HENGKI EKO PUTRA (NIM 12803008)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Tri Wahyu Hadi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Air quality model, CMAQ, SMOKE, TOMS Indeks Aerosol", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}