{"Nomor": 10606, "Judul": "STRATEGI MEWUJUDKAN PERUNTUKAN TANAH UNTUK PEMBANGUNAN KEPENTINGAN UMUM", "Abstrak": "Berdasarkan Peraturan Pemerintah RI Nomor 29 tahun 2003 Ibukota Kabupaten Buton dipindahkan ke Kecamatan Pasarwajo. Sebagai awal untuk mewujudkan Ibukota Kabupaten Buton di Kecamatan Pasarwajo, Pemerintah Kabupaten Buton telah membuat Rencana Detail Tata Ruang Kawasan yang disingkat dengan RDTR Kawasan. Namun dalam implementasinya banyak mengalami hambatan yang selayaknya menghasilkan suatu kondisi yang ideal. Keadaan tersebut memberikan gambaran adanya suatu masalah yang harus diidentifikasi lebih lanjut. Pengidentifikasian ini merupakan jalan awal bagi proses yang akan bermuara pada penentuan strategi pemecahan masalah.Dalam penentuan strategi tersebut, digunakan analisis SWOT. Analisis SWOT mempertimbangkan lingkungan internal maupun eksternal, namun terlebih dahulu dilakukan identifikasi masalah. Berdasarkan hasil identifikasi masalah, didapatkan hasil bahwa masalahnya adalah a).administrasi pertanahan yang belum baik : sebagian besar kepemilikan tanah belum bersertipikat, adanya peralihan hak atas tanah, b).faktor sosial-ekonomi masyarakat yang tidak mendukung: bentuk bidang tanah yang tidak beraturan, adanya sengketa kepemilikan atas tanah, c).Ketidaksiapan Pemda dalam pemindahan Ibukota Kabupaten : keterbatasan dana, kantor pemerintah sebagian masih berada di Kota Bau-Bau, ganti rugi yang disepakati lebih kecil dari NJOP, d).terbatasnya tanah yang ada : sebagian tanah sudah dikuasai oleh masyarakat, lokasi berbatasan dengan kawasan hutan.Strategi yang dapat digunakan berdasarkan hasil analisis yang dilakukan adalah strategi SO yang bertitik tolak pada pemanfaatan peluang dengan menggunakan kekuatan yang ada. Adapun strateginya yaitu  mengoptimalkan RDTR sebagai acuan utama dalam kegiatan pengadaan tanah untuk kepentingan umum, dengan cara : 1). penataan bidang-bidang tanah, 2) sosialisasi RDTR dan 3). pengendalian pemanfaatan ruang.", "Daftar File": {"2008 TS PP HERMAN SAERI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/40281", "2008 TS PP HERMAN SAERI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/40282", "2008 TS PP HERMAN SAERI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/40283", "2008 TS PP HERMAN SAERI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/40284", "2008 TS PP HERMAN SAERI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/40285", "2008 TS PP HERMAN SAERI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/40286", "2008 TS PP HERMAN SAERI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/40287"}, "Penulis": "HERMAN SAERI (NIM 25106306)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Didik Wihardi W.S, MS., dan Ir. Andri Hernandi, MSP."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Strategi, Peruntukan Tanah, Kepentingan Umum, Analisis SWOT", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}