{"Nomor": 10615, "Judul": "ANALISIS SINYAL RESPON ELECTROMYGRAPH (EMG) TERHADAP STIMULASI TERAPI AKUPUNTUR", "Abstrak": "Pengukuran aktivitas elektrik yang dihasilkan oleh otot dikenal dengan electromyograph (EMG). Informasi yang terkandung dalam sinyal EMG dapat diolah untuk mengetahui karakteristik kelelahan otot. Pemulihan kondisi otot yang mengalami kelelahan dapat dilakukan dengan melakukan istirahat selama waktu tertentu. Dari pengalaman para akupunturis, akupuntur dipercaya memiliki potensi untuk mempercepat pemulihan kondisi otot. Untuk mengangkat akupuntur menjadi teknik pengobatan komplementer yang dapat menjadi pelengkap teknik pengobatan modern, perlu dilakukan langkah ilmiah berupa pengukuran dan analisis yang dapat dikuantifikasi. \n \n\nPada tugas akhir ini akan dilakukan langkah pengkuantifikasian parameter-parameter yang merepresentasikan karakteristik kelelahan otot biceps yang dikenai beban statik serta karakteristik pemulihannya setelah diakupuntur. Parameter-parameter tersebut yaitu mean Power Spectral Density (PSD), median frekuensi (MF) dan nilai absolut dari sinyal EMG. \n \n\nPengukuran dilakukan dalam dua jenis percobaan. Percobaan pertama dilakukan pada 4 orang naracoba (A, B, C, D) untuk mengamati karakteristik kelelahan otot dengan waktu istirahat yang bervariasi. Peningkatan kelelahan otot biceps yang dikenai beban statik ditandai dengan peningkatan mean PSD dan penurunan MF. Hasil dari percobaan pertama menunjukkan bahwa waktu istirahat tidak selalu berbanding lurus terhadap pemulihan kondisi otot. Percobaan kedua dilakukan pada 4 orang naracoba lainnya (E, F, G, H) untuk mengamati pengaruh akupuntur terhadap pemulihan kondisi otot. Waktu istirahat pada percobaan tanpa akupuntur sama dengan total waktu akupuntur (15 menit) ditambah dengan waktu istirahat pascaakupuntur pada percobaan dengan akupuntur. Secara umum, hasil percobaan kedua menunjukkan bahwa akupuntur belum memberikan pengaruh positif pada naracoba E ditandai dengan penurunan persentase kenaikan dan standar deviasi MF. Sedangkan pada naracoba lainnya, akupuntur menunjukkan pengaruh positif berupa penurunan nilai persentase kenaikan atau kenaikan nilai persentase penurunan mean PSD, penurunan standar deviasi mean PSD, serta kecenderungan peningkatan nilai MF dan standar deviasi MF. Dari keseluruhan hasil percobaan, menunjukkan bahwa mean PSD dan MF dapat digunakan untuk mengetahui karakteristik kelelahan otot biceps yang dikenai beban statik serta karakteristik pemulihannya setelah diberikan terapi akupuntur, sedangkan nilai absolut kurang dapat merepresentasikan hal tersebut.", "Daftar File": {}, "Penulis": "HESTY SUSANTI (NIM 13304055)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Suprijanto, S.T. M.T. dan Dr. Ir. Farida I. Muchtadi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Electromyograph, Akupuntur, Otot biceps, Beban statik, Power Spectral Density, Median frekuensi", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}