{"Nomor": 10621, "Judul": "STUDI POTENSI ENERGI ARUS PASANG SURUT DI SELAT ALAS", "Abstrak": "Tugas akhir ini membahas tentang model hidrodinamika untuk menganalisis dan memetakan potensi energy dari arus laut dengan menggunakan MIKE 21. Pengerjaan potensi energi arus pasang surut di Selat Alas ini menggunakan model hidrodinamika dengan gaya pembangkit pasang surut. Setelah mendapatkan pola sirkulasi arus pasang surut, kemudian memetakan dan menganalisis potensi energi listrik yang dapat diekstrak dari arus pasang surut di Selat Alas. \n \n\nSimulasi arus laut dilakukan 18 hari simulasi dengan input data batimetri dan data pasang surut di 4 titik batas terbuka. Perhitungan daya menggunakan persamaan Fraenkel (1999), kemudian dapat dihitung rapat daya dari arus hasil simulasi tersebut. Dalam analisis pemetaan potensi energi arus dilakukan di dua lokasi, yaitu di sisi timur di koordinat 116.67 derajat E, dan 8.57 derajat S, dan di sisi barat selat di koordinat 116.74 derajat E, dan 8.67 derajat S dekat pantai dengan jarak 1.9 km dari pantai. \n \n\nHasil analisis menunjukan bahwa daerah yang berpotensi untuk penempatan power plant adalah di sisi barat dekat pantai, karena pada kondisi pasut perbani untuk durasi kecepatan minimum 0.5 m/s di daerah tersebut terjadi selama 12 jam dengan rapat daya yang dihasilkan sebesar 5.4 kW/m2 dan pada saat pasut purnama terjadi selama 8 jam dengan daya yang dihasilkan sebesar 12.4 kW/m2. Sedangkan, di sisi timur selat untuk durasi kecepatan minimum 0.5 m/s pada saat pasut perbani terjadi selama 13 jam dengan daya yang dihasilkan 0.9 kW/m2 dan pada saat pasut purnama selama 11 jam dengan rapat daya yang dihasilkan 1.5 kW/m2.", "Daftar File": {}, "Penulis": "HUDA BACHTIAR (NIM 12904024)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Eng. Totok Suprijo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Studi potensi energi, Arus pasang surut, Selat Alas", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}