{"Nomor": 10620, "Judul": "SUPPLY CHAIN ANALYSIS OF USED PLASTIC DRINKING WATER CONTAINER IN BANDUNG CITY", "Abstrak": "Gerakan hijau semakin sering dikumandangkan pada dua dekade terakhir. Baik tentang sumber energi yang terbarukan dan juga tentang daur ulang sampah-sampah berbahaya dan pengurangan jumlah sampah yang dikubur di tempat pembuangan akhir yang berpotensi merusak kualitas tanah. Salah satu bahan yang berbahaya adalah plastik karena tidak akan terdegradasi menjadi tanah dalam waktu minimal 70 tahun, yang umumnya berasal dari bekas air minum dalam kemasan. Objek penelitian ini adalah industry daur ulang sampah plastic yang akan difokuskan ke bekas AMDK. Penelitian yang selama ini dilakukan tentang daur ulang sampah di Bandung dilakukan dengan model-model konsep dan dibuktikan dengan temuan empiris. Penelitian yang dilakukan secara induktif dan interpretatif banyak dianjurkan dalam penilitian sebelumnya. Tujuan dari penelitian ini adalah untuk memetakan pola-pola yang terdapat dalam rantai pasok industry daur ulang bekas AMDK di Bandung. Aspek social, ekonomi, teknologi, lingkungan dan kebijakan pemerintah juga ikut dibahas dalam penelitian ini. Metode yang digunakan dalam penelitian ini adalah membangun pola dari studi kasus menggunakan kerangka rantai pasok yang banyak didasari oleh buku yang dikarang oleh Peter Meindle dan Sunil Chopra. Tahap yang dilakukan dalam penelitian ini adalah menentukan pertanyaan penelitian, menentukan populasi dan sampel, pengambilan data, analisis data, dan kesimpulan. Aktor-aktor yang terlibat dalam rantai pasok ini adalah pemulung, lapak, bandar, dan adalah pabrik daur ulang. Harga beli dan jual selain ditentukan oleh pasar juga ditentukan oleh kebersihan bekas AMDK tersebut. Semakin bersih bekas AMDK yang di jual, maka akan meningkat pula harganya. Penelitian ini juga memunculkan pola lokasi tampak tiap-tiap tingkat dalam rantai pasok. Tidak ada kebijakan pemerintah yang mengatur secara khusus kegiatan daur ulang ini dan diperlakukan setara dengan kegiatan bisnis lainnya. Penelitian ini juga menghasilkan posisi rantai pasok bekas AMDK di zona strategic fit yang dikemukakan oleh Chopra dan Meindl, yang berada di zona efisien. Perbaikan yang bisa dilakukan adalah meminimasi biaya produk, mengurangi waktu tunggu, dan lebih selektif dalam memilih pemasok.", "Daftar File": {}, "Penulis": "HUBBY RAMDHANI (NIM 19005015)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Gatot Yudoko, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Plastic Drinking Water Container (AMDK), Bandung reverse logistic, Scavengers, Recycling center, Plastic, Green supply chain", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Rizki Aprianti", "File": "7 file", "Tanggal Input": "13 Jul 2009"}