{"Nomor": 10633, "Judul": "PEMANFAATAN KINEMATIK GPS UNTUK ANALISIS DEFORMASI KERAK BUMI AKIBAT GEMPA BENGKULU 2007", "Abstrak": "Wilayah Indonesia merupakan daerah seismik aktif (tektonik dan vulkanik). Pernyataan ini diperkuat dengan sering terjadinya gempa bumi di Indonesia beberapa tahun belakangan ini. Dimulai dengan gempa Aceh pada 26 Desember 2004 sebesar M (Magnitude) 9.1 hingga gempa terbaru yang terjadi di daerah Bengkulu pada pukul 22.40 WIB hari minggu tanggal 25 Februari 2008 dengan kekuatan M 7. Dengan demikian studi mengenai gempa bumi menjadi sangat penting. Studi yang dapat dilakukan mengenai gempa bumi adalah melalui pemantauan deformasi kerak bumi yang terjadi akibat gempa bumi tersebut. \n \n \n \n\nTeknologi GPS yang terus berkembang menjadi salah satu metoda yang paling sering digunakan untuk pemantauan deformasi akibat gempa bumi. Hingga saat ini metoda statik GPS digunakan untuk studi deformasi akibat gempa bumi. Dengan keterbatasan statik GPS dalam melihat tahapan gempa yang terjadi pada selang waktu yang singkat, maka metoda kinematik GPS diharapkan dapat diterapkan untuk dapat menganalisis tahapan gempa bumi secara lebih mendetail. \n \n \n \n\nPemantaun deformasi akibat gempa bumi menggunakan metoda kinematik diterapkan untuk menganalisis tahapan gempa Bengkulu September 2007 secara lebih detail. Berdasarkan hasil kinematik GPS dapat dilihat deformasi coseismic pada setiap gempa yang terjadi. Deformasi terbesar terjadi pada tahap coseismic gempa M 8.4 di stasion PRKB sebesar -0.939 m arah utara dan -0.732 m arah barat dan deformasi di stasion-stasion pengamatan yang diakibatkan oleh gempa bumi Bengkulu 2007 semuanya dominan mengarah ke arah barat daya. \n \n \n \n\nStasion pengamatan GPS yang digunakan pada penelitian ini adalah beberapa stasion dari jaring stasion GPS kontunyu SUGAR (Sumatran GPS Array) yang dekat dengan episenter gempa. Hasil penelitian ini berupa vektor pergeseran setiap tahapan gempa dan juga keterandalan metoda kinematik GPS untuk pemantauan deformasi kerak bumi serta mekanisme gempa Bengkulu berdasarkan besarnya momen geodetik dan seismik.", "Daftar File": {}, "Penulis": "ICHFAN ROSMAWAN (NIM 15102005)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Irwan Meilano, ST, M.Sc. dan Heri Andreas, ST, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kinematik GPS, Analisis deformasi kerak bumi, Gempa Bengkulu 2007", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}