{"Nomor": 10637, "Judul": "ANALISIS INTERAKSI MASYARAKAT DESA DENGAN HUTAN: Studi Kasus di Desa Sirnarasa Kecamatan Cisolok Kabupaten Sukabumi, Jawa Barat", "Abstrak": "Penelitian ini bertujuan untuk mempelajari Interaksi antara masyarakat desa dengan hutan, merupakan studi kasus di Desa Sirnarasa Kecamatan Cisolok Kabupaten Sukabumi. Desa Simarasa Merupakan desa hutan yang terletak di sekitar kawasan hutan Perum Perhutani dan Taman Nasional Gunung Halimun.Hasil penelitian menunjukkan terdapat interaksi dan hubungan saling ketergantungan antara masyarakat Desa Sirnarasa dengan hutan yang ada di sekitarnya. Interaksi masyarakat dengan hutan, terutama dilakukan untuk mencukupi kebutuhan pokoknya berupa pangan, sumber air, kayu bakar dan penggembalaan ternak. Untuk mendapatkan tambahan penghasilan, masyarakat desa melakukan penyadapan nira untuk membuat gula aren.Dengan adanya interaksi ini, timbul konflik penggunaan lahan hutan dalam bentuk perladangan, sawah, kebun, pengambilan kayu bakar, penggembalaan dan pemukiman. Konflik ini terjadi sejalan dengan adanya peningkatan kebutuhan baik kuantitas maupun kualitasnya sebagai akibat adanya pertambahan jumlah penduduk dan terbukanya hubungan sosial dengan wilayah lain. Adanya dinamika sosial, ekonomi dan budaya yang berkembang di masyarakat desa belum diikuti dengan adanya perubahan kebijakan pembangunan hutan yang dilakukan pemerintah. Kebijakan pembangunan bersumber dari persepsi pemerintah, dinamika sosial budaya masyarakat tidak dijadikan aspek penting dalam menyusun kebijakan pembangunan hutan. Di kalangan masyarakat desa terdapat tata cara pengelolaan hutan yang mempunyai kearifan ekologis. Untuk itu, sudah saatnya masyarakat diberi kesempatan untuk membangun hutan berdasarkan nilai-nilai lokalyang telah mengakar di masyarakat desa.", "Daftar File": {}, "Penulis": "IING MOH. ICHSAN (NIM 25597025)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ir. uton Rustan dan Prof.Dr. Kusnaka A., MA."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "masyarakat desa, hutan, interaksi", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}