{"Nomor": 10644, "Judul": "PROSES PENENTUAN PENERIMA BANTUAN LANGSUNG TUNAI (BLT) : ANTARA KRITERIA FORMAL BPS DAN KETENTUAN MASYARAKAT (Studi Kasus di Kabupaten Bandung)", "Abstrak": "Program Kompensasi Pengurangan Subsidi BBM (PKPS-BBM) berupa Bantuan Langsung Tunai (BLT) digulirkan untuk mengurangi dampak yang dirasakan oleh rumah tangga miskin, akibat kenaikan harga BBM. Untuk mendukung program tersebut diperlukan ketersediaan data rumah tangga miskin bersifat mikro. Dalam proses pendataan, dilibatkan ketua Satuan Lingkung Setempat (SLS)/Rukun Tetangga (RT) sebagai nara sumber rumah tangga miskin. Meskipun sudah melibatkan wakil masyarakat dalam pendataan, yang diasumsikan mengenal baik kondisi sosial ekonomi warganya tetapi tetap terjadi konflik dalam proses pendataan. Penelitian ini bermaksud untuk mengungkapkan tentang kriteria yang dijadikan acuan oleh ketua SLS/RT dalam menentukan rumah tangga miskin, penyebab konflik, serta manfaat program bagi rumah tangga miskin. Studi kasus dilakukan di Kabupaten Bandung dengan pendekatan kualitatif. Berdasarkan data yang diperoleh selanjutnya dilakukan analisis dengan menggunakan metoda analisis deskriptif kualitatif.Untuk penentuan rumah tangga miskin, tampak di sini pemerintah belum percaya sepenuhnya pada ketua SLS/RT. Pemerintah melakukan verifikasi lagi dengan 14 variabel, yaitu menggunakan kriteria yang sifatnya seragam untuk seluruh Indonesia. Selain itu, transparansi program tidak dilakukan oleh pemerintah ke masyarakat. Ketua RT pun dalam menentukan daftar warga miskin, tidak transparan terhadap  komunitasnya. Metode pendataan seperti itu serta tidak adanya transparansi program, berpotensi menghasilkan data yang kurang tepat dan tidak dapat diterima oleh masyarakat, dan menimbulkan konflik. Di sisi lain, konflik yang terjadi menimbulkan hilangnya trust pada aparat baik ketua SLS/RT maupun desa.Untuk itu program yang terkait dengan beneficiary sebaiknya cara pengukuran kemiskinannya tidak bersifat sentralistik dan lebih baik dengan pendekatan lokal, melibatkan pemerintah daerah dan masyarakat lokal. Legitimasi dan transparansi informasi berperan penting di dalam menentukan beneficiary.", "Daftar File": {}, "Penulis": "I KETUT SUARSANA (NIM 24007006)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ir. Suparti A. Salim"], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "penentuan rumah tangga miskin, transparansi informasi, konflik, pendekatan lokal.", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}