{"Nomor": 10646, "Judul": "SISTEM PAKAR IDROLOGI UNTUK IDENTIFIKASI KELEMAHAN ORGAN DENGAN PENGOLAHAN CITRA IRIS", "Abstrak": "Iridologi adalah sebuah metoda alternatif yang didefinisikan sebagai proses analisis iris mata untuk mendeteksi kelainan atau penyakit pada jaringan tubuh atau organ tertentu. Keadaan kesehatan seseorang dapat didiagnosis melalui warna, tekstur, dan bercak noda pada daerah iris. Metoda ini merupakan diagnosis yang bersifat preventif. \n \n \n \n \n\nPerkembangan iridologi yang pesat menuntut dilakukannya analisis dengan lebih baik, yakni analisis yang dapat membantu para pakar iridologi. Sistem Pakar merupakan salah satu solusinya. Hal ini juga untuk mengurangi tingkat subyektivitas seorang iridolog. Pada laporan Tugas Akhir ini, dirancang suatu sistem pakar dengan memanfaatkan pengolahan citra digital sebagai masukan dengan menggunakan algoritma yang memungkinkan proses pengolahan citra digital mendiagnosis iridologi lebih efektif, cepat, akurat, dan obyektif. \n \n \n \n \n\nAlgoritma pengolahan citra yang digunakan dapat dibagi ke dalam beberapa tahap. Beberapa proses seperti deteksi tepi Canny, pencarian titik pusat, dan perhitungan jari-jari iris dikembangkan untuk mengubah citra menjadi bentuk antara. Proses enhancement digunakan untuk meningkatkan kualitas citra agar dapat diekstrak cirinya. Terakhir, teknik klasifikasi yakni metoda Simpangan Kepadatan Dominan yang akan diimplementasikan dalam Sistem Pakar. \n \n \n \n \n\nSistem Pakar yang dibangun memiliki representasi pengetahuan berupa decision table. Input langsung dari user yakni berupa hasil pengolahan citra. Output dari sistem ini adalah berupa kerusakan atau kelemahan organ, jaringan, ataupun kelenjar tertentu. Sebuah metoda yang sesuai diterapkan untuk salah satu organ tertentu belum tentu berhasil pula diterapkan untuk organ yang lain. Keberhasilan sistem pakar ini mencapai 75%. Pemilihan metoda yang sesuai akan menentukan keberhasilan dari analsis yang dilakukan.", "Daftar File": {}, "Penulis": "ILHAM FATONI (NIM 13504121)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Masayu Leylia Khodra, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Iridologi, Citra, Sistem pakar, Decision table", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}