{"Nomor": 10656, "Judul": "ANALISA ASPEK REPRODUCIBILITY PROSES KARBURASI PADAT MENGGUNAKAN ARANG BATOK DENGAN PENAMBAHAN 10% BaCO3  ATAU 10% ARANG TULANG", "Abstrak": "Proses karburisasi padat merupakan proses perlakuan permukaan yang cocok dilakukan di Indonesia. Namun kekonsistenan dalam hal kandungan karbon di permukaan produk sulit untuk dikontrol dan BaCO3 yang umum digunakan sebagai energizer tidak ramah lingkungan dalam hal pembuangan limbahnya. \n \n \n \n\nPenelitian ini ditujukan untuk melihat kekonsistenan proses karburisasi padat dan kemungkinan penggantian energizer BaCO3 oleh arang tulang. Proses karburisasi padat dilakukan dengan menggunakan tiga metode yang setiap prosesnya dijaga agar sama dan identik dalam setiap perlakuannya, metode yang digunakan adalah, karburisasi dengan menggunakan arang batok tanpa penambahan energizer, karburisasi dengan campuran arang batok dan 10% BaCO3, serta karburisasi dengan campuran arang batok dan 10% arang tulang. Proses karburisasi padat dilakukan pada temperatur 9000C selama 2 jam yang dilanjutkan dengan pendinginan tungku. Proses pengerasannya dilakukan dengan flame hardening dengan pendinginan cepat dalam media pendingin air. \n \n \n \n\nHasil penelitian menunjukkan bahwa standar deviasi rata-rata dari nilai kekerasan hasil proses karburisasi tanpa energizer adalah sebesar 5,6%, standar deviasi dengan penambahan BaCO3 6% dan standar deviasi dengan penambahan 10% arang tulang 3,2%. Standar deviasi yang kecil membuktikan proses ini memberikan kandungan karbon di permukaan yang cukup konsisten. Nilai ECD dan diagram yang memetakan nilai-nilai kekerasan antara proses karburisasi yang menggunakan BaCO3 dengan proses karburisasi menggunakan arang tulang ternyata hanya berbeda sedikit, hal ini menyimpulkan bahwa arang tulang dapat digunakan sebagai energizer menggantikan BaCO3.", "Daftar File": {"2007 IMMANUEL KELIK PURNOMO SUNUGRAHADI -PUSTAKA": "https://digilib.itb.ac.id/gdl/download/40708", "2007 IMMANUEL KELIK PURNOMO SUNUGRAHADI -COVER": "https://digilib.itb.ac.id/gdl/download/40702", "2007 IMMANUEL KELIK PURNOMO SUNUGRAHADI-BAB 1": "https://digilib.itb.ac.id/gdl/download/40703"}, "Penulis": "IMMANUEL KELIK PURNOMO SUNUGRAHADI (NIM 13199041)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Budi H. Setiamarga"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Reproducibility, Proses karburasi padat, Arang batok, BaCo3, Arang tulang", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}