{"Nomor": 10653, "Judul": "PROSES KARBURISASI PADAT PADA BAJA KARBON UNTUK DIE DAN PUNCH CHAIN FASTENER MOTOR HONDA: STUDI KASUS DI PT. XYZ BANDUNG", "Abstrak": "Die dan punch merupakan komponen yang digunakan untuk pemotongan dan pembentukan logam. Pada umumnya die dan punch terbuat dari baja perkakas yang memiliki ketahanan aus yang tinggi. Namun, harga baja perkakas cukup mahal. \n \n \n \n \n \n\nPenelitian ini bertujuan untuk meningkatkan kualitas die dan punch yang terbuat dari baja karbon rendah, karena memiliki harga yang lebih murah. Peningkatan kualitas baja karbon rendah, dilakukan dengan proses karburisasi padat yang dilanjutkan dengan proses hardening. \n \n \n \n \n \n\nPada penelitian ini dibuat komponen die dan punch untuk aplikasi chain fastener motor Honda. Die dan punch ini, memiliki luas permukaan pemotongan yang besar dan memiliki profil bersudut. Kualitas die dan punch ditentukan berdasarkan jumlah produk yang dihasilkan. \n \n \n \n \n \n\nKarburisasi padat dilakukan dengan menggunakan media karburisasi dengan komposisi 90 wt% arang batok yang ditambah dengan 10 wt% BaCO3. Proses karburisasi padat berlangsung pada temperatur 950 derajat C selama 3 jam yang dilanjutkan dengan pendinginan didalam tungku. Untuk proses hardening dilakukan pada temperatur 900 derajat C selama 30 menit yang dilanjutkan dengan proses quenching di dalam air. \n \n \n \n \n \n\nProses karburisasi meningkatkan kandungan karbon dari 0,22 wt% menjadi 1,03 wt%. Harga kekerasan tertinggi mencapai 1037 VHN dengan proses quenching di dalam air. Depth Hardness 560 VHN yang dihasilkan mencapai 2,5 mm dari permukaan spesimen pada kondisi as water quenched. \n \n \n \n \n \n\nHasil pengujian di PT. XYZ, komponen die dan punch ini mampu menghasilkan produk sebanyak 900 produk. Hasil pengujian ini dinilai sudah cukup bagus mengingat beban pemotongan yang besar. Dari data pengujian di PT. XYZ untuk komponen die dan punch yang terbuat dari baja karbon rendah hasil proses karburisasi padat menunjukkan adanya hubungan kualitas dengan beban pemotongan.", "Daftar File": {}, "Penulis": "IMAN NURJAMAN (NIM 13702038)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Budi Hartono dan Umen Rumendi S.T., Weld. Mast."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Karburisasi padat, Baja karbon, Die, Punch, Chain fastener", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}