{"Nomor": 10659, "Judul": "APARTEMEN KELAS MENENGAH UNTUK KELUARGA MUDA DAN LAJANG", "Abstrak": "Akibat pesatnya perputaran uang dan pertumbuhan ekonomi di pusat kota seperti Jakarta, kini kota-kota besar tengah menghadapi masalah tentang tingginya jumlah penduduk di pusat kota, sedang ketersediaan lahan, makin lama semakin langka. Para pendatang yang kebanyakan berasal dari golongan usia muda, pasangan muda yang baru menikah banyak menemui kesulitan mencari tempat tinggal karena keterbatasan lahan dan harga tanah yang mahal. Memilih tinggal di pinggir kota (sub-urban) seperti Bekasi, Depok, tanggerang dan Bogor memiliki masalah seperti kemacetan yang berarti pemborosan terhadap bahan bakar minyak yang kini merangkak naik. Kemacetan juga menimbulkan ketidakefisienan waktu.. Hal tersebut membuat sebagian besar orang ingin kembali tinggal di pusat kota.Dalam menyikapi fenomena yang terjadi di tengah masyarakat tersebut, maka hunian vertikal menjadi salah satu solusi alternatif. Hunian vertikal dinilai efektif mengatasi masalah keterbatasan lahan di pusat kota. Penyediaan hunian bagi para pekerja usia produktif mutlak diperlukan. Umumnya para pasangan muda dan lajang pra-nikah merasa kesulitan umtuk mencari hunian yang sesuai dengan penghasilan mereka dengan layak. dalam hal ini, pemerintah mencanangkan program 1000 tower RUSUNAMI dan RUSUNAWA di kota-kota besar untuk mengatasi masalah diatas.Apartemen untuk kelas menengah khususnya untuk keluarga muda yang menjadi sasaran ini, hendaknya selain berfungsi sebagai hunian juga merupakan tempat pembinaan bagi keluarga muda yang baru memulai hidup mandiri dan menentukan sendiri orientasi hidupnya, maka fasilitas yang terdapat didalamnya menunjang untuk tujuan tersebut. Kemudian digunakan skema subsidi agar tercapai hunian yang terjangkau masyarakat kelas menengah, juga sebagai bentuk kepedulian pemerintah terhadap rakyatnya.Walaupun solusi ini dinilai praktis, dan bukan berarti tidak menimbulkan masalah, namun untuk jangka waktu yang singkat, masalah tersebut dapat diatasi. kehadiran apartemen atau rusun murah bagi masyarakat kelas menengah-bawah idealnya dapat membantu, jika dalam teknisnya mamang benar, dan tepat sasaran. dengan fasilitas hunian yang terjangkau bagi para pasangan muda dan lajang usia produktif, diharapkan dapat meningkatkan kualitas kehidupan bangsa pada umumnya.", "Daftar File": {}, "Penulis": "INDAH LESTARI HANDAYANI (NIM 15204086)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Moh. Jehansyah Siregar, ST., MT., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "apartemen, keluarga muda, lajang, kelas menengah", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}