{"Nomor": 10662, "Judul": "KAJIAN DIFUSI-ADOPSI TEKNOLOGI PROSES PRODUKSI DAN DIFERENSIASI PRODUK (Studi Kasus : Industri Kopi Bubuk Di Way Kanan)", "Abstrak": "Penelitian ini mengangkat upaya pengembangan kapabilitas teknologi pengusaha kecil di Way Kanan melalui penerapan teknologi proses produksi dan diferensiasi produk yang diinisiasi oleh pemerintah lokal. Upaya ini dapat dikatakan sebagai program pemerintah untuk meningkatan keterampilan pengusaha kecil. Penelitian ini bermaksud mengungkapkan sejauh mana penerapan teknologi proses produksi dan diferensiasi produk dapat meningkatkan kapabilitas teknologi pengusaha kecil dengan pendekatan penelitian kualitatif. Analisis dilakukan dengan mengorganisasi data berdasarkan kerangka konseptual yang ada, wawancara dengan informan kunci serta pengamatan langsung di lapangan.Pada kasus Way Kanan, teknologi proses produksi dan diferensiasi produk yang diterapkan oleh pemerintah bertujuan untuk meningkatkan keterampilan pengusaha kecil. Penyusunan program dan kegiatan oleh satuan kerja di lingkungan pemerintah daerah sudah dikerangkakan sejak awal. Pendekatan ini memang memunculkan pertanyaan, bagaimana dengan kondisi sosial-kultural pengusaha lokal dalam difusi-adopsi teknologi. Terlihat bahwa difusi-adopsi teknologi dalam proses produksi yang ada di industri kecil dibangun berdasarkan hubungan kekerabatan. Apa dan bagaimana interaksi ini mempengaruhi difusi-adopsi teknologi sangat tergantung kepada kondisi kebiasaan dan nilai-nilai yang dianut masyarakat. Penerapan teknologi yang bertujuan meningkatkan kualitas produk bisa relevan apabila permintaan menghendaki kualitas tersebut. Namun, kondisi permintaan bisa sangat berbeda-beda. Suatu difusi-adopsi teknologi tidak selalu berhasil menjawab keberagaman permintaan.Pengembangan industri kecil bukan hanya sebatas pada proses, mesin dan alat, yang menitikberatkan pada efisisensi produksi dan permintaan, tetapi yang terpenting adalah tersedianya ruang pembelajaran bersama untuk mencapai kualitas yang baik dan menciptakan produk yang baru, dengan tujuan akhir peningkatan kapabilitas teknologi pengusaha kecil dan kesejahteraan masyarakat secara keseluruhan. Pendekatan yang digunakan dalam difusi teknologi ini dapat bersifat intrinsik, instrumental atapun kombinasi keduanya.", "Daftar File": {}, "Penulis": "INDRA GUNAWAN (NIM 24007002)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. H. Indra Budiman Syamwil, M.Sc, BEM."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "kapabilitas teknologi, penerapan teknologi, pengusaha kecil, technological capability, the application of technology, small entrepreneurs", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}