{"Nomor": 10676, "Judul": "PREDIKSI DENGAN EKSTRAPOLASI LINIER DAN PEMROGRAMAN MULTITHREAD UNTUK MENGURANGI PENGARUH LATENCY PADA MULTIPLAYER AIR COMBAT FLIGHT SIMULATOR", "Abstrak": "Masalah utama yang tidak dapat dihindari pada multiplayer game adalah latency. Latency pasti akan terjadi mengingat transmisi data pada jaringan membutuhkan waktu pada media transmisi dari komputer satu ke komputer lainnya. Tujuan dari tesis ini adalah membangun program multiplayer dengan pemrograman multithread dan metoda prediksi ekstrapolasi linier untuk mengurangi pengaruh latency. \n \n \n \n\nPada bagian akhir dari tesis ini akan dilakukan pengujian terhadap teknik pemrograman multithread dan prediksi yang diimplementasikan pada game GL-117 (free source code) yang dikembangkan menjadi multiplayer Air Combat Flight Simulator (ACFS). Source code game GL-117 yang asli, belum menyediakan fasilitas multiplayer. Pengujian juga dilakukan dengan membandingkan metoda prediksi ekstrapolasi linier dengan metoda prediksi Catmull-Rom. Pengujian terhadap dua metoda prediksi ini dilakukan pada tiga macam pola lintasan yaitu lintasan yang cenderung lurus, lintasan yang smooth dan lintasan berpola acak. Hasil pengujian menunjukkan pemrograman dengan menggunakan multithread dapat meningkatkan tanggapan server terhadap permintaan client. Prediksi dengan metoda ekstrapolasi linier memberikan hasil kesalahan yang lebih sedikit dibandingkan dengan penggunaan metoda Catmull-Rom dan dapat diadaptasikan pada multiplayer ACFS. Hasil pengujian ini menyimpulkan pemrograman dengan multithread dan penggunaan metoda ekstrapolasi linier dapat mengurangi pengaruh latency pada multiplayer ACFS.", "Daftar File": {}, "Penulis": "I NYOMAN EDDY INDRAYANA (NIM 23206322)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Hilwadi Hindersah dan Dr. Ir. Arief Syaichu Rohman"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Ekstrapolasi linier, Multiplayer game, Pemrograman Multithread", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}