{"Nomor": 10684, "Judul": "PRODUCTION PLAN ALTERNATIVES OF AIRBRAKE COMPONENT AT DEPARTMENT OF MACHINING, PT. PINDAD, BANDUNG", "Abstrak": "PT. PINDAD adalah satu-satunya Industri Manufaktur dan BUMN yang khusus untuk produk komersil kemiliteran. Status ini menjadi satu alasan untuk perusahaan ini memulai meningkatkan tingkat produktivitas mereka dalam upaya menjaga konsumen mereka agar tetap loyal terhadap perusahaan tersebut. Hal ini dikarenakan hampir setiap konsumen mereka memiliki kontrak jangka panjang dalam hal pemenuhan kebutuhan akan senjata. Departemen Permesinan PT. PINDAD mempunyai tugas untuk memproduksi Komponen Rem untuk 3 periode yang terdiri dari 22 bagian. Departemen ini menghadapi beberapa masalah dalam memenuhi Komponen rem karena keterbatasan fasilitas , sumberdaya, dan waktu pengerjaan yang hanya 51 hari. Tujuan dari proyek akhir ini untuk mengusulkan dan menganalisa pilihan untuk perencanaan produksi dari Komponen Rem dalam hal mencapai tujuan perusahaan. Dalam hal ini pilihan-pilihannya adalah Mengoperasikan kapasitas semula dengan keterlambatan (pilihan 1), Penambahan kapasitas dengan lembur (pilihan 2), Penambahan kapasitas dengan pembeilian mesin baru (pilihan 3), dan Penambahan kapasitas dengan penambahan mesin dan dengan lembur (pilihan 4). Dalam proyek akhir ini, keempat pilihan di usulkan and dianalisa dengan menggunakan data tentang komponen rem, jumlah sumber daya, persetujuan kontrak, dan biaya dari sumberdaya tersebut kemudian solusi yang diberikan untuk menyelesaikan masalah menggunakan Rough Cut Capacity Planning dan Master Production Schedule (MPS). Berdasarkan analysis dari total biaya dan kemungkinan pembatalan kontrak, pilihan ke 4 adalah pilihan yang terbaik yang memiliki total biaya Rp 606,760,000.00. Ini berarti total biaya dari pilihan ke 4 memiliki jumlah paling rendah dari ketiga pilihan lainnya. Dengan mengimplementasikan rekomendasi ini, Departemen Permesinan di PT.PINDAD dapat memenuhi seluruh komponen rem tepat waktu dengan biaya terendah untuk penambahan sumber daya nya. Diharapkan pilihan yang diputuskan ini dapat digunakan oleh Departemen Permesinan di PT.PINDAD sebagai input untuk mengembangkan perencanaan produksi untuk Komponen rem dalam 3 periode itu.", "Daftar File": {}, "Penulis": "IQZAN DIAZ (NIM 19005090)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Gatot Yudoko, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Rough Cut Capacity Planning, Master Production Schedule", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Rizki Aprianti", "File": "7 file", "Tanggal Input": "19 Agu 2009"}