{"Nomor": 10680, "Judul": "DESAIN SCALABLE DAN RECONFIGURABLE RSA BERBASIS ALGORITMA OPTIMASI RADIX-4 MONTGOMERY DAN IMPLEMENTASINYA PADA FPGA", "Abstrak": "RSA adalah metode kriptografi yang menggunakan sistem kriptografi asimetris, yaitu metode enkripsi dan dekripsi yang menggunakan dua kunci yang berbeda. RSA sering digunakan dalam enkripsi email dan enkripsi file yaitu PGP(Pretty Good Privacy), untuk sistem enkripsi e-commerce yaitu SSL(Secure Socket Layer). RSA dibuat untuk mengatasi kelemahan dari sistem kriptografi simetris. Dibandingkan dengan kriptografi simetris, proses enkripsi atau dekripsi RSA sangat lambat dan kompleks, karena melakukan operasi aritmatika perpangkatan bilangan besar. \n \n \n \n\nAlgoritma yang dipilih adalah Optimasi radix-4 Montgomery karena algoritma radix-4 memiliki jumlah iterasi operasi perkalian 1/2 n + 1 dibandingkan jumlah iterasi radix-2 adalah n. Optimasi radix-4 Montgomery dilakukan dengan mengganti operasi penjumlahan dengan dua carry save adder. \n \n \n \n\nPerancangan dilakukan meliputi membuat model RSA pada Matlab dan Verilog, pembuatan program pembangkit kunci RSA dan Core desain dengan menggunakan Verilog. Program Matlab dan Verilog ini digunakan sebagai referensi dalam memverifikasi rancangan hardware yang dibuat. Core didesain dengan mengimplementasikan model yang dibuat baik dalam Matlab dan Verilog yang berbasis algoritma optimasi perkalian modular radix-4 Montgomery dan algoritma modular exponential Square and Multiply. \n \n \n \n\nVerifikasi dan implementasi pada FPGA dilakukan dengan menggunakan perangkat lunak mentor graphic Modelsim 6.0 dan Altera Quartus 7.2 dan perangkat keras board FPGA Altera DE2 EP2C35F672C6. Implementasi dilakukan dengan menghubungkan monitor dengan FPGA lewat port VGA dan melakukan dua proses enkripsi dan dekripsi yang berkaitan sehingga muncul 3 gambar pada monitor yaitu gambar asli, gambar enkripsi dan gambar deskripsi. Verifikasi pada hardware dilakukan dengan membandingkan gambar dekripsi dengan gambar asli pada monitor. \n \n \n \n\nHasil sintesis menunjukkan kecepatan clock yang bervariasi tergantung kompleksitas RSA. Untuk RSA 32-bit RSA Core mampu bekerja frekuensi 115 Mhz, sedangkan untuk RSA 512-bit RSA Core mampu bekerja pada frekuensi 20 Mhz. Latency yang diperoleh adalah 227K untuk RSA 512-bit.", "Daftar File": {}, "Penulis": "IPUT HERI KURNIAWAN (NIM 13204093)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Trio Adiono, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "RSA, Montgomery, Perkalian modular, FPGA, Kriptografi", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}