{"Nomor": 10686, "Judul": "PENGEMBANGAN VISUALISASI TERRAIN PADA SIMULATOR TANK MENGGUNAKAN METODA HEIGHTMAP", "Abstrak": "Dalam pembuatan visualisasi suatu simulator, ada dua aspek penting yang perlu diperhatikan yaitu aspek realistis dan aspek keindahan. Aspek realistis maksudnya sebuah simulator harus benar secara perhitungan matematis, dan dapat berfungsi seperti benda yang disimulasikan. Sedang aspek keindahan maksudnya visual yang terlihat harus terlihat seperti yang sebenarnya. \n \n\nPenelitian ini bertujuan mengembangkan model terrain dengan menggunakan metoda heightmap yang mendekati nyata secara visual dan tetap dapat berinteraksi dengan obyek lain dalam simulator tank baik obyek bergerak maupun obyek yang diam. Menggunakan berbagai macam bentuk terrain berikut entitasnya tanpa mengurangi kemampuan komputer agar gambar tetap bagus dan proses render tidak membuat suatu program simulator tidak menjadi lambat. \n \n\nTesis ini akan meneliti dan menerapkan pemodelan terrain untuk simulator tank dengan menggunakan metoda heightmap. \n \n\nModel terrain dengan metoda heightmap akan diterapkan pada perangkat lunak simulator tank yang dimasukkan pada arsitektur game secara keseluruhan. Penerapan pada perangkat lunak tank simulator mulai dari pembuatan heightmap, lightmap, tekstur sampai kepada render yang tetap memikirkan aspek real tentang keindahan dan kemiripan dengan terrain yang sebenarnya juga fungsinya dengan obyek lain dalam perangkat lunak seperti, collision detection, dan simulasi gerakan dengan obyek lain. \n \n\nDalam implementasi pada perangkat lunak simulator tank dapat diuji dengan melihat performa game saat dijalankan sehingga tidak terlihat lambat. Performa perangkat keras juga menjadi salah satu acuan apakah metoda yang diterapkan menuntut kerja keras perangkat keras yang digunakan dengan pengukuran memori yang dipakai.", "Daftar File": {}, "Penulis": "IRDAM DENNI (NIM 23206332)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Ary Setijadi P. dan Dr. Hilwadi Hindersah, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Terrain, Heightmap, Simulator tank", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}