{"Nomor": 10681, "Judul": "STUDI PENGARUH TEMPERATUR OVERHEAT PADA STRUKTUR MIKRO SUDU TURBIN NICKEL BASED ALLOY RENE 125", "Abstrak": "Rene 125 (Nickel based alloy) merupakan suatu material yang dipakai di dalam sudu turbin (turbine blade), Engine CT-7 stage 2. Sudu tersebut diproduksi oleh General Electric (GE). Selama proses dijalankan, sudu tersebut akan mengalami pembebanan akibat adanya gaya sentrifugal, temperatur tinggi, lingkungan korosif, dan siklus tegangan dinamik akibat thermal stress. Dengan memperhatikan beban-beban tersebut, maka desain sudu turbin haruslah mempunyai ketahanan yang baik terhadap creep, fatique dan korosi temperatur tinggi. \n \n \n \n\nMenurut GE, sudu turbin Rene 125 akan mengalami overheat bila dioperasikan di atas temperatur 900 derajat C. Overheat diklasifikasikan menjadi 3 daerah yaitu daerah overheat ringan (daerah A), terjadi secara tiba-tiba (daerah B) dan overheat berat (daerah C). Penelitian pada daerah A dilakukan dengan memanaskan sudu hingga temperatur 920 derajat C selama 30 menit (tungku), pada daerah B dengan memanaskan sudu pada temperatur 970 derajat C selama 5 detik (flame) dan daerah C dengan memanaskan sudu pada temperatur 1000 derajat C selama 5 menit (tungku). Pengaruh overheat terhadap material Rene 125 dapat dilihat dari perubahan struktur mikro yang dialami oleh sudu pada masing-masing daerah, kemudian membandingkannya dengan struktur mikro awal sebelum sudu mengalami overheat. Struktur mikro awal diperoleh dari bagian pangkal sudu yang belum mengalami overheat. \n \n \n \n\nPerubahan struktur mikro sudu turbin Rene 125 bila dibawa ke kondisi A adalah berkurangnya kekoherenan presipitat yang berakibat menurunkan kekuatatn material. Perubahan struktur mikro pada kondisi B adalah melarutnya presipitat ke dalam matriks dan terbentuknya local melting yang berdampak pada penurunan kekuatan. Perubahan struktur mikro pada kondisi C adalah berkurangnya kekoherenan presipitat, terbentuknya fasa TCP (Topologically Close Packed) dan M23C6 (Karbida) yang juga dapat menurunkan kekuatan material.", "Daftar File": {}, "Penulis": "I PUTU OKTON BRAWIJAYA (NIM 13702023)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Rochim Suratman dan Ir. Madila Awalini, M.E."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Temperatur, Overheat, Struktur mikro, Sudu turbin, Nickel based alloy rene 125", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}