{"Nomor": 10691, "Judul": "GOVERNANCE DALAM PELAKSANAAN PROGRAM PENINGKATAN SARANA AIR BERSIH PERKOTAAN", "Abstrak": "Guna mengatasi kesulitan masyarakat dalam memperoleh air bersih, Pemerintah Kabupaten Berau melaksanakan program peningkatan sarana air bersih perkotaan. Program ini berfokus pada pembangunan sarana WTP (water treatment plant). Program ini dihentikan sampai batas waktu yang tidak ditentukan. Fenomena ini diindikasikan adanya masyarakat terhadap pemasangan jalur pipa yang mempergunakan lahan milik mereka. Mengingat pentingnya pembangunan sarana ini, perlu diadakan studi dari proses-proses pelaksanaan program tersebut.Secara khusus tesis ini bermaksud menyajikan sebuah studi kasus dari proses pelaksanaan program peningkatan sarana air bersih perkotaan di Kota Tanjung Redeb, Kabupaten Berau, Kalimantan Timur. Ada dua pertanyaan yang dikemukakan yaitu : (i) Bagaimana memahami persoalan yang terjadi dilokasi studi dari aspek interaksi dan komunikasi yang terjadi selama proses perencanaan program diantara pemerintah/pelaksana, pihak terkait dan masyarakat; (ii) Bagaimana mekanisme pelaksanaan program membentuk interaksi dengan berbagai pihak terkait dan melibatkan masyarakat; (iii) Bagaimana komunikasi, media komunikasi dan akses terhadap informasi dibuka, dikembangkan dan digunakan serta menstimulasi masyarakat untuk mendukung pelaksanaan program peningkatan sarana air bersih perkotaan. Penelitian studi empiris tesis ini menggunakan pendekatan kualitatif  dan pembahasan untuk pelaksanaan program selanjutnya mengadopsi konsep outcome mapping.Hasil studi menunjukkan bahwa : (i) Adanya penolakan yang dilakukan oleh masyarakat terhadap pelaksanaan program, sebab tidak terbangunnya komunikasi antar pihak dan tidak adanya pelibatan masyarakat didalam proses penyusunan program (ii) Mekanisme pelaksanaan program yang top down mengakibatkan terbatasnya peran yang dimainkan oleh pelaksana, yang menyebabkan kesulitan bagi mereka untuk mengembangkan kemitraan dengan aparat dinas/instansi terkait dan masyarakat; .(iii) Masyarakat kesulitan untuk terlibat dan memberikan dukungan, disebabkan oleh tidak adanya insentif, komunikasi dan media komunikasi yang memadai serta tertutupnya akses terhadap informasi. Temuan dari tesis ini menunjukkan agar pelaksanaan program selanjutnya dapat dilaksanakankan, perlu memberikan kesempatan dan membangun dialog antar pihak yang terlibat, dibuatnya opsi-opsi, dibukanya akses terhadap informasi lebih lanjut mengenai program, informasi yang disampaikan harus jelas dan dapat dipahami oleh semua pihak, membangun komunikasi antar aparat dinas/instansi terkait dan melakukan sharing informasi dengan pihak-pihak lain, baik melalui lembaga formal maupun informal.", "Daftar File": {}, "Penulis": "IRIANSYAH (NIM. 24006061)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Sonny Yuliar"], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Mengatasi kesulitan air bersih, proses pelaksanaan program, komunikasi, informasi dan outcome mapping", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}