{"Nomor": 10694, "Judul": "STUDI KARAKTERISTIK DAN PERAN STAKEHOLDER DALAM KEGIATAN PARIWISATA DI KAWASAN PRAMBANAN (Studi Kasus: Desa Bokoharjo dan Desa Sumberharjo Kecamatan Prambanan Kabupaten Sleman)", "Abstrak": "Provinsi Daerah Istimewa Yogyakarta merupakan pusat budaya, yang memiliki banyak situs peninggalan sejarah yang termasuk candi- candi. Selain nilai historis dan budaya, kawasan candi ini juga merupakan salah satu tujuan wisata utama para wisatawan baik asing maupun domestik yang berkunjung ke Yogyakarta. Kawasan ini dikemas secara lengkap selama puluhan tahun karena banyak aspek kehidupan yang dibangkitkan dari kegiatan ini. Sewajarnya kegiatan penduduk sekitar merupakan dampak dari adanya kegiatan pariwisata yang berkembang di Kawasan Prambanan tersebut. Namun pada kenyataannya masyarakat sekitar tidak merasakan adanya dampak yang cukup signifikan dari keberadaan kawasan candi. Hal ini yang mendasari pemikiran bahwa ketika masyarakat tidak merasakan dampak dari kegiatan pariwisata yang timbul dari adanya kawasan candi, maka ada bagian yang hilang dari mata rantai perencanaan partisipatif yang dikembangkan di daerah tersebut. Ketika masyarakat sebagai salah satu aktor yang berperan penting dalam kegiatan pariwisata ternyata tidak merasakan dampak dari kegiatan yang berlangsung di sekitar mereka.Pada tanggal 27 Mei 2006, terjadi gempa yang mengguncang Provinsi Daerah Istimewa Yogyakarta. Gempa ini banyak merusak bangunan di provinsi ini termasuk sebagian kawasan Candi Prambanan, karena lokasi candi  berada di jalur gempa. Sehingga untuk beberapa waktu kondisi kawasan candi lumpuh dan ditutup untuk umum, dan sedang dilakukan perbaikan untuk mengembalikan kondisi seperti semula. Kejadian ini juga ikut berdampak pada kegiatan pariwisata yang dibangkitkan dari adanya candi, namun apakah kejadian ini mengganggu kegiatan pariwisata secara keseluruhan di Kawasan Prambanan. Hal ini juga merupakan salah satu hal yang dibahas dalam penelitian ini.Metodologi penelitian yang digunakan adalah metode analisis kualitatif dengan pendekatan metode analisis deskriptif. Pihak- pihak yang berkepentingan pada kegiatan ini kemudian disebut sebagai stakeholder dalam kegiatan pariwisata di Kawasan Prambanan, dan untuk memetakan stakeholder digunakan stakeholder analysis. Untuk mengidentifikasi karakteristik stakeholder yang  termasuk pengaruh, tanggapan terhadap kegiatan pariwisata yang dikembangkan, kendala pengembangan dan dampak gempa Mei 2006 serta keinginan dan harapan terhadap kegiatan pariwisata dari masing-masing stakeholder yang terlibat maka dilakukan wawancara dan studi literatur. Kemudian tiap-tiap karakteristik dari stakeholder diidentifikasi melalui content analysis.Analisis yang dilakukan kemudian menunjukkan bahwa kegiatan pariwisata yang sudah dikembangkan selama puluhan tahun di Kawasan Prambanan ini ternyata dianggap belum optimal dan masih dapat dikembangkan lagi. Stakeholder terkait kegiatan pariwisata di Kawasan Prambanan ini belum melakukan perannya secara optimal dalam pengembangan kegiatan pariwisata khususnya. Terakhir, adanya gempa tidak mengganggu kegiatan pariwisata walaupun harus dilakukan banyak perbaikan fisik, tapi dengan adanya gempa semakin membangkitkan kegiatan pariwisata termasuk memunculkan adanya tujuan wisata baru.", "Daftar File": {}, "Penulis": "IRTISHELLIA ANISSA (NIM 15404020)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Heru Purboyo H. Putro, DEA., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "stakeholder, pariwisata, Prambanan", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}