{"Nomor": 10697, "Judul": "STUDI PELAYANAN FARMASI PADA PROGRAM PERAWATAN RESIDENSI (HOME CARE) DI RUMAH SAKIT AL ISLAM BANDUNG", "Abstrak": "Pelayanan home care merupakan pelayanan kesehatan pada pasien yang dilakukan di rumah. Sama seperti pelayanan kesehatan di rumah sakit, dalam home care pun pasien layak menerima pelayanan kesehatan dari perawat, dokter, maupun dari apoteker. Berkaitan dengan peran apoteker dalam home care, dan sejauh mana program ini berkembang, maka dilakukan penelitian terhadap program home care. Penelitian diawali dengan studi pustaka. Lalu dilanjutkan studi pendahuluan, penetapan jenis dan jumlah sampel, penyusunan dan penyebaran kuesioner, analisis data dan penarikan kesimpulan. Dari hasil analisis kuisioner diperoleh hasil sebagai berikut. Program home care belum dikenal luas oleh komunitas rumah sakit, hal ini dapat dilihat dari sebanyak 75,07% pasien rawat inap tidak mengetahui program tersebut. Peran apoteker yang sudah dilakukan berkaitan dengan program home care masih sebatas koordinasi dengan perawat dalam penyiapan, pengiriman, penyimpanan, dan pemberian obat; serta dalam dokumentasi semua data obat pasien dan penggunaannya. Sebanyak 66,66% pasien, 100% perawat, dan 100% dokter program home care masih membutuhkan informasi tambahan dari apoteker. Sebanyak 100 % pasien, dokter, dan perawat home care masih kekurangan informasi obat. Informasi obat yang masih sangat kurang menurut pasien berupa cara penyimpanan obat (89,74%); interaksi obat (92,30%); dan efek samping obat (84,61%). Tidak adanya apoteker dalam program ini menjadikan sumber informasi obat yang biasa digunakan pasien adalah dokter (66,66%); perawat (25,64%); dan keluarga pasien (15,38%). Harapan pasien mengenai sumber informasi obat adalah dokter sebanyak 41,02%; apoteker 33,33%; dan perawat 17,95%. Berdasarkan hasil analisis data, dapat disimpulkan bahwa program home care di yang diadakan rumah sakit Al Islam Bandung belum dikenal luas oleh semua komunitas rumah sakit. Keberadaan apoteker belum secara optimal membantu program home care. Pada informasi obat yang disampaikan kepada pasien home care, masih adanya beberapa informasi yang masih kurang, meliputi cara penyimpanan obat; interaksi obat; dan efek samping obat.", "Daftar File": {}, "Penulis": "IRWAN SUYUDI (NIM 10703081)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Endang Kumolosasi, M.Si., Apt., Dr. Lia Amalia, M.Si., Apt., Nanan Yuliani, S.Kep., Ners., dan Rani Ratnawati, S.Si., Apt."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "pelayanan farmasi, rumah sakit, home care", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Vika Anastasya Kovariansi", "File": "8 file", "Tanggal Input": "08 Apr 2009"}