{"Nomor": 10701, "Judul": "STRUKTUR MIKRO DAN KEKERASAN PADUAN Ti6Al4V HASIL PROSES", "Abstrak": "Scrap yang diolah melalui proses pencairan ulang akan mengalami perubahan pada komposisi kimia dan struktur mikronya. Perubahan yang terjadi akibat dari proses tersebut akan menyebabkan perubahan pada sifat materialnya, terutama pada sifat mekanik. Penelitian ini dilakukan untuk mempelajari fenomena perubahan struktur mikro pada material paduan titanium hasil pencairan ulang yang mengalami proses perlakuan panas serta kaitannya terhadap sifat mekanik yang dihasilkan. \n \n \n \n \n \n \n \n\nHasil pencairan ulang dilakukan dengan menggunakan alat tanur listrik-elektroda tunggal dalam lingkungan atmosfir terkendali dan dilanjutkan dengan proses perlakuan panas dengan memvariasikan temperatur pemanasan dan waktu penahanan pada tungku tabung (tube-furnace) dengan pendinginan di dalam tungku. Jenis material yang digunakan adalah scrap fan-blade pesawat terbang dengan jenis paduan Ti6Al4V. \n \n \n \n \n \n \n \n\nDari penelitian ini menunjukan adanya perubahan pada komposisi kimia dan struktur mikro yang dihasilkan dari proses pencairan ulang scrap Ti6Al4V. Akibat dari proses perlakuan panas yang dilakukan, terjadi peningkatan harga kekerasan dari material awalnya (scrap Ti6Al4V). Harga kekerasan maksimum dicapai pada kondisi T: 1060 derajat C ; ÃƒÂƒÃ‚ÂƒÃƒÂ‚Ã‚Â‚ÃƒÂƒÃ‚Â‚ÃƒÂ‚Ã‚Â½ jam; 730 derajat C; 1 jam; FC, sebesar 743 Hv.", "Daftar File": {}, "Penulis": "ISMOJO (NIM 23704003)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Mardjono Siswosuwarno dan Dr. Ir. Arif Basuki"], "Jenis Koleksi": "Tesis", "Penerbit": "Ilmu dan Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Scrap Ti6Al4V, Proses pencairan ulang, Proses perlakuan panas", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}