{"Nomor": 10708, "Judul": "ANALISIS DINAMIKA TANAH PADA INTERAKSI TANAH-STRUKTUR BANGUNAN BREAKWATER", "Abstrak": "Pada saat terjadi gempa bumi, beban dinamik searah horisontal terjadi pada batuan keras di bawah tanah. Hal ini mengakibatkan  guncangan pada tanah yang berada di atas batuan keras tadi, sebelum akhirnya sampai pada bangunan di atasnya. Kondisi tanah yang berbeda-beda serta keberadaan struktur bangunan membuat dinamika tanah menjadi berbeda-beda pada setiap respon yang diakibatkan oleh beban seismik. Analisis dinamika tanah ini mengakibatkan struktur, seperti pemecah gelombang (Breakwater) sebagai objek penelitian ini, mengalami pergeseran secara horisontal dan vertikal. Adapun faktor penting dalam respon dinamika tanah ini adalah parameter dinamika tanah itu sendiri, seperti modulus geser, damping ratio, poisson ratio, dll. Metode penelitian dalam tugas akhir ini mengambil sudut pandang secara teori dari referensi dan studi kasus pada kondisi lapangan dengan menggunakan metode elemen hingga. Metode elemen hingga adalah salah satu metode perhitungan numerik yang biasa dipergunakan untuk menyelesaikan persoalan di bidang engineering termasuk dalam ilmu geoteknik ini. Dalam tataran aplikasi analisa dinamis pada persoalan ini, digunakan perangkat lunak (software) yang diberi nama FLUSH. FLUSH adalah program komputer yang dirancang untuk menganalisa interaksi antara tanah dengan struktur akibat beban dinamis.Pada simulasi studi kasus yang dilakukan telihat perbedaan antara kondisi tanah kosong (free field) dengan pada saat interaksi, dimana terjadi peredaman perpindahan arah horisontal oleh breakwater. Sementara itu, interaksi tanah-struktur ini mengakibatkan adanya perpindahan arah vertikal. Perbedaan struktur pada tanah yang sama mengakibatkan perbedaan dinamika tanah tersebut. Sementara itu tekanan pada tanah bertambah pada saat pembebanan dinamik. Akhirnya, analisa dinamika tanah ini dipergunakan untuk menganalisa daya dukung tanah terhadap beban dinamik sehingga dapat ditentukan faktor keamanan tanah tersebut.", "Daftar File": {}, "Penulis": "IWAN SOGIWAN (NIM 15503003)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Hendriyawan, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "dinamika tanah, breakwater, FLUSH", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}