{"Nomor": 10710, "Judul": "DESAIN PERILAKU AGENT PADA GAME STRATEGI (STUDI KASUS GAME RTS SULTAN AGUNG)", "Abstrak": "Teknologi aplikasi interaktif berkembang demikian pesat seiring dengan kemajuan teknologi informasi. Teknologi game, baik itu berupa game online pada jaringan internet, jaringan lokal maupun game yang hanya dapat dijalankan dalam satu komputer adalah teknologi interactive application yang banyak berkembang belakangan ini. Pada umunya game memiliki agent sebagai karakter yang dimainkan. Tesis ini mencakup desain perilaku agent untuk game RTS Sultan Agung meliputi agent yang dikendalikan oleh pemain maupun komputer dalam mode permainan single player. \n \n\nSecara umum agent pada game RTS Sultan Agung dikelompokkan menjadi tiga jenis yaitu pekerja, prajurit, bangunan dan penghasil sumber daya. Ketiga jenis agent memiliki kemampuan dan tujuan yang berbeda. Pekerja memiliki tujuan untuk mengumpulkan sumber daya, prajurit sebagai kekuatan militer untuk mengalahkan musuh, serta bangunan dan penghasil sumber daya sebagai unit pendukung. \n \n\nDesain agent yang dikendalikan pemain menggunakan metoda finite state machine (FSM) dimana agent dimodelkan dalam beberapa state operasi yang terbatas. Dalam suatu waktu hanya satu state yang aktif. Perubahan state terjadi apabila ada perintah dari pemain atau perubahan pada sistem dan lingkungan game. Desain agent yang dikendalikan komputer terdiri atas seperangkat rule untuk mendeskripsikan apa yang dilakukan oleh agent dalam suatu situasi untuk membentuk perilaku yang sama dengan agent yang dikendalikan pemain. \n \n\nPergerakkan agent diimplementasikan pada peta berupa sel-sel dalam lingkungan game menggunakan teknik A* pathfinding. Penggunaan metoda heuristik pada A* pathfinding memungkinkan algoritma ini dapat menemukan lintasan terpendek antara dua posisi pada map tanpa harus menjelajahi semua area. \n \n\nHasil yang diperoleh memperlihatkan bahwa agent telah memiliki perilaku sesuai dengan rancangan. Agent yang dikendalikan oleh komputer dapat melakukan hal yang dapat dilakukan oleh agent yang dikendalikan pemain. Rule-rule bagi agent yang dikendalikan komputer memang masih terkesan dapat diprediksi oleh pemain. Kemungkinan pengembangan dengan menggunakan metoda Artificial Neural Network (ANN) dapat menjadi salah satu alternatif untuk menjadikan perilaku computer controlled agent lebih dinamis, tidak mudah diprediksi sehingga lebih menarik untuk dimainkan.", "Daftar File": {}, "Penulis": "I WAYAN SUASNAWA (NIM 23206311)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Ary Setijadi P. dan Dr. Ir. Arry Akhmad A., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Agent, Real time strategy, Game, RTS, Finite state machine, Rule, A*pathfinding", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}