{"Nomor": 10718, "Judul": "STUDI PENGEMBANGAN POTENSI SUMBER DAYA AIR DANAU SENTANI DI KABUPATEN JAYAPURA PROVINSI PAPUA", "Abstrak": "Dengan keadaan topografi, geografi dan klimatologi, Danau Sentani mempunyai potensi Somber Daya Air yang dapat dimanfaatkan bagi kepentingan masyarakat. Danau Sentani berada di Distrik Sentani Kabupaten Jayapura Provinsi Papua dengan kapasitas tampungan sekitar 2,716 Juta & , Luas DAS sekitar 571 km2 dengan 11 Sub DAS yang merupakan potensi Ketersediaan Somber Daya Air yang dapat dikembangkan untuk kebutuhan di sektor Domestik, Irigasi, Industri, PLTM dan fidak terlepas dari faktor konservasi ekologi. Curate hujan rata-rata tahunan sekitar 1691,7 mm/thn. Metoda yang dipakai untuk analisis ketersediaan air adalah metoda NRECA. Proyeksi Ketersediaan air rata-rata per tahun di Danau Sentani sebesar 404, 31 m3/dt dan Proyeksi Kebutuhan air per tahun untuk Domestic, 7,554.639 m3/thn , Penggelontora; kebuWhannya menggunakan 10 % air dari Qmin Inflow, Irigasi, kebutuhan air irigasi adalah 12,28 I/dt/ha untuk polo tanam PalawijaPalawija dan Padi, Industri ; kebutuhan air industri adalah 2,190 m3, PLTM ; tinggi jatuh (Head) potensial adalah 35 m dengan kapasitas turbin K-P / 6 dan membangkitkan Daya Listrik (N) adalah 12,052 kW setinggi 35 m. Proyeksi laju erosi lahan setiap tahunnya 4,643 ton/thn yang menyebabkan terjadinya sedimentasi di Danau. Sentam dengan laju sedimetasi 0,243 &/dt.    \n \n \nPENULIS TIDAK MENGIJINKAN TESIS INI DITAMPILKAN DALAM BENTUK FULL-TEXT.", "Daftar File": {}, "Penulis": "JAN WILLEM RUMERE (NIM 95006035)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Iwan Kridasantausa dan Drs. Waluvo Hatmoko, M.Se."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Sentani Lake, Water resource potential, Water sustainability, Water demand", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "11 file", "Tanggal Input": "27 Sep 2017"}