{"Nomor": 10719, "Judul": "MODEL PENINGKATAN KUALITAS PENJARINGAN ASPIRASI MASYARAKAT KABUPATEN SRAGEN DALAM PENYUSUNAN RKPD MELALUI E-GOVERNMENT", "Abstrak": "Kegitan Musrenbang merupakan satu-satunya jalan bagi masuknya partisipasi masyarakat dalam penyusunan RKPD. Dalam pelaksanaannya Musrenbang masih mengalami beberapa kekurangan, seperti lemahnya komunikasi antar stakeholder, serta tingginya dominasi elit desa. Salah satu peluang perbaikan kualitas penjaringan aspirasi ini adalah melalui pemanfaatan e-government. Salah satu Kabupaten yang telah menerapkan e-government dalam kegiatan pemerintahannya adalah Kabupaten Sragen. Untuk itu kabupaten ini juga berpotensi untuk meningkatkan kualitas penjaringan aspirasi masyarakat melalui e-government. Penelitian ini mencoba menyusun model peningkatan kualitas penjaringan aspirasi masyarakat melalui pemanfaatan e-government. Untuk itu pada tahap diidentifikasi potensi dan permasalahan penjaringan aspirasi masyarakat pada tingkat desa, kecamatan dan kabupaten. Identifikasi ini diperoleh dari hasil wawancara yang dilakukan pad alembaga pemerintahan yang berwenang dalam pengelolaan penjaringan aspirasi masyarakat dan pengelolaan e-government untuk tingkat Kabupaten, kecamatan dan desa. Hasil identifikasi potensi dan permasalahan ini kemudian disusun hubungan sebab akibatnya dengan menggunakan pendekatan pemodelan sistem dinamsi. Setelah hubungan sebab akibat ini tersusun, kemudian disusun skenario simulasi model dinamis untuk masing-masing jenjang pemerintahan tersebut. Skenario ini diperoleh melalui trend pertumbuhan data yang diperoleh dari data statistik Kabupaten Sragen. Selanjutnya simulasi dilakukan, melalui simulasi ini, dapat dilihat pola tingkah laku dari variabel-variabel yang diamati. Melalui pemahaman terhadap pola tingkah laku ini, kita dapat membandingkan dengan pola tingkah laku data historis, guna melihat apakah model yang telah disusum menyerupai sistem pada dunia nyata. Berdasarkan hasil simulasi ini, dapat diketahui beberapa variabel yang memiliki signifikansi yang tinggi, sehingga pengambil kebijakan dapat melakukan intervensi kebijakan berdasarkan informasi tersebut. Pada bagian akhir didapat beberapa kebijakan yang dapat diambil pemerintah dalam meningkatkan kualitas penjaringan aspirasi masyarakat dalam penyusunan RKPD melalui e-government untuk jenjang pemerintahan desa yakni pelaksanaan program pelatihan bagi masyarakat, serta pelatihan aparat desa. Untuk tingkat kecamatan yakni peningkatan keterlibatan swasta, peningkatan jumlah sambungan kecamatan dan peningkatan anggaran untuk sektor komunikasi. Sedangkan untuk tingkat kabupaten yakni Peningkatan jumlah kecamatan, dinas dan badan daerah yang terhubung, serta penambahan jumlah sambungan.", "Daftar File": {}, "Penulis": "JATI PRATOMO (NIM 15404023)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Roos Akbar, Ir.,M.Sc.,Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "aspirasi masyarakat, RKPD, e-government", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}