{"Nomor": 10714, "Judul": "KLASIFIKASI NORMATIF BATUAN BEKU DARI DAERAH ISTIMEWA YOGYAKARTA DENGAN MENGGUNAKAN SOFTWARE K-WARE MAGNA", "Abstrak": "Telah dilakukan serangkaian penelitian untuk mendapatkan klasifikasi normatif berstandar IUGS (International Union of Geological Sciences) pada 12 situs batuan beku dari Daerah Istimewa Yogyakarta. Klasifikasi dilakukan berdasarkan mineralogi QAPF (Quartz, Alkali feldspar, Plagioklas, dan Feldspathoid) normatif yang diperoleh dari analisis data komposisi kimia batuan dengan menggunakan software K-ware Magma. Sampel-sampel batuan beku yang digunakan terdiri dari situs Watu Adeg (WTA), Gunung Suru (GSR), Purwoharjo (PWH), Gunung Skopiah (SKP), Gunung Ijo (GIJ), Parangtritis A (PRA), Kali Songgo (KSG), Kali Buko (KLB), Gunung Pawon (GPW), Parangtritis B (PRB), Kali Widoro (WDR), Tegal Redjo (TGR). Selanjutnya, hasil klasifikasi ini dibandingkan dengan hasil klasifikasi berdasarkan analisis petrografi dan analisis komposisi kimia yang berdasarkan kandungan K2O-SiO2 batuan.Hasil penelitian menunjukkan bahwa 12 situs batuan beku adalah batuan beku vulkanik yang terdiri dari batuan andesit (situs WTA, GIJ, PRA, dan WDR), andesit kuarsa (situs GSR dan SKP), trakiandesit (situs PWH), basalt tholeitik (situs KSG, KLB, dan PRB), dan trakiandesit basaltik (situs GPW dan TGR). Hasil klasifikasi pada analisis petrografi dan analisis kandungan K2O-SiO2 menunjukkan bahwa sebagian batuan konsisten dengan jenis batuan pada hasil klasifikasi mineralogi QAPF normatif. Akan tetapi berbeda dalam hal penamaan (nomenclature) batuan. Klasifikasi berdasarkan mineralogi QAPF normatif batuan beku bersifat lebih kuantitatif, lebih spesifik, dan sesuai dengan standar IUGS.", "Daftar File": {}, "Penulis": "JAHIDIN (NIM 20205002)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Satria Bijaksana, Ph.D. (satria@fi.itb.ac.id)"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "batuan beku, software K-ware Magma, klasifikasi mineralogi QAPF normatif, klasifikasi kandungan K2O-SiO2, dan klasifikasi analisis petrografi", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}