{"Nomor": 10726, "Judul": "THE PERFORMANCE OF AGENCIES IN JAPAN BEFORE AND AFTER CENTRAL GOVERNMENT REFORM: A Case Study: Information-technology Promotion Agency (IPA)", "Abstrak": "This thesis has the objective of learning lessons from the characteristics of Japan's agencies and from the evaluation system used by the Japanese government to control the performance of agencies, this system will be compared to other countries' systems. The creation of agencies in Japan started from government reform in 2001.Government reforms through New Public Management (NPM) have spread to many countries with the objectives to achieve more efficient government, to restructure public services, and to introduce private market discipline into government functions. Creating agencies (agencification) is an instrument of NPM. Agencies have a wide scope of work, and in a great number of countries most of the real work of the government is carried out by agencies, and they have become tremendously important in the everyday lives of citizens.In Japan, the scope of work performed by agencies has 4 classifications; one of them is Research and Development (R&D). As a part of R&D activities, the development of science and technology in Japan is recognized as contributing to the improvement of the economy, society and the standard of living. It is the commonly accepted view that with scarce natural resources, Japan's future largely depends on the development of science and technology. Because Japan's tradition and promotion of R&D, Information-technology Promotion Agency (IPA) is used as the primary case study.To explore the characteristics of Japan's agencies, this thesis searches the origin of agencies which were imported by the Japanese government, explains how agencies were introduced in Japan, and summarizes the characteristics of Japan's agencies. The sources are books, journals, and official documents.In analyzing the performance of IPA before and after central government reform, this thesis uses a 3-year data series before IPA became an agency (2001, 2002, and 2003) and a 3-year data series after IPA became an agency (2004, 2005 and 2006). The data were obtained from IPA, METI, and MIC. The study scopes used are financial position and an evaluation system. After analyzing IPA performance, this thesis compares it with the other R&D agencies in other countries.The results of this thesis are: First, although Japan has imported the UK's agency model, it has developed its own definition and features of agency to fit its own circumstances and conditions. Second, IPA as a case study has improved its performance both in financial and non financial evaluation. Third, in comparison to other R&D agencies in other countries, it is found that most of those agencies have good performance. IPA, as one of Japan's agencies in R&D also has good performance; this means IPA's performance is similar to global trends. Forth, the evaluation system of IPA has become similar to other countries, and in some cases the IPA's evaluation system is better than in other countries.", "Daftar File": {}, "Penulis": "JIMMY SAPUTRA (NIM 25404045)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Jun Matsunami dan Dr. Tubagus Furqon Sofhani"], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Government reform, NPM, Japan, agencies, agencification, IAA, performance, evaluation, R&D, IPA", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}