{"Nomor": 10725, "Judul": "PEMBUATAN GAMMA ALUMINA DARI BAUKSIT", "Abstrak": "Bauksit merupakan mineral yang banyak terdapat di Indonesia, yang merupakan bahan baku dari alumina dan aluminium. Salah satu kegunaan alumina adalah sebagai penyangga katalis Ni/Mo yang digunakan dalam proses hydrotreating pada proses pengolahan minyak bumi. Hydrotreating adalah proses yang bertujuan untuk menghilangkan pengotor-pengotor yang masih terdapat pada minyak bumi, seperti senyawa sulfur, nitrogen, dan logam. Alumina yang digunakan sebagai penyangga katalis dalam proses hydrotreating ini adalah alumina dalam fasa gamma (atau disebut juga gammaalumina). Tujuan dari penelitian ini adalah mendapatkan resep dan prosedur pembuatan gamma-alumina dari bauksit. Gamma-alumina yang dihasilkan adalah gamma alumina dengan karakteristik penyangga katalis hydrotreating. Fokus penelitian ini adalah menguji coba sintesis gamma-alumina dari bauksit. Dalam penelitian ini, bahan baku utama yang digunakan adalah bauksit. Bauksit akan dilarutkan dengan asam sulfat untuk memperoleh aluminium sulfat. Kemudian untuk memperoleh gamma-alumina dapat dengan menggunakan metode hidrolisis urea atau juga dapat langsung dikalsinasi. Percobaan dilakukan dengan memvariasikan temperatur kalsinasi dan metode proses dari alumunium sulfat ke gamma alumina. Produk diuji dengan melakukan pengujian terhadap kadar besi dalam produk, luas permukaan, dan volume pori. Dari hasil percobaan, didapatkan kadar besi terkecil terdapat pada produk hasil metode Meloon saja, yaitu 3,43%. Luas permukaan dan volume pori terbesar juga merupakan hasil dari metode Meloon saja, yaitu 119 m2/g dan 82,18 x 10-3 cc/g. Karena itu dapat disimpulkan, walaupun masih belum dapat dikategorikan sebagai penyangga katalis hydrotreating, metode Meloon dapat mensintesis gamma-alumina dari bauksit.", "Daftar File": {}, "Penulis": "JIMMY LUKIYANTO (NIM 13003049)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Subagjo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Gamma alumina, Bauksit, Kalsinasi", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}