{"Nomor": 10724, "Judul": "PEMBANGUNAN FORM GENERATOR BERBASIS WEB UNTUK MEMBANGKITKAN FORM INPUT DARI BASIS DATA", "Abstrak": "Pada Tugas Akhir ini, dilakukan pembangunan perangkat lunak untuk membuat sebuah form generator berbasis web. Form input yang dihasilkan dari form generator dalam format file PHP dan sistem manajemen basis data yang digunakan adalah MySQL. \n \n \n \n \n\nPembuatan form input dalam sebuah halaman web harus diprogram secara manual. Hal ini tentu saja memakan waktu yang tidak sedikit. Untuk itu diperlukan sebuah aplikasi berbasis web untuk membuat form input secara otomatis dari basis data agar memudahkan pengembangan web selanjutnya. \n \n \n \n \n\nPada pengerjaan Tugas Akhir ini dilakukan studi dan analisis terhadap pembuatan form input menggunakan PHP dan MySQL beserta permasalahan yang mungkin muncul dalam proses pembangunan perangkat lunak. Pembangunan perangkat lunak dibuat berdasarkan hasil studi, analisis, dan perancangan yang telah dikerjakan. Perangkat lunak yang dikembangkan pada Tugas Akhir bernama FormGenerator dan memiliki dua aplikasi utama yaitu aplikasi wizard berbasis web serta aplikasi editor berbasis web. Pada aplikasi wizard berbasis web, pembuatan form input dibuat langkah demi langkah agar dapat memudahkan pengguna dalam pembuatan form input. Sedangkan pada aplikasi editor berbasis web, pengguna dapat mengubah form yang telah dibuat serta membuat form input yang lebih rumit. \n \n \n \n \n\nPerangkat lunak FormGenerator telah dikembangkan dengan baik, dan dapat menjalankan fungsinya dengan benar. FormGenerator dapat membangkitkan berbagai jenis form input dari basis data dengan baik. Pengujian perangkat lunak telah dilakukan dengan baik pada berbagai jenis form input beserta berbagai skema basis data.", "Daftar File": {}, "Penulis": "JIMMY KARISMA RAMADHAN (NIM 13504025)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Riza Satria Perdana S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Form generator, Form input, Basis data", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}