{"Nomor": 10720, "Judul": "DEHIDRASI ISOPROPIL ALKOHOL", "Abstrak": "Bahan bakar penting bagi kendaraan. Bakar bakar yang baik adalah bahan bakar yang memenuhi standar emisi dan dapat mencegah ketukan. Kemampuan bensin mencegah ketukan diukur dengan angka oktan. Salah satu zat aditif pengungkit angka oktan (octane booster) adalah isopropil alkohol (IPA). IPA merupakan produk turunan dari propana yang banyak diproduksi di industri-industri gas alam. IPA yang dapat dijadikan zat aditif adalah IPA dengan kemurnian 99,8%-v, sedangkan IPA yang banyak dijual adalah IPA dengan kemurnian 95%-v. Oleh karena itu, perlu dilakukan penyingkiran air dari IPA 95%-v untuk menjadi IPA 99,8%-v. \n \n \n \n\nSalah satu metode penyingkiran air tersebut adalah adsorpsi. Tujuan dari penelitian ini adalah membuat dan menguji unjuk kerja kolom adsorpsi untuk mendehidrasi IPA 95%-v menjadi IPA 99,8%-v secara partaian, mengetahui kondisi operasi yang paling optimum untuk proses tersebut, serta mengetahui unjuk kerja IPA yang dihasilkan. \n \n \n \n\nVariasi yang dilakukan adalah waktu desorpsi dan laju alir adsorpsi. Penelitian dilakukan pada kondisi tekanan 1 atm dan temperatur dijaga tetap pada temperatur azeotrop. Kolom adosrpsi terdiri dari dua kolom, yaitu 2 ÃƒÂƒÃ‚Â‚ÃƒÂ‚Ã‚Â¼ inci sebagai tempat unggun adsorben dan kolom berdiameter 3 ÃƒÂƒÃ‚Â‚ÃƒÂ‚Ã‚Â½ inci. Kolom berdiameter 2 ÃƒÂƒÃ‚Â‚ÃƒÂ‚Ã‚Â¼ inci ditempatkan di dalam kolom berdiameter 3 ÃƒÂƒÃ‚Â‚ÃƒÂ‚Ã‚Â½ inci. Ruang di antara 2 kolom berfungsi untuk tempat aliran fluida pemanas. \n \n \n \n\nKolom yang dibuat untuk penelitian ini telah teruji dapat dengan baik menjalankan proses adsorpsi namun masih memerlukan perbaikan untuk proses desorpsi. Kondisi optimum proses adsorpsi IPA pada kolom yang dibuat adalah pada laju alir adsorpsi 1000 mL/jam dan waktu regenerasi 3 jam. Penambahan IPA pada bensin jenis premium terbukti dapat memberikan peningkatan angka oktan dan penurunan emisi pada gas buang yang dihasilkan.", "Daftar File": {}, "Penulis": "JAUHAR MAGHZA KHAERUDDIN (NIM 13003081)", "Kontributor / Dosen Pembimbing": ["Dr. Azis Trianto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Adsorpsi, Octane booster, Isopropil alkohol", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}