{"Nomor": 10733, "Judul": "STUDI EKSPERIMEN PENCITRAAN TOMOGRAFI ULTRASONIK PADA BETON BERTULANG", "Abstrak": "Pada tesis ini mendokumentasikan paparan mengenai studi simulasi dan eksperimen dari teknik pencitraan tomografi menggunakan metode ultrasonik untuk merekonstruksi sebuah irisan penampang objek berbentuk melingkar, yaitu beton bertulang. Maksud dari penulisan ini adalah memberikan prosedur dan langkah-langkah bagaimana memperoleh data-data proyeksi berupa berkas proyeksi paralel dari pengujian secara eksperimen melalui 64 titik pengukuran. Dalam studi ini, kumpulan dari data proyeksi paralel merupakan suatu besaran dari kecepatan propagasi gelombang ultrasonik. Data ini diperoleh dari waktu tempuh penjalaran gelombang ultrasonik sepanjang garis lurus yang diambil dari berbagai sudut pengukuran. Kemudian dengan menggunakan algoritma rekonstruksi filtered-backprojection untuk tomografi berkas paralel maka sebuah citra dapat direkonstruksi. Beberapa hal yang menjadi tujuan objektif disini adalah mengaplikasikan suatu teknik uji tak merusak pada beton bertulang; menentukan posisi, ukuran dan cacat yang mungkin terjadi pada tulang baja yang terletak secara vertikal terhadap irisan penampang beton dan memberikan jawaban yang berhubungan dengan masalah teknis dalam membangun sebuah citra, baik melalui proses simulasi dan eksperimental. Berdasarkan hasil eksperimen, dapat disimpulkan bahwa dengan teknik tomografi suatu pemecahan rekonstruksi dapat direalisasikan dalam bentuk visual, baik komposisi maupun kondisi internal beton seperti cacat berbentuk lingkaran yang berhubungan dengan posisi, bentuk dan ukuran yang mungkin dalam suatu konstruksi beton.", "Daftar File": {}, "Penulis": "JOKO SUSILO (NIM 23304004)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Amoranto Trisnobudhi dan Dr. Ir. Deddy Kurniadi"], "Jenis Koleksi": "Tesis", "Penerbit": "Instrumentasi dan Kontrol", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Tomografi ultrasonik, Filtered back-projection, Uji tak merusak, eton bertulang, Rekonstruksi citra", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}