{"Nomor": 10743, "Judul": "KAJIAN KEKRITISAN LAHAN DAN RESPON PETANI DI SUB DAS CITARIK HULU DAS CITARUM JAWA BARAT", "Abstrak": "Salah satu tujuan dari pembangunan pertanian, khususnya sub sektor tanaman pangan adalah untuk memelihara pemantapan swasembada pangan yang sampai saat ini masih bersifat fluktuatif. Tujuan tersebut, sangat terkait dengan ketersediaan sumber daya lahan yang berkualitas. Berbagai kendala yang berkaitan dengan ketersediaan sumberdaya alam tersebut, terjadi oleh karena adanya konversi lahan pertanian menjadi peruntukkan lahan non pertanian di daerah dataran rendah yang mencapai angka rerata 50.000 Ha/tahun. Akibatnya komunitas petani dataran rendah merangsek ke daerah yang lebih tinggi dengan merambah sebagian kawasan hutan untuk dijadikan lahan usaha tani. Budidaya lahan pertanian pada lahan demikian, kalau tidak hati-hati sangat rentan terhadap degradasi sumberdaya lahan dan lingkungan yang dalam jangka panjang akan merugikan kepentingan ekonomi dan ekologis.Sub DAS Citarik Hulu merupakan satu wilayah yang telah mengalami persoalan di atas, terbukti dengan ditetapkannya Sub DAS Citarik sebagai wilayah prioritas penanganan di dalam pengelolaan DAS Citarum. Dari aspek karakteristik wilayah dan dinamika penduduk dengan kondisi sosial ekonominya telah menciptakan fenomena kekritisan lahan. Fenomena tersebut, belum terungkap secara tegas, oleh karena itu penulis tertarik untuk mengkaji sekaligus ingin mengetahui respon petani terhadap kekritisan lahan yang ada.Dengan menggunakan pendekatan satuan lahan sebagai satuan analisis yang diperoleh dari tumpang susun peta jenis tanah, peta kemiringan lereng dan peta penggunaan lahan dilakukan proses identifikasi terhadap parameter kekritisan lahan dari aspek tanah, topografi, erosi dan tutupan lahan. Kemudian melakukan proses matching antara data parameter lahan kritis dengan TOR kekritisan lahan diperoleh klasifikasi tingkat kekritisan lahan dan sebarannya. Setelah itu dilakukan wawancara dengan petani yang memanfaatkan lahan tersebut untuk mengungkap respon mereka terhadap kekritisan lahan yang terjadi.Dari penelitian ini terungkap bahwa lahan usaha tani di Sub DAS Citarik Hulu sebagian besar termasuk pada kategori lahan semi kritis yang tersebar hampir merata dan sebagian lagi termasuk dalam kategori lahan potensial kritis yang tersebar di bagian hilir.Lahan-lahan pada kategori semi kritis, butuh penanganan yang serius lewat kegiatan rehabilitasi lahan agar tidak menjadi lahan yang benar-benar kritis yang tidak mampu lagi berproduksi. Pada lahan potensial kritis dibutuhkan upaya konservasi agar tidak menjadi lahan semi kritis. Respon petani di daerah penelitian, secara kuantitas cukup baik dengan melakukan berbagai kegiatan konservasi dan rehabilitasi lahan seperti pembuatan teras, cara bercocok tanam memotong lereng, sistem bertanam tumpang sari dan melakukan pergiliran tanaman. Namun secara kuantitas, kegiatan konservasi dan rehabilitasi tersebut belum maksimal akibat terkendala oleh kondisi sosial ekonomi terutama, terkait dengan luas lahan garapan, status lahan garapan, pendapatan dan tingkat pendidikan petani.Dari penelitian in diharapkan menjadi rujukan dan masukan bagi pihak-pihak terkait di dalam penanganan dan pengelolaan di Sub DAS Citarik Hulu agar lebih fokus dan tepat sasaran, sehingga akan terjadi efisiensi dan optimalisasi dari alokasi sumberdaya dan sumber dana.", "Daftar File": {}, "Penulis": "JUPRI (NIM 240 04 027)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ir. Muhammad Tasrif, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Lahan Kritis, Respon Petani, Sub DAS Citarik Hulu", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}