{"Nomor": 10755, "Judul": "GEOLOGI, FASIES, DAN DIAGENESA BATUGAMPING FORMASI TENDEH HANTU DAERAH JEPU-JEPU KECAMATAN KALIORANG, KABUPATEN KUTAI TIMUR KALIMANTAN TIMUR", "Abstrak": "Daerah penelitian berada dalam kawasan kuasa pertambangan PT. Kobexindo Limestone di daerah Jepu-Jepu, Kecamatan Kaliorang, Kabupaten Kutai Timur, Kalimantan Timur. Posisi geografis lokasi penelitian terletak pada 117 derajat 48' 32'' sampai dengan 117 derajat 51' 15'' BT dan 0 derajat 48' 18.45'' sampai dengan 0 derajat 51' 01.06'' LU. Luas daerah penelitian adalah 25 km2 (5 km x 5 km). \n \n \n \n \n\nDaerah penelitian terbagi atas dua satuan geomorfologi, yaitu Satuan Karst dan Satuan Marine Flood Plain. Stratigrafi berdasarkan urutan dari tua ke muda adalah Satuan Batulempung-Batupasir, Satuan Batugamping, dan Aluvial. Struktur daerah penelitian berupa homoklin pada Satuan Batulempung-Batupasir. \n \n \n \n \n\nFasies batugamping Formasi Tendeh Hantu pada daerah penelitian dibagi menjadi 2 fasies, yaitu Fasies Boundstone dan Fasies Wackestone-Packstone. Sedangkan lingkungan pengendapan fasies batugamping daerah penelitian dibagi menjadi 2 lingkungan, yaitu Organic build up dan Shelf lagoon. \n \n \n \n \n\nProses diagenesa yang teramati secara megaskopis diantaranya chalky (kapuran), rongga, dan gua. Sedangkan proses diagenesa yang teramati secara mikroskopis di antaranya pelarutan, sementasi, neomorfisme, dolomitisasi, dan mikritisasi mikrobial. Lingkungan diagenesa pada daerah penelitian terbagi atas empat lingkungan diagenesa, yaitu Zona Marine Phreatic, Zona Mixing, Zona Meteoric Phreatic, dan Zona Meteoric Vadose. \n \n \n \n \n\nSejarah geologi daerah penelitian berlangsung pada kala Miosen Awal-Pliosen. Pada kala Miosen Awal, terjadi pengangkatan Tinggian Kucing. Bersamaan dengan proses pengangkatan, pada awal Miosen Tengah terjadi pengendapan Satuan Batulempung -Batupasir pada lingkungan pasang surut (Tidal system), bersamaan dengan terbentuknya sesar naik hingga kala Pliosen. Pada kala Miosen Tengah, terjadi pengendapan Satuan Batugamping pada lingkungan laut dangkal secara selaras di atas Satuan Batulempung-Batupasir. Struktur diapirik yang berkembang menyebabkan homoklin pada Satuan Batulempung-Batupasir. Pada kala Pliosen, terjadi pengangkatan Satuan Batugamping dan Satuan Batulempung-Batupasir karena pengaruh pengangkatan Tinggian Meratus. Proses tersebut menyebabkan Satuan Batugamping tersingkap hingga sekarang.", "Daftar File": {}, "Penulis": "KARTIKA AYUNING TIAS (NIM 12004045)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Kristian N. Tabri, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Geologi, Fasies, Diagenesa Batugamping, Formasi tendeh hantu, Jepu-jepu, Kecamatan Kaliorang, Kutai Timur, Kalimantan Timur", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}