{"Nomor": 10750, "Judul": "X'S BRAND COMMUNITY POTENTIALS AMONG HIGH SCHOOL FEMALE STUDENTS IN BANDUNG", "Abstrak": "X's merupakan salah satu produk yang diproduksi oleh PT. XYZ yang berfokus pada produk kecantikan. Hingga saat ini, Pond's telah menjadi salah satu produk perawatan wajah untuk wanita terbesar di Indonesia. Pihak manajemen Pond's selalu berusaha untuk tidak hanya menjual produk mereka, tapi mereka juga selalu berusaha untuk untuk membuat hubungan yang erat dengan pelanggannya. Melalui berbagai acara, mereka menginginkan agar konsumen mereka tidak hanya membeli produk, namun juga agar bisa berinteraksi dengan pihak X's. Salah satu cara efektif yang yang bisa digunakan untuk mencapai tujuan ini adalah dengan komunitas brand. Sebelum mengimplementasikannya, sangatlah penting untuk melihat potensi terbentuknya komunitas ini di Bandung dengan mengukur keinginan para responden untuk menjadi anggota komunitas, nilai-nilai yang dipegang oleh mereka berkaitan dengan kecantikan dan sosialisasi, persepsi para responden, dan juga pengalaman para responden sebelumnya dengan X's. \n \n \n\nDalam melakukan riset ini, riset exploratif dan konklusif dilakukan untuk mengumpulkan detil informasi. Studi literature menajdi metode untuk mengumpulkan informasi awal tentang persepsi konsumen tentang kecantikan, interaksi yang sudah terjadi antara konsumen dan pihak produk kecantikan, dan juga interaksi antara sesama konsumen. Untuk riset konklusif, riset deskriptif melalui metode multiple cross sectional dilakukan menggunakan kuesioner. Target populasi dalam riset ini adalah siswi sekolah favorit di Bandung. Tipe prosedur sampling yang dilakukan adalah judgment sampling. \n \n \n\nPenemuannya adalah bahwa kesempatan untuk membentuk komunitas X's di bandung cukup besar. Sebagian besar responden sudah memiliki nilai yang sama berkaitan dengan kecantikan dan sosialisasi dan mereka juga bersedia untuk bergabung dalam komunitas X's. Mereka memberikan jawaban yang sangat positif tentang keseluruhan persepsi mengenai X's. Namun, ada beberapa hal yang harus diperhatikan oleh X's. Pertama, interaksi antara pihak X's dan konsumen masih cenderung terbatas. Sebagian besar dari responden tidak pernah menghadiri acara-acara X's dan mereka juga merasa tidak familiar dengan pelayanan yang disediakan oleh X's. Ini merupakan hal yang sangat penting karena interaksi antara X's dan konsumen merupakan kunci sukses untuk menciptakan komunitas yang akan memberikan keuntungan yang signifikan bagi pihak X's.", "Daftar File": {}, "Penulis": "KANINIA RADIATNI ISKANDAR (NIM 19005046)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Reza Ashari Nasution, S.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pond's, Brand community, Beauty, Value, Bandung", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Rizki Aprianti", "File": "8 file", "Tanggal Input": "24 Jul 2009"}