{"Nomor": 10757, "Judul": "TINGKAT PENERIMAAN DAN PERSEPSI PENDUDUK KAWASAN PINGGIRAN KOTA BANDUNG TERHADAP CARSHARING (Studi Kasus : Kawasan Permukiman di Kecamatan Margahayu, Kabupaten Bandung)", "Abstrak": "Kebutuhan transportasi yang semakin meningkat sedangkan ketersediaan supply yang terbatas mengakibatkan berbagai macam permasalahan transportasi, salah satunya adalah tingginya kepadatan lalu lintas yang sering diistilahkan sebagai kemacetan lalu lintas. Di perkotaan besar pada umumnya permasalahan transportasi disebabkan oleh pergerakan bekerja yang menggunakan kendaraan pribadi. Penduduk cenderung memilih menggunakan kendaraan pribadi karena segi keamanan, kenyamanan dan fleksibilitas waktu lebih baik dibandingkan angkutan umum yang saat ini tersedia.Kota Bandung sebagai salah satu kota metropolitan di Indonesia tidak lepas dari permasalahan transportasi yang disebabkan oleh pergerakan bekerja. Salah satu penyebab kemacetan di Kota Bandung adalah tingginya pergerakan penglaju (commuting) dengan menggunakan kendaraan pribadi, terutama di ruas-ruas yang diasumsikan sebagai pintu masuk ke pusat kota pada jam-jam sibuk baik itu pagi maupun sore hari. Salah satu kawasan pinggiran Kota Bandung yang pergerakan commuting-nya tinggi adalah kawasan permukiman yang berada dalam lingkup wilayah Kecamatan Margahayu, Kabupaten Bandung. Tingginya pergerakan commuting di Kecamatan Margahayu dapat ditunjukkan oleh kemacetan di Jalan Kopo-Soreang yang diakibatkan oleh tingginya arus yang menuju ke Kota Bandung pada saat jam sibuk pagi hari dan berlaku sebaliknya pada sore hari pada ruas Jalan Kopo-Soreang.Salah satu pendekatan alternatif untuk pemecahan masalah kemacetan tersebut adalah melalui Transport Demand Management (TDM) atau Manajemen Kebutuhan Transportasi (MKT). Salah satu strategi TDM yang dapat diterapkan untuk mengurangi kemacetan di kota besar yaitu carsharing. Carsharing adalah pengelompokan pekerja/pengendara dalam satu mobil menuju tempat bekerja dengan tujuan dan jadwal yang telah disetujui secara bersama-sama. Kecamatan Margahayu atau lebih dikenal dengan wilayah Kopo sudah sejak lama terkenal dengan kemacetannya, namun sepertinya belum ada solusi yang tepat. Oleh karena tingginya pergerakan commuting di wilayah ini maka perlu diadakannya studi mengenai kemungkinan penerapan carsharing sebagai salah satu solusi alternatif untuk mengurangi tingkat kemacetan di wilayah ini. Mengingat carsharing ini bersifat voluntary, maka perlu dilakukan penelitian mengenai tingkat penerimaan penduduk terhadap konsep ini.Tingkat penerimaan penduduk terhadap carsharing pada penelitian ini ditunjukkan melalui kesediaan penduduk untuk beralih moda dari kendaraan pribadi menjadi kendaraan carshare Berdasarkan data hasil survei, tingkat penerimaan penduduk terhadap carsharing ini cukup rendah, karena perbandingan antara penduduk yang bersedia dan tidak bersedia melakukan carsharing tidak jauh berbeda. Penduduk yang bersedia melakukan carsharing adalah penduduk yang bekerja sebagai pegawai swasta dan PNS/TNI dengan tingkat pendapatan menengah, tingkat kepemilikan kendaraan pribadi rendah. Penduduk ini menggunakan kendaraan pribadi berupa mobil ke tempat kerja, dengan jarak tempat kerja berkisar 10-15 km serta tidak melakukan perjalanan lain selain rumah-tempat kerja dan tempat kerja-rumah. Sedangkan faktor-faktor yang mempengaruhi seseorang untuk melakukan carsharing adalah jenis pekerjaan, tingkat pendapatan dan tingkat kepemilikan kendaraan.Saat ini tingkat penerimaan carsharing memang rendah karena menganggap penggunaan kendaraan pribadi lebih efisien. Namun apabila penggunaan kendaraan pribadi ini terus meningkat akan menimbulkan permasalahan transportasi dan lingkungan. Peningkatan penerimaan carsharing mungkin akan dapat dilakukan apabila pemerintah mengarahkan kebijakan transportasi pada konsep sistem transportasi yang berkelanjutan dengan mengutamakan kendaraan umum atau kendaraan dengan tingkat okupansi tinggi.", "Daftar File": {}, "Penulis": "KARTIKA PUSPITA SARI (NIM 15404042)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Pradono, S.E., M.Ec.Dev., Dr.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pergerakan bekerja, kawasan pinggiran, commuting, kemacetan, TDM, carsharing", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}