{"Nomor": 10766, "Judul": "EKSTRAKSI DAN PENGUJIAN BIOKEROSIN DARI BUAH PITTOSPORUM SP.", "Abstrak": "Sampai saat ini, negara telah mengeluarkan dana yang cukup besar untuk mensubsidi kerosin. Dewasa ini, telah diusahakan pemanfaatan sumber daya alam hayati sebagai sumber energi, salah satunya adalah biokerosin. Dengan demikian, tujuan dari penelitian yang akan dilakukan adalah mencari tahu metode terbaik yang dapat digunakan untuk mengambil/menggondol biokerosin dari tumbuhan sumbernya dan menguji karakteristik biokerosin untuk mengetahui sejauh mana kualitas biokerosin yang sebenarnya. \n \n \n \n \n \n\nSumber alam hayati yang dijadikan bahan baku pada penelitian ini adalah tumbuhan Pittosporum ferrugineum, lazim disebut Ki Honje. Bagian dari tumbuhan Ki Honje yang diproses adalah bagian buahnya, yang terdiri dari kulit dan biji. Pengambilan/penggondolan biokerosin dari buah Ki Honje dilakukan dengan menggunakan dua metode, yakni distilasi kukus dan ekstraksi Soxhlet. Ekstraksi dilakukan dengan menggunakan empat variasi jenis pelarut yaitu heksan (T.d. 69 derajat C), dikhlorometana (T.d. 39,8 derajat C), dietil eter (T.d 34,6 derajat C), dan aseton (T.d. 56,5 derajat C). Kemudian, dilakukan pengambilan pada skala bench dengan menggunakan metode/variasi yang memberikan perolehan minyak dan kualitas/tinggi nyala api terbaik. Selanjutnya adalah pengujian karakteristik minyak buah Ki Honje yang diperoleh dari pengambilan pada skala bench, meliputi pengujian titik asap dan pengujian titik beku. \n \n \n \n \n \n\nHasil penelitian menunjukkan bahwa metoda distilasi kukus tidak dapat digunakan untuk mengambil minyak buah Ki Honje. Ekstraksi pada skala laboratorium menunjukkan bahwa minyak Ki Honje yang diambil dengan menggunakan pelarut heksan lebih cenderung mendekati karakteristik biokerosin yang diinginkan.", "Daftar File": {"2008 TA PP KHAIRUDDIN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/41571", "2008 TA PP KHAIRUDDIN 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/41572", "2008 TA PP KHAIRUDDIN 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/41573", "2008 TA PP KHAIRUDDIN 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/41574", "2008 TA PP KHAIRUDDIN 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/41575", "2008 TA PP KHAIRUDDIN 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/41576", "2008 TA PP KHAIRUDDIN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/41577"}, "Penulis": "KHAIRUDDIN (NIM 130 04 025)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Tatang H. Soerawidjaja dan Dr. Ir. Azis Trianto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Biokerosin, Ki Honje, Ekstraksi", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}