{"Nomor": 10764, "Judul": "ANALISIS ALGORITMA MERGE SORT DAN QUICK SORT", "Abstrak": "Proses pengurutan data (sorting) seringkali menjadi bagian yang krusial dalam setiap pengolahan data sehingga hal ini merupakan topik yang sangat penting untuk dapat diteliti lebih lanjut. Contohnya dalam berbagai aplikasi dengan data ribuan bahkan jutaan, pengurutan data (sorting) dapat menghabiskan CPU-time paling banyak dari keseluruhan pengolahan data. Masalah pengurutan itu sendiri selama ini memunculkan berbagai macam variasi algoritma. Algoritma-algoritma tersebut diantaranya, adalah algoritma berdasarkan priority queue (Selection Sort dan Heap Sort), algoritma penyisipan dalam keterurutan (Insertion Sort dan Tree Sort), algoritma transposisi (Bubble Sort), algoritma dengan increment yang mengecil (Shell Sort), algoritma divide and conquer (Merge Sort dan Quick Sort) dan algoritma penghitungan alamat (Radix Sort dan proximity map sort). Di luar algoritma-algoritma tersebut masih ada puluhan algoritma lain yang pada dasarnya hanya merupakan varian-varian dari algoritma-algoritma itu sendiri. \n \n\nDari banyaknya algoritma pengurutan yang ada, hanya algoritma divide and conquer, yaitu algoritma Merge Sort dan Quick Sort yang akan dicoba dan dibandingkan serta dianalisis waktu komputasi dan jumlah langkah/proses/step. Hal ini mengingat kedua algoritma tersebut yang paling banyak digunakan dan selama ini dianggap yang paling cepat dan terbaik di dalam proses pengurutan data. Bahasa pemrograman yang digunakan dalam perancangannya adalah C++ dengan visual wx-devcpp sebagai program intinya dan juga digunakan bahasa pemrograman Borland Delphi 7 sebagai program pembandingnya. Pada hasil pengujian dan analisis diperoleh bahwa algoritma Merge Sort dan Quick Sort masing-masing memiliki kelebihan dan kekurangan pada waktu komputasi dan jumlah langkah/proses/step. Banyak faktor yang mempengaruhi hal tersebut, salah satunya adalah faktor besar kecilnya input data, jenis input data dan juga penentuan nilai pivot (khusus pada algoritma Quick Sort).", "Daftar File": {}, "Penulis": "KETUT UDY ARIAWAN (NIM 23205022)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Kuspriyanto"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Algoritma, Divide and conquer, Merge Sort, Waktu komputasi, kompleksitas", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}