{"Nomor": 10776, "Judul": "THE EFFECT OF COD CONCENTRATION ON VOLATILE ORGANIC ACID PRODUCTION FROM THE CASSAVA ETHANOL STILLAGE", "Abstrak": "Ethanol stillage is a distillation by product. The government of Indonesia, in 2016-2025 has planned the using of ethanol as fuel additive for 5% from gasoline consumption or 2.8 billion liters/year of ethanol. So, it can be predicted that 35 billion liters/year of ethanol stillage will be produced. If the stillage can not be recovered, it will create a big environmental problems. The ethanol stillage can be recovered into organic acids. Organic acids are very useful and valuable substances in many industries. \n \n\nConverting ethanol stillage into organic using anaerobic fermentation will undergo the acidogenic and acetogenic process. It is a half pathway of methanogenic process. The most important products of acidogenic process are formic, acetic, propionic, butyric, and valeric acids. All the substances will be converted into acetic acid in acetogenic process. The acetogenic process is dependent on low partial pressure of hydrogen to remain thermodynamically favorable. Compared with the temperature, pH had a more significant effect on the acidogenesis. \n \n\nThis research had the objective of converting ethanol stillage into organic acid and observes the concentration of each organic acid compounds formed with the variation COD loads. The stillage was obtained from BPPT bioethanol plant in Lampung. Stillage will be treated in anaerobic batch reactor. Temperature maintained constant at 35 degrees C and pH will be about ÃƒÂ‚Ã‚Â± 6. Variations of COD load used were 15, 20, 25, and 30 kg COD/m3. Parameters analyzed were COD, TVA, and concentration of each acid formed. \n \n\nThe degradation of COD was occurred in the production of total volatile acids and the highest COD degradation was 33.6% in the initial COD of 25 g/L. The optimum time to produce total volatile acids was about 40 hours (2 days). The initial COD of 20 g/L had the highest production of TVA ( 0.233 g-C TVA / g-C COD ). The TVA production increased from the initial COD of 15 to 20 g/L, and decreased from the initial COD of 25 to 30 g/L because of COD inhibition. The acetic acid production was higher due to the higher of initial COD concentration, because there was no accumulation of H2 gas in the broth fermentation. The hydrolysis, acidogenesis, and acetogenesis in the anaerobic process occurred consecutively.", "Daftar File": {}, "Penulis": "KIKI YUSTENDI (NIM 13003050)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Tjandra Setiadi, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Acidogenic, Ethanol stillage, Anaerobic digestion, Organic acid", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}