{"Nomor": 10773, "Judul": "ANISOTROPI MAGNETIK PADA BATUAN BEKU ANDESITIK PULAU JAWA", "Abstrak": "Penelitian ini adalah penelitian eksperimental yang ditujukan untuk memahami penyebab anisotropi magnetik pada batuan beku andesitik berbasis pengukuran empiris. Anisotropi adalah perbedaan respon fisis suatu material terhadap orientasi pengukuran yang diterapkannya. Anisotropi magnetik pada batuan terutama dikontrol oleh mineral-mineral magnetik yang ada di dalamnya. Namun demikian, kontribusi keberadaan mineral magnetik maupun keberadaan mineral lain terhadap anisotropi magnetik dalam batuan belum banyak dikaji orang. Untuk itu, dalam penelitian ini dilakukan kajian mendalam keberadaan mineral magnetik dalam batuan andesitik. Keberadaan mineral magnetik ini berkaitan dengan keadaan mineral itu sendiri, seperti mineralogi fasa, ukuran bulir dan kandungan unsur kimia, maupun kedudukannya terhadap komponen di luar mineral magnetik itu seperti mineral-mineral lain yang ada dalam batuan dan perubahan temperatur. Kajian ini diharapkan dapat menjelaskan faktor-faktor penyebab adanya anisotropi magnetik pada batuan andesitik.Sampel yang digunakan dalam penelitian ini adalah batuan beku andesitik dari jenis batuan beku ekstrusi dan batuan beku intrusi. Sampel-sampel batuan beku andesitik ini berasal dari 21 situs yang tersebar dari Jawa Barat hingga Jawa Timur. Parameter-parameter yang diukur adalah suseptibilitas magnetik, suseptibilitas anhisteretik, mineralogi fasa, ukuran bulir magnetik dan kelimpahan kandungan unsur kimia batuan. Dalam penelitian ini juga dilakukan eksperimen perlakuan pemanasan bertahap untuk menyelidiki karakter parameter-parameter anisotropi magnetik setelah mengalami perlakuan pemanasan bertahap.Dari keseluruhan hasil analisis yang dilakukan dapat disimpulkan bahwa anisotropi magetik pada batuan andesitik disebabkan oleh distribusi mineral magnetik yang tidak merata pada matriks batuan akibat proses pembentukan batuan beku itu. Proses pembentukan batuan yang bervariasi akan mengakibatkan adanya variasi ukuran bulir magnetik, kandungan unsur kimia dan anisotropi magnetiknya. Anisotropi magnetik pada batuan beku juga akan berubah dengan adanya perlakuan pemanasan.", "Daftar File": {}, "Penulis": "KHUMAEDI (NIM: 30203003)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Satria Bijaksana, Ph.D., Dr. rer. nat. Umar Fauzi, dan Dr. rer. nat. Linus A. Pasasa"], "Jenis Koleksi": "Disertasi", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Batuan andesitik, anisotropi, bulir magnetik, unsur kimia, pemanasan", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}