{"Nomor": 10774, "Judul": "ANALISIS KESTABILAN TRANSIEN SISTEM INTERKONEKSI TENAGA LISTRIK AKIBAT GANGGUAN DI SALURAN INTERKONEKSI PADA MODEL SISTEM PULAU BATAM DAN BINTAN", "Abstrak": "Dalam studi tugas akhir ini kita mengamati perilaku sistem dalam kondisi transien dan membuat perkiraan batas kestabilan. Hal ini diperlukan untuk mendesain sistem sedemikian hingga mampu menahan gangguan besar. \n \n \n \n\nStudi ini sangat penting dilakukan pada sistem tenaga listrik Batam Bintan seiring dengan peningkatan luas area pelayanan PT. PLN. Batam dengan dibangunnya sistem interkoneksi Batam-Bintan. Jaringan sistem tenaga listrik yang harus dikelola oleh PT. PLN. Batam akan semakin kompleks dengan adanya peningkatan jumlah pembangkit listrik, jumlah transmisi serta kapasitas beban. Tingkat kesulitan pengaturan sistem tenaga listrik pun akan semakin meningkat. Oleh karena itu, semua elemen ini memiliki karakteristik yang harus disinkronkan untuk tetap mempertahankan kestabilan. \n \n \n \n\nStudi tugas akhir ini dilakukan melalui simulasi gangguan hubung singkat 3 phasa pada tengah saluran interkoneksi. Studi ini menghasilkan perkiraan batas kestabilan berupa waktu pemutusan gangguan dalam saluran interkoneksi yang nilainya didapat dari batas waktu kehilangan sinkronisasi (loss of synchronism) dan batas waktu operasi kerja turbin. Batas waktu tersebut menjadi acuan dalam seting peralatan proteksi di saluran interkoneksi untuk menghindari dampak negatif yang lebih besar akibat adanya gangguan. Hasil studi yang diperoleh juga memperlihatkan tingkat keamanan penyaluran daya dari Sistem Batam ke Sistem Bintan. \n \n \n \n\nDari studi yang dilakukan, diperoleh nilai waktu pemutusan kritis terkecil dari saluran interkoneksi Batam Bintan dalam evaluasi tahun 2011-2016 adalah sebesar 132 ms untuk Cable-Submarine Batam Bintan-A1 dan A2, 137 ms untuk overheadline Line-Pulau Tj Sauh-1 dan 2, serta 138 ms untuk Cable-Submarine Batam Bintan-B1 dan B2. Maka margin waktu pemutusan gangguan berturut-turut adalah sebesar 12, 17, dan 18 ms. \n \n \n \n\nWaktu pemutusan kritis pada saluran interkoneksi Batam Bintan lebih besar dari nilai standar seting alat proteksi primer PT PLN sebesar 120 ms. Namun nilai tersebut lebih kecil dari nilai standar seting alat proteksi sekunder PT PLN. Oleh karena itu back up sistem proteksi harus mampu menghilangkan gangguan dalam kurun waktu yang lebih kecil atau sama dengan waktu pemutusan kritis saluran.", "Daftar File": {}, "Penulis": "KIKI BARKIAH (NIM 13203006)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Isnuwardianto dan Ir. Nanang Hariyanto, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Transien, Sistem interkoneksi, Tenaga listrik, Saluran interkoneksi, Model sistem, Batam, Bintan", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}