{"Nomor": 10789, "Judul": "PENYIAPAN LEMPUNG TERMODIFIKASI UNTUK KATALIS SINTESIS BIODIESEL", "Abstrak": "Lempung telah lama dikenal memiliki potensi untuk berperan sebagai katalis karena keasaman yang dimilikinya. Tingkat keasaman lempung dapat ditingkatkan dengan proses pengaktifan baik menggunakan larutan asam atau dengan logam asam. Setelah proses pengaktifan, lempung memiliki sifat yang baik untuk dijadikan katalis asam heterogen. Keunggulan katalis lempung asam adalah murah, memiliki umur yang lama dan lebih ramah lingkungan. Katalis lempung asam banyak digunakan untuk reaksi-reaksi senyawa organik, salah satunya adalah reaksi esterifikasi asam lemak bebas menjadi metil ester. \n \n \n \n\nPenelitian ini bertujuan untuk menjajaki teknik pembuatan katalis asam heterogen berbahan baku lempung untuk sintesis biodiesel. Aspek yang menjadi fokus penelitian ini adalah cara pengaktifan lempung untuk dijadikan katalis. \n \n \n \n\nLempung yang digunakan adalah lempung jenis montmorillonite. Pengaktifan lempung dilakukan dengan dua metode, yaitu pengasaman dengan larutan H2SO4 dan pilarisasi dengan larutan AlCl3.nH2O. Reaksi esterifikasi dilakukan dengan mereaksikan PFAD (Palm Fatty Acid Distillate) dengan metanol pada variasi temperatur 55 derajat C, 65 derajat C dan 75 derajat C. Keaktifan katalis dilihat dari konversi PFAD yang dihasilkan. Karakteristik katalis lempung yang diukur adalah keasaman dengan metode titrasi dan luas permukaan spesifik dengan metode N2 adsorption. \n \n \n \n\nHasil penelitian menunjukkan bahwa pengaktifan dengan metode pengasaman memberikan konversi PFAD yang lebih tinggi daripada pengaktifan dengan pilarisasi. Konversi PFAD maksimum yang dicapai adalah 55,4 %. Kedua metode pengaktifan yang dilakukan dapat meningkatkan luas permukaan spesifik katalis lempung hingga 97,197 mm2/gr.", "Daftar File": {}, "Penulis": "LA ODE ABDUL KUDUS (NIM 13000029)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr Ir. IGBN. Makertihartha"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Lempung, Katalis, Reaksi esterifikasi", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}