{"Nomor": 10784, "Judul": "PERANCANGAN, PROSES PRODUKSI, DAN PENGUJIAN PEMANAS AIR SURYA TERINTEGRASI TIPE SILINDER KONFIGURASI VERTIKAL", "Abstrak": "Aplikasi teknologi pada pemanas air surya yang diterapkan pada pemanas air surya konvensional masih dirasa cukup mahal. Diperlukan suatu inovasi baru dalam pemanfaatan energi radiasi matahari untuk  menghasilkan alat pemanas air  rumah tangga yang lebih murah harganya. Dalam tugas akhir ini dilakukan penelitian terhadap pemanas air surya yang mengintegrasikan fungsi absorber dan tangki penyimpan.Pemanas air dalam tugas akhir ini adalah pemanas air surya terintegrasi tipe silinder yang diuji pada posisi vertikal. Konsep yang mendasari dibuatnya pemanas air surya ini adalah absorber yang terintegrasi dengan dinding tangki penyimpan dan penambahan silinder dalam (sistem annulus).Pengujian yang dilakukan dilapangan pada keadaan riil untuk mengetahui temperatur maksimum air yang akan dicapai. Hasil pengujian menunjukkan temperatur air panas pada konfigurasi vertikal mencapai maksimum 44,1oC dan minimum 31,2oC dengan temperatur rata-rata 35,4oC pada kondisi matahari yang cerah. Pada kondisi mendung temperatur air maksimum 28,3oC dan minimum 23,9oC dengan temperatur rata-rata 25,6oC. Efisiensi harian rata-rata sistem adalah 48%.Dilakukan pula pengujian dengan orientasi horizontal oleh M. Gemareksha, untuk mempelajari pengaruh orientasi terhadap performansi alat. Pada pengujian performansi antara posisi vertikal dan horizontal tidak terdapat perbedaan temperatur yang signifikan. Penggunaan pemanas air tipe vertikal dan tipe horizontal adalah untuk keperluan sore hari.", "Daftar File": {}, "Penulis": "KURNIAWAN DAHRI (NIM 13103081)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Halim Abdurrachim"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pemanas air surya, silinder konfigurasi vertikal", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}