{"Nomor": 10793, "Judul": "SYNTHESIS AND CHARACTERIZATION OF POLY(ETHYLENE GLYCOL-B-STEARYL-CO-METHYL GLUTAMATE)", "Abstrak": "Poliglutamat merupakan suatu kelas polipeptida, biasanya memiliki struktur sekunder a-heliks. Struktur heliks ini dapat memberikan peluang untuk menghasilkan suatu momen dipol gabungan yang besar dengan cara menyearahkan orientasi dari heliks-heliks tersebut. Material yang dibuat berdasarkan heliks-heliks ini dapat bermanfaat pada aplikasi mikro-elektronik dan optik-elektronik. Tujuan utama dari penelitian ini adalah mensintesis dan mengkarakterisasi kopolimer poli(etilen glikol-b-stearil-co-metil glutamat) (PEG-b-SMLG) dan juga membuat double brush monolayer pada permukaan air-udara. Berbagai komposisi PEG-b-SMLG telah dibuat dengan polimerisasi pembukaan cincin dari y-metil-L-glutamat-N-karboksianhidrida (MLG-NCA) dan y-stearil-L-glutamat-N-karboksianhidrida (SLG-NCA) dengan a-metoksi-w-amino-polietilen glikol (PEG-NH2) sebagai inisiator. Perbandingan dan panjang rantai blok divariasikan, sedangkan komposisi poliglutamat tetap dipertahankan 30% (mol/mol) SLG dan 70% (mol/mol) MLG. Kemurnian produk dikarakterisasi dengan analisis GPC, MALDI-TOF dan 1H-NMR. Spektra FTIR membuktikan bahwa semua kopolimer memiliki konformasi a-heliks. Isoterm Langmuir-Blodgett (LB) dari kopolimer menunjukkan adanya tiga transisi fasa. Fasa pada permukaan dengan area dibawah ~15 A2/unit menandakan adanya perubahan orientasi heliks. Fasa ini ternyata menghilang ketika n-heksadekana ditambahkan kepada monolayer.", "Daftar File": {}, "Penulis": "LENGGANA (NIM 20506021)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. I Made Arcana, Prof. Dr. Arend Jan Schouten, dan drs. Frans Roukes"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Polyethylene glycol, Polyglutamate, Langmuir-Blodgett Isotherm", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}