{"Nomor": 10794, "Judul": "PERENCANAAN SISTEM JARINGAN DRAINASE NIRWARNA KAHURIPAN VILLAGE FASE III", "Abstrak": "Sejak 29 Mei 2006 di Kabupaten Sidoarjo terjadi banjir lumpur panas, dimana banjir ini merupakan kasus menyemburnya lumpur panas di lokasi pengeboran gas alam oleh PT. Lapindo Brantas di Desa Renokenongo, Kecamatan Porong, Kabupaten Sidoarjo, Jawa Timur. Salah satu alternatif penanganan masalah ini adalah dengan merelokasi korban-korban ke tempat yang aman. Salah satu daerah yang dipilih terletak di Kecamatan Sukodono. Jarak tempat relokasi dari daerah tempat tinggal semula para korban banjir ini sejauh 26 km.Secara umum lingkup dan tahapan kegiatan dari kegiatan Perencanaan Sistem Drainase di Lokasi Relokasi Sidoarjo adalah pengumpulan data dan tinjauan sistem drainase, analisis data hidrologi, penyusunan tata letak lay-out saluran, perencanaan kemiringan dan dimensi saluran, kemudian simulasi hidrolis. Dari simulasi hidrolis ini dapat diketahui jaringan drainase yang sudah direncanakan tidak mengalami limpasan. Perencanaan kolam pada pekerjaan ini mengupayakan agar volume inflow dan volume outflow memiliki elevasi muka air yang sama pada kolam, dari perencanaan ini menyebabkan turunnya debit banjir puncak sebesar 1m3/s, yang berpengaruh terhadap efesiensi penampang saluran pada saluran utama Panjunan R3, R2 dan R1. Terdapat 2 jaringan drainase utama pada perencanaan ini, yakni jaringan drainase 1 yang mewakili daerah Dukuh, Bangsri, Sambi Bulu, Panjunan dan Dungus, dan jaringan drainase 2 yang mewakili daerah Kletek, Jemundo, dan Sadang. Dari ke-2 jaringan ini dibuat pemodelan menggunakan Duflow untuk mengetahui simulasi hidrolik dari jaringan tersebut. Kondisi batas yang digunakan adalah debit pada hulu berupa hidrograf banjir untuk tiap-tiap masing daerah dan level muka air pada daerah hilir.Dari hasil pekerjaan ini dihasilkan suatu sistem jaringan drainase untuk wilayah nirwarna kahuripan yang bebas banjir dengan selisih ketinggian tanggul dengan elevasi banjir rata-rata sebesar 0,73 m untuk jaringan 1 dan 0,69 m untuk jaringan 2.", "Daftar File": {}, "Penulis": "LEONARD AUGUSTINE (NIM 15001039)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Iwan Kridasantausa, M.Sc. , Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kolam Penampungan, Pemodelan dengan Duflow, Elevasi Tanggul", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "11 file", "Tanggal Input": "27 Sep 2017"}