{"Nomor": 10797, "Judul": "PERAN PEMERINTAH DAERAH DALAM PENGEMBANGAN KETAPANG SEBAGAI KAWASAN INDUSTRI DI PANGKALPINANG, PROVINSI KEPULAUAN BANGKA BELITUNG", "Abstrak": "Pemerintah Daerah Kota Pangkalpinang berdasarkan Perda Kota Pangkalpinang No. 4 Tahun 1998 tentang Detail Tata Ruang Kota Sebagian Wilayah Kotamadya Daerah Tingkat II : daerah Ketapang diperuntukkan sebagai wilayah kawasan industri. Kawasan ini mulai diberlakukan sejak tahun 2003, dan terdapat lima perusahaan yang berlokasi di sana. Kawasan ini dikelola oleh pemerintah kota Pangkalpinang yang terdiri dari beberapa instansi yaitu dinas pertanahan, dinas perindustrian dan perdagangan, dan dinas tata kota dan lingkungan.  Sejak ditetapkan pada tahun 1998 sampai tahun 2006 kawasan Ketapang baru terisi 22 kavling lahan, sedangkan ratusan industri yang berlokasi di sekitar Pangkalpinang dan diharapkan oleh pemda mengisi area kawasan industri sebagian besar tidak mau memindahkan usahanya. Kondisi infrastruktur kurang memadai diduga sebagai penyebab kurang berkembangnya kawasan industri Ketapang, demikian juga dengan sumber daya manusianya dimana sebagian besar pekerja merupakan orang luar Pangkalpinang. Keadaan yang membuat perusahaan besar bertahan dan tidak adanya perusahaan kecil yang datang di Ketapang membuat penulis mencoa mengkaji apa saja yang menyebabkan hal tersebut terjadi, dan apa yang harus dilakukan agar industri bisa berkembang. Selain mengusahakan industri di Pangkalpinang untuk berlokasi di Ketapang, kawasan ini juga harus bersaing dengan kawasan industri yang dibuat oleh kabupaten-kabupaten disekitarnya. Beberapa faktor yang dilihat dalam mempengaruhi keberhasilan sebuah kawasan industri adalah peran pemerintah sebagai pengelola dan pembuat kebijakan, tenaga kerja, pengetahuan, dan investasi. Metode yang digunakan system dinamics.", "Daftar File": {}, "Penulis": "LEYLASARI (NIM 24006075)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. M. Tasrif, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "system dynamics, kawasan industri, model, struktur, investasi, depresiasi, sumber daya manusia, infrastruktur, dan kebijakan. system dynamics, industrial estates, model, structure, investment, policy", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}