{"Nomor": 10800, "Judul": "THE IMPACT OF FINANCIAL SECTOR COMPANIES' FINANCIAL STRUCTURE ON ITS SUSTAINABILITY AND STOCK RETURNS FROM 2003 TO 2007", "Abstrak": "Kondisi ekonomi yang tak menentu mendorong perusahaan sektor keuangan untuk menjadi lebih bekelanjutan dalam keuangan dan pengembalian saham. Dengan menganalisis struktur keuangan dari perusahan sektor keuangan, kita akan mengetahui potensi keberlanjutan dari perusahaan sektor keuangan di masa yang akan datang. \n \n \n\nStruktur keuangan yang terdiri dari struktur modal dan hutang saat ini, mempunyai peran penting dalam memperlihatkan kinerja dan nilai perusahaan. Dengan proporsi yang baik antara hutang dan ekuitas dalam membiayai asset perusahaan, perusahaan diharapkan mempunyai kemampuan untuk bertahan sebagai perusahaan yang sehat. \n \n \n\nStudi ini berusaha untuk mengidentifikasi factor-faktor penentu dari ketahanan dan hasil saham yang diambil dari data struktur financial 63 perusahaan sektor keuangan yang terdaftar di Bursa Efek Indonesia. Kemudian dievaluasi apakah factor-faktor tersebut mempunyai korelasi negative atau positif terhadap ketahanan dan keuntungan saham. \n \n \n\nSebelum data-data tersebut diproses lebih lanjut melalui perangkat lunak SPSS 12, semua data-data yang telah diketahui ditransformasikan dalam bentuk data stasioner (menggunakan ln). Melalui metode analisis regresi ganda, ditemukan bahwa hanya beberapa variabel dari struktur keuangan yang mempengaruhi ketahanan dan hasil saham perusahaan-perusahaan keuangan yang listed in Indonesia. Diantaranya rasio hutang terhadap ekuitas, pengembalian total asset, dan ukuran perusahaan. \n \n \n\nStudi ini bisa disajikan sebagai kerangka untuk studi lebih jauh di bidang perusahan sektor keuangan. Studi selanjutnya diharapkan dapat melihat lebih dalam terhadap factor-faktor lain dari struktur keuangan dalam sektor yang sama atau lebih luas.", "Daftar File": {}, "Penulis": "LIA RAHMANIA (NIM 19005011)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Yunieta A. Nainggolan, M.Com(Hons)."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Struktur keuangan, Keberlanjutan, Hasil saham", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Rizki Aprianti", "File": "7 file", "Tanggal Input": "13 Jul 2009"}