{"Nomor": 10816, "Judul": "RASIONALITAS KEBUTUHAN WAJIB MILITER DI INDONESIA (Kajian Kesenjangan Alutsista dan Peningkatan Ancaman)", "Abstrak": "Globalisasi dan regionalisasi selain memberi peluang bagi pengembangan juga mempunyai sisi ancaman bagi kerangka hubungan antar negara dan suku-bangsa-etnis. Secara internal, perubahan yang terkait dengan reformasi dan demokratisasi yang dilakukan Pasca Mei 1998 juga membawa arus perubahan dalam politik domestik. Dua aras dari eksternal dan internal ini yang kemudian mempengaruhi sektor keamanan nasional. Di satu sisi ada keterbatasan antara Alutsista dan personel TNI dibandingkan dengan luas wilayah dan jumlah penduduk di Indonesia menjadikan ancaman terhadap keamanan nasional semakin besar. Persoalannya untuk meningkatkan dan menambah Alutsista sama sulitnya dengan menambah jumlah personel TNI karena terbatasnya anggaran militer.Dari latar belakang tersebut di atas didapatkan rumusan masalah yaitu adanya kesenjangan antara Alutsista dan personel TNI dengan luas wilayah negara dan jumlah penduduk dan adanya peningkatan ancaman keamanan nasional di negara Indonesia. Bagaimana bentuk kesenjangan Alutsista TNI dengan kebutuhan? Bagaimana bentuk kesenjangan personel TNI dengan luas wilayah dan jumlah penduduk? Bagaimana bentuk peningkatan dan jenis ancaman atas keamanan nasional? Dengan apa dan bagaimana mengatasi persoalan tersebut sementara ada persoalan keterbatasan anggaran?Penelitian ini menggunakan metode analisis kualitatif. Data diambil dari berbagai sumber pustaka yang mencakup teori dan pengalaman praksis empiris beberapa negara termasuk Indonesia. Data lain yang digunakan adalah data-data kondisi Alutsista TNI, personel TNI, dan ancaman atas keamanan nasional negara Indonesia. Dengan luas daratan dua juta kilometer dan pasukan aktif TNI AD hanya 276.953 orang, artinya setiap 7 kilometer wilayah darat hanya ada satu pasukan TNI AD dan hanya mempunyai kendaraan pengangkut lapis baja 779 unit, tank ringan 355 unit, dan kendaraan pengintai 124 unit. Juga adanya peningkatan ancaman seperti pelanggaran batas negara, klaim atas pulau milik Indonesia, terorisme, konflik SARA dan politik, serta meningkatnya kebutuhan negara-negara besar atas wilayah NKRI.Untuk menjawab keterbatasan alutsista, jumlah personel serta minimnya anggaran sementara luas wilayah dan jumlah penduduk negara Indonesia sangat besar maka sistem pertahanan negara harus bersifat semesta atau total. Dalam sistem pertahanan ini aspek personel menjadi sangat penting baik dalam segi jumlah maupun mutu. Untuk meyusun pasukan berjumlah besar dengan mutu yang tinggi dan tidak membebani negara dan masyarakat jawabannya adalah membangun komponen cadangan yang hanya bisa dilakukan dengan wajib militer.", "Daftar File": {}, "Penulis": "LUBIS (NIM. 24006030)", "Kontributor / Dosen Pembimbing": ["Pembimbing: DR.Ir. Bambang Kismono Hadi"], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Wajib militer, kesenjangan, alutsista, personel, ancaman, Concription, gap, the main equipment of weapon system, threat", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}