{"Nomor": 10815, "Judul": "MUSEUM BUSANA TRADISIONAL INDONESIA DI JAKARTA", "Abstrak": "Pada laporan ini, karya arsitektur yang akan dirancang berupa kasus Museum Busana Tradisional Indonesia di Jakarta. Berlokasi di Jalan Pangeran Antasari,kasus ini merupakan kasus fiktif milik Dinas Kebudayaan dan Permuseuman Jakarta. Lahan berada pada daerah Jakarta Selatan dekat dengan Kawasan Kemang yang sedang berkembang menjadi kawasan seni, dan juga dekat dengan jalur kawasan perdagangan. Museum Busana Tradisional Indonesia disini merupakan sebuah bangunan pariwisata dalam bidang seni dan budaya yang dirancang sebagai media edukasi dan rekreasi kepada pengunjung, dan juga sebagai media apresiasi terhadap sekian ratus ragam busana tradisional sebagai kekayaan budaya bangsa Indonesia. Berdasarkan studi literatur dan studi lapangan (survey dan wawancara), kegiatan yang diwadahi di Museum Busana Tradisional Indonesia antara lain berupa kegiatan pameran, kegiatan pendidikan, kegiatan kuratorial, kegiatan penunjang, dan kegiatan operasional. Berdasarkan kegiatan tersebut, fasilitas yang ada meliputi fasilitas pameran berupa galeri tetap, galeri temporer, dan galeri komersil, fasilitas kuratorial terutama berupa laboratorium koratorial dan konservasi, dan ruang penyimpanan koleksi, fasilitas pendidikan berupa ruang kelas pelatihan, perpustakaan, dan pusat internet, fasilitas penunjang berupa galeri temporer, kafe, kantin, dan retail, dan fasilitas operasional berupa kantor pengelola. Konsep gagasan awal dari museum ini mengambil benang merah dari segi fungsi museum itu sendiri dan juga dari jenis benda yang dipamerkan. Sebagai pusat rekreasi dan edukasi, konsep edutainment place dapat diturunkan menjadi konsep fungsional dari museum ini. Sedangkan dari sisi benda yang dipamerkan yaitu busana tradisional dari seluruh Indonesia, maka konsep perancangan bangunan ini mengambil sifat bangsa Indonesia itu sendiri yang memiliki banyak perbedaan namun tetap dalam persatuan yang utuh. Berdasarkan hal tersebut diambilah kata kunci unity in diversity yang akan diturunkan ke dalam setiap bentuk desain. Sebagai bangunan dalam konteks urban dan mengambil konsep edutainment place, museum ini dirancang agar dapat menarik perhatian para pengunjung. Hal ini diakomodasi dengan adanya plaza sebagai bentuk ruang publik dan juga adanya penambahan fungsi komersial berupa kafe, restoran dan retail. Selanjutnya untuk konsep unity in diversity diturunkan dalam rancangan bentuk massa, tampak dan penampilan bangunan. Massa yang dibuat terkesan banyak namun tetap ada bagian pemersatunya, tampak yang menggunakan second skin bermotif tekstil khas Indondesia, serta penampilan bangunan yang bernuansakan warna putih sebagai analogi dari bersatunya warna-warni budaya yang ada di Indonesia. Faktor penting lainnya yang juga dicoba dirancang pada museum ini adalah sequence ruang dalam bangunan ini, sehingga pengunjung merasa nyaman berada di dalamnya.", "Daftar File": {}, "Penulis": "LORENDA FIONA RAMBITAN (NIM 152 04 054)", "Kontributor / Dosen Pembimbing": ["Pembimbing: DR.ENG. Hanson Endra Kusuma"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "sequence, display, konsep unity in diversity, edutainment", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}