{"Nomor": 10812, "Judul": "PUSAT REHABILITASI ANAK", "Abstrak": "Pemarginalan kaum diffable yang masih kental terasa di negara demokrasi tercinta ini mengusik hati dan pikiran penulis. Pengalaman subjektif ikut mewarnai perhatian kepada isu ini. Ketika sebuah masyarakat dinilai dari perlakuannya terhadap individu yang memiliki perbedaan dengan individu mayoritas, maka sudah sepatutnya pembelajaran ini disadari oleh segenap penduduk. Bukan hanya keluarga dan orang sekitarnya. Tidak hanya perlakuan, fasilitas yang diberikan untuk mereka pun jarang sekali ditemui, bahkan tidak memenuhi standar yang memudahkan aksesibilitasnya. PUSAT REHABILITASI ANAK ini merupakan salah satu daya usaha untuk memberikan perhatian kepada mereka yang berbeda kemampuan. Fasilitas ini memberikan kesempatan pada mereka untuk tumbuh dan berkembang di lingkungan normal sehingga sedari dini mereka terbiasa untuk berinteraksi dengan lingkungannya, tidak dikucilkan ataupun diistimewakan.Isu aksesibilitas menjadi perhatian utama dalam menentukan konsep perancangan. Seluruh fungsi diharapkan dapat diakses dengan mudah oleh mereka kesulitan dan atau yang menggunakan alat bantu. Dimensi alat bantu menjadi dimensi standar pada ruang-ruangnya. Ramp menjadi elemen sirkulasi vertikal utama yang menjadi tulang belakang gubahan massa. Selain kebersihan dan keamanan, penciptaan lingkungan yang menyenangkan turut membantu proses terapi, pada kasus ini, lingkungan yang memperhatikan karakter anak yaitu yang mendukung aktivitas bermain. Pengelompokan fungsi (fungsi terapi, fungsi sosial, fungsi pelayanan) menjadi dasar pembagian massa untuk memperkecil skala dan orientasi bangunan. Ruang-ruang di antara massa diolah bukan sebagai sesuatu yang memisahkan, tetapi sebagai penghubung sehingga dapat mendorong terjadinya interaksi sosial.Dibangun di atas lahan seluas 8000 m2, bangunan dengan luas total 2500 m2 ini menampung aktivitas terapi atau latihan penyembuhan secara indivdu maupun secara sosiokultural. Lahan datar yang berada di Kompleks Lippo Karawaci, Jakarta, dipilih karena kemudahan pencapaian dan kesesuaian fungsi. Terletak di sebelah kapling Rumah Sakit Siloam Gleneagles, lahan ini memiliki banyak potensi untuk pengembangannya. Penghadiran suasana alami yang sudah jarang ditemui di kota Jakarta diharapkan mampu memberikan udara positif bagi proses terapi. Dengan suasana alami yang diinginkan, menyebabkan Iklim juga menjadi faktor yang sangat serius, sehingga mempengaruhi bukaan, bentuk massa, dan ruang luar sehingga tetap nyaman dan perawatan yang diberikan tidak berlebih-lebihan.", "Daftar File": {}, "Penulis": "LIZA (NIM 152 02 050)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Eng. Hanson Endra Kusuma"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "rehabilitasi, anak-anak, diffable, konsep perancangan", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}