{"Nomor": 10825, "Judul": "TINJAUAN KESESUAIAN TATANAN KEPELABUHANAN NASIONAL DAN KEBIJAKAN PEMBANGUNAN DKI JAKARTA TERHADAP POTENSI PENGEMBANGAN PELABUHAN SUNDA KELAPA", "Abstrak": "Pelabuhan merupakan salah satu prasarana transportasi yang penting bagi pertumbuhan ekonomi di suatu wilayah. Salah satu pelabuhan yang ada di DKI Jakarta adalah Pelabuhan Sunda Kelapa yang mempunyai wilayah hinterland DKI Jakarta, Banten dan Jawa Barat yang merupakan tiga provinsi yang berkembang dengan sangat pesat di Indonesia. Pelabuhan ini tidak hanya mempunyai fungsi sejarah tetapi juga mempunyai fungsi ekonomi. Dalam menjalankan peran-perannya tersebut pelabuhan ini ditutut untuk terus berkembang sesuai dengan potensi yang dimilikinya, namun tetap harus dapat memenuhi tuntutan perannya dalam kedudukannya di tingkat nasional sebagai bagian dari sistim transportasi nasional, dan di tingkat daerah harus dapat sejalan dengan pembangunan daerah. Oleh karena itu pengembangan Pelabuhan Sunda Kelapa selain harus sesuai dengan potensi yang dimilikinya juga harus sesuai dengan kebijakan-kebijakan yang berkaitan dengannya.Tujuan penelitian ini adalah teridentifikasinya kesesuaian kebijakan nasional dan kebijakan pembangunan DKI Jakarta dengan potensi pengembangan Pelabuhan Sunda Kelapa, dengan maksud untuk mendapatkan arahan pengembangan Pelabuhan Sunda Kelapa yang optimal.Penelitian ini dilakukan dengan cara mengkaji potensi-potensi yang dimiliki pelabuhan ini dan menganalisis kesesuaiannya dengan Tatanan Kepelabuhanan Nasional sebagai kebijakan nasional serta kebijakan pembangunan DKI Jakarta dalam Rencana Rata Ruang Wilayah Jakarta yang berkaitan dengan Pelabuhan Sunda Kelapa serta melihat kemungkinan pengembangannya terkait dengan kebijakan-kebijakan yang mempengaruhinya.    \n \n \n\nHasil studi ini menunjukkan bahwa Pelabuhan Sunda Kelapa mempunyai dua potensi yang baik yaitu potensi ekonomi dan potensi pariwisata. Untuk mengembangkan peran pelabuhan ini sesuai potensi dan demand yang ada maka diperlukan pembangunan terhadap fasilitas-fasilitas yang dimilikinya.Namun kebijakan-kebijakan yang berkaitan dengan pelabuhan ini tidak semua sesuai bahkan dapat menghambat pengembangan pelabuhan yang optimal. Dengan adanya ketidaksesuaian kebijakan terhadap potensi pelabuhan tersebut, maka perlu penyesuaian dan pembenahan dalam pembentukan kebijakan-kebijakan agar terjadi keseimbangan antar berbagai kebijakan pada tingkatan yang berbeda sehingga mencegah konflik kepentingan di semua lapisan masyarakat.Kesimpulan yang didapat adalah arahan pengembangan Pelabuhan Sunda Kelapa yang optimal yaitu dengan menjalankan potensi ekonomi dan potensi wisata yang dimiliknya, dan penyesuaian terhadap kebijakan perlu dilakukan dengan pertimbangan yang mendahulukan kepentingan nasional di atas kepentingan daerah dan pembobotan yang mendahulukan syarat pokok di atas syarat pendukungnya.", "Daftar File": {}, "Penulis": "LULU LUSIANA (NIM 25407010)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Heru Purboyo Hp. DEA."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "pelabuhan sunda kelapa, pembangunan kota", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}