{"Nomor": 10826, "Judul": "GALERI FOTO DI BANDUNG", "Abstrak": "Keberhasilan sebuah arsitektur adalah sejauh mana bentuk arsitektur dapat mengakomodasi kegiatan manusia. Arsitektur yang baik seharusnya dapat merespon kebutuhan manusia.lebih jauh lagi hingga dapat menginspirasi potensi-potensi yang terdapat pada manusia.Dalam kasus Galeri Foto, fotografi sebagai salah satu bentuk seni berusaha diakomodasi oleh bentukan arsitektur. Galeri, ruang yang berfungsi mengoleksi, memelihara, dan memamerkan suatu karya seni, dapat menjadi salah satu ruang untuk kebutuhan ini. Selain galeri, tentunya dibutuhkan fungsi lain untuk melengkapi galeri. Sesuai dengan misi utama, yaitu mengembangkan dunia fotografi, maka fungsi yang dirasa perlu adalah fungsi pendidikan dan komersial.Fasilitas ini diharapkan mampu mewadahi kegiatan interaksi dan komunikasi antara fotografer dan masyarakat sebagai penikmat karya seni dalam suatu lingkungan binaan sehingga lingkungan tersebut menjadi generator bagi pengembangan fotografi. Masyarakat pun dapat memanfaatkan fasilitas ini sebagai sarana rekreasi alternatif yang mengandung unsur pendidikan.Lokasi yang dipilih dianggap sesuai untuk tipologi bangunan. Selain itu sasaran pengguna menjasi pertimbangan dipilihnya Dipati Ukur sebagai lokasi perancangan.Pertimbangan awal saat merancang adalah galeri foto sebagai proyek urban. Maka rancangan arsitektur diharapkan mampu memberikan kontribusi bagi masyarakat sekitar.Selanjutnya unsur-unsur fotografi diusahakan dapat masuk dalam konsep perancangan bangunan. Salah satunya adalah penggunaan cahaya, baik alami, maupun buatan.", "Daftar File": {"2008 TA PP LUNALDA KANZEILA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/42022", "2008 TA PP LUNALDA KANZEILA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/42023", "2008 TA PP LUNALDA KANZEILA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/42024", "2008 TA PP LUNALDA KANZEILA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/42025", "2008 TA PP LUNALDA KANZEILA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/42026", "2008 TA PP LUNALDA KANZEILA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/42027", "2008 TA PP LUNALDA KANZEILA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/42028"}, "Penulis": "LUNALDA KANZEILA (NIM 15203044)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Andry Widyowijatmoko ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "fotografi, galeri foto, edukasi, komersial, Bandung", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}