{"Nomor": 10820, "Judul": "TINJAUAN ASPEK KEAMANAN UTILITAS UMUM TERHADAP PENGELOLAAN LIMBAH RUMAH SAKIT SECARA TERPADU (STUDI KASUS: KOTA BANDUNG)", "Abstrak": "Pengelolaan limbah medis sangat penting untuk dilakukan karena berkaitan erat dengan potensi bahaya terhadap lingkungan dan risiko terhadap kesehatan manusia. Kota Bandung memiliki 30 rumah sakit dengan timbulan limbah medis sebesar 579,6 kg/hari. Berdasarkan hasil survey, aplikasi pengelolaan limbah medis di Kota Bandung masih bermasalah, baik pada saat pemilahan di sumber, pengangkutan, penyimpanan sementara di TPS limbah medis, maupun pada saat pengolahan dilakukan. Salah satu alternatif yang dapat dilakukan untuk menangani permasalahan limbah medis di area studi adalah dengan mengintegrasikan pengolahan limbah medis dengan menggunakan insinerator. Di dalam studi ini, fasilitas pengolahan yang digunakan adalah delapan insinerator limbah medis yang terdapat di area studi yaitu RSIA. Hermina, RS. St. Borromeus, RS. Rajawali, RS. St. Yusup, RS. Sartika Asih, RSK. Dr. HA. Rotinsulu, RS. Dr. Salamun, Santosa Bandung International Hospital (SBIH). Seluruh insinerator tersebut direncanakan akan melayani rumah sakit yang tidak memiliki fasilitas pengolahan yaitu sebnayak 22 rumah sakit karena nilai keterolahan insinerator memenuhi jumlah timbulan limbah medis yang harus ditangani. Informasi terkait dengan studi ini diperoleh dari hasil wawancara, sampling, dan pengumpulan data sekunder. Berdasarkan hasil analisis ANOVA dan regresi linear, data yang digunakan adalah data hasil wawancara dan sampling. Aplikasi dari alternatif tersebut adalah dilakukan penyusunan model minimisasi potensi bahaya terhadap pengangkutan limbah medis menuju fasilitas pengolahan dan TPA. Model tersebut disusun menggunakan program yang berbasis linear programming dengan batasan kapasitas insinerator, timbulan limbah medis, dan nilai risiko terhadap utilitas yang merupakan hasil dari analisis AHP (Analytic Hierarchy Process). Berdasarkan hasil iterasi dari program tersebut diperoleh persebaran 22 rumah sakit yang akan dilayani oleh delapan insinerator dengan nilai risiko terhadap utilitas mencapai 849,5. Selain itu, dihasilkan kelompok insinerator yang abunya akan dibuang ke TPA, diantaranya adalah abu dari insinerator yang berada di RS. St. Borromeus, RSIA. Hermina, RS. Rajawali, RSK. Dr. HA. Rotinsulu, dan RS. Dr. Salamun menuju TPA Sarimukti dan abu dari insinerator yang berada di RS. Sartika Asih, RS. St. Yusup, dan SBIH menuju TPA Babakan dengan nilai risiko terhadap utilitas mencapai 323,7. Adapun nilai risiko untuk prediksi dampak insinerasi yaitu mencapai 49702,4.", "Daftar File": {}, "Penulis": "LUCKY LIE JUNPI (NIM 15304017)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Moch. Chaerul, ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "timbulan limbah medis, kapasitas insinerator, utilitas, model minimisasi potensi bahaya, medical waste generation, incinerator capacity, utility, minimization risk potential model", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "11 file", "Tanggal Input": "27 Sep 2017"}