{"Nomor": 10838, "Judul": "EVALUASI SEBARAN LOKASI FASILITAS PENDIDIKAN SEKOLAH MENENGAH PERTAMA DAN SEKOLAH MENENGAH ATAS DI KOTA BOGOR", "Abstrak": "Hak mendapat pelayanan pendidikan tanpa diskriminasi setiap Warga Negara Indonesia telah dijamin oleh Peraturan yang berlaku di Indonesia. Artinya setiap Warga Negara Indonesia, dimana saja, harus memiliki kesempatan yang sama dalam mengakses pendidikan. Untuk menjamin pemerataan kesempatan pendidikan tersebut, maka  pemerintah diantaranya harus mampu menyediakan fasilitas pendidikan yang bisa melayani kebutuhan seluruh penduduk dan tentunya bisa diakses dengan mudah oleh penduduk untuk memanfaatkannya dengan pengorbanan sumber daya yang sama.Hal ini tentunya berlaku untuk seluruh wilayah yang ada di negara ini yang salah satunya adalah Kota Bogor. Sebagai salah satu kota di wilayah administrasi pemerintahan Propinsi Jawa Barat yang dicanangkan memiliki fungsi sebagai kota pendidikan dan  memiliki visi menjadikan kota Bogor sebagai kota jasa, maka penyediaan fasilitas pendidikan yang berkualitas dan merata dipandang sebagai suatu kewajiban mutlak yang harus dipenuhi pemerintah kota ini. Pelayanan pendidikan yang baik tentunya harus didukung oleh penyediaan fasilitas pendidikan yang bisa menjangkau dan melayani seluruh penduduk dengan merata. Masalah pemerataan sebaran lokasi fasilitas pendidikan menjadi sangatlah penting untuk diperhatikan di Kota Bogor.  Untuk itu maka diperlukan kajian evaluatif mengenai hal ini yang diharapkan bisa menjadi salah satu acuan dalam peningkatan pelayanan pendidikan kepada masyarakat.Studi ini mencoba membantu memecahkan masalah tersebut dengan mengevaluasi sebaran lokasi fasilitas  pendidikan yang ada di Kota Bogor. Mengacu pada Program Wajib Belajar 9 Tahun dan Wajib Belajar 12 Tahun maka penelitian ini hanya memfokuskan pada fasilitas pendidikan dasar dan menengah khususnya SMP dan SMA. Metode penelitian yang digunakan adalah metode penelitian deskriptif  kuantitatif dengan pendekatan evaluatif, dan pengambilan data dilakukan dengan teknik survai. Analisis yang dilakukan berdasarkan pada indikator evaluasi yang terdiri dari indikator sebaran jumlah fasilitas pendidikan eksisting, indikator pemenuhan kebutuhan penduduk akan fasilitas pendidikan, indikator daerah jangkauan pelayanan fasilitas pendidikan, dan indikator aksesibilitas fasilitas pendidikan.Berdasarkan hasil analisis didapatkan bahwa dari semua indikator yang ditinjau yaitu indikator sebaran jumlah fasilitas pendidikan eksisting, indikator pemenuhan kebutuhan penduduk akan fasilitas pendidikan, indikator daerah jangkauan pelayanan fasilitas pendidikan dan indikator aksesibilitas fasilitas pendidikan,  menyatakan sebaran lokasi fasilitas pendidikan SMP dan SMA di Kota Bogor belum sepenuhnya menunjukan sebaran yang merata. Dapat disimpulkan bahwa sebaran lokasi fasilitas pendidikan SMP dan SMA di kota Bogor  saat ini belum merata.", "Daftar File": {}, "Penulis": "MAMAN ISKANDAR (NIM 25407063)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. H. Mochtarram Karyoedi, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "fasilitas pendidikan, SMP, SMA", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}