{"Nomor": 10846, "Judul": "KETAHANAN BEBERAPA JENIS LAPISAN AKRILAT KOMERSIAL PADA BATU ALAM SEDIMEN TERHADAP LINGKUNGAN GARAM (LARUTAN Na2SO4 225 g/L)", "Abstrak": "Batuan umumnya akan mengalami proses degradasi secara alamiah. Kerusakan ini dapat berasal dari faktor lingkungan fisik, kimia maupun biologi. Penyebab kerusakan akibat hujan asam dapat berasal dari garam yang terbentuk dari polutan udara seperti garam Na2SO4. Garam ini memiliki dua macam bentuk yaitu thenardite (Na2SO4) atau decahydrate mirabilite (Na2SO4. 10H2O) yang dapat mengekspansi batuan sehingga batu mengalami kerusakan pada permukaan bahkan pecah. \n \n \n \n\nUntuk mencegahnya telah diteliti 3 macam akrilat komersial sebagai pelapis batu alam sedimen yang mengalami simulasi pengaruh cuaca menggunakan Na2SO4 sesuai dengan standard AASHTO (American Association Street and Highway Transportation Officials) T-104 dan ASTM C-88. Akrilat dipilih karena memiliki sifat transparan dan berbasis pelarut. Hal lain yang diinginkan adalah lapisan meresap sempurna agar tekstur permukaan batu dapat dipertahankan sehingga nilai estetika permukaannya tetap terjaga. \n \n \n \n\nDari hasil struktur mikro SEM dan pengukuran wetting angle untuk mengetahui sifat terhadap penolakan air (water repellent) pada ketiga jenis pelapis akrilat, diperoleh bahwa pelapis jenis III memiliki keunggulan dibandingkan dengan kedua pelapis yang lain. Pelapis ke III meresap sempurna ke dalam permukaan batu dan membentuk wetting angle paling besar yaitu sekitar 58 derajat. Hasil pengujian ketahanan akrilat komersial terhadap lingkungan 225g/L Na2SO4 menunjukkan bahwa batuan yang dilapis ke tiga jenis akrilat memiliki ketahanan 50 persen lebih lama dibandingkan batu yang tidak dilapis sama sekali. Penelitian lebih lanjut perlu dilakukan untuk mempelajari pengaruh faktor-faktor lingkungan lainnya terhadap ketahanan pelapis akrilat komersial.", "Daftar File": {}, "Penulis": "MARIA MARCELA TRIYANTI (NIM 13702022)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Aditianto Ramelan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Batu, Degradasi, Akrilat", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}