{"Nomor": 10840, "Judul": "MAMBRUK: PERANGKAT LUNAK INTERAKTIF SEBAGAI MEDIA PEMBELAJARAN MATERI MOMENTUM LINEAR DI SMA/MA", "Abstrak": "Fisika merupakan salah satu mata pelajaran yang sangat tidak populer di kalangan siswa tingkat SMA/MA karena berbagai alasan, seperti mutu guru yang rendah dan minimnya fasilitas pembelajaran. Hal ini tercermin dari rendahnya ketertarikan siswa dalam mempelajari fisika. Mereka belajar fisika hanya sebagai beban kurikulum saja. Kondisi pembelajaran yang demikian menyebabkan timbulnya miskonsepsi terhadap materi-materi fisika serta rendahnya prestasi belajar siswa. Pada sisi lain penguasaan terhadap fisika merupakan syarat utama dalam memahami sains dan keikutsertaan mata pelajaran fisika dalam ujian nasional. Selain itu fisika juga mempunyai peranan yang penting dalam perkembangan teknologi. Media pembelajaran dengan konsep multimedia berbantuan komputer dapat membantu siswa dalam mempelajari fisika. Salah satu media tersebut adalah MAMBRUK yang telah dikembangkan untuk membantu siswa dalam mempelajari konsep momentum linear. MAMBRUK dikembangkan dengan cara mengadakan kompilasi beberapa film, animasi, simulasi dan soal-soal yang berhubungan dengan momentum linear. Media pembelajaran MAMBRUK dikemas dalam bentuk CD yang dapat dioperasikan dengan menggunakan komputer sederhana serta dapat diapliklasikan dalam pembelajaran di kelas maupun sebagai tugas untuk siswa saat di rumah. MAMBRUK telah diujicobakan pada dua sekolah tingkat menengah (SMA/MA) yang berbeda dalam fasilitas pembelajarannya yaitu serba lengkap dan serba kurang. Hasil ujicoba dari kedua sekolah tersebut menunjukkan bahwa penguasaan siswa terhadap konsep momentu linear mengalami peningkatan secara signifikan. MAMBRUK mempunyai kelebihan dibandingkan dengan media pembelajaran lain yang sejenis, yaitu selain mempunyai tampilan yang lebih lengkap juga dapat menuntun siswa dalam menguasai konsep dasar momentum linear serta penyusunan tes penguasaan kompetensi siswa.", "Daftar File": {}, "Penulis": "MARDIANTO (NIM: 20206019)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Satria Bijaksana"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "miskonsepsi, prestasi belajar, kualitas pembelajaran, media pembelajaran, komputer, mambruk, momentum linear", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}