{"Nomor": 10848, "Judul": "OPTIMASI JARINGAN PIPA MINYAK DENGAN TITIK TUANG TINGGI - SEBUAH PENDEKATAN EKONOMI", "Abstrak": "Penyaluran minyak dengan titik tuang tinggi melalui pipa sering menjumpai masalah karena penurunan temperatur di sepanjang pipa akan membuat minyak semakin kental sehingga membutuhkan perbedaan tekanan yang tinggi untuk mengalir dan bahkan minyak akan berhenti mengalir di dalam pipa, yaitu dengan memasang pemanas, insulator, menambahkan zat aditif ke dalam fluida atau dengan menambahkan air. Ide utamanya adalah menjaga agar minyak tetap panas dan tetap bergerak. Pada penelitian yang dilakukan ini, solusi yang diambil dibatasi pada penggunaan pemanas dan insulator saja. Desain transportasi minyak dengan titik tuang tinggi ini harus dilakukan secara efektif baik dari segi teknik maupun ekonomi, selain itu juga harus mempertimbangkan aspek keselamatan, integritas dari sistem, serta berbagai masalah selama operasi dan perawatan sepanjang umur sistem.Sistem atau model yang digunakan terdiri 2 source dan 1 sink yang mengalirkan minyak dengan titik tuang tinggi. Minyak yang ditransportasikan mempunyai titik tuang (90 derajat F) dan titik kabut (100 derajat F). Optimasi dilakukan berdasarkan dari total cost yang terdiri dari investment cost dan operating cost, pada suatu periode waktu, dan diasumsikan annual cost seragam selama umur dari sistem. Batasan dari sistem optimasi adalah maximum allowable working pressure untuk tiap pipa, maximum allowable temperature untuk tiap pipa, system minimum outlet pressure, system inlet pressure, eruptional velocity, dan laju alir fluida.Skenario yang disajikan merupakan hasil dari simulator yang telah memenuhi batasan-batasan di atas. Skenario yang selanjutnya diusulkan penulis merupakan skenario dengan cost termurah dan selanjutnya skenario tersebut dianalisa kembali berdasarkan asumsi penambahan dan pengurangan laju alir yang dapat terjadi selama umur sistem, analisa juga dilakukan kembali bila terjadi penurunan temperatur lingkungan yang drastis sehingga harus diperlukan penambahan beberapa unit pemanas pada sistem.", "Daftar File": {}, "Penulis": "M. ARIEF SALMAN ALFARIZI (NIM 12203031)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Leksono Mucharam, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "High Pour Point, Heater, Oil Transmission Pipeline, Total Cost, Maximum Allowable Working Pressure, Maximum Allowable Temperature, System Minimum Outlet Pressure, System Inlet Pressure", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}