{"Nomor": 10850, "Judul": "PENGATURAN SINYAL LALU LINTAS YANG MEMPERHITUNGKAN PEMILIHAN RUTE", "Abstrak": "Salah satu masalah besar di sektor transportasi adalah angka tundaan dan antrian yang tinggi yang sering terjadi di kawasan persimpangan. Oleh karena itu sangat wajar bila pengendara akan memilih melewati rute dengan persimpangan yang memiliki waktu hijau yang lebih lama meskipun akan menyebabkan jarak perjalanan yang lebih panjang. Dalam hal ini pengendara akan mencari total biaya perjalanan yang terdiri dari total waktu perjalanan dan panjang perjalanan yang minimum karena hal ini juga akan berpengaruh terhadap Biaya Operasi Kendaraan.Penelitian Tugas Akhir ini meninjau tentang pengaruh pengendalian sinyal lalu lintas terhadap pemilihan rute yang dimaksudkan untuk memperbaiki kinerja jaringan yang dinilai dari performance indikator berupa jarak, kecepatan arus bebas, arus jenuh, dan hubungan kecepatan-arus dengan cara merubah skenario sinyal lalu lintas (waktu hijau dan offset).Terdapat satu jaringan buatan sederhana dan satu jaringan sebenarnya yang akan dimodelkan pada penelitian Tugas Akhir ini. Pengujian terhadap jaringan buatan sederhana dimaksudkan untuk menilai pengaruh perubahan skema sinyal lalu lintas dalam mempengaruhi pemilihan rute yang nantinya akan digunakan untuk memodelkan jaringan sebenarnya. Pemodelan kedua jaringan tersebut menggunakan program Simulation and Assignment of Traffic to Urban Road Networks (SATURN).Pada jaringan buatan sederhana digunakan 8 skenario sinyal lalu lintas. Dari kedelapan skenario tersebut dipilih skenario yang menghasilkan total biaya perjalanan minimum yaitu pada skenario ke-8 dengan total biaya perjalanan sebesar Rp 3.468.963/jam dengan waktu hijau fase 1 adalah 45 detik dan fase 2 adalah 15 detik. Sedangkan pada jaringan sebenarnya digunakan 24 skenario sinyal lalu lintas. Dari keduapuluhempat skenario sinyal lalu lintas tersebut yang menghasilkan total biaya perjalanan minimum adalah pada skenario ke-22 dengan total biaya perjalanan sebenarnya Rp 22.189.330/jam.", "Daftar File": {"2008_TA_PP_MARISCA_CENDRABUMI_-_MIRNA_A__OCTORIA_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/42190", "2008_TA_PP_MARISCA_CENDRABUMI_-_MIRNA_A__OCTORIA_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/42191", "2008_TA_PP_MARISCA_CENDRABUMI_-_MIRNA_A__OCTORIA_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/42192", "2008_TA_PP_MARISCA_CENDRABUMI_-_MIRNA_A__OCTORIA_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/42193", "2008_TA_PP_MARISCA_CENDRABUMI_-_MIRNA_A__OCTORIA_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/42195", "2008_TA_PP_MARISCA_CENDRABUMI_-_MIRNA_A__OCTORIA_1-BAB_6.pdf": "https://digilib.itb.ac.id/gdl/download/42196"}, "Penulis": "MARISCA CENDRABUMI (NIM 15004048) dan MIRNA A. OCTORIA (NIM 15004082)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Russ Bona Frazila, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "sinyal lalu lintas, pemilihan rute, biaya operasi kendaraan", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}