{"Nomor": 10856, "Judul": "PEMISAHAN GAS DENGAN MEMBRAN POLIMER", "Abstrak": "Membuang CO2 ke udara bebas sangat berbahaya karena tumpukan CO2 di atmosfer mengakibatkan terjadinya Efek Rumah Kaca. Pancaran radiasi matahari ke bumi tidak seluruhnya dapat diserap bumi, melainkan sebagian dipantulkan. Radiasi pantulan matahari tak dapat menerobos lapisan rumah kaca. Penelitian dilakukan untuk memisahkan CO2 dari N2 dalam gas hasil pembakaran dengan membran polisulfon. \n \n\nPenelitian terdiri dari empat tahap: pembuatan membran, permeasi gas murni CO2 dan N2, permeasi gas campuran CO2/N2, serta karakterisasi membran. Kondisi operasi divariasikan pada tekanan umpan 4, 6, 8, 10 dan 12 bar, sementara tekanan permeat pada tekanan atmosfer. Operasi berlangsung pada temperatur kamar. Asumsi yang digunakan: gas berkelakuan ideal, perpindahan massa mengikuti mekanisme solution-diffusion, kelarutan gas dalam membran sangat rendah, dan harga selektivitas ideal membran ditentukan berdasarkan rasio permeabilitas CO2 dan N2 murni. \n \n\nKoefisien difusivitas CO2 pada membran polisulfon bernilai 4,89 x 10-8 ÃƒÂ‚Ã‚Â– 1,32 x 10-7 cm2/s, sedangkan koefisien difusivitas N2 bernilai 7,62 x 10-8 ÃƒÂ‚Ã‚Â– 1,59 x 10-7 cm2/s. N2 yang memiliki berat molekul kecil lebih mudah berdifusi dalam membran daripada CO2 yang memiliki berat molekul besar. Koefisien permeabilitas CO2 pada membran berada dalam rentang 40,5-162 Barrer, sedangkan koefisien permeabilitas N2 berada dalam rentang 24,3-32,4 Barrer. Permeabilitas CO2 dipengaruhi oleh kemudahan melarut gas tersebut pada permukaan membran, sedangkan permeabilitas N2 dipengaruhi oleh kemudahan berdifusi gas tersebut di dalam membran. Koefisien solubilitas CO2 pada membran berada bernilai 0,0826-0,1379 cm3STP/cm3.cmHg, sedangkan koefisien solubilitas N2 bernilai 0,02026-0,04250 cm3STP/cm3.cmHg. CO2 yang memiliki temperatur kritik tinggi lebih mudah melarut dalam membran daripada N2 yang memiliki temperatur kritik rendah. Selektivitas ideal CO2/N2 pada membran bernilai 1,25-5. Selektivitas pemisahan ideal meningkat seiring dengan meningkatnya tekanan umpan. Selektivitas pemisahan nyata CO2/N2 pada komposisi campuran gas 10%-v CO2, 15%-v CO2, dan 20%-v CO2 adalah 1,98; 1,89 dan 1,78.", "Daftar File": {}, "Penulis": "MARTIN SUSANTO (NIM 13001076)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. V.S. Praptowidodo dan Dr. Ir. Sanggono Adisasmito"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Polysulfone, Carbon dioxide, Nitrogen", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}