{"Nomor": 10861, "Judul": "ANALISIS KEBIJAKAN PENGEMBANGAN JARINGAN DISTRIBUSI GAS BUMI UNTUK RUMAH TANGGA DI WILAYAH X", "Abstrak": "Gas bumi merupakan salah satu energi alternatif yang perlu diberdayakan secara maksimal mengingat potensi ketersediaan serta penggunaanya yang lebih besar dibanding sumber energi lain. Pada penelitian ini, dilakukan studi terhadap kelayakan dan perancangan  jaringan distribusi gas wilayah X untuk konsumen sektor rumah tangga yang kemudian dianalisis tentang kebijakan pemerintah terhadap pengembangannya. Kasus pada penelitian ini dilakukan pada wilayah X dengan data-data merupakan data lapangan. Sistem atau model dibuat menggunakan simulator pipephase yang terdiri dari 1 source (representasi dari sumber pasokan gas bumi) dan 55 sink (representasi dari potensi permintaan gas bumi dalam sebuah klaster) yang mengalirkan gas dengan tekanan dan laju alir sesuai potensi permintaannya. Evaluasi kelayakan investasi dilakukan berdasarkan analisis keuntungan dan biaya. Beberapa parameter yang digunakan untuk menilai kelayakan investasi adalah Net Present Value (NPV), Internal Rate of Return (IRR), Benefit to Cost Ratio (B/C Ratio) dan Payback Period. Setelah dikaji ternyata proyek tidak layak secara ekonomi jika tarif ditetapkan berdasarkan tingkat kemampuan pengguna, sehingga pemerintah perlu membuat kebijakan yang tepat bagi Badan Usaha tersebut. Subsidi investasi diperlukan untuk meningkatkan kelayakan proyek. Hal ini sesuai dengan koridor kebijakan yang tertuang dalam perpres nomor 67/2005, yaitu dalam hal tarif ditetapkan berdasarkan tingkat kemampuan pengguna, pemerintah memberikan kompensasi kepada Badan Usaha tersebut.", "Daftar File": {}, "Penulis": "MAS'UN HIDAYAT (NIM 12203036)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Arsegianto dan Bambang Yasmadi, ST, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Gas Bumi, Distribusi, Kelayakan, Kebijakan, Natural Gas, Distribution, Feasibility, Policy", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}