{"Nomor": 10860, "Judul": "PENERAPAN ISO 17025 SERTA ANALISIS PENGARUH KONDISI LINGKUNGAN TERHADAP BEST MEASUREMENT CAPABILITY (BMC) : KASUS DI PUSAT BENGKEL INSTRUMENTASI INDUSTRI PT. XYZ", "Abstrak": "Laboratorium kalibrasi suhu Pusat Bengkel Instrumentasi PT. XYZ melakukan kalibrasi pyrometer karena akreditasi oleh Komite Akreditasi Nasional. Hasil dari kalibrasi tersebut berupa nilai ketidakpastian. \n \n\nPada ISO 17025 terdapat persyaratan teknis untuk laboratorium kalibrasi sebagai jaminan mutu laboratorium tersebut. Oleh karena itu evaluasi penerapan persyaratan teknis tersebut dapat membantu penerapannya secara keseluruhan, dengan cara membandingkan kondisi yang ada dengan persyaratan teknis tersebut. \n \n\nNilai ketidakpastian dipengaruhi salah satunya oleh kondisi lingkungan, antara lain suhu dan kelembaban. Analisis terhadap pengaruh keduanya pada nilai ketidakpastian dapat membantu dalam penentuan kondisi bagi pencapaian Best Measurement Capability (BMC), yaitu ketidakpastian terkecil yang dicapai suatu laboratorium kalibrasi. \n \n\nDalam perhitungan nilai ketidakpastian tersebut akan lebih mudah dengan perangkat lunak. Oleh karena itu dilakukan perancangan perangkat lunak Visual Basic 6 untuk perhitungan nilai ketidakpastian. \n \n\nKetiga hal tersebut berhasil dilakukan dengan hasil bahwa laboratorium kalibrasi suhu Pusat Bengkel Instrumentasi PT. XYZ telah menerapkan Terlaksananya persyaratan teknis memberikan jaminan bahwa hasil kalibrasi bernilai benar. Perangkat lunak membuat perhitungan lebih efektif dan tepat.", "Daftar File": {}, "Penulis": "MASRISETYO ADI (NIM 13303014)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ing. Ir. Yul Y. N., M.Sc., DIC  \n \n\n             Ir. Wisnu Hendrajit, M.Sc.E.  \n \n\n             Ir. Happy S. Rahman"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Best Measurement Capability (BMC), ISO 17025, Regresi, Klausul", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}