{"Nomor": 10866, "Judul": "PADEPOKAN SENI TARI DI UBUD, BALI", "Abstrak": "Tugas Akhir ini mengambil kasus perancangan Padepokan Seni Tari di Ubud, Bali. Kasus ini bersifat fiktif dengan asumsi pemilik proyek adal Yayasan Tari Warini dan berlokasi di Jalan Wenara Wana Ubud Bali. Lahan berbatasan dengan kawasan wisata Monkey Forest. Tari tradisional Bali adalah seni tari daerah yag diwarnai dan dijiwai oleh nilai Budaya Bali serta merupakan ekspresi jiwa seni dari masyarakat Bali. Tradisional disini dimaksudkan adalah segala sesuatu adat, kepercayaan dan kebiasaan yang sifatnya turun menurun. Pada tahun 1969 kegiatan pariwisata di Bali mulai berkembang, kesenian dan budaya Bali semakin meluas ke mancanegara. Adat dan tradisi yang masih kental kemudian menjadikan Bali sebagai daerah pariwisata budaya yang diminati tidak hanya oleh wisatawan lokal namun juga oleh wisatawan mancanegara. Hal ini membuat diperlukannya sebuah wadah untuk menjaga dan mengembangkan salah satu bentuk kebudayaan tersebut, dalam hal ini seni tari Bali. Ubud merupakan salah satu kecamatan yang berada di Kabupaten Gianyar dengan pusat kecamatan berada di kelurahan Ubud. Ubud terkenal dengan keindahan alam dan masyaraktnya yang kebanyakan menekuni bidang seni tradisional. Masyarakat Ubud sebagian besar bekerja di sektor kesenian yang berhubungan erat dengan pariwisata. Oleh sebab itu Ubud dikenal oleh banyak orang sebagai salah satu pusat kesenian di Bali. Padepokan Seni Tari di Bali merupakan wadah pendidikan berhuni, tempat berlatih sekaligus tempat tinggal pelaku pendidikan. Dimana murid mendatangi sang guru untuk berlatih. Pada fasilitas ini akan diwadahi akitivitas-aktivitas seperti pelatihan tari tradisional baik dengan iringan alat musik tradisional maupun tidak. Yang pada akhirnya hasil dari pelatihan tersebut akan dipentaskan baik di dalam, maupun di luar ruangan. Pendidikan tari yang dilaksanakan adalah pendidikan non formal dimana interaksi yang terjadi akan bersifat kekeluargaan. Interaksi yang khas dan intens antara murid dan guru maupun murid dengan murid memungkinkan proses berlatih tari terjadi dimana saja. Fasilitas ini harus mampu menciptakan suasana yang rekreatif namun edukatif agar para seniman tari yang berlatih didalamnya dapat berkontemplasi untuk dapat menjiwai tari-tarian yang dipelajarinya. Padepokan Seni Tari merupakan fasilitas tempat melestarikan kesenian tari tradisional, yang memiliki tujuan agar orang dapat mengapresiasi tari tradisional.Penari dapat mengapresiasi tari yang dipelajarinya selama berlatih di padepokan. Sedangkan untuk pengunjung dapat mengapresiasi tari yang ditontonnya. Dari awal pula ditetapkan bahwa perancangan akan dititikberatkan pada pengolahan lansekap. Ide awal untuk mencapai tujuan perancangan diambil dengan menggunakan Tari Bali sebagai konsep besar. Untuk mencapai tujuan tersebut perancang melakukan inovasi dengan merancang menggunakan Arsitektur Tradisional Bali dalam bentukan yang baru.", "Daftar File": {}, "Penulis": "MAYA RAINA (NIM 15204040)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Wiwik Dwi Pratiwi, MES, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "seni tari, padepokan, Bali", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}