{"Nomor": 10870, "Judul": "APLIKASI SISTEM TELEMEDIKA BERBASIS INTERNET DAN TELEPON GENGGAM DALAM PENANGANAN KEJADIAN LUAR BIASA / WABAH", "Abstrak": "Penanganan data Kejadian Luar Biasa (KLB) / wabah yang baik sangat diperlukan untuk memantau kondisi kesehatan masyarakat. Pelaporan data KLB / wabah secara rutin dan teratur adalah proses yang penting untuk mendukung pemantauan tersebut. Namun kenyataan di lapangan membuktikan bahwa pelaporan data ini tidak dapat dilakukan secara rutin oleh puskesmas ke Dinas Kesehatan Kota (DKK) Bandung. Dengan demikian dibutuhkan sistem yang mendukung agar pelaporan data KLB / wabah tersebut dapat dilakukan secara rutin dan akurat. \n \n \n \n\nPada penelitian ini sistem telemedika berbasis internet dan berbasis telepon genggam dirancang dan direalisasikan untuk menjawab kebutuhan di atas. Sistem telemedika berbasis internet diimplementasikan dengan membuat website yang menggunakan PHP dan MySQL. Pemrograman PHP digunakan untuk memfasilitasi interaktivitas antara puskesmas yang mengirimkan data dan DKK Bandung yang memantau data. Pemrograman MySQL digunakan sebagai sistem database yang memuat (menampung) semua data yang dibutuhkan dalam proses pelaporan data KLB / wabah. Sistem telemedika berbasis telepon genggam memanfaatkan fasilitas pengiriman short message service (SMS) dalam pelaporan dan pemantauan data KLB / wabah. Sistem ini terdiri dari telepon genggam yang terkoneksi dengan komputer serta perangkat lunak (software) yang diinstal di komputer tersebut. Perangkat lunak ini dirancang sesuai dengan kebutuhan pelaporan data oleh puskesmas dan pemantauan data oleh DKK Bandung. Dengan demikian ada dua jenis perangkat lunak yang dirancang. \n \n \n \n\nBerdasarkan uji coba yang dilakukan baik secara offline atau online; baik secara simulasi di Laboratorium BME-ITB atau langsung di puskesmas dan DKK Bandung maka diperoleh hasil bahwa sistem yang dirancang telah berhasil digunakan untuk pelaporan data KLB / wabah oleh puskesmas dan pemantauannya oleh DKK Bandung. Fungsi dasar yang diujicobakan di puskesmas adalah: (1) Pelaporan data sesuai Form W1; (2) Pelaporan data sesuai Form W2; (3) Membaca dan membalas pesan dari DKK Bandung untuk puskesmas; (4) Membaca berita atau informasi yang disampaikan DKK Bandung melalui website; dan (5) Mengubah profil (informasi) puskesmas. \n \n \n \n\nSementara fungsi yang diujicobakan di DKK Bandung adalah: (1) Melihat semua laporan Form W1; (2) Melihat semua laporan Form W2; (3) Mengirim pesan ke puskesmas dan membalas ulang; (4) Mengisi berita untuk semua puskesmas; (5) Mengubah data puskesmas; (6) Melihat daftar penyakit; (7) Melihat daftar gejala-gejala penyakit. \n \n \n \n\nDari deskripsi di atas dapat disimpulkan bahwa sistem telemedika berbasis internet dan berbasis telepon genggam adalah peluang yang dapat digunakan untuk menjawab kebutuhan pelaporan data KLB / wabah secara rutin dan akurat.", "Daftar File": {}, "Penulis": "MEILAN JIMMY HASUGIAN (NIM 23205041)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Soegijardjo Soegijoko"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "KLB/ wabah, Telemedika, Internet, Telepon genggam, Website, PHP-MySQL, Short message service", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}