{"Nomor": 10874, "Judul": "PERAN KELEMBAGAAN LOKAL DALAM PERENCANAAN WILAYAH DESENTRALISTIS (Kasus Studi: Perencanaan Berbasis Nagari Di Kabupaten Tanah Datar Propinsi Sumatera Barat)", "Abstrak": "Walaupun paradigma pembangunan dari bawah sudah mengembangkan konsep-konsep pembangunan berbasis lokal, namun masih menggunakan bentuk kelembagaan yang bersifat umum dan keberhasilannya menggunakan ukuran yang terbatas pada indikator fisik (materi) dan ekonomi yang mudah diukur dan diamati. Kenyataannya ada kelembagaan yang bersifat lokalitas, dan masih ada kebutuhan manusia yang bersifat sosial yang tidak dapat diukur secara materi dan ekonomi. Strategi perencanaan wilayah teritorial juga belum mengakomodasi dimensi sosial (hubungan sosial) dan politik (kewenangan) dalam budaya lokal ke dalam proses pengambilan keputusan. Pengalokasian sumberdaya masih direncanakan dalam prinsip ekonomi (rasionalitas pasar) dan hukum negara, sementara sumberdaya tersebut di beberapa wilayah berada dalam kepemilikan bersama yang lebih bersifat sosial (rasionalitas sosial) sebagai warisan budaya. Kondisi ÃƒÂ‚Ã‚Â– kondisi yang belum diakomodasi dalam perencanaan tersebut terakumulasi dan menjadi persoalan pembangunan yang harus diselesaikan. Keadaan ini menunjukkan adanya keterbatasan pada perencanaan wilayah untuk merealisasikan konsep pembangunan berbasis lokal yang tumbuh dari bawah. Dalam hal ini, penelitian mengisi teori perencanaan wilayah dengan memasukkan kelembagaan lokal yang tumbuh dari bawah dan membudaya secara lokal, sebagai basis sehingga keterbatasan konsep pembangunan dari bawah dapat diatasi.Desentralisasi telah memberi wewenang kepada wilayah dan lokal untuk menempatkan potensi budaya lokal sebagai basis pengambilan keputusan dalam perencanaan wilayah. Potensi budaya tersebut berupa kelembagaan lokal yang tumbuh dan diorganisasi secara teritori karena melekat dengan sejarah wilayah, dan mengandung nilai budaya tradisional dalam dimensi sosial (hubungan sosial) dan politik (kewenangan). Kelembagaan lokal seperti ini juga mempunyai organisasi dan aturan main tertentu dalam mengelola sumberdaya wilayah. Namun demikian, persoalannya adalah aturan yang berlaku dalam kelembagaan lokal tersebut dalam beberapa kondisi tidak bersesuaian dengan sistem perencanaan dan kelembagaan pemerintahan modern. Pertanyaannya adalah sejauh mana kelembagaan lokal yang bersifat informal tersebut berperan dalam perencanaan wilayah desentralistis yang secara formal merupakan perencanaan pembangunan yang difasilitasi pemerintah?Sehubungan dengan persoalan tersebut, penelitian difokuskan pada Propinsi Sumatera Barat karena memenuhi beberapa persyaratan yang dibutuhkan oleh penelitian. Persyaratan tersebut adalah: propinsi ini memiliki nagari (setara dengan desa) yang sistem pemerintahan dan perencanaan pembangunannya berlandaskan kepada adat Minangkabau; wilayah nagari merupakan wilayah kesatuan masyarakat hukum adat sekaligus wilayah administratif pemerintahan terendah; Pemerintah Propinsi Sumatera Barat menginternalisasikan basis nagari ke dalam kebijakan dan peraturan daerah sebagai landasan legal-formal perencanaan dan pembangunan wilayah; masyarakat suku Minang di Sumatera Barat termasuk empat suku terbesar di Indonesia (setelah Jawa, Madura, dan Sunda); dan suku ini juga dikenal memegang teguh adat dan budaya Minangkabau sejak zaman pra-kolonial.Secara umum penelitian ini bertujuan untuk mengkaji sejauh mana kelembagaan lokal berperan dalam perencanaan wilayah desentralistis. Secara spesifik bertujuan untuk mengidentifikasi elemen apa dari kelembagaan adat, menjelaskan mengapa dan bagaimana kelembagaan adat berperan dalam perencanaan wilayah desentralistis, serta menjelaskan hasil peran berupa perbaikan perencanaan wilayah dan faktorÃƒÂ‚Ã‚Â–faktor yang mempengaruhi.Penelitian menggunakan pendekatan kualitatif interpretatif. Empat nagari kasus studi dipilih secara purposif, yaitu Nagari Pariangan, Singgalang, III Koto, dan Minangkabau, yang terletak pada empat kecamatan berbeda di Kabupaten Tanah Datar Propinsi Sumatera Barat. Data yang dikumpulkan lebih banyak bersifat kualitatif melalui wawancara semi terstruktur secara informal dan menggunakan panduan pertanyaan terbuka. Wawancara mendalam dilakukan untuk memperoleh jawaban dan penjelasan yang lebih spesifik dan rinci. Pengolahan data dilakukan dengan cara pengkodean, kemudian dianalisis, diinterpretasikan dan disajikan secara deskriptif kualitaif. Temuan penelitian menunjukkan bahwa kelembagaan adat (hakekat material dan hakekat idealisme) memainkan peran yang menentukan pengambilan keputusan dalam proses perencanaan wilayah desentralistis. Kelembagaan adat dapat berperan demikian karena adanya ikatan sosial masyarakat berupa hubungan kekerabatan dan kepemilikan bersama dalam kelembagaan yang organik yang tumbuh berdasarkan makna dan sejarah wilayah. Peran itu dimainkan melalui peran sosial dan peran politik yang terjadi di dalam proses belajar sosial secara informal (diam-diam) dan proses politik yang demokratis. Dapat dikatakan bahwa mengikutsertakan kelembagaan lokal sebagai sumberdaya sosial wilayah dalam perencanaan pembangunan dapat mengisi tujuan pembangunan sosial dan politik, disamping tujuan ekonomi. Temuan ini didukung oleh teori bahwa kelembagaan yang tumbuh dari bawah secara spesifik lokal adalah kelembagaan organik yang akan selalu hidup dan berkembang karena melekat dengan sejarah wilayah dan masyarakat. Sebagai sumberdaya sosial, bersama - sama dengan sumberdaya manusia, lahan, dan ekonomi wilayah, perencanaan wilayah berbasis budaya lokal membawa perbaikan dalam hal meningkatkan partisipasi. Disamping itu juga terlihat indikasi perbaikan dalam hal: pengembalian manfaat sosial dan ekonomi yang lebih besar kepada wilayah, meningkatkan keuntungan kompetitif wilayah dalam upaya mewujudkan otonomi, dan pembangunan berkelanjutan. Perencanaan wilayah desentralistis berpeluang untuk dikembangkan sebagai konsep perencanaan wilayah berbasis budaya lokal.Penelitian berkontribusi kepada pengayaan pengetahuan dalam hal: (1) membangun landasan pemikiran untuk mengembangkan konsep perencanaan wilayah berbasis budaya lokal; (2) Memperkaya teori perencanaan komunikatif dengan menjelaskan bagaimana nilai ÃƒÂ‚Ã‚Â– nilai budaya tradisional dapat digunakan dalam proses pengambilan keputusan untuk memperbaiki perencanaan wilayah; (3) memperkaya teori perencanaan komunikatif dengan karakteristik perencanaan desentralistis yang kompleks; (4) memberikan masukan substantif maupun prosedural bagi perencana dan pengambil keputusan melalui perubahan pengetahuan, pemahaman, sikap dan perilaku pemangku kepentingan yang terlibat dalam proses perencanaan wilayah; (5) menyumbang pemikiran bagi daerah lain di Indonesia dan negara berkembang pada umumnya untuk menemukan strategi perencanaan wilayah berbasis budaya lokal.", "Daftar File": {}, "Penulis": "MELINDA NOER (NIM 35404001)", "Kontributor / Dosen Pembimbing": ["Tim Pembimbing: Prof. Ir. Tommy Firman, M. Sc., Ph. D., Drs. Arief Rosyidie, M.S.P., M. Arch., Ph. D., dan Ir. Hastu Prabatmodjo, M.S., Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Sains", "Fakultas": "", "Subjek": "", "Kata Kunci": "perencanaan wilayah, perencanaan wilayah desentralistis, kelembagaan lokal, kelembagaan adat. regional planning, decentralized regional planning, local institutions, adat institutions", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Vika Anastasya Kovariansi", "File": "12 file", "Tanggal Input": "30 Jun 2009"}