{"Nomor": 10885, "Judul": "STUDI PENGENDALIAN PEMANFAATAN AIR TANAH UNTUK IRIGASI DI CEKUNGAN LIMBOTO PROVINSI GORONTALO", "Abstrak": "Penelitian dilakukan di cekungan air tanah Limboto, Provinsi Gorontalo. Lokasi penelitian merupakan daerah satuan morfologi pegunungan berlereng terjal, terutama menempati wilayah bagian tengah dan utara wilayah Gorontalo, yang menjadi pembatas sebelah timur dan sebelah utara dari cekungan air tanah Limboto yaitu di dengan beberapa puncaknya berada di Pegunungan Tilongkabila, satuan morfologi ini terutama dibentuk oleh satuan batuan Gunungapi tersier dan batuan Plutonik. Data sekunder yang digunakan meliputi data hidrogeologi dari beberapa sumur bor dan sumur eksplorasi, hasil usahatani tanaman padi, palawija, jagung, kedelai, dan kacang tanah. Debit optimum sumur berkisar antara 5,55 1/det sampai 38,41 1/det yang diperoleh dari hasill uji pemompaan bertahap. Data hidrologi diperoleh dari 2 (dua) stasiun curah hujan yang terdapat di daerah penelitian, sedangkan curah hujan efektif ditentukan dengan metode R80 dan R50, evapotranspirasi dihitung dengan menggunakan metode Penmann. Kebutuhan air irigasi berkisar 0,095 ÃƒÂ‚Ã‚Â– 3,561 1/det/ha tanaman dengan 3 (tiga) alternatif pola tanam. Hasil penelitian dengan alternatif-alternatif pola tanam menunjukkan bahwa Surplus terkecil sebesar 14.879 juta m3/tahun dan surplus terbesar adalah 35.654 juta m3/tahun dengan pola tanam palawija-palawija-palawija. Kondisi hidrologi dan hidrogeologi daerah penelitian maka penggunaan air tanah dengan menggunakan sumur bor yang sesuai dengan debit optimumnya masih mungkin dikembangkan untuk irigasi air tanah pada saat dibutuhkan tanaman. Dengan perubahan pola tanam menunjukkan bahwa dengan luas lahan 1252.56 ha bisa dikembangkan dengan tambahan 750 ha dengan pola tanam palawija-palawija-palawija.", "Daftar File": {}, "Penulis": "MH. ISNAEN MUHIDIN (NIM 95006010)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Rastihat, M.Sc, dan Ir. Soekadaryanto, Dipl. HE."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "groundwater basin, management, irrigation, recharge, and cropping pattern", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "10 file", "Tanggal Input": "27 Sep 2017"}