{"Nomor": 10896, "Judul": "ANALYZING CONSUMER DEFAULT ON CREDIT CARD AT BANK X", "Abstrak": "Kartu kredit di Indonesia akhir akhir ini sudah berkembang dalam berbagai hal, begitu pula dengan jumlah pemegang kartu yang telah meningkat setiap tahunnya. Namun, di sisi lain tingkat kredit macet pun mengalami peningkatan. Pengukuran yang tepat pada calon pemegang kartu dapat mengurangi kemungkinan gagal bayar dari pemegang kartu. Pertanyaan yang timbul adalah, apakah variabel-variabel yang ada pada formulir aplikasi telah menggambarkan pengukuran yang tepat? Penelitian ini mencoba menjawab pertanyaan tersebut dengan fokus di dalam menganalisa kegagalan pembayaran oleh pemegang kartu. Langkah awal adalahdengan menemukan karakter yang diindikasikan memiliki pengaruh terhadap total jumlah hari menunggak pemegang kartu berdasarkan penelitian mengenai kredit konsumen, formulir aplikasi kredit, dan buku-buku. 400 data pemegang kartu yang sebagai sampel untuk merepresentasikan populasi kartu kredit di Bank X Kantor Wilayah Jawa Barat dan Banten. Mereka merupakan pemegang kartu yang ada dalam periode 2003 hingga Mei 2008. Penelitian ini menggunakan model regresi berganda dan SPSS 13 untuk menganalisis model. \n \n \n\nDi dalam penelitian ini dilakukan dua kali percobaan dan analisis step wise untuk mengetahui pendekatan mana yang lebih baik dalam menjelaskan variabel independen. Dalam percobaan pertama dan analisis step wise, penulis memuat 21 variabel, akan tetapi ada beberapa variabel yang terbukti tidak memiliki hubungan dengan jumlah hari menunggak dari pemegang kartu. Variabel variabel yang tidak signifikan itu adalah, lama kerja, jumlah tanggungan, marital status_1, marital status_2, pendidikan_1, pendidikan_2, pendidikan_3, pendidikan_4, status rumah_1, status rumah_2, tipe pekerjaan_1, tipe pekerjaan _2, tipe pekerjaan _14, tipe pekerjaan _4, tipe pekerjaan _5, tipe pekerjaan _6. Semua variable tersebut dikeluarkan di dalam percobaan kedua. Satu hal yang harus diingat adalah penulis tidak menghilangkan variabel yang tidak signifikan, akan tetapi penulis mencari pendekatan yang lebih baik di dalam menjelaskan kemungkinan gagal bayar. Dalam percobaan kedua, penulis menemukan bahwa semua variabel itu signifikan. Oleh karena itu, model akhir yang digunakan adalah sebagai berikut \n \n \n\nHTB = 127.73 - 0.979 Umur + 16.837 Gender + 45.386 Status Rumah_3 - 102.475 Tipe Kartu_1 - 42.274 Tipe Kartu_2 + ei", "Daftar File": {}, "Penulis": "MIRA NURDINA (NIM 19005089)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Yunieta A. Nainggolan, M.Com(Hons)."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Days per Due, Credit card, Application form, Non performing loan, Bank X West Java and Banten Regional Office", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Rizki Aprianti", "File": "7 file", "Tanggal Input": "21 Agu 2009"}