{"Nomor": 10905, "Judul": "ANALISIS CURAH HUJAN MAKSIMUM SERTA IMPLIKASINYA TERHADAP PERENCANAAN SALURAN DRAINASE (STUDI KASUS PEREMPATAN ITN - KOTA MALANG)", "Abstrak": "Bencana banjir yang terjadi di suatu wilayah, selain akibat kerusakan ekosistem dan aspek lingkungan yang tidak terjaga, juga disebabkan oleh faktor meteorologi yaitu curah hujan terutama curah hujan maksimum. Perencanaan perbaikan saluran drainase merupakan salah satu tindakan pencegahan terhadap bencana banjir yang dapat dilakukan dengan terlebih dahulu mengkaji karakteristik curah hujan maksimum di wilayah tersebut. \n \n\nAnalisis frekuensi curah hujan maksimum merupakan prosedur memperkirakan frekuensi suatu besaran curah hujan maksimum rencana melalui penerapan distribusi frekuensi. Distribusi Log-Pearson III merupakan distribusi frekuensi yang terpilih berdasarkan Uji Chi-Kuadrat dan dianggap mewakili sebaran data curah hujan maksimum. Metode Van Breen dengan Persamaan Talbot merupakan metode terpilih dalam perhitungan intensitas curah hujan di wilayah sekitar Perempatan ITN, sedangkan Metode Rasional merupakan metode yang digunakan dalam penentuan debit rencana. \n \n\nPerbandingan debit saluran drainase dengan debit rencana memperlihatkan kapasitas tampung saluran drainase eksisting wilayah sekitar Perempatan ITN, yaitu yang berada di Jalan Sumbersari dan Jalan Veteran, sudah tidak dapat menampung debit rencana pada berbagai periode ulang. Oleh karena itu diperlukan perencanaan perbaikan kondisi fisik dan geometri saluran drainase eksisting dengan menggunakan perhitungan penampang hidrolis terbaik.", "Daftar File": {}, "Penulis": "MOCHAMAD TAUFIK BUGRAHA (NIM 12804013)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dra. Atika Lubis, MS."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Analisis Frekuensi, Curah Hujan Maksimum, Saluran Drainase", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}