{"Nomor": 10909, "Judul": "PEMANFAATAN LIMBAH KULIT HASIL EKSPERIMEN UNTUK PENGEMBANGAN PRODUK FESYEN", "Abstrak": "Kulit merupakan salah satu material alam tertua yang digunakan manusia sebagai perlengkapan hidupnya. karakter kulit yang tidak mudah sobek, hangat, dan lentur membuat kulit menjadi material yang cocok untuk digunakan sebagai material dasar pembuatan perlengkapan sehari-hari seperti pakaian, alas kaki, alas tidur, dan sebagainya. Hingga kini produk-produk berbahan dasar kulit masih memiliki banyak peminat, bahkan produk yang baik dan menggunakan kulit berkualitas dapat berharga sangat mahal.Cibaduyut adalah salah satu kawasan industri penghasil produk kulit yang terkenal di Indonesia. Setiap harinya Cibaduyut memproduksi barang kulit dengan jumlah yang sangat banyak, oleh karena itu limbah yang dihasilkannyapun terbilang banyak. Limbah tersebut merupakan potongan-potongan kulit sisa proses pembuatan pola.Limbah kulit ini sebetulnya masih dapat dimanfaatkan karena masih memiliki karakter khas yang dimiliki kulit lembaran, namun ukuran yang ada jauh lebih kecil dengan bentuk yang sangat beragam. Dengan melalui penelitian dan proses kreatif, maka seharusnya kulit limbah ini dapat dijadikan material yang memiliki potensi dan peluang untuk dikembangkan.Penelitian ini ditulis untuk mencari kemungkinan-kemungkinan yang dapat dilakukan untuk menambah nilai jual pada kulit limbah tersebut dan menghadirkannya ke dalam produk yang dapat dimanfaatkan oleh masyarakat. Dengan adanya produk baru dengan kualitas yang baik yang dihasilkan dari kulit limbah ini semoga dapat mengembangkan sebuah pola usaha yang baru bagi masyarakat Cibaduyut sekaligus mengurangi masalah.", "Daftar File": {}, "Penulis": "MOCHAMMAD FADLI ADI ABIYASA (NIM 17503012)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Dwinita Larasati, M.A."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "limbah kulit, produk fesyen", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Vika Anastasya Kovariansi", "File": "8 file", "Tanggal Input": "02 Apr 2009"}