{"Nomor": 10901, "Judul": "PERANCANGAN DAN IMPLEMENTASI ANTENA MONOPOLE 1 GHZ UNTUK APLIKASI GPR", "Abstrak": "Antena monopole adalah antena yang sangat popular dan sering digunakan. Antena ini dapat digunakan untuk aplikasi broadcasting, radio mobil, layanan komunikasi bergerak jalur darat, dan yang terbaru untuk telepon seluler. Antena monopole memiliki pola radiasi ke segala arah sehingga antena ini  juga dapat digunakan untuk mendeteksi adanya objek di bawah tanah dengan teknik borehole. Dengan meningkatnya frekuensi antena akan menurunkan tinggi dari antena tersebut sekaligus akan meningkatkan redaman sinyal propagasi. Bila ditinjau dari segi ekonomis dan mobilitas, tinggi antena minimum adalah yang lebih baik agar sinyal elektromagnetik yang diradiasikan dapat menembus suatu medium tertentu dan berhasil ditangkap oleh antena penerima.Tugas akhir ini membahas mengenai simulasi dan implementasi perancangan antena monopole  dengan frekuensi 1GHz yang dapat dipergunakan untuk keperluan Ground Penetrating Radar (GPR) dengan teknik borehole. Antena monopole ini cukup sederhana dan mudah dibuat dengan tingkat kepresisian yang cukup baik dan implementasi serta pengukurannya  menunjukan hasil yang sama dengan hasil simulasi. Antena yang dibuat dicoba disimulasikan dan dibandingkan dengan perangkat lunak GPRMAX 2D/3D untuk dua teknik GPR yaitu  surface GPR dan borehole GPR. Objek target yang akan dideteksi berupa bola konduktor dan bola karet.Tugas akhir ini juga membahas dan membandingkan keunggulan antena monopole dibandingkan antena dipole dalam proses pencitraan objek dibawah tanah dengan menggunakan teknik borehole GPR.Hasil penelitian pada tugas akhir ini adalah membuktikan bahwa metode GPR dengan teknik borehole dapat mendeteksi suatu benda berbentuk bola dengan bahan baik berupa konduktor dan karet yang tersimpan didalam pasir dengan cukup akurat.", "Daftar File": {}, "Penulis": "M. NURAMZAN IFTARI (NIM 13203180)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Nana Rachmana, M. Eng., dan Dr.Drs. Andriyan B. Suksmono, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Monopole, Borehole, GPR, FDTD, Surface", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}