{"Nomor": 10914, "Judul": "ANALISIS SENSITIVITAS METODE FCM (FUZZY C MEANS) UNTUK KLASIFIKASI TUTUPAN LAHAN TAKTERAWASI PADA CITRA LANDSAT TM DAN SPOT XS (STUDI KASUS DAERAH BANDUNG)", "Abstrak": "Masalah ketidakpastian dalam melakukan ekstraksi jenis tutupan lahan pada proses klasifikasi citra dicoba diatasi dengan menerapkan metode klasifikasi fuzzy. Dalam klasifikasi fuzzy, setiap piksel mempunyai m nilai keanggotaan antara 0 dan 1 pada saat ditetapkan menjadi satu dari m kelas. Sifat keanggotaan yang demikian dapat memberikan informasi untuk situasi yang kompleks seperti adanya kelas campuran (mixed class) pada data citra. Ada 2 jenis klasifikasi fuzzy yaitu klasifikasi fuzzy terawasi yang berbasis training area seperti Fuzzy Maximum Likelihood dan klasifikasi fuzzy tak terawasi yang berbasis clustering seperti Fuzzy C Means (FCM). FCM adalah salah satu metode fuzzy clustering yang fungsi keanggotaannya didefinisikan berdasarkan fungsi jarak, sehingga derajat keanggotaan suatu piksel didefinisikan berdasarkan seberapa dekat jaraknya terhadap pusat kelas. Dalam penelitian ini dicoba untuk melakukan klasifikasi FCM daerah Bandung dengan menggunakan citra Landsat TM dan SPOT XS. FCM Untuk dapat melihat kemampuannya, metode FCM tersebut dibandingkan dengan metode clustering non fizzy yang populer yaitu metode Isoclass menggunakan analisis sensitivitas. Analisis sensitivitas dilakukan untuk melihat tingkat interpretasi (level of interpretability') pengkelasan pada FCM. Klasifikasi FCM lebih sensitif dibandingkan metode Isoclass yang ditandai dengan kemampuan mengkelaskan seluruh daerah pada citra, tidak menghilangkan kelas-kelas minoritas di antara kelas mayoritas, tekstur batas kelas lebih sesuai kondisi lapangan, gradasi pemecahan kelas yang lebih sistematis, serta peningkatan ketelitian klasifikasi keseluruhan yang cukup berarti baik pada citra Landsat TM maupun SPOT XS. Resolusi spasial juga berpengaruh terhadap ketelitian keseluruhan (overall accuracy) klasifikasi FCM, terbukti dengan basil yang lebih pada citra SPOT XS dibandingkan dengan Landsat TM. Adapun kelemahan metode ini adalah waktu pemrosesan yang lebih lama akibat pembentukan matrik keanggotaan yang berdimensi besar yang sangat dipengaruhi oleh jumlah piksel dan kelas yang digunakan, serta ketidakmampuannya menangani format data citra lebih dari 24 bit.", "Daftar File": {}, "Penulis": "MOH. ABDUL BASYID (NIM 25199011)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. D. Munally Hakim, M.Sc., dan Ir. dewi Kania Sari, MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "fuzzy c means (FCM), citra landsat TM, spot XS", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}