{"Nomor": 10918, "Judul": "PERANCANGAN RANGKAIAN TERINTEGRASI ANALOG UNTUK FRONT-END RECEIVER PADA SISTEM WIMAX", "Abstrak": "Teknologi broadband telah berkembang dengan sangat cepat menjadi salah satu komoditas global yang dibutuhkan oleh sebagian besar populasi pada beberapa tahun belakangan ini. Teknologi broadband nirkabel memiliki prospek yang cerah untuk dikembangkan. WiMAX merupakan salah satu teknologi broadband nirkabel yang belakangan ini menjadi populer karena mampu memberikan solusi komunikasi dengan kecepatan transfer yang tinggi untuk daerah yang berada di luar loop broadband. Standar IEEE 802.16 merupakan acuan untuk pengimplementasian teknologi WiMAX. Terdapat dua versi WiMAX yaitu fixed WiMAX sesuai standar IEEE 802.16-2004 atau 802.16d dan mobile WiMAX sesuai standar 802.16e. \n \n \n \n\nDalam tugas akhir ini, Penulis merancang rangkaian front-end untuk sistem penerima WiMAX. Sistem penerima yang akan didesain menggunakan arsitektur directconversion. Rangkaian front-end yang akan dirancang terdiri dari penguat derau rendah (LNA) dan mixer. Topologi LNA yang digunakan adalah topologi double-balanced sedangkan topologi mixer yang digunakan adalah switching mixer double-balanced. Topologi ini dipilih dengan alasan untuk meningkatkan linearitas. Rangkaian front-end yang didesain harus dapat digunakan pada rentang frekuensi yang lebar (wide-band). Hal ini disebabkan frekuensi yang akan digunakan pada sistem WiMAX di Indonesia berada pada rentang frekuensi 2.3 GHz dan 3.3 GHz. Oleh karena itu, rangkaian yang didesain harus dapat beroperasi dari frekuensi DC sampai dengan frekuensi 3.4 GHz. Penyesuaian impedansi wide-band dicapai pada frekuensi yang diinginkan dengan menerapkan umpan balik aktif wide-band loop ganda (dual-loop active negative feedback). \n \n \n \n\nRangkaian front-end disimulasikan dengan menggunakan transistor bipolar RF yang tersedia dalam modul AMS 0.35 μm. Simulasi dilakukan dengan software CATENA SIMetrix 5.40d. Rangkaian front-end didesain dengan topologi balanced dengan menggabungkan penguat derau rendah (LNA) dan sebuah switching mixer. Rangkaian ini mampu mencapai gain konversi sebesar 20.13 dB. Pada frekuensi kerja yang mencapai 3.689 GHz, rangkaian ini menghasilkan nilai noise figure sebesar 3.055 dB. IIP3 yang mampu dicapai oleh rangkaian ini adalah sebesar -15.708 dBm untuk frekuensi 2.30 GHz-2.35 GHz dan sebesar -14.678 dBm untuk frekuensi 3.30 GHz-3.35 GHz. Semua parameter yang disimulasikan memenuhi persyaratan untuk LNA dan mixer yang telah ditentukan sebelumnya.", "Daftar File": {}, "Penulis": "MOHAMAD SAIFUL HIDAYAT (NIM 13204180)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Mervin T. Hutabarat dan Dr. Ir. Adiseno"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Penguat derau rendah, Switching mixer, WiMAX, Direct-conversion, Double-balanced, Umpan balik aktif, Loop ganda, Penyesuaian impedansi, Linearitas, Noise figure, Gain konversi", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}