{"Nomor": 10915, "Judul": "THE ROLE OF LOCAL GOVERNMENT IN THE GROWTH OF SMALL MEDIUM ENTERPRISES (SMEs): Case Study: Jombang and Kediri Regencies", "Abstrak": "Sehubungan dengan pentingnya SME dalam pertumbuhan ekonomi suatu negara atau daerah, dan juga usaha-usaha yang telah diimplementasikan oleh pemerintah dalam mendukung pertumbuhan SME, maka thesis ini bertujuan untuk mengidentifikasi faktor-faktor yang mempengaruhi suksesnya pengembangan SME dan melihat peranan Pemerintah Daerah dalam mendukung SME di suatu daerah. Dalam thesis ini, Kabupaten Jombang dan Kediri diambil sebagai studi kasus dalam mencari faktor-faktor yang mempengaruhi pengembangan SME. Kabupaten tersebut dipilih karena pada keduanya terdapat perbedaan jumlah SME yang signifikan, sedangkan pada aspke-aspek yang lain terdapat banyak kemiripan.Dalam menyederhanakan proses analisis, thesis ini menklasifikasikan faktor-faktor yang mempengaruhi pertumbuhan SME menjadi tiga faktor utama: karakteristik masyarakat (kualitas SDM, jumlah usia produktif, jumlah pencari kerja, ketersediaan tenaga kerja, produktifitas tenaga kerja, dan ongkos tenaga kerja); lingkungan bisnis (ketersediaan infrastruktur, kualitas infrastruktur, kondisi ekonomi, kondisi sosial politik, dan sumber daya alam); dan usaha pemerintah (peraturan-peraturan, pelatihan, promosi, pengembangan sentra industri, pembiayaan, dan investasi).Nilai-nilai karakteristik dari ketiga faktor tersebut pada Kabupaten Jombang dan Kediri akan diukur dan dibandingkan untuk mengidentifikasi kemiripan dan perbedaan diantara keduanya. Faktor-faktor yang berbeda diantara keduanya diasumsikan sebagai faktor-faktor yang mempengaruhi perbedaan kondisi SME di kedua kabupaten tersebut.Dari hasil analisis, telah diidentifikasi tiga perbedaan karakteristik antara Kabupaten Jombang dan Kediri yang dianggap mempengaruhi kondisi SME di daerah tersebut, yaitu: kondisi ekonomi secara umum, kondisi sosial politik, dan lebih sedikitnya usaha Pemkab Jombang dalam mengembangkan pangsa pasar dan menarik investor dibanding dengan usaha Pemkab Kediri. Thesis ini menyatakan bahwa ketiga faktor tersebut telah mempengaruhi sukses tidaknya pengembangan SME di daerah itu.Thesis ini juga berusaha untuk mengetahui faktor yang paling berpengaruh diantara ketiga faktor yang berbeda tersebut. Thesis ini menyatakan bahwa usaha pemerintah adalah faktor yang paling berpengaruh. Faktor ini dianggap paling berpengaruh karena Pemerintah mempunyai kekuasaan untuk menciptakan peraturan-peraturan dari semua aktifitas di daerahnya. Dengan kekuasaan ini, pemerintah dapat menciptakan kebijakan yang baik untuk menunjang aktifitas ekonomi, dan juga dapat mendorong dua faktor yang lain (masyarakat dan lingkungan bisnis) untuk mendukung pertumbuhan SMEs. Alasan yang lain adalah karena usaha pemerintah adalah faktor yang dapat dengan mudah diperbaiki dibandingkan kondisi sosial politik dan kondisi ekonomi. Sebagai tambahan, beberapa peneliti sebelumnya  juga menyatakan bahwa usaha pemerintah adalah faktor yang penting.Pada kasus Kabupaten Jombang dan Kediri, thesis ini menemukan bahwa Kabupaten Jombang melakukan usaha yang lebih kecil dalam pengembangan pangsa pasar, dan kekurangan tiga program dalam menarik lebih banyak investor pada bidang pariwisata. Pengembangan pariwisata akan meningkatkan pangsa pasar bagi produk SME, maka, dapat diasumsikan bahwa tujuan utama dari semua usaha diatas adalah menciptakan pangsa pasar baru. Akhirnya, thesis ini menyatakan bahwa faktor yang paling penting dalam pertumbuhan SME di Kabupaten Jombang dan Kediri adalah usaha Pemerintah Daerah dalam menciptakan pangsa pasar baru bagi SME.", "Daftar File": {}, "Penulis": "MOH. AFIF (NIM 25406054)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Jun Matsunami dan Dr. Tubagus Furqon Sofhani"], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "SME, usaha pemerintah, lingkungan bisnis, karakter masyarakat. Small and Medium Enterprises (SMEs), Government efforts, Business environment, citizen characteristics.", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}