{"Nomor": 10930, "Judul": "AN EVALUATION ON THE IMPLEMENTATION OF JIHAD WITHIN CONFLICTS IN THE ISLAMIC WORLD", "Abstrak": "Islamic studies have now become an important subject to be discussed, analysed and debated. This related with warming up of Islamic issues, jihad and violence which had been taking of public attention.This research has aimed to bridge the understanding between the Islamic world and the West. It is exclusively by correcting on misperception in understanding Islam generally and jihad particularly. To Muslim community this study is trying to enrich Islamic studies and at once to clarify the true meaning of jihad and Islam itself to avoid misunderstanding and misinterpretation, especially in its implementation.The conclusion of this study is result from synergy work between contemporary analysis in security context and deep analysis to Islamic source of reference namely, the Qur'an and the hadith. Through historic reviews, the implementation of jihad is viewed from every side as something that often misused. At last, in the present time, the better meaning of jihad had been developed by the side which for long time has been perceived as the enemy of Islam, i.e. the West. With the forming of world organisations like the United Nations (UN), regional organisations like European Union, military pacts like North Atlantic Treaty Organisation (NATO) and contemporary military operations that organised by US-led Coalition it has shown that the function of the Muslims as ummatan wasattan (middle people) has been 'replaced'. This odd is only a mistake of Muslim community who fragmented in sects and parties that do not have good understanding to Islam itself. The practical concept of rahmatan lil'alameen (mercy for all creatures) and wihdah (unity) has been neglected and abandoned by many Muslims. Simultaneously, the implementation of jihad has also taken over by the West. That all has run in the frame of democracy, which even though has been taking in secular way, is an evolution (through conflicts and assimilation) of universal culture as blend of all cultures in the world, including Islamic values. Therefore it is not necessary to confront Islam's universal values through various ways of violence, either does from West side. Intercultural dialogue and multi-dimension cooperation, in multilevel framework are the best way to overcome suspicions and misunderstandings that had been occurring for centuries.", "Daftar File": {}, "Penulis": "MOHAMMAD NAZAR (NIM 24005044)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Bambang Kismono Hadi dan Col. (Ret'", "d) Dr. Ivar Hellberg, OBE M.Phil FRGS."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "jihad, konflik dunia Islam, studi keIslaman", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}