{"Nomor": 10945, "Judul": "KARAKTERISTIK MOTOR DIESEL PENYEMPROTAN LANGSUNG DENGAN BAHAN BAKAR CAMPURAN MINYAK JARAK PAGAR (Jatropha curcas L.) MURNI YANG DIPANASKAN", "Abstrak": "Minyak jarak pagar merupakan minyak nabati yang dapat digunakan sebagai bahan bakar alternatif untuk motor diesel. Minyak jarak pagar ini memiliki beberapa kelebihan, yaitu dapat diperbaharui, dapat terdegradasi secara alami, tidak berkontribusi terhadap penambahan gas rumah kaca, unsur belerang yang sangat rendah, dan dapat ditanam di lahan kritis. Selain itu, minyak jarak pagar tidak mengalami konflik kebutuhan sebagai bahan pangan karena tidak dapat dimakan. Masalah terbesar adalah tingginya viskositas minyak jarak pagar. Menurut penelitian yang dilakukan oleh K. Pramanik, viskositas minyak jarak ini akan membuat efisiensi termal dan konsumsi bahan bakar motor menjadi lebih buruk. Cara yang dapat dilakukan untuk menurunkan viskositas minyak jarak adalah dengan memanaskannya atau mencampurnya dengan bahan bakar lain. Penelitian ini dilakukan untuk mengetahui pengaruh penggunaan campuran 50% minyak jarak murnisolar yang dipanaskan sebagai bahan bakar motor diesel dibandingkan solar.Pengujian dilakukan selama 17 jam untuk tiap bahan bakar uji dan mengacu pada SAE Paper 942010. Hasilnya, parameter prestasi menunjukkan 50% minyak jarak murnisolar memiliki hasil yang lebih buruk dibandingkan solar, yaitu efisiensi termal lebih rendah 13,8% (sebelum uji 17 jam) dan lebih tinggi 4,7% (setelah uji 17 jam). BSFC: lebih tinggi 28,7% (sebelum uji 17 jam) dan lebih tinggi 2,1% (setelah uji 17 jam). Parameter emisi gas buang menunjukkan penggunaan 50% minyak jarak menghasilkan peningkatan emisi CO{161,4% (sebelum uji 17 jam) dan 13,6% (setelah uji 17 jam)}, UHC {58,5% (sebelum uji 17 jam) dan 44,7% (setelah uji 17 jam)}, opasitas {151,8% (sebelum uji 17 jam) dan 297,1% (setelah uji 17 jam)}.Penelitian ini membuktikan bahwa terjadi penurunan prestasi dan kenaikan emisi gas buang pada motor diesel menggunakan campuran 50% minyak jarak murni. Hal ini terutama disebabkan rendahnya LHV dan buruknya atomisasi bahan bakar minyak jarak. Namun, minyak jarak juga memiliki kemampuan lubrikasi yang baik.", "Daftar File": {}, "Penulis": "M. SYAUQI SHAUTAL ALAM (NIM 13103074)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Iman K. Reksowardojo, Dr. Ir. Tirto P. Brodjonegoro, dan Prof. Wiranto Arismunandar"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "motor diesel, baan bakar, minyak jarak pagar", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}