{"Nomor": 10949, "Judul": "STUDI KEAMANAN GALIAN : STUDI KASUS KONSTRUKSI SIFON - SUNGAI ULAR, MEDAN", "Abstrak": "Galian merupakan salah satu jenis lereng yang dibuat untuk menjangkau kedalaman tertentu pada tanah. Suatu galian dapat dibuat untuk tetap terbuka secara permanen, ataupun dibuat sementara untuk kemudian nantinya ditimbun kembali. Salah satu tipe galian adalah galian dengan struktur penahan yang menahan tanah dalam posisi vertikal. Struktur yang berfungsi menahan seperti dinding penahan tanah ini mendukung lereng dari keruntuhan akibat massa tanah. Dinding penahan dapat didukung dengan menggunakan bracing berupa strut yang terbentang dari satu sisi ke sisi lain di dalam galian. Untuk galian pada tanah granular yang terendam air, terdapat resiko terjadinya boiling di dalam galian dan kemungkinan keruntuhan struktur penahan akibat tergerusnya tanah pada dasar struktur. Boiling adalah fenomena di mana tanah pada sisi hilir terangkat akibat tekanan air karena kehilangan stabilitas.Pada tugas akhir ini akan dilakukan analisis stabilitas struktur penahan dan seepage untuk mencari angka keamanan. Analisis stabilitas struktur dilakukan untuk mendapatkan desain yang aman dari struktur penahan dengan mencari modulus penampang butuh. Dalam mencari modulus penampang butuh, dibutuhkan besar momen lentur maksimum yang didapat dari perhitungan tekanan aktif dan pasif Rankine. Analisis seepage dilakukan untuk mencari desain galian yang terhindar dari boiling. Analisis dilakukan dengan perhitungan manual dan dengan software yang berbasis elemen hingga. Software PLAXIS akan digunakan dalam analisis stabilitas, SEEP/W dari GEO-STUDIO 2004 akan digunakan dalam analisis seepage.Hasil analisis stabilitas menunjukkan kebutuhan dinding penahan tanah berupa turap dengan tipe AU-20 dan tambahan struktur berupa strut untuk menahan gaya dan waler sebagai penyalur beban dari strut ke turap. Dengan cross check menggunakan PLAXIS didapat angka keamanan sebesar 1.4885 yang memenuhi syarat galian temporer tanpa bangunan di sekitarnya. Hasil analisis menunjukkan bahwa semakin rendah elevasi muka tanah luar, maka semakin kecil tekanan tanah yang mendorong turap sehingga angka keamanan menjadi semakin besar.Hasil analisis seepage menunjukkan galian sudah cukup aman untuk terhindar dari boiling tanpa perlu dilakukan penurunan elevasi muka tanah luar dengan angka keamanan sebesar 1.7. Hasil analisis menunjukkan bahwa semakin rendah muka air tanah luar, maka beda head yang terjadi di luar dan di dalam galian menjadi semakin kecil sehingga tekanan air tanah di sekitar ujung bawah turap juga mengecil. Hal ini membuat angka keamanan menjadi semakin besar. Penurunan muka air tanah di luar galian dapat dilakukan dengan membuat sumuran di sekitar turap. Pilihan ini lebih efisien dan efektif daripada menurunkan keseluruhan muka tanah.", "Daftar File": {}, "Penulis": "MUHAMAD AGIL NAJIB (NIM 15004019) dan YANITA SURYA SULISTYANI (NIM 15004151)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Hasbullah Nawir, ST., MT., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "galian, turap, strut, waler, stabilitas, tekanan aktif pasif Rankine, seepage, boiling, angka keamanan", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}