{"Nomor": 10948, "Judul": "PERANCANGAN TEST RIG DAN PENGUJIAN AWAL PENGUKURAN SUARA SILENT CHAIN", "Abstrak": "Pertumbuhan penjualan sepeda motor di Indonesia terus meningkat sepanjang tahun. Asosiasi Industri Sepeda Motor Indonesia (AISI) memperkirakan bahwa jumlah penjualan sepeda motor di seluruh Indonesia akan mencapai 5,4 juta unit pada akhir tahun 2008. Faktor krisis ekonomi dan naiknya harga bahan bakar menyebabkan masyarakat beralih menggunakan sepeda motor sebagai sarana transportasi utama. Salah satu sektor industri yang menopang produksi sepeda motor adalah industri komponen.Salah satu komponen sepeda motor yang telah dapat diproduksi di Indonesia adalah silent chain. Silent chain berfungsi untuk mentransmisikan daya dari putaran poros engkol ke poros kam. Keunggulan silent chain dibandingkan dengan roller chain yaitu memiliki komponen yang lebih sedikit dan dapat mengurangi gaya impak akibat gerak chordal saat rantai menumbuk sproketnya.Untuk mengembangkan desain komponen silent chain yang lebih baik maka salah satu parameter yang dapat ditinjau adalah parameter kebisingan rantai. Untuk memperoleh data-data pengukuran kebisingan yang baik maka diperlukan test rig yang dapat menunjukkan keadaan silent chain saat beroperasi di dalam mesin sepeda motor. Perancangan test rig merujuk pada desain test rig elongasi rantai yang dimiliki PT. FSCM Mfg Indonesia sebagai salah satu produsen rantai sepeda motor. Desain ketiga dipilih dari tiga desain yang diajukan dengan menggunakan analisis perbandingan desain.Test rig terdiri dari ruang isolasi suara, mikrofon, motor induksi dan inverter, transmisi sabuk dan rangka. Pengukuran kebisingan dilakukan dalam ruang isolasi suara dengan menggunakan perangkat pengukuran yang terdiri dari mikrofon, soundcard, perangkat lunak akuisisi data, perangkat lunak pengolah data dan display. Hasil pengukuran awal tersebut menunjukkan adanya sinyal-sinyal suara dominan yang berasal dari silent chain dan tampak adanya korelasi dengan ciri-ciri sinyal getaran rantai teoritis.", "Daftar File": {}, "Penulis": "MUGI LAKSONO (NIM 13103037)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Ign. Pulung Nurprasetio, MSME."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "test rig, silent chain", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}