{"Nomor": 10946, "Judul": "RANCANGAN PENGUKURAN KINERJA ORGANISASI PERGURUAN TINGGI DENGAN METODE BALANCE SCORECARD (Studi Kasus pada STIE PERBANAS Surabaya)", "Abstrak": "Pengukuran kinerja merupakan salah satu faktor penting bagi setiap organisasi. Pengukuran kinerja digunakan sebagai dasar untuk membuat perencanaan organisasi untuk mencapai tujuan-tujuan yang ditetapkan di masa yang akan datang dan sebagai alat untuk menilai keberhasilan organisasi. Balance Scorecard merupakan suatu metode pengukuran kinerja organisasi yang berusaha menerjemahkan misi dan strategi organisasi ke dalam empat perspektif pengukuran yaitu perspektif keuangan, perspektif pelanggan, perspektif proses bisnis internal serta perspektif belajar dan tumbuh. Metode ini dirancang untuk mengantisipasi persaingan babas di era global. Dalam era ini setiap organisasi dituntut kemampuannya untuk mempunyai kemampuan-kemampuan baru agar dapat berhasil memenangkan persaingan.Rancangan pengukuran kinerja organisasi Perguruan Tinggi untuk STIE Perbanas Surabaya ini dirancang untuk mengantisipasi persaingan yang terjadi antar PTS. Rancangan ini berusaha menterjemahkan visi dan strategi ST1E Perbanas Surabaya ke dalam tujuan, tolok ukur, target dan inisiatif yang dilakukan untuk ke empat perspektif organisasi serta kerangka keterkaitan antara berbagai perspektiftersebut.Rancangan Balance Scorecard untuk organisasi PTS ini merupakan potret strategis STIE Perbanas Surabaya karena rancangan tersebut merefleksikan visi masa depan organisasi secara keseluruhan, merupakan suatu model holistic yang memungkinkan karyawan melihat bagaimana mereka dapat memberikan kontribusi untuk keberhasilan organisasi dan memfokuskan usaha-usaha untuk berubah dengan terus melakukan inovasi dalam bidang pendidikan. Organisasi menggunakan Balance Scorecard sebagai sistem manajemen strategis untuk mengelola strategi mereka untuk jangka panjang. Mereka menggunakan fokus pengukuran Balance Scorecard untuk menetapkan proses manajemen strategic yang meliputi:1. Menetapkan dan menerjemahkan visi dan strategi organisasi.2. Mengkomunikasikan dan menghubungkan tujuan tujuan dan ukuran-ukuran strategis.3. Merencanakan, menetapkan target dan menyerasikan inisiatif-inisiatif strategis.4. Meningkatkan umpan balik dan pembelajaran.", "Daftar File": {}, "Penulis": "MUAZAROH (NIM 23496024)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. A. Imam Istiyanto, MBA."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "strategy of organization into four perspectives: Financial, Customer, Internal Business Process, and Learning and Growth", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}