{"Nomor": 10954, "Judul": "KAJIAN DAYA DUKUNG WILAYAH DALAM RANGKA PENGEMBANGAN PETERNAKAN SAPI POTONG DI KECAMATAN KARANGMOJO KABUPATEN GUNUNGKIDUL", "Abstrak": "Pengembangan wilayah adalah upaya untuk memacu perkembangan ekonomi dan mengurangi kesenjangan wilayah yang mengakar pada kegiatan sosial dan ekonomi sebagian masyarakat dengan tetap mempertahankan daya dukung sumberdaya yang tersedia dan memanfaatkan peluang yang ada. Tujuan pengembangan wilayah adalah meningkatkan nilai ekonomis dan nilai ekologis dengan target jangka panjang adalah peningkatan kesejahteraan masyarakatnya.Kecamatan Karangmojo di tetapkan sebagai Kawasan Agropolitan yang diharapkan dapat menggerakkan agribisnis peternakan sebagai alternatif peningkatan ekonomi masyarakat. Untuk mengembangkan peternakan di Karangmojo perlu didukung oleh daya dukung wilayah, namun informasi daya dukung wilayah ini belum tersedia. Oleh karena itu perlu dilakukan kajian daya dukung wilayah untuk pengembangan peternakan sapi potong di Kecamatan Karangmojo.Daya dukung wilayah untuk pengembangan peternakan adalah kemampuan suatu wilayah berupa sumber daya alam, sumber daya manusia, kelembagaan dan fasilitas penunjang untuk melakukan produksi. Analisis daya dukung wilayah meliputi analisis sumber daya alam yaitu analisis sumber daya lahan untuk penyediaan pakan ternak dan sumber daya air untuk pemenuhan kebutuhan air minum ternak; analisis sumber daya manusia meliputi ketersediaan jumlah peternak dibandingkan kebutuhan peternak dengan karakteristik peternak yaitu umur, tingkat pendidikan, pengalaman beternak, kepemilikan lahan, kemampuan memelihara ternak dan dukungan tenaga kerja dalam rumah tangga; analisis kelembagaan kelompok ternak yaitu peran kelompok dalam memfasilitasi anggota dalam penyediaan penunjang produksi, peningkatan kapasitas peternak dan akses permodalan; dan analisis fasilitas penunjang produksi meliputi ketersediaan pasar hewan dan poskeswan serta tingkat pelayanannya.Hasil penelitian menunjukkan daya dukung sumber daya lahan hanya 6% dari kebutuhan lahan untuk penyediaan pakan populasi sapi yang ada, ketersediaan sumber daya air mencapai 108% kebutuhan air minum ternak. Ketersediaan jumlah peternak sebesar 121% kebutuhan tenaga peternak serta ada tambahan tenaga kerja sebesar 2,73 kali jumlah peternak dari anggota rumah tangga. Karakteristik peternak di Karangmojo antara lain rata-rata umur 49 tahun, pendidikan SMP, pekerjaan utama petani, pengalaman beternak 13 tahun, kepemilikan lahan 7.764 m2, kepemilikan ternak 2 ekor, kemampuan memelihara 3 ekor. Semua kelompok memfasilitasi anggotanya dalam bentuk penyediaan sarana produksi, pelayanan produksi, pelatihan-pelatihan dan kredit permodalan. Fasilitas pasar hewan tidak menunjang untuk pasar sapi serta tingkat pelayanan poskeswan dan IB yang belum maksimal.Dari teori, konsep dan hasil analisis dapat disimpulkan bahwa peternakan di Karangmojo tidak didukung oleh sumber daya alam yang ada namun sumber daya manusia dan peran kelompok mendukung. Akan tetapi fasilitas penunjang yang ada tidak mendukung pengembangan peternakan sapi potong. Secara ekonomi peternakan sapi mempunyai prospek yang menguntungkan. Oleh karena itu disarankan untuk pengembangan peternakan sapi yang modern agar dilakukan pembangun pabrik pakan, pasar hewan dan pelatihan agribisnis untuk peternak.", "Daftar File": {}, "Penulis": "MUHAMAD MAWARDI (NIM 25407087)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. HASTU PRABATMODJO, MS.,Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Pengembangan Wilayah, Daya Dukung Wilayah dan Usaha Ternak Sapi Potong,", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}