{"Nomor": 10953, "Judul": "ANALISIS AKURASI CITRA QUICKBIRD UNTUK KEPERLUAN PETA DASAR PENDAFTARAN TANAH", "Abstrak": "Metode terrestris dan fotogrametris yang digunakan untuk pengadaan peta dasar pendaftaran tanah tidak mampu memenuhi dan mencakup seluruh wilayah Indonesia. Tersedianya peta dasar pendaftaran tanah yang lengkap akan membantu proses pendaftaran tanah oleh Badan Pertanahan Nasional. Dengan kemajuan teknologi di bidang pemetaan dan satelit, dapat dibuat peta skala besar dari citra satelit sepanjang memenuhi ketelitian yang ditetapkan.Koreksi geometrik citra dilakukan dengan metode transformasi koordinat menggunakan dua variasi titik sekutu yang berasal dari GCPs lapangan dan GCPs citra mentah. Hasil transformasi koordinat berupa parameter transformasi dan koordinat hasil transformasi yang terdiri dari koordinat GCPs citra dan koordinat detail citra. Disamping itu dilakukan pengukuran terrestris sebagai data acuan untuk memperoleh koordinat detail lapangan. Analisis ketelitian menggunakan Root Mean Square Error (RMSe) dan standar deviasi untuk mengetahui ketelitian titik dan jarak dari citra. Sedangkan analisis perbandingan digunakan untuk mengkaji toleransi luas. Ketelitian yang diperoleh dari citra kemudian diperbandingkan dengan standar ketelitian dari Badan Pertanahan Nasional.Ketelitian posisi titik (RMSe) yang diperoleh dari penelitian ini antara  0,44 m sampai 0,48 m, RMSe jarak antara 0,53 m sampai 0,62 m dan persentase perbedaan luas yang dihasilkan antara metode terrestris dan citra adalah 0,08 % sampai 5,03%. Ketelitian titik sekutu 0,1 mm pada peta hanya dapat digunakan untuk peta dasar pendaftaran tanah skala 1:10000. Sedangkan ketelitian planimetrik 0,3 mm pada peta dan ketelitian kartometri 0,5 pada peta dapat dipenuhi ketelitiannya untuk peta dasar pendaftaran tanah skala 1:2500 dan 1:10000. Citra Quickbird dapat digunakan secara visual dengan baik pada skala 1:3000.", "Daftar File": {"2008 TS PP MUHAMAD IRDIAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/42971", "2008 TS PP MUHAMAD IRDIAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/42972", "2008 TS PP MUHAMAD IRDIAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/42973", "2008 TS PP MUHAMAD IRDIAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/42974", "2008 TS PP MUHAMAD IRDIAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/42975", "2008 TS PP MUHAMAD IRDIAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/42976", "2008 TS PP MUHAMAD IRDIAN 1-LAMPIRAN A.pdf": "https://digilib.itb.ac.id/gdl/download/42977", "2008 TS PP MUHAMAD IRDIAN 1-LAMPIRAN B.pdf": "https://digilib.itb.ac.id/gdl/download/42978", "2008 TS PP MUHAMAD IRDIAN 1-LAMPIRAN C.pdf": "https://digilib.itb.ac.id/gdl/download/42979"}, "Penulis": "MUHAMAD IRDIAN (NIM 25106307)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. S. Hendriatiningsih, MS., dan Ir. Agoes Soewandito Soedomo, MS."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Ketelitian, RMSe, Citra Quickbird", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "09 Okt 2017"}