{"Nomor": 10958, "Judul": "APLIKASI WEB UNTUK PEMODELAN PRODUK BERBASIS FEATURE", "Abstrak": "Untuk industri masa depan yang terintegrasi diperlukan otomatisasi proses perencanaan. Kekurangan komunikasi otomatis antara tahap desain produk dengan tahap proses perencanaan merupakan suatu kelemahan pada sistem produksi. Salah satu pendekatan adalah pemodelan produk, dan untuk menjembatani kedua hal tersebut adalah pemodelan produk berbasis feature. \n \n\nFeature adalah suatu bentuk parametris yang berkaitan dengan berbagai atribut seperti geometrinya (panjang, lebar, tinggi), dan juga orientasi terhadap benda kerja. \n \n\nDengan menggunakan model produk berbasis feature, perancang dapat melaksanakan kegiatan perancangan dengan hanya menentukan ukuran benda kerja disertai ukuran dan posisi feature-feature-nya. Informasi-informasi hasil pemodelan produk berbasis feature digunakan sebagai komunikasi otomatis antara pemodelan produk dan proses perencanaan. Dengan adanya komunikasi otomatis, diharapkan dapat menutupi kelemahan pada sistem produksi terdahulu. Pada tugas akhir ini dilakukan pembangunan aplikasi web untuk pemodelan produk berbasis feature yang berdasarkan konsep SPTM (Sistem Produksi Terdistribusi Mandiri). SPTM merupakan salah satu alternatif sistem produksi yang memiliki fleksibilitas tinggi terhadap perubahan dinamis yang terjadi di dalam sistem tersebut. \n \n\nPemodelan produk yang dibuat tersebut kemudian diaplikasikan dalam sebuah perangkat lunak berbentuk web. Aplikasi perangkat lunak yang dibuat memberikan kemudahan dalam pemodelan produk, dan pengelolaan informasi-informasi yang berkaitan dengan pemodelan produk dan proses perencanaan.", "Daftar File": {}, "Penulis": "MUHAMAD SAUGAN NAJIB (NIM 13102010)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Yatna Yuwana Martawirya"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Aplikasi web, Pemodelan produk, Feature", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}