{"Nomor": 10967, "Judul": "ANALISIS BUCKLING PADA TABUNG ALUMINIUM BERGALUR MENGGUNAKAN METODE ELEMEN HINGGA", "Abstrak": "Tugas akhir ini mempelajari tentang salah satu modus kegagalan struktur yaitu buckling pada tabung alumunium tipis bergalur menggunakan metode numerik yaitu metode elemen hingga. Pemodelan dan analisis dilakukan dengan menggunakan perangkat lunak MSC.Nastran for Windows 4.5 yaitu tabung Alumunium berdiameter 60 dan 100 mm tanpa galur dan dengan galur berjumlah ,n = 1 s/d 7 serta jenis pembebanannya adalah constant displacement. Pembuatan galur-galur adalah untuk memicu terjadinya deformasi plastik pada interval yang telah ditentukan pada tabung dan untuk mengontrol modus buckling. \n \n \n \n \n \n \n \n\nSedangkan tujuan dari tugas akhir ini adalah menentukan harga beban kritis buckling ( Pcr) pada seluruh model tabung dan membuat satu kurva Pcr terhadap jumlah galur (n) serta mengamati modus buckling yang terjadi. \n \n \n \n \n \n \n \n\nKemudian hasilnya dibandingkan dengan metoda numerik dengan perangkat lunak ABAQUS dan eksperimental dari tugas akhir sebelumnya. Dari perbandingan ditemukan bahwa harga Pcr hasil perhitungan dengan menggunakan NASTRAN, ABAQUS, dan eksperimental memberikan hasil yang serupa. \n \n \n \n \n \n \n \n\nModel yang dipilih pada tugas akhir ini adalah tabung alumunium tipis bergalur. Alasannya adalah ini berkaitan erat dengan penyerapan energi, dimana dari beberapa penelitian ditemukan ternyata tabung bergalur merupakan bentuk struktur yang dapat menyerap energi tumbukan paling baik dibandingkan bentuk struktur yang lain. Semakin baik suatu struktur menyerap energi tumbukan maka efek merusak yang diakibatkan oleh tumbukan juga akan semakin berkurang sehingga keselamatan dapat lebih terjamin.", "Daftar File": {}, "Penulis": "MUHAMMAD ASHARI (NIM 13600009)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Bambang Kismono Hadi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Buckling, Tabung bergalur, Metode elemen hingga, Beban kritis buckling, Pcr", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}