{"Nomor": 10963, "Judul": "BUSINESS PLAN OF WHITE TEA", "Abstrak": "Shirocha adalah sebuah perusahaan yang didirikan oleh mahasiswa dari SBM-ITB. Shirocha didirikan sebagai perusahaan yang fokus dalam perdagangan teh putih sebagai pemasok dengan produk terbaik yang kualitasnya terjamin. Shirocha mempunyai tujuan untuk menjadi salah satu pemasok atau eksportir teh putih terbesar dari Indonesia. \n \n \n\nShirocha adalah perusahaan perdagangan teh putih yang menjual 2 macam teh putih yaitu Silver Needle dan White Peony. Shirocha berencana untuk menjual produk tersebut di pasar internasional dengan harga Rp 800.000 per kg. Shirocha berencana untuk menjual produk ini ke importir teh putih di negara lain atau perusahaan teh besar untuk memasok mereka. Target pasar Shirocha di antaranya adalah Essential Ingredients Ltd, Beau Bon. Co. ltd, Otsuka Beverages, Horng Yih Tea Factory, Co and Whitttard of Chelsea ltd. \n \n \n\nShirocha mempunyai jaringan untuk mendapatkan bahan mentah dari teh putih tersebut. hingga saat ini Shirocha mempunyai 2 pemasok untuk bahan baku teh putih, yaitu kebun teh milik PPTK dan kebun teh milik CV. One. Keduanya terletak di daerah Ciwidey, hal itu memudahkan Shirocha untuk mendapatkan bahan baku tersebut. \n \n \n\nShirocha memposisikan diri sebagai perusahaan perdagangan teh putih yang menyediakan teh putih dengan kualitas tinggi dengan standar internasional dan kemasan yang bagus untuk memastikan kualitas teh untuk memenuhi keinginan konsumen. \n \n \n\nShirocha fokus kepada produk teh putih. Alasan untuk memilih produk teh putih ialah karena kemudahan proses produksi dan harganya yang tinggi di pasar. \n \n \n\nShirocha mentargetkan untuk mendapat pangsa pasar teh putih sebesar 0,002% dari seluruh ekspor teh Indonesia ke luar negeri atau sebesar $30.228 atau Rp. 275 juta per tahun. Itu adalah rencana awal Shirocha, karena Shirocha yakin bahwa di tahun-tahun berikutnya, Shirocha mampu untuk meningkatkan pangsa pasar mereka di dunia. \n \n \n\nShirocha adalah bisnis yang sangat berkembang, menurut analisa finansial, bisnis ini sangat menguntungkan, karena payback period adalah 16 bulan dan 4 hari, NPV lebih besar dari 0 atau sekitar Rp 78,677,177.07 dan mempunyai IRR sebesar 69 persen. \n \n \n\nKesimpulannya, bisnis ini sangat berprospek. Karena manusia sekarang lebih memikirkan kesehatannya dibanding masa lalu, dan juga produk ini masih termasuk langka di pasar, hal itu memastikan tingkat permintaan di masyarakat.", "Daftar File": {}, "Penulis": "MUHAMMAD ADI PRATAMA PUTRA (NIM 19005086)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Leo Aldianto, MBA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Shirocha, Teh Putih, Minuman kesehatan, Teh terbaik, Exportir, Jaminan kualitas, Silver needle, White Peony", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Rizki Aprianti", "File": "5 file", "Tanggal Input": "19 Agu 2009"}