{"Nomor": 10978, "Judul": "IMPLEMENTASI SERVER UNTUK APLIKASI INSTANT MESSAGING BERBASIS LOKASI", "Abstrak": "Dengan semakin banyaknya cara berkomunikasi melalui layanan dan perangkat komunikasi yang beraneka ragam, dibutuhkan suatu layanan komunikasi yang terintegrasikan dengan layanan lain sebagai nilai tambahnya. Salah satu jenis layanan ini adalah Location Based Service (LBS), yaitu jenis layanan yang diberikan kepada pengguna mobile device sebagai hasil dari suatu fungsi pengolahan tertentu dengan menggunakan informasi geografis pengguna.Dari konsep LBS, dibuatlah sebuah aplikasi komunikasi instant messenger untuk mobile device, dimana pengguna aplikasi dapat saling berkomunikasi dengan melakukan pengiriman pesan instan secara real-time, juga dapat melihat dan mempublikasikan data profile serta letak koordinat pengguna layanan. Pada sistem aplikasi ini server bertugas sebagai pusat kontrol, proses, dan penyimpanan data segala aktivitas komunikasi tersebut. Selain berfungsi sebagai pengatur dan penyimpan pesan, server juga bertugas mengolah data GPS yang didapat dari fitur aplikasi pengguna. Data koordinat tersebut akan dijadikan informasi lokasi bagi pengguna dengan cara menampilkannya dalam bentuk sebuah halaman website.Program aplikasi pada server untuk menangani instant messaging dan fitur bawaannya dibuat dengan menggunakan software wildfire. Sedangkan aplikasi untuk mengolah dan menampilkan informasi lokasi dibuat dengan menggunakan MS4W dan bahasa pemrograman PHP/MapScript. Aplikasi ini diuji coba pada lingkungan Institut Teknologi Bandung, dengan memanfaatkan infrastruktur jaringan komputer ITB. Server dapat diakses oleh klien dengan menggunakan jaringan WLAN atau koneksi internet yang dimiliki oleh pengguna. Hasil yang didapat adalah aplikasi server instant messaging yang dapat merespon jabber request dari klien serta aplikasi web server yang dapat menampilkan lokasi sendiri dan lokasi user yang dicari dalam sebuah halaman website.", "Daftar File": {}, "Penulis": "MUHAMMAD HUSNI MUBARAK (NIM 13202131)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Nana Rachmana S., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "GPS, socket, location based service, server, PHP, MySQL, MapServer, Jabber", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}