{"Nomor": 10977, "Judul": "STUDI KARAKTERISASI BATUAN RESERVOIR INTERVAL N10-N11 LAPANGAN TAMBORA BERDASARKAN DATA SINGKAPAN DAN DATA SUMUR", "Abstrak": "Data sumur mempunyai keterbatasan dalam visualisasi, oleh karena itu dalam penelitian ini dilakukan analogi singkapan dengan data bawah permukaan. Analogi dilakukan pada zona dengan umur dan lingkungan pengendapan yang sama, yaitu pada zona endapan Delta Formasi Balikpapan yang berumur Miosen Tengah bagian atas-Miosen Akhir bagian bawah. \n \n \n \n \n\nPenelitian ini dilakukan pada dua lokasi dengan dua jenis data, yaitu pada daerah Loa Janan, Samarinda Seberang dengan data berupa singkapan dan pada lapangan Tambora dengan data berupa wireline log. \n \n \n \n \n\nStudi pada data singkapan meliputi analisa litofasies, asosiasi fasies, stratigrafi sikuen, karakterisasi geometri, tekstur, struktur sedimen, dan porositas batuan reservoir. Studi pada data sumur meliputi korelasi dengan pendekatan stratigrafi sikuen, pemetan Vnet/isopach dan pemetaan isoporositas efektif. \n \n \n \n \n\nPada singkapan teridentifikasi 12 litofasies, 6 asosiasi fasies, 8 siklus delta, 1 kandidat Sequence Boundary dan 1 kandidat Maximum Flooding Surface. \n \n \n \n \n\nPada data sumur, interval reservoir N10-N11, terdapat 4 parasekuen delta dengan reservoir berupa endapan Distributary Channel dan Distributary Mouth Bar. \n \n \n \n \n\nHasil karakterisasi reservoir dengan menggunakan data singkapan dan sumur menunjukkan bahwa batuan yang berpotensi sebagai reservoir adalah batupasir Distributary Channel dan Distributary Mouth Bar. \n \n \n \n \n\nGeometri reservoir Distributary Channel secara umum menunjukkan bentuk memanjang (elongate) dengan arah Barat-Timur, sedangkan reservoir Distributary Mouth Bar menunjukkan bentuk cuping (lobate). Peta porositas efektif reservoir pada masing-masing reservoir menunjukkan tren arah yang mengikuti tren peta isopach, dengan porositas utama berupa porositas intergranular.", "Daftar File": {}, "Penulis": "MUHAMMAD HAEKAL M. (NIM 12003028)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Dardji Noeradi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "N10-N11, Lapangan Tambora, Data singkapan, Data sumur, Karakterisasi batuan reservoir interval", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}