{"Nomor": 10979, "Judul": "PENGEMBANGAN PERANGKAT LUNAK RELIABILITY CENTERED MAINTENANCE DAN IMPLEMENTASI STUDI KASUS PADA SISTEM PERALATAN PENGGALIAN KAPAL KERUK", "Abstrak": "Maintenance adalah suatu hal penting dalam kelangsungan hidup sebuah perusahaan. Tuntutan produksi dan persaiangan industri yang semakin tinggi menjadikan peran maintenance menjadi faktor penting dan penentu keberhasilan perusahaan. Maintenance sangat berpengaruh kepada reliability dan availability setiap aset. Seiring meningkatnya tuntunan tersebut, memunculkan perkembangan harapan terhadap maintenance yang selalu bersifat lebih baik dari sebelumnya (continous improvement). Perkembangan tersebut melahirkan beberapa strategi maintenance. Salah satu strategi maintenance itu adalah Reliability Centered Maintenance yang akan dibahas dalam Tugas Akhir ini.RCM adalah salah satu metodologi perawatan yang berbasiskan pada reliability aset fisik yang ada. RCM akan menentukan tindakan apa yang sesuai dan layak dengan aset fisik dalam konteks operasinya sehingga akan didapatkan suatu keadaan yang optimal yang berujung pada biaya yang seminimal mungkin.Tugas akhir ini berisi tentang pengembangan perangkat lunak RCM (RCMSoft) yaitu RCM yang berbasiskan sistem komputerisasi sehingga menjadikan proses RCM ini menjadi lebih mudah, cepat, dan komprehensif. Pengembangan perangkat lunak ini hanya sebatas pada kriteria minimum proses RCM dan belum menyangkut analisis secara mendalam. Studi kasus dilakukan pada suatu sistem peralatan penggalian pada kapal keruk sebagai implementasi dari perangkat lunak yang dibuat.Perangakat lunak ini dapat diimplementasikan dalam sistem peralatan penggalian kapal keruk sehingga proses RCM bisa lebih mudah dilakukan. Perangakat lunak ini bisa dikembangkan lebih lanjut lagi dengan analisis yang lebih mendalam dan tambahan beberapa sub program seperti fault tree analysis.", "Daftar File": {}, "Penulis": "MUHAMMAD IDRIS (NIM13103013)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. I Wayan Suweca"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "eliability, maintenance, reliability_centered_maintenance", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}