{"Nomor": 10988, "Judul": "METODA TURBULENCE FLOW CASTING PADA PADUAN ALUMINIUM ADC 12", "Abstrak": "Metoda Turbulence Flow Casting (TFC) adalah metoda baru dalam proses pengelasan yang menggabungkan antara proses pengecoran dan pengelasan.Pengembangan metoda ini telah berhasil memperbaiki cacat permukaan pada komponen yang terbuat dari besi cor kelabu dan baja chrom dengan kualitas sarnbungan yang baik dan memiliki sifat menyerupai sifat logam induknya. Untuk mengetahui penerapan metoda TFC pada komponen yang terbuat dari aluminium maka dilakukan eksperimen pada spesimen ADC 12. Syarat utama metoda TFC adalah aliran logam cair hams turbulen. Pada eksperimen ini digunakan aliran turbulen dengan bilangan Reynold 1 1 150. Parameter utama yang menentukan keberhasilan proses penyambungan antara lain temperatur preheat dm ketebalan penetrasi logam cair. Parameter tersebut dihitung dengan memasukkan beberapa variabel sifat fisik aluminium pada kondisi cair. Parameter lainnya adalah disain sistem saluran dan waktu tuang disesuaikan dengan eksperimen TFC pada penelitian sebelurnnya. Hasil eksperimen TFC pada spesirnen paduan aluminium ADC 12 menunjukkan kemiripan struktur mikro clan kekerasan antara daerah fusion line, weld pool dan logam induk. Sehingga dapat disimpulkan bahwa metoda TFC dapat diterapkan pada ADC 12. Sedangkan parameter utama dalam perhitungan tidak dapat diterapkan pa& ADC 12.", "Daftar File": {}, "Penulis": "MUHAMMAD NAHROWI (NIM : 23106008)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof.Dr.Ir. Rochim Suratman"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Turbulence Flow Casting (TFC), pengecoran (castina), pengelasan (welding), fusion line, weldpool, logam induk, ADC 12, cacat permukaan; Turbulence Flow Casting (TFC), casting, welding, base metal, fusion line, weld pool, aluminium, ADC 12, surface defect.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}