{"Nomor": 11007, "Judul": "METODE PENILAIAN TANAH MENGGUNAKAN MODEL HIBRID UNTUK PENENTUAN NILAI JUAL OBJEK PAJAK BUMI", "Abstrak": "Metode penilaian tanah yang lazim digunakan adalah pendekatan perbandingan data pasar berupa model aditif linier dan multiplikatif. Model aditif linier lebih tepat merepresentasikan sisi penawaran dari pasar tanah (berupa komponen-komponen kuantitatif), sedangkan model multiplikatif lebih sesuai merepresentasikan sisi permintaan dari pasar tanah (berupa komponen-komponen kualitatif). Pemodelan secara tersendiri untuk masing-masing jenis variabel-variabel (kuantitatif dan kualitatif) dapat dilakukan dengan membentuk suatu formulasi tunggal yaitu model Hibrid. Untuk itu perlu penelitian tentang metode penilaian tanah menggunakan model Hibrid dalam penentuan NJOPB.Model Hibrid adalah pemodelan nilai tanah yang dilakukan menggunakan teknik regresi berganda, yang terdiri atas enam tahapan. Tahap kesatu, yaitu melakukan regresi menggunakan model aditif linier, dengan memasukkan semua variabel kuantitatif dan kualitatif (dalam bentuk variabel-variabel boneka). Tahap kedua, yaitu membentuk nilai-nilai skalar aktual dari variabel-variabel kualitatif. Pada tahap ketiga, melakukan perbandingan nilai skalar standar terhadap aktual dan menyesuaikan data nilai tanah. Pada tahap keempat, regresi menggunakan model aditif linier, dengan memasukkan variabel-variabel kuantitatif yang signifikan saja. Pada tahap kelima, dibentuk model Hibrid dengan mengkombinasikan komponen-komponen kualitatif dan kuantitatif. Tahap keenam, dilakukan regresi menggunakan model multiplikatif yang hanya terdiri atas variabel-variabel kualitatif (dalam bentuk nilai-nilai skalar aktual) dan koreksi dilakukan terhadap nilai-nilai skalar aktual.Dengan penggabungan komponen-komponen kualitatif dan kuantitatif, diperoleh model Hibrid (empiris) dengan persamaan = Jalur_arah 0,769  (1.543.204 + 165.128 LSD). Variabel-variabel bebas jarak dan kedudukan bidang tanah tidak signifikan membentuk nilai-nilai tanah. Hasil validasi model menunjukkan bahwa nilai-nilai COD dan PRD sebesar 32,23 % dan 1,06, belum memenuhi batasan kriteria model empiris yang layak untuk dipergunakan dalam penentuan NJOPB. Perbandingan nilai-nilai tanah hasil estimasi model terhadap observasi juga belum mendekati distribusi normal.", "Daftar File": {}, "Penulis": "MUNAWAR (NIM 25106018)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ir. S. Hendriatiningsih, MS., dan Dr.Ir. Yuliana Susilowati. M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Nilai tanah, NJOPB, analisis regresi berganda multi tahap, model aditif linier, model multiplikatif, model Hibrid", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}