{"Nomor": 11008, "Judul": "EVALUASI TINGKAT KEPUASAN  KESEJAHTERAAN PURNAWIRAWAN TERHADAP PELAKSANAAN PENSIUN", "Abstrak": "Tuntutan reformasi terhadap profesionalisme TNI sejak tahun 1998 hingga saat ini masih belum dapat terwujud sesuai harapan meskipun telah diupayakan dengan mengarahkan TNI pada tugas dan fungsinya sebagai alat negara yang bertugas dibidang pertahanan negara dan tidak mencampuri urusan tugas bidang keamanan yang merupakan tugas kepolisian negara dengan memisahkan TNI dan POLRI dari satu lembaga pemerintahan yaitu Departemen Pertahanan dimana Polisi bukan merupakan Angkatan Bersenjata.Untuk mewujudkan profesionalisme TNI dilahirkan Undang-undang TNI nomor 34 tahun 1998 tentang TNI dimana didalamnya memuat tentang apa yang dimaksud dengan profesionalisme TNI, profesionalisme TNI diukur dengan tiga ukuran yaitu kompetensi, akuntabilitas dan kesejahteraan. Kesejahteraan menurut undang-undang TNI dimuat dalam pasal 50 tentang kesejahteraan layanan dan rawatan kedinasan serta  pasal 51 tentang kesejahteraan rawatan purnadinas (pensiun). Kesejahteraan pensiun merupakan kesejateraan prajurit ketika nanti pensiun dan sekaligus merupakan kesejateraan purnawirawan.Kesejahteraan purnawirawan akan memberikan gambaran bagi prajurit aktif ketika saat pensiun nanti. Oleh karenanya dapat memotivasi atau sebaliknya demotivasi apabila gambaran kesejahteraan purnawirawan dipandang kurang baik.Untuk mengetahui bagaimana gambaran kesejahteraan purnawirawan ini maka dilakukan penelitian tingkat kepuasan kesejahteraan purnawirawan terhadap pelaksanaan pensiun. Dalam penelitian ini menggunakan metode kuantitatif deskriptif dengan tabulasi silang  agar mudah dibaca dan dipahami oleh siapapun. Dari hasil pengolahan data maka dapat ditarik kesimpulan bahwa tingkat kepuasan kesejahteraan purnawirawan  terhadap pelaksanaan pensiun memberikan kepuasan purnawirawan.", "Daftar File": {}, "Penulis": "M. UNTUNG PRAMONO (NIM 24006033)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Joko Siswanto"], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Evaluasi, Kesejahteraan, Purnawirawan dan Pensiun, Evaluation, Welfare,Retired Personnel and Pension", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}