{"Nomor": 11010, "Judul": "PENDATAAN DAN PENILAIAN BANDAR UDARA MENGGUNAKAN CITRA QUICKBIRD (STUDI KASUS: BANDAR UDARA HUSEIN SASTRANEGARA)", "Abstrak": "Bagi Direktorat Jendral Pajak ada hal yang menarik untuk dikaji berkaitan dengan bandar udara, yaitu adanya ijin yang terbatas pada verifikasi data bandar udara berkaitan dengan aspek keamanan dan keselamatan, pendekatan penilaian pada bandar udara masih disamakan dengan objek pajak umum lain dan dalam penetapan Nilai Jual Kena Pajak (NJKP) belum menyesuaikan fungsi bangunan bandar udara yang bersifat khusus. Pada sisi lain DJP harus menjaga basis data yang akurat dan up to date untuk peningkatan penerimaan pajak. Oleh karena itu diperlukan suatu cara pendataan bandar udara dalam waktu yang relatif cepat dan akurat. Dengan menggunakan Citra Quickbird diharapkan mampu mengatasi keterbatasan verifikasi data bandar udara. Pendekatan penilaian dan penetapan NJKP yang sesuai dengan penggunan tanah dan bangunan bandar udara diharapkan mampu meningkatkan PBB terhutang.Penelitian dilakukan dengan cara mengidentifikasi Citra Quickbird untuk mendapatkan luas serta penggunaan tanah dan bangunan bandar udara. Penilaian  Nilai Jual Objek Pajak (NJOP) bandar udara dilakukan dengan pendekatan Biaya dan Kapitalisasi Pendapatan dengan 4 (empat) variasi model. Model 1 menggunakan luas Citra Quickbird dengan pendekatan Biaya, Model 2 menggunakan luas Citra Quickbird dengan pendekatan Kapitalisasi Pendapatan, Model 3 menggunakan luas Wajib Pajak (WP) dengan pendekatan Biaya dan Model 4 menggunakan luas WP dengan pendekatan Kapitalisasi Pendapatan. Pajak Bumi dan Bangunan terhutang dihitung berdasarkan NJOP masing-masing model dan NJKP Eksisting yaitu 40 % serta NJKP Penelitian dengan 20 %, 60 %, 100 % yang kemudian dibandingkan.Hasil penelitian menunjukkan bahwa secara total luas penggunaan tanah/bangunan bandar udara hasil identifikasi Citra Quickbird dengan laporan WP menunjukkan perbedaan yang tidak signifikan yaitu kurang dari 1 %. Penilaian dengan pendekatan Kapitalisasi Pendapatan pada Citra Quickbird lebih besar 2,38 % dibandingkan pendekatan Biaya, sedangkan penilaian dengan pendekatan Kapitalisasi pendapatan pada WP lebih besar 2,43 % dibandingkan pendekatan Biaya. NJKP Penelitian dapat meningkatkan Pajak Bumi dan Bangunan (PBB) Terhutang yaitu sebesar 2 % pada Model 1, sebesar 5 % pada Model 2, sebesar 1 % pada Model 3 dan sebesar 5 % pada Model 4.", "Daftar File": {}, "Penulis": "MURTADHO MAKMURI (NIM 25106022)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. S. Hendriatiningsih, MS., dan Ir. Agoes S Soedomo, MS."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Bandar Udara, Citra Quickbird, NJOP, NJKP, PBB Terhutang", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}