{"Nomor": 11013, "Judul": "ANALISIS KEBIJAKAN IMPLEMENTASI REVITALISASI PERTANIAN DI KABUPATEN MUSI RAWAS", "Abstrak": "Pangan merupakan kebutuhan pokok sekaligus menjadi esensi kehidupan manusia, oleh karena itu hak atas pangan menjadi bagian yang sangat penting dari hak asasi manusia. Revitalisasi pertanian mengandung arti sebagai kesadaran untuk menempatkan kembali arti penting sektor pertanian secara proporsional dan kontekstual; dalam arti menyegarkan kembali vitalitas; memberdayakan kemampuan dan meningkatkan kinerja pertanian dalam pembangunan nasional dengan tidak mengabaikan sektor lain.Di dalam Peraturan Presiden No. 7 Tahun 2005 tentang Rencana Pembangunan Jangka Menengah Nasional, pada Bab 19 dijabarkan secara luas masalah  revitalisasi pertanian. Revitalisasi Pertanian tercantum Peraturan Pemerintah No. 19 tahun 2006 tentang Rencana Kerja Pemerintah Tahun 2007 pada Bab 2 tentang Tema dan Prioritas Pembangunan Nasional Tahun 2007. Di dalam Rencana Pembangunan Jangka Menengah (RPJM) Daerah Kabupaten Musi Rawas, pembangunan pertanian tercantum pada Bab IV. Agenda Meningkatkan Perekonomian Daerah, Bab 15 tentang Pengembangan Pertanian Sebagai Lumbung Pangan.Tujuan dari penelitian ini adalah untuk mengetahui kesiapan dan permasalahan apa yang dihadapi dalam menerapkan program revitalisasi pertanian  oleh Pemerintah Kabupaten Musi Rawas. Selanjutnya dapat digunakan untuk memberikan alternatif kebijakan.  Penelitian ini dimulai dengan melakukan identifikasi yaitu dengan mengumpulkan data-data mengenai kondisi pertanian, pembangunan pertanian yang telah dilaksanakan, dan rencana pembangunan pertanian yang akan dilaksanakan dalam RPJM Daerah Kabupaten Musi Rawas tahun 2005-2010.Dari hasil analisis yang dilakukan, diperoleh gambaran bahwa dalam kegiatan pembangunan di Kabupaten Musi Rawas, secara umum Revitalisasi Pertanian sudah dilaksanakan oleh Pemerintah Kabupaten Musi Rawas. Pembangunan pertanian yang dilaksanakan adalah untuk mendukung pencapaian sasaran penciptaan lapangan kerja terutama di pedesaan, mendukung pertumbuhan ekonomi daerah.  Hal ini dapat dilihat dari pembangunan yang dilaksanakan telah menempatkan bidang pertanian sebagai sektor pembangunan yang utama sebagai penggerak perekonomian di Kabupaten Musi Rawas. Walau pembangunan pertanian telah mendukung Revitalisasi Pertanian yang dicanangkan oleh Pemerintah Pusat, masih ada kekurangan yang terjadi seperti  ada kegiatan pembangunan pertanian yang belum selesai dilaksanakan.  Hal ini setelah diteliti disebabkan oleh kegiatan pembangunan pertanian tersebut merupakan kegiatan tiga tahunan seperti kegiatan penghijauan, tidak disetujuinya kegiatan Rencana Strategis (RENSTRA) dinas yang merupakan kegiatan lanjutan dari tahun sebelumnya, dan kurangnya koordinasi antar dinas terkait sehingga ada kegiatan yang saling tumpang tindih. Untuk mengatasi permasalahan yang terjadi, dibutuhkanlah peningkatan koordinasi antar dinas yang terkait dalam pembangunan pertanian, disamping itu  perlu ditingkatkan lagi mengikutsertakan masyarakat setempat di dalam kegiatan yang dilaksanakan agar timbul dan meningkatnya partisipasi masyarakat.", "Daftar File": {}, "Penulis": "MUSLIM BUDIMAN (NIM 24006047)", "Kontributor / Dosen Pembimbing": ["Pembimbing: DR. Ir. Widyo Nugroho SULASDI"], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "revitalisasi pertanian, pembangunan pertanian, sumberdaya manusia, koordinasi antar dinas", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}