{"Nomor": 11014, "Judul": "PENGELOLAAN PERLINDUNGAN CAGAR ALAM GUNUNG PAPANDAYAN", "Abstrak": "Cagar Alam Gunung Papandayan (CAGP) memiliki keanekaragaman hayati dan kepentingan pelestarian yang tinggi namun upaya perlindungan bagi kawasan tersebut banyak mengalami hambatan yang berasal dari keterbatasan pengelolaan kawasan dan pemanfaatan sumber daya hayati oleh masyarakat yang bermukim di sekitar CAGP. Penelitian ini berusaha membangun sistem perlindungan di CAGP berdasarkan pendekatan bottom-up. Tujuan penelitian ini adalah untuk mengidentifikasi permasalahan perlindungan di CAGP dan sekaligus merumuskan model pengelolaan perlindungan yang sesuai bagi kawasan tersebut.Penelitian dilakukan di kawasan CAGP dan kawasan lain yang berbatasan dengan CAGP, yaitu Desa Sirnajaya, Neglawangi, dan Cihawuk. Pengumpulan data dilakukan melalui wawancara semi terstruktur, observasi langsung, dan studi literatur yang bertujuan untuk menghimpun data aspek ekologi, sosial ekonomi, dan pengelolaan untuk selanjutnya dianalisis secara deskriptif kualitatif.Penelitian ini menunjukkan adanya konflik antara pihak pengelola CAGP dan masyarakat di sekitar kawasan dalam hal pemanfaatan sumber daya di dalam cagar alam. Konflik tersebut memicu permasalahan berupa: (1) penurunan keanekaragaman hayati terjadi akibat penurunan luas ekosistem sebesar 5% dalam tujuh tahun yang merupakan dampak dari kegiatan perambahan hutan; (2) ketidakmantapan kawasan disebabkan oleh letak kawasan yang dikelilingi oleh habitat terbangun dan kondisi fisik kawasan berupa luas yang terlalu kecil, desain kawasan tidak kompak, dan adanya enclave serta rute jalan yang memotong kawasan CAGP; (3) permasalahan pemanfaatan kawasan dan jasa lingkungan untuk pemenuhan kebutuhan hidup masyarakat yang disebabkan oleh tidak efektifnya kegiatan perlindungan dan keterbatasan perekonomian masyarakat; dan (4) tidak efektifnya organisasi pengelola CAGP yang disebabkan oleh pembagian organisasi berdasarkan wilayah dan kurangnya pemanfaatan kawasan untuk kegiatan penelitian dan pendidikan.Hasil penelitian menemukan bahwa akar permasalahan perlindungan di CAGP berupa perbedaan kepentingan di antara pengelola CAGP dan masyarakat mengenai fungsi kawasan. Untuk mengatasi permasalahan perlindungan di CAGP, maka diajukan model pengelolaan perlindungan yang berkelanjutan dengan cara mengintegrasikan fungsi kawasan sebagai daerah konservasi terhadap tata guna lahan di sekitarnya. Model pengelolaan perlindungan yang diajukan terdiri dari lima strategi, yaitu strategi membangun jaringan kawasan konservasi, kolaborasi, konservasi, pemanfaatan kawasan, serta pemberdayaan masyarakat.Strategi membangun jaringan kawasan konservasi bertujuan untuk untuk menghindari ancaman kepunahan, meningkatkan variasi habitat, dan meningkatkan penyebaran. Strategi kolaborasi bertujuan untuk menyamakan persepsi dan membangun kesepakatan di antara stakeholder mengenai upaya konservasi. Strategi konservasi dilakukan untuk meningkatkan efektivitas kegiatan perlindungan melalui peningkatan partisipasi masyarakat dan melakukan usaha konservasi tanah untuk memperbaiki praktek penggunaan lahan di sekitar CAGP.Strategi pemanfaatan kawasan dikembangkan sesuai dengan tujuan penetapan kawasan sebagai cagar alam, yaitu untuk kegiatan penelitian, pendidikan, dan penunjang budidaya. Strategi pemberdayaan masyarakat yang bertujuan untuk meningkatkan produktivitas masyarakat malalui usaha budidaya jamur, lebah madu, mengembangkan hutan tanaman kayu bakar dan pakan ternak, serta menyediakan pelayanan sosial.", "Daftar File": {}, "Penulis": "MUSYAROFAH ZUHRI (NIM 20605006)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Endah Sulistyawati"], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Gunung Papandayan, konservasi, kolaborasi, pengelolaan, perlindungan", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}