{"Nomor": 11016, "Judul": "BRAND EQUITY MEASUREMENT OF PAPARON'S PIZZA BANDUNG", "Abstrak": "Papa Ron's Pizza Bandung pertama kali didirikan di Jakarta Fair 2000 dibawah bendera PT. XYZ. Restoran pizza ini mulai mengembangkan bisnisnya melalui bisnis waralaba yang bisa dimiliki oleh semua orang yang berminat melanjutkan hubungan kontrak berdasarkan petunjuk, sistem operational, \n\ndan mengikuti standar penyajian, untuk membayar biaya royalty. \n\nPapa Ron's Pizza Bandung untuk pertama kalinya dibuka pada tahun 2001, namun karena suatu permasalahan, diambil alih oleh sebuah manajemen baru pada tahun 2005. Semenjak pengambil-alihan manajemen, Papa Ron's Pizza Bandung telah \n\nmembuka tiga restoran baru di wilayah Bandung. Dari sisi produk, Papa Ron's Pizza adalah restoran pizza asli dari Indonesia yang memilik rasa yang enak di setiap produk yang ditawarkan, dan pelayanan yang berkualitas. Papa Ron's \n\nPizza mengkolaborasi makanan Italia dimana cita rasa Asia yang menjadi prioritas. Papa Ron's Pizza memiliki alasan yang kuat dimana penting untuk membuat konsumen kembali ke restoran dengan cara memberikan pengalaman dalam mendapatkan pelayanan yang baik saat menikmati hidangan. \n\nSeperti halnya perusahaan pada umumnya dimana mereka membangun kepedulian dan loyalitas konsumen, Papa Ron's Pizza Bandung adalah sebuah brand yang juga menggambarkan produk utamanya yaitu pizza. Selama Papa Ron's Pizza Bandung beroperasi, mereka telah menciptakan sebuah suasana di dalam restoran dan menyediakan produk dan pelayanan berdasarkan standar sebagai usaha untuk \n\nmembangun ekuitas brand. Jika sebuah perusahaan ingin meningkatkan nilai perusahaannya, atau yang lebih konkrit lagi meningkatkan laba, maka salah satu strateginya adalah dengan memahami dan mengevaluasi ekuitas brand yang dimiliki. \n\nTujuan dari penelitian ini adalah untuk menganalisa dan mengukur ekuitas brand yang dimiliki oleh Papa Ron's Pizza Bandung. Tujuan ini dapat dilakukan dengan menghubungkan antara usaha-usaha yang dilakukan oleh Papa Ron's Pizza \n\nBandung dengan hasil persepsi konsumen atas dimensi-dimensi dari ekuitas brand Papa Ron's Pizza Bandung. \n\nHasil yang didapat dari penelitian ini adalah kecenderungan dari persepsi konsumen atas dimensi-dimensi ekuitas brand Papa Ron's Pizza Bandung.", "Daftar File": {}, "Penulis": "MUTIARA DEWI ARIANI (NIM 19005083)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Reza Ashari Nasution"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Brand equity, Perception, Papa Ron's Pizza Bandung", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Rizki Aprianti", "File": "7 file", "Tanggal Input": "19 Agu 2009"}