{"Nomor": 11025, "Judul": "PERANCANGAN, PEMBUATAN DAN PENGUJIAN PROTOTIPE SKEA MENGGUNAKAN ROTOR SAVONIUS DAN WINDSIDE UNTUK PENERANGAN JALAN TOL", "Abstrak": "Kebutuhan energi dunia yang semakin meningkat sudah tidak mampu lagi dipenuhi oleh sumber energi konvensional berupa migas. Cadangan migas terbatas, oleh karena itu, karena tingginya permintaan maka terjadi lonjakan harga dan kelangkaan bahan. Pemerintah maupun swasta di hampir semua negara kemudian berpacu untuk membangkitkan energi dari sumber energi baru dan terbarukan dalam mempertahankan ketahanan energi negaranya. Salah satu sumber energi yang menjadi favorit adalah energi angin. \n \n\nSistem konversi energi angin berperan dalam mengubah energi angin menjadi energi primer yang dapat dikonsumsi masyarakat. Sistem konversi energi angin dapat beroperasi pada kecepatan angin alam yang tinggi ataupun dengan memanfaatkan angin yang diakibatkan oleh kendaraan yang melintas di jalan tol. \n \n\nPenelitian ini merancang, membuat dan menguji prototipe sistem konversi energi angin menggunakan rotor savonius dan windside untuk ditempatkan di median jalan tol. Sistem konversi energi angin ini berperan menghasilkan energi listrik untuk kebutuhan penerangan jalan tol sekaligus menggantikan fungsi pelat penghalang lampu kendaraan di median jalan tol. \n \n\nPenelitian ini mengusulkan beragam alternatif rotor, sistem transmisi dan generator untuk kemudian mengujinya. Alternatif sistem konversi energi angin yang dipilih sebagai prototipe terdiri dari rotor savonius terbuka berdiameter penutup 82 cm dan tinggi 1 meter, transmisi roda gigi dengan rasio 1:3 dan generator DC. \n \n\nPrototipe sistem konversi energi angin yang dipilih telah mampu menghasilkan daya listrik. Tegangan keluarannya 5-7 volt arus searah pada kecepatan angin 5 m/s. Prototipe sistem konversi energi angin yang dipilih baru mampu menghasilkan tegangan untuk melakukan pengisian ulang pada batere 6 volt.", "Daftar File": {}, "Penulis": "NANANG ROSIDIN (NIM 13102038)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. T.A. Fauzi Soelaeman dan Dr. Ir. Nathaniel P. Tandian"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Prototipe, Skea, Rotor savonius, Windside, Jalan tol", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}