{"Nomor": 11024, "Judul": "PERANCANGAN MODEL SISTEM KEBIJAKAN KOMPETISI SEKTOR TELEKOMUNIKASI DI INDONESIA", "Abstrak": "Undang-Undang Nomor 36 Tahun 1999 tentang Telekomunikasi mengamanatkan kompetisi pada bisnis telekomunikasi. Belum dibukanya keran kompetisi hingga lebih dari lima tahun UU itu berjalan, membuat belum terjadinya peningkatan signifikan teledensitas telekomunikasi di Indonesia.Skema duopoli tidak menjawab keterbelakangan Indonesia di bidang telekomunikasi sehingga diperlukan adanya terobosan baru untuk mengatasinya. Regulasi adalah investasi terbesar dalam perubahan dari monopoli menuju kompetisi sehingga harus disiapkan sebelum kompetisi dibuka. Regulasi yang belum memadai, regulator yang tidak independen, lembaga pengawas kompetisi yang tidak jelas, serta penegak hukum yang lemah hanya akan menghasilkan kompetisi yang berjalan di tempat. Posisi incumbent tetap saja dominan, sementara pemain baru tidak dapat bergerak dengan leluasa.Penelitian menitikberatkan pada perancangan model sistem kebijakan kompetisi sektor telekomunikasi, dengan menitikberatkan pada aspek kelembagaan dan regulasi. Perancangan dimulai dengan menganalisis kemungkinan dampak yang dapat ditimbulkan dengan adanya kompetisi sektor telekomunikasi.Perancangan yang dilakukan mempertimbangkan hasil benchmark dari beberapa negara. Dengan kompetisi sektor telekomunikasi terbukti meningkatkan teledensitas rata-rata 3 kali setiap tahunnya. Dan peningkatan 1 kali teledensitas menyebabkan peningkatan 2,4 kali GDP setiap tahunnya. Dari hasil perancangan, disarankan untuk menata kembali kelembagaan dan regulasi sebagai persiapan memasuki kompetisi penuh sektor telekomunikasi.", "Daftar File": {}, "Penulis": "NANANG ISMAIL (NIM 23205050)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Armein Z.R. Langi dan Yusep Rosmansyah, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Model, Kebijakan, Kompetisi, Telekomunikasi, Lembaga, Regulasi, Dampak", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}