{"Nomor": 11021, "Judul": "EVALUASI KONSENTRASI OKSIDA NITROGEN UNTUK VALIDASI MODEL CALINE4", "Abstrak": "Nitrogen dioksida (NO2) dan nitrogen monoksida (NO) termasuk polutan yang dihasilkan dari emisi kendaraan bermotor. Jumlah dari kedua polutan tersebut dinyatakan dalam konsentrasi oksida nitrogen (NOx=NO+NO2). Dari kedua polutan tersebut, NO2 memberikan dampak yang lebih buruk daripada NO, oleh karena itu kehadirannya dijadikan dasar dalam penilaian kualitas udara. NO2 di udara ambien dihasilkan dari suatu reaksi fotolitik antara NO dan ozon (O3). Didasari oleh dampak buruk yang ditimbulkannya, adalah penting untuk memprediksi dan mengevaluasi konsentrasi NO2 ambien terutama di dekat sumber utamanya seperti jalan raya. Model CALINE4 adalah model yang dikembangkan oleh Caltrans untuk memodelkan dispersi polutan jalan raya. Salah satu polutan yang dapat dimodelkan ialah NO2. Namun versi freeware dari CALINE4 yang digunakan tidak dapat memprediksi konsentrasi NO2 secara langsung. Oleh karena itu dalam memprediksi konsentrasi NO2 dengan CALINE4 terlebih dahulu dicari suatu persamaan empiris hubungan antara NO2 dan NOx dari data pemantauan roadside. Persamaan empiris yang ditemukan kemudian digunakan untuk konversi output model menjadi NO2 sebelum validasi model terhadap data hasil pemantauan roadside.Data input model berasal dari data hasil pemantauan roadside di lokasi TransJakarta Busway Koridor I serta Jalur Sibuk Bandung Utara. Untuk mencari persamaan empiris, data dibagi menjadi 3 skenario lokasi yaitu lokasi gabung, lokasi Jakarta serta lokasi Bandung. Pada setiap skenario tersebut terdapat 2 variasi waktu yaitu waktu gabung serta waktu pisah (jam sibuk pagi, siang dan sore). Tujuan awal pencarian persamaan empiris ini ialah untuk mencari persamaan umum hubungan antara NO2 dan NOx (persamaan empiris umum yang didapat ialah (NO2)1/2= 3,365 Log10NOx + (-0,544)), namun dari analisa statistika didapat bahwa persamaan empiris lebih baik saat dipisah berdasar lokasi. Adapun persamaan empiris terbaik dari segi korelasi ialah persamaan empiris Bandung. Kemudian untuk permodelan CALINE4 data dibagi menjadi 2 skenario lokasi yaitu lokasi Jakarta dan Bandung, dengan 3 variasi waktu yaitu jam sibuk pagi, siang dan sore serta variasi input faktor emisi yaitu faktor emisi India dan Indonesia. Setelah output model dikonversi menjadi NO2 dengan persamaan empiris yang sesuai, kemudian dilakukan validasi output model. Hasil validasi menunjukkan bahwa data yang menggunakan faktor emisi (FE) Indonesia menghasilkan akurasi yang lebih baik ditinjau dari analisis kesalahan (error). Nilai error diperoleh dari besaran FE India yang besarnya 6-7 kali (untuk Jakarta) dan 2-3 kali (untuk Bandung) dari FE Indonesia. Nilai error FE India berkisar antara 105,94 %-201,25% untuk Jakarta dan sekitar 94,7%-226,8% untuk Bandung. Nilai error FE Indonesia berkisar antara 6,75%-64,65% untuk Jakarta serta sekitar 21,43%-35,84% untuk Bandung. FE Indonesia memiliki akurasi sesuai dengan faktor pembatas 1 dan 2, sedangkan FE India sesuai faktor pembatas 2 dan 3. Permodelan dengan FE Indonesia tampak memberikan tingkat akurasi yang lebih baik namun sesungguhnya belum dapat digunakan untuk evaluasi hasil dari strategi pengurangan emisi pada skala mikro seperti pencemaran dari kendaraan bermotor karena metode perhitungannya tidak memperhitungkan pengaruh perubahan kecepatan. Dengan mengkonversi konsentrasi NOx hasil output model CALINE4 dengan persamaan empiris antara NOx dan NO2, hasil validasi model ini lebih baik dari penelitian serupa sebelumnya (Melissa, 2007).Hasil permodelan diaplikasikan untuk Jalur TransJakarta Koridor I dengan maksud untuk melihat perubahan konsentrasi NO2 pada kondisi pra dan pasca implementasi Busway. Hasil pemetaan isopleth konsentrasi NO2 menunjukkan adanya penurunan konsentrasi NO2 setelah implementasi busway, tetapi tidak terdapat perubahan pemusatan konsentrasi baik untuk data dengan FE Indonesia maupun India. Namun perlu diperhatikan bahwa nilai konsentrasi NO2 hasil permodelan masih memiliki tingkat akurasi yang masih perlu diperbaiki. Hasil permodelan dapat digunakan untuk mengetahui pola penyebaran pencemar, tetapi nilai konsentrasi yang diprediksinya perlu ditingkatkan akurasinya dengan memperbaiki input pada model. Dapat disimpulkan bahwa model CALINE4 versi freeware dapat digunakan untuk memprediksi konsentrasi NO2 tepi jalan (dengan tingkat akurasi yang tersebut di atas) dengan terlebih dulu mencari persamaan empiris hubungan antara NOx dan NO2 untuk mengkonversi konsentrasi NOx hasil model menjadi NO2.", "Daftar File": {}, "Penulis": "NADYA LEVIANA (NIM 15304005)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Driejana MSCE., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "nitrogen dioksida, model CALINE4, persamaan empiris, validasi, nitrogen dioxides, CALINE4 Model, empirical function, validation", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}