{"Nomor": 11030, "Judul": "SISTEM KENDALI KECEPATAN MOTOR DC DENGAN MENGGUNAKAN MIKROKONTROLER DAN INTERFACE JAVA", "Abstrak": "Motor DC merupakan motor yang banyak digunakan sebagai aktuatuor, baik dalam sistem kendali posisi maupun sistem kendali kecepatan. Kini motor DC memegang peranan penting dalam dunia perindustrian. Hal ini tampak dari banyaknya penggunaan motor DC pada devais-devais elektronik. Motor DC ini umumnya digunakan untuk pergerakan mekanis pada aplikasi-aplikasi tertentu, seperti gerakan memutar pada kertas atau drive CD.Pada tugas akhir ini akan dibahas mengenai penggunaan motor DC untuk aplikasi sistem kendali kecepatan, mulai dari perancangan sampai dengan implementasi perangkat kerasnya. Untuk pengendali sistem ini akan digunakan  pengendali PID yang diimplementasikan dalam mikrokontroler ATMega 8535. Sedangkan sebagai penggerak motor digunakan IC H-Bridge LM289.Karena hubungan antara masukan tegangan pada motor DC dengan keluaran kecepatan putaran motor DC tidak linear, motor DC tidak disarankan untuk digunakan secara lup terbuka pada daerah kerja yang luas. Agar dapat digunakan lebih akurat pada daerah kerja yang lebih luas, pemakaian motor DC sebaiknya menggunakan pengendali lup tertutup. Pengendali ini berfungsi untuk menjaga agar keluaran motor DC sesuai dengan setpoint yang telah ditetapkan.Pada perancangan awalnya, digunakan keypad sebagai antarmuka sistem ini. Namun agar pengguna lebih mudah dalam menggunakan pengendali ini, maka akan dirancang juga suatu antarmuka untuk pengguna dalam memberikan input kepada pengendali. Antarmuka yang dirancang dengan menggunakan Java ini mempermudah pengguna untuk melakukan penalaan terhadap konstanta PID.", "Daftar File": {}, "Penulis": "NARPENDYAH WISJNU ARIWARDHANI (NIM: 13203128)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Aciek Ida Wuryandari"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "motor DC, mikrokontroler, ATMega 8535, H-Bridge, LM289, interface, Java, IDE Netbeans", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}