{"Nomor": 11046, "Judul": "IMPLEMENTASI LAYANAN ASYNCHRONOUS EMAIL BERBASIS JARINGAN AD HOC PADA LOW END PC", "Abstrak": "Besarnya biaya pembangunan infrastruktur untuk menyediakan layanan internet, merupakan salah satu penyebab mengapa internet belum bisa menjangkau daerah rural. Hadirnya teknologi WLAN dapat mengatasi permasalahan ini, khususnya dalam pembangunan infrastruktur. Pada Tugas akhir ini, penulis akan mengimplementasikan layanan asynchronous email berbasis jaringan Ad Hoc untuk menyediakan layanan email kepada penduduk di daerah rural. Sistem ini akan menghubungkan daerah rural (belum dapat mengakses internet, contoh:pedesaan) dengan daerah yang sudah memiliki akses internet dengan bantuan alat transportasi, misalnya kereta api.Pada implementasi sistem ini, penulis beserta tim akan membangun 3 jenis node, yaitu node local (terletak di daerah rural), node mobile (node perantara, diletakkan di kereta api), dan node gateway (penghubung ke internet,terletak di kota). Ketiga node tersebut akan terhubung masing-masing satu sama lain dalam suatu jaringan Ad Hoc. Setelah itu, penulis melakukan pengujian untuk menguji kinerja dari system ketika diterapkan di lapangan.Dalam implementasinya, penulis berhasil meminimalkan biaya pembangunan sistem dengan didukung oleh penggunaan kapasitas sumber daya yang lebih efisien baik dari segi hardware maupun dari segi software. Penulis juga berhasil melakukan repackaging pada node sehingga dihasilkan node yang bersifat mobile dan portable serta perbaikan konfigurasi proses autoflush dan routing email dalam jaringan Ad Hoc.Setelah dilakukannya penelitian ini, telah berhasil dikembangkan prototype sebuah system yang low cost namun handal untuk dapat memberikan layanan asynchronous email sampai ke daerah rural. Diharapkan system ini dapat memfasilitasi pemerataan alur informasi ke seluruh daerah.", "Daftar File": {}, "Penulis": "NICO SURANTHA (NIM 13203141)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Tutun Juhana, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Asynchronous Email, Low End PC, jaringan Ad Hoc", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}