{"Nomor": 11075, "Judul": "PENGARUH PERLAKUAN PENDAHULUAN TERHADAP KARAKTERISTIK BIOWASTE DALAM FASA PADAT PADA PROSES MECHANICAL BIOLOGICAL TREATMENT (MBT)", "Abstrak": "Biowaste merupakan sampah yang mudah membusuk, seperti sampah sisa dapur, daun-daunan, sayur-sayuran, buah-buahan, dsb. Biowaste dapat dihasilkan dari kegiatan yang dilakukan di pasar. Deangan semakin tingginya tingkat aktivitas manusia di pasar, semakin tinggi biowaste yang ditimbulkan. Oleh karena itu digunakan teknologi Mechanical Biological Treatment (MBT) untuk mengolah biowaste. MBT dibagi kedalam dua proses yaitu mekanis dan biologis. Proses mekanis bertujuan untuk memisahkan bagian anorganik yang terbawa di biowaste sebelum masuk ke proses biologis seperti anaerobic digestion dan composting. Berbagai perlakuan diberikan kepada biowaste sebelum masuk ke proses biologis, yaitu dilakukan proses pencucian dan pemblenderan biowaste dengan air pencuci. Variasi perlakuan yang diberikan adalah waktu pemblenderan air pencuci dengan biowaste,jenis air pencuci yang akan digunakan serta rasio antara biowaste berbanding air pencuci. Dari semua variasi yang di dapat, dicari variasi paling optimum yang dilihat dari perbandingan kandungan C:N:P nya. Dimana pada kondisi ideal untuk pengomposan C:N 15-20 dan C:P 70-150, sedangkan untuk anaerobic digestin C:N 50. Perbandingan yang paling optimum pada running pertama diperoleh pada rasio biowaste berbanding air pencuci 1:1 dengan waktu 45 detik dengan air pencuci limbah tahu, dan pada running kedua pada rasio 1:1 dengan waktu 45 detik dan dengan air pencuci air ledeng. Hasil pada running 1, didapat setelah variasi tersebut berada pada range perbandingan ideal dan pada running 2 variasi terpilih merupakan variasi yang paling mendekati perbandingan ideal.", "Daftar File": {}, "Penulis": "NOVRI SUSANTO (NIM: 15304091)", "Kontributor / Dosen Pembimbing": ["Pembimbing: DR. Moch. Chaerul ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "biowaste, MBT, rasio dan waktu optimum, bio-waste, MBT, ratio and blending time optimum", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}