{"Nomor": 11082, "Judul": "DAMPAK KEGIATAN CORPORATE SOCIAL RESPONSIBILITY (CSR) PT. TELKOM TERHADAP KEMAMPUAN MASYARAKAT DALAM MENGAKSES SUMBER DAYA (WILAYAH STUDI: KOTA BANDUNG)", "Abstrak": "Harapan yang cukup besar pada CSR, akan tetapi belum bisa memberikan kontribusi yang cukup signifikan, karena program CSR masih terbatas pada realisasi program charity yang belum mampu memberdayakan masyarakat miskin. Keterbatasan kontribusi tersebut disebabkan motif realisasi program CSR masih terbatas pada realisasi program CSR untuk meredam konflik dengan masyarakat sekitar dan karena program tersebut belum melibatkan masyarakat pada setiap tahapan pelaksanaan program.Tujuan CSR adalah untuk pemberdayaan masyarakat. Pemberdayaan bertujuan mengkreasikan masyarakat mandiri. Kata social sering diinterpretasikan dengan kedermawanan. Padahal CSR terkait dengan sustainability dan acceptability, artinya diterima dan berkelanjutan untuk berusaha di suatu tempat. Selama ini CSR kebanyakan diukur dari sudut berapa besar uang yang dikeluarkan. Sebenarnya bukan hanya uang saja, uang itu hanya sebagian nilai karena ada nilai intangible yang sangat penting, artinya ada sesuatu yang tidak dapat dinilai dengan uang.Hasil dari studi ini menunjukkan bagaimana dampak dari kegiatan CSR yang dilakukan oleh PT Telkom di Kota Bandung terhadap kemampuan masyarakat Kawasan Punclut untuk mengakses sumber daya dengan melihat perbandingan sebelum dan sesudah kegiatan CSR dari PT Telkom. Terlebih lagi dengan lokasi Punclut yang sangat strategis dan memegang peranan penting bagi Kota Bandung, yaitu sebagai kawasan serapan air.Pembelajaran apa saja yang didapatkan oleh warga di Kawasan Punclut terhadap berbagai kegiatan yang pernah dilaksanakan dengan berbagai pihak hingga saat bekerja sama dengan PT Telkom, apakah program CSR dari PT Telkom sudah memenuhi harapan dari warga dan memberikan pembelajaran bagi perkembangan kemampuan masyarakat dalam mengakses berbagai sumber daya yang bisa digunakan untuk memenuhi kebutuhan masyarakat sendiri.", "Daftar File": {}, "Penulis": "NURANTONO SETYO SAPUTRO (NIM 15404063)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Tubagus Furqon Sofhani, Ir., MA., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "corporate social responsibility, sumber daya, pemberdayaan masyarakat", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}