{"Nomor": 11093, "Judul": "KAJIAN EKSPERIMENTAL DAN NUMERIK RESPON STRUKTUR DENGAN MTMD", "Abstrak": "Bencana gempa yang terjadi menimbulkan kerugian karena dapat menyebabkan keruntuhan bangunan, untuk itu maka bangunan harus di desain agar memiliki kemampuan yang baik dalam menerima beban gempa. Kapasitas struktur dapat ditingkatkan dengan memasang tuned mass damper (TMD) dan multiple tuned mass dampers (MTMD) dengan frekuensi dan kekakuan tertentu. MTMD terdiri atas beberapa TMD dengan frekuensi berbeda yang berada pada rentang frekuensi tertentu. Dengan parameter yang optimal MTMD mampu memberikan respon struktur yang lebih baik dibandingkan dengan TMD terutama untuk beban acak. Oleh karena itu maka dilakukan studi secara eksperimental untuk lebih memahami perilaku struktur dengan sistem MTMD, kemudian digunakan sebagai verifikasi studi numerik yang dilakukan sebelumnya. Dalam eksperimen digunakan model 3-DOF dengan skala 1:10. Model direncanakan dominan mode pertama. Massa total MTMD ditetapkan sebesar sepuluh persen dari massa lantai, MTMD kemudian dipasang di struktur utama. Jumlah MTMD divariasikan, yaitu dengan 1TMD, 3TMD, dan 5TMD. Selain itu juga dilakukan variasi lokasi dan variasi distribusi pemasangan MTMD. Model tanpa TMD dijadikan sebagai pembanding untuk meninjau keefektifan penggunaan MTMD. Eksperimen dilakukan dengan menggunakan meja getar untuk memberikan percepatan gempa dengan frekuensi dan amplitudo yang bervariasi. Respon struktur dicatat dengan menggunakan akselerometer dan LVDT. Hasil studi memperlihatkan bahwa penggunaan MTMD dapat mengurangi respon struktur sesuai dengan hasil numerik, MTMD juga memberikan hasil yang lebih baik dalam mereduksi respon struktur dibandingkan dengan penggunaan TMD untuk beban acak. Pemasangan semua MTMD di lantai atas struktur lebih baik dibandingkan dengan lokasi dan variasi distribusi lainnya.", "Daftar File": {}, "Penulis": "NURITA HANDAYANI (NIM 250 06 031)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Dyah Kusumastuti dan Dr.Ir. Rildova"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "tuned mass damper, multiple tuned mass dampers, respon struktur, lokasi, distribusi, tuned mass damper, multiple tuned mass dampers, structural response, optimal placement, optimal distribution", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "11 file", "Tanggal Input": "27 Sep 2017"}