{"Nomor": 11096, "Judul": "PENGARUH UKURAN BUTIR DAN PEMBERIAN TEGANGAN TERHADAP SIFAT MEKANIK BAJA KARBON RENDAH AKIBAT HYDROGEN EMBRITTLEMENT", "Abstrak": "Penggetasan hidrogen merupakan suatu fenomena penurunan keuletan dan ketangguhan sifat mekanik logam akibat interaksi dengan hidrogen. Pada umumnya jenis baja karbon rendah dan baja berkekuatan tinggi seperti HSLA serta Titanium sangat rentan terhadap hidrogen. Penggunaan baja karbon rendah sebagai material pipa karena kemudahannya untuk dibentuk dan dilas menjadikan baja karbon rendah banyak diaplikasikan dalam dunia industri. Dalam aplikasinya sebagai material pipa yang sering dilakukan proses proteksi katodik dan electroplating untuk menanggulangi korosi justru mendatangkan dampak negatif terhadap material tersebut yaitu kerentanan terhadap penggetasan hidrogen yang tinggi. Oleh karena itu banyak peneliti yang menaruh perhatian terhadap fenomena ini.Penelitian kali ini membahas tentang pengaruh variasi ukuran butir dan pemberian tegangan terhadap degradasi sifat mekanik baja karbon rendah akibat hydrogen embrittlement. Proses pemasukan hidrogen (hydrogen charging) kedalam logam dilakukan dengan jalan katodik menggunakan larutan elektrolit 0,5 M H2SO4 selama 3 jam sebagai sumber hidrogen. Rapat arus yang digunakan sebesar 210 mA/cm2. Kemudian dilakukan pengujian tarik dan pengamatan fraktografi patahannya untuk melihat degradasi sifat mekanik yang terjadi akibat masuknya hidrogen kedalam logam. Dari penelitian ini disimpulkan bahwa baja karbon rendah menunjukan kerentanan yang tinggi terhadap hidrogen. Hal ini ditunjukan dari degradasi ketangguhannya sebesar 64,5% untuk material dengan butir rata-rata 15,9 um (ASTM grain size 9) dan 45,6% untuk butir rata-rata 26,3 um (ASTM grain size 7,5). Sedangkan pemberian tegangan konstan sebesar 200 MPa pada kondisi charging menunjukan penurunan ketangguhannya sebesar 72,1% dari kondisi tanpa perlakuan apapun.", "Daftar File": {}, "Penulis": "NURUL HADI (NIM 13704048)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.Ir. Bambang Widyanto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "baja karbon rendah, hydrogen embrittlement", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}