{"Nomor": 11105, "Judul": "STUDI KEBIJAKAN PENYELENGGARAAN TEKNOLOGI INFORMASI DAN KOMUNIKASI DI PERDESAAN", "Abstrak": "Komunikasi adalah hak warga negara dimana hak tersebut mendapatkan jaminan dari pemerintahan. Penyelenggaraan komunikasi di perdesaan di Indonesia memiliki tingkat kelayakan bisnis yang rendah. Hal ini disebabkan, kondisi desa di Indonesia rata-rata memiliki orbitasi yang jauh dari pusat pemerintahan, memiliki geografi yang bergunung-gunung dan kepulauan serta daya beli yang rendah dan tingkat pendidikan yang rendah. Keberagaman desa di Indonesia juga menyebabkan penyelenggaraaan memiliki tingkat resiko yang tinggi. Kebijakan penyelenggaraan melalui pembangunan fasilitas umum TIK dapat memberikan nilai tambah bagi penduduk. Dengan adanya fasilitas tersebut, maka hambatan oleh karena faktor geografi dapat diminimisasi. Selain kebijakan tersebut, kebijakan pembentukan badan penyedia fasilitas yang bertugas sebagai point of sale di desa juga mampu untuk menaikkan tingkat kelayakan dan menurunkan resiko. Pemilihan fasilitas, akses dan sumber energy juga menjadi pertimbangan. Kelayakan kebijakan tersebut diuji menggunakan analisa tekno-ekonomi dan resiko diuji dengan menggunakan simulasi montecarlo. Hasil yang didapatkan adalah penyelenggaraan TIK di desa memiliki kelayakan yang cukup baik dan resiko menengah. Rekomendasi untuk meningkatkan kelayakan dan menurunkan resiko adalah dengan meningkatkan peranan industri dalam negeri serta melakukan proses edukasi dan pendampingan bagi penduduk desa.", "Daftar File": {}, "Penulis": "OKI SURYOWAHONO (NIM 23204059)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Yusep Rosmansyah, MSc, Ph.D., dan Dr. Ir. Suhono Harso Supangkat, MSc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "desa, keberagaman, tekno-ekonomi, montecarlo", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "10 file", "Tanggal Input": "27 Sep 2017"}