{"Nomor": 11107, "Judul": "THE ROLE OF PRIVATE INDUSTRY THROUGH TRIPLE HELIX OF INNOVATION FOR INDONESIA'S DEFENCE INDUSTRY DEVELOPMENT", "Abstrak": "As to defend and secure the nation from the complex threat is a must for the arm forces, they need the provision of sufficient equipment as it is one of the capability component. Thus the role of domestic defence industry is significant. As a country that wishes to have self-reliant defence industry, Indonesia centered defence industry to state-owned company, while the private defence industry play secondary role. However, with this arrangement in fact only a small number of weapons and defence system that Indonesian defence industry can develop and supply to the armed forces. At the other side, with the strength of private industry, they can play prominent role to raise the contribution of Indonesia defence industry in the task to support the arm forces capability.By using the case study methodology the thesis conduct the analysis of the role of private industry in Indonesia defence industry development. It uses four case studies which is the development of UAV, surveillance system, hovercraft, and armored personnel carrier (APC). The analysis of cases is using the themes: the activities, triple helix, and knowledge production. Meanwhile, for analysis the linkage within the defence industry is using the Defence Industry for Semi-industrialized Country Model by Maldifassi, J.O.The thesis concluded that private industry play significant role in accelerating defence industry development pace. They are: generate dual-use defence technology, innovation, export, increase the human resource capability, and in the future is expected the role in technology spin-off. It also found the important to establish triple helix relation between MoD/TNI, private industry, and research institute to commit to technology innovation.", "Daftar File": {}, "Penulis": "OKTARIA INEZTIANTY (NIM 24006040)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Sonny Yuliar dan Prof. Ron Matthews"], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Private Industry, Defence Industry Development, Triple Helix, Industri swasta, industri pertahanan, triple helix", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}