{"Nomor": 11106, "Judul": "OPTIMISASI PERFORMANSI PENGONTROL PID PADA HP STEAM TEMPERATURE NOILER PT. XYZ DENGAN MENGGUNAKAN JARINGAN SYARAF TIRUAN", "Abstrak": "Dalam Tugas Akhir ini digunakan model jaringan saraf tiruan untuk mengidentifikasi sistem HP steam temperature dan model beban steam sebagai gangguan terukurnya dalam sistem boiler-turbine. Model yang digunakan yaitu NNARX dengan metode pembelajaran umpan balik (backpropagation) dan struktur lapisan banyak. Pada pengujian identifikasi, model Pengidentifikasi jaringan syaraf tiruan yang dirancang menghasilkan Root Mean Square Error (RMSE) sebesar 0,50230 untuk model plant HP steam temperature boiler dan 0,05504 untuk model beban steam. \n \n \n \n\nSkema sistem kontrol yang dirancang ada dua buah. Sistem kontrol yang pertama yaitu sistem kontrol PID. Metode sistem kontrol ini bekerja dengan cara membandingkan output proses terhadap input (setpoint), dimana hasil perbandingan tadi digunakan untuk perhitungan aksi kontrol yang melibatkan beberapa parameter penting berupa gain proportional Kp, konstanta integral Ki, dan konstanta derivatif Kd. Skema sistem kontrol yang kedua adalah sistem kontrol PID yang terintegrasi dengan jaringan syaraf tiruan. Dalam sistem kontrol ini struktur PID yang telah dirancang ditambahkan pengontrol jaringan syaraf tiruan dengan struktur lapisan banyak menggunakan metode pembelajaran umpan balik secara on-line. Kemampuan pembelajaran jaringan syaraf tiruan pada berbagai kondisi sistem ini yang dimanfaatkan untuk memperbaiki kinerja sistem kontrol PID. \n \n \n \n\nUntuk menilai performansi kedua sistem kontrol tersebut maka dilakukan perbandingan kinerja pengontrol menggunakan kriteria nilai RMSE, IAE dan settling time. Salah satu hasil pengujian terhadap performansi pengontrol dapat kita lihat dari hasil simulasi sebagai berikut, Untuk perbandingan performansi pengontrol terhadap data existing sebanyak 3500 data dengan pengaturanan parameter awal Kp = 0,3, Ki = 0,5, Kd = 0,2 yang didapatkan saat pengambilan data secara real time di boiler tersebut didapatkan nilai RMSE dan IAE adalah 5,199 dan 14614,705 sedangkan untuk pengontrol PID yang terintegrasi dengan jaringan syaraf tiruan untuk pengaturan awal LR (learning rate) 0,05 dan Kn (gain proporsional) = 0,2 nilai RMSE dan IAE adalah 1,291 dan 4271,308. Dari hasil simulasi tersebut terlihat bahwa aksi sistem kontrol PID yang terintegrasi dengan jaringan syaraf tiruan mampu memperbaiki kinerja sistem kontrol PID.", "Daftar File": {}, "Penulis": "OKTAF PRIATNA (NIM 13304078)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr-Ing. Ir. Yul Y. Nazarudin, MSc, DIC dan Dr. Ir. Agus Samsi, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "HP steam temperature boiler, Boiler-turbine, Performansi pengontrol, Aksi kontrol, Sistem kontrol jaringan syaraf tiruan, Sistem kontrol PID", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}