{"Nomor": 11110, "Judul": "PERBANDINGAN KUALITAS HASIL PENGELASAN TUNGSTEN INERT GAS PADA PADUAN ALUMINIUM 5052 MENGGUNAKAN FILLER METAL 4043 DAN FILLER METAL 5356", "Abstrak": "Paduan Aluminum seri 5052 merupakan paduan Aluminum dengan unsur Magnesium sebagai paduan utama. Paduan Aluminum jenis ini biasanya dipakai untuk pembuatan tangki dan saluran bahan bakar pesawat terbang, paku keling, kawat, komponen-komponen kapal seperti untuk pembuatan lambung kapal, serta aplikasi-alikasi lainnya yang membutuhkan ketahanan korosi yang tinggi, mampu las yang sangat baik, serta kekuatan mekanik yang relatif tinggi. \n \n \n \n\nUntuk pengelasan Paduan Aluminum seri 5052 menggunakan proses GTAW (Gas Tungsten Arc Welding) atau biasa disebut TIG (Tungsten Inert Gas), tersedia beberapa jenis logam pengisi di pasaran, diantaranya seri 4043 dan seri 5356. \n \n \n \n\nHarga pasaran logam pengisi seri 4043 hanya separuh dari harga logam pengisi seri 5356. Setelah dilakukan pengujian mekanik didapatkan bahwa kekuatan tarik rata-rata spesimen B (5356) ternyata lebih tinggi daripada kekuatan tarik rata-rata spesimen A (4043) yaitu sebesar 199 Mpa berbanding dengan 184 MPa, hal ini juga diikuti dengan nilai rata-rata elongasi maksimum dan kekerasan spesimen B (5356) yang lebih tinggi daripada spesimen A (4043). \n \n \n \n\nWalaupun demikian terjadi anomali terhadap spesimen B-2, dimana terjadi kegagalan pada pengujian bending, serta nilai kekuatan tarik dan elongasi maksimum yang sangat rendah. \n \n \n \n\nPerbandingan menyeluruh dari sifat mekanik yang dihasilkan dari kedua jenis sambungan tersebut diatas menunjukkan bahwa logam pengisi 5356 selalu lebih unggul daripada logam pengisi 4043. Namun demikian, logam pengisi 4043 masih tetap unggul dari segi ekonomis jika digunakan pada logam induk yang memiliki kekuatan dibawah kekuatan yang dihasilkan logam pengisi 4043, serta tidak membutuhkan elongasi yang tinggi.", "Daftar File": {}, "Penulis": "OMAR FAZNI (NIM 23704009)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Rochim Suratman"], "Jenis Koleksi": "Tesis", "Penerbit": "Ilmu dan Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Pengelasan tungsten inert gas, Aluminium 5052, Filler Metal 4043, Filler Metal 5356", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}