{"Nomor": 11129, "Judul": "PRINSIP-PRINSIP PERANCANGAN RUANG TERBUKA HIJAU DI KOTA KUPANG", "Abstrak": "Ruang Terbuka Hijau (RTH) Kota Kupang sebagai bagian dari ruang terbuka belum mendapat perhatian yang memadai dalam pembangunannya. Hal ini dapat terlihat dari belum adanya rencana dan pedoman dalam kegiatan pembangunan sebuah RTH dan sering terjadi alih fungsi lahan RTH untuk kegiatan yang lebih menguntungkan dari sisi ekonomis. Di sisi lain Kota Kupang  terus berkembang  akibat dinamika aktivitas kota baik fisik maupun non fisik, sementara luasan lahan kota secara adminsitratif tetap sehingga konflik penggunaan dan pemanfaatan ruang dapat terjadi dan dikhawatirkan akan mengorbankan fungsi-fungsi ruang yang dinilai tidak ekonomis bagi perkembangan kota seperti RTH kota.Dengan latar belakang di atas, penelitian ini bertujuan untuk merumuskan prinsip-prinsip perancangan  ruang terbuka hijau yang sesuai dengan kondisi  kota Kupang yang beriklim panas dan  kering yang dapat menjadi pedoman pembangunan kota Kupang selanjutnya, khususnya dari aspek penataan ruang kota yang seimbang dan memperhatikan kondisi lingkungan alam. Dalam penelitian ini kajian prinsip normatif perancangan RTH kota akan dipakai untuk membantu merumuskan prinsip tersebut dengan memperhatikan hasil observasi di lapangan mengenai kondisi kota Kupang dan hasil wawancara dengan beberapa nara sumber.Hasil studi menunjukkan bahwa Kota Kupang mempunyai kondisi RTH yang belum tertata, baik dari segi luasan dan lokasinya. Sementara masih banyak lahan kosong berupa semak belukar dan padang rumput yang dapat dimanfaatkan menjadi salah satu potensi pemenuhan RTH. Memperhatikan kondisi kota Kupang, maka prinsip-prinsip perancangan RTH kota adalah RTH yang multifungsi dengan dua tujuan utama yaitu membantu mengatur iklim mikro kota dan menjaga tata hidrologi. Iklim mikro kota yang lebih sejuk dan nyaman dicapai dengan persebaran RTH dan pemilihan vegetasi yang tepat. Sementara untuk menjaga sistem tata hidrologi dicapai dengan adanya RTH kawasan lindung pada bagian selatan kota dan penataan RTH pada sempadan pantai untuk mencegah intrusi air laut. Bentuk-bentuk RTH yang dikembangkan adalah perpaduan RTH publik dan RTH privat.", "Daftar File": {}, "Penulis": "PAULINUS JOSEFUS ANDJELICUS (NIM 25407073)", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Ruang Terbuka Hijau, kota Kupang, iklim panas dan kering, iklim mikro kota, tata hidrologi, prinsip perancangan", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}