{"Nomor": 11123, "Judul": "ANALISIS TEGANGAN DAN MODIFIKASI STRUKTUR DUMP BODY OFF-ROAD MINING DUMP TRUCK KOMATSU HD 785", "Abstrak": "Dalam industri pertambangan khususnya pertambangan terbuka (open pit mining) truk digunakan untuk memindahkan material hasil tambang maupun material tanah penutup barang tambang. Untuk meningkatkan produktivitas pertambangan maka diperlukan adanya alat transportasi pertambangan yang memiliki kapasitas besar dan performa yang baik. Kapasitas sebuah Off-Road Mining Dump Truck ditentukan oleh kapasitas dump body-nya. Untuk dapat melaksanakan fungsinya dengan baik maka diperlukan dump body dengan performa yang baik serta aman untuk digunakan.Dalam tugas akhir ini dilakukan analisis pembebanan serta analisis tegangan yang terjadi pada dump body dengan berbagai kondisi operasi. Struktur dump body dimodelkan dan dianalisis menggunakan perangkat lunak ANSYS 11. Kasus pembebanan yang dimodelkan adalah: (1) kondisi truk diperlambat dan berbelok, (2) kondisi truk dipercepat, (3) kondisi truk membentur penghalang, (4) kondisi truk unloading, dan (5) kondisi truk loading. Melalui analisis ini akan diperoleh performa serta safety factor struktur yang digunakan selama ini. Hasil tersebut digunakan sebagai acuan dalam memodifikasi dump body untuk mendapatkan struktur dengan performa lebih baik dan berat yang optimum. Struktur dump body yang digunakan selama ini tidak aman dengan komponen kritis stiffner longitudinal dan stiffner melintang dimana tegangan yang terjadi diatas kekuatan yield material 350 MPa dengan safety factor terendah 0,39 untuk kasus pembebanan paling kritis saat dump truck unloading. Modifikasi untuk memperbaiki kekuatan struktur dilakukan dengan mengganti stiffner longitudinal dengan stiffner yang memiliki sekat penguat dan ketebalan 25 mm, mengganti stiffner melintang 2 dan 3 dengan stiffner yang memiliki ketebalan 14 mm serta menambah pelat penguat tumpuan hidrolik. Tegangan maksimum yang terjadi pada struktur dump body hasil modifikasi adalah 343 MPa dengan safety factor 1,02.", "Daftar File": {}, "Penulis": "PARNINGOTAN SIBURIAN (NIM 13104088)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. IGN Wiratmaja Puja"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "dump body, off-road mining dump truck", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}