{"Nomor": 11134, "Judul": "PEMBUATAN PROTOTIPE PENGONTROL FUZZY ANALOG", "Abstrak": "Pengontrol fuzzy memiliki keunggulan dalam sistem pengontrol yaitu dapat menyederhanakan persoalan model matematik yang rumit pada sistem yang akan dikontrol. Pembuatan sistem pengontrol fuzzy secara analog diharapkan dapat memberikan keunggulan pada kecepatan pengolahan data dan pengolahan data yang berlangsung secara kontinu. Pembuatan pengontrol analog secara umum memiliki kekurangan pada fleksibilitas, maka pada pembuatan pengontrol fuzzy analog ini akan digabungkan antara komponen analog sebagai pemroses sinyal dan komponen digital sebagai pengendali atau pemberi arah, namun sinyal yang dikendalikan tetap sinyal analog. \n \n \n \n\nPembuatan pengontrol fuzzy analog dimulai dengan perancangan sistem pengontrol metoda Mamdani, lalu menerapkannya pada pembuatan komponen penyusun pengontrol fuzzy analog seperti fungsi keanggotaan untuk proses fuzzifikasi, proses fungsi implikasi, proses komposisi aturan, rangkaian center of gravity untuk proses defuzzifikasi, dan perangkaian komponen tambahan seperti rangkaian penghitung error, beda error, dan penguat. \n \n \n \n\nPengujian pada sebagian besar komponen memberikan hasil yang sangat baik namun terdapat masalah pada proses defuzzifikasi (rangkaian center of gravity) sedangkan simulasinya memberikan hasil yang sangat baik, sehingga diperlukan metoda lain pada proses defuzzifikasi atau penggantian komponen dan rangkaian pada bagian center of gravity. Apabila melihat hasil yang memuaskan pada bagian selain defuzzifikasi, maka pembuatan pengontrol fuzzy analog dapat direalisasikan dengan penelitian lebih lanjut khususnya pada bagian defuzzifikasi dan memiliki harapan yang besar untuk dapat mengontrol dengan baik.", "Daftar File": {}, "Penulis": "PHILIP ANDREW SUMANTRI (NIM 13302027)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. M. Rohmanuddin, M.T. dan Ir. Eko Mursito Budi, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pengontrol fuzzy analog, Sinyal analog, Fungsi keanggotaan, Mamdani, Defuzzifikasi, Center of gravity", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}