{"Nomor": 11131, "Judul": "DISTRIBUSI METAN HIDRAT DI INDONESIA (STUDI KASUS: CEKUNGAN MAKASSAR UTARA dan CEKUNGAN MUKA BUSUR SUNDA)", "Abstrak": "Metan Hidrat merupakan kristal padat yang terbentuk oleh air dan gas. Molekul gas terperangkap dalam rongga air yang diikat oleh ikatan hidrogen antar molekul air, tipe ini disebut dengan Clathrate. Metan Hidrat merupakan salah satu sumber energi alternatif karena memiliki jumlah besar dan tersebar di berbagai belahan dunia, khususnya di daerah permafrost dan di sedimen bawah laut (tepi kontinen). Hidrat terbentuk pada kondisi tekanan tinggi dan temperatur rendah. Untuk di Indonesia, hidrat diidentifikasi berada di daerah Cekungan Makassar Utara dan Cekungan Muka Busur Sunda.Tugas Akhir ini menjelaskan mengenai berbagai informasi yang terkait dengan keberadaan metan hidrat di Indonesia. Hidrat terdeteksi dari penampakan BSR pada penampang seismik. BSR diidentifikasikan sebagai batas bawah dari sedimen tersaturasi hidrat (Hydrate Bearing Layer) pada kedalaman 300 m di bawah dasar laut untuk daerah Cekungan Makassar Utara dan pada kedalaman 600 m di bawah dasar laut untuk daerah Cekungan Muka Busur Sunda. Pada Cekungan Makassar Utara gradien geotermal sebesar 0.047 oC/m dan kecepatan gelombang-P sekitar 1.625 Km/s. Sedangkan untuk daerah Cekungan Muka Busur Sunda, gradien geotermalnya sebesar 0.033 oC/m dan kecepatan gelombang-P sekitar 2.33 Km/s. Informasi-informasi tersebut saling terkait dengan pembuktian keberadaan metan hidrat di Indonesia.", "Daftar File": {}, "Penulis": "PERHAT KARIM (NIM 10203062)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Satria Bijaksana"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Metan Hidrat deposit, Indonesia, BSR, Profil Kecepatan Gelombang P, Gradien Geotermal, Methane Hydrate deposit, Indonesia, BSI Velocity Profile of P-wave, Geothermal Gradient", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}