{"Nomor": 11133, "Judul": "STUDI PROSES PEMBUATAN PERMUKAAN SUPERHIDROFOBIK BERBAHAN DASAR POLISTIREN", "Abstrak": "Permukaan superhidrofobik suatu material tidak terbasahi oleh air, dan memiliki sudut kontak terhadap air lebih dari 150 derajat. Permukaan superhidrofobik pada umumnya digunakan sebagai pelapis anti debu, anti fogging dan anti jamur. \n \n \n \n\nPada tugas akhir ini dilakukan sudi pembuatan lapisan superhidrofobik dengan bahan dasar polistiren (styrofoam). Pembuatan lapisan superhidrofobik dilakukan dengan cara melarutkan polistiren ke dalam Methyl Ethyl Ketone(MEK) dengan konsentrasi 1 gr/20 ml selama 20 menit. Selama pengadukan larutan polistiren, Isoprophyl Alcohol (IPA) ditambahkan dengan fraksi volume IPA terhadap MEK sebesar 10%, 15%, 20%, 25% dan 30%. Larutan diaduk selama 5 menit kemudian diendapkan dalam cawan petri dan dibiarkan pada temperatur kamar hingga kering. Pengujian sifat hidrofobisitas dilakukan dengan meneteskan air dengan pipet ke permukaan sampel. Sudut kontak diukur secara visual, morfologi permukaan sampel dikarakterisasi dengan Scanning Electron Microscope (SEM), dan stabilitas hidrofobik dilakukan dengan mengukur waktu perubahan sifat hidrofobik menjadi hidrofilik. \n \n \n \n\nPengamatan sudut kontak tetes air pada permukaan sampel menunjukkan bahwa sifat hidrofobik terbentuk pada semua sampel dengan variasi sudut kontak dari 76 derajat hingga 159,9 derajat, dan sudut kontak maksimum dicapai pada sampel yang dibuat dengan fraksi volume IPA/MEK ≈ 25%. Hasil gambar SEM menunjukkan adanya butiran mikro pada permukaan sampel untuk sampel dengan fraksi volume 15%-25%, sedangkan pada sampel fraksi volume 10% dan 30% tidak ditemukan adanya butiran mikro pada permukaan.", "Daftar File": {}, "Penulis": "PHICIATO (NIM 13702024)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Ahmad Nuruddin, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Permukaan, Superhidrofobik, Polistiren", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}