{"Nomor": 11137, "Judul": "PERPUSTAKAAN UMUM DI BANDUNG", "Abstrak": "Kebutuhan akan suatu sarana pencarian informasi merupakan suatu hal yang sangat penting dalam perkembangan masyarakat saat ini. Sulitnya mencari sumber informasi yang layak dan mudah menjadi hal yang sering dialami oleh masyarakat, khususnya masyarakat perkotaan dewasa ini. Perpustakaan, sebagai suatu sarana informasi merupakan suatu fasilitas yang harus ada dalam kota. Kota Bandung, saat initidak memiliki suatu perpustakaan yang layak dan memadai bagi masyarakatnya. Perpustakaan yang ada saat ini terletak pada suatu kawasan yang jauh dari pusat kota, dan keadaannya pun tidak memadai. Oleh sebab itu, kebutuhan akan suatu bangunan perpustakaan yang baik dan layak menjadi hal yang sangat penting dalam perkembangan kota Bandung saat ini. Laporan perancangan tugas akhir yang berjudul Perpustakaan Umum di Bandung ini berisi proses perancangan suatu bangunan perpustakaan yang dibuat untuk menjawab permasalahan-permasalahan tersebut. Bangunan perpustakaan ini selain mewadahi kegiatan membaca buku, namun juga mewadahi kegiatan-kegiatan yang menunjang proses pencarian informasi serta pengembangan kreatifitas bagi masyarakat kota Bandung. Lokasi perancangan yang dipilih berada pada daerah utama di kota Bandung yakni, di jalan Aceh, yang juga diapit oleh jalan Merdeka, dan jalan Wastukencana. Hal ini merupakan suatu keharusan karena daerah ini merupakan daerah yang mudah dicapai oleh masyarakat. Luas area perancangan sebesar 9000m2 dan luas bangunan yang dihasilkan lebih kurang 5500m2. Dengan adanya isu pemanasan global, maka perpustakaan ini pun menggunakan fitur-fitur bangunan ekologis supaya dapat menekan emisi karbon dari bangunan. Dengan penggunaan fitur-fitur green building, maka diharapkan perpustakaan ini pun dapat menjadi penggerak bagi pertumbuhan kota menuju ke arah yang lebih baik.", "Daftar File": {}, "Penulis": "PIERRE NATIGOR POHAN (NIM 15204030)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Budi Rijanto Surjosutrisno, Ir. DEA."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "perpustakaan umum, Bandung", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}