{"Nomor": 11146, "Judul": "PENGARUH PERUBAHAN LAJU ALIR MATERIAL METCO 307 NS3 PADA PROSES PELAPISAN KOMPONEN KOMPRESOR STATOR ENGINE CT-7", "Abstrak": "Metco 307 NS3 adalah material yang digunakan sebagai lapisan top coat terhadap komponen kompresor stator stage 5 engine CT-7. Proses pelapisan dilakukan dengan metode powder flame spray. Komposisi material Metco 307 NS3 adalah 75% Nikel dan 25% Grafit. Alasan penggunaan material Metco 307 NS3 sebagai lapisan top coat adalah karena material tersebut tahan pada lingkungan abrasif. Awal tahun 2006, PT NTP yaitu perusahaan yang memfasilitasi perbaikan dan perawatan mesin gas turbin menemukan penurunan kualitas lapisan material Metco 307 NS3 tersebut, ditinjau dari kekerasan hasil pelapisan. Kemudian PT NTP melakukan perubahan parameter proses powder flame spray yaitu pada lapisan dengan laju alir pelapis dari 9 pon/jam menjadi 7.5 pon/jam.Penelitian ini bertujuan mempelajari pengaruh perubahan parameter pada lapisan dengan laju alir material pelapis dan membandingkan karakter hasil pelapisan sebelum dan setelah laju alir pelapis diubah. Pengujian yang penulis lakukan adalah uji keras metode superfisial rockwell 15Y, uji kekuatan ikatan dan pemeriksaan metalografi terhadap hasil pelapisan. Sedangkan pengujian X-Ray Diffraction, SEM dan EDS terhadap serbuk Metco 307 NS3.Hasil penelitian kekerasan R15Y pada dua spesimen dengan laju alir pelapis 7.5 pon/jam menunjukkan bahwa angka kekerasan sesuai standar Sulzer Metco, yaitu diantara 30-50 HR15Y. Kekerasan paling besar adalah 49,4 HR15Y dan paling kecil adalah 35,3 HR15Y. Sedangkan angka kekerasan pada dua spesimen dengan laju alir pelapis 9 pon/jam diluar rentang yang diharapkan. Kekerasan paling besar adalah 55,9 HR15Y dan paling kecil adalah 25,5 HR15Y.Harga kekuatan ikatan lapisan Metco 307 NS3 berdasarkan standar PCP 038TS minimal 750 Psi. Kekuatan ikatan lapisan Metco 307 NS3 dengan laju alir pelapis 7,5 pon/jam menghasilkan hasil kekuatan ikatan lebih dari yang diharapkan. Rata-rata hasil kekuatan ikatan 2 pengujian dan 3 spesimen untuk setiap pengujian adalah 5784,64 psi dan 5165,08 psi. Sedangkan rata-rata hasil kekuatan ikatan 2 pengujian pada lapisan dengan laju alir pelapis 9 pon/jam adalah 3661,89 psi dan1965,86 psi.Pengukuran porositas pada penelitian ini dilakukan dengan metalografi kuantitatif metode intercept. Rata-rata %volume porositas yang dihasilkan pada lapisan dengan laju alir pelapis 7,5 pon/jam adalah 53,8 dan 41,8. Rata-rata %volume porositas yang dihasilkan pada lapisan dengan laju alir pelapis 9 pon/jam adalah 37,8 dan 44,6. %volume 53,8; 41;8; 37,8; dan 44,6 tidak memenuhi standar Sulzer Metco sebagai perusahaan pembuat material serbuk Metco 307 NS3. Namun PT NTP mengacu kepada standar General Electric Standard Practices Manual Aircrafts Engine 70-71-04. Karakterisasi porositas dilakukan dengan membandingkan foto struktur mikro metalografi yang dihasilkan dengan foto struktur mikro standar tersebut. Dengan standar ini seluruh metalografi yang dihasilkan memenuhi kriteria yang ditetapkan, baik lapisan dengan laju alir pelapis 7,5 pon/jam maupun dengan laju alir pelapis 9 pon/jam.", "Daftar File": {}, "Penulis": "PRAMUTADI SAGNI (NIM 13703028)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Slameto Wiryolukito"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "metco 307 NS3, kompresor stator engine, pelapisan, powder flame spray", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}