{"Nomor": 11149, "Judul": "PERANCANGAN SISTEM KONTROL TEMPERATUR SISTEM GAS HEATER PADA HYL III DIRECT REDUCTION PLANT PT. XYZ", "Abstrak": "Pada Hyl III Direct Reduction Plant, PT. XYZ, terjadi proses reduksi biji besi menjadi besi spons. Proses reduksi ini memerlukan gas proses (H2 dan CO) pada suhu 930 derajat C. Oleh karena itu diperlukan sistem gas heater. Sistem gas heater berfungsi untuk memanaskan gas proses (H2 dan CO) sampai pada suhu 930 derajat C untuk kemudian dialirkan ke reaktor, sebagai tempat terjadinya reaksi reduksi biji besi. Proses yang terjadi di dalam gas heater ini adalah proses pembakaran dengan menggunakan 2 jenis bahan bakar bersama-sama, yaitu gas alam dan gas sisa. \n \n \n \n\nKarena begitu besarnya peranan sistem gas heater ini, maka dirancanglah suatu sistem kontrol pada gas heater yang berfungsi untuk menjaga suhu gas proses yang keluar sistem gas heater sesuai dengan yang diinginkan. Selain itu dalam perancangan sistem kontrol ini dilibatkan pula aspek penghematan penggunaan gas alam sebagai bahan bakar, peningkatan efisiensi energi pada gas heater, serta aspek lingkungan dari pembuangan gas sisa pembakaran. Dalam perancangan sistem kontrol tersebut digunakan pengontrol PI karena kemudahan dan kesederhanaan implementasinya, sehingga bisa diterapkan secara langsung ke dalam DCS TDC 3000 keluaran Honeywell, yang saat ini digunakan oleh PT. XYZ. Namun pengontrol PI memerlukan tuning parameter yang baik, karena adanya sifat nonlinier dan time-varying dari proses. Oleh karena itu digunakan algoritma genetik dalam tugas akhir ini, untuk tuning parameter PI, sehingga performansi sistem dapat optimal. \n \n \n \n\nUntuk dapat melakukan simulasi dan merancang pengontrol, sebelumnya dilakukan identifikasi sistem terlebih dahulu dengan 2 tahap, yaitu Recursive Least Square dan Jaringan Saraf Tiruan struktur ADALINE dengan algoritma Least Mean Square, dimana model yang dipilih adalah model ARX. Dari hasil simulasi yang dilakukan, didapatkan sistem kontrol PI yang mampu menjaga suhu gas proses pada harga yang diinginkan dan tahan terhadap berbagai macam gangguan. Selain itu dari hasil perhitungan dan analisis setelah simulasi, diperoleh bahwa dengan penerapan sistem kontrol ini penggunaan gas alam dapat dihemat sekitar 21,7% dari nilai awalnya, efisiensi yang terjadi dapat ditingkatkan dari sekitar 79% menjadi sekitar 82%, serta suhu yang dihasilkan di stack menjadi lebih rendah dari sebelumnya, sehingga lingkungan lebih terjaga dari polusi yang disebabkan oleh energi kalor.", "Daftar File": {}, "Penulis": "PRATAMA DIPAYANA (NIM 13304086)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Edi Leksono, M.Eng. dan Prof. Dr. Ir. Harijono A. Tjokronegoro"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Gas heater, Pengontrol PI, Algoritma genetik, Identifikasi sistem", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}