{"Nomor": 11144, "Judul": "STUDI PENYILAUAN DARI BIDANG MIHRAB PADA KEGIATAN CERAMAH DI DALAM MASJID (STUDI KASUS: MASJID PUSDAI JAWA BARAT DAN MASJID PONDOK INDAH JAKARTA)", "Abstrak": "Masjid merupakan ruang ibadah yang dirancang untuk berbagai fungsi, salah satunya adalah kegiatan ceramah. Pada kegiatan ini diharapkan  jamaah dapat melihat penceramah dengan jelas. Kriteria wajah manusia dapat dikenali adalah memiliki rentang nilai luminansi antara 10 cd/m2 sampai 20 cd/m2. Namun terdapat beberapa faktor yang menyebabkan berkurangnya kejelasan dalam proses melihat ini, salah satunya karena adanya penyilauan dari belakang penceramah. \n \n \n \n \n \n\nPada tugas akhir ini dilakukan pengukuran obyektif dan subyektif. Pada pengukuran obyektif diambil nilai luminansi dari bidang mihrab untuk mengetahui nilai Glare Index dan kontras yang berpengaruh terhadap kenyamanan visual. Pada Masjid Pusdai, sumber silau adalah kaca patri yang terdapat di belakang mimbar, sedangkan di Masjid Pondok Indah, sumber silau adalah jendela yang terdapat di bagian depan. Kemudian dilakukan jajak pendapat untuk mengetahui kesan subyektif jamaah terhadap pencahayaan di dalam kedua masjid tersebut. \n \n \n \n \n \n\nDari hasil pengukuran di Masjid Pusdai didapatkan nilai luminansi rata-rata 25 cd/m2 untuk kaca patri, 3 cd/m2 untuk luminansi gapura dan 4,8 cd/m2 untuk luminansi wajah penceramah. Untuk pengukuran di Masjid Pondok Indah didapatkan nilai luminansi rata-rata 27 cd/m2 untuk dinding belakang mimbar, 1544 cd/m2 untuk luminansi bukaan atas bagian depan dan 20 cd/m2 untuk luminansi wajah penceramah. \n \n \n \n \n \n\nDari hasil jajak pendapat di Masjid Pusdai sebanyak 30% responden menyatakan kurang dapat melihat wajah penceramah dengan jelas karena pencahayaan redup, 17% responden menyatakan kurang dapat melihat wajah penceramah karena silau, dan sebanyak 29% menyatakan sudah dapat melihat penceramah dengan jelas. Sedangkan pada Masjid Pondok Indah sebanyak 63% responden menjawab dapat melihat wajah penceramah dengan cukup jelas, sedangkan sebanyak 22% responden menjawab kurang dapat melihat wajah penceramah dengan jelas karena agak gelap. \n \n \n \n \n \n\nDari hasil perhitungan, terdapat beberapa titik yang masih melebihi standar Glare Index dan melebihi ambang kontras. Karena itu dilakukan simulasi menggunakan perangkat lunak DIALux 4.4 dengan mengubah beberapa kondisi pada masing-masing masjid. Pada Masjid Pusdai, dilakukan pengurangan nilai transmisi kaca patri dan penambahan lampu yang mengarah ke wajah penceramah sehingga didapatkan nilai luminansi rata-rata wajah penceramah sebesar 17 cd/m2 dan luminansi rata-rata kaca patri sebesar 23 cd/m2. Sedangkan pada Masjid Pondok Indah dilakukan pengurangan nilai transmisi bukaan atas sehingga didapatkan didapatkan luminansi dinding belakang sebesar 17 cd/m2 dan luminansi wajah penceramah sebesar 19 cd/m2. Dengan demikian diharapkan wajah penceramah dapat terlihat dengan jelas.", "Daftar File": {}, "Penulis": "PRADNYA PARAMITA (NIM 13304049)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. FX. Nugroho Soelami, M.B.Env, Ph.D. dan Ir. R. Triyogo Atmodipoero, M.Des.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Luminasi, Mihrab, Silau, Glare index, Kontras luminasi, Ambang kontras", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}