{"Nomor": 11158, "Judul": "EFEK MUTASI PADA DOMAIN 3 PROTEIN eRF1 TERHADAP PROSES TERMINASI TRANSLASI DI Saccharomyces cerevisiae", "Abstrak": "Terminasi translasi di Saccharomyces cerevisiae dimediasi oleh dua protein, yaitu eRF1 dan eRF3. Protein eRF1 dikode oleh gen SUP45, sedangkan gen SUP35 mengkode protein eRF3. Kedua protein berinteraksi satu sama lain membentuk kompleks release factor aktif untuk mengenali ketiga kodon terminasi (UAA, UAG atau UGA). Protein eRF3 memberikan aktivitas GTP-ase, sedangkan aktivitas pelepasan polipeptida dilakukan oleh protein eRF1 pada tiga macam kodon terminasi. Studi struktur-fungsi protein eRF1 menunjukkan bahwa daerah C-terminal protein bertanggung jawab terhadap interaksi dengan eRF3. Detail mengenai posisi, jenis residu asam amino dan mekanisme interaksi kedua protein sampai sekarang belum diketahui.Kajian struktur 3 dimensi protein eRF1 melalui analisis pemodelan homologi (komparatif) struktur protein eRF1 ragi atas dasar struktur protein eRF1 manusia (PDB kode: 1DT9), menyarankan adanya dua titik yang diduga terlibat dalam interaksi pada protein eRF1, yaitu treonin-295 (T295) dan tirosin-410 (Y410). Struktur domain 3 eRF1 membentuk dua subdomain, yaitu subdomain 1 dan subdomain 2. T295 dan Y410 terletak pada subdomain1 dari domain 3 eRF1. Mutasi pada tirosin-410 menjadi serin (Y410S) telah dibuktikan secara in vitro menurunkan afinitas interaksi eRF1 terhadap eRF3. Penelitian ini bertujuan mendapatkan informasi mengenai efek mutasi pada residu T295 danY410 eRF1 S. cerevisiae dalam proses terminasi translasi. Informasi ini sangat diperlukan untuk menentukan peran residu T295 dan Y410 pada protein eRF1 dalam proses terminasi translasi, terutama pada interaksi eRF1 dengan eRF3. Untuk mendapatkan informasi tersebut telah dilakukan berbagai tahap eksperimen dengan tujuan memperoleh mutan residu T295 dan Y410 yang selanjutnya digunakan untuk studi terminasi translasi melalui pengamatan fenotipik dan read-through terhadap kodon terminasi.Mutasi pada gen SUP45, yaitu T295A, T295S dan Y410A telah dilakukan. Pemilihan asam amino alanin dan serin didasarkan pada perbedaan halangan ruang dan tipe gugus sampingnya. Mutasi gen SUP45 dilakukan menggunakan teknik PCR Megaprimer, selanjutnya dilakukan subkloning pada plasmid pUKC1901 dan dikombinasikan dengan teknik plasmid shuffling terhadap galur ALE2(803), menghasilkan galur mutan ALE2(Y410A), ALE2(T295A), dan ALE2(T295S).Pengujian fenotip dilakukan melalui pengamatan pertumbuhan sel, sensitivitas sel terhadap suhu, serta timbulnya sifat allosupresi dan omnipotentsupresi. Berdasarkan pengamatan profil pertumbuhan dan sensitivitas temperatur galur mutan ALE2(Y410A), ALE2(T295A), dan ALE2(T295S) menunjukkan sifat yang sama dengan galur wild type. Pengujian fenotipik allosupresor secara kualitatif menggunakan mutan ade2-1, menunjukkan koloni galur ALE2(Y410A) dan ALE2(T295A) berwarna merah muda pada media kaya glukosa dan tumbuh kurang subur pada media SM-Ade. Sedangkan galur ALE2(Y410S) dan ALE2(T295S) berwarna putih pada media kaya glukosa dan pada media SM-Ade mampu tumbuh. Data ini menunjukkan galur ALE2(Y410A) dan ALE2(T295A) kurang bersifat sebagai allosupresor, sedangkan galur ALE2(Y410S) dan ALE2(T295S) bersifat allosupresor.Pengujian secara kuantitatif tingkat supresi dengan menggunakan gen fusi antara gen PGK (Phospo glyserat kinase)-kodon terminasi dan LacZ dalam plasmid pUKC815, 817, 818 dan 819, menunjukkan adanya peningkatan supresi yang bervariasi pada galur ALE2(Y410S), ALE2(Y410A), ALE2(T295S) dan ALE2(T295S) dibandingkan dengan wild type. Kemampuan mensupresi kodon terminasi UAA, pada galur ALE2(T295A) 3,2 kali lebih tinggi, galur ALE2(T295S) 3,7 kali lebih tinggi,  galur ALE2(Y410A) 2,8 kali lebih tinggi dan galur ALE2(Y410S) 2,5 kali lebih tinggi. Kemampuan mensupresi kodon UAG, pada galur ALE2(T295A) 7,9 kali lebih tinggi, galur ALE2(T295S) 8,5 kali lebih tinggi, galur ALE2(Y410A) 25,1 kali lebih tinggi dan galur ALE2(Y410S) 31,6  kali lebih tinggi. Sedangkan peningkatan kemampuan mensupresi kodon UGA, pada galur ALE2(T295A) 2,8 kali lebih tinggi, ALE2(T295S) 2,4 kali lebih tinggi dan ALE2(Y410A) 1,5 kali lebih tinggi, dan galur  ALE2(Y410S) 7,8 kali lebih tinggi dibandingkan wild type. Data ini menunjukkan mutasi pada T295 dan Y410 menyebabkan sifat omnipotent supresi karena terganggunya fungsi protein eRF1 yang diduga disebabkan terganggunya interaksi dengan eRF3.Hasil analisis komputasi pada 300 K, menunjukkan adanya perbedan kestabilan antara eRF1 dengan mutan-mutan. Namun detail perbedaan konformasi protein eRF1 sulit dianalisis. Karakterisasi lebih lanjut dilakukan dengan menganalisis protein eRF1 pada 0 K, dengan terlebih dahulu dilakukan proses minimisasi. Hasil analisis menunjukkan mutasi T295S dan Y410S menyebabkan perubahan konformasi pada subdomain 2 dalam domain 3 eRF1, hal ini diduga disebabkan adanya induksi dari gugus hidroksil residu serin. Efek ini tidak ditemukan pada mutan T295A dan Y410A. Disamping itu hasil analisis juga menunjukkan gugus hidroksil rantai samping Y410 tidak membentuk ikatan hidrogen intramolekul, bukti ini menyarankan bahwa gugus hidroksil pada residu ini diduga berperan untuk berinteraksi dengan molekul lain. Sedangkan pada residu T295, menunjukkan adanya ikatan hidrogen intramolekul antara gugus hidroksil pada treonin dengan lisin-297.Hasil ekperimen dan analisis komputasi, menyarankan gugus hidroksil rantai samping residu Y410 dan T295 mempunyai peran penting dalam menjaga struktur 3D domain 3 dan selanjutnya untuk berinteraksi dengan eRF3. Gugus hidroksil pada Y410, diusulkan berinteraksi intermolekul dengan molekul lain. Sedangkan gugus ÃƒÂ‚Ã‚Â–OH pada T295, berperan menjaga konformasi di sekitar titik interaksi, melalui ikatan hidrogen intramolekul dengan lisin-297. Kedua subdomain pada domain 3 eRF1 berperan untuk berinteraksi dengan eRF3, dengan salah satu titik interaksi pada eRF1 adalah tirosin-410 pada motif AMRLY.Data yang dihasilkan dari penelitian ini diharapkan dapat bermanfaat dan menambah khasanah ilmu pengetahuan yang berkaitan dengan mekanisme terminasi translasi pada sistem eukariot terutama pada Saccharomyces cerevisiae. Studi lebih lanjut melalui studi mutan ganda perlu dilakukan untuk membuktikan keterkaitan antara kedua residu (T295 dan Y410) pada proses interaksi dengan eRF3 dan mengetahui mekanisme terminasi translasi. Selain itu untuk lebih mendukung hasil penelitian ini, perlu dilakukan studi interaksi protein eRF1-eRF3 secara in vitro dan pemodelan interaksi protein eRF1 dengan eRF3 secara komputasi.", "Daftar File": {}, "Penulis": "PRIMA ENDANG SUSILOWATI (NIM 30503002)", "Kontributor / Dosen Pembimbing": ["Tim Promotor: Dr. Akhmaloka (Ketua), Dr. Pingkan Aditiawati, M.Si. (anggota), dan Dr. Fida Madayanti, M.Si. (anggota)"], "Jenis Koleksi": "Disertasi", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "eRF1, eRF3, Saccharomyces cerevisiae, terminasi translasi", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}