{"Nomor": 11157, "Judul": "DESAIN GOLOK SUNDA CIWIDEY", "Abstrak": "Golok atau bedog dalam tradisi Sunda tidak hanya berfungsi sebagai alat bantu kerja di ladang, namun juga memiliki fungsi simbolis sebagai pakarang (senjata genggaman) raja.Dalam penelitian ini dikaji keberdaan golok Sunda di daerah Ciwidey-Kabupaten Bandung Jawa Barat, yang ditenggarai memiliki bentuk dan ragam hias yang beragam dan unik. Menurut para sejarawan Sunda, Ciwidey memiliki jejak sejarah sebagi lokasi pembuatan perkakas logam (senjata hingga alat pertanian) sejak zaman Kerajaan Pajajaran hingga sekarang. Dengan dasar pengetahuan tersebut, penelitian ini berupaya memaparkan kembali jejak perkembangan golok Sunda, khususnya melalui upaya identifikasi karakteristik Golok Ciwidey sebagai obyek analisis. Untuk tujuan tersebut, dalam penelitian ini digunakan pendekatan analisis visual terhadap Golok Ciwidey meliputi bilah, gagang, sarung dan ragam hias dan fungsinya.Hasil identifikasi karakteristik Golok Ciwidey menunjukkan bahwa sebagai artefak warisan budaya, Golok Ciwidey merupakan perwujudan dari akumulasi dari nilai-nilai lokal yang menyerap kebudayaan pendatang yang melahirkan karakteristik artefak yang unik. Lazimnya golok sebagai perkakas dan senjata yang memiliki imej dan konotasi maskulin, namun uniknya Golok Sunda Ciwidey tidaklah demikian. Bentuk dan filosofi Golok Sunda (khususnya Ciwidey) cenderung bersifat feminin, sebagaimana dicontohkan pada penamaan bilah golok paut nyere, siumeut pelem, sintung bening, salam nunggal, gula sabeulah, dan kembang kacang, bertolak belakang dengan wujud fisiknya.", "Daftar File": {}, "Penulis": "PRIMADITYA (NIM 27106005)", "Kontributor / Dosen Pembimbing": ["Pembimbing: DR. Dudy Wiyancoko dan Ir. Oemar Handojo M.Sn."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Golok Ciwidey, budaya sunda, analisis visual", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}