{"Nomor": 11154, "Judul": "PERANCANGAN SISTEM GASIFIKASI BATU BARA SERTA SIMULASI PROSES SIMULTAN GASIFIKASI BATU BARA DI DALAM GASIFIER", "Abstrak": "Hubungan yang erat antara penggunaan teknologi dan kerusakan lingkungan telah menyadarkan masyarakat untuk melakukan modifikasi dan inovasi dari teknologi yang ada saat ini. Penggunaan bahan bakar fosil, seperti batubara untuk pembangkit listrik, bahan bakar kendaraan, bahan bakar rumah tangga serta untuk keperluan industri akan dapat meningkatkan emisi partikel, SO2, NOx, dan CO2. Metode gasifikasi batubara merupakan salah satu metode yang dapat mengurangi kadar emsisi hingga 80-90%. Teknologi gasifikasi batubara ini diharapkan dapat menjadi salah satu solusi untuk mengatasi masalah semakin berkurangnya cadangan minyak bumi dan gas alam di dunia. Dalam tugas akhir ini akan dibuat suatu sistem gasifikasi batubara yang hasilnya akan diolah menjadi gas propana, yang dapat digunakan untuk berbagai keperluan industri. \n \n\nSistem gasifikasi terdiri dari beberapa subsistem yaitu sistem pembakaran batubara, sistem pembersihan dan pemurnian gas, sistem konversi gas, serta sistem penyaluran gas. Pada tugas sarjana ini dilakukan perancangan sistem pembakaran batubara, sedangkan sub-sistem pembersihan dan pemurnian gas, konversi gas, serta penyaluran gas hanya dipelajari konfigurasi (konstruksi) sistemnya. Proses perancangan sistem pembakaran, dilakukan dengan menggunakan analisis termodinamika dan perpindahan panas. \n \n\nMetode yang digunakan dalam penelitian ini adalah metode numerik. Pemodelan proses simultan gasifikasi melibatkan banyak persamaan matematik yang sulit dipecahkan dengan metode analitik. Oleh karena itu, digunakan metode numerik untuk menyederhanakan proses perhitungan persamaan kekekalan massa, kekekalan momentum, kekekalan energi dan persamaan interaksi partikel dan gas. \n \n\nHasil simulasi numerik menunjukkan bahwa gasifier yang beroperasi dengan bahan bakar batu bara sebesar 0,0577 kg/s dapat membakar 100 % batubara yang diinjeksikan serta menghasilkan gas propana sebesar 28% dari batubara yang dibakar. Sehingga dapat disimpulkan bahwa gasifier mempunyai kinerja yang baik.", "Daftar File": {}, "Penulis": "PRIA ANANTADI (NIM 13102017)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Halim Abdurrachim dan Prof. Dr. Ir. Djoko Suharto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Sistem gasifikasi, Batu bara, Proses simultan, Gasifier", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}