{"Nomor": 11163, "Judul": "PENGARUH PENCAHAYAAN ALAMI TERHADAP PENGGUNAAN ENERGI DALAM BANGUNAN UNTUK STUDI KASUS BANGUNAN DI NEW YORK", "Abstrak": "Rancangan pencahayaan buatan menempati urutan kedua setelah HVAC sebagai faktor yang mempengaruhi besarnya konsumsi energi bangunan. Pencahayaan alami merupakan pilihan penghematan energi bangunan karena akan mengurangi energi yang digunakan untuk pencahayaan buatan dengan cara mengurangi waktu penggunaan pencahayaan buatan dalam bangunan. \n \n \n \n \n \n\nDalam Tugas Akhir ini, dilakukan simulasi perancangan pencahayaan alami untuk bangunan di New York. Metode pencahayaan alami yang digunakan dalam Tugas Akhir ini adalah side lighting. \n \n \n \n \n \n\nTahapan perancangan pencahayaan alami dalam Tugas Akhir ini terdiri atas 3 bagian. Pertama, pembuatan rancangan geometri objek dengan menggunakan piranti lunak DesignBuilder 1.2. Tahapan selanjutnya adalah pembuatan rancangan awal dengan mengatur data masukan pada EnergyPlus. Pemilihan data masukan selubung bangunan yang digunakan pada rancangan awal mengacu pada standar IECC 2006 mengenai selubung bangunan untuk bangunan komersial di kota New York. Tahapan terakhir adalah pembuatan rancangan pilihan dengan tetap memenuhi standar IECC 2006. Rancangan pilihan adalah rancangan awal yang telah mengalami perubahan nilai pada data masukan jenis kaca dan penggunaan pencahayaan alami. Pada akhirnya, diperoleh rancangan pilihan terbaik yang mampu menghasilkan penghematan energi pencahayaan buatan dan pengurangan perolehan termal internal keseluruhan yang paling besar, yaitu 1172.6 GJ (44% dari rancangan awal).", "Daftar File": {}, "Penulis": "PUGUH NURIANTO (NIM 13303004)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Wisnu Hendrajit, M.Sc.E. dan Prof. Dr. Ir. R. M. Soegijanto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Konsumsi energi, Pencahayaan alami, EnergyPlus, DesignBuilder, Rancangan awal, Rancangan pilihan", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}