{"Nomor": 11175, "Judul": "OPTIMAL CAPITAL STRUCTURE ANALYSIS USING THE COST OF CAPITAL APPROACH: A STUDY OF PT. A, PT. B, PT. C", "Abstrak": "Suatu perusahan harus memiliki sebuah alat permodalan, baik hutang, ekuitas, maupun kombinasi antara hutang dan ekuitas, yang akan digunakan untuk membiayai investasi jangka panjang perusahaan tersebut. Struktur permodalan yang baik dapat memberikan kesempatan yang besar bagi perusahaan dalam mengembangkan bisnisnya oleh sebab itu, struktur tersebut harus dipertahankan dengan baik. Kesempatan untuk mengembangkan bisnis akan lebih mudah diperoleh jika struktur permodalan suatu perusahaan mencapai suatu proporsi yang optimal antara hutang dan ekuitas, dimana biaya yang harus dibayar oleh perusahaan untuk mendapatkan modal sangat murah, sehingga dapat memaksimalkan nilai suatu perusahaan. \n \n \n \n \n\nKondisi bisnis properti di Indonesia sampai saat ini tidak dapat diprediksi sebab industri ini sangat terpengaruh oleh kondisi makroekonomi yang terjadi di Indonesia. Sejak akhir tahun 2005, bisnis properti di Indonesia menunjukkan penurunan. Hal tersebut terjadi karena inflasi, pajak yang tinggi, kenaikan harga bahan bangunan, meningkatnya upah pekerja, naiknya harga tanah, dan naiknya suku bunga komersial. \n \n \n \n \n\nAkan tetapi, belum lama ini yaitu pada awal tahun 2008, bank sentral AS, The Fed, menurunkan suku bunga menjadi 3% yang mengakibatkan penuruan suku bunga Indonesia. Hal tersebut merupakan kesempatan bagi pebisnis properti untuk mengembangkan bisnisnya. \n \n \n \n \n\nTugas akhir ini fokus terhadap penentuan struktur modal yang optimal bagi tiga perusahaan besar properti di Indonesia karena dengan memiliki struktur permodalan yang optimal dapat memberikan kesempatan yang lebih besar bagi perusahaan properti untuk mengembangkan bisnisnya. \n \n \n \n \n\nMetode yang digunakan untuk menentuka struktur permodalan yang optimal adalah Cost of Capital Approach, yang diperkenalkan oleh Aswath Damodaran. Konsep dasar teori tersebut adalah struktur modal yang optimal terjadi di saat biaya yang harus dibayar perusahaan untuk mendapatkan modal berada pada titik yang paling murah sehingga perusahaan dapat memaksimalkan nilainya. \n \n \n \n \n\nKesimpulan yang didapat dari analisa tugas akhir ini adalah struktur modal yang optimal untuk:     \n \n \n \n\n- PT. A adalah 90% hutang pada tahun 2004     \n \n \n \n\n- PT. B adalah 80% hutang pada tahun 2004     \n \n \n \n\n- PT. C adalah 50% hutang pada tahun 2004     \n \n \n \n \n\nPada tahun 2004, biaya modal yang paling murah berada di tingkat proporsi hutang yang tinggi, yaitu antara 50% dan 90%. Hal tersebut terjadi karena imbal hasil dari pasar pada tahun tersebut sangat tinggi yang mengakibatkan para pemegang saham di perusahaan-perusahaan tersebut pun meminta hasil imbal yang tinggi. Untuk itu, akan lebih menguntungkan bagi perusahaan untuk menggunakan proporsi hutang yang sangat banyak sebagai sumber pendanaannya.", "Daftar File": {}, "Penulis": "PUTRI MICHELLE DUMASARI (NIM 19005081)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Isrochmani, M.Acc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Struktur modal yang optimal, Biaya modal termurah, Nilai perusahaan yang maksimal, Kesempatan untuk ekspansi", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Rizki Aprianti", "File": "7 file", "Tanggal Input": "19 Agu 2009"}