{"Nomor": 11174, "Judul": "GELANGGANG REMAJA BANDUNG", "Abstrak": "Dalam proses pendewasaan dirinya, setiap manusia pasti mengalami sebuah masa yang disebut dengan masa remaja. Umumnya, masa remaja merupakan masa-masa pencarian jati diri seseorang. Pada masa ini, lingkungan pergaulan memiliki peranan yang sangat besar dalam perkembangan emosi dan pikiran seseorang. Lingkungan pergaulan ini dapat berupa lingkungan alami maupun lingkungan binaan (bangunan/arsitektur). Kehadiran Gelanggang Remaja ini diharapkan dapat memfasilitasi kegiatan-kegiatan yang sangat dekat dengan dunia remaja, seperti olahraga, kegiatan kesenian, dan kegiatan yang berkaitan dengan ilmu pengetahuan secara umum.Luas tapak perancangan gelanggang remaja ini adalah 8600 m2 dengan luas bangunan total 5496 m2. Gelanggang remaja yang dirancang memiliki fokus kegiatan di luar ruangan, sehingga dirancang ruang-ruang luar positif dengan berbagai fungsi. Ruang-ruang luar yang dirancang termasuk plaza utama, lapangan basket 3 on 3, taman seluncur, dan arena latihan panjat dinding. Gelanggang remaja ini dirancang sebagai salah satu fasilitas sosialisasi dan apresiasi remaja pengganti mall. Oleh karena itu, gelanggang remaja ini mengadaptasi beberapa fungsi di mall seperti kafetaria dan retail. Sebagai salah satu fasilitas pendidikan non formal, gelanggang remaja ini pun menyediakan fasilitas pendidikan berupa studio tari, studio musik, studio kerajinan tangan, studio foto, laboratorium komputer, serta taman bacaan. Selain itu, gelanggang remaja ini juga memiliki sebuah galeri yang berfungsi sebagai sarana apresiasinya. Citra gelanggang remaja yang dibangun adalah sebuah gelanggang remaja yang ringan, transparan, dan terkesan tidak selesai sebagai cerminan dari karakter remaja.", "Daftar File": {"2008 TA PP PUTRIKINASIH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/44636", "2008 TA PP PUTRIKINASIH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/44637", "2008 TA PP PUTRIKINASIH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/44638", "2008 TA PP PUTRIKINASIH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/44639", "2008 TA PP PUTRIKINASIH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/44640", "2008 TA PP PUTRIKINASIH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/44641"}, "Penulis": "PUTRIKINASIH (NIM 15203014)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Hidayat Amir"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "gelanggang remaja, ruang publik, edukasi non-formal, hangout facility", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}