{"Nomor": 11190, "Judul": "DINAMIKA SEDIMEN TERSUSPENSI BERDASARKAN PENGUKURAN IN-SITU MENGGUNAKAN INSTRUMEN HIDRO-AKUSTIK DOPPLER (Studi kasus pesisir pantai utara Jawa Barat)", "Abstrak": "Studi ini bertujuan untuk mempelajari dinamika sedimen tersuspensi daerah pesisir utara Jawa Barat yang diwakili oleh perairan Bekasi dan Indramayu. Kajian dinamika sedimen tersuspensi dilakukan dengan mengidentifikasi respon dasar perairan akibat pengaruh arus dan/atau gelombang. Langkah yang dilakukan dalam studi ini adalah (1) mengestimasi konsentrasi sedimen tersuspensi berdasarkan informasi intensitas gema akustik, (2) mengkarakterisasi kondisi hidrodinamika (arus, pasut dan gelombang) terhadap perubahan konsentrasi sedimen dengan menggunakan instrumen hidro-akustik, dan (3) mengidentifikasi respon dasar perairan terhadap kondisi hidrodinamika. Data primer yang digunakan merupakan hasil pengukuran in-situ instrumen hidro-akustik (Aquadoppler 600 dan 1000kHz). Estimasi konsentrasi sedimen tersuspensi menunjukkan hasil yang cukup baik, namun model estimasi sangat bersifat spesifik terhadap satu lokasi. Pola arus pada kedua lokasi sangat berkaitan dengan morfologi pantai. Pada perairan Bekasi terjadi stratifikasi pola arus dekat pantai. Arus bergerak dominan menuju Timur Laut. Pada daerah lepas pantai pergerakan arus pasut sangat dominan. Lokasi perairan Indramayu menunjukkan pola arus pasut Timur-Barat yang sangat kuat. Namun terdapat pergerakan arus Timur yang sangat kuat pada daerah dekat pantai. Kecepatan arus pada daerah dekat pantai lebih kuat dibandingkan lepas pantai pada kedua lokasi. Turbiditas perairan Bekasi lebih tinggi (2500mg/l) dibandingkan perairan Indramayu (0.05mg/l) akibat adanya pasokan sedimen yang berasal dari muara sungai (Citarum) dekat lokasi pengukuran daerah pantai. Hal ini dibuktikan dengan lebih tingginya konsentrasi sedimen tersuspensi permukaan dibandingkan pada dasar air. Pada daerah lepas pantai kedua lokasi pengukuran pasokan sedimen ke kolom air berasal dari dasar. Terbentuk profil konsentrasi sedimen tersuspensi tinggi pada dasar perairan dan semakin berkurang mendekati permukaan. Variabilitas temporal konsentrasi sedimen pada kedua lokasi terutama akibat pengaruh arus dan gelombang. Perubahan harian konsentrasi sedimen tersuspensi sangat berkorelasi terhadap pasut harian.", "Daftar File": {"2008 TS PP RADEN NURDANY MAGETSARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/44753", "2008 TS PP RADEN NURDANY MAGETSARI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/44754", "2008 TS PP RADEN NURDANY MAGETSARI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/44755", "2008 TS PP RADEN NURDANY MAGETSARI 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/44756", "2008 TS PP RADEN NURDANY MAGETSARI 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/44757", "2008 TS PP RADEN NURDANY MAGETSARI 1-BAB 3C.pdf": "https://digilib.itb.ac.id/gdl/download/44758", "2008 TS PP RADEN NURDANY MAGETSARI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/44759", "2008 TS PP RADEN NURDANY MAGETSARI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/44760"}, "Penulis": "RADEN NURDANY MAGETSARI (NIM 25106004)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. rer. nat. Poerbandono"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "doppler, dinamika sedimen, hidro-akustik", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}