{"Nomor": 11199, "Judul": "PEMODELAN OBJEK DUA DIMENSI DENGAN METODE ELEMEN HINGGA UNTUK TOMOGRAFI OPTIK", "Abstrak": "Tomografi adalah suatu metode pencitraan objek berdasarkan proyeksi atau pengukuran pada bidang batas. Salah satu contoh tomografi adalah tomografi optik yang menggunakan cahaya inframerah-dekat sebagai iluminator dan memanfaatkan fenomena interaksi antara cahaya dan jaringan, yaitu fenomena hamburan dan absorbsi. Data tersebut dijadikan data untuk merekonstruksi citra. Salah satu contoh metode rekonstruksi citra adalah metode iteratif yang menggunakan model. Ada tiga bagian utama dalam metode rekonstruksi citra tersebut, yaitu model, komparator, dan optimator. Pada tugas akhir ini dikaji pemodelan objek pada metode rekonstruksi tersebut. \n \n \n \n \n\nPada tugas akhir ini dilakukan pemodelan suatu objek untuk tomografi optik dengan metode elemen hingga. Metode ini menjanjikan hasil pemodelan yang relatif akurat untuk menggambarkan objek dengan parameter terdistribusi. Dengan metode ini, persamaan difusi transfer radiatif dipecahkan berdasarkan geometri objek sehingga didapatkan suatu persamaan aljabar yang lebih mudah dicari solusinya. Dalam membantu menyelesaikan persamaan tersebut pada metode elemen hingga, digunakan pendekatan Gaussian quadrature. \n \n \n \n \n\nSebagai ilustrasi, dilakukan simulasi untuk menunjukkan perilaku objek pada model dengan memvariasikan parameter optik objek, posisi, ukuran dan jumlah target dalam objek. Hasil simulasi menunjukkan bahwa model yang dikembangkan mampu menunjukkan perbedaan intensitas cahaya pada bagian dalam dan bidang batas objek akibat ketidakhomogenan medium objek.", "Daftar File": {}, "Penulis": "RAINALDO (NIM 13303065)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Deddy Kurniadi dan Dr. Ir. Endang Juliastuti"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Tomografi, Optik, Rekonstruksi citra, Model, Metode Elemen Hingga", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}