{"Nomor": 11205, "Judul": "PERANCANGAN, PEMBUATAN DAN PENGUJIAN FAN ROTOR KOAKSIAL DALAM SALURAN UNTUK PESAWAT TANPA AWAK", "Abstrak": "Proses dalam pengambilan foto udara menggunakan pesawat tanpa awak di daerah pedalaman atau daerah terpencil kadang menghadapi hambatan dalam mencari cara untuk bisa tinggal landas dan mendarat. VTOL (vertical take off and landing) adalah salah satu solusi paling praktis untuk menghadapi hambatan ini. Salah satu permasalahan lain yang terjadi pada pesawat tanpa awak rotor tunggal adalah kecenderungan untuk berputar dengan arah berlawanan terhadap rotor ketika berada di udara. Selain itu masih ada masalah berkurangnya thrust ketika propeler berputar dalam udara terbuka. Namun, hal ini dapat diatasi dengan menambahkan sistem saluran yang menyelimuti propeler ketika berputar. Sehingga pesawat tanpa awak menjadi lebih handal untuk menghadapi kondisi apapun.Tujuan penelitian ini adalah untuk mengetahui karakteristik Fan Rotor Koaksial dalam saluran dengan pengubahan jarak antar propeler dan karakterisitik Fan Rotor Koaksial dalam saluran dengan penambahan fin pada bagian aliran keluar saluran. Pengukuran propeler dengan metode reverse engineering teknik digital, simulasi dengan Computational Fluid Dynamics (CFD), dan pengujian dengan alat uji menggunakan load cell sebanyak 8 buah yang datanya disimpan dan ditampilkan oleh komputer. Karakteristik thrust dan yaw pada Fan Rotor Koaksial Dalam Saluran adalah kenaikan jarak antar propeler memperlihatkan kecenderungan kenaikan besar thrust dan penurunan besar momen. Untuk karakteristik pitch dan guling, besar kenaikannya sesuai dengan kenaikan besar sudut fin dan arahnya sesuai dengan arah dari pergerakan sudut fin.", "Daftar File": {}, "Penulis": "RANDI GUSTO JIWINANGUN (NIM 13103102)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Dr. Ir. Muljowidodo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "fan rotor koaksial, UAV", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}