{"Nomor": 11217, "Judul": "PEMODELAN DATA DENGAN MENGGUNAKAN METODE FULLY COMMUNICATION ORIENTED INFORMATION MODELLING (FCO-IM) STUDI KASUS: SISTEM INFORMASI COMLABS", "Abstrak": "Data merupakan salah satu bagian yang krusial pada organisasi karena data merupakan sumber informasi organisasi. Oleh karena itu, data perlu distrukturkan dengan baik agar tidak ada data yang redundan ataupun hilang. Salah satu cara untuk menstrukturkan data adalah dengan melakukan pemodelan data. Ada banyak metode pemodelan data, salah satunya adalah metode Fully Communication Oriented Information Modelling (FCO-IM). Pada tugas akhir ini, metode FCO-IM diterapkan terhadap studi kasus Sistem Informasi Comlabs khususnya pada Unit Pelatihan Comlabs. \n \n \n \n \n\nPemodelan data dengan menggunakan metode FCO-IM diawali dengan pengumpulan sumber informasi dari Unit Pelatihan pada Sistem Informasi Comlabs. Fakta-fakta yang ditemukan pada sumber informasi diubah menjadi ekspresi fakta melalui proses verbalisasi. Selanjutnya melalui tahap klasifikasi dan kualifikasi, ekspresi fakta diproses sehingga menghasilkan information grammar (IG) yang merupakan representasi model data konseptual dalam FCOIM. Analisis constraint dan subtype dilakukan pada tahap berikutnya untuk mendapatkan IG yang telah dilengkapi dengan semua constraint dan subtype yang mungkin ada. IG tersebut kemudian dapat divisualisasikan dengan Information Grammar Diagram (IGD). Selanjutnya, model data konseptual ini diubah menjadi skema relasional agar dapat diimplementasikan dalam basis data relasional. Konversi dari model konseptual FCO-IM ke skema relasional dilakukan dengan menggunakan algoritma Grouping, Lexicalizing, and Reducing (GLR) dan dengan bantuan CASE tool CaseTalk Educational Edition versi 6.6. \n \n \n \n \n\nSelanjutnya dilaksanakan pengujian terhadap skema relasional yang dihasilkan dari konversi model konseptual FCO-IM untuk memeriksa apakah skema relasional tersebut telah memenuhi aspek kelengkapan informasi dan nonredundansi. Berdasarkan pengujian tersebut, didapatkan bahwa skema relasional tersebut tidak memiliki redundansi data dan mencakup seluruh informasi yang dapat muncul pada skema relasional. Namun demikian, terdapat beberapa constraint yang tidak dapat diimplementasikan dalam skema relasional. Hal ini dikarenakan tidak ada metode konversi yang baku untuk mengubah constraint tersebut dari model data konseptual FCO-IM menjadi skema relasional.", "Daftar File": {}, "Penulis": "RATIH AMELIA (NIM 13504012)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Tricya E. Widagdo S.T., M.Sc. dan Fazat Nur Azizah S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Pemodelan data, Model data konseptual, Fully Communication Oriented Information Modelling (FCO-IM), GLR", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}