{"Nomor": 11219, "Judul": "PREFERENSI PILIHAN MODA DENGAN KAJIAN INTERMODALITY PADA PERGERAKAN PENUMPANG ANGKUTAN UMUM JURUSAN BANDUNG-JAKARTA (Studi Kasus: Moda Kereta Api dan Travel)", "Abstrak": "Tingginya permintaan jasa angkutan umum jurusan Bandung-Jakarta sejak dibukanya jalan Tol Cipularang yang menciptakan tumbuhnya pergerakan commuting diantara kedua kota tersebut. Penelitian ini menunjukkan bahwa 70-96% pelaku perjalanan yang menggunakan moda travel dan kereta api adalah perjalanan rutin. Tumbuhnya fenomena angktan umum baru yaitu moda travel dalam melayani pergerakan commuting tersebut, dan tepat dengan tumbuhnya fenomena tersebut terjadi pula penurunan jumlah penumpang moda kereta api yang selama 10 tahun (1995-2005) menjadi primadona angkutan darat untuk pergerakan Bandung-Jakarta. Kebijakan penurunan tarif tidak mempengaruhi pertumbuhan moda travel selama tiga tahun terakhir (2005-2008). Fenomena ini mendorong perlunya untuk mempelajari penyebab mengecilnya peminat angkutan kereta api, dengan cara memahami preferensi individu sebagai pengambil keputusan.Tujuan penelitian ini adalah mengetahui aspek-aspek yang mempengaruhi preferensi pilihan moda kereta api dan travel dengan melihat konteks intermodality pergerakan penumpang umum Jurusan Bandung-Jakarta dan menggunakan model stated preference (SP) untuk memahami preferensi pelaku perjalanan.Dari analisis jawaban langsung faktor alasan prioritas adalah titik tujuan dan waktu tempuh dan bukan faktor tarif moda. Aplikasi kajian intermodality pergerakan penumpang angkutan umum Jurusan Bandung-Jakarta menunjukkan bahwa sebagian besar pelaku mencapai pool/stasiun keberangkatan dan menuju tujuan akhir adalah menggunakan kendaraan pribadi dan taxi baru sebagian lain menggunakan angkutan umum. Selisih waktu dan biaya perjalanan rata-rata antara kedua moda adalah sebesar Rp. 30.000- lebih mahal moda travel namun memiliki selisih waktu 45 menit lebih cepat. Kajian model SP dengan skenario situasi yang telah didesain, menghasilkan probabilitas moda travel lebih besar dibandingkan dengan kereta api baik pada hari kerja maupun akhir minggu walaupun untuk akhir minggu selisih peluang adalah sangat kecil. Analisis ini menunjukkan pula bahwa faktor kenyamanan,ketepatan waktu tempuh moda kereta api dan total biaya perjalanan (travel cost) adalah faktor dominan yang mempengaruhi model. Analisis kontribusi variabel terukur pada model hanya memberikan kontribusi yang tidak besar (rata-rata 24%), variabel lain, perilaku perjalanan dan perbedaan optimalisasi utilitas moda oleh masing-masing pelaku individu yang tidak terukur lebih mempengaruhi preferensi pilihan moda travel dan kereta api dalam pergerakan penumpang angkutan umum Jurusan Bandung-Jakarta.Hasil penelitian ini diharapkan dapat membantu untuk menentukan kebijakan strategi manajemen transportasi interregional jurusan Bandung-Jakarta dalam mengantisipasi trend pergerakan commuting antara kedua kota tersebut. Dengan memperhatikan potensi passenger intermodality kendaraan umum tersebut dapat diciptakan suatu kebijakan atau konsep operator yang mengintegrasikan operasional seluruh moda angkutan umum sehingga diciptakan efisiensi perjalanan. Selain itu sistem ini dapat menjadi sumber PAD bagi daerah yang dilalui.", "Daftar File": {}, "Penulis": "RATNA DEWI ANGGRAENI (NIM. 25407004)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Heru Purboyo Hidayat Putro, Ir. DEA, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "angkutan umum, moda travel, stated preference, commuting, intermodality, dan efisiensi perjalanan", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}