{"Nomor": 11215, "Judul": "KARAKTERISASI RESERVOAR BATU PASIR DENGAN MENGGUNAKAN TEKNIK INVERSI SEISMIK DAN ATRIBUT ATENUASI PADA DAERAH X", "Abstrak": "Lapisan batu pasir UTAF-1 dan LTAF-1 merupakan lapisan batu pasir pada Daerah X. Karakteristik reservoar dan penyebaran dari kedua zona target ini berbeda meskipun berada pada posisi lapisan yang berdekatan. Dalam penelitian ini akan dilakukan estimasi penyebaran secara lateral dari batuan pasir pada kedua lapisan tersebut. Data yang dianalisa berupa data seismik 3-D Post stack migrated (Xline 95-710, inline 175-750) dan 3 sumur vertikal. Dengan melihat analisa Crossplot antara P-Impedance dan Gamma Ray, batuan pasir dan batuan lempung  dapat dipisahkan pada kedua lapisan target, maka metode inversi seismik dapat digunakan untuk memetakan penyebaran lateral batu pasir dari kedua lapisan tersebut. Hasil menunjukkan metode inversi seismik dapat memisahkan batu pasir dari lempung pada lapisan UTAF-1 dan LTAF-1, sehingga kedua lapisan pasir tersebut dapat dipetakan. Kedua lapisan tersebut memiliki sifat yang berbeda: lapisan UTAF-1 karakter reservoarnya high impedance, sedangkan lapisan LTAF-1 karakter reservoarnya low impedance. Sedangkan metode atribut atenuasi tidak berhasil dengan baik untuk memetakan reservoar gas yang mungkin disebabkan oleh beberapa faktor, antara lain dimungkinkan karena reservoar merupakan lapisan tipis dan metoda estimasi Q ini sangat sensitif terhadap kualitas data.", "Daftar File": {}, "Penulis": "RANO (NIM 12404026)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. rer. nat. Awali Priyono"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Inversi Seismik, penyebaran batu pasir, atribut atenuasi, Seismic Inversion, Sand lateral distribution, attenuation attribute", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Vika Anastasya Kovariansi", "File": "1 file", "Tanggal Input": "09 Jun 2009"}