{"Nomor": 11220, "Judul": "INVESTMENT POLICY AND ITS RELATION TO SHAREHOLDER VALUE AT PT. XYZ FINAL PROJECT", "Abstrak": "Sebagai BUMN yang mempunyai jaringan distribusi terkuat dan terluas di Indonesia, PT. XYZ dengan anak perusahaannya PT. ABC dan PT. DEF, mampu menjadi contoh bagi BUMN lain dalam menetapkan kebijakan investasi perusahaan. Keputusan untuk mengambil investasi sangat dipengaruhi oleh berbagai aspek, baik finansial maupun non finansial. Dari sisi finansial, peninjauan dilakukan berdasarkan kemampuan perusahaan mendanai investasi, resiko finansial, tingkat pengembalian, dan lain sebagainya. Di lain pihak, sisi non finansial meninjau tentang resiko teknik dan teknologi, sumber daya manusia, resiko hukum, dan resiko pasar. Oleh sebab itu, perusahaan harus serius dalam menentukan investasi yang akan diambil sehingga syarat-syarat penerimaan investasi yang terkandung dalam kebijakan investasi perusahaan menjadi faktor utama dalam menentukan kesuksesan investasi tersebut. \n\nTujuan dari penelitian ini adalah untuk mengetahui apakah kebijakan investasi perusahaan dalam hal pengambilan keputusan untuk berinvestasi berdasarkan teori Investment Opportunities Schedule (IOS) atau tidak. Dalam hal ini, IOS hanya akan dihubungkan dengan Weighted Average Cost of Capital (WACC) dan tidak dihubungkan dengan Weighted Marginal Cost of Capital (WMCC) karena penelitian ini hanya inginmengetahui apakah IOS teori diimplementasikan oleh perusahaan, dalam hal IRR dan WACC, dan tidak berhubungan dengan adanya sumber pendanaan baru seperti yang dibahas oleh teori WMCC. Kemudian, penelitian dilanjutkan dengan mengukur besarnya pengaruh investasi terhadap perubahan harga saham, sebagai tolak ukur meningkat atau menurunnya nilai pemegang saham terhadap perusahaan. Pengukuran pengaruh investasi tersebut dilakukan dengan menghitung korelasi tidak hanya antara Internal Rate of Return (IRR) dengan perubahan harga saham, namun juga antara Net Present Value (NPV) dengan perubahan harga saham. \n\nBerdasarkan perhitungan dan evaluasi tentang analisa investasi, PT. XYZ telah terbukti mengimplementasikan IOS teori sebagai dasar dalam penentuan investasi yang akan diambil, terutama investasi jenis strategis dan peningkatan operasional pada tahun 2003 sampai 2007. IOS teori menyebutkan bahwa investasi yang terpilih harus memiliki IRR yang lebih tinggi dimana IRR lebih tinggi tersebut mengindikasikan bahwa selisih antara IRR dan WACC-nya juga semakin besar. Hal ini juga berarti bahwa investasi terpilih tersebut memiliki NPV yang lebih tinggi dibandingkan dengan investasi lainnya. Keadaan ini juga didukung dengan adanya fakta bahwa terdapat penambahan nilai pemegang saham terhadap perusahaan sebagai akibat dari pengimplementasian IOS. Penambahan nilai tersebut diindikasikan dengan perubahan harga saham yang positif. Untuk itu, dapat diambil kesimpulan bahwa terdapat hubungan antara investasi dan harga saham. \n\nKorelasi antara NPV dan perubahan harga saham menunjukkan hubungan yang positif. Hal ini mengindikasikan apabila NPV meningkat pada investasi berikutnya, peningkatan harga saham juga akan mengikuti. Dari kondisi tersebut dapat disimpulkan bahwa tidak hanya isu investasi yang akan memberikan dampak pada perubahan harga saham, namun NPV positif juga mempunyai peran di dalamnya. Semakin tinggi NPV, semakin tinggi pula peningkatan harga sahamnya. \n\nDi sisi lain, perhitungan korelasi antara IRR dan perubahan harga saham menunjukkan hubungan yang negatif. Dengan kata lain, apabila IRR meningkat pada invetasi berikutnya, hal ini tidak diikuit dengan perubahan harga saham. Oleh sebab itu, NPV lebih mewakili keputusan berinvestasi dibandingkan dengan IRR karena NPV mencakup semua aspek investasi, seperti WACC dan arus uang. Sedangkan IRR hanya mencakup arus uang dan tingkat pengembalian bila NPV sama dengan nol. IRR tidak merefleksikan tingkat pengembalian pasar yang akan meningkatkan nilai perusahaan, sedangkan WACC sebaliknya. Kesimpulan lainnya berasal dari sudut pandang investor. Berdasarkan penghitungan korelasi linear, terbukti bahwa dalam meninjau investasi, investor lebih memilih untuk menggunakan NPV daripada IRR dengan alasan NPV lebih merefleksikan WACC dan arus kas. Apalagi NPV ditampilkan dalam bentuk mata uang sehingga memudahkan investor untuk beradaptasi dalam meninjau berbagai alternatif investasi. \n\nSetelah mengetahui bahwa investor lebih memilih NPV dalam peninjauan investasi, lebih baik bagi perusahaan untuk menjaga NPV di setiap investasi pada posisi yang stabil atau bahkan meningkat untuk menarik banyak investor. Untuk itu, perusahaan harus memastikan bahwa investasi yang diambil dipublikasikan pada waktu dan momen yang tepat untuk menghindari keraguan dari investor sebagai dampak dari kondisi perekonomian dan politik nasional.", "Daftar File": {}, "Penulis": "RATRI ANGGRAENI PARAMEISWARI (NIM 19005030)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Isrochmani, MAcc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Investasi, Net Present Value (NPV), Internal Rate of Return (IRR), Weighted Average Cost of Capital (WACC), Investment Opportunity Schedule (IOS)", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Rizki Aprianti", "File": "7 file", "Tanggal Input": "17 Jul 2009"}