{"Nomor": 11228, "Judul": "ANALISIS STATIK DAN DINAMIK KARAKTERISASI RESERVOIR BATUPASIR SERPIHAN FORMASI BEKASAP UNTUK PENGEMBANGAN LAPANGAN MINYAK PUNGUT", "Abstrak": "Abstrak:     \n \n \n \n \n \n\nLapangan Pungut terletak di Cekungan Sumatra Tengah, telah memproduksi minyak sekitar 64.8 MMBO sejak tahun 1957 yang berasal dari reservoir Formasi Bekasap dan Bangko berumur Miosen Bawah. Sampai saat ini terdapat 39 sumur yang telah dibor. Terjadinya penurunan tekanan reservoir mendekati bubble point cukup mempengaruhi produksi minyak di lapangan ini. Oleh karena itu dilakukan aplikasi injeksi air (waterflood) sejak Januari 2005 untuk meningkatkan perolehan minyak.      \n \n \n \n \n \n \n\nPenelitian yang dilakukan di Lapangan Minyak Pungut bertujuan untuk mempelajari karakteristik reservoir batupasir serpihan Formasi Bekasap. Berdasarkan data dari beberapa sumur menunjukkan adanya variasi karakteristik reservoir, terutama heterogeneitas dan penyebaran fasies yang mempengaruhi kualitas dari reservoir. Untuk memecahkan masalah ini dilakukan analisis statik dan dinamik yang meliputi deskripsi batuan inti bor, analisis stratigrafi, analisis atribut seismik, pemetaan geometri dan properti reservoir dan data produksi.      \n \n \n \n \n \n \n\nHasil pemelajaran litologi telah diidentifikasi lima asosiasi fasies sedimen yaitu Tidal Channel, Tidal Sand Flat, Mud Flat dan Tidal Sand Bar dengan penafsiran lingkungan pengendapan transisi (Estuarin). Secara umum, kedua reservoir B dan C ini diendapkan dalam kondisi transgresif (Transgressive System Tract).      \n \n \n \n \n \n \n\nDari kedua reservoir batupasir serpihan B dan C yang dipelajari, kualitas reservoir B lebih baik dibandingkan reservoir C dilihat dari permeabilitas dan porositas batuannya. Perbedaan ini menunjukkan heterogeneitas reservoir yang dikontrol oleh fasies dan lingkungan pengendapannya. Validasi data teknik juga mendukung analisis ini.      \n \n \n \n \n \n \n\nDengan mengetahui karakteristik reservoir B dan C secara lebih baik maka pemilihan metode/aplikasi yang tepat akan mengoptimalkan produksi minyak sebagai suatu rencana pengembangan lapangan lebih lanjut.", "Daftar File": {"2007 TS PP RAI BARKAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/45042", "2007 TS PP RAI BARKAH 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/45039", "2007 TS PP RAI BARKAH 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/45038", "2007 TS PP RAI BARKAH 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/45040", "2007 TS PP RAI BARKAH 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/45041", "2007 TS PP RAI BARKAH 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/45037", "2007 TS PP RAI BARKAH 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/45036"}, "Penulis": "Rd.Rai Raya Barkah ( NIM : 22005016)", "Kontributor / Dosen Pembimbing": ["Pembimbing I : Dardji Noeradi,Ir., Dr.", "Pembimbing II: R.P. Koesoemadinata, Ir.,Dr.,Prof.", "PembimbingIII: Ir.Yahdi Zaim, Dr. ,Prof.     \n \n \n \n \n \n \n\nScanner: Alice Diniarti", "2007-11-27"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "MMBO; Tidal Channel; tidal sand flat, mud flat ; tidal sandreservoir.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}