{"Nomor": 11238, "Judul": "KAJIAN POLA SPASIAL, SEKTORAL, DAN TEMPORAL INVESTASI DI PROVINSI JAWA BARAT", "Abstrak": "Investasi dapat dilihat dari pengaruhnya bagi pertumbuhan agregat yaitu dengan mendorong tingkat output dan kesempatan kerja; dan efeknya terhadap pembentukan kapital yang dalam jangka panjang akan meningkatkan potensi output dan menjaga pertumbuhan. Sedemikian pentingnya investasi dalam pengembangan wilayah, sehingga dibutuhkan suatu studi yang membahas pola spasial, sektoral, dan temporal dari investasi di Provinsi Jawa Barat. Studi ini diperlukan untuk meningkatkan tingkat investasi dan peranannnya dalam pembangunan wilayah Jawa Barat. Studi ini menggunakan pendekatan deskriptif, metode tabulasi silang, serta metode Sturgess. Dengan mereduksi data investasi yang didapat dari BKPM, didapatkan beberapa temuan yang terkait dengan distribusi investasi di Provinsi Jawa Barat.Investasi di Jawa Barat terkonsentrasi hanya di beberapa daerah saja, yaitu Kabupaten Bogor, Kabupaten Bekasi, Kabupaten Karawang, serta Kabupaten Bandung. Sementara daerah-daerah lainnya hanya merasakan sedikit sekali investasi jika dibandingkan secara relatif dengan keempat daerah tadi.Investasi di Jawa Barat didominasi oleh sektor-sektor industri. Dari dominasi sektor industri tersebut, sektor yang paling banyak menarik investor adalah Industri Tekstil, Industri Logam Mesin & Elektronika, dan Industri Kimia & Farmasi.Sektor jasa atau tersier untuk investasi asing dan domestik cenderung berada di daerah perkotaan dan daerah yang cukup maju secara ekonomi. Sektor primer terdapat di daerah pusat ekonomi, yang tidak seluruh wilayahnya merupakan perkotaan namun terdapat juga daerah perdesaan. Sektor sekunder sebagai sektor yang paling dominan, terjadi pemusatan distribusi di daerah-daerah yang merupakan pusat pertumbuhan, yaitu Kabupaten Bogor, Kabupaten Bekasi, dan juga Kabupaten Bandung.Perkembangan jumlah dan nilai investasi asing dari tahun 1976 sampai dengan tahun 2006 dipengaruhi oleh kebijakan-kebijakan pemerintah mengenai penanaman modal. Membandingkan pola investasi di Provinsi Jawa Barat sebelum pemberlakuan otonomi daerah dengan sesudah otonomi daerah, investasi di Provinsi Jawa Barat tidak mengalami pemerataan yang signifikan.Studi ini merekomendasikan pemerintah meluncurkan kebijakan yang mengarah para pemerataan persebaran investasi, baik yang bersifat spasial maupun sektoral ataupun kebijakan yang bersifat mempermudah administrasi penanaman modal. Permasalahan sinergi mengenai peraturan atau kebijakan besar yang mengatur mengenai penanaman modal juga perlu untuk diperbaikI. Stabilitas di tingkat pusat juga sangat menunjang masuknya investasi ke daerah.", "Daftar File": {}, "Penulis": "RENO RADITYA (NIM 15402058)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Heru Purboyo Hidayat P, DEA., PhD."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pola spasial, pola sektoral, pola temporal, investasi", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}