{"Nomor": 11239, "Judul": "IDENTIFIKASI PELUANG TELECOMMUTING DALAM MENGURANGI PERGERAKAN BEKERJA BERDASARKAN ANALISIS KARAKTERISTIK DAN PREFERENSI PEKERJA (Studi Kasus: Koridor Jalan Asia Afrika, Bandung)", "Abstrak": "Masalah kemacetan lalu lintas di jalan-jalan perkotaan adalah masalah yang umum dijumpai di kota-kota besar Indonesia. Pergerakan dengan tujuan bekerja adalah salah satu pergerakan yang paling dominan dan berlangsung secara rutin setiap hari serta yang berperan besar dalam kepadatan lalu lintas. Alternatif pemecahan masalah kemacetan dapat dilihat dari sisi permintaan yaitu dengan mengorganisir jumlah dan atau jenis permintaan melalui manajemen kebutuhan transportasi (MKT) atau Transportation Demand Management (TDM) (Tamin, 2000). Salah satu strategi dalam MKT yang dapat diterapkan untuk mengatasi permasalahan transportasi yang ditimbulkan oleh pergerakan dengan tujuan bekerja yaitu telecommuting.Studi kasus pada penelitian ini yaitu di koridor Jalan Asia Afrika, Bandung yang peruntukan guna lahannya merupakan kawasan perkantoran. Penelitian ini ditujukan untuk mengetahui peluang penerapan telecommuting berdasarkan karakteristik dan preferensi pekerja di kawasan perkantoran Jalan Asia Afrika, Bandung. Variabel-variabel dalam karakteristik pekerja akan mempengaruhi preferensi pekerja untuk melakukan telecommuting dan menentukan peluang keterjadian telecommuting. Selanjutnya, dampak dari penerapan telecommuting terhadap transportasi berupa pengurangan pergerakan bekerja dapat diramalkan yaitu dengan menghitung peluang pengambilan keputusan pekerja untuk melakukan telecommuting secara keseluruhan.Hasil analisis menyatakan bahwa variabel yang mempengaruhi preferensi pekerja untuk melakukan telecommuting yaitu variabel penghasilan, jenis pekerjaan, bekerja menggunakan fasilitas telekomunikasi, kepemilikan fasilitas pendukung telecommuting, jam kerja, dan tempat bekerja. Peluang penerapan telecommuting dan besarnya telecommuting yang akan terjadi dihitung berdasarkan suatu model sintetis peramalan telecommuting. Berdasarkan metode tersebut diperoleh peluang penerapan telecommuting sebesar 0,27-0,41 dengan jumlah orang yang akan melakukan telecommuting setiap harinya rata-rata berkisar antara 144-645 orang atau sekitar 6,5%-29,16% dari jumlah populasi pekerja. Selain itu, pengaruh penerapan telecommuting tidak hanya dirasakan pada koridor Jalan Asia Afrika saja, akan tetapi dapat dirasakan secara tidak langsung pada koridor-koridor jalan yang dilalui oleh pekerja dalam perjalanan dari rumah menuju kantornya. Artinya, potensi penerapan telecommuting dapat dipertimbangkan sebagai salah satu strategi alternatif untuk menurunkan pergerakan para pekerja sektor jasa dan peningkatan pelayanan Jalan Asia Afrika dengan mempertimbangkan variabel-variabel pengaruhnya.", "Daftar File": {}, "Penulis": "RENTI MONTISKA (NIM 15404030)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Binsar PH. Naipospos, MSP."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "manajemen kebutuhan transportasi, transportation demand management, telecommuting, pergerakan bekerja, karakteristik, preferensi", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}