{"Nomor": 11243, "Judul": "ANALISIS DEVIASI PRESTASI TERBANG PESAWAT UDARA FASE TERBANG LEPAS LANDAS BERBASIS DATA FDR", "Abstrak": "Flight Data Recorder yang selama ini digunakan untuk kepentingan perawatan pesawat udara kini mulai dikembangkan untuk mendukung program untuk meningkatkan prestasi terbang. Flight Operation Quality Assurance (FOQA) yang sekarang ini marak dikembangkan oleh maskapai-maskapai menggunakan data dari FDR sebagai basis utamanya. Data yang direkam secara real time ini mengandung informasi yang sangat besar tentang keadaan pesawat udara pada saat beroperasi. \n \n \n \n \n \n \n \n \n \n\nTugas akhir ini menggunakan data FDR sebagai basis utama untuk mengembangkan metode analisis deviasi yang terjadi pada pesawat udara sedang operasi. Sebagai data acuan atau pembanding digunakan data dari Operating Manual. Fase terbang lepas landas yang dianalisis adalah fase terbang lepas landas. \n \n \n \n \n \n \n \n \n \n\nUntuk mendapatkan deviasi prestasi pesawat udara data dari FDR dibandingkan dengan data dari Operating Manual. Parameter-parameter yang direkam oleh FDR diseleksi dan dipilih agar dapat dibandngkan dengan data dari Operating Manual. Dengan kondisi awal yang sama maka akan terlihat besar deviasi yang terjadi pada saat pesawat sedang beroperasi yakni yang terekam dalam FDR. \n \n \n \n \n \n \n \n \n \n\nFaktor-faktor yang menyebabkan deviasi dicari dengan metode statistik mengingat besarnya jumlah data yang ada. Teknik analisis faktor dan regresi digunakan untuk mendapatkan faktor yang dominan terhadap adanya deviasi ini.", "Daftar File": {}, "Penulis": "RESTU KEMARADINATA (NIM 136001016)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Mahardi Sadono, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Deviasi prestasi terbang, Pesawat udara, Fase terbang, Lepas landas, Data FDR", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}