{"Nomor": 11245, "Judul": "PENGERINGAN PADI DALAM UNGGUN BERGERAK DUA TAHAP", "Abstrak": "Indonesia merupakan negara agraris dimana sektor pertanian dan perkebunan menjadi bidang usaha andalan Indonesia. Produk-produk pertanian dan perkebunan ini umum-nya berpori dan berbentuk butiran yang memiliki kandungan air tertentu seperti jagung, padi, dan lain-lain. Kandungan air ini harus diminimalisasi saat penyimpanan untuk menjaga kualitas hasil panen dengan proses pengeringan. Salah satu alat pengering yang dapat digunakan adalah alat pengering unggun bergerak dua tahap dimana bahan yang dikeringkan akan dikontakkan dengan udara panas. \n \n\nPada penelitian ini dilakukan pengeringan padi dengan dua macam alat pengering yaitu alat pengering unggun bergerak skala bench (di=9cm) dan skala pilot (di=80cm). Tujuan penelitian ini adalah membandingkan proses pengeringan dengan unggun bergerak dua tahap skala pilot dan skala bench, mengetahui efek thermal shock dan mencari waktu pengeringan yang efektif pada pengeringan padi. \n \n\nPengeringan dua tahap dilakukan dengan menggunakan dua unggun pada kolom pengering. Tahap pertama merupakan tahap preheater, dengan memanfaatkan udara pengering bekas dari tahap kedua sedangkan tahap kedua yang berada di bawahnya sebagai pengering utama. Variasi yang dilakukan adalah temperatur udara pengering, laju udara pengering dan hold up padi.  \n \n\nHasil penelitian menunjukkan korelasi perpindahan panas (Nu) dan massa (Sh) pada pengeringan dengan unggun bergerak dua tahap skala pilot adalah Nu=0.776.Re0.474.Pr0.105 dan Sh=1.131.Re0.4365.Sc0.866 sedangkan pada skala bench Nu=1.098.Re1.591.Pr0.992 dan Sh = 1.038.Re0.223.Sc 1.573. Pada temperatur udara pengering 65oC dan 75oC, kualitas padi masih baik namun pada temperatur 90oC, 87,5% padi hancur saat digiling.", "Daftar File": {}, "Penulis": "RETNO ASTUTI (NIM 13003032)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Johnner P. Sitompul, Ir., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Padi, Pengeringan, Unggun bergerak dua tahap", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}