{"Nomor": 11264, "Judul": "KENYAMANAN TERMAL PELAJAR DEWASA DALAM RUANG KELAS", "Abstrak": "Kenyamanan termal merupakan hal penting yang berpengaruh dalam pencapaian prestasi kerja manusia. Hal ini juga dialami oleh pelajar yang melakukan aktivitas belajarnya dalam ruang kelas; kenyamanan termal mutlak diperlukan di sini. Sehubungan dengan itu, penelitian ini dikhususkan pada konteks observasi tingkat kenyamanan termal para pelajar dewasa Indonesia dalam ruang kelas. Pengamatan dan pengambilan data dilakukan secara berulang terhadap sejumlah pelajar bersamaan dengan aktivitas belajar dalam kelas mereka. Respon dari para naracoba dicuplik melalui lembaran kuisioner termal. Pada saat yang bersamaan, data fisis lingkungan diambil menggunakan beberapa alat ukur termal. Variabel yang terukur alat meliputi: temperatur bola kering udara dan radiasi rata-rata, kelembaban relatif, dan kecepatan udara. Adapun dua variabel fisis lain yang tidak diukur dengan alat, yakni tingkat aktivitas dan pakaian manusia. Keenam variabel fisis tersebut kemudian dimasukkan dalam sebuah metode kalkulasi kenyamanan termal standar yang dikenal dengan PMV (Predicted Mean Vote). Angka perolehan PMV ini kemudian dikaji dan dibandingkan dengan angka perolehan jajak pendapat sesungguhnya (AMV / Actual Mean Vote). Lebih lanjut lagi, pengkajian data juga dilakukan terhadap seluruh pilihan jawaban naracoba dari pertanyaan-pertanyaan yang diajukan dalam kuisioner (keterterimaan dan kecenderungan termal). Perbedaan jenis kelamin naracoba juga turut dipertimbangkan dalam penelitian ini.", "Daftar File": {}, "Penulis": "RIARDY WILLIAM SUTANTO (NIM 13303008)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Wisnu Hendrajit, M.Sc.E. dan Prof. Dr. Ir. Soegijanto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kenyamanan termal, Pelajar dewasa Indonesia, Belajar, Ruang kelas, Sensasi termal, Keterterimaan termal, Kecenderungan termal", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}