{"Nomor": 11266, "Judul": "PERANCANGAN PENGONTROL PREDIKTIF DENGAN OPTIMISASI MENGGUNAKAN ALGORITMA GENETIK PADA DOUBLE ROTARY INVERTED PENDULUM", "Abstrak": "Model Predictive Control (MPC) adalah suatu strategi kontrol yang dirancang berdasarkan model suatu proses. Metoda ini memiliki keuntungan dari sisi kemampuannya dalam menangani proses non-minimum fasa dan tidak stabil serta dapat menangani permasalahan pengendalian multivariabel secara lebih sistematis. \n \n \n \n\nDalam tugas akhir ini, dikembangkan teknik penggunaan algoritma genetik (GA) dalam optimasi pencarian sinyal kontrol MPC. GA merupakan metoda pencarian solusi optimal secara random dengan mengadopsi sistem mekanisme evolusi dan seleksi alam. \n \n \n \n\nPengontrol yang dikembangkan telah diimplementasikan menggunakan perangkat lunak MATLAB 7.0 dan kemudian diterapkan pada pengontrolan sistem Double Rotary Inverted Pendulum (DRIP). Sistem DRIP merupakan sistem satu-masukan tiga-keluaran dan mempunyai karakteristik non-minimum fasa serta sangat tidak stabil, sehingga sulit dikontrol menggunakan pengontrol konvensional (PID). Sebagai pembanding akan digunakan pengontrol Linear Quadratic Regulator (LQR). Pengujian performansi pengontrol dilakukan dengan menghitung Root Mean Square Error (RMSE) dan Integral Absolute Error (IAE). Pengujian lain yang dilakukan adakah dengan mengubah nilai parameter pengontrol MPC dan jika terjadi perubahan parameter sistem. \n \n \n \n\nPada percobaan pertama dengan memberikan sudut simpangan awal 1 derajat pada setiap pendulum diperoleh IAE sebesar 1,9842 dan 2,7453, dan RMSE sebesar 0,0124 dan 0,0187 (masing-masing untuk pengontrol MPC dan LQR), sedang jika diberi simpangan awal 8 derajat pendulum satu dan 10 derajat pendulum dua akan diperoleh IAE sebesar 7,7222 dan 18,6835, dan RMSE sebesar 0,0493 dan 0,0931 (masing-masing untuk pengontrol MPC dan LQR). Pada percobaan perubahan nilai parameter MPC diperoleh parameter terbaik N2=14, N1=2 dan Nu= 5 dengan harga IAE dan RMSE 1,5945 dan 0,0123. Pada percobaan perubahan parameter sistem didapat IAE dan RMSE sebesar 1,8677 dan 0,0122 yang berarti pengontrol mampu menangani perubahan parameter sistem dengan baik.", "Daftar File": {}, "Penulis": "RICARDO (NIM 13303078)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr-Ing. Ir. Yul Y. Nazaruddin, M.Sc.DIC dan Dr. Ir. Mohammad Rohmanuddin, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Model Predictive Control, Algoritma genetik, Optimisasi, Double Rotary Inverted Pendulum, Linear Quadratic Regulator, Proses non-minimum fasa", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}