{"Nomor": 11263, "Judul": "PANDANGAN MASYARAKAT TERHADAP USAHA PERBAIKAN PERMUKIMAN KUMUH DI BANTARAN SUNGAI CIKAPUNDUNG (Jalan Pelesiran-Jalan Asia Afrika)", "Abstrak": "Permasalahan permukiman kumuh di kota-kota besar Indonesia dinilai sangat kompleks, terutama yang berkaitan dengan permasalahan yang berkaitan dengan kemiskinan dan kesenjangan sosial. Kondisi lingkungan permukiman kumuh cenderung bersifat paradoks, artinya kekumuhan bagi masyarakat yang tinggal di lingkungan tersebut merupakan kenyataan sehari-hari yang tidak disebut sebagai masalah, sedangkan bagi pihak lain, permukiman kumuh merupakan suatu permasalahan. Oleh karena itu, permukiman kumuh tidak dapat diselesaikan secara sepihak. Akan tetapi, harus secara sinergis melibatkan potensi dan eksistensi dari seluruh pihak yang berkepentingan (stakeholders), baik pemerintah maupun masyarakat. Adapun salah satu langkah awal dari perlibatan masyarakat adalah dengan mempertimbangkan pandangan  masyarakat yang tinggal di permukiman kumuh terhadap perbaikan permukiman kumuh tersebut. Maka dari itu, dalam penelitian tugas akhir ini dilakukan kajian mengenai  pandangan masyarakat terhadap usaha-usaha perbaikan permukiman kumuh di bantaran Sungai Cikapundung yang berada di antara Jalan Pelesiran dan Jalan Asia Afrika, dengan jarak kurang dari 10 meter dari pinggir Sungai Cikapundung.Berdasarkan hasil studi, ditemukan bahwa masyarakat yang menjadi responden penelitian ternyata masih ada yang tidak mengerti mengenai perbaikan permukiman kumuh beserta bentuk-bentuknya (pembangunan rumah susun dan relokasi), yang salah satunya dipengaruhi oleh tingkat pendidikan mereka. Berkenaan dengan kesediaan responden, pada umumnya responden setuju dilakukan perbaikan permukiman kumuh di tempat tinggal mereka saat ini. Terkait dengan pilihan terhadap bentuk-bentuk perbaikan permukiman kumuh di bantaran Sungai Cikapundung yang berada antara Jalan Pelesiran dan Jalan Asia Afrika, responden lebih banyak memilih relokasi daripada pembangunan rumah susun. Perbedaan pilihan responden terhadap pembagunan rumah susun atau relokasi ini dipengaruhi oleh jenis pekerjaan, status rumah yang ditempati saat ini, pemahaman mengenai rumah susun dan relokasi, serta penilaian terhadap rumah susun dan relokasi tersebut.Berdasarkan hasil kajian tersebut, beberapa rekomendasi yang disarankan adalah perbaikan permukiman kumuh di wilayah studi tidak bisa dilakukan dengan satu bentuk perbaikan saja, sebaiknya juga disertai dengan bentuk perbaikan permukiman kumuh yang lainnya. Selain itu, dalam melakukan perbaikan permukiman kumuh harus memperhatikan keberhasilan dari usaha perbaikan, dengan melibatkan masyarakat setempat dalam menetapkan usaha-usaha perbaikan permukiman kumuh yang akan dilakukan. Oleh karena itu, sangat dibutuhkan kepedulian berbagai pihak untuk membantu masyarakat agar mereka mengerti mengenai perbaikan permukiman kumuh beserta bentuk-bentuknya.", "Daftar File": {}, "Penulis": "RIAN SYAFNI (NIM 15404009)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Haryo Winarso M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pemukiman kumuh, bantara sungai", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}