{"Nomor": 11262, "Judul": "PEMBANGUNAN APLIKASI ANALISIS PERGERAKAN HARGA SAHAM MENGGUNAKAN METODE ELDER-RAYS", "Abstrak": "Berinvestasi di bursa saham dapat menjanjikan keuntungan yang jauh lebih besar dibandingkan berinvestasi dengan metode konvensional, namun berinvetasi di bursa saham juga memiliki resiko kerugian yang sangat besar. Terdapat berbagai macam faktor yang dapat mempengaruhi investasi saham antara lain gejolak ekonomi dan politik di suatu negara, bencana alam, dll. Untuk menghindari resiko tersebut, maka dibutuhkan sebuah pengetahuan untuk melakukan analisis pergerakan harga saham. Analisis ini berguna dalam menentukan waktu yang tepat untuk menjual ataupun membeli saham agar mendapatkan keuntungan yang maksimal. \n \n \n \n \n\nDalam melakukan analisis terhadap pergerakan harga saham yang banyak digunakan adalah metode analisis teknikal. Analisis ini memprediksi pergerakan harga saham di masa depan dengan menggunkan data historis harga saham di masa lalu. Salah satu metode yang populer digunakan adalah metode Elder Rays.Metode ini dikembangkan oleh Dr. Alexander Elder pada tahun 1989. Konsep utama terinspirasi oleh cara kerja sinar X-Ray dengan melihat struktur pasar yaitu trend yang sedang terjadi di pasar, tekanan pembeli dan penjual pada pasar. Metode ini dalam penerapannya menggunakan rumus-rumus tertentu terhadap data historis harga saham. Kemudian hasil perhitungan tersebut digambarkan dalam tiga chart yaitu price chart dan Exponential Moving Average, bullish histogram dan bearsih histogram untuk selanjutnya dilakukan analisis untuk menentukan sinyal rekomendasi. \n \n \n \n \n\nPada Tugas Akhir ini dilakukan pembahasan mengenai prosedur analisis teknikal menggunakan metode Elder Ray, kemudian dilakukan pengembangan perangkat lunak yang mengimplementasikan metode tersebut. Pada tahap awal pelaksanaan Tugas Akhir dilakukan studi literatur terhadap teori-teori yang berkaitan dengan perdagangan saham dan analisis teknikal. Setelah itu dilakukan proses analisis yang meliputi cara kerja metode Elder Rays dan analisis kebutuhan fungsional perangkat lunak yang akan dikembangkan. Berdasarkan hasil analisis yang dilakukan, kemudian dilakukan proses perancangan yang meliputi perancangan kelas, data, dan antarmuka perangkat lunak. \n \n \n \n \n\nLangkah selanjutnya adalah mengimplementasikan hasil analisis dan perancangan menjadi perangkat lunak ERStock. Pengembangan perangkat lunak diimplementasikan menggunakan bahasa pemrograman Visual C# pada lingkungan pengembangan .NET 3.5 dan library grafis ZedGraph 5.1. Pengujian perangkat lunak dilakukan untuk menguji kebenaran perangkat lunak dalam menampilkan keluaran sesuai dengan yang diharapkan. Pengujian metode Elder Rays dilakukan untuk menguji keakuratan metode ini dalam mendeteksi sinyal-sinyal rekomendasi.", "Daftar File": {}, "Penulis": "RIAN PERMATA PUTRA (NIM 13504083)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dra. Harlili, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Saham, Analisis teknikal, Elder Rays, Exponential Moving Average, Bullish, Bearish", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}