{"Nomor": 11277, "Judul": "PENGARUH PENAMBAHAN ENZIM TRANSGLUTAMINASE TERHADAP KARAKTERISTIKA ORGANOLEPTIK BAKSO SAPI", "Abstrak": "Bakso merupakan salah satu makanan tradisional yang populer di masyarakat Indonesia dan disukai karena kekenyalannya. Salah satu bahan pengenyal baru bagi bakso adalah enzim transglutaminase yang mengkatalisis pembentukan ikatan antar asam amino. Perbedaan formula bakso pada konsentrasi dan jenis pengenyal serta penambahan monosodium glutamat (MSG), dibandingkan berdasarkan sifat fisikokimia (kadar protein dan karbohidrat total, dan kekenyalan) dan penilaian panelis. Kadar protein dan karbohidrat total, serta kekenyalan masing-masing ditetapkan menurut metode Kjedahl, Clegg-anthrone, dan punch test, sementara uji panelis dilakukan oleh 20 panelis semi terlatih. Hasilnya, penambahan 0,45 bpj transglutaminase meningkatkan kekenyalan produk bakso setara dengan penambahan 2.500 bpj suspensi kapur sirih. Namun kekenyalan produk dengan transglutaminase meningkat secara signifikan dibandingkan terhadap produk tanpa penambahan enzim. Kadar protein dan karbohidrat total pada bakso dengan dan tanpa penambahan transglutaminase tidak berbeda. Bakso dengan penambahan MSG mendapat penilaian rasa lebih tinggi dari panelis. Kadar protein dan karbohidrat total bakso dengan penambahan transglutaminase (0,45 bpj) dan MSG (3.000 bpj) masing-masing adalah 11,21+0,25 % b/b, dan 18,51+0,89 % b/b, dengan kekenyalan 14,17+0,06 mm.s-1.g-1, serta kesukaan panelis yang tinggi terhadap rasa (4,20+0,255).", "Daftar File": {}, "Penulis": "RIEZA APRIANTO (NIM 10704033)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. rer. nat. R. E. Kartasasmita, Dr. As'", "ari Nawawi, dan Dr. Tri Suciati"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "bakso sapi, enzim transglutaminase, organoleptik", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Vika Anastasya Kovariansi", "File": "8 file", "Tanggal Input": "15 Apr 2009"}