{"Nomor": 11272, "Judul": "PERANCANGAN PEMBUATAN DAN PENGUJIAN ALAT PEMANAS UNTUK PROSES PREHEAT PADA PERBAIKAN KOMPONEN DARI BESI COR KELABU DENGAN METODE LIQUID FLOW", "Abstrak": "Berbagai macam jenis cacat yang dapat ditemui pada produk hasil pengecoran adalah inklusi, retak, rongga, blowholes, dan porositas. Cacat jenis ini dapat pula ditemukan pada komponen blok mesin dan kepala silinder yang terbuat dari besi cor kelabu. Selain jenis cacat yang diakibatkan oleh proses pengecoran, keretakan dan kerusakan dapat pula terjadi pada komponen tersebut yang diakibatkan oleh pemakaian. Jenis cacat yang diizinkan untuk diperbaiki adalah cacat pada permukaan luar. Jenis cacat ini dapat diperbaiki dengan metode liquid flow. Metode ini merupakan salah satu metode yang diyakini memiliki banyak keunggulan. \n \n \n \n\nKeberhasilan metode perbaikan liquid flow tergantung pada beberapa parameter seperti temperatur preheat, waktu penuangan, sand ratio, dan bentuk saluran. Dua parameter pertama sangat berperan banyak terhadap kualitas hasil perbaikan. Untuk dapat memberikan temperatur preheat yang baik diperlukan alat pemanas yang dapat memberikan pemanasan secara merata pada komponen yang diperbaiki dengan laju pemanasan dan pemakaian bahan bakar yang dapat diatur dengan mudah. \n \n \n \n\nPerancangan, pembuatan, dan pengujian alat pemanas dilakukan dengan tujuan untuk dapat menghasilkan alat pemanas yang baik dalam memanaskan komponen yang diperbaiki sampai pada temperatur preheat yang diinginkan. Hasil pengujian alat pemanas untuk memanaskan spesimen dengan ukuran (275x275x15mm) memberikan hasil yang serupa dengan simulasi analisis numerik yang dilakukan. Alat pemanas yang diuji dapat memanaskan spesimen dengan ukuran tersebut hingga temperatur preheat 400 derajat C dalam selang waktu pemanasan 51,43 menit. \n \n \n \n\nDengan kondisi pemodelan yang sama, dilakukan simulasi berupa analisis numerik dengan bantuan program ANSYS v9.0 untuk berbagai ukuran spesimen yang memiliki ketebalan 25mm dan 35mm. Berdasarkan hasil analisis diperoleh temperatur preheat yang dapat dicapai adalah 400 derajat C dalam selang waktu pemanasan 118 menit untuk spesimen dengan ketebalan 25mm, dan 300 derajat C dalam selang waktu pemanasan 86 menit untuk spesimen dengan ketebalan 35mm.", "Daftar File": {}, "Penulis": "RIDHA FIRMANSYAH WIWI (NIM 23104021)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Bagus Budiwanto dan Prof. Dr. Ir. Rochim Suratman"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Besi cor kelabu, Temperatur preheat, Alat pemanas", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}