{"Nomor": 11270, "Judul": "PERANCANGAN MODEL PENINJAUAN KURIKULUM BERBASIS QUALITY FUNCTION DEPLOYMENT (QFD) (STUDI KASUS PADA JURUSAN TEKNIK INDUSTRI ITB)", "Abstrak": "Adanya tuntutan dari dunia industri untuk meningkatan kualitas SDM melalui dunia pendidikan khususnya pendidikan tinggi telah didukung dengan kebijakan link and match agar dunia pendidikan dan dunia industri dapat saling mengisi. Untuk merealisasikan kebijakan tersebut, maka diperlukan rancangan kurikulum pendidikan tinggi yang mampu menjawab harapan dari dunia industri. Tujuan dari penelitian ini adalah merancang model peninjauan kurikulum yang dapat menjamin teralisasinya kebijakan link and match. \n \n \n \n\nBody of Knowledge (BOK) sertifikasi dari organisasi profesi, adalah satu rangkaian pengetahuan yang berisi tentang skill dan knowledge yang dapat mewakili harapan dunia industri. Lebih dari itu BOK sertifikasi juga dapat mengukur tingkatan pemahaman yang sesuai dengan taxonomy bloomÃƒÂƒÃ‚Â‚ÃƒÂ‚Ã‚Â’s. Maka dari itu BOK sertifikasi profesi ini dipertimbangkan dalam meriview kurikulum pendidikan tinggi. Tujuan dari model yang dikembangkan dalam penelitian ini adalah untuk meninjau kurikulum saat ini dengan mengadopsi metode Quality Fuction Deployment (QFD). BOK sertifikasi profesi dipertimbangkan sebagai voice of customer (VOC) dengan tingkatan level of cognitive sebagai target yang ingin dicapai. \n \n \n \n\nTujuan pengembangan model untuk meriview kurikulum ini diimplementasikan pada Jurusan Teknik Industri ITB dengan menggunakan BOK serfikasi six sigma level green belt, sebagai salah satu sertifikat yang harus dipenuhi oleh lulusan Teknik Industri. Dari hasil implementasikan ditemukan bahwa ada 14 mata kuliah terkait yang dapat memenuhi isi dari BOK sertifikasi six sigma green belt yaitu Pengendalian Kualitas, Statistik Industri, Sistem Pengembangan Produk, PTI 1 dan 2, Manajemen Proyek, Rekayasa Kualitas, Teori Probabilitas, Perancangan Eksperimen, Perancangan Sistem Kerja dan Ergonomi, , Psikologi Industri, Perencanaan dan Pengendalian Produksi, Penelitian Operasional 2 serta Benchmaking dan Pengukuran Performansi. Tetapi untuk pemenuhan level of cognitive Taxonomy BloomÃƒÂƒÃ‚Â‚ÃƒÂ‚Ã‚Â’s nya hanya mampu 77% dari yang seharusnya.", "Daftar File": {}, "Penulis": "RIDA NORINA (NIM 23406032)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Drajad Irianto, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Link and match, Kurikulum, Axonomy bloom's, Body of knowledge sertifikasi profesi, QFD, Six sigma level green belt", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}