{"Nomor": 11281, "Judul": "STRATEGI BRAND REJUVENATION RADIO M BANDUNG", "Abstrak": "Radio M merupakan salah satu radio yang telah lama berdiri di kota Bandung dan juga merupakan pencetus radio yang menyajikan cerita dan informasi terkini yang hangat dibicarakan di kalangan masyarakat. Pada masa jayanya, Radio M sempat menjadi radio terkemuka dan panutan bagi kalangan muda di kota Bandung, karena kecerdasan, kejelian dan keberanian M untuk mengemukakan fakta yang ada dari setuah berita atau isu yang beredar. Pesatnya pertumbuhan industri radio dan keberadaan pendatang baru yang tidak dipungkiri menggeser kejayaan Radio M yang sempat lama dialami. Puncaknya, pada awal tahun 2008, Radio M terpaksa memberhentikan sekian tanyak reporternya dikarenakan ketidaksanggupan managemen untuk menggaji para reporter tersebut. Dampak yang dirasakan oleh perusahaan kini adalah kemunduran dari segi finansial dan berakibat juga pada biasnya segmentasi pendengar yang dikarenakan ciri khas yang tidak dapat dipertahankan. Perkiraan di masa mendatang dengan keadaan seperti ini maka dipastikan Radio M tidak dapat bertahan untuk meramaikan industri radio khususnya di kota Bandung, kehilangan pasar, kepercayaan dari pemasok Wan, yang akhirnya memaksa Radio M untuk menyudahi perjalanan karirnya. \n \n \n \n \n \n\nTantangan Radio M adalah bagaimana dapat mempertahankan eksistensinya dengan melakukan strategi brand rejuvenation. Di mana brand rejuvenation ini dilakukan untuk beberapa tujuan utama. Tujuan pertama adalah memperbaiki dan memperbaharui segmentasi Radio M, tujuan kedua adalah memfokuskan kualitas dan jenis acara yang ditawarkan oleh Radio M baik itu acara on-air dan off-air, memperbaiki kualitas software dan hardware Radio M dan yang terakhir adalah menanamkan persepsi baru mengenai Radio M di benak pendengar dan pengiklan bahwa seakan-akan Radio M adalah radio baru yang memiliki daya tarik tersendiri. Untuk itu Radio M harus dapat mengemas sisi marketingnya dengan inovasi dan keunikan yang dapat menarik minat para advertisers. Hal ini sangat penting karena pemasangan Wan taik on-air atau off-air adalah sumter utama suatu stasiun radio swasta. \n \n \n \n \n \n\nAnalisis yang dilakukan terhadap permasalahan dan beberapa alternatif penyelesaiannya memberikan solusi, yang terdiri dari tiga bagian utama. Alternatif penyelesaian yang pertama adalah peningkatan brand awareness melalui strategi brand rejuvenation. Alternatif yang kedua adalah penawaran value proposition yang menarik bagi pendengar. Solusi yang terakhir adalah memberikan penyegaran terhadap internal Radio M, baik suasana ruang kerja dan studio, juga penyegaran terhadap managemen dan struktur organisasi Radio M. Sehingga dapat terciptanya strategi brand rejuvenation baik secara internal dan eksternal.", "Daftar File": {"2008 TS PP RILANTI KAMELIA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/45429", "2008 TS PP RILANTI KAMELIA 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/45430", "2008 TS PP RILANTI KAMELIA 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/45431", "2008 TS PP RILANTI KAMELIA 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/45432", "2008 TS PP RILANTI KAMELIA 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/45433", "2008 TS PP RILANTI KAMELIA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/45434"}, "Penulis": "RILANTI KAMELIA (NIM 29106316)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Evo S. Hariandja, M.M."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Brand rejuvenation, Value proposition", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}