{"Nomor": 11294, "Judul": "PENGARUH FLUKTUASI KECEPATAN PUTAR PADA MEKANISME GERAK BOLAK-BALIK", "Abstrak": "Mekanisme gerak bolak-balik adalah mekanisme yang banyak digunakan dalam kehidupan sehari-hari. Mekanisme ini memiliki ciri getaran yang unik, sebab getaran yang timbul merupakan gabungan dari beberapa gaya eksitasi. Salah satu gaya eksitasi yang dominan adalah gaya inersia massa. Atas dasar tersebut, maka getaran akibat gaya inersia pada mekanisme gerak bolak-balik menjadi salah satu bidang kajian yang diteliti di Laboratorium Dinamika, PPAU-IR Institut Teknologi Bandung. Penelitian sebelumnya [Kristanto, 2004] telah membuat dan menguji alat yang mampu memperagakan fenomena getaran akibat satu mekanisme gerak bolak-balik saja. Penelitian Kristanto [2004], mengabaikan fluktuasi kecepatan putar dalam satu kali putaran dan gaya berat komponen dalam pemodelan dinamiknya. \n \n \n \n\nPenelitian ini bertujuan untuk mengetahui pengaruh fluktuasi kecepatan putar dalam satu kali putaran pada mekanisme gerak bolak-balik yang dibuat oleh Kristanto [2004]. Pemodelan dinamik memperhitungkan fluktuasi kecepatan putar dalam satu kali putaran dan faktor gaya berat komponen. \n \n \n \n\nPengujian dilakukan dalam dua kondisi, yaitu kondisi tanpa flywheel dan kondisi dengan menggunakan flywheel, masing-masing pada tiga kecepatan putar berbeda. Parameter yang diukur dalam pengujian meliputi percepatan piston, kecepatan putar motor, regangan batang penghubung, dan getaran rumah perangkat uji. Selanjutnya hasil pengujian dibandingkan dengan hasil perhitungan. \n \n \n \n\nFluktuasi kecepatan putar pada kondisi sistem tanpa flywheel dipengaruhi oleh perubahan torsi beban. Penggunaan flywheel tebukti dapat mengurangi fluktuasi kecepatan putar secara signifikan. Pada kasus tanpa flywheel, kecepatan putar rata-rata yang diperoleh dari enkoder dengan keluaran 100 pulsa per putaran lebih tinggi daripada hasil pengukuran enkoder dengan keluaran satu pulsa per putaran. Sebaliknya pada kasus dengan menggunakan flywheel nilainya relatif lebih dekat.", "Daftar File": {"RISNANDAR SOFIAN PERMANA 1-COVER": "https://digilib.itb.ac.id/gdl/download/45540", "RISNANDAR SOFIAN PERMANA 1-BAB 2": "https://digilib.itb.ac.id/gdl/download/45542", "RISNANDAR SOFIAN PERMANA 1-BAB 5": "https://digilib.itb.ac.id/gdl/download/45545", "RISNANDAR SOFIAN PERMANA 1-PUSTAKA": "https://digilib.itb.ac.id/gdl/download/45546"}, "Penulis": "RISNANDAR SOFIAN PERMANA (NIM 13100116)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Zainal Abidin"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Fluktuasi, Kecepatan putar, Gerak bolak-balik", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}