{"Nomor": 11302, "Judul": "STUDI STRUKTUR ELEKTRONIK MOLEKULAR UNTUK SISTEM ADSORPSI DISSOSIATIF H2 PADA PERMUKAAN MG(0001) MENGGUNAKAN DENSITY FUNCTIONAL THEORY", "Abstrak": "Studi tentang interaksi hidrogen dengan permukaan solid merupakan bagian penting untuk mendapatkan pemahaman yang lebih dalam dari teknologi proses dan memberikan penjelasan untuk dinamika dari berbagai jalur reaksi pada permukaan solid. Mg merupakan salah satu elemen pilihan yang dapat digunakan sebagai material penyimpan hidrogen (hydrogen storage), oleh karena itu investigasi dari perilaku hidrogen pada permukaan Mg sangat diperlukan untuk menunjang teknologi ini. \n \n \n \n\nPada saat H2 mendekati permukaan logam, maka molekul ini akan terdisosiasi dan kemudian teradsorpsi di permukaan tersebut. Peristiwa ini, adsorpsi dissosiatif H2, merupakan bagian utama dari proses penyimpanan hidrogen pada logam. Jadi sebagai langkah awal dari studi ini, dalam penelitian ini dilakukan studi struktur elektronik dari sistem adsorpsi dissosiatif H2 di permukaan Mg(0001) dengan menghitung Permukaan Energi Potensial (PES : Potential Energy Surface) berdasarkan Teori Fungsional Kerapatan (DFT : Density Functional Theory). Sistem yang disimulasikan ialah H2 sejajar dengan pusat massa terorientasi pada permukaan Mg(0001) satu lapis (model 1), H2 tegak lurus dengan pusat massa terorientasi pada permukaan Mg(0001) satu lapis (model 2), dan H2 sejajar dengan pusat massa terorientasi pada permukaan Mg(0001) dua lapis (model 3). Simulasi dilakukan dengan perangkat lunak Gaussian 03 dengan model cluster. Hasil simulasi menunjukkan adanya penghalang energi sebesar 2,52 eV untuk model 1, 2,70 eV untuk model 2, dan 1,12 eV untuk model 3 pada proses adsorpsi dissosiatif H2 pada permukaan Mg(0001). Fenomena ini dapat dijelaskan oleh konfigurasi elektron valensi dari permukaan Mg(0001) dan kerapatan elektron dari sistem. Hasil ini konsisten dengan hasil-hasil eksperimen atau penelitian yang terdahulu.", "Daftar File": {}, "Penulis": "RIZCKY TAMARANY (NIM 13304098)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Hermawan K. Dipojono, MSEE., Ph.D. dan Dr. Ir. Nugraha"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Adsorpsi dissosiatif, density Functional Theory, Potential Energy Surface, Mg(0001), Penghalang energi", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}