{"Nomor": 11315, "Judul": "KEKOMPAKAN RUANG DAN PENGARUHNYA TERHADAP POLA PERGERAKAN PENDUDUK DALAM MEMANFAATKAN PELAYANAN FASILITAS (Studi Kasus: Kawasan Pinggiran Luar Kota Bandung)", "Abstrak": "Pertumbuhan dan perkembangan kota-kota besar di negara berkembang terutama di Indonesia mengalami peningkatan yang sangat pesat. Perkembangan kawasan perkotaan ini diindikasikan dengan perluasan fisik kota. Kawasan inti menjadi semakin padat dengan kegiatan yang semakin intensif, harga lahan menjadi semakin mahal. Akibatnya muncullah kawasan pinggiran, selain terjadinya gejala urban fringe, terdapat pula fenomena urban sprawl. Urban sprawl merupakan suatu bentuk kota yang tumbuh tanpa suatu perencanaan terlebih dahulu, sehingga dalam pemenuhan fasilitas untuk penduduknya masih memanfaatkan fasiltias yang berada diluar lingkungan tempat tinggalnya. Pergerakan penduduk kawasan pinggiran didalam memanfaatkan fasilitas di kota inti menimbulkan dampak negatif khususnya pada koridor penghubung. Salah satu cara untuk mengurangi beban koridor utama tersebut adalah dengan cara mengurangi pergerakan eksternal. Penelitian ini akan berawal dari kekompakan kawasan, dalam konsep kekompakan menyediakan fasilitas yang lengkap akan dapat menginternalisasi pergerakan penduduk.Adapun yang menjadi kajian dalam penelitian ini adalah menemukan hubungan antara kekompakan kawasan, kelengkapan fasilitas terhadap pola pergerakan penduduk. Identifikasi wilayah menurut kekompakan merupakan tahap pertama dalam penelitian ini, setelah itu menganalisis pola pergerakan penduduk. Dari hasil analisis didapatkan bahwa sebagian besar anggota rumah tangga yang menjadi objek penelitian melakukan pergerakan belanja (41,45%) dengan jarak tempuh dibawah 0,5 km (38,97%). Lalu pergerakan mengkonsumsi fasiltias kesehatan (26,22%) dengan jarak tempuh untuk Posyandu dan Puskesmas adalah dibawah 0,5 km sedangkan balai pengobatan dan praktek dokter 0,5-1 km dan RS interval jarak yang sering ditempuh adalah 3,5-4km. Pergerakan sekolah mempunyai proporsi 12,38% dari semua pergerakan sebagian besar anggota rumah tangga menempuh jarak dibawah 0,5 km untuk melakukan pergerakan sekolah. Sedangkan untuk pergerakan bekerja 19,95% anggota rumah tangga melakukan pergerakan ini, sebagian besar ditempuh dengan jarak dibawah 0,5 km, karena banyak anggota rumah tangga yang bekerja sebagai wiraswasta.Mengenai hubungan antara kekompakan kawasan, kelengkapan fasilitas terhadap pola pergerakan. Didapatkan bahwa pergerakan bekerja dan kesehatan tidak memperlihatkan bahwa kekompakan kawasan dan kelengkapan fasiiltas mempengaruhi pola pergerakan.Sedangkan untuk pergerakan sekolah dan belanja, hanya pergerakan mengkonsumsi SD dan SMP, warung dan supermarket yang telah memperlihatkan, kekompakan kawasan dan kelengkapan fasilitas telah mempengaruhi pola pergerakan.Dari hasil studi dapat disimpulkan bahwa orientasi pergerakan penduduk secara keseluruhan mengarah keluar kelurahan, tetapi lokasi tujuannya masih di kelurahan sekitar yang dekat dengan kelurahan studi. Tidak pada semua pola pergerakan kekompakan kawasan dan kelengkapan fasilitas mempengaruhi pola pergerakan penduduk. Lalu dari hasil analisis didapatkan pula bahwa fasilitas SD, SMP, warung dan supermarket merupakan fasilitas yang membawa pengaruh dalam menginternalisasi pergerakan.", "Daftar File": {}, "Penulis": "R. MEGA RACHMALIA R.S. (NIM 15404036)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Iwan Pratoyo Kusumantoro, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pola pergerakan penduduk, pelayanan fasilitasurban fringe, urban sprawl", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}