{"Nomor": 11312, "Judul": "GEOLOGI DAN ENDAPAN BATUBARA DAERAH SURANTIH KABUPATEN PESISIR SELATAN, SUMATERA BARAT", "Abstrak": "Lokasi daerah penelitian terletak pada daerah Surantih dan sekitarnya, Kabupaten Pesisir Selatan, Propinsi Sumatera Barat. Kedudukan geografis daerah penelitian adalah 100 derajat 42' 00''-100 derajat 45' 00'' BT dan 01 derajat 29' 00''-01 derajat 31' 25'' LS dengan luas daerah penelitian adalah + 22 km2. \n \n \n \n \n\nSecara fisiografi, daerah penelitian berada pada Zona Jajaran Barisan yang dikontrol oleh struktur sesar dan perlipatan. Berdasarkan klasifikasi menurut van Zuidam (1985), daerah penelitian dapat dibagi menjadi empat satuan geomorfologi yaitu Satuan Perbukitan Relief Tinggi, Satuan Perbukitan Bergelombang Sedang, Satuan Perbukitan Lereng Curam, dan Satuan Dataran Rendah. \n \n \n \n \n\nStratigrafi daerah penelitian dibagi menjadi 5 satuan batuan tak resmi dengan urutan satuan batuan tersebut dari tua ke muda adalah Satuan Perselingan Batulempung-Batupasir, Satuan Batupasir, Satuan Breksi, Satuan Lava Andesit dan Satuan Endapan Aluvial. \n \n \n \n \n\nStruktur geologi yang berkembang di daerah penelitian terjadi pada Plio-Pleistosen dengan arah tegasan utama baratdaya-timurlaut dan menghasilkan struktur lipatan yang berupa antiklin dengan sumbu lipatan relatif berarah utara-selatan, dan sesar-sesar yang berupa sesar normal berarah baratlaut-tenggara dan sesar mendatar berarah utara-selatan yang terjadi paska Lava Andesit. \n \n \n \n \n\nSatuan pembawa batubara di daerah penelitian adalah Satuan Perselingan Batulempung-Batupasir pada Formasi Painan, dengan batubara terdapat sebagai sisipan yang dibedakan dalam 2 lapisan dengan ketebalan 33 cm sampai 316 cm. Batubara daerah penelitian memiliki nilai kalori 3230-5322 Cal/g (adb), kadar abu 26,40-50,42% (adb), kadar sulfur 0,47-0,93% (adb), dan berdasarkan klasifikasi ASTM termasuk dalam kelompok High Volatile B Bituminous Coal dan High Volatile C Bituminous Coal. \n \n \n \n \n\nBerdasarkan perhitungan sumberdaya dengan metode USGS, diperoleh total sumberdaya batubara terukur (measured resources) sebesar 13.195.601,3 ton, sumberdaya tertunjuk (indicated resources) sebesar 31.117.970,1 ton, dan sumberdaya terkira (inferred resources) sebesar 366.278.716,5 ton pada daerah penelitian.", "Daftar File": {"2009 TA PP RIZKY RINALDI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/45662", "2009 TA PP RIZKY RINALDI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/45663", "2009 TA PP RIZKY RINALDI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/45664", "2009 TA PP RIZKY RINALDI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/45665", "2009 TA PP RIZKY RINALDI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/45666", "2009 TA PP RIZKY RINALDI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/45667", "2009 TA PP RIZKY RINALDI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/45668", "2009 TA PP RIZKY RINALDI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/45669"}, "Penulis": "RIZKY RINALDI (NIM 12002037)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Theopilus Matasak"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Endapan batubara, Daerah Surantih, Kabupaten Pesisir Selatan, Sumatera Barat", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}