{"Nomor": 11316, "Judul": "KAJIAN SPATIAL MISMATCH PADA PERGERAKAN BELAJAR DI KOTA-KOTA SATELIT DI METROPOLITAN BANDUNG", "Abstrak": "Spatial mismatch hypothesis merupakan suatu fenomena ketimpangan spasial antara permukiman dengan pusat-pusat pertumbuhan, khususnya lokasi tempat kerja. Hal ini menyebabkan pergerakan bekerja menjadi lebih panjang, lebih lama dan membutuhkan biaya transportasi yang lebih besar. Selama ini studi mengenai spatial mismatch yang berkembang di seluruh dunia, cenderung menekankan pada pergerakan bekerja. Namun pergerakan rutin yang memberikan dampak signifikan terhadap sistem pergerakan lalu lintas di kota-kota besar Indonesia bukan hanya pergerakan bekerja tetapi juga pergerakan belajar. Selain itu, studi sebelumnya menunjukkan bahwa di Metropolitan Bandung, dibandingkan pergerakan bekerja, pola pergerakan belajar mempunyai hubungan dengan struktur ruang. Maka dari itu menjadi menarik untuk menguji spatial mismatch terhadap pergerakan belajar. Pertama, karena pemilihan lokasi tempat tinggal merupakan keputusan yang diambil orang tua mereka. Kedua, kualitas sekolah yang tidak sama. Berdasarkan penelitian yang dilakukan Hermawan diketahui bahwa terdapat sekitar 25% siswa di sekolah-sekolah favorit di Kota Bandung yang berasal dari luar Kota Bandung, padahal terdapat kecenderungan perkembangan wilayah Metropolitan Bandung yang sudah menuju ke bentuk polisentris. Penelitian ini melakukan analisis terhadap pola pemanfaatan infrastruktur pendidikan oleh masyarakat di kota-kota satelit di wilayah Metropolitan Bandung serta melihat bagaimana dampaknya terhadap pola pergerakan belajar yang mereka alami. Analisis tersebut dilakukan untuk melihat berapa besar spatial mismatch yang terjadi di Metropolitan Bandung serta bagaimana fungsi kota satelit di Metropolitan Bandung sebagai subpusat dalam struktur ruang Metropolitan Bandung yang sudah menuju ke bentuk polisentris. Berdasarkan hasil analisis terhadap data survei primer 475 rumah tangga (598 pergerakan belajar) di kota satelit Metropolitan Bandung dan sekitarnya, didapatkan dua kesimpulan utama. Pertama, spatial mismatch yang terjadi di wilayah studi semakin tinggi berdasarkan jenjang pendidikan. Kedua, berdasarkan orientasi pergerakan belajar, diketahui bahwa hanya Jatinangor/Tanjungsari yang sudah mulai berfungsi sebagai kota satelit dan subpusat pelayanan untuk jenjang pendidikan bagi wilayah sekitarnya, meskipun hanya pada jenjang pendidikan SD dan SMP.", "Daftar File": {}, "Penulis": "R. NATHALIA DIANA PITALOKA (NIM 25407030)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Iwan Pratoyo Kusumantoro, Ir, MSTR."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Metropolitan Bandung, pergerakan belajar, spatial mismatch, struktur ruang polisentris", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}