{"Nomor": 11324, "Judul": "ANALISIS SPASIAL LOKASI SUMUR BOR DI WILAYAH PESISIR (STUDI KASUS LOKASI PEMBORAN RANCA JAWA RCJ-B)", "Abstrak": "Sebaran cadangan minyak bumi dan gas di Indonesia pada umumnya berada di wilayah pesisir. Kebutuhan akan energi terus bertambah seiring dengan pertambahan jumlah penduduk. Sebagai sumber daya alam yang tidak dapat pulih (non-renewable resources) dan suatu saat akan habis, maka dalam pencarian dan pemanfaatan cadangan minyak bumi harus dilakukan secara efektif dan efisien. \n \n \n \n\nUntuk mengetahui lokasi titik bor dan jalan akses menuju sumur bor, dilakukan identifikasi titik bor. Peta teknis lokasi diperoleh dengan cara melakukan pemetaan topografi. Untuk mengetahui objek-objek geografi dilakukan analisis spasial. Objek-objek geografi tersebut antara lain sungai, empang, rumah. Desain lokasi sumur bor dibuat tiga alternatif yaitu: alternatif 1 mempertimbangkan jarak terpendek; alternatif 2 mempertimbangkan luas pembebasan lahan; alternatif 3 menghindari pembangunan jembatan, mempertimbangkan jarak terpendek dan mempertimbangkan luas pembebasan lahan, sehingga terjadi pergeseran titik bor. Analisis penelitian dilakukan dengan membandingkan ketiga model desain alternatif dalam hal pekerjaan tanah dan luas pembebasan. \n \n \n \n\nHasil penelitian ini diperoleh pekerjaan tanah untuk alternatif 1 adalah 59733 m3 (fill), alternatif 2 adalah 65793 m3 (fill) dan alternatif 3 adalah 65250 m3 (fill) serta luas pembebasan lahan alternatif 1 adalah 32040 m2, alternatif 2 adalah 23454 m2 dan alternatif 3 adalah 15467 m2. Desain lokasi sumur bor dan jalan akses yang paling optimum adalah alternatif 3.", "Daftar File": {}, "Penulis": "RONALD FERNANDO HUTAHEAN (NIM 151 01 040)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. S. Hendriatiningsih, MS. dan Ir. Dwi Wisayantono, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Minyak Bumi, Sumber daya yang tidak dapat pulih, Optimisasi, Spasial", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}