{"Nomor": 11337, "Judul": "ESTIMASI BANGKITAN PERGERAKAN MENGGUNAKAN CITRA SATELIT SPOT 4 (Studi Kasus: Kota Bandung)", "Abstrak": "Tahapan terpenting dalam perencanaan transportasi adalah peramalan pergerakan. Estimasi dilakukan untuk mengetahui karakteristik pergerakan zona-zona analisis transportasi. Data ini akan sangat berguna sebagai input dalam penentuan alternatif rencana nantinya. Model yang umum digunakan untuk melakukan peramalan pergerakan adalah fourstep model. Tugas Akhir penulis difokuskan pada tahap pertama dari model ini, yaitu estimasi bangkitan pergerakan. Untuk pengambilan data ada tiga metode yang dikenal, yaitu traffic counts, cordon counts dan home interview. Penerapan ketiganya memiliki hambatan, yaitu terkait waktu dan biaya. Adakalanya data yang diambil harus meliputi satu wilayah kota. Semakin luas sebuah kota, semakin banyak area yang harus di-cover untuk mendapatkan hasil yang akurat. Akibatnya perlu waktu panjang dan biaya besar untuk mengumpulkan data. Sedangkan untuk perhitungan pergerakan ada tiga teknik yang selama ini dipakai, yaitu land use trip rate, regresi linier dan cross-classification. Hambatannya antara lain dalam satu wilayah guna lahan yang ada sangat beragam sehingga susah didelienasi, bisa terjadi multikolinearitas antar variabel independen, asumsi bahwa persamaannya berbentuk linier mungkin tidak tepat, dan pengambilan data harus dilakukan dengan survei kuesioner yang membutuhkan waktu dan biaya yang tidak sedikit. Di lain sisi muncul teknologi penginderaan jauh yang banyak digunakan oleh berbagai disiplin ilmu, tidak terkecuali ilmu perencanaan. SPOT4 ditengarai dapat menyediakan alternatif data sosial, ekonomi dan transportasi yang menjadi data bagi penyusunan model bangkitan pergerakan. Studi ini dilakukan untuk mengeksplorasi alternatif teknik perhitungan dengan memanfaatkan citra satelit SPOT 4, dimana data yang diperlukan dapat disediakan dengan cepat.Frameworknya adalah citra satelit diekstrak menjadi informasi tutupan lahan. Informasi tutupan lahan diinterpretasi oleh user menjadi informasi guna lahan. Setelah perkiraan guna lahan didapat, dilakukanlah survei lapangan untuk ground checking dan pengumpulan informasi sosio-ekonomi. Hasil akhirnya adalah klasifikasi guna lahan yang memiliki informasi fisik, sosial dan ekonomi. Informasi ini siap dimanfaatkan untuk analisis lebih lanjut, yaitu analisis peramalan pergerakan. SPOT 4 diklasifikasi dengan metode unsupervised classification. Hasilnya adalah lima kelas tutupan lahan, dimana masing-masing memiliki karakteristik fisik, sosio, ekonomi dan transportasi yang berbeda. Masing-masing diberi penamaan guna lahan sesuai dengan ciri yang dominan ditemui di kelas tersebut. Kelas 4, 5, 6, 7 dan 8 berturut-turut dinamai sebagai kelas industri dan pergudangan, perdagangan dan jasa, permukiman (6 dan 7) dan agraris. Data pergerakan harian rumah tangga dianalisis bersama data jumlah keluarga per kelurahan yang didapat dari buku potensi desa Kota Bandung. Dengan mengalikan rata-rata pergerakan rumah tangga per kelas dengan jumlah keluarga per kelas di satu kelurahan, kemudian menjumlahkan hasil semua kelas, didapatlah nilai bangkitan pergerakan per kelurahan Kota Bandung. Model estimasi bangkitan pergerakan menjawab pertanyaan penelitian yaitu hambatan waktu dan biaya pada tiga metode yang selama ini dikenal. Data bangkitan pergerakan sekarang dapat diestimasi dengan cepat dan murah. Hanya saja perlu menjadi catatan bahwa data yang dihasilkan lebih makro. Pemakaian variabel jumlah keluarga sebagai dasar perhitungan membuat besar bangkitan pergerakan berbanding lurus dengan jumlah keluarga di satu kelurahan.", "Daftar File": {}, "Penulis": "R. RAKA WHISNU SURYANDARU (NIM 15404048)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ibnu Syabri B.Sc., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "perencanaan transportasi, four-step model, bangkitan pergerakan, penginderaan jauh", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}