{"Nomor": 11336, "Judul": "GEOLOGI DAN STUDI FASIES BATUGAMPING DAERAH KALIORANG, KABUPATEN KUTAI TIMUR, KALIMANTAN TIMUR", "Abstrak": "Secara geografis daerah penelitian berada pada 117 derajat 50 30 BT 117 derajat 55 00 BT dan 00 derajat 53 20 LU 00 derajat 57 45 LU yang berada di daerah Kaliorang, Kabupaten Kutai Timur, Kalimantan Timur, dengan luas daerah penelitian mencapai 49 km2. \n \n \n \n \n\nGeomorfologi daerah penelitian dapat dibagi menjadi 3 satuan geomorfologi, yaitu Satuan Perbukitan Landai, Satuan Dataran Rendah, dan Satuan Perbukitan Terjal. Stratigrafi daerah penelitian terdiri dari 2 satuan batuan tidak resmi yang terbentuk sejak Miosen Tengah. Satuan batuan tersebut berurutan dari tua ke muda yaitu: Satuan Batupasir Batulempung yang berumur Miosen Tengah dan Satuan Batugamping berumur Miosen Tengah Atas-Miosen Akhir yang menunjukkan hubungan stratigrafi menjari satu dengan yang lainnya. Struktur geologi yang berkembang di daerah penelitian berupa jurus berarah utara selatan dengan kedudukan lapisan yang miring ke barat sehingga mengindikasikan daerah tersebut merupakan bagian dari sayap antiklin atau sinklin di luar daerah penelitian. \n \n \n \n \n\nPada Satuan Batugamping, terdapat fasies Boundstone yang mewakili lingkungan pengendapan organic build up dan fasies Wackestone-Packestone yang mewakili lingkungan pengendapan shelf lagoon (Wilson, 1975). Proses diagenesis yang teramati dalam skala singkapan berupa pelarutan dan adanya vuggy porosity. Sedangkan dalam skala mikroskopis berupa mikritisasi mikrobial, pelarutan, dan sementasi. Berdasarkan kenampakan diagenesis tersebut maka lingkungan diagenesis batuan karbonat dibagi menjadi 3 yaitu marine phreatic zone, freshwater phreatic zone, dan vadose zone.", "Daftar File": {}, "Penulis": "R. P. FORTRANIAWAN (NIM 12001014)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Kristian Nurwedi Tabri, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Batugamping, Daerah Kaliorang, Kabupaten Kutai Timur, Kalimantan Timur", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}