{"Nomor": 11345, "Judul": "KAPASITAS ROTASI INELASTIK SAMBUNGAN SIKU ATAS-BAWAH DAN SIKU BADAN GANDA (TOP AND SEAT WITH DOUBLE WEB ANGLE) AKIBAT PEMBEBANAN SIKLIK", "Abstrak": "Tesis ini meneliti mengenai kinerja sambungan Top and Seat with Double Web Angle terhadap kemampuan berotasi inelastis, sebagaimana yang disyaratkan AISC 1997 bahwa struktur tahan gempa harus memiliki sambungan yang mampu berotasi inelastis sebesar 0.03 radian dibawah pembebanan siklik sebagai Special Moment Frame (SMF). Klasifikasi dilakukan berdasar pada peraturan AISC, ATC, LRFD dan beberapa pendapat yang ada. Terdapat hal menarik yaitu dengan penambahan pengaku ini menjadikan sambungan ini dari OMF menjadi sambungan IMF. Untuk desain tahan gempa, sambungan ini dirasa masih kurang layak dipilih karena meskipun kapasitas rotasi inelastisnya sangat besar akan tetapi begitu besarnya pinching, slip plato dan drift yang terjadi serta kurangnya kekakuan maka sambungan ini dikategorikan sambungan yang semirigid. Selain itu desain sambungan dengan menggunakan- faktor Ry=1.5 untuk Indonesia masih perlu ditinjau lagi karena ditemukan sebagian besar kupon tes yang overstrength. Perbandingan secara nondimensional dengan beberapa sambungan yang ada menunjukkan kinerja sambungan berada diantara endplate dan thick endplate dan sedikit di atas sambungan ECCS. Selain itu pula dibahas mengenai pola retak dan deformasi yang terjadi, kemampuan penyerapan energi, daktilitas dan beberapa hal yang mendukung bahasan ini.", "Daftar File": {}, "Penulis": "RUDI HARNANTO (NIM 25098088)", "Kontributor / Dosen Pembimbing": ["Pembimbing: DR.Ir. Muslinang Moestopo"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Top and Sea with Double Web Angle,Rotasi Inelastis, Struktur Tahan Gempa, Special Moment Frame, Pinching, Slip Plato, Drift", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}