{"Nomor": 11344, "Judul": "PEMBANGUNAN APLIKASI ANALISIS PERGERAKAN NILAI SAHAM DENGAN METODE ICHIMOKU KINKO HYO DAN MOVING AVERAGE", "Abstrak": "Saham merupakan bentuk instrumental finansial yang menunjukkan kepemilikan seseorang atau suatu badan terhadap suatu perusahaan. Nilai saham bersifat sangat fluktuatif sehingga dibutuhkan analisis baik fundamental maupun teknikal, untuk mendapatkan dividen atau capital gain. Analisis fundamental berfokus pada kinerja perusahaan sedangkan analisis teknikal berfokus pada pergerakan harga saham. \n \n \n \n \n\nProses analisis teknikal dapat digunakan untuk melihat trend dan menghasilkan sinyal jual/beli. Analisis teknikal memiliki banyak metode, salah satunya yang paling umum adalah Moving Average. Metode lainnya yang sering digunakan di Jepang adalah Ichimoku Kinko Hyo. Moving average menghitung rata-rata dari harga saham, sedangkan Ichimoku Kinko Hyo menggunakan beberapa elemen berdasarkan harga tertinggi dan harga terendah dalam suatu periode tertentu. \n \n \n \n \n\nTugas akhir ini akan membangun perangkat lunak beserta dokumen pembangunannya berdasarkan dua metode, Ichimoku Kinko Hyo dan Moving Average dengan kasus uji perusahaan yang terdaftar di Bursa Efek Indonesia. Perangkat lunak ini diberi nama IMPAS (Ichimoku kinko hyo-Moving average, Prediksi, dan Analisis Saham). IMPAS menghasilkan elemen dari masing-masing metode dan menampilkannya bersama data saham dalam bentuk tabular maupun grafik. IMPAS juga melakukan proses analisis teknikal dengan menggunakan kedua metode tersebut dan menampilkan hasilnya berupa saran untuk jual/beli. \n \n \n \n \n\nPengujian terhadap IMPAS juga telah dilakukan untuk mendapatkan tingkat kebenaran aplikasi serta tingkat keakuratan metode-metode yang digunakan. Hasil yang didapat dari pengujian ini memuaskan karena dapat memenuhi kebutuhan fungsional dan non-fungsional dari perangkat lunak ini.", "Daftar File": {}, "Penulis": "RUDIANTO (NIM 13504099)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dra. Harlili, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Saham, Analisis teknikal, Ichimoku Kinko Hyo, Moving Average, Trend, Sinyal, Indonesia", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}