{"Nomor": 11342, "Judul": "KANTOR SEWA DI BANDUNG", "Abstrak": "Kantor Sewa yang dirancang terletak di kawasan Jalan Supratman, Bandung. Lokasinya terletak pada lahan seluas 12.000 m2. KDB yang diijinkan sebesar 40% dan KLB 1.6. Kantor sewa ini dirancang dengan fasilitas perkantoran untuk PT Telekomunikasi Divre III sebagai tenant utama dan untuk tenant lainnya yang umum seperti Bank atau perusahaan di bidang jasa lainnya. Sedangkan fasilitas penunjang antara lain Ruang Serba Guna, Ruang Pertemuan dan Area Retail.Massa  yang dirancang terdiri atas 2 buah massa perkantoran yang masing-masing terdiri atas 7 buah lantai tipikal dan dua buah lantai basement serta satu buah gedung ruang serba guna. KDB 23 % sedangkan KLB 1.6. Luas rentable area di setiap lantai adalah 1842 m2 (73%) sedangkan luas non-rentable area adalah 668.5 m2 (27%) di setiap lantainya (306 m2 utilitas, 368.5 m2 sirkulasi). Sehingga luas total rentable area adalah 12.894 m2, sedangkan luas total bangunan adalah 17.615 m2 (tidak termasuk basement). Gedung ruang serba guna memiliki kapasitas 200 orang berdiri dengan luas total 150 m2. Area parkir di basement dapat menampung 165 buah mobil dan 42 buah sepeda motor. Parkir mobil di lantai dasar dapat menampung 60 buah mobil dan 64 buah sepeda motor.Konsep utama perancangan tapaknya adalah berusaha merespon letak tapak yang berada di persimpangan dengan tetap memperhatikan efisiensi lay out  ruang yang tercipta. Massa yang terbentuk adalah massa yang memanjang dan tipis. Ketebalan bangunan diatur sedemikian rupa agar sinar matahari dapat masuk ke dalam ruang kerja dan mengurangi kebutuhan pemakaian pencahayaan buatan.Tampak bangunan diolah agar memiliki bukaan yang optimum sehingga sinar matahari bisa menerangi ruangan. Namun, bukaan dilindungi pula oleh sun shading sehingga tidak menyilaukan ruang kerja yang ada di dalamnya. Citra rancangan yang ingin ditampilkan adalah kantor sewa yang simple, efektif, efisien dan modern dengan perpaduan material yang massif dan transparan.", "Daftar File": {}, "Penulis": "RUBBY NURSITY (NIM 152 02 048)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Fashridjal M. Noor, MS., MSc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "konsep perencanaan, kantor sewa, bandung", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}