{"Nomor": 11355, "Judul": "MASALAH PLURALITAS KULTUR DALAM PENGELOLAAN PASAR RITEL DI KOTA JAYAPURA (Kajian Dalam Perspektif Sistem Pasar)", "Abstrak": "Dalam menetapkan layanan publik, yang diharapkan adalah sebuah peran positif pemerintah berupa kewajiban moral untuk membantu mewujudkan kesejahteraan semua orang khususnya masyarakat pedagang, dengan menjamin keseimbangan antara kepentingan privat dan social. Pemerintah tidak harus menjadi pelaku langsung, tetapi cukup hanya sebagai katalisator, fasilitator, dan regulator. Namun kenyataannya peran-peran itu tidak cukup, tanpa mempertimbangkan perbedaan perilaku antara pedagang dalam menetapkan layanan publik.Tesis ini secara umum bertujuan untuk mengetahui peran pemerintah dalam meningkatkan kesejahteraan masyarakat pedagang di Kota Jayapura. Dalam melaksanakan penelitian studi empiris tesis ini digunakan teknik kualitatif, dan peran tersebut dikaji dalam perspektif sistem pasar.Hasil studi menunjukkan bahwa : (i) banyak orang Papua yang sudah meniru cara berdagang orang non Papua; (ii) perbedaan suku, perbedaan letak/ lokasi tempat jualan, dan perilaku berjualan, akan mempengaruhi kesuksesan seorang pedagang; (iii) dalam memberikan layanan-layanan publik, pemerintah daerah Kota Jayapura belum mempertimbangkan perbedaan perilaku pedagang.Temuan-temuan di atas menunjukkan bahwa hanya mereka yang berprestasi yang akan unggul dalam sistem pasar. Sementara yang lain, akan dibiarkan tersingkir tanpa kompromi karena tidak mampu bersaing. Akibatnya distribusi kekayaan ekonomi melalui mekanisme murni pasar akan menjadi pincang, tidak merata, dan tidak adil. Agar distribusi kekayaan ekonomi dapat merata dan adil, pemerintah sebaiknya memberikan subsidi silang dan memberlakukan tarif bertingkat, dengan mempertimbangkan pluralitas kultur  pedagang.", "Daftar File": {}, "Penulis": "RUSLAN (NIM 24006064)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Sonny Yuliar"], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Pasar, Pemerintah dan Pedagang", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}