{"Nomor": 11351, "Judul": "PENGARUH PROSES TEMPER TERHADAP KEKERASAN MATERIAL KATUP JIS SUH 11", "Abstrak": "Material JIS SUH11 merupakan kelompok heat resistant alloy. Material ini memiliki kadar Cr dan Si yang tinggi untuk meningkatkan ketahanan korosi dan kekuatan pada temperatur yang cukup tinggi. Material JIS SUH11 biasa digunakan sebagai material untuk katup motor bakar. Katup motor bakar harus memiliki kekerasan dan keuletan yang tinggi. Di industri, kekerasan katup motor bakar setelah proses temper, sering kali berada di luar standar. Oleh karena itu, penelitian ini dilakukan untuk mempelajari hubungan antara proses temper dengan kekerasan material katup, serta mengamati aspek metalurgi yang terjadi pada proses temper.Pada penelitian ini, data-data diperoleh dari hasil pengukuran kekerasan dan struktur mikro spesimen awal, spesimen yang telah di-anneal, di-quench dan ditemper. Proses temper dilakukan dengan mem-variasikan temperatur dan waktu proses. Untuk temperatur, dilakukan 4 variasi, yaitu 650oC, 680oC, 720oC, dan 750oC, sedangkan untuk waktu, dilakukan 3 variasi, yaitu 30 menit, 60 menit, dan 90 menit. Pengukuran kekerasan dilakukan dengan menggunakan metoda microvickers dan diuji secara acak pada sampel. Hasil percobaan ini adalah kurva temper. Kurva ini dapat dijadikan acuan proses temper agar diperoleh kekerasan yang memenuhi standard kekerasan katup di industri.Proses temper untuk memperoleh harga kekerasan yang sesuai dengan standar untuk material katup JIS SUH11 adalah pada temperatur 720-750oC selama 30 menit, 60 menit, atau 90 menit. Agar proses temper lebih efisien maka disarankan memilih waktu temper 30 menit.", "Daftar File": {}, "Penulis": "RULLY INDRA ARDHYAN (NIM 13703030)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ir. Husaini Ardy"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "proses temper, katup, alloy", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}