{"Nomor": 11353, "Judul": "REPLIKASI DAN PEMBELAJARAN DALAM  PROSES PENANGANAN MASALAH LINGKUNGAN SECARA KOMUNAL (STUDI KASUS : KAMPUNG BOJONG BUAH, KAMPUNG DARA ULIN, DAN KAMPUNG CILEBAK KABUPATEN BANDUNG)", "Abstrak": "Perubahan perilaku merupakan hal yang harus dibangun pada fase yang paling awal sebelum diperkenalkannya pilihan sistem dan teknis yang akan diterapkan, sehingga nantinya kebutuhan sanitasi yang baik dan keberadaan sarana terbangun  bukan hanya kepentingan pemerintah namun lebih menjadi kebutuhan warga. Sehingga pembelajaran untuk memberikan pemahaman mengenai lingkungan hidup menjadi wadah untuk membangkitkan kesadaran guna menciptakan perubahan perilaku manusia yang berbudaya lingkungan.Studi ini bertujuan untuk mengetahui keberhasilan pelaksanaan replikasi dan kegiatan pembelajaran dalam proses penanganan masalah lingkungan secara komunal. Analisis dilakukan menggunakan teknik deskriptif kualitatif dan kuantitatif.Temuan studi ini menunjukkan bahwa replikasi proses penanganan masalah lingkungan dilakukan  secara independent dan  dapat terjadi karena tercapainya kondisi yang tepat. Pembelajaran yang dilaksanakan termasuk kategori pendidikan informal. Keberlangsungan pelaksanaan proses pembelajaran dipengaruhi oleh faktor-faktor yang mendukungnya. Kesinambungan proses pembelajaran terjadi karena adanya kesadaran peserta pembelajaran untuk menyebarkan pengetahuan yang didapatkannya kepada masyarakat lainnya. Kelompok perempuan merupakan kelompok yang mudah terbangkitkan kesadarannya dalam proses pembelajaran dan  aktif  dalam menangani masalah lingkungan. Diversifikasi penanganan masalah lingkungan bukan bagian dari replikasi dan pelaksanaannya didorong oleh pemahaman dan kesadaran peserta pembelajaran untuk terus berupaya agar dapat hidup sehat dan bersih, adanya keterlibatan struktural setempat, adanya kesediaan LSM untuk memfasilitasi pelaksanaan diversifikasi, adanya bantuan pembiayaan pembangunan sarana yang dibutuhkan, serta adanya kegiatan pembelajaran mengenai pentingnya menjaga lingkungan yang dilakukan terus-menerus. Kemajuan kegiatan penanganan masalah lingkungan pada setiap komunitas dibedakan oleh kemajuan dalam kegiatan penanganan sampah. Kreativitas dalam membuat produk pengolahan  sampah diduga dipengaruhi oleh tingkat pendidikan, kemudahan akses keluar, dan perhatian  tokoh masyarakatnya.  Produk dari pengolahan sampah telah mampu memberikan nilai ekonomi bagi masyarakat. Semua tipologi mekanisme bantuan berkontribusi terhadap berjalannya proses pembelajaran. Respon mayoritas masyarakat terhadap proses pembelajaran dan pelaksanaan penanganan masalah lingkungan adalah positif. Faktor pemahaman masyarakat dan manfaat yang dirasakan oleh masyarakat pada umumnya tidak berhubungan dengan partisipasi yang terjadi. Peran LSM, kelompok inisiatif, pemerintah dan lembaga donor penting dalam proses pembelajaran, sedangkan peran masyarakat di luar kelompok inisiatif dinilai lebih rendah dibandingkan stakeholders lainnya.", "Daftar File": {}, "Penulis": "RULY FATWANI (NIM 25407041)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Sugiyantoro, Ir. MIP."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "replikasi, pembelajaran, partisipasi masyarakat, masalah  lingkungan, komunal", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}