{"Nomor": 11350, "Judul": "PENGEMBANGAN PROGRAM DISTRIBUSI BEBAN AERODINAMIKA PADA MODEL STRUKTUR WING-BOX DENGAN MENGGUNAKAN VBA FRO CATIA-V5", "Abstrak": "Pada Tugas Akhir ini dijelaskan secara rinci mengenai pengembangan program komputer untuk memprediksi distribusi beban-beban aerodinamika di sepanjang sayap. Program dibuat dengan menggunakan Visual Basic for Application (VBA) yang sudah terdapat dalam Catia. Penelitian ini memafaatkan hasil penelitian sebelumnya mengenai pembuatan permukaan sayap yang mempunyai satu kink dalam Catia-V5 R17. Dengan melakukan link antara VBA dan referensi tertentu di dalam struktur file Catia maka dapat diperoleh secara otomatis distribusi beban dalam bentuk table yang meliputi gaya angkat, gaya hambat, dan momen aerodinamika. Jika ada perubahan dari parameter sayap dan atau distribusi garis rib, maka dengan melakukan update dapat diperoleh tabel beban terkini. Panjang sayap dibagi bagi dalam beberapa panel dimana pada setiap luas panel garis rib terletak ditengah panelnya. Pada tiap panel beban aerodinamika bekerja di garis ribnya, kecuali pada root dan tip. Metoda Schrenk dipakai untuk memprediksi distribusi gaya angkat. Total gaya angkat dapat ditetapkan (misal kondisi cruise) dan besar load factor dapat juga ditetapkan sebelum perhitungan. Distribusi gaya hambat dan momen dihitung dengan persamaan standar. \n \n \n \n \n \n \n \n \n \n\nDistribusi beban ini akan disambungkan ke FEM yang dilakukan pada penelitian lain. Selain itu aplikasi komputer ini dapat dipakai dalam perancangan sayap misalnya untuk menganalisa efek distribusi cl akibat perubahan sudut twist. Disajikan contoh perubahan distribusi beban akibat perubahan planform sayap dari bentuk sayap yang serupa dengan N250-100 ke bentuk N2130.", "Daftar File": {}, "Penulis": "RULIANA (NIM 13602023)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Rais Zain M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Program distribusi beban aerodinamika, Model struktur wing-box", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "09 Okt 2017"}