{"Nomor": 11362, "Judul": "PERANCANGAN DAN IMPLEMENTASI MEDIA SOSIAL BERBASIS WEB", "Abstrak": "Pertumbuhan manusia sebagai makhluk sosial tidak dapat terlepas dari faktor lingkungan di luar dirinya (faktor eksternal) dan motivasi di dalam dirinya (faktor internal). Faktor lingkungan secara langsung memberikan pengaruh terhadap pembentukan motivasi di dalam diri manusia melalui berbagai bentuk interaksi. Motivasi inilah yang akan menentukan sikap dan perbuatan manusia terhadap lingkungannya. Permasalahan yang timbul adalah manusia tidak sepenuhnya dapat memilih lingkungan tempat mereka berinteraksi. Akan tetapi, teknologi internet dan web sedikit-banyak telah merubah kondisi ini. Akses internet yang semakin luas memberikan kebebasan bagi manusia untuk menentukan lingkungan dimana mereka ingin berinteraksi. \n \n \n \n\nTujuan dilakukannya penelitian ini adalah untuk membuat sebuah aplikasi berbasiskan web yang dapat menjadi media dimana para penggunanya dapat berinteraksi dengan bebas dan seimbang, dalam hal memberi dan menerima informasi. Untuk mencapai tujuan tersebut, peneliti melakukan langkah-langkah berikut ini: 1) mempelajari teori dasar motivasi sosial milik David McClelland untuk memahami dasar-dasar teori motivasi sosial; 2) mempelajari tren teknologi web saat penelitian dilakukan; 3) mengaplikasikan sebuah framework untuk mengidentifikasi kebutuhan yang muncul dari teori motivasi social yang selanjutnya akan dijadikan spesifikasi kebutuhan sistem; 4) menentukan layanan- layanan web 2.0 yang akan dimasukkan ke dalam desain perancangan aplikasi; dan 5) melakukan pengujian terhadap aplikasi yang telah dibuat pada skala laboratorium. \n \n \n \n\nHasil penelitian ini membuktikan bahwa: 1) pengguna berinteraksi sesuai dengan kadar kebutuhan dasar penyusun motivasi di dalam dirinya; 2) setiap pengguna memiliki preferensi pribadi dalam menggunakan berbagai layanan yang disediakan, yang mencerminkan keunikan motivasi di dalam diri mereka; 3) sebuah aplikasi berpotensi untuk digunakan oleh banyak pengguna apabila memiliki sumber daya informasi yang bermanfaat, disamping kemudahan layanan yang ditawarkan.", "Daftar File": {}, "Penulis": "RYAN VAMONDO (NIM 13203114)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. -Ing. Eueung Mulyana ST. M.Sc. dan Dr. Ir. Suhono Harso Supangkat"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Web 2.0, Blog, Wiki, Forum, Grup, PHP, MySQL, Client-server, HTTP, Media sosial", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}