{"Nomor": 11372, "Judul": "PENGEMBANGAN JARINGAN NIRKABEL HYBRID UNTUK MEMPERLUAS CAKUPAN WIRELESS LAN 802.11", "Abstrak": "Dalam wireless LAN (WLAN), access point (AP) yang terkoneksi ke Internet digunakan untuk menyediakan layanan jaringan kepada user. Namun sistem seperti ini memiliki jangkauan yang terbatas. Salah satu solusi untuk menyelesaikan permasalahan ini adalah dengan menggunakan jaringan wireless hybrid. Jaringan wireless hybrid adalah gabungan antara jaringan wireless infrastructured dengan jaringan wireless mesh. Dengan jaringan hybrid, coverage dari AP tersebut dapat diperluas dengan cara menambahkan sejumlah AP yang membentuk jaringan wireless mesh. Jaringan wireless mesh dipilih sebagai bagian dari jaringan wireless hybrid karena kelebihan-kelebihan yang dimilikinya, seperti self organized dan self configured. Selain itu jaringan wireless mesh dikenal juga dengan sifat self healing, yaitu bagaimana jaringan ini memungkinkan untuk dapat melakukan rerouting maupun usaha lain untuk menjaga jaringannya tetap reliable. Hal tersebut diharapkan dapat membuat jaringan hybrid ini memiliki keunggulan lebih seperti robustness, reliability serta service coverage yang lebih baik.Dalam mengembangkan jaringan wireless hybrid dibutuhkan minimal tiga perangkat hardware. Satu perangkat dioperasikan pada mode infrastructured sedangkan dua perangkat lainnya menggunakan mode managed dan mode ad-hoc. Perangkat yang digunakan haruslah mendukung implementasi jaringan wireless mesh. Selain perangkat hardware untuk melakukan implementasi jaringan ini juga diperlukan firmware yang mampu menjalankan fungsi protokol routing jaringan wireless mesh.Berdasarkan implementasi menggunakan jaringan wireless hybrid didapatkan bahwa coverage bertambah 80% (bergantung kepada penempatan posisi AP). Sedangkan throughput dapat berkurang hingga 50% ketika melewati 1-hop. Sehingga untuk melakukan implementasi harus dipastikan dulu mengenai aplikasi apa saja yang akan dilewatkan. Apabila yang dilewatkan merupakan aplikasi yang membutuhkan akurasi realtime yang tinggi, maka penggunaan jaringan hybrid bisa jadi tidak sesuai. Karena adanya penurunan throughput dan delay bertambah.", "Daftar File": {}, "Penulis": "SALMAN TEGUH PRATISTA (NIM 23205020)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Yusep Rosmansyah M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "jaringan infrastruktur, jaringan mesh, jaringan hybrid, jangkauan.", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}