{"Nomor": 11373, "Judul": "RESTORASI CITRA AUTOFLUORESCENCE RETINA DARI KAMERA FUNDUS MENGGUNAKAN BLIND DECONVOLUTION SEDDARA", "Abstrak": "Proses autofluorescence lipofuscin pada Retinal Pigment Ephithelium (RPE) retina mata dapat digunakan untuk mendeteksi Age Macular Degeneration (AMD), Best's dan Stargardt's Fundus Flavimakulatus. Citra autofluorescence retina hasil pencitraan menggunakan kamera fundus Zeiss FF 450 plus IR memiliki kontras yang rendah serta mengalami blur sehingga sulit digunakan untuk proses diagnosa dokter. Tugas akhir ini merancang suatu sistem pengolahan citra untuk meningkatkan kontras, mengurangi blur pada citra autofluorescence retina tersebut untuk mempermudah dokter melakukan diagnosa. Sistem terdiri dari 4 (empat) bagian utama yaitu preprocessing, smoothing, deblurring, dan peningkatan kontras. Di dalam praprocessing terdapat proses pengecilan ukuran dan pengubahan kanal warna citra untuk mengurangi kebutuhan memori dan waktu pada proses pengolahan. Proses pengecilan citra menggunakan metode bicubic. Kanal warna citra diubah dari mode Red Green Blue (RGB) diubah menjadi grayscale. Smoothing dilakukan untuk mengurangi derau putih, derau merica (pepper) dan garam (salt). Proses smoothing dilakukan menggunakan filter Wiener adaptif berdasarkan perkiraan statistik dari tetanggaan lokal setiap piksel. Deblurring dilakukan untuk mengurangi blur pada citra. Metode yang digunakan dalam proses deblurring ini adalah blind deconvolution Self-Deconvolving Data Reconstruction Algorithm (SeDDaRA) ditambah dengan filter pseudoinverse. Kemudian setelah melalui proses deblurring, citra melalui proses peningkatan kontras menggunakan metode peregangan (stretching). Citra yang telah diolah menggunakan sistem yang dirancang memiliki tingkat kontras yang tinggi dan tingkat blur yang rendah sehingga memudahkan dokter melakukan diagnosa.", "Daftar File": {}, "Penulis": "SAMEKTA HADI (NIM 13203106)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Tati L. R. Mengko"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Autofluorescence retina, Pengolahan citra, Blind deconvolution, Deblurring, SeDDaRA", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}