{"Nomor": 11388, "Judul": "STUDI AWAL PENENTUAN MODEL PASUT DARI SATELIT ALTIMETRI TOPEX DAN JASON-1 (Studi Kasus : wilayah Perairan Indonesia)", "Abstrak": "Teknologi satelit altimetri sangat potensial digunakan untuk mempelajari berbagai fenomena oseanografi fisik di wilayah perairan Indonesia. Pada umumnya, untuk berbagai aplikasi diperlukan informasi pasut laut yang digunakan untuk mereduksi data altimetri itu sendiri. Selama ini digunakan model pasut global, namun model tersebut tidak sesuai untuk kasus perairan dangkal di perairan Indonesia. Dalam penelitian ini diinvesigasi pemanfaatan data satelit altimetri Topex dan Jason-1 tahun 1993-2006 untuk menentukan model pasut regional di wilayah perairan Indonesia dan sekitarnya dengan teknik analisis harmonik yang menerapkan aliased frequency khususnya untuk komponen pasut diurnal dan semidiurnal.Komponen pasut yang dilibatkan dalam analisis harmonik dipilih berdasarkan kriteria Rayleigh dan dilakukan juga uji chi-square. Terdapat perbedaan model pasut pada hasil lintasan naik (ascending) dan lintasan turun (descending) satelit altimetri. Apabila dilakukan prediksi pasut dengan menggunakan nilai estimasi amplitudo dan fase dari kedua lintasan tersebut terdapat perbedaan sekitar 10 cm dengan deviasi 5 cm. Data altimetri masih mengandung kesalahan orbit, noise dan kesalahan lainnya yang belum termodelkan dengan formulasi yang digunakan dalam penelitian ini. Diharapkan model pasut empirik dari data altimetri ini dapat digunakan sebagai koreksi pasut untuk meningkatkan kualitas data satelit altimetri di perairan Indonesia.", "Daftar File": {"2008 TS PP SELLA LESTARI NURMAULIA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/46234", "2008 TS PP SELLA LESTARI NURMAULIA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/46235", "2008 TS PP SELLA LESTARI NURMAULIA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/46236", "2008 TS PP SELLA LESTARI NURMAULIA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/46237", "2008 TS PP SELLA LESTARI NURMAULIA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/46238", "2008 TS PP SELLA LESTARI NURMAULIA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/46239", "2008 TS PP SELLA LESTARI NURMAULIA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/46240"}, "Penulis": "SELLA LESTARI NURMAULIA  (NIM 25105013)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Kosasih Prijatna, M.Sc., dan Ir. Dina Anggreni Sarsito, MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "satelit altimetri, model pasut, analisis harmonik", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}