{"Nomor": 11389, "Judul": "EVALUASI ALGORITMA CB* UNTUK KONSTRUKSI STRUKTUR BAYESIAN NETWORK DALAM DATA MINING", "Abstrak": "Data mining merupakan proses inti pada KDD (Knowledge Discovery in Databases) yang melakukan ekstraksi pengetahuan dari sejumlah data yang besar. Salah satu metode data mining adalah klasifikasi yaitu proses pencarian model klasifikasi yang dapat membedakan objek label kelasnya. Bayesian Networks adalah salah satu teknik yang dapat dipakai untuk membangun model klasifikasi. Komponen Bayesian Network terdiri dua, yaitu struktur DAG yang menggambarkan hubungan kausalitas antar atribut data dan sebuah tabel yang berisi probabilitas bersyarat berdasarkan atribut sebelumnya. Telah dikembangkan berbagai algoritma untuk mengkonstruksi struktur Bayesian Network, baik untuk basis data lengkap maupun untuk basis data yang tidak lengkap (terdapat missing value). \n \n \n \n \n \n\nAlgoritma CB* yang menggabungkan dua pendekatan dependency analysis dan search and scoring adalah salah satu algoritma untuk mengkonstruksi struktur Bayesian Network dari basis data yang tidak lengkap. Algoritma ini terdiri dari dua fase yaitu fase pertama menghasilkan node ordering dan fase kedua untuk mengkonstruksi struktur DAG dari Bayesian Network. \n \n \n \n \n \n\nTujuan dari tesis ini adalah mengevaluasi Algoritma CB* dari sisi fungsinya yaitu dapat membangkitkan node ordering yang menghasilkan struktur yang markov ekivalen ke struktur original, dapat mengkonstruksi struktur Bayesian Network dari basis data yang tidak lengkap, jumlah missing value tidak mempengaruhi struktur Bayesian Network dan dapat mengkonstruksi struktur Bayesian Network tanpa informasi sebelumnya. \n \n \n \n \n \n\nBerdasarkan hasil uji coba menggunakan perangkat lunak dan evaluasi yang telah dilakukan, Algoritma CB* dapat membangkitkan sendiri node ordering yang dihasilkan pada fase pertama dan node ordering tersebut dapat digunakan sebagai masukan pada fase kedua. Algoritma CB* juga dapat mengkonstruksi struktur Bayesian Network dari basis data yang tidak lengkap, hal ini dikarenakan cara kerja dari fase kedua yang dapat menangani missing value. Sedangkan jumlah missing value tidak berpengaruh secara mutlak terhadap struktur Bayesian Network yang dihasilkan. Jumlah missing value yang besar ataupun yang kecil pada basis data dapat menghasilkan struktur Bayesian Network yang sama atau berbeda dengan struktur Bayesian Network yang dihasilkan dari data lengkap. Hal ini diakibatkan oleh pengaruh jumlah sampel data dan kombinasi atau pola data dalam suatu basis data. Namun dalam tesis ini yang ditekankan adalah berapa pun jumlah missing value yang dimiliki oleh basis data, Algoritma CB* tetap dapat menghasilkan struktur Bayesian Network. Algoritma CB* juga dapat bekerja tanpa informasi sebelumnya dalam menangani missing value, artinya algoritma ini tidak bekerja dengan cara mengisi data yang hilang melainkan langsung mengkonstruksi struktur Bayesian Network dengan kondisi data yang ada.", "Daftar File": {}, "Penulis": "SELVIA LORENA BR GINTING (NIM 23505008)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ing. Ir. Benhard Sitohang"], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Data mining, Klasifikasi, Bayesian Network, Missing value, Dependency analysis, Search and scoring, Node ordering", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}