{"Nomor": 11382, "Judul": "PEMBUATAN DAN PENGUJIAN INJECTOR TESTING RIG", "Abstrak": "Penggunaan sistem penyemprotan bahan bakar dalam memenuhi Standar Emisi Euro 2 menuntut bahan bakar yang memenuhi spesifikasi Kategori 2 World Wide Fuel Chapter. Dalam pengujian untuk menentukan spesifikasi bahan bakar, salah satu parameter penting yang harus diukur adalah fuel injector cleanliness sesuai dengan standar ASTM D5598, yaitu dengan mengukur flow loss pada injektor. \n \n\nPenelitian yang dilakukan bertujuan untuk menghasilkan sebuah alat injector testing rig yang dapat mengukur laju aliran pada injektor dan memeriksa kualitas semprotan. Laju aliran yang terukur dan kualitas semprotan dianalisa dan dibandingkan dengan standar ASTM D5598. \n \n\nPelaksanaan tugas akhir ini meliputi pembuatan injector testing rig dan menguji kemampuan alat tersebut untuk mengukur laju aliran dan memeriksa kualitas semprotan pada injektor. Penyempurnaan alat yang dibuat membutuhkan penelitian lebih lanjut setelah dilakukan pengujian pada alat. \n \n\nPengujian dilakukan sebanyak dua kali untuk mengetahui kemampuan alat untuk mengukur laju aliran, mengetahui repeatability pengiriman sinyal dari PLC (Programmable Logic Control) menuju injektor, memeriksa sistem aliran fluida yang digunakan untuk menguji injektor dan memeriksa kualitas semprotan pada injektor. Pengujian pertama menggunakan 4 buah injektor kijang EFI 1800 cc dan pengujian kedua menggunakan 4 buah injektor Honda CRV 2000 cc. Pada saat pengujian, tekanan aliran bahan bakar dijaga tetap sebesar 375 kPa dan laju aliran dihitung dalam volume per waktu (cc/s). \n \n\nPengujian pertama mendapatkan rentang laju aliran tertinggi sebesar 3,74% pada injektor 4 dan deviasi laju aliran rata-rata sebesar 2,14%. Pengujian kedua mendapatkan rentang laju aliran tertinggi sebesar 6,35% pada injektor 4 dan deviasi laju aliran rata-rata sebesar 86,35%. Deviasi laju aliran rata-rata maksimum 3% dan rentang laju aliran maksimum 1% berdasarkan standar ASTM D5598. Kualitas semprotan injektor dapat diperiksa secara visual dan direkam dengan baik. \n \n\nInjector testing rig dapat berfungsi dengan baik dan tidak ada kerusakan pada alat selama pengujian berlangsung serta mampu mendeteksi kerusakan pada injektor dengan menghitung rentang laju aliran setiap injektor dengan batasan maksimum 1% dan deviasi laju aliran rata-rata dengan batasan maksimum 3% sesuai dengan ASTM D5598.", "Daftar File": {}, "Penulis": "SATYA ADI PRADANA (NIM 13102041)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Tri Yuswidjajanto Zaenuri dan Prof. Wiranto Arismunandar"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Injector testing rig, Fluida, Bahan bakar", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}