{"Nomor": 11391, "Judul": "PEMBUATAN MEMBRAN SELULOSA ASETAT DARI PULP KENAF (HISBISCUS CANNABINUS)", "Abstrak": "Pulp kenaf (Hibiscus cannabinus) merupakan salah satu sumber selulosa dan bahan non kayu yang dapat dimanfaatkan untuk menghasilkan selulosa asetat (SA). Analisa spektroskopi inframerah menunjukkan puncak khas gugus asetil pada daerah 1237,4 cm-1 SA kenaf yang dihasilkan mempunyai kadar asetil 40,40% sedangkan SA komersial 40,11%. Membran selulosa asetat dibuat dengan cara inversi fasa dalam tiga variasi komposisi 14%, 16%, dan 18% berat (SA), sedangkan karakterisasi membran dilakukan pada tiga variasi tekanan operasional yaitu 1 sampai 3 kgf/cm2. Permeabilitas air terbesar adalah membran dengan komposisi berat SA 14% tekanan 3 kgf/cm2 dengan fluks 253,75+0,00 L/m2jam untuk membran SA kenaf dan fluks 137,57+3,53 L/m2jam untuk membran SA komersial. MWCO terkecil adalah membran dengan komposisi 18% tekanan 1 kgf/cm2 dengan nilai 4,8. 105 untuk membran SA kenaf dan 1,1.105 untuk membran SA komersial. Hasil analisa SEM menunjukkan bahwa membran SA komersial mempunyai struktur yang lebih rapat daripada membran SA kenaf Sedangkan berdasarkan uji tarik modulus Young terbesar adalah membran komposisi 18% dengan nilai 6.85E+07 untuk SA kenaf dan 5.60E+07 untuk SA komersial. Membran SA kenaf dan membran SA komersial mempunyai efisiensi yang sama untuk penjernihan air keruh yang mengandung ion) dengan rejeksi 100%. Fluks terbesar adalah membran dengan komposisi berat SA 14% tekanan 3 kgf/cm dengan fluks 429,04+1,77 L/m2jam untuk membran SA kenaf dan 201,78+3,06 L/m2jam untuk membran SA komersial.", "Daftar File": {}, "Penulis": "SENNY WIDYANINGSIH (NIM 20501018)", "Kontributor / Dosen Pembimbing": ["Pembimbing: DR. Ing. Cynthia L. Radiman"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Kenaf pulp, Hibiscus cannabinus, cellulose, membrane", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}