{"Nomor": 11393, "Judul": "PENERAPAN SUMUR RESAPAN TERHADAP ANALISIS KEJADIAN BANJIR DI KAWASAN JAKARTA TIMUR PADA TAHUN 2002 DAN 2007", "Abstrak": "Kejadian banjir besar di Jakarta pada tahun 2002 dan 2007 merupakan konsekuensi dari perubahan tata guna lahan yang diakibatkan oleh perkembangan penduduk dan perokonomian masyarakat. Penerapan sumur resapan sebagai salah satu sistem drainase berwawasan lingkungan, merupakan salah satu alternative pengendali banjir (aliran permukaan). Tujuan dari tugas akhir ini adalah Penerapan sumur resapan untuk mempercepat surutnya banjir, baik tinggi dan luas genangan banjir wilayah Jakarta Timur pada tahun 2002 dan 2007. \n \n\nMetode Soil Conservation Service (SCS) digunakan untuk menghitung debit limpasan berdasarkan besar curah hujan dan nilai curve number (CN) yang merupakan fungsi dari jenis tanah dan tutupan lahan. Curah hujan wilayah Jakarta Timur diperoleh dengan menggunakan metode isohiet dengan range 10 mm. Didapat besarnya debit limpasan 11,73 m3/detik pada tahun 2002, dan 12,79 m3/detik pada tahun 2007. \n \n\nPerhitungan simulasi jumlah sumur resapan, menggunakan metode Sunjoto, dimana volume dan efesiensi sumur resapan dapat dihitung berdasarkan keseimbangan air yang masuk ke dalam sumur dan air yang meresap ke dalam tanah. Dimensi sumur resapan yang digunakan adalah sumur berbentuk silinder dengan diameter 1 m, tinggi sumur 6 m, tinggi muka air 4.5 m. Didapatkan jumlah minimum sumur resapan yang diperlukan adalah 14.961 buah sumur. \n \n\nDengan memiliki 14.961 buah sumur, volume genangan sebesar 0,02 km3 pada tahun 2002 dapat surut selama 10 jam untuk jenis tanah pasir kasar-halus sedikit lempung dengan pecahan kerang, 2,5 jam untuk jenis tanah lempung dan pasir kerikil, 1 jam untuk lempung pasiran, dan 2 hari untuk daerah tuffacouns/Tufa. Sedangkan untuk volume genangan sebesar 0,1 km3 pada tahun 2007 dapat surut selama 1 hari untuk jenis tanah pasir kasar-halus sedikit lempung dengan pecahan kerang, 5 hari untuk jenis tanah lempung dan pasir kerikil, 7 jam untuk lempung pasiran, dan 5 hari untuk daerah tuffacouns/Tufa.", "Daftar File": {}, "Penulis": "SEPANIE PUTIAMINI (NIM 12804003)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dra. Atika Lubis, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Direct Run Off (Debit Limpasan), Soil Conservation Service (SCS), Metode Isohiet, Sumur Resapan", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}