{"Nomor": 11404, "Judul": "STUDI DAN IMPLEMENTASI ANALISIS PERGERAKAN NILAI SAHAM DENGAN METODE MARKET FACILITATION INDEX", "Abstrak": "Ada banyak jenis investasi yang biasa dilakukan untuk mendapatkan keuntungan, salah satu contohnya adalah investasi saham. Investasi saham banyak dipilih oleh berbagai pihak karena dapat menghasilkan keuntungan yang cukup besar bagi pelakunya. Namun investasi ini juga diikuti dengan risiko yang cukup besar karena harga saham dapat bergerak dengan fluktuasi yang cukup besar. Untuk menghindari kerugian dalam investasi saham, diperlukan analisis yang tepat sebelum melakukan penjualan atau pembelian saham. \n \n \n \n \n\nBerbagai metode telah dikembangkan untuk melakukan analisis pergerakan saham dengan akurat, mencakup analisis fundamental yang menilik kondisi perusahaan, dan analisis teknikal yang menggunakan data saham di masa lalu untuk menentukan pergerakan harga di masa depan. Salah satu contoh metode analisis teknikal adalah Market Facilitation Index, merupakan jenis indikator yang berjalan saat ada trend di dalam pasar. Metode ini digunakan untuk menentukan efektivitas pergerakan harga saham di dalam pasar. Metode ini biasa dikombinasikan dengan volume transaksi penjualan dan pembelian saham untuk menentukan kondisi pasar. Ada empat buah hasil kombinasi dari nilai MFI dan volume transaksi, yaitu kondisi pasar Green, Fake, Squat, dan Fade. \n \n \n \n \n\nTugas akhir ini akan membahas tentang studi metode Market Facilitation Index dan implementasinya dalam bentuk pembangunan sebuah perangkat lunak. Perangkat lunak tersebut akan diberi nama MFIWizard. MFIWizard akan memberikan hasil analisis pergerakan harga saham dalam bentuk grafik dua dimensi. \n \n \n \n \n\nSelanjutnya akan dilakukan pengujian terhadap perangkat lunak MFIWizard untuk menentukan kesesuaian kebutuhan fungsional yang ada dengan implementasi yang dilakukan. Selain itu juga akan diuji keakuratan metode Market Facilitation Index untuk digunakan dalam analisis pergerakan harga saham.", "Daftar File": {}, "Penulis": "SHANNY AVELINA HALIM (NIM 13504027)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dra. Harlili, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Saham, Analisis teknikal, market Facilitation Index, Trend, Kondisi pasar, Green, Squat, Fake, Fade", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}