{"Nomor": 11417, "Judul": "EVALUATING GENERAL ALLOCATION FUND (DAU) AS A HORIZONTAL FISCAL EQUALIZATION POLICY IN INDONESIA COMPARING TO JAPANESE SYSTEM", "Abstrak": "Having been implemented since 2001, General Allocation Fund (DAU) still does not have enough impact to reduce horizontal fiscal imbalance among sub national governments in Indonesia. The disparities among sub national governments in the term of per capita revenue after fiscal decentralization remain high.This qualitative study begins with measuring per capita revenue of samples which represent rich, middle and poor regions in FY 1996/1997, FY 2001, and FY 2005 to investigate the function of DAU in equalizing fiscal capacity. The analysis shows that the role of DAU as a horizontal fiscal equalizer is still insufficient. This study then attempts to address the question why DAU does not have enough impact in equalizing fiscal capacity among sub national governments.  By analyzing the component of DAU allocation in FY 2001-FY 2007, this study finds political factors, inappropriate variables in the formula and misperception about the objective of DAU as factors causing the limited role of DAU in equalizing disparities. The political factor triggers lobbying activity and limits the role of formula in DAU allocation.This study suggests several potential recommendations to improve the DAU performance as a horizontal fiscal equalization based on lesson learned from Local Allocation Tax of Japanese system such as consistently applying fiscal gap formula, modifying calculation method and reforming local financial system to promote self finance of local government expenditure.", "Daftar File": {}, "Penulis": "SITI ATIKOH SUPRIANTI (NIM 25406058)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Pradono"], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "General Allocation Fund, horizontal fiscal equalization, fiscal capacity disparities, Local Allocation Tax", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}