{"Nomor": 11412, "Judul": "KAJI PARAMETRIK KASUS TUMBUKAN KECEPATAN RENDAH PADA TABUNG BERPENAMPANG LINGKARAN DENGAN METODE ELEMEN HINGGA", "Abstrak": "Tema-tema penelitian mengenai keamanan kendaraan akhir-akhir ini semakin berkembang, seiring dengan berkembangnya teknologi otomotif dan meningkatnya arus lalu lintas. Salah satu perkembangan teknologi otomotif ini adalah sistem bumper pada mobil. Untuk melindungi bagian kompartment penumpang karena tabrakan, dibagian depan mobil dipasang sistem bumper. Sistem bumper ini akan menyerap energi tumbukan akibat tabrakan melalui proses deformasi (progresive buckling). Dengan proses deformasi ini, sistem bumper dapat mengurangi kerusakan pada kompartmen penumpang yang dapat menyebabkan penumpang terluka serta memberikan perlambatan yang berada pada tingkat aman terhadap tubuh penumpang.Pada Tugas Akhir ini akan dilakukan analisis tabung berdinding tipis dengan penampang berbentuk lingkaran, struktur yang umum digunakan sebagai batang longitudinal pada bumper mobil, saat menerima beban tumbukan aksial kecepatan rendah menggunakan metode elemen hingga.Analisa dilakukan secara numerik menggunakan perangkat lunak metode elemen hingga non-linear, LS-DYNA. Kajian parametrik dilakukan pada tabung-tabung silinder tersebut untuk mengetahui pengaruh rasio tebal/diameter terhadap mean crushing force. Selain itu juga dilakukan perbandingan efektivitas tabung silinder dalam menyerap energi dibandingkan tabung bujur sangkar dengan ratio tebal keliling yang sama.Hasil analisis menunjukkan bahwa tabung lingkaran memiliki harga Pm/Mo 1.3-1.7 kali harga Pm/Mo dari tabung bujur sangkar. Selain itu harga Pm (mean crushing force) tabung lingkaran memiliki harga 1.5-1.6 kali dari tabung bujur sangkar pada ratio massa yang sama untuk setiap penambahan massa tabung sebesar 0.2 kg. Dalam analisis yang dilakukan tabung lingkaran menunjukkan kemampuan yang lebih baik dalam menyerap energi tumbukan dibandingkan dengan tabung bujur sangkar. Kenaikan nilai ketebalan pada dinding tabung akan memberi pengaruh yang cukup besar pada peningkatan harga Pm.", "Daftar File": {}, "Penulis": "SIMON SINDHU HENDRADJAJA (NIM 13604057)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Ichsan Setya Putra, Dr. Ir. Leonardo Gunawan, dan Dr. Ir. Tatacipta Dirgantara"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Sistem bumper, longitudinal, tabung bujur sangkar, tabung lingkaran, gaya penghancur rata-rata, parametrik, tumbukan kecepatan rendah, progresive buckling", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}