{"Nomor": 11420, "Judul": "EKSPERIMEN BOYLE GAY LUSSAC MENGGUNAKAN UDARA SEBAGAI MEDIA PENGAJARAN DI TINGKAT SMU/MA", "Abstrak": "Hukum Boyle Gay Lussac adalah salah satu materi pokok dalam pelajaran fisika yang sangat menarik untuk dipelajari dan di kaji. Hukum ini mempelajari tentang salah satu sifat zat yang terdapat di alam yaitu gas. Keadaan gas yang berada dalam sebuah selinder tertutup dapat ditentukan oleh tekanan (P), volume (V), dan suhu (T). BesaranÃƒÂ‚Ã‚Â–besaran yang menentukan keadaan gas tersebut dikenal dengan variabel keadaan. Sedangkan perubahan variabel keadaan disebut proses. Proses yang berlangsung pada suhu tetap disebut isotermal, pada tekanan tetap disebut isobarik, dan pada volume tetap disebut isokorik. Dengan bantuan grafik hasil dari proses isotermal, isobarik dan isokhorik dapat digunakan untuk membantu pemahaman tentang hukum Boyle Gay Lussac. Tugas akhir ini merancang alat sederhana yang dapat digunakan untuk menunjukkan hukum Boyle Gay Lussac dengan hanya menggunakan udara sebagai suatu alat bantu pembelajaran. Dari analisis data diperoleh hasil : pada daerah suhu 3130K sudah dapat menunjukkan proses isotermal dengan R2 = 0,998, pada daerah tekanan 775 mm Hg sudah dapat menunjukkan peoses isobarik dengan R2 = 0,999, dan pada daerah volume 1015 ml sudah dapat menunjukkan proses isokhorik dengan R2 = 1. Selisih dengan hasil percobaan yang terdapat di literatur antara 0 sampai dengan 0,00998 % menunjukkan bahwa alat ini cukup baik digunakan untuk mendukung pembelajaran di SMA/MA.", "Daftar File": {}, "Penulis": "SITI ROHMANAH (NIM 20206018)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Sparisoma Viridi"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Hukum Boyle Gay Lussac, gas, proses isotermal, proses isobarik, proses isokhorik, variabel keadaan, media pembelajaran", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}