{"Nomor": 11424, "Judul": "STRATEGI PENGELOLAAN RUANG TERBUKA HIJAU PUBLIK  DI KOTA BOGOR, JAWA BARAT", "Abstrak": "Kota Bogor mengalami peningkatan jumlah penduduk yang sangat cepat sehingga berdampak pada peningkatan pembangunan sarana dan prasarana kota untuk memenuhi kebutuhan dan kesejahteraan masyarakat seperti perumahan, perdagangan, industri, dan lainnya. Namun, pembangunan yang dilaksanakan kurang memperhatikan wawasan lingkungan karena mengorbankan ruang terbuka hijau (RTH) yang ada sehingga luasan RTH semakin menurun. Penelitian ini bertujuan untuk merumuskan strategi pengelolaan ruang terbuka hijau berdasarkan kondisi fisik, fungsional, dan perangkat manajerial (peraturan, prosedur, kelembagaan, dan pembiayaan). Hal ini dilakukan dengan mengidentifikasi faktor internal (kekuatan dan kelemahan) dan faktor eksternal (peluang dan ancaman) dalam pengelolaan RTH Kota Bogor dan dianalisis menggunakan matriks SWOT.Hasil studi menunjukkan bahwa luas RTH yang ada masih cukup besar yaitu 6,088.58 Ha atau 51.38 % dari total luas Kota Bogor dan terdistribusi di seluruh wilayah Kota Bogor. Luasan ini juga masih dapat memenuhi kebutuhan RTH di masa yang akan datang berdasarkan persentase luas wilayah (3,555 Ha) dan prediksi jumlah penduduk hingga 10 tahun mendatang (2007-2016) yaitu sekitar 13.22% hingga 19.96%.Jenis RTH yang ada di Kota Bogor meliputi 13 jenis RTH yaitu: taman kota; taman lingkungan perumahan dan permukiman; taman lingkungan perkantoran dan gedung komersial; kebun raya; sempadan sungai, kawasan waduk, situ, danau, dan mata air; kawasan hijau dan bentang alam; jalur hijau jalan; hutan kota; pemakaman umum; lahan pertanian kota; lapangan olah raga; dan jalur hijau SUTET. Masing-masing jenis tersebut memiliki potensi dan permasalahan dalam pengelolaannya. Strategi pengelolaan dirumuskan pada setiap jenis RTH yang selanjutnya dirumuskan dalam strategi umum pengelolaan RTH Kota Bogor.", "Daftar File": {}, "Penulis": "SITTI KHADIJAH NURHAPY (NIM 25406025)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. IWAN KUSTIWAN, MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Kota Bogor, ruang terbuka hijau, strategi pengelolaan", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}