{"Nomor": 11425, "Judul": "PENGARUH PEMBERIAN EKSTRAK AIR DAN AIR-ETANOL UMBI ELEUTHERINE AMERICANA (AUBL.) MERR. TERHADAP AKTIVITAS ANTIAGREGASI PLATELET IN VITRO SERTA PENENTUAN KADAR VASODILATOR NITROGEN OKSIDA PADA TIKUS WISTAR JANTAN", "Abstrak": "Eleutherine americana (Aubl.) Merr. atau bawang kapal telah diteliti memiliki efek kardioprotektif namun belum diketahui mekanisme spesifiknya. Aktivitas antiagregasi platelet diukur berdasarkan metode Bohr. Sampel yang diberikan terdiri dari satu set larutan ekstrak air dan air-etanol dari Eleutherine americana (Aubl.) Merr. Keduanya dibandingkan dengan asetosal sebagai pembanding sehingga didapat IC50 relatif. Untuk penentuan kadar nitrit dalam darah dilakukan dengan prinsip reaksi Griess. Sampel terdiri dari ekstrak air-etanol dengan dosis 112,5 mg/Kg dan ekstrak air dengan dosis 225 mg/Kg dari Eleutherine americana (Aubl.) Merr. Pembanding yang digunakan adalah obat golongan ISDN (Isosorbit Di-Nitrat). Dari hasil penelitian menunjukkan bahwa Ekstrak air-etanol memiliki kekuatan antiagregasi platelet yang lebih besar dibandingkan kekuatan ekstrak air (IC50 Ekstrak Air-Etanol = 93,34 ug/mL, IC50 Ekstrak Air = 230,39 ug/mL, IC50 Asetosal = 258,15 ug/mL). Ekstrak air-etanol memiliki aktivitas dalam peningkatan kadar nitrit dalam darah dengan kadar nitrit maksimal rata-rata adalah 15,06 + 2,97 uM, pembanding ISDN sebesar 22,45 + 6,3 uM, sedangkan ekstrak air tidak menunjukkan aktivitas peningkatan kadar nitrit dalam darah. Kesimpulan dari penelitian ini adalah Ekstrak air-etanol Eleutherine americana (Aubl.) Merr memiliki aktivitas sebagai antiagregasi platelet dan peningkat kadar vasodilator NO dalam darah, sedangkan ekstrak air Eleutherine americana (Aubl.) Merr hanya memiliki aktivitas antiagregasi platelet saja.", "Daftar File": {}, "Penulis": "SJAIKHURRIZAL EL MUTTAQIEN (NIM 10704117)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Joseph I. Sigit"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Eleutherine americana (Aubl.) Merr., bawang kapal, kardioprotektif, antiagregasi platelet in vitro, vasodilator nitrogen oksida", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Vika Anastasya Kovariansi", "File": "8 file", "Tanggal Input": "22 Apr 2009"}