{"Nomor": 11438, "Judul": "INTERAKSI FENOMENA EL NINO DAN DIPOLE MODE SECARA SIMULTAN SERTA MONSUN MUSIM PANAS INDIA TERHADAP VARIABILITAS CURAH HUJAN DI SUMATERA BAGIAN UTARA", "Abstrak": "Dinamika atmosfer di wilayah ekuatorial Benua Maritim Indonesia (BMI) sangat dipengaruhi oleh sirkulasi zonal dan sirkulasi meridional yang mencakup aliran horizontal dan vertikal, serta sirkulasi lokal. Sirkulasi zonal terkait erat dengan kejadian El Nino (EN) dan Indian Dipole Mode (DM) sedangkan sirkulasi meridional terkait kuat dengan monsun lateral terutama Monsun India (MI) dan monsun Australia. Sementara itu ketersediaan uap air dan sirkulasi lokal mempunyai peranan penting dalam proses konveksi lokal yang memicu mekanisme pertumbuhan hujan tropis. \n \n \n \n \n\nBerbeda dengan pemahaman umum yang bersumber dari hasil penelitian terdahulu mengenai efek EN dan efek DM(positif) yang keduanya berpengaruh terhadap pengurangan curah hujan di wilayah Indonesia, data observasi menunjukkan (terindikasi) bahwa di wilayah Indonesia barat bagian utara curah hujannya masih tetap normal pada saat EN dan DM(positif) terjadi simultan. Hasil penelitian terdahulu yang menggambarkan bahwa efek EN semakin berkurang ke arah Indonesia bagian barat dan efek DM mengurangi curah hujan di Sumatera bagian selatan mengarahkan penelitian pada wilayah yang belum dipelajari yaitu Indonesia barat bagian utara (wilayah studi). \n \n \n \n \n\nPerilaku dan peran EN, DM dan MI secara bersama-sama terhadap curah hujan di Indonesia belum banyak diketahui. Atas dasar tersebut penelitian diarahkan pada interaksi ketiga fenomena tersebut terhadap curah hujan di Indonesia barat bagian utara. Hasil penelitian terdahulu yang mengidentifikasi bahwa kekuatan dampak EN dan DM terhadap curah hujan di Indonesia mencapai maksimum pada saat bulan JJA, mendasari pemilihan bulan-bulan tersebut sebagai fokus penelitian. \n \n \n \n \n\nKetersediaan massa uap air dan sirkulasi-sirkulasi zonal serta meridional, yang merupakan pergerakan vertikal menuju bagian utara Sumatera dijelaskan berdasarkan data reanalisis yang merupakan luaran model NCEP (National Centers for Environmental Prediction), dan ditampilkan secara spasial. \n \n \n \n \n\nPeta distribusi spasial yang menggambarkan korelasi antara EN dan curah hujan, juga antara DM dan curah hujan, memperlihatkan tingkat korelasi yang berbeda antara wilayah studi khususnya Sumatera bagian utara dengan tingkat korelasi di wilayah Indonesia lainnya. \n \n \n \n \n\nDari distribusi air mampu curah, tutupan awan, radiasi gelombang panjang yang keluar (OLR) dan profil arah angin, terindikasi ketersediaan massa uap air di wilayah studi pada bulan Juni-Juli-Agustus (JJA). Sementara itu sirkulasi zonal-meridional jelas memperlihatkan adanya gerakan massa udara menuju wilayah studi. \n \n \n \n \n\nMonsun musim panas India, yang mencakup sejumlah elemen-elemen struktur dinamis diantaranya: palung monsun di atas India bagian utara; sistem antisiklon Mascarene; jet lintas ekuatorial paras bawah, sistem tekanan tinggi di Tibet, Jet tropis timuran; dan perawanan monsun teridentifikasi ikut berperan dalam proses transport massa uap air yang mengarahkan pada pembentukan hujan di daerah studi. \n \n \n \n \n\nHasil transformasi wavelet memperlihatkan bahwa frekuensi-frekuensi utama kedua fenomena EN dan DM tidak bersesuaian dengan frekuensi-frekuensi utama curah hujan di bagian utara Sumatera, terutama Banda Aceh dan Medan. \n \n \n \n \n\nAnalisis multi variabel dipergunakan untuk melihat kontribusi dari ketiga variabel yaitu EN, DM dan MI dengan asumsi bahwa ketiganya saling bebas. Independensi antara EN, DM dan MI ditunjukkan melalui analisis wavelet. Hasil analisis multi variabel menegaskan bahwa EN menambah curah hujan secara homogen di Indonesia barat bagian utara sebesar 12,49%, DM(positif) menambah curah hujan sebesar 21,76% dan MI menambah sebesar 10,52%. Sintesis hasil analisis dinamika atmosfer berdasarkan data reanalisis dan hasil analisis statistik berbasis transformasi wavelet dan analisis multivariabel, memberikan konfirmasi bahwa interaksi EN, DM, MI merupakan penyebab normalnya curah hujan di Indonesia barat bagian utara pada bulan JJA meskipun peristiwa EN dan DM(positif) terjadi secara simultan. Dibandingkan dengan EN, maka DM memberikan kontribusi yang lebih dominan pada penambahan curah hujan di wilayah studi.", "Daftar File": {}, "Penulis": "SRI WORO BUDIATI HARIJONO (NIM 32404003)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. DR. Bayong Tjasyono H.K, DEA, Prof. Safwan Hadi, Ph.D., Prof. DR. Mezak A. Ratag, APU"], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Sains", "Fakultas": "", "Subjek": "", "Kata Kunci": "Sirkulasi zonal dan meridional, Dipole Mode, El Nino, Monsun India, Radiasi gelombang panjang, Air mampu curah, Tutupan awan, Transformasi wavelet, Statistik multikolinier", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Rizki Aprianti", "File": "7 file", "Tanggal Input": "10 Nov 2009"}