{"Nomor": 11439, "Judul": "KAJIAN AWAL IDENTIFIKASI PERMASALAHAN PELAPORAN KEUANGAN KEMENTERIAN/LEMBAGA (STUDI KASUS : LAPORAN KEUANGAN DEPARTEMEN PEKERJAAN UMUM)", "Abstrak": "Pembangunan adalah usaha untuk meningkatkan kesejahteraan masyarakat dan merupakan suatu proses yang berkelanjutan dan melalui perubahan serta pertumbuhan. Pengeluaran pembangunan dilaporkan dalam bentuk laporan keuangan yang setidak-tidaknya terdiri dari Laporan Realisasi Anggaran (LRA), Neraca, dan Catatan atas Laporan Keuangan.Departemen Pekerjaan Umum adalah departemen yang bertugas untuk membantu Presiden dalam menyelenggarakan sebagian urusan pemerintahan di bidang pekerjaan umum dengan salah satu fungsinya adalah menyampaikan laporan hasil evaluasi, saran, dan pertimbangan di bidang tugas dan fungsinya kepada Presiden. Dalam kaitannya dengan hal tersebut Laporan Keuangan Departemen PU tidak mendapatkan opini (disclaimer) selama 3 tahun berturut-turut, yaitu tahun 2004, 2005 dan 2006. Tidak mendapatkan opini (Disclaimer) adalah pernyataan menolak memberikan opini yang diberikan oleh BPK. Adapun fenomena disclaimer ini juga terjadi pada Laporan Keuangan Pemerintah Pusat tahun 2004 sampai dengan 2006.Dalam sudut pandang keuangan negara, fenomena disclaimer ini merupakan indikasi belum tercapainya tujuan pelaporan keuangan, yaitu menyajikan informasi yang bermanfaat bagi para pengguna dalam menilai akuntabilitas dan membuat keputusan baik keputusan ekonomi, sosial, maupun politik.  Atas dasar tersebut studi ini bermaksud untuk melakukan kajian awal identifikasi permasalahan laporan keuangan Kementerian/Lembaga, dengan mengangkat studi kasus laporan keuangan Departemen Pekerjaan Umum, dengan tujuan  untuk mengidentifikasi faktor-faktor penyebab disclaimer dan memberi saran/ rekomendasi perbaikan agar laporan keuangan Departemen Pekerjaan Umum mendapatkan opini dari BPK (tidak disclaimer).Kajian ini menitikberatkan pada pendekatan kualitatif dan empiris, dimana macam informasi yang dihasilkan bersifat deskriptif. Pendekatan penelitian yang digunakan adalah dengan meninjau permasalahan laporan keuangan Departemen PU di tingkat lembaga dan di tingkat teknis pelaporan dengan menggunakan analisis  pemangku kepentingan/stakeholder.Hasil penelitian menunjukkan bahwa sebagian besar faktor-faktor masalah teknis pelaporan penyebab disclaimer terkait dengan/berakar dari permasalahan di tingkat lembaga, khususnya masalah hubungan antar lembaga. Masalah penyebab disclaimer yang berhasil diidentifikasi yaitu belum adanya tujuan bersama yang diantara para stakeholder terkait, yang pada akhirnya mengakibatkan kurangnya koordinasi (lack of coordination) di antara lembaga terkait. Adapun masalah koordinasi yang berhasil diidentifikasi dalam penelitian ini adalah antara Departemen Pekerjaan Umum dengan Departemen Keuangan, berupa kurangnya konsensus tugas dan terjadinya konflik vertikal-horisontal yang mengakibatkan permasalahan teknis pelaporan. Selain itu juga terdapat masalah koordinasi antara Departemen Keuangan dengan BPK, berupa kurangnya konsensus tugas dan adanya konflik vertikal-horizontal yang pada gilirannya juga menyebabkan permasalahan teknis dalam laporan keuangan Kementerian/Lembaga, termasuk laporan keuangan Departemen Pekerjaan Umum.Dari kajian ini dihasilkan beberapa rekomendasi perbaikan untuk mengatasi masalah disclaimer dan sebagai saran perbaikan laporan keuangan Departemen Pekerjaan Umum, yaitu : dibutuhkan suatu pemaduserasian kelembagaan (institutional arrangement), yang harus dipersiapkan di bidang keuangan, baik dalam skala makro antar Kementerian/Lembaga, maupun mikro, dalam hal ini khususnya antar lembaga-lembaga stakeholder pelaporan keuangan Departemen Pekerjaan Umum, yaitu antara BPK, Departemen Keuangan dan Departemen Pekerjaan Umum. Selain itu, upaya untuk meningkatkan koordinasi dan mengatasi konflik perlu dilakukan, yang diantaranya dapat ditempuh dengan menggunakan pendekatan Membangun Kepercayaan ataupun Negosiasi. Bentuk-bentuk kegiatan yang dapat dilakukan untuk meningkatkan koordinasi di antara lembaga stakeholder adalah melalui Pembagian Informasi, Pembagian Sumber Daya dan Aksi bersama.", "Daftar File": {}, "Penulis": "SRIYANTO (NIM 24006087)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Dr. Widjajono Partowidagdo"], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Laporan Keuangan, Departemen Pekerjaan Umum, Kelembagaan, Teknis Pelaporan, Koordinasi, Analisis Kualitatif, Analisis Stakeholder. Financial Report, Department of Public Work, Institutional, Technical, Issues, Coordination, Qualitative Analysis, Stakeholder Analysis", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}