{"Nomor": 11440, "Judul": "PENGEMBANGAN KOMPOSISI DAN PROTOTYPE BLOK REM KOMPOSIT KERETA API BERBAHAN SERAT ALAMI", "Abstrak": "Blok rem kereta api adalah bagian yang penting dalam sistem pengereman kereta api. Kebutuhan akan blok rem kereta api di Indonesia dipenuhi dari blok rem metalik dan blok rem komposit. Pada pembuatan prototype blok rem komposit sebelumnya terdapat material penguat (reinforcement) yaitu serat gelas (fiber glass). Akan tetapi, serat gelas mempunyai kekurangan yaitu berbahaya bagi kesehatan karena dapat mengganggu sistem pernapasan jika terhirup masuk dalam sistem pernapasan. Dari kekurangan material sebelumnya, maka diusahakan untuk mengganti material fiber glass dengan serat dari serabut kelapa dengan harapan didapat kualitas rem komposit yang lebih baik.Pada tugas akhir ini telah dilakukan pengembangan komposisi material komposit berbahan serat alami, pembuatan prototype, pengujian spesimen, dan analisis dari pengujian yang dilakukan. Pengujian mekanik yang dilakukan dalam penelitian ini adalah pengujian tekan, pengujian bending, dan pengujian gesek.Hasil analisis menunjukkan bahwa persentase bahan serabut kelapa yang paling optimum adalah 100%. Lama waktu penekanan 40 menit, 60 menit, 80 menit, maupun 100 menit tidak mempengaruhi waktu penekanan. Kekuatan bending meningkat seiring dengan bertambahnya lama waktu penekanan dari 40 menit sampai 100 menit. Koefisien gesek material tidak terpengaruh oleh lama waktu penekanan 40 menit, 60 menit, 80 menit, maupun 100 menit. Jadi, lama waktu penekanan paling optimal adalah 100 menit. Penambahan Fe dari 4,930% menjadi 6,339% meningkatkan kekuatan tekan sebesar 99,35% (28,45 MPa menjadi 58,71 MPa), meningkatkan kekuatan bending sebesar 43,95% (16,77 MPa menjadi 24,14 MPa), menurunkan koefisien gesek sebesar 12,90% (0,31 menjadi 0,27), tetapi menimbulkan suara yang bising saat pengujian gesek.", "Daftar File": {}, "Penulis": "STANLEY SUJUDI (NIM 13103132)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. IGN Wiratmaja Puja dan Prof. Dr. Ir. Rochim Suratman"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "blok rem, komposit kereta api, serat alami", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}