{"Nomor": 11455, "Judul": "PERBAIKAN TCP WESTWOOD+", "Abstrak": "TCP Westwood pertama kali dikembangkan oleh Saverio Mascolo dan rekan-rekan di UCLA, selanjutnya berevolusi menjadi TCP Westwood+. TCP Westwood+ merupakan salah satu TCP yang diusulkan untuk modifikasi pada  TCP yang ada sekarang. Hal khusus pada TCP Westwood+, pengirim TCP Westwood+ menjaga sebuah estimasi bandwidth  end to end yang tersedia dengan tujuan mengatur kecepatan transmisi yang lebih halus (smart) setelah pendeteksian sebuah  packet loss. Dengan cara ini, TCP Westwood+ dapat  memperbaiki standard TCP (NewReno, SACK) dalam kondisi lossy. Tesis ini mengulas dasar mekanisme kontrol kongesti TCP Westwood+, menguji kinerja TCP Westwood+ dan melakukan enhancement, perbaikan dan modifikasi  fasa naik dari mekanisme aditif ke mekanisme multiplikatif. Modifikasi fasa naik dari aditif menjadi multiplikatif pada TCP Westwood+ pada jaringan kabel (wired) secara umum dapat menaikkan throughput yang berarti menaikkan jumlah byte yang diterima. Pada konfigurasi client server menghasilkan kenaikan rata-rata 26,7 %, pada konfigurasi multihop menghasilkan kenaikan rata-rata 8,3 % dan pada konfigurasi bottleneck menghasilkan kenaikan rata-rata 7,6 %.Pada konfigurasi client server peningkatan jumlah byte yang diterima tidak disertai dengan penambahan delay (delay tetap). Peningkatan jumlah byte yang diterima disertai dengan penambahan delay pada konfigurasi multihop sebesar 12 % dan pada konfigurasi bottleneck sebesar 2,1 %.", "Daftar File": {}, "Penulis": "SUKISWO (NIM 23204066)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Hendrawan dan Ir. Nana Rachmana, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "TCP Westwood+, estimasi bandwidth end to end, filter estimasi, mekanisme aditif, mekanisme multiplikatif", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}