{"Nomor": 11462, "Judul": "STUDI KARAKTERISTIK SISTEM ZrO2-Y2O3-CeO2 SEBAGAI MATERIAL ELEKTROLIT PADAT SEL BAHAN BAKAR", "Abstrak": "Penggunaan bahan bakar fosil terutama minyak bumi sebagai energi utama memberikan dampak buruk terhadap lingkungan. Oleh karena itu energi alternatif pengganti bahan bakar fosil perlu dilakukan. Alternatif yang menarik didapatkan dari sel bahan bakar (fuel cell) yang dapat menghasilkan energi listrik dengan efisiensi tinggi dan ramah lingkungan. Solid Oxide Fuel Cell (SOFC) adalah satu-satunya sel bahan bakar yang memanfaatkan teknologi keramik maju sebagai elektrolit padat. Material yang umum digunakan untuk elektrolit jenis ini adalah zirkonia yang distabilisasi menggunakan 8% mol Y2O3 (8YSZ). Namun elektrolit jenis ini memiliki kekurangan yakni hanya dapat menghasilkan konduktivitas ionik yang tinggi pada temperatur yang tinggi. Oleh sebab itu penambahan dopan seperti CeO2 sangat diperlukan untuk meningkatkan konduktivitas ionik pada temperatur yang lebih rendah.Penelitian ini menggunakan zirkon opacifier yang terlebih dahulu disintesis menjadi zirkonia. Serbuk zirkonia dihasilkan dari pemrosesan zirkon opacifier dari produk samping pemisahan konsentrat di PT. Timah, Pulau Bangka. Serbuk zirkonia, 8% mol yttria, dan ceria dengan komposisi yang berbeda-beda dicampur dengan menggunakan metode dry mixing yang kemudian dikompaksi dengan tekanan 30 kN menghasilkan sampel pellet dengan diameter 1.39 cm. Komposisi masing-masing sampel adalah sampel-1 yang terdiri dari [1% mol CeO2+8YSZ]; sampel-2 [2% mol CeO2+8YSZ]; sampel-3 [4% mol CeO2+8YSZ] dan sampel-4 [6% mol CeO2+8YSZ]. Sampel-sampel tersebut kemudian disintering pada 1400 oC selama 1, 2, dan 3 jam. Dari sampel ini akan dianalisis karakteristik penyusutan linier dan mekanisme perpindahan massa yang dominan selama sintering, dan densifikasinya. Selain itu sampel hasil sintering akan diukur konduktivitas ioniknya menggunakan Ultra High Resistance Meter. Data akan diolah dan dianalisis mengenai pengaruh penambahan dopan ceria, pengaruh variasi waktu sintering dan reaksi defect terhadap nilai konduktivitas ionik oksigennya.Dari percobaan yang dilakukan didapatkan bahwa selama proses sintering berlangsung, terjadi penyusutan diameter sebesar 14-20%. Penyusutan linier terbesar dialami oleh sampel 4Ce1 dengan komposisi [4% mol CeO2+8YSZ] yang disinterring selama satu, nilai penyusutan liniernya adalah 19.42%. Hasil pengujian sampel-3 menunjukkan bahwa proses sintering terjadi melalui mekanisme perpindahan massa yang didominasi oleh difusi batas butir. Namun mekanisme perpindahan massa pada sampel lain tidak dapat ditentukan, kemungkinan mekanisme sintering yang terjadi adalah sintering multikomponen. Densifikasi yang terjadi pada sampel adalah sekitar 20-31%. Densifikasi terbesar juga dialami oleh sampel 4Ce1 dengan nilai densifikasi sebesar 31.05%. Sampel 4Ce1 pun menunjukkan nilai konduktivitas ionik tertinggi yaitu 4.589x10-7 S/cm. Hal ini disebabkan oleh densifikasinya yang tertinggi dibandingkan dengan sampel-sampel lain. Nilai konduktivitas ionik bergantung pada densitas sampel, kenaikan temperatur dan mobilitas ion oksigen. Penambahan ceria pada YSZ dapat meningkatkan konduktivitas ionik oksigen karena konsentrasi vakansi oksigen semakin banyak sehingga pergerakan ion oksigen semakin banyak.", "Daftar File": {}, "Penulis": "SUPRIHANI KARTADARMA (NIM 13704026)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Syoni Soepriyanto, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "fuel cell, elektrolit padat, bahan bakar fosil, energi alternatif", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}