{"Nomor": 11466, "Judul": "ARAHAN PEMANFAATAN RUANG SEBAGAI MASUKAN  DALAM PENGENDALIAN BENCANA GERAKAN TANAH  DI WILAYAH KABUPATEN GUNUNGKIDUL (STUDI KASUS KECAMATAN GEDANGSARI)", "Abstrak": "Kenyataan yang terjadi di Kecamatan Gedangsari adalah setiap datang musim hujan banyak terjadi gerakan tanah. Hal ini mengundang pertanyaan, apakah disebabkan tingkat kerentanan gerakan tanahnya tinggi atau pemanfaatan ruang yang kurang tepat ? Berdasarkan hal tersebut maka tujuan dari penelitian ini adalah mencari tingkat kerentanan dan kerawanan wilayah terhadap gerakan tanah dan pemanfaatan ruang yang sesuai.Proses analisis dilakukan melalui tiga tahapan, pertama menilai tingkat kerentanan dengan metode tumpang susun peta parameter kemiringan lereng, geologi dan guna lahan, kedua, menilai tingkat kerawanan dengan metode tumpang susun peta parameter infrastruktur, kependudukan dan kegiatan ekonomi, ketiga mencari karakteristik wilayah dengan cara mengkombinasikan tingkat kerentanan dan tingkat kerawanan gerakan tanah tersebut.Berdasarkan hasil analisis, secara umum wilayah studi didominasi oleh tingkat kerentanan rendah dan menengah, sedangkan tingkat kerawanannya merata dari sangat rendah sampai tinggi. Hal ini menunjukkan bahwa terjadinya gerakan tanah dapat disebabkan pemanfaatan ruang yang kurang tepat. Rumusan arahan pemanfaatan ruang disusun sesuai karakteristik wilayah berdasarkan kombinasi tingkat kerentanan dan tingkat kerawanan gerakan tanah dengan mempertimbangkan agar kegiatan ekonomi masyarakat tetap berjalan namun dapat mengurangi kerentanan wilayah terhadap gerakan tanah dan hasil studi ini diharapkan dapat membantu masyarakat dalam pemanfaatan lahan dan menjadi bahan pertimbangan bagi pemerintah daerah dalam merencanakan pembangunan di wilayah studi.", "Daftar File": {}, "Penulis": "SURYA DARMAWAN (NIM 25407088)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Drs. Arief Rosyiedi, M.S.P., M.Arch., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "kerentanan, kerawanan, gerakan tanah, karakteristik wilayah, pemanfaatan ruang, vulnerability, sensitivity, land movements, local characteristics and spatial land use.", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}