{"Nomor": 11489, "Judul": "PERANCANGAN DAN PEMBUATAN ALAT FILTER PRESS MEKANIK UNTUK MENDAPATKAN BODY PLASTIS KERAMIK", "Abstrak": "Pembuatan body plastis keramik yang seragam dengan kadar air yang diinginkan untuk keperluan praktikum ataupun penelitian keramik tidak mudah diperoleh. Hal ini menunjukkan bahwa alat filter press yang kadar airnya dapat ditentukan secara tepat sangat diperlukan. Sampai saat ini penelitian mengenai proses pembentukan plastis yang dikaitkan dengan kadar air, komposisi, dan susut bakar linear menemui kesulitan. Hal tersebut terkait dengan penentuan kadar air secara tepat dan seragam.Perancangan dan pembuatan alat filter press mekanik dengan skala laboratorium telah dilakukan. Saat ini body keramik dengan kandungan air tertentu dan seragam belum dapat dihasilkan dari filtrasi dengan filter press yang telah dibuat, karena terjadi kebocoran slurry pada seal yang ada diantara plunger dan silinder. Penelitian awal mengenai pengaruh kadar air dan komposisi lempung terhadap nilai susut bakar linear body keramik hasil ekstrusi proses pencampurannya telah dilakukan secara manual. Sehingga ketidakseragaman data susut yang diperoleh diasumsikan sebagai akibat dari ketidakseragaman sifat body plastis yang diperoleh.Hasil penelitian ini menunjukkan adanya kecenderungan bahwa susut bakar untuk sampel hasil ekstrusi untuk komposisi I (lempung 50%, air 25%) dan IV (lempung 50%, air 21%) lebih besar daripada susut bakar komposisi II (lempung 25%, air 17,5%) dan III (lempung 25%, air 15.5%), yaitu antara 4,7-5,5 % dan 2,1-2,6 %. Walaupun demikian perbedaan susut bakar sampel yang dibuat secara manual tersebut tidak signifikan dan tidak seragam. Ketidakseragaman nilai susut bakar tersebut menunjukkan perlunya pengendalian kualitas body plastis, sehingga penyempurnaan filter press yang dibuat masih perlu dilanjutkan lagi.", "Daftar File": {}, "Penulis": "TANIA RAHAYU (NIM 13702043)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Aditianto Ramelan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Filter press skala laboratorium, body plastis, keseragaman air", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}