{"Nomor": 11485, "Judul": "STUDI DAN IMPLEMENTASI OPERATOR RESTRUKTURISASI REPRESENTASI TERURUT BERDASARKAN MEASURE PADA OLAP DENGAN ALORITMA HILL-CLIMBING", "Abstrak": "On-Line Analytical Processing (OLAP) menyediakan sekumpulan operator seperti roll-up, drill-down, dan switch untuk membantu analis dalam melakukan navigasi terhadap basis data multidimensional. Akan tetapi, operator OLAP belum mampu membantu analis dalam menemukan pola-pola menarik dari data yang melibatkan banyak dimensi dan hirarki. Tugas Akhir ini mengeksplorasi teknik operasi restrukturisasi yang bertujuan mengurutkan representasi suatu data cube berdasarkan measure dengan menggunakan algoritma pencarian solusi optimal seperti Hill-Climbing. Operator ini mampu membantu analis dalam menemukan pola-pola menarik dari data multidimensional secara lebih efektif dan sistematis. \n \n \n \n \n\nOperasi restrukturisasi representasi melibatkan konsep baru yaitu konsep representasi cube dalam proses pengurutan berdasarkan measure. Operasi switch dalam OLAP akan digunakan jika suatu cube belum memenuhi kriteria representasi sempurna atau representasi optimal. Untuk mendapatkan kriteria representasi tersebut, digunakan algoritma Hill-Climbing sebagai algoritma pencarian. \n \n \n \n \n\nDalam Tugas Akhir ini, operator restrukturisasi representasi dibangun menjadi suatu library untuk mempermudah kakas OLAP dalam mengimplementasikan operator tersebut. Library yang dibangun dapat melakukan restrukturisasi representasi cube dan mengembalikan posisi optimal suatu member cube. Pengujian terhadap hasil implementasi operator restrukturisasi representasi dilakukan dengan membangun sebuah aplikasi yang menggunakan library tersebut. Untuk membuktikan manfaat operasi restrukturisasi, dilakukan juga pengujian untuk suatu kasus pada salah satu kakas OLAP yang sudah ada. \n \n \n \n \n\nKesimpulan dari Tugas Akhir ini adalah operator restrukturisasi representasi dapat mengurangi langkah-langkah manual seorang analis dalam melakukan analisis untuk menemukan pola-pola yang menarik. Dengan demikian, operator ini dapat juga meningkatkan efektivitas penggunaan operator-operator OLAP yang sudah ada.", "Daftar File": {}, "Penulis": "SYAUGI (NIM 13504104)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. G. A. Putri Saptawati, M.Comm."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Data cube, Operator restrukturisasi, Measure, OLAP, Representasi cube", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}