{"Nomor": 11486, "Judul": "STUDI KONVERSI BAHAN BAKAR MFO KE GAS ALAM PADA PLTU UNIT 2 TAMBAK LOROK SEMARANG", "Abstrak": "PLTU Unit-2 Tambak Lorok Semarang merupakan salah satu unit pembangkit listrik yang menggunakan bahan bakar Minyak Bakar (MFO) sebagai sumber energi pembangkitan uap. Mengingat sekarang ini harga MFO terus mengalami kenaikan yang signifikan maka diperlukan tindakan pengkorversian bahan bakar untuk menekan biaya operasi dimana 75% nya adalah biaya bahan bakar. Salah satu usaha yang dapat dilakukan adalah melakukan konversi bahan bakar utama dari MFO ke gas alam (LNG). \n \n \n \n\nTujuan penelitian ini adalah membandingkan efisiensi penghematan biaya bahan bakar PLTU antara MFO dan LNG. Perbandingan ini dilakukan dengan mengevaluasi kinerja termodinamika siklus PLTU serta mensimulasikan model siklus dan model pembakaran di dalam pembangkit uap untuk bahan bakar MFO dan LNG. Pemodelan siklus dilakukan dengan bantuan software Visual Basic 6.0, sedangkan pemodelan pembakaran dilakukan dengan bantuan salah satu software CFD (Computational Fluid Dynamics). \n \n \n \n\nHasil analisis dan simulasi menunjukkan untuk output generator 51465 kW konsumsi bahan bakar MFO adalah 14,33 ton/jam dengan nilai kalor MFO sebesar 9766 kkal/kg sedangkan konsumsi bahan bakar LNG adalah 11,36 ton/jam dengan nilai kalor LNG sebesar 12096,95 kkal/kg. Konsumsi bahan bakar spesifik MFO adalah 0,278 kg/kWh sedangkan LNG 0,221 kg/kWh. Biaya bahan bakar MFO adalah Rp. 67 juta/jam sedangkan LNG Rp.18,62 juta/jam. Efisiensi thermal siklus dan efisiensi PLTU untuk bahan bakar MFO berturut-turut adalah 37,25% dan 29,76%, sedangkan untuk bahan bakar LNG berturut turut 37,25% dan 30,31%. Efisiensi boiler berbahan bakar LNG 86,57 % sedangkan MFO 85 %. Perbedaan efisiensi pembangkit uap dan efisiensi PLTU berbahan bakar LNG lebih tinggi dibanding MFO karena kerugian kalor pembangkit uap berbahan bakar LNG lebih kecil dibanding MFO, sehingga kalor input LNG lebih kecil dibanding MFO. Selanjutnya dari hasil simulasi menunjukkan temperatur rata-rata gas asap MFO dan LNG di dalam ruang bakar mendekati sama. Temperatur maksimum yang dapat dicapai gas asap MFO dan LNG mendekati sama antara 1500 derajat C-1700 derajat C. Kecepatan aliran gas asap MFO lebih besar dibanding LNG. Hal ini disebabkan laju alir massa MFO lebih besar dibanding LNG. Dari sisi investasi sistem boiler existing memang dirancang dapat beroperasi dengan MFO dan LNG (dual firing). Diperlukan biaya investasi untuk peralatan-peralatan tambahan di luar sistem dalam penanganan LNG secara aman dan menguntungkan sehingga tindakan konversi bahan bakar MFO ke LNG pada kasus ini layak dilaksanakan.", "Daftar File": {}, "Penulis": "SYUKRAN (NIM 23105005)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Prihadi Setyo Darmanto"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "MFO, LNG, Ruang bakar, PLTU, Efisiensi, Biaya", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}