{"Nomor": 11497, "Judul": "PENGELOLAAN DAERAH ALIRAN SUNGAI HULU DAN PENGARUHNYA TERHADAP KETERSEDIAAN AIR DENGAN PEMODELAN SYSTEM DINAMICS (Studi Kasus DAS Hulu Bendungan Sumi Kabupaten Bima-NTB)", "Abstrak": "Krisis ketersediaan air yang berlangsung di Daerah Aliran Sungai Sumi, merupakan cerminan dari  kebijakan tatakelola sumberdaya air kita yang masih sangat lemah. Pendekatan kebijakan yang lebih menekankan pada aspek kebijakan fisik-rekayasa enggineering saja tidak cukup efektif terhadap upaya mengurangi  fenomena krisis air yang berlangsung saat ini. Kebijakan pengelolaan DAS Sumi yang masih pada praktek Busniss us usual scenario tidak cukup memadai untuk menyelesaiakan persoalan DAS yang kompleks.Oleh karena itu tesis ini melakukan kajian kebijakan pengelolaan DAS dengan pendekatan berpikir sistem, dengan  melihat fungsi DAS sebagai totalitas dari fungsi komponen desa, sawah, ladang, sungai dan hutan. Memahami persoalan  DAS yang didalamnya melibatkan interaksi sistem yang sangat kompleks sifatnya, maka pilihan metodologi yang digunakan dalam penelitian ini adalah dengan system dinamics.Hasil studi menunjukan bahwa : (1) Perubahan fungsi DAS yang terus menurun, dipengaruhi oleh perilaku penduduk yang dibangitkan oleh sistem sosial dan ekonomi penduduk setempat.  Sehingga mengintervensi kebijakan untuk mendukung ketersediaan air di DAS Sumi harus menyentuh pada aspek sosial-ekonomi yang mampu mempengaruhi perubahan perilaku penduduk DAS;  (2)  Jika pengelolaan DAS sekarang dibiarkan tetap terus berlangsung, maka,akan membawa implikasi : tekanan sosial-ekonomi penduduk DAS akan menjadi faktor penghambat intervensi kebijakan apapun, laju konversi lahan hutan untuk tegalan akan sampai pada tingkat yang maximum, sistem hidrologi  DAS menjadi sangat terganggu, terus meningkatnya gap atas ketersediaan air dari kebutuhan, kwalitas daya beli penduduk di hulu tidak menjadi lebih baik; (3) Pemenuhan kebutuhan lahan penduduk DAS dari lahan hutan disatu sisi akan meningkatkan pendapatan penduduk sehingga akan mempengaruhi kemampuan daya belinya, akan tetapi menimbulkan efek trade off terhadap upaya untuk mempertahankan fungsi DAS sebagai daerah konservasi air. Demikian sebailiknya kebijakan yang menekan perubahan lahan hutan dengan memberi proteksi yang ketat terhadap lingkungan DAS disatu sisi akan meningkatkan kemampuan DAS menjalankan fungsinya, akan tetapi disisi lain akan menekan pertumbuhan ekonomi penduduk DAS yang akhirnya menimbulkan persoalan baru yaitu akan menambah deret angka kemiskinan. Oleh karena itu, maka kebijakan pengelolaan DAS harus mampu mengintegrasikan pembangunan ekonomi penduduk DAS yang mampu memberi dampak terhadap perubahan sosial, namun tetap memberikan perlindungan terhadap fungsi DAS sebagai daerah konservasi.", "Daftar File": {}, "Penulis": "TAUFIK (NIM 24006063)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ir. Muhammad Tasrif"], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Pengelolaan, Daerah Aliran Sungai, berpikir system, Management, Sumi Watershed, systemic-thinking", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}