{"Nomor": 11491, "Judul": "PENGEMBANGAN PERANGKAT LUNAK SISTEM MANUFAKTUR BERBASIS WEB PADA PT XYZ DENGAN STUDI KASUS PEMODELAN AKTIVITAS PRODUKSI", "Abstrak": "Sistem Produksi Terdistribusi Mandiri (SPTM) merupakan sistem produksi maju yang memiliki fleksibilitas tinggi dalam mengatasi permintaan terhadap produk. Permintaan tersebut bisa dalam berbagai jenis antara lain jumlah produk yang sedikit tetapi variasinya banyak, jumlah produk banyak tetapi variasinya sedikit dan variasi produk banyak dalam jumlah yang banyak. Elemen-elemen produksi seperti produk, mesin produksi, dan stasiun produksi dimodelkan menjadi bentuk objek-objek yang memiliki kecerdasan tinggi sebagai salah satu solusi untuk memperlancar aliran informasi maupun aliran material dalam proses produksi sehingga keseluruhan proses produksi dapat berjalan dengan lancar. Produk merupakan salah satu elemen penting dalam industri manufaktur. PT XYZ sebagai salah satu industri manufaktur, memproduksi produk yang berupa kendaraan bermotor niaga yang akan menerapkan SPTM dalam proses produksinya. Selama proses produksi berlangsung, informasi mengenai produk dan elemen produksi lainnya sangat diperlukan dalam pengendalian aliran informasi dan aliran material antar stasiun produksi. Jika terjadi masalah misalnya keterlambatan dalam aliran material tersebut maka dengan menerapkan konsep SPTM, keterlambatan tersebut bisa dideteksi dan diatasi dengan cepat sehingga dapat mengefisienkan siklus pembuatan produk dan menjaga kualitas produk tersebut.Tugas sarjana ini berisi pembuatan perangkat lunak berdasarkan konsep SPTM yang saat ini sedang dikembangkan di Laboratorium Teknik Produksi Program Studi Teknik Mesin Institut Teknologi Bandung. Perangkat lunak yang dikembangkan mencakup model aktivitas produksi dan peralatan yang digunakan dalam mendukung aktivitas tersebut di PT XYZ. Perangkat lunak yang dikembangkan merupakan aplikasi berbasis web. Aplikasi ini dilengkapi dengan fasilitas penyimpanan data ke basis data. Model basis data dikembangkan berdasarkan model aktivitas produksi dan peralatan.", "Daftar File": {}, "Penulis": "TATAN FIRMANSYAH (NIM 131 04 115)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Yatna Yuwana Martawirya dan Sri Raharno, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "sistem produksi terdistribusi mandiri, industri manufaktur, web-based system", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}