{"Nomor": 11507, "Judul": "PROTOTYPE FABRIKASI FILM PVDF DENGAN METODA CALENDRING DAN KARAKTERISTIK STRUKTURNYA", "Abstrak": "Poly(vinylidene fluoride) mempunyai bagian kristal dan bagian amorf sehingga dikenal sebagai polimer semikristalin. Poly(vinylidene fluoride) memiliki sifat piezoelektrik karena memiliki orientasi molekul yang memenuhi syarat bahan piezoelektrik. Secara umum terdapat tiga fasa pada bahan tersebut,yaitu fasa c,fasa P,dan fasa y. Orientasi molekul yang besar untuk syarat piezoelektrik dipenuhi oleh fasa P.Pada percobaan ini dilakukan pembuatan film tipis dari polimer poly(vinylidene fluoride) untuk membuktikan seberapa besar pengaruh dari pooling (pemberian medan listrik tinggi) agar menghasilkan fasa P, yang menyebabkan timbulnya sifat piezoelektrik yang besar. Dengan cara memipihkan poly (vinylidene fluoride) yang berbentuk pelet untuk diubah menjadi film tipis dengan cara digiling menggunakan dua silinder yang didalamnya terdapat filament pemanas.Sampel yang belum dipooling dan yang telah dipooling dianalisa menggunakan fourier transform infra red(FTIR). Maka diperoleh kesimpulan bahwa peningkatan pemberian medan listrik pada saat dipooling dapat meningkatkan orientasi molekul poly(vinylidene fluoride) ditandai dengan banyaknya puncak maksimum maupun minimum yang sangat berguna dalam perbandingan. Dalam karakterisasi film PVDF digunakan inframerah dengan bilangan gelombang 4000-750 cm-1. Peningkatan orientasi molekul dapat meningkatkan perubahan fasa a ke fasa P dan peningkatan efek piezoelektrik film poly(vinylidene fluoride).", "Daftar File": {}, "Penulis": "TETA PRATIWI (NIM 10204035)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ing Soeparno Satira"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "PVDF, sensor piezoelektrik, pooling", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}