{"Nomor": 11502, "Judul": "GEOLOGI DAN STUDI FASIES BATUGAMPING FORMASI TENDEHANTU DAERAH KALIORANG, KABUPATEN KUTAI TIMUR, KALIMANTAN TIMUR", "Abstrak": "Secara geografis daerah penelitian berada pada 117 derajat 45' 50,25''-117 derajat 48' 31,97'' BT dan 0 derajat 54' 16,70''-0 derajat 57' 15,82'' LU yang berada di wilayah Kecamatan Kaliorang, Kabupaten Kutai Timur, Kalimantan Timur, dengan luas daerah penelitian mencapai 27.5 km2. \n \n \n \n \n\nGeomorfologi daerah penelitian dapat dibagi menjadi dua satuan geomorfologi, yaitu Satuan Perbukitan terjal, dan Satuan Dataran Rendah. Stratigrafi daerah penelitian terdiri dari 5 satuan batuan yang terbentuk sejak Miosen Tengah. Satuan batuan tersebut berurutan dari tua ke muda yaitu: Satuan Batupasir karbonan yang berumur Miosen tengah, Satuan Batulempung berumur miosen tengah, Satuan Batupasir berumur miosen tengah bagian atas, Satuan batulempung sisipan Batugamping berumur miosen atas, dan satuan batugamping yang berumur Miosen Tengah bagian atas-Miosen Akhir yang menunjukkan hubungan stratigrafi menjari dengan satuan batulempung sisipan Batugamping. Struktur geologi yang berkembang di daerah penelitian berupa antiklin yang berarah timur laut-barat daya dengan kedudukan bidang sumbu 84 derajat, N 217 derajat E. \n \n \n \n \n\nFasies Batugamping Formasi Tendehantu pada daerah penelitian berdasarkan Dunham (1962), Embry & Klovan (1971), dan Koesoemadinata (1983), dibagi menjadi 2 fasies, yaitu Fasies Framestone-Bafflestone dan Fasies Wackestone-Packstone. Sedangkan lingkungan pengendapan fasies batugamping daerah penelitian berdasarkan Wilson (1975), dibagi menjadi 2 lingkungan, yaitu Organic build up dan Shelf lagoon. Proses Diagenesa yang teramati di singkapan berupa pelarutan yang membentuk stalaktit, rekristalisasi kalsit, gua, dan adanya vuggy porosity. Sedangkan secara mikroskopis berupa mikritisasi mikrobial, pelarutan, sementasi dan neomorfisme. Berdasarkan kenampakan diagenesa, lingkungan diagenesa batuan karbonat dibagi menjadi tiga yaitu marine phreatic zone, freshwater phreatic zone, dan vadose zone.", "Daftar File": {}, "Penulis": "TEGUH ARI SUKMAYANA (NIM 12003007)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Kristian Nurwedi Tabri, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Studi fasies Batugamping, Formasi Tendehantu, Daerah Kaliorang, Kabupaten Kutai Timur, Kalimantan Timur", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}