{"Nomor": 11518, "Judul": "SLB A DAN SMA INKLUSI DI BANDUNG", "Abstrak": "SLB A dan SMA Inklusi merupakan sebuah kompleks pendidikan yang diperuntukkan bagi siswa berkebutuhan khusus. Kekhususan dalam hal ini yaitu sebagian besar siswanya merupakan penderita tunanetra, dari jenjang SDLB A hingga SMA. Siswa dengan penglihatan awas diakomodasi hanya pada SMA Inklusi yang menggabungkan siswa umum dengan siswa berkebutuhan khusus.  Luas tapak pada  perancangan ini adalah 10.025 m2 dan luas bangunan 5671 m2. Program ruang kompleks ini terdiri dari SLB A, SMA Inklusi, fasilitas umum, kantor adminstrasi, dan asrama siswa. SLB A terdiri dari SDLB A dan SMPLB A.Tipologi bangunan mengekpresikan tipologi bangunan sekolah   di Indonesia, yaitu dengan pola ruangan single loaded koridor. Setiap bangunan pada area fasilitas pendidikan dihubungkan dengan selasar beratap, baik pada lantai dasar maupun lantai dua. Untuk merespon sebagian siswa yg memiliki keterbatasan penglihatan tersebut, maka peletakan massa bangunan diupayakan sesederhana dan semudah mungkin dimengerti, diakses, dan diingat. Pengelompokkan kegiatan yang jelas juga untuk mempermudah siswa beraktivitas dalam tapak. Sistem sirkulasi dirancang membentuk jaringan dan aksesibilitas ruang dibuat linear dengan sudut-sudut persimpangan yang memudahkan penggunanya. Penempatan massa bangunan dan jalur sirkulasi dirancang dengan barrier free dan universal design. Ruang luar dirancang berupa inner court yang terbentuk dari peletakkan massa yang meruang.Kelebihan yang dimiliki siswa tunanetra dalam mengenali ruang melalui sisa indera yang dimilikinya menjadi pertimbangan dalam perancangan tapak, bangunan, serta elemen arsitektur dalam ruang. Penerapan respon sisa indera penglihatan yang terbatas diaplikasikan untuk penderita buta sebagian (low vision) yang masih dapat melihat warna-warna kontras. Indera peraba dan respon sentuhan diterapkan dalam perancangan material dinding dan lantai bangunan, indera perasa menggugah penggunanya dalam perbedaan suhu, hawa udara, dan kesan ruang. Perbedaan vegetasi dengan baunya yang khas dan berbeda pada tapak merupakan perancangan elemen lansekap yang merupakan aplikasi penginderaan penciuman. Potensi alami pada tapak seperti sungai diselaraskan dengan peletakan massa bangunan yang sifatnya privat di bagian dekat sungai, dan fungsi publik pada bagian di dekat jalan utama", "Daftar File": {}, "Penulis": "TIKA NOVIS PUTRI (NIM 15204056)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ir. RR. Dhian Damajani, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "sekolah inklusi, sekolah luar biasa", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}