{"Nomor": 11515, "Judul": "SINTESA KATALIS CuO/ZnO/Al2O3 UNTUK LTSC", "Abstrak": "Perkembangan industri amonia menyebabkan peningkatan jumlah kebutuhan katalis pada unit-unit prosesnya salah satunya yaitu katalis CuO/ZnO/Al2O3 pada unit Low Temperature Shift Converter (LTSC). Karena selama ini pemenuhan kebutuhan katalis masih disuplai dari luar negeri dengan harga yang relatif tinggi, maka industri pembuatan katalis, terutama katalis CuO/ZnO/Al2O3, potensial untuk dikembangkan di Indonesia guna memenuhi kebutuhan katalis dalam negeri. \n \n\nPenelitian ini bertujuan untuk memperoleh prosedur pembuatan katalis CuO/ZnO/Al2O3 dengan aktivitas sama seperti katalis komersial, dengan tingkat reprodusibilitas yang tinggi. Untuk mencapai tujuan tersebut, penelitian ini dilakukan dengan merujuk pada prosedur yang telah dipatenkan Zhao, et al. (US Patent no. 6,689,713) dengan modifikasi tertentu dan prosedur penelitian terdahulu. Metode pembuatan katalis yang digunakan yaitu metode kopresipitasi dengan bahan baku larutan garam tembaga, garam zinc, dan garam alumina, dengan asam oksalat, asam malonat dan natrium karbonat sebagai bahan pengendap. \n \n\nPenelitian dapat dibagi menjadi tiga tahap utama, yaitu: pembuatan katalis, karakterisasi katalis, dan pengujian aktivitas katalis. Karakterisasi luas permukaan katalis menggunakan metode BET, dan kristalinitas katalis diperoleh dengan uji X-Ray Diffraction (XRD). Pengujian aktivitas katalis dilangsungkan dengan reaktor unggun tetap pada temperatur operasi 165-170 ÃƒÂ‚Ã‚Â°C dan tekanan atmosfer, dengan nilai konversi CO sebagai parameter aktivitas katalis. \n \n\nHasil penelitian menunjukkan bahwa prosedur 2 (modifikasi Zhao et.al) mampu menghasilkan katalis TRK ZO-4 dengan tingkat kristalinitas CuO (587%) lebih tinggi dibandingkan dengan kristalinitas CuO yang dimiliki katalis komersial (100%). Katalis TRK ZO-4-1 memberikan aktivitas dengan rentang 71,2% ÃƒÂ‚Ã‚Â– 80,6%; hampir menyamai aktivitas katalis komersial yang memiliki rentang sebesar 89,9% ÃƒÂ‚Ã‚Â– 91,4%.", "Daftar File": {}, "Penulis": "THICON GUNAWAN (NIM 13003054)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Melia Laniwati Gunawan, M.Sc. dan Dr. IGBN. Makertihartha, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Katalis CuO/ZnO/Al2O3, Kopresipitasi, Reaksi pergeseran temperatur rendah", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}