{"Nomor": 11524, "Judul": "PENGARUH SUHU DAN LAMA PEMANASAN TERHADAP PEMBENTUKAN AKRILAMIDA PADA PEMBUATAN MINYAK KELAPA DENGAN CARA PANAS", "Abstrak": "Akrilamida merupakan cemaran makanan yang dapat terbentuk pada pengolahan makanan menggunakan suhu tinggi. Penelitian ini mendeskripsikan pengembangan metode untuk analisis akrilamida dan percobaan untuk mempelajari pengaruh suhu dan lama pemanasan terhadap pembentukan akrilamida pada pembuatan minyak kelapa dengan cara panas. Akrilamida diidentifikasi dan dikuantifikasi menggunakan metode kromatografi cair kinerja tinggi (KCKT). Pada kondisi percobaan sebagai berikut : campuran larutan asam fosfat pH 2,50 dan asetonitril (95 : 5) sebagai fase gerak, kolom Phenomenex(R) C18-RP (300 x 3.90 mm, 10 um) pada suhu kamar, detektor UV pada 210 nm, dan kromatograf Hitachi D 7000, akrilamida terelusi pada waktu retensi 7,64 menit. Metode ini mempunyai simpangan baku relatif (SBR), persen perolehan kembali, koefisien korelasi (r), dan koefisien variasi regresi (Vxo) masing-masing sebesar 1,66% untuk akrilamida pada konsentrasi 0,4 ug/mL, 95,81% untuk akrilamida pada konsentrasi 1,4974 ug/mL, 0,997 untuk akrilamida pada rentang konsentrasi 0,2-1,6 ug/mL, dan 3.76%. Metode ini mempunyai batas deteksi dan batas kuantisasi masing-masing sebesar 0,06 and 0,18 ug/mL. Metode ini digunakan untuk menganalisis akrilamida yang terbentuk pada pembuatan minyak kelapa. Minyak kelapa dibuat pada variasi suhu 90oC, 100oC, dan 110oC, serta variasi waktu pemanasan masing-masing 15, 25, dan 35 menit. Pada suhu pemanasan 90oC, 100oC setelah 15 menit waktu pemanasan, tidak terdeteksi akrilamida dalam minyak kelapa. Kandungan akrilamida dalam minyak kelapa (ug/kg) pada suhu pemanasan 100oC setelah 25 dan 35 menit waktu pemanasan masing-masing sebesar 82,81 + 16,83 dan 256,63 + 7,06; pada suhu pemanasan 110oC setelah 15, 25, dan 35 menit waktu pemanasan masing-masing sebesar 181,33 + 5,96, 199,13 + 14,78 dan 336,30 + 16,57. Pembentukan akrilamida meningkat seiring peningkatan suhu dan lama pemanasan.", "Daftar File": {}, "Penulis": "TOGA PANGIHOTAN NAPITUPULU (NIM 10704006)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. rer. nat. Rahmana Emran Kartasasmita dan Dr. As'", "ari Nawawi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "akrilamida, minyak kelapa", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Vika Anastasya Kovariansi", "File": "8 file", "Tanggal Input": "13 Apr 2009"}