{"Nomor": 11521, "Judul": "PEMANFAATAN ULANG ABU BAWAH BATUBARA PADA UNGGUN BEREFISIENSI RENDAH", "Abstrak": "Batubara sebagai sumber energi alternatif yang produksinya terus meningkat telah mulai banyak digunakan sebagai pengganti minyak bakar industri. Salah satu jenis industri yang mulai beralih menggunakan batubara untuk menggantikan solar sebagai bahan bakar boiler untuk membangkitkan kukus adalah industri tekstil. Namun pada umumnya jenis boiler yang digunakan pada pabrik-pabrik tekstil adalah boiler sistem stoker (fixed bed) yang berefisiensi rendah. Akibatnya dihasilkan limbah padat berupa abu bawah dan abu atas dari proses pembakaran batubara pada boiler. Pada umumnya, kandungan karbon yang terdapat di dalam abu bawah masih relatif tinggi sehingga diduga bahwa abu bawah tersebut dapat digunakan kembali sebagai bahan bakar pada boiler. \n \n \n \n\nPenelitian ini bertujuan untuk menguji kelayakan teknis, konsep pemanfaatan abu bawah batubara dari tungku unggun tetap berefisiensi rendah dengan cara pembakaran ulang. Batubara segar yang digunakan sebagai umpan adalah batubara kelas rendah yaitu batubara tipe sub-bituminous. Sedangkan abu bawah yang digunakan berasal dari pabrik-pabrik tekstil di wilayah Bandung. Pemanfaatan ulang abu bawah akan melalui 2 rute, yaitu pembakaran langsung abu bawah dan pembakaran abu bawah yang telah mengalami proses pembriketan nonkarbonisasi. \n \n \n \n\nPada rute pembakaran abu bawah langsung, abu bawah yang telah dikeringkan langsung dibakar. Sementara itu, pada rute pembriketan, abu bawah yang telah dikeringkan mengalami proses pembriketan dahulu sebelum dibakar. Kesimpulan dari penelitian ini adalah abu bawah batubara yang dihasilkan dari pembakaran pada unggun diam dapat dibakar kembali, semakin menurun persentase abu bawah batubara dalam komposisi briket yang dihasilkan semakin mempercepat waktu penyulutan, dan meningkatkan nilai kalor, serta penambahan batubara segar akan meningkatkan kuat tekan dari briket.", "Daftar File": {}, "Penulis": "TISHI TANIA DAULAY (NIM 13003024)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. T. Walmiki Samadhi dan Prof. Dr. Tjandra Setiadi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Abu bawah, Briket, Pembakaran unggun diam", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}