{"Nomor": 11527, "Judul": "PERANCANGAN, PEMBUATAN DAN PENGUJIAN TURBIN ANGIN TIPE H UNTUK PENERANGAN BILLBOARD", "Abstrak": "Krisis energi dunia telah mencapai tahap yang cukup mengkhawatirkan dimana persediaan bahan bakar fosil kian menipis. Penggunaan bahan bakar fosil selain mengurangi cadangan dalam bumi, juga berdampak pada terjadinya pemanasan global. Karena itu, diperlukan suatu tindakan untuk mencari pengganti sumber bahan bakar fosil. Energi angin merupakan salah satu jenis sumber energi terbarukan. Angin yang berhembus memutar turbin yang dihubungkan ke generator. Generator lalu mengubah energi mekanik menjadi energi listrik yang dapat digunakan untuk berbagai keperluan.Penelitian ini merancang, membuat, dan menguji sistem konversi energi angin (SKEA) sebagai pemasok daya untuk penerangan billboard. Billboard sebagai media iklan luar ruang mengkonsumsi listrik dalam jumlah yang cukup besar. Penggunaan turbin angin pada billboard juga berfungsi sebagai penambah nilai jual billboard, karena akan meningkatkan stopping power-nya. Tahap pertama penelitian yang dilakukan adalah mengukur potensi angin yang ada. Kegiatan selanjutnya adalah mencari faktor-faktor apa saja yang berpengaruh terhadap desain SKEA, meliputi turbin dan generatornya. Disesuaikan dengan kondisi alam yang ada dan ketersediaan sumber daya, dibuatlah kriteria desain yang harus dipenuhi. Turbin dan generator tersebut kemudian dibuat lalu diuji.Generator hasil dari penelitian ini adalah generator magnet permanen putaran rendah. Tegangan generator dapat mencapai 100 volt DC pada 300 rpm (kondisi tanpa beban), dan mulai mengisi baterai 12 volt pada 45 rpm. Turbin angin yang dibuat belum mampu berputar seperti yang diharapkan, sehingga perlu dilakukan penelitian lebih lanjut.", "Daftar File": {}, "Penulis": "TOMY ARDIANTO (NIM 13103031)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. T. A. Fauzi Soelaiman"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "turbin angin, billboard", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}