{"Nomor": 11522, "Judul": "ANALISA PERBANDINGAN PERFORMANSI JARINGAN UNTUK TRAFIK TRIPLE PLAY MENGGUNAKAN MULTI PVC DAN SINGLE PVC", "Abstrak": "Layanan triple play merupakan sebuah bentuk pemasaran dari ketiga jenis layanan : internet berkecepatan tinggi, video, dan suara. Dengan media transmisi yang sama, dapat diperoleh ketiga macam layanan tersebut sekaligus. Dari sisi operator perlu diperhatikan platform layanan, kondisi internal DSLAM, PVC dan VLAN support sebelum menjalankan layanan triple play.Platform layanan ini menggunakan kabel tembaga sebagai media transmisi, yaitu teknologi Digital Subscriber Line (DSL). Dengan memanfaatkan kabel tembaga yang telah ada artinya perusahaan jaringan dan penyedia layanan dapat menghemat biaya untuk peningkatan layanan. ADSL2+ merupakan standar terbaru teknologi DSL dimana kecepatan upstream dan downstream-nya masing-masing mencapai 1 Mbps dan 24 Mbps. Digital Subscriber Line Access Multiplexer (DSLAM) merupakan sebuah modem server yang menyediakan beberapa jenis DSL. Sedangkan Virtual LAN (VLAN) dan Permanent Virtual Circuit (PVC) digunakan untuk management jaringan sehingga dihasilkan Quality of Service (QoS) yang terbaik.PT. Telkom sebagai penyedia jaringan memiliki beberapa skenario dalam mengimplementasikan layanan triple play, yaitu melalui single PVC maupun multi PVC. Pada tugas akhir ini dianalisa QoS masing-masing skenario multi VLAN-single PVC dan multi VLAN-multi PVC, yaitu dengan mengukur throughput, delay, jitter, dan loss. Pengambilan data dilakukan di Laboratorium Akses, PT. Telkom Research and Development Center.Dengan mengetahui QoS dapat diketahui keuntungan dari skenario yang digunakan karena yang menentukan kualitas layanan baik atau tidak dari sisi pelanggan adalah QoS-nya.", "Daftar File": {}, "Penulis": "TITAH KUSUMASTITI (NIM 13203108)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Nana Rachmana, M. Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "triple play, Digital Subscriber Line Access Multiplexer (DSLAM), Virtual LAN (VLAN), Permanent Virtual Circuit (PVC), Quality of Service (QoS)", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}