{"Nomor": 11529, "Judul": "PERANCANGAN UNIT AIRKON UNTUK TAMBANG BAWAH TANAH", "Abstrak": "Kenyamanan termal udara merupakan hal yang sangat penting bagi manusia. Dengan kondisi termal yang nyaman akan meningkatkan produktifitas manusia. Begitu pula di lokasi tambang bawah tanah. Lokasi tambang bawah tanah di Indonesia memiliki suhu dan kelembaban relatif yang tinggi. Dengan kondisi seperti itu maka dibutuhkan suatu mesin pengkondisian udara (airkon) untuk mengatasi permasalahan tersebut. \n \n \n \n\nUnit airkon untuk tambang bawah tanah dirancang mengacu pada Keputusan Menteri Pertambangan dan Energi Nomor 555. K/26/M.PE/1995 untuk memenuhi kebutuhan ventilasi. Selain itu unit airkon dirancang agar dapat diletakkan berpindah-pindah, mudah dioperasikan, pendinginan sesuai dengan beban, dan memliki komponen yang ada di pasaran Indonesia. Airkon yang dirancang merupakan sistem yang terdiri dari siklus refrigerasi. Dengan adanya unit airkon yang dioperasikan di lokasi tambang maka diharapkan udara akan menjadi lebih sejuk dan kering, sehingga kondisi udara nyaman dirasakan oleh para pekerja. \n \n \n \n\nPerancangan unit airkon dimulai dari perhitungan beban, pemilihan komponen hingga tersedia gambar rancangan. Unit airkon dirancang hanya untuk mengkondisikan udara di daerah workfront yang biasanya terdapat empat sampai lima orang pekerja. Kondisi udara pada lokasi tambang bersuhu 30 derajat C, kelembaban relatif 80%, dan berdebu. Banyaknya udara yang dicatu yaitu 0.1 m3/detik untuk setiap orang. Untuk mendinginkan udara sebanyak itu maka diperlukan penarikan kalor sekitar 16 kW agar suhu udara turun dari 30 derajat C ke 20 derajat C.", "Daftar File": {}, "Penulis": "TRI AYODHA AJIWIGUNA (NIM 13304113)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Wisnu Hendradjit, M.Sc.E. dan Ir. Nugroho Soelami, MBEnv, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Tambang bawah tanah, Siklus refrigerasi, Psikrometrik, Diagram P-h, Pendinginan, Dehumidifikasi", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}