{"Nomor": 11535, "Judul": "PENGARUH ANGKA IODIUM DAN ANGKA PENYABUNAN TERHADAP PRESTASI DAN EMISI GAS BUANG PADA MOTOR DIESEL STATIS PUTARAN RENDAH MENGGUNAKAN BAHAN BAKAR CAMPURAN 50% MINYAK NABATI MURNI DAN SOLAR", "Abstrak": "Penurunan ketersediaan dan peningkatan kebutuhan bahan bakar fosil yang mengakibatkan peningkatan harga yang sangat tinggi dan peningkatan perhatian dunia terhadap isu lingkungan terutama dampak dari pemanasan global yang diduga akibat dari penggunaan bahan bakar fosil, mengakibatkan minat dalam penelitian terhadap penggunaan bahan bakar biofuel kembali meningkat. Dua hal yang menjadi perhatian dalam penggunaan bahan bakar nabati ini adalah masalah lingkungan dan masalah ekonomi. Bahan bakar ini tidak beracun, merupakan energi terbarukan (renewable energy) dan tidak berdampak pada peningkatan jumlah net karbon dioksida secara global. Indonesia adalah negara yang mempunyai potensi yang tinggi untuk menghasilkan bahan bakar nabati. Secara umum, ada dua jenis minyak nabati yang dapat digunakan sebagai bahan bakar motor diesel, yaitu biodiesel dan minyak nabati murni. Minyak nabati murni lebih murah karena tidak perlu untuk melakukan proses reaksi kimia transesterifikasi untuk menjadi biodiesel. Tujuan penelitian adalah untuk mengetahui pengaruh dari angka iodium dan angka penyabunan terhadap prestasi dan emisi gas buang pada motor diesel statis putaran rendah yang menggunakan bahan bakar campuran 50% minyak nabati murni dan solar. Dengan menggunakan beberapa jenis minyak nabati murni seperti minyak kelapa sawit, kelapa, jarak pagar dan kedelai yang kemudian dibandingkan dengan menggunakan minyak solar, penelitian dilakukan dengan melakukan pengujian pada kondisi beban penuh, pengujian putaran konstan 1500 rpm dengan beban berubah dan pengukuran emisi menggunakan standard European Stationary Cycle (ESC).Pada pengujian beban penuh terlihat bahwa prestasi dari campuran minyak nabati murni dan solar stabil dan mempunyai penurunan prestasi yang lebih kecil pada putaran di bawah 1600 rpm dibandingkan dengan prestasinya pada putaran tinggi, sehingga penggunaan bahan bakar minyak nabati murni disarankan untuk digunakan pada mesin putaran rendah. Pada pengujian putaran konstan dengan beban berubah, didapat kecenderungan kenaikan angka iodium (yang berarti semakin banyak kandungan ikatan ganda pada asam lemak) mengakibatkan FVC, BSFC, BSEC dan Total HC meningkat sedangkan efisiensi thermal menurun. Sedangkan penurunan angka penyabunan (yang berarti semakin besar berat molekul rata-rata atau semakin panjang rantai karbon) mengakibatkan FVC, BSFC, BSEC, Total HC dan CO menurun sedangkan efisiensi thermal meningkat. Hasil regresi linier menunjukkan pendekatan yang cukup baik kecuali untuk opasitas yang tidak linier. Pada kondisi putaran konstan diketahui bahwa motor diesel akan bekerja lebih efisien pada beban yang tinggi dibandingkan bila bekerja pada beban yang rendah tetapi juga akan menghasilkan emisi total hidrokarbon yang lebih tinggi. Pada pengujian emisi dengan ESC standard yang menggambarkan kerja motor diesel stasioner pada seluruh daerah beban dan putaran menunjukkan emisi yang lebih tinggi dari pada minyak solar, hal ini menunjukkan bahwa pengaruh beban dinamis terhadap emisi cukup besar.", "Daftar File": {}, "Penulis": "TRISTA NUGRAHA (NIM 231060007)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Iman K. Reksowardojo, Dr. Ir. Tatang H. Soerawidjaja, dan Prof. Wiranto Arismunandar"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Minyak Nabati Murni, Angka Iodium, Angka Penyabunan, Motor Diesel, Prestasi, Emisi", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}