{"Nomor": 11538, "Judul": "STUDI PENENTUAN KEBERADAAN DAN BESARNYA WATER DRIVE PADA AWAL PRODUKSI RESERVOIR GAS DENGAN MENGGUNAKAN SOLUTION PLOT", "Abstrak": "Penghitungan nilai OGIP (Original Gas In Place) dari suatu reservoir gas merupakan hal yang sangat penting dilakukan. Penghitungan nilai OGIP ini dapat dilakukan sebelum atau setelah suatu lapangan gas mulai diproduksikan. Salah satu metode yang digunakan dalam penghitungan nilai OGIP pada suatu reservoir gas setelah lapangan mulai diprodusikan adalah metode P/z. Namun, metode ini sangat terbatas pada reservoir dengan kondisi pendorongan depletion drive (volumetrik). Reservoir yang memiliki sistem pendorongan water drive akan memberikan hasil yang salah dalam penghitungan nilai OGIP dengan menggunakan metode ini.Metode solution plot merupakan salah satu metode yang dapat digunakan untuk melihat apakah terdapat pendorongan water drive pada suatu reservoir gas. Dengan mengetahui adanya pendorongan water drive pada reservoir ini maka dalam perhitungan nilai OGIP akan lebih teliti dengan mempertimbangkan sistem pendorongannya.Paper ini akan membahas penggunaan solution plot dalam memprediksi ada tidaknya pendorongan water drive pada reservoir pada awal produksi. Dengan demikian kesalahan penghitungan nilai OGIP pada masa-masa awal produski segera dapat dikoreksi. Pengaruh ukuran reservoir, tekanan dan laju alir terhadap kecenderungan solution plot yang dibentuk juga akan dibahas pada paper ini. Informasi mengenai jenis pendorongan water drive pada suatu reservoir gas ini nantinya akan sangat membantu dalam penentuan kebijakan selama produksi berlangsung, seperti desain fasilitas produksi misalnya dan keekonomian lapangan gas tersebut.", "Daftar File": {}, "Penulis": "TUAN MANOTAR ARITONANG (NIM 12204048)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Leksono Mucharam, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "P/z, Solution Plot, Water drive", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}