{"Nomor": 11532, "Judul": "STUDI PENDAHULUAN RECOVERY TIMBAL DARI DEBU S-ESP FURNACE PT. SMELTING GRESIK MELALUI PROSES PELINDIAN DAN REDUKSI RESIDU PELINDIAN DENGAN REDUKTOR KOKAS", "Abstrak": "PT. Smelting Gresik adalah perusahaan peleburan dan pemurnian tembaga, yang bahan bakunya berasal dari PT. Freeport Indonesia dan PT. Newmont Nusa Tenggara. Proses pengolahan konsentrat menjadi tembaga anoda di PT. Smelting Gresik dilakukan dengan proses Mitsubishi. Proses ini menggunakan tiga buah tanur yang bekerja secara kontinu, yaitu tanur peleburan (Smelting Furnace), tanur pembersih (Slag Cleaning Furnace), dan tanur ketiga dalam proses Mitsubishi adalah tanur konversi (Converting Furnace).   Kedalam S-furnace selain dimasukkan konsentrat awal juga dimasukkan debu dari S-Furnace yang didaur ulang dari proses sebelumnya, karena masih mengandung kadar Cu yang tinggi sekitar 16%. Saat ini PT. Smelting Gresik mengalami permasalahan peningkatan kandungan unsur pengotor khususnya Pb yang terdapat tembaga anoda akibat dari tingginya kandungan Pb yang terdapat dalam debu S-furnace yang didaur ulang kembali ke dalam S-Furnace.Penelitian ini bertujuan untuk merecovery Pb yang terdapat dalam dust S-ESP furnace melalui proses reduksi dengan menggunakan kokas. Faktor-faktor yang diamati dalam percobaan adalah nisbah massa Na2CO3/residu, pengaruh nisbah mol kokas/residu, temperatur reduksi, dan waktu reduksi. Dalam percobaan ini nisbah massa Na2CO3/residu yang digunakan adalah 0; 0,0125; 0,025; 0,0375; 0,05; dan 0,1, nisbah mol kokas/Pb dalam residu yang digunakan 1/1,  2/1, 3/1, dan 4/1, temperatur proses yang dipilih adalah 800oC, 900oC, 1000oC, 1100oC, dan 1180oC, dan variasi waktu reduksi yang dipilih adalah 30', 60', 90', 120', 150', 180', dan 210'.Percobaan dilakukan secara bertahap yaitu penentuan nisbah massa Na2CO3/residu optimal, nisbah mol kokas/residu optimal, temperatur optimal, dan waktu optimal. Dalam tiap tahap, dari hasil analisa komposisi kimia menggunakan ICP dipilih % ekstraksi Pb yang paling besar. Informasi yang didapat dari tiap tahap digunakan pada tahap berikutnya. Dari hasil percobaan menunjukkan %ekstraksi optimum yaitu sebesar 54.41%, dengan nisbah massa Na2CO3/residu optimum = 0.0125, nisbah mol kokas/(Pb)residu optimum = 3/1, temperatur proses optimum = 1100oC, dan waktu proses reduksi optimum 90'.", "Daftar File": {}, "Penulis": "TRI HARTANTO (NIM 12103046)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. M. Zaki Mubarok, ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "timbal, debu S-ESP, proses pelindian, reduksi residu, reduktor kokas", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}