{"Nomor": 11542, "Judul": "FIKSASI CO2 MENGGUNAKAN MIKROALGAE Botryococcus braunii PADA BIOREAKTOR UP LIFT", "Abstrak": "Pada abad ke-21 ini, Peningkatan penggunaan sumber daya energi mendorong peningkatan kadar emisi CO2 yang berdampak terhadap pemanasan global. Salah satu cara untuk mengurangi kadar emisi CO2 diantaranya dengan fiksasi. Pada penelitian ini akan dikaji fiksasi CO2 menggunakan mikroalgae Botryococcus braunii yang memiliki waktu generasi singkat dan dapat menghasilkan senyawa hidrokarbon yang berpotensi menjadi sumber energi alternatif. Tujuan dari penelitian ini adalah menentukan kondisi optimum bagi pertumbuhan dan kandungan hidrokarbon Botryococcus braunii dengan memanfaatkan gas CO2. \n \n \n \n\nFaktor-faktor yang menentukan pertumbuhan Botryococcus braunii diantaranya komposisi medium, kadar CO2, intensitas cahaya, kadar SOx, dan lain-lain. Pada penelitian ini akan dikaji pengaruh pencahayaan terhadap pertumbuhan dan kandungan hidrokarbon dari Botryococcus braunii pada kondisi optimum pertumbuhan dari hasil penelitian sebelumnya. \n \n \n \n\nPenelitian dilaksanakan dengan menggunakan air lift fermentor dengan volume medium Bristol 5 liter, laju alir udara 0,0178 L/s, konsentrasi gas CO2 15%-v udara, temperatur 25 derajat C, dan pH awal 7. Variasi percobaan yang dilakukan adalah variasi pengaruh pencahayaan terang maksimum (10 jam) dan pencahayaan terang minimum (5 jam). Hasil percobaan yang diamati adalah berat sel kering dan kandungan hidokarbon dari Botryococcus braunii. Berat kering sel ditentukan dengan menggunakan kurva baku berat kering sel terhadap absorbansi dan kandungan senyawa hidrokarbon diperoleh dari hasil uji dengan kromatografi gas. \n \n \n \n\nDari dari penelitian ini, dapat disimpulkan bahwa lamanya pencahayaan tidak berpengaruh terhadap pertumbuhan biomassa dan fiksasi CO2 alga mikro Botryococcus braunii. Ditemukan fakta bahwa produksi hidrokarbon pada alga Botryococcus braunii paling besar terjadi pada percobaan dengan waktu pencahayaan minimum karena produksi lipid, yaitu asam oleat dan asam palmitat sebagai prekursor pembentukan hidrokarbon meningkat.", "Daftar File": {"2008 TA PP UJANG SURYANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/47410", "2008 TA PP UJANG SURYANA 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/47411", "2008 TA PP UJANG SURYANA 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/47412", "2008 TA PP UJANG SURYANA 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/47413", "2008 TA PP UJANG SURYANA 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/47414", "2008 TA PP UJANG SURYANA 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/47415", "2008 TA PP UJANG SURYANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/47416"}, "Penulis": "UJANG SURYANA (NIM 13004044)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Retno Gumilang Dewi, M.Env.Eng.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Botryococcus braunii, CO2, Cahaya", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}