{"Nomor": 11556, "Judul": "PENGUJIAN KARAKTERISTIK GETARAN BANTALAN GELINDING AKIBAT PERUBAHAN BESAR BEBAN, KONDISI PELUMAS, DAN KECEPATAN PUTAR", "Abstrak": "Di dalam dunia industri, kebanyakan mesin yang dipakai merupakan mesin rotasi yang menggunakan bantalan sebagai penumpunya, sehingga kehandalan, efisiensi, dan keamanan dari mesin ini sangat bergantung terhadap kinerja bantalan. Kondisi operasi yang salah dan pelumasan yang tidak bagus merupakan dua faktor utama yang menyebabkan terjadinya cacat prematur pada bantalan. Di Laboratorium Dinamika PRI ITB, penelitian tentang karakteristik getaran bantalan gelinding akibat perubahan besar beban, kondisi pelumasan, dan kecepatan putar belum pernah dilakukan. Pada penelitian ini akan dilakukan pengujian getaran dengan menggunakan metode shock pulse dan getaran yang umum untuk mengetahui karakteristik getaran bantalan gelinding.Dalam penelitian ini, pengukuran nilai shock pulse dilakukan dengan tujuan untuk melihat variasi nilai shock pulse pada berbagai tingkat besar beban, kondisi pelumas, dan kecepatan putar. Selain itu, juga akan dilakukan pengukuran getaran. Pengukuran getaran dilakukan untuk menyelidiki pengaruh parameter pengukuran, yaitu: besar beban, kondisi pelumas, dan kecepatan putar, terhadap nilai RMS getaran. Spektrum hasil pengukuran yang didapat dari kedua jenis pengukuran ini juga dibandingkan untuk melihat apakah ada korelasi di antara kedua jenis spektrum ini.Dari hasil pengukuran kedua jenis pengukuran ini, didapat bahwa kondisi pelumas bekerja dengan bagus untuk berbagai tingkat besar beban dan kecepatan putar. Spektrum yang didapat pada pengukuran shock pulse dan getaran menunjukkan pola frekuensi yang sembarang. Hal ini dikarenakan bantalan yang dipakai masih baru, sehingga frekuensi yang muncul merupakan frekuensi sembarang. Perbandingan antara spektrum shock pulse dan getaran tidak menghasilkan korelasi, karena frekuensi yang muncul pada spektrum shock pulse untuk seluruh variasi parameter pengukuran tidak memiliki kesamaan dengan frekuensi yang muncul pada spektrum getaran.", "Daftar File": {}, "Penulis": "VICKY VENDY (NIM 13104048)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Zainal Abidin"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "getaran, bantalan gelinding, pelumas, kecepatan putar", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}