{"Nomor": 11551, "Judul": "KANDUNGAN SENYAWA IRIDOID DALAM TANAMAN LIDAH ULAR (HEDYOTIS CORYMBOSA L.)", "Abstrak": "Lidah ular (Hedyotis corymbosa L., Rubiaceae) merupakan tanaman tropis yang sebenarnya mudah untuk dibudidayakan, namun penggunaannya sebagai tanaman obat belum banyak diketahui orang. Para peneliti  sebelumnya telah memeriksa bahwa herba lidah ular memiliki aktivitas antihipertensi dan hepatoprotektif. Dalam penelitian ini ditelaah kandungan senyawa kimia tanaman tersebut. Penelitian dimulai dengan sortasi kering dan pembuatan serbuk simplisia. Serbuk simplisia diekstraksi secara sinambung dengan alat Soxhlet menggunakan etanol. Ekstrak etanol kental difraksinasi secara ekstraksi cair-cair menggunakan n-heksan, etil asetat dan butanol. Fraksi butanol dikromatografi kertas (KKt) preparatif menggunakan butanol-asam asetat-air (4:1:5), asam asetat 50%, dan air suling. Isolat diuji kemurniannya secara kromatografi lapis tipis (KLT) menggunakan fase gerak etil asetat-metanol-air (15:8:2) dan dikarakterisasi menggunakan spektrofotometer ultraviolet-sinar tampak dan spektrofotometer inframerah. Pemantauan secara KLT dengan sistem pengembang etil asetat-metanol-air (15:8:2) dan penampak bercak anisaldehid dalam asam sulfat menghasilkan dua bercak biru dominan dengan Rf 0,37 dan 0,43. Kedua senyawa tersebut memberikan reaksi positif terhadap pereaksi Trim & Hill yang menunjukkan isolat sebagai golongan senyawa iridoid.", "Daftar File": {}, "Penulis": "VERA AMALIA (NIM 10704115)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dra. Siti Kusmardiyani, M.Sc., dan Dr. Sukrasno"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Hedyotis corymbosa L., Rubiaceae, iridoid, pereaksi Trim & Hill, spektrofotometer inframerah, spektrofotometer ultraviolet-sinar tampak", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Vika Anastasya Kovariansi", "File": "8 file", "Tanggal Input": "22 Apr 2009"}