{"Nomor": 11561, "Judul": "PERLAKUAN TERMOMEKANIS PADUAN Ti-6Al-4V", "Abstrak": "Sifat titanium yang alotropik memiliki keuntungan untul dapat dilakukan berbagai macam proses penguatan atau pengerasan. Perlakuan termomekanis merupakan salah satu proses yang dilakukan untuk mengontrol struktur mikro dan sifat sesuai dengan yang diinginkan. Paduan Ti-6Al-4V merupakan salah satu paduan titanium a+B yang memiliki kemudahan untuk diproses dengan perlakuan termomekanis dan perlakuan panas sehingga harga kekerasannya meningkat. \n \n \n \n \n \n\nBeberapa parameter perlakuan termomekanis, seperti temperatur pengerolan, persentase reduksi pengerolan, dan selang waktu sebelum quench setelah pengerolan, dilakukan dalam penelitian ini untuk mengamati struktur mikro dan harga kekerasannya. Perlakuan panas dan proses pengerolan pada temperatur kamar dilakukan sebagai pembanding untuk melihat mekanisme pengerasannya. Karakterisasi dengan menggunakan SEM, EDS dan XRD digunakan untuk menganalisa hasil proses perlakuan termomekanis. \n \n \n \n \n \n\nStruktur mikro yang dihasilkan dari perlakuan termomekanis adalah struktur a lamelar tertekuk yang merupakan hasil transformasi butir elips B (bent a lamellae prior B elliptical grain) dengan bentuk dan kerapatan yang bervariasi. Perlakuan termomekanis juga menghasilkan butir yang lonjong (elongated grain) dan struktur a-prime martensit berbentuk jarum (needle structure martensite). Harga kekerasan tertinggi (463,1 VHN) diperoleh dari perlakuan termomekanis dengan reduksi pengerolan 40% pada temperatur 1050 derajat C dan kemudian dicelup cepat ke media air. Harga kekerasan tersebut memiliki nilai yang lebih tinggi dibandingkan hasil perlakuan panas pada temperatur 1050 derajat C (431,6 VHN) dan pengerolan pada temperatur kamar dengan reduksi 40% (431VHN). Hasil karakterisasi XRD menunjukkan peningkatan kerapatan dislokasi dan indikasi adanya tegangan sisa (residual stress).", "Daftar File": {}, "Penulis": "VIKO YUZA DIPUTRA (NIM 23704012)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Mardjono Siswosuwarno dan Dr. Ir. Arif Basuki"], "Jenis Koleksi": "Tesis", "Penerbit": "Ilmu dan Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Paduan titanium, Ti-6Al-4V, Proses perlakuan termomekanis, Kekerasan, Dislokasi, Mekanisme pengerasan, dan Martensit", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "09 Okt 2017"}