{"Nomor": 11569, "Judul": "STUDI IDENTIFIKASI PERILAKU PERANSERTA MASYARAKAT DALAM RETRIBUSI PERSAMPAHAN DI PERUMNAS SARIJADI KOTAMADYA BANDUNG", "Abstrak": "Sejalan dengan meningkatnya kompleksitas perkotaan maka sampah muncul sebagai masalah yang memerlukan perhatian dan penanganan khusus. Pengelolaan persampahan di kota-kota di Indonesia memakai pendekatan yang memiliki empat subsistem yaitu organisasi, pembiayaan, pengaturan dan teknik operasional serta satu faktor internal yaitu peranserta masyarakat adalah salah satu komponen sistem tersebut.Sistem pengelolaan persampahan di Indonesia di masa depan telah ditetapkan menuju kondisi pembiayaan mandiri, dimana dana dan biaya diadakan dari pengelolaan sampah itu sendiri. Salah satu faktor yang mempunyai pengaruh besar di tercapainya tujuan ini adalah perilaku peranserta masyarakat di dalam membayar retribusi persampahan.Perumnas Sarijadi adalah pemukiman kelas menengah ke bawah yang teratur, dan mempunyai banyak kesamaan dengan banyak pemukiman di tempat lain. atas dasar alasan ini dan hubungannya dengan pengelolaan sampah, maka diteliti variabel-variabel yang berpengaruh pada perilaku peranserta masyarakat di dalam membayar retribusi persampahan.Ada 45 variabel yang diidentifikasi dari 8 aspek. Dengan penyaringan memakai 14 faktor komponen utama yang mewakili 75,76 % total variansi. Dari hasil pengolahan data didapat 28 elemen variabel dari 7 aspek, yang memdominasi secara aktif masing-masing faktor komponen utama.Dari variabel-variabel yang dominan, diketahui bahwa perilaku masyarakat di dalam membayar retribusi banyak dipengaruhi oleh faktor-faktor internal individu.", "Daftar File": {}, "Penulis": "WAHYU INDRA SAKTI (S2-758815)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Dr. Matthias Aroef dan Drs. Indryati Sunaryo, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Identifikasi, Retribusi, Sampah, Perumnas", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "11 file", "Tanggal Input": "27 Sep 2017"}