{"Nomor": 11567, "Judul": "STUDI ANOMALI MICROGRAVITY 4D DENGAN MENGGUNAKAN SECOND VERTICAL DERIVATIVE DAN FORWARD MODELING (Studi Kasus di Semarang - Jawa Tengah)", "Abstrak": "Dalam microgravity 4D, dimana dimensi keempatnya adalah waktu, anomali yang terlihat merupakan anomali time-lapse yang dihasilkan oleh perbedaan nilai gaya berat dalam interval waktu tertentu. Anomali yang diamati di permukaan berbanding langsung dengan perubahan densitas dan geometri sumber di bawah permukaan. Pada dasarnya, terdapat beberapa metode dalam menganalisa data microgravity 4D. dalam memilih metode apa yang akan kita gunakan, kita harus mengetahui fungsi dari masing-masing metode dan tujuan yang akan kita capai. Misalnya dalam kasus monitoring intrusi air laut dan pengurangan massa air di bawah tanah, kita bisa menggunakan metode second vertical derivative dan forward modeling. Pada penelitian ini juga, penulis melakukan simulasi data sintetik respon anomali microgravity 4D akibat amblesan tanah dan pengurangan massa air di bawah tanah, serta melakukan studi data sintetik second vertical derivative. Dari simulasi-simulasi tersebut, kita dapat mellihat bagaimana anomali microgravity 4D yang dihasilkan akibat amblesan tanah dan pengurangan massa air di bawah tanah, bahkan dari studi second vertical derivative-nya kita dapat membedakan dengan jelas anomali-anomali yang disebabkan oleh intrusi air laut dan akibat pengurangan massa air di bawah tanah. Untuk studi kasusnya, dilaksanakan di Semarang-Jawa Tengah. Dengan mengaplikasikan metode second vertical derivative dan forward modeling, didapatkan besarnya pengurangan massa air di bawah tanah (pada bulan Juli-November) dan sampai sejauh mana intrusi air laut masuk ke daratan.", "Daftar File": {}, "Penulis": "WAHMUB ABDURACHMAN (NIM 12301005)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Darharta Dahrin"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "microgravity 4D, second vertical derivative, forward modeling", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}