{"Nomor": 11570, "Judul": "STUDI KENYAMANAN TERMAL ADAPTIF PADA HUNIAN BERVENTILASI ALAMI DI INDONESIA", "Abstrak": "Penelitian ini coba mengkaji kenyamanan termal adaptif penghuni bangunan berventilasi alami di Indonesia dengan lokasi studi : Bandung, Bekasi, Surabaya, dan Semarang. Studi ini dilakukan untuk mengetahui kenetralan kondisi termal (thermal neutrality), keterterimaan kondisi termal (thermal acceptability ), dan preferensi kondisi termal (thermal preference), serta perilaku adaptif penghuni tersebut dalam upaya memperoleh kenyamanan termal. Hasil kesan termal responden yang diperoleh diperbandingkan dengan standar kenyamanan adaptif (Adaptive Comfort StandardÃƒÂƒÃ‚ÂƒÃƒÂ‚Ã‚Â‚ÃƒÂƒÃ‚Â‚ÃƒÂ‚Ã‚Â–ACS) ASHRAE 55ÃƒÂƒÃ‚ÂƒÃƒÂ‚Ã‚Â‚ÃƒÂƒÃ‚Â‚ÃƒÂ‚Ã‚Â–2004. Hasil tersebut juga diperbandingkan dengan model kenyamanan statik PMV-PPD yang telah diadopsi ISO 7730ÃƒÂƒÃ‚ÂƒÃƒÂ‚Ã‚Â‚ÃƒÂƒÃ‚Â‚ÃƒÂ‚Ã‚Â–2005 dan ASHRAE 55ÃƒÂƒÃ‚ÂƒÃƒÂ‚Ã‚Â‚ÃƒÂƒÃ‚Â‚ÃƒÂ‚Ã‚Â–2004 dan dengan model kenyamanan statik lainnya (ET*, SET*, DISC, TSENS, dan HSI). \n \n \n \n \n \n\nAnalisis regresi pilihan nyata responden menunjukkan bahwa hasil preferensi kondisi termal responden teraklimatisasi yang berkegiatan santai mantap (1ÃƒÂƒÃ‚ÂƒÃƒÂ‚Ã‚Â‚ÃƒÂƒÃ‚Â‚ÃƒÂ‚Ã‚Â–1,2 met) lebih rendah dari kenetralan kondisi termalnya. Kenetralan kondisi termal terjadi pada besaran luar ruangan Tdb = 27,1 derajat C, besaran dalam ruangan T db = 27,3 derajat C, Top = 27,4 derajat C, ET* = 29,4 derajat C, SET* = 30,1 derajat C, DISC = 1,7, TSENS = 1,1, PMV= 1,1, dan HSI = 44,8. Preferensi kondisi termal terjadi pada besaran luar ruangan T db = 24,5 derajat C, besaran dalam ruangan Tdb = 25,3 derajat C, Top = 25,5 derajat C, ET* = 27,3 deajat C, SET* = 27,2 derajat C, DISC = 0,8, TSENS = 0,7, PMV= 0,5, dan HSI = 25. \n \n \n \n \n \n\nAnalisis regresi rata-rata menunjukkan bahwa kepekaan pilihan nyata para responden, kenetralan dan preferensi kondisi termal mereka berada pada harga Top yang lebih tinggi dari hasil perkiraan model statik. Kenetralan kondisi termal pilihan nyata tersebut berada pada Top 27,7 derajat C, sedangkan perkiraan DISC terjadi pada Top = 21,1 derajat C, perkiraan TSENS terjadi pada Top = 21,3 derajat C, dan perkiraan PMV terjadi pada Top = 23,8 derajat C. Menurut perkiraan HSI kenetralan seharusnya terjadi pada Top = 17,71 derajat C, ternyata menurut pilihan nyata responden kenetralan terjadi pada T op 27,4 derajat C dan preferensi 23,2 derajat C. Kondisi kenetralan ET* dan SET* masing-masing terjadi pada Top 27,8 derajat C dan 27,5 derajat C, akan tetapi preferensi para responden masing-masing pada Top 25,6 derajat C dan 24,4 derajat C. \n \n \n \n \n \n\nHasil analisis keterterimaan kondisi termal menunjukkan bahwa rentang suhu ruangan yang dapat diterima responden adalah antara Top = 22,8-30,2 derajat C atau antara ET* = 23,4-32,3 derajat C. Hal ini sesuai dengan zona kenyamanan 80% standar kenyamanan adaptif ASHRAE-55. \n \n \n \n \n \n\nHasil pengamatan perilaku adaptif para responden rumah tinggal Bandung dan Bekasi menunjukkan bahwa secara keseluruhan responden belum sepenuhnya merasa nyaman terhadap kondisi lingkungan rumahnya. Mereka juga belum sepenuhnya memanfaatkan sarana pengendalian pasif (jendela, pintu, tata ruang di dalam bangunan, bahan atap) dan penyediaan lahan taman terbuka di luar bangunan sebagai sarana pengendalian untuk memperoleh kenyamanan termal hunian. \n \n \n \n \n \n\nBerdasarkan tinjauan rata-rata besar dan selisih dari besaran te rmal ruangan terlihat bahwa kinerja termal bangunan perumahan Antapani Bandung lebih bagus dari dua kompleks bangunan lainnya, baik Turangga Bandung maupun Perumnas Bekasi. Di sisi lain, kinerja termal bangunan perumahan di Perumnas Bekasi terlihat lebih bagus dari kompleks Turangga Bandung. \n \n \n \n \n \n\nPada penelitian ini juga dianalisis pengaruh perbedaan musim, aklimatisasi responden, lokasi pengukuran, usia, jenis kelamin, maupun efek pembelajaran/perulangan pengisian angket termal terhadap pilihan kesan termal responden.", "Daftar File": {}, "Penulis": "WAHYU SUJATMIKO (NIM 23305005)", "Kontributor / Dosen Pembimbing": ["PEmbimbing : Prof. Dr. Ir. Soegijanto dan Ir. Wisnu Hendradjit, M.Sc.E."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Kenyamanan termal, Model adaptif, Model statik, Hunian berventilasi", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}