{"Nomor": 11575, "Judul": "PERANCANGAN DASAR PABRIK AGREGAT PERKERASAN JALAN BERBAHAN BAKU TANAH LIAT DENGAN KAPASITAS 20 TON/JAM", "Abstrak": "Kondisi jalan yang keras sangat diperlukan untuk membantu kelancaran transportasi darat. Jalan yang keras tersebut dapat dibuat dari berbagai bahan perkerasan jalan yang salah satunya adalah agregat perkerasan jalan. Agregat perkerasan jalan dapat dibuat dari tanah liat dengan menggunakan proses vitrikasi. Proses vitrifikasi adalah proses pengerasan tanah liat yang terjadi pada kisaran temperatur antara 850 derajat C dan 1500 derajat C. Proses ini mirip dengan proses yang terjadi pada pembuatan keramik. Pada proses ini, energi panas diperlukan untuk memanaskan tanah liat dari temperatur kamar hingga mencapai temperatur vitrifikasinya. Energi panas tersebut berasal dari hasil pembakaran batubara. \n \n\nTugas akhir ini berisi tentang perancangan dasar pabrik agregat perkerasan jalan berbahan baku tanah liat dengan kapasitas 20ton/jam. Perancangan ini terdiri dari perancangan sistem pabrik yang dilanjutkan dengan perancangan komponen-komponen utama yang meliputi perhitungan dan pemilihan komponen. \n \n\nProses pembuatan agregat yang dilakukan pada tugas akhir ini dibagi menjadi lima tahap yaitu tahap persiapan, tahap pengeringan, tahap vitrifikasi, tahap pendinginan, dan tahap penyelesaian. Kelima tahap ini terdiri dari beberapa komponen utama berupa penghancur tanah liat (crusher), pemilah tanah liat (clay screens), pengering berputar (rotary dryer), kiln berputar (rotary kiln), pendingin tipe rantai (chain cooler), dan pemilah agregat (aggregate screens). Selanjutnya, komponen-komponen utama ini akan dirancang sesuai dengan kebutuhan tiap-tiap tahap. Hasil perancangan yang diperoleh dapat dijadikan acuan untuk pekerjaan perancangan detail atau pekerjaan Engineering Procurement Construction. \n \n\nEnergi panas yang diperlukan untuk membuat agregat berasal dari hasil pembakaran batubara muda yang memiliki nilai kalor sebesar 4.040 kcal/kg. Besar energi panas yang harus disediakan adalah 9,09 MW dengan laju konsumsi batubara adalah 1,9 kg/jam ketika kondisi start up dan 1,3 kg/jam ketika kondisi tunak. Proses pembuatan agregat utamanya terjadi pada rotary dryer dan rotary kiln. Total waktu yang dibutuhkan dalam kedua alat tersebut adalah 457 detik.", "Daftar File": {}, "Penulis": "WARY SOEKNEDY (NIM 13102046)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Aryadi Suwono dan Dr. Ir. Toto Hardianto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pabrik, Agregat, Tanah liat, Kapasitas", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}