{"Nomor": 11572, "Judul": "DESAIN AWAL FLUXGATEMAGNETOMETER MENGGUNAKAN KUMPARAN SEKUNDER (PICK-UP COIL) GANDA SEBAGAI PENENTU POSISI BENDA (TRACKING POSITION) DALAM TIGA DIMENSI", "Abstrak": "Telah dikembangkan sensor magnetik yang mampu menentukan posisi benda dalam ruang tiga dimensi berdasarkan perubahan medan magnet luar dengan menggunakan Fluxgate Magnetometer (FGM). Kontruksi dari FGM yang dikembangkan terdiri dari dua buah inti yang msing-masing inti terdapat 2 kumparan eksitasi dan 2 kumparan pick-up. FGM tipe ini, bekerja berdasarkan prinsip harmonisa kedua. Kumparan eksitansi berfungsi sebagai pembangkit medan magnet internal dan kumparan pick-up berfungsi sebagai penerima perubahan medan magnet. Medan magnet yang dibangkitkan oleh kumparan eksitasi akan dilingkupi oleh kumparan pick-up dan sebagian akan mengalami penyebaran keluar. Keberadaan medan magnet luar akan berpengaruh pada besarnya intensitas medan magnet yang diterima kumparan pick-up. Dalam hal ini medan magnet luar berasal dari sebuah magnet yang yang dijadikan satu sistem dengan benda yang akan ditentukan posisinya oleh sensor. Semakin jauh benda dari sensor, akan memperkecil medan magnet yang ditangkap sensor begitupun sebaliknya. Medan luar tersebut akan disuperposisikan dengan medan magnet eksitasi. Hasil superposisi tersebut akan diterima oleh kumparan pick-up dan diubah menjadi ggl induksi. Berdasarkan prinsip harmonisa kedua, besarnya intensitas medan magnet luar yang terjadi sebanding dengan jarak dari posisi benda. FGM tiga dimensi memiliki tiga sensor saling tegak lurus yang mengukur komponen dari medan magnet luar. Hal ini berguna untuk pendeteksian medan magnet berdasarkan paramater arah dari tiga sumbu x, y, z, dimana parameter tersebut akan digunakan sebagai parameter penentu posisi benda. FGM yang dibuat mampu mendeteksi perubahan jarak antara sensor dan sumber medan luar Perubahan inilah yang digunakan sebagai dasar pada penentuan posisi benda dengan perubahan jarak dijadikan sebagai amplitudo pada posisi benda tertentu. Berdasarkan analisa data diperoleh sensitivitas sensor x, sensor y dan sensor z masing-masing yaitu 156.3742 mV/uT, 137.9702 mV/uT,dan 144.5448 mV/uT. Adapun posisi yang dapat dideteksi sensor berada pada rentang 6,5-20 cm. Kesalahan absolut maksimum yang diperoleh dari pendekatan fungsi polinomial di atas untuk masing-masing sensor adalah -0.39 cm, 0,28 cm dan -0.45 cm. Tingkat kesalahan relatif maksimum masingÃƒÂƒÃ‚Â‚ÃƒÂ‚Ã‚Â–masing sistem sensor pada pendekatan ini adalah 2,9%, 2,09% dan 3,38%", "Daftar File": {}, "Penulis": "WANDY PRAGINDA (NIM 20205003)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Mitra Djamal"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Fluxgate Magnetometer (FGM), posisi benda, sensitivitas, medan magnet", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}