{"Nomor": 11578, "Judul": "ANALISIS HUBUNGAN ANTARA VARIOGRAFI DENGAN KERAPATAN DATA EKSPLORASI PADA ENDAPAN NIKEL LATERIT DI PULAU GEE DAN PAKAL, HALMAHERA TIMUR", "Abstrak": "Pulau Gee dan pulau Pakal merupakan daerah KP milik PT. ANTAM, Tbk yang terletak di daerah Halmahera Timur, Provinsi Maluku Utara. Pulau Gee merupakan wilayah KP yang sudah ditambang, tapi diduga memiliki kemiripan karakteristik dengan pulau Pakal. Pada saat ini di Pulau Pakal sedang dilakukan eksplorasi semidetil dan detil untuk nikel laterit. Untuk mendapatkan pola pengambilan conto yang lebih optimum, maka perlu dilakukan analisis variografi yang dihubungkan dengan kerapatan data eksplorasi.Metodologi penelitian yang digunakan adalah studi literatur dan pengumpulan data yang didapatkan dari PT. ANTAM, Tbk. Penelitian dilakukan dengan membagi data assay menjadi zona limonit, zona Low Saprolit Ore Zone (LSOZ), dan zona High Saprolite Ore Zone (HSOZ). Selanjutnya dari data tersebut dapat dibuat statistik deskriptif dan model variogram.Variogram dibuat sesuai dengan empat arah utama pada tiga macam kerapatan data yang berbeda, yaitu 100 m, 50 m, dan 25 m.Dari analisis variogram diketahui bahwa nugget effect semakin besar jika kerapatan data semakin kecil. Hal ini terlihat pada saat membandingkan beberapa nilai nugget effect dengan kerapatan data yang berbeda pada variabel yang sama. Misalkan pada perbandingan nilai nugget effect pada kadar Fe pada zona LSOZ untuk Pulau Pakal, dimana nilai nugget effect dari kerapatan data 100 m sampai 25 m adalah 5, 10, 40.Selain itu juga didapat bahwa range antara 40-50 m sudah mendekati kepada nilai range yang optimum. Keadaan ini terlihat pada saat membandingkan beberapa nilai range pada jenis kerapatan data yang berbeda untuk variabel yang sama, dimana semakin rapat kerapatan data maka perbedaan nilai range menjadi semakin kecil. Misalkan untuk kadar Ni pada zona HSOZ untuk Pulau Gee, dimana nilai Range dari kerapatan 100 m  sampai 25 m adalah 200, 85, 60 m.", "Daftar File": {}, "Penulis": "WAWAN RUSTIAWAN (NIM 12103061)", "Kontributor / Dosen Pembimbing": ["Pembimbing: M. Nur Heriawan, ST. MT. Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "variografi, endapan nikel laterit, data eksplorasi", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}