{"Nomor": 11571, "Judul": "DEVELOPING PARAMETRIC CAD MODEL FOR CESSNA 310 WING GEOMETRY", "Abstrak": "The thesis explores the design development process as it occurs within advanced digital environments (CATIA) that are based on parametric design principles. The objective of this research is to generate parametric wing geometry of wing using graphically interactive design approach. The other objectives are to demonstrate the top down assembly approach to generate an assembly modeling of the wing box and vertical tail installation. 3D data is not available for the aircraft except from the manual and physical model. As for solid, spars, ribs and joints models were created using measurement from the aircraft. Other available data of the aircraft were gathered from internet and other sources. The wing geometry was parameterized based on geometric parameters such as swept, dihedral and twist angle. Here the airfoil section of the wing is modeled using splines and the locations of the control points are used as design variables. A hundred control points will be used in the definition of one airfoil section and there will be two design variables in total for the airfoil section. The parametric geometry model should be able to be a template to supply input for creation of other similar series of models. It is flexible enough that the surface model can be design into different configuration with minimal user interaction. Thus, ensures that the model response accurately with the design changes without major modification of the CAD model.", "Daftar File": {}, "Penulis": "WAN ADLAN WAN NAWANG (NIM 23604707)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.Ir. Bambang K. Hadi dan Ir. Rais Zain, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Parametric CAD model, Cessna 310 Wing Geometry", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}