{"Nomor": 11582, "Judul": "PROSES PEMBEBASAN TANAH UNTUK PROYEK BANJIR KANAL TIMUR (SUATU PENDEKATAN SYSTEM THINKING)", "Abstrak": "Pembangunan Banjir Kanal Timur (BKT) merupakan salah satu upaya untuk mengatasi masalah bencana banjir di Jakarta. Salah satu permasalahan pembangunan Banjir Kanal Timur adalah adanya kebutuhan lahan yang luas mulai dari Sungai Cipinang sampai dengan Kelurahan Marunda. Lahan yang dilalui oleh Proyek Banjir Kanal Timur ini ternyata sebagian besar merupakan lahan pemukiman, sehingga masalah pembebasan lahan menjadi kendala terbesar sampai saat ini. Sampai saat ini, belum terlihat titik terang masalah pembebasan lahan untuk proyek BKT ini. Keterlambatan pembangunan BKT membawa konsekuensi lain, yaitu besarnya biaya yang harus ditanggung akibat Siklus Banjir.Penelitian ini dimaksudkan untuk membuat suatu model struktur permasalahan sehingga dapat diketahui berbagai kemungkinan solusi dengan menggunakan metodologi System Dynamics. Analisis terhadap perilaku model untuk berbagai macam skenario menunjukkan adanya beberapa factor penting yang dapat memberikan jalan keluar agar persoalan pembebasan tanah untuk proyek BKT ini dapat diselesaikan sesuai atau mendekati target yang direncanakan. Yang pertama dan yang paling dominan adalah Fraksi Kenaikan NJOP. Yang dimaksud dengan Faktor ini adalah kemampuan NJOP mengimbangi nilai pasar tanah dan bangunan yang akan dibebaskan. Hal ini penting karena proses pembebasan akan berlangsung selama empat tahun atau lebih. Faktor lain adalah Toleransi Anggaran, Harga Tanah Pengganti dan Harga Pasar Tanah dan Bangunan.", "Daftar File": {}, "Penulis": "WAWAN WANA UDANJAYA (NIM 24004039)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Muhammad Tasrif, M. Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "system dynamics, Banjir Kanal Timur, model, struktur, NJOP, nilai pasar", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}