{"Nomor": 11581, "Judul": "PERANCANGAN PENGONTROL PID BERBASIS METODA GENERALIZED PREDICTIVE CONTROL (GPC)", "Abstrak": "Kinerja pengoperasian sistem kontrol yang baik dapat dicapai dengan pemilihan metode kontrol yang tepat. Metode tersebut harus dapat menyelesaikan masalahmasalah yang terkandung dalam dinamika proses/sistem, obyektif kontrol yang ingin dicapai, dan pengaruh lingkungan terhadap proses/sistem tersebut. Tujuan tersebut dapat dicapai dengan menerapkan metode kontrol yang dapat mewujudkan stabilitas dan kehandalan sistem, dapat memenuhi kriteria kinerja yang baik, dan dapat diimplementasikan pada proses dan kondisi operasi yang bervariasi secara mudah. Selain itu pengontrol membutuhkan parameter-parameter matematik yang relatif sedikit, bekerja dengan waktu nyata, dan menggunakan komputer digital. \n \n \n \n\nSalah satu karakteristik yang umum ditemukan pada proses di industri adalah adanya waktu mati pada sistem. Waktu mati merupakan salah satu karakteristik yang sukar dikontrol dan dapat membawa proses pada kondisi tidak stabil jika metode kontrol yang digunakan tidak tepat. Pada penelitian ini dilakukan studi perancangan dan pengembangan metode kontrol GPC-PID untuk kebutuhan pengontrolan terhadap sistem masukan tunggal keluaran tunggal dengan dan tanpa waktu mati. Pengontrol PID berbasis GPC ini diharapkan dapat memperbaiki kinerja pengontrol PID standar dengan menggunakan beberapa kelebihan pengontrol GPC. \n \n \n \n\nImplementasi pengontrol GPC-PID pada proses virtual dengan menggunakan PLC Twido sebagai perangkat akuisisi data menghasilkan kinerja respon transien sebagai berikut. Pada proses orde satu dihasilkan waktu tunak sebesar 5,4 s atau saat t = 3T, proses orde dua, didapatkan tanpa lonjakan maksimum, waktu naik sebesar 23,7 s, waktu tunak sebesar 31,9 s, proses orde satu dengan waktu mati, diperoleh waktu tunak sebesar 327,6 s atau saat t = 4T.", "Daftar File": {}, "Penulis": "WAWAN SOPIAN JULIANA (NIM 13302063)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Endra Joelianto dan Dr. Ir. Edi Leksono"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Dinamika proses, Waktu mati, GPC-PID, Kriteria kinerja, Metode kontrol, Kinerja respon transien", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}