{"Nomor": 11591, "Judul": "TINJAUAN KONSTRUKSI SOSIAL TERHADAP PROGRAM REHABILITASI SITU GABUS DAN SITU PONDOK JAGUNG DI KABUPATEN TANGERANG", "Abstrak": "Kondisi sebagian besar Situ-Situ di wilayah Jabodetabek telah mengalami degradasi baik kualitas maupun kuantitas. Akibatnya Situ-Situ tersebut tidak dapat difungsikan lagi sesuai dengan peruntukkannya. Degradasi Situ selain disebabkan oleh faktor fisik seperti terjadinya sedimentasi dan eutrofikasi, juga karena faktor non fisik (aktifitas manusia) seperti penyerobotan lahan oleh masyarakat untuk pemanfaatan perumahan, pertanian, tempat pembuangan sampah dan lain lain.  Bila keadaan ini dibiarkan berlarut-larut, keberadaan Situ akan semakin terancam kelestariannya, hal ini dapat mengakibatkan kualitas lingkungan menjadi semakin buruk.Perencanaan program rehabilitasi dalam rangka refungsionalisasi Situ-Situ di Kabupaten Tangerang, Propinsi Banten (termasuk Situ Gabus dan Situ Pondok Jagung) telah dilakukan sejak tahun 2006. Namun ketika program tersebut akan diimplementasi, terjadi penolakan oleh masyarakat terutama pada masyarakat Situ Gabus (di wilayah perdesaan) dan masyarakat yang tinggal di bantaran Situ Pondok Jagung (di wilayah perkotaan).Berdasarkan permasalahan di atas, penelitian ini dilakukan dengan tujuan untuk meresolusi konflik yang terjadi antar kelompok-kelompok sosial apabila program rehabilitasi Situ tetap dilaksanakan. Teori yang digunakan adalah Teori Konstruksi Sosial (Social Construction Theory). Tahap pertama yang dilakukan dalam analisis adalah mengidentifikasi persepsi/interpretasi kelompok-kelompok sosial atas fungsi Situ, agar dapat diketahui bagaimana persepsi mereka terhadap progam rehabilitasi. Tahap analisis selanjutnya adalah melakukan pendekatan partisipatif melalui upaya-upaya negosiasi guna mencapai kesepakatan dalam rangka implementasi program. Upaya negosiasi dikembangkan berdasarkan pertimbangan terhadap faktor-faktor yang merupakan sumber konflik yang melatar belakangi timbulnya penolakan tersebut. Dari hasil analisis diketahui bahwa kelompok masyarakat dari lingkungan sosial yang berbeda, mempunyai persepsi yang berbeda pula atas fungsi Situ. Dengan demikian maka upaya-upaya negosiasi harus dilakukan dengan strategi yang berbeda pula.Dengan pertimbangan bahwa setiap konflik memiliki kompleksitas masing-masing tergantung dari sumber konflik yang mempengaruhinya, maka perlu dikembangkan beberapa skenario alternatif agar dapat dipilih salah satu skenario terbaik yang dapat digunakan dalam rangka penyelesaian konflik.", "Daftar File": {}, "Penulis": "WIDAYATI (NIM 24006082)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ir. Sonny Yuliar"], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "degradasi Situ, kualitas lingkungan, pendekatan partisipatif,  persepsi, konflik, negosiasi", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}