{"Nomor": 11597, "Judul": "ECO TROPICAL RESORT DI UJUNG KULON", "Abstrak": "Dewasa ini masyarakat di perkotaan cenderung memiliki tingkat stress yang cukup tinggi, hal itu disebabkan oleh gaya hidup dan persaingan yang ketat sehingga masyarakat dituntut untuk bekerja dengan produktivitas yang tinggi setiap harinya. Kegiatan rutin sehari-hari yang cukup berat ditambah dengan lingkungan yang kurang baik, polusi udara, polusi suara, dan kemacetan dimana-mana sehingga masyarakat kota cenderung mengalami kelelahan secara mental dan fisik.Dengan tubuh dan pikiran yang lelah manusia tidak dapat beraktivitas secara maksimal sehingga perlu suatu kegiatan yang dapat mengembalikan kesegaran tubuh dan pikiran. Kelelahan mental dan fisik tidak dapat disembuhkan hanya dengan obat, proses penyembuhan manusia dapat dipengaruhi oleh tiga hal yaitu obat, lingkungan, dan  genetik. Menurut penelitian dikatakan bahwa faktor yang paling mempengaruhi dalam penyembuhan adalah lingkungan. Banyak cara yang dilakukan untuk menghilangkan stress dan mengembalikan kesegaran tunuh, salah satunya yaitu dengan melakukan perjalanan wisata. Biasanya orang-orang memilih tempat-tempat yang cukup jauh dari kota dan masih memiliki lingkungan yang alami dan panorama indah.Dalam melakukan perjalanan wisata orang memerlukan sarana pendukung, salah satunya yang paling penting yaitu sarana akomodasi. Orang-orang yang melakukan perjalanan memerlukan tempat beristirahat yang tidak hanya menyediakan fasilitas tidur namun juga fasilitas rekreasi dan relaksasi.Resort didirikan sebagai sebuah sarana yang memenuhi kriteria tersebut. Selain sebagai sebuah sarana untuk menginap, resort juga menawarkan kegiatan-kegiatan rekreasi dan relaksasi baik di dalam lingkungan resort itu sendiri maupun diluar lingkungan resort.", "Daftar File": {}, "Penulis": "WIDYA PARAMITA (NIM 17304004)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Drs. Bagus Handoko, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "desain interior, resort", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Vika Anastasya Kovariansi", "File": "7 file", "Tanggal Input": "19 Mar 2009"}