{"Nomor": 11594, "Judul": "IMPLIKASI KENAIKAN MUKA LAUT TERHADAP PENENTUAN BATAS LAUT NEGARA DI LAUT CINA SELATAN", "Abstrak": "Kenaikan muka air laut memiliki pengaruh yang signifikan di kawasan pesisir, antara lain dalam penentuan batas wilayah laut negara yang mempunyai peranan penting dalam penentuan batas kedaulatan, pemanfaatan sumber daya alam, penjagaan keamanan dan manifestasi keutuhan wilayah. Hingga saat ini relatif belum ada kejelasan perbatasan wilayah laut antara negara-negara di kawasan Laut Cina Selatan. Hal ini disebabkan oleh tumpang tindih kepemilikan wilayah. Untuk itu kepastian hukum dari batas kedaulatan wilayah laut negara di kawasan tersebut yang diwujudkan dalam bentuk peta dengan skala yang memadai atau daftar koordinat geografis perlu segera diselesaikan. \n \n\nSebuah metode yang dapat dimanfaatkan dalam penentuan batas wilayah laut negara sebagai implikasi dari kenaikan muka air laut adalah pemanfaatan data pasang surut (pasut). Data pasut yang digunakan adalah data pasut per jam yang terekam oleh tide gauge (selama 3 hingga 45 tahun) yang berasal dari situs milik Bakosurtanal, Joint Archive for Sea Level-University of Hawaii (JASL-UH), dan Laboratorium Hidrografi Institut Teknologi Bandung pada 22 stasiun pengamatan pasang surut yang tersebar di enam negara, yaitu Indonesia, Malaysia, Thailand, Vietnam, Filipina, dan Republik Rakyat Cina. Penelitian ini memanfaatkan data pasut yang difokuskan pada penentuan garis pangkal yang menjadi acuan dalam penarikan batas wilayah laut negara. Chart datum yang digunakan terletak pada kontur kedalaman nol (garis air rendah) di sepanjang pantai dan diasumsikan setiap stasiun pengamatan pasut menggunakan bidang referensi vertikal yang sama. \n \n\nHasil penelitian menunjukkan terjadinya pergeseran chart datum secara horizontal ke arah daratan dari posisi koordinat awal sebesar 0.001 derajat-0.015 derajat sebagai implikasi dari kenaikan muka air laut dengan laju sebesar -0.15 ÃƒÂ‚Ã‚Â± 0.15 hingga 6.07 ÃƒÂ‚Ã‚Â± 5.7 cm/tahun.", "Daftar File": {}, "Penulis": "WIDIA YANTI (NIM 12904020)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ivonne M. Radjawane, Ph.D. dan Dr. Ir. Eka Djunarsjah, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Kenaikan muka laut, Penentuan batas laut negara, Cina Selatan", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}