{"Nomor": 11600, "Judul": "PEMBUATAN ALAT BANTU DESAIN KOMPONEN AKSIAL DAN KOMPONEN LENTUR-GESER NON-SEISMIK BERDASARKAN SNI 03-1729-2002", "Abstrak": "Pemakaian profil baja sebagai elemen struktur penyusun bangunan telah menjadi hal yang umum di Indonesia. Beragam elemen struktur ini kemudian akan bekerja menjadi suatu sistem struktur yang kerap disebut bangunan teknik (engineered building). Pada prinsipnya, dalam rekayasa teknik sipil bangunan teknik (engineered building) harus memenuhi persyaratan teknis berupa: kekuatan, kekakuan, dan stabilitas. Selain itu, bangunan teknik yang dibangun juga harus ekonomis yang ditentukan oleh pemilihan elemen struktur yang optimum.Berangkat dari kebutuhan akan bangunan teknik (engineered building) yang aman, nyaman, serta ekonomis, maka tugas akhir ini dibuat dengan mengakomodasi nilai kekuatan dari profil yang disebut tahanan profil dan berat dari profil. Pembuatan tugas akhir ini menjadi sarana untuk memperdalam pemahaman mengenai perilaku tahanan profil baja terhadap bentang serta menyediakan suatu alat bantu desain yang handal dan praktis untuk mensosialisasikan penggunaan metode Load and Resistance Factor Design yang masih belum dikenal dengan baik oleh para konsultan dan kontraktor baja di Indonesia.Penyusun mengerjakan tugas akhir ini dengan menggunakan software Microsoft Excel 2003. Langkah-langkah yang ditempuh dalam menyelesaikan tugas akhir ini dimulai dengan mengumpulkan data-data profil-profil lokal di Indonesia dan kemudian merangkum data-data profil tersebut dalam tabel-tabel profil. Lalu, diakhiri dengan pembuatan grafik-grafik tahanan profil.Hasilnya adalah berupa grafik-grafik tahanan profil yang akan memudahkan kontraktor, konsultan, dan para akademisi yang membutuhkan profil yang optimal dalam proses desain bangunan teknik (engineered building) yang mereka lakukan atau dalam proses pengecekan. Analisis yang dilakukan pada tugas akhir ini adalah pengamatan dan pemaparan mengenai tampilan pada grafik-grafik tahanan yang dihasilkan, perbandingan antara tahanan profil dan bentang, beserta contoh-contoh garis profil yang memiliki karakteristik yang beragam.Penyusun melihat kebutuhan akan alat bantu desain yang lebih praktis pada masa yang akan datang, dan disertai dengan tingkat kehandalan yang baik. Alat bantu desain berupa grafik ini merupakan salah satu jawaban terhadap kebutuhan tersebut. Penyusun memberi saran kepada perusahaan penyedia data-data profil baja untuk memilah-milah profil dengan memberikan atribut profil-profil yang kompak dan tak kompak.", "Daftar File": {}, "Penulis": "WIJONO RAMLI (NIM 15003009)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. MUSLINANG MOESTOPO, MSEM., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "bangunan teknik, profil baja, LRFD, grafik tahanan profil baja", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}