{"Nomor": 11601, "Judul": "PEMODELAN DAN STUDI KASUS METODA VLF-EM DALAM INVESTIGASI PENCEMARAN AIRTANAH OLEH HIDROKARBON", "Abstrak": "Metoda survey very low-frequency electromagnetic (VLF-EM) merupakan metoda yang sensitif terhadap kualitas air tanah dan hidrokarbon di dalam medium berpori. Metoda VLF-EM digunakan dalam investigasi struktur bawah permukaan dangkal yang berkaitan dengan kontaminasi pada zona airtanah tak jenuh (zona vadose). Studi ini menggunakan data rapat arus yang telah difilter oleh filter Fraser dan filter Karous-Hjelt, yang hasilnya kemudian diinterpretasikan secara kualitatif. Filter Fraser menghasilkan data yang dapat dikonturkan sebagai peta resistivitas, sedangkan filter Karous-Hjelt menghasilkan rapat arus relatif pada kedalaman tertentu. Data yang telah difilter dengan menggunakan filter Karous-Hjelt dapat dipetakan kembali sebagai peta resistivitas pada kedalaman yang dipilih. Beberapa model sintetik dengan nilai kontras resistivitas yang berbeda dicoba untuk mengetahui respon yang diakibatkannya. Respon dari suatu lempeng vertikal resistif ditampilkan sebagai data tipper dalam persentase yang kecil dan nilainya akan bertambah terhadap bertambahnya ketebalan lempeng. Pada kasus tersebut, respon tidak tersamarkan meskipun dipengaruhi oleh kehadiran sejumlah kecil overburden ataupun dalam kontras resistivitas yang lebih kecil. Dalam studi kasus, tanah dan airtanah yang tercemar oleh kontaminan berupa hidrokarbon dapat dipetakan sebagai distribusi resistivitas tinggi karena hidrokarbon memiliki resistivitas tinggi relatif terhadap air. Nilai negatif rapat arus relatif berhubungan dengan resistivitas tinggi karena kontaminan hidrokarbon memiliki resistivitas relatif lebih tinggi lingkungan zona vadose.", "Daftar File": {}, "Penulis": "WIKU WIDYOYUDO (NIM 12403020)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Untoro Wibowo M.S."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Metoda VLF-EM, Nilai negatif rapat arus relatif, VLF-EM method, Negative values of relative current density", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Vika Anastasya Kovariansi", "File": "1 file", "Tanggal Input": "09 Jun 2009"}