{"Nomor": 11602, "Judul": "PENGARUH TEMPERATUR, RAPAT ARUS DAN WAKTU DARI PROSES PELAPISAN HARD CHROMIUM PADA MATERIAL ST 41 YANG TELAH MENGALAMI PROSES PERLAKUAN PANAS", "Abstrak": "Proses pelapisan hard chrome pada substrat baja secara umum banyak dilakukan pada komponen-komponen mekanik yang disamping memerlukan keuletan tinggi namun permukaannya memiliki kekerasan dan ketahanan aus yang tinggi. Sebagai contoh pada pembuatan sebuah poros, substrat dipersyaratkan untuk memiliki kekerasan tertentu atas pertimbangan peningkatan kekuatan, sedangkan pada bagian luarnya dilapisi dengan hard chrome yang diharapkan memiliki ketebalan dan kekerasan tertentu sesuai keperluannya. \n \n \n \n \n \n\nUntuk mendapatkan kualitas poros yang baik, maka optimasi parameter proses pengerasan (hardening) dan pelapisan listrik hard chrome perlu dikendalikan dengan baik dan teliti. Pada penelitian ini dicari kondisi pengerasan yang maksimum (temperatur dan holding time) untuk selanjutnya dilakukan proses pelapisan pada bahan baja St-41. Parameter pelapisan hard chrome yang diamati adalah pengaruh variasi rapat arus dari 45 sampai dengan 75 A/dm2 (parameter lainnya seperti waktu; 30 menit, temperatur; 45oC dan konsentrasi larutan asam khromat 225-275 g/L dijaga tetap, angka-angka ini adalah hasil optimasi pengujian awal) terhadap ketebalan lapisan dan kekerasan permukaan poros yang dikehendaki. \n \n \n \n \n \n\nLapisan hard chrome yang dihasilkan pada penelitian ini secara visual menghasilkan lapisan yang homogen dan seragam. Kekerasan maksimum yang diperoleh adalah sebesar 945 ÃƒÂƒÃ‚Â‚ÃƒÂ‚Ã‚Â± 47 VHN, dicapai pada spesimen yang telah mengalami proses hardening pada rapat arus 75 A/dm2. \n \n \n \n \n \n\nPerlu adanya penelitian atau karakterisasi lebih lanjut untuk lebih memahami mekanisme peningkatan kekerasan pada hasil pelapisan hard chrome. Perlu dipastikan mekanisme yang lebih dominan seperti adanya internal stress akibat distorsi kisi pada sel satuan unsur Cr, adanya ketidakmurnian seperti adanya Fe dan lain-lain atau terbentuknya chromium hydride.", "Daftar File": {}, "Penulis": "WILDAN FIRDAUS MULYADI (NIM 13702011)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Aditianto Ramelan dan Ir. Numan Basir"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Temperatur, Rapat arus, Waktu, Proses pelapisan, Hard chromium, Material St 41, Proses perlakuan panas", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}