{"Nomor": 11618, "Judul": "PEMANFAATAN SEKAM PADI DALAM PROSES KARBURISASI PADAT DENGAN ENERGIZER CANGKANG KERANG DARAH (Anadara granosa)", "Abstrak": "Sekam padi merupakan salah satu sumber bahan bakar alternatif karena sifatnya yang terbarukan dan ketersediaannya yang melimpah. Oleh karena itu sekam padi menjadi bahan penelitian untuk bahan bakar reaktor gasifikasi di Laboratorium Termodinamika Mesin ITB. Prinsip gasifikasi yaitu mengubah arang hasil pirolisis biomassa (sekam padi) menjadi gas karbon monoksida yang mudah terbakar. Mengingat gas CO merupakan carbon carrier dalam proses karburisasi padat, maka percobaan ini menggunakan media sekam padi sebagai sumber karbon.Penelitian ini memiliki tiga tahap, tahap I dan II merupakan penentuan terhadap perlakuan-perlakuan yang akan diberikan pada sekam padi seperti pada media karburisasi padat lain. Hasil menunjukkan bahwa sekam padi tidak perlu dijadikan arang terlebih dahulu karena proses pengarangan sudah otomatis terjadi saat karburisasi berlangsung. Penghalusan partikel sekam padi ternyata tidak memberikan kontribusi terhadap hasil karburisasi. Oleh sebab itu, penelitian ini menggunakan sekam padi sebagai media karburisasi apa adanya seperti yang didapat langsung dari tempat penggilingan padi.Tahap III merupakan penelitian menggunakan energizer cangkang Kerang Darah untuk melihat pengaruh dari penambahan 10%, 20%, 30%, 40%, dan 50% berat cangkang terhadap media sekam padi ini. Hasil menunjukkan bahwa penambahan cangkang Kerang Darah 10% berat meningkatkan kekerasan dan Effective Case Depth secara optimal, yaitu 887 HV0,2 pada jarak penetrasi 0,1 mm dan ECD yang didapat sebesar 0,79 mm.", "Daftar File": {}, "Penulis": "WISMA RUMEKSO (NIM 13704034)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Budi Hartono Setiamarga dan Umen Rumendi, S.T., Weld. Mast."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "sekam padi, karburisasi padat, energizer, cangkang kerang darah", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "09 Okt 2017"}