{"Nomor": 11622, "Judul": "OPTIMISASI PENGONTROL RASIO UDARA-BAHAN BAKAR PADA BOILER PT. XYZ MENGGUNAKAN PENGONTROL PREDIKTIF JARINGAN SYARAF TIRUAN", "Abstrak": "Pada industri proses maupun industri pembangkitan listrik, boiler bertindak sebagai pemasok utama uap kukus bagi hampir seluruh komponen pabrik. Untuk keperluan ini, boiler dapat menghabiskan berpuluh-puluh ton bahan bakar setiap tahunnya. Oleh karena itu efisiensi dan optimasi kinerja boiler menjadi sangat penting untuk dikaji. Boiler yang bekerja dengan efisien akan menghemat jumlah bahan bakar yang diperlukan. \n \n \n \n\nSalah satu sistem kontrol yang dapat menjamin efisiennya pembakaran adalah kontrol rasio udara-bahan bakar. Dalam tugas akhir ini, pengontrol rasio yang ada pada boiler akan dirancang dengan menggunakan jaringan syaraf tiruan yang memiliki kemampuan untuk memrediksi rasio udara dan bahan bakar yang tepat untuk kondisi operasi saat itu. Sedangkan untuk tujuan optimasinya, digunakan strategi kontrol prediktif yang telah dikenal memiliki kinerja kontrol yang baik. \n \n \n \n\nHasil simulasi menunjukkan bahwa pengontrol prediktif jaringan syaraf tiruan memiliki penjejakan set point step yang baik serta dapat mengatasi gangguan lebih baik daripada pengontrol PI kaskade yang ada di lapangan. Pengontrol prediktif ini juga dapat meningkatkan efisiensi boiler dari 82,045 % menjadi 83,43 %. Dengan adanya peningkatan efisiensi tersebut maka dihasilkan penghematan biaya operasi sebesar $US 116.675,77/tahun.", "Daftar File": {}, "Penulis": "WISNU SUDIBJO (NIM 13304006)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.-Ing.Ir. Yul Yunazwin Nazaruddin, M.Sc., DIC. dan Dr. Ir. Endra Joelianto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Boiler, Kontrol rasio, Jaringan syaraf tiruan, Pengontrol prediktif", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}