{"Nomor": 11631, "Judul": "PENGARUH PENGGUNAAN ADITIF PENGHEMAT BAHAN BAKAR PADA BIODIESEL MENGGUNAKAN MOTOR DIESEL PUTARAN SEDANG", "Abstrak": "Dengan dikeluarkannya regulasi emisi yang semakin ketat, membuat perlunya perbaikan-perbaikan pada motor diesel dan bahan bakarnya. Bilangan setana yang lebih tinggi, kadar sulfur rendah dan kemampuan deterjen yang baik merupakan tuntutan bahan bakar dewasa ini. Tuntutan yang diemban oleh motor diesel agar dapat berefisiensi tinggi, ramah lingkungan dengan prestasi yang baik. Untuk itulah sifat-sifat bahan bakar harus selalu diperbaiki dan dikembangkan. Tugas akhir ini memulai pembahasannya dengan mengurai dasar teori yang meliputi motor diesel dan bahan bakarnya serta sedikit mengulas parameter prestasi. Penjelasan bahan bakar menjadi penting karena terkait dengan sifatnya yang sangat berpengaruh pada kualitas bahan bakar itu sendiri. Sifat-sifat bahan bakar dapat diketahui dengan merujuk kepada metode pengujian yang telah tersertifikasi.Pengujian ini mencoba membandingkan penggunaan bahan bakar diesel dengan biodiesel, pada kandungan 5% biofuel (B05), 10% biofuel (B10), 20% biofuel (B20). Juga dilakukan evaluasi pengaruh aditif di setiap komposisi bahan bakarnya. Sebagai tolak ukur parameter prestasi dipergunakan SFC dan efisiensi termal dari setiap pengujian bahan bakar. Titik operasi yang diuji dalam uji prestasi mesin meliputi torsi mulai dari 0 sampai 60 Kg.m dengan putaran konstan 500rpm. Mesin yang digunakan dalam penilitian ini adalah motor diesel putaran sedang yang sesuai dengan aplikasi di dunia Industri. Ditemukan bahwa penggunaan bahan bakar B00 dengan aditif 1560ppm memperlihatkan prestasi yang paling baik. Pengaruf penambahan aditif memiliki pola yang berbeda di setiap kombinasi campuran bahan bakar Pertamina DEX dan biofuel. Tujuan yang lebih spesifik pengukuran ini adalah mengetahui pencapaian prestasi biodiesel dengan penambahan aditif. Dengan demikian dapat mengangkat penggunaan biodiesel sebagai solusi kelangkaan bahan bakar saat ini.", "Daftar File": {}, "Penulis": "YANUAR ZULET (NIM 13103099)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ing.Tri Yuswidjajanto Zaenuri dan Prof. Wiranto Arismunandar"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "zat aditif, biodiesel, motor diesel", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}