{"Nomor": 11648, "Judul": "PERANCANGAN, PEMBUATAN DAN PENGUJIAN ALAT BANTU INSPEKSI MUFFLER EXHAUST BENDING PIPE", "Abstrak": "Bending pipe inspection jig muffler exhaust adalah salah satu alat yang dibutuhkan oleh PT. XYZ pada bagian produksi untuk menghasilkan salah satu komponen dari knalpot. Fungsinya sebagai alat bantu pengecekan dimensi exhaust pipe. \n \n \n \n\nSeiring dengan peningkatan kualitas PT. XYZ untuk sepeda motor, maka kualitas knalpot hasil produksi PT. XYZ juga harus semakin ditingkatkan. Oleh karena itu PT. XYZ sebagai vendor barang tersebut selalu berupaya untuk meningkatkan kualitas dan kemampuan produksinya. \n \n \n \n\nPeningkatan teknologi merupakan salah satu solusi yang saat ini dilakukan oleh PT. XYZ untuk meningkatkan kualitas dan kemampuan produksi knalpot. Penggunaan muffler exhaust bending pipe inspection jig sebagai alat bantu pengecekan adalah usaha yang dilakukan oleh PT. XYZ. \n \n \n \n\nDalam penelitian ini, dibahas tentang bagaimana mendesain dan membuat muffler exhaust bending pipe inspection jig sehingga produk yang dihasilkan sesuai dengan spesifikasi geometri yang diinginkan. Faktor-faktor yang berpengaruh dalam desain muffler exhaust bending pipe inspection jig adalah toleransi dan penggunaan mesin saat pembuatan. Apabila toleransi dan penggunaan mesin yang digunakan tidak tepat maka produk yang dihasilkan tidak akan sesuai dengan spesifikasi geometri yang ditetapkan. Pengujian juga dilakukan untuk mengetahui fungsi muffler exhaust bending pipe inspection jig yang dibuat.", "Daftar File": {}, "Penulis": "YOMI SIMASAKTI SURYA ADI (NIM 13103146)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Yatna Yuwana Martawirya"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Alat bantu inspeksi, Muffler exhaust bending pipe", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}