{"Nomor": 11640, "Judul": "THE EFFECT OF SEQUEL ADVERTISEMENT ON ITS ATTRACTIVENESS & AUDIENCE PERCEPTION", "Abstrak": "Ponds adalah sebuah perusahaan yang bergerak di bidang kosmetik. Awal dari track record yang baik ini dimulai pada saat Theron T. Pond, ahli farmasi dari Utica New York, memperkenalkan 'Ponds Golden Treasure' pada tahun 1846, merupakan produk dengan warna yang merona. Pada tahun 1886, produk ini diluncurkan kembali dengan nama Ponds extract dan pada tahun 1914, Ponds Cold Cream and Vanishing Cream memberi tanda kepada evolusi merk menjadi ikon kecantikan. Pada pertengahan 1920an, ini mereflesikan yang setara dengan mendorongnya sebagai kecantikan sosial. Imagenya yang penuh gaya didukung dengan garansi pengiriman produk dan pemahaman tentang kebutuhan dan rutinitas kecantikan wanita. Begitu banyaknya saingan yang ada membuat ponds untuk lebih kreatif untuk menyampaikan informasi yang ada mengenai produk mereka ingin terbitkan atau yang sudah ada. Hal-hal di atas menyebabkan Ponds munculnya iklan bersambung Ponds Flawless White. \n \n \n\nPenelitian ini akan meniliti bagaimana iklan ponds yang hanya ada dengan iklan ponds yang bersambung (sequel) dan juga bagaimana persepsi orang-orang yang melihat iklan tersebut. Apakah para responden mendaptakan pesan yang diinginkan ponds bahwa putih itu melambangkan kecantikan apa mereka mempunyai persepi sendiri terhadap iklan tersebut. Untuk mengetahui hasilnya dilakukanlah metode kuisioner. Anilisis yang didapat akan dijadikan bahan untuk mendapatkan konklusi yang diinginkan. Tentang persepsi dan perbandingan tersebut. \n \n \n\nTernyata persepsi yang didapatkan oleh responden sesuai dengan apa yang diharapkan oleh ponds itu sendiri yaitu putih itu melambngkan kecantikan. Di lain sisi mereka juga hanyut dalam cerita yang diberikan oleh Ponds dan juga ada beberapa persepsi yang muncul dari iklan tersebut di mata responden. Yang paling menarik ialah muncul persepsi bahwa jika kulitnya tidak putih maka akan ditinggal oleh pacarnya atau juga tidak akan mendapatkan pasangan hidup. Dari hasil kuisioner juga didapati bahwa mereka lebih menyukai iklan bersambung seperti ini karena berkesan unik atau beda dari iklan-iklan yang mereka lihat pada umumnya.", "Daftar File": {}, "Penulis": "YODI PRAMESWARA (NIM 19005061)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Drs. Herry Hudrasyah, M,A."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Iklan bersambung (sequel), Ponds Fawless White, Persepsi responden", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Rizki Aprianti", "File": "7 file", "Tanggal Input": "06 Agu 2009"}