{"Nomor": 11659, "Judul": "ANALISIS SESMIK PADA STRUKTUR LEPAS PANTAI TIPE JACKET 4 KAKI", "Abstrak": "Struktur lepas pantai merupakan suatu investasi dengan nilai ekonomi yang amat tinggi, karenanya dalam melakukan desain anjungan lepas pantai diperlukan ketelitian agar setiap aset yang telah ditanamkan dapat terjaga keamanannya. Pada dasarnya terdapat 7 tipe struktur lepas pantai yang kita kenal sampaii saat ini, masing-masing struktur memiliki karakteristik yang disesuaikan dengan kondisi lingkungan (lokasi) dari platform. Dalam analisis seismik, yang menjadi tinjauan utama adalah nilai pergerakan tanah keras (base rock). Gerakan tanah,  yang diakibatkan oleh getaran seismik, meliputi percepatan, kecepatan, dan peralihan. Ketiganya pada umumnya teramplifikasi, sehingga menimbulkan gaya dan peralihan, yang dapat melebihi yang dapat ditahan oleh struktur yang bersangkutan. Nilai maksimum besarnya gerakan tanah, yaitu kecepatan tanah puncak, percepatan tanah puncak dan peralihan tanah puncak, menjadi parameter-parameter utama di dalam desain seismik anjungan lepas pantai. Mengacu ppada Peta Wilayah Gempa Indonesia, lokasi platform yang menjadi tinjauan kita kali ini berada pada wilayah gempa 2 dengan nilai PGA untuk perioda ulang 500 tahun sebesar 0.2g. Dalam melakukan analisis seismik kali ini, pemodelan dilakukan dengan menggunakan bantuan program SACS yang dilakukan pada 2 kondisi yaitu pada kondisi strenght dan kondisi ductile. Hasil yang didapatkan dalam analisis seismik ini adalah nilai unity check struktur lepas pantai tipe jacket 4 kaki baik pada member ataupun pada joint dan pile. Hasil pemodelan menunjukkan bahwa platform yang menjadi bahan tinjauan tidak mengalami kondisi kegagalan pada struktur (failed) baik pada kondisi strenght maupun pada kondisi ductile.", "Daftar File": {}, "Penulis": "YUDHA PRATAMA ARDIANTO (NIM 15504023)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Rildova, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "struktur lepas pantai, anjungan, seismik, jacket 4 kaki", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}