{"Nomor": 11654, "Judul": "ANALISIS PENYEBARAN FENOL, MINYAK DAN LEMAK DARI AIR TERPRODUKSI HASIL DARI LAPANGAN MIGAS DAN DAMPAKNYA TERHADAP LINGKUNGAN LAUT LEPAS (Studi Kasus di South Kakap Field, Lepas Pantai Laut Natuna)", "Abstrak": "Laut merupakan salah satu sumber daya alam yang berpotensi untuk memenuhi kebutuhan manusia. Namun seiring dengan pertumbuhan penduduk dan banyaknya industri yang beroperasi, laut mulai tercemar sehingga timbul dampak negatif terhadap manusia dan lingkungan. Salah satu industri yang berpotensi dalam mencemari laut Indonesia, khususnya Laut Natuna adalah industri minyak dan gas bumi. Air terproduksi yang dihasilkan oleh proses produksi minyak dan gas di PT. X, mengandung beberapa senyawa kontaminan termasuk fenol, minyak dan lemak. Penyebaran fenol, minyak dan lemak dilakukan menggunakan software MuQual3D yang mencakup model hidrodinamika dan model kualitas air. Simulasi penyebaran fenol, minyak, dan lemak dari air terproduksi dilakukan selama 1 (tahun) untuk masing-masing lokasi pembuangan dalam 2 (lapisan air laut) yaitu lapisan permukaan dan lapisan dasar laut. Penyebaran air terproduksi pada kedalaman 7 m dan 75 m berkisar antara 7.5-74 ppt, konsentrasi maksimum fenol berkisar antara 0.129-0.312 ug/L sedangkan konsentrasi maksimum minyak dan lemak berkisar antara 3.357-8.356 ug/L. Hasil simulasi penyebaran tersebut menunjukkan air terproduksi yang dibuang masih berada di dalam baku mutu. Dari hasil pengukuran plankton, baik fitoplankton maupun zooplankton diperoleh bahwa terdapat tekanan ekologis terhadap struktur komunitas laut, namun masih dalam kondisi yang moderat atau stabil, artinya dapat berubah sesuai dengan keadaan lingkungan sekitarnya. Sedangkan dari hasil simulasi model toksikologi Chanos-Chanos didapat sekitar 10.12% sampai dengan 11.2% wilayah yang terkena dampak pembuangan air terproduksi. Untuk menjaga kestabilan ekosistem Laut Natuna diperlukan pengelolaan pembuangan air terproduksi dan penelitian lebih lanjut untuk biota laut di wilayah studi.", "Daftar File": {}, "Penulis": "YOVITA RAMOS M. (NIM 15304049)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Barti Setiani M. dan Dr. Ir. Muslim Muin, MSOE."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Air Terproduksi, Fenol, Oil and Grease ,dampak, MuQual3D, Laut Natuna, Produced Water, Phenol, Oil and Grease, Impacts, MuQual3D, Natuna Sea", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}