{"Nomor": 11651, "Judul": "ANALISIS TEGANGAN SISTEM PERPIPAAN UTAMA PADA STASIUN KOMPRESOR GAS (STUDI KASUS: STASIUN KOMPRESOR GAS DI PONDOK TENGAH)", "Abstrak": "Saat ini gas bumi merupakan salah satu sumber energi alternatif yang memiliki peranan besar untuk menggantikan pemakaian bahan bakar minyak. Untuk itu perlu dibangun stasiun pengolah yang mampu meningkatkan kapasitas produksi gas bumi. Perancangan aspek mekanik untuk sistem perpipaan yang terdapat pada stasiun pengolah gas bumi perlu dilakukan supaya tidak terjadi kegagalan-kegagalan. Kegagalan tersebut dapat dihindari dengan melakukan analisis dan perhitungan yang matang terhadap berbagai aspek sesuai dengan Kode dan Standar yang mengatur perancangan sistem perpipaan tersebut.Pada tugas akhir ini telah dilakukan analisis tegangan sistem perpipaan pada stasiun kompresor gas di Pondok Tengah. Analisis dilakukan berdasarkan pemodelan sistem perpipaan yang dibuat dengan software AutoPIPE dan mengacu pada ASME B31.3 Process Piping.Hasil analisis menunjukkan bahwa perlu dilakukan modifikasi tumpuan pada sistem perpipaan karena tidak mampu menahan beban sustain. Dari grafik analisis tegangan akibat beban occasional, kegagalan-kegagalan mulai terjadi bila beban angin melebihi 210 km/jam, beban gempa 3 skala Richter, dan penurunan tanah pada MP Suction Scrubber melebihi 0,60 m. Analisis tegangan akibat beban ekspansi menunjukkan bahwa tegangan yang terjadi masih dalam batas yang diijinkan. Pengaruh kenaikan tekanan dan temperatur pada salah satu jalur pipa kompresor discharge menunjukkan bahwa kegagalan mulai terjadi bila kenaikan tekanan melebihi 782 psi dan kenaikan temperatur melebihi 400 oF.", "Daftar File": {}, "Penulis": "YOSEPHUS BANI PERWIRA (NIM 13104160)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. IGN Wiratmaja Puja"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "sistem perpipaan, kompresor gas", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}