{"Nomor": 11665, "Judul": "RELEVANSI PROGRAM BERAS UNTUK KELUARGA MISKIN DENGAN KARAKTERISTIK KEBUTUHAN PANGAN MASYARAKAT MISKIN DI KABUPATEN KEBUMEN", "Abstrak": "Salah satu cara yang dilakukan pemerintah untuk mengatasi rendahnya akses pangan masyarakat miskin adalah diluncurkannya program Raskin. Namun dalam pelaksanaannya  keluarga miskin belum dapat sepenuhnya merasakan manfaat dari program ini. Sementara itu masyarakat miskin penerima manfaat memiliki karakteristik yang berbeda-meda. Untuk mengetahui manfaat pelaksanaan Raskin yang dirasakan oleh penerima manfaat dengan karakteristik yang berbeda-beda tersebut perlu diadakan penelitian mengenai pelaksanaan program Raskin di Kabupaten Kebumen. Berdasarkan data yang diperoleh selanjutnya dilakukan analisis dengan menggunakan metoda kualitatif dan didukung dengan analisis kuantitatif. Dengan metode ini diperoleh gambaran perbandingan kondisi nyata dengan kondisi yang disyaratkan oleh program.Berdasarkan analisa diperoleh bahwa Program Raskin yang bersifat top down menyebabkan perbedaan antara kondisi karakteristik kebutuhan pangan penerima manfaat yang selalu berfluktuatif dengan karakteristik pelaksanaan distribusi  Raskin yang terjadwal tetap sepanjang tahun. Dengan demikian daya serap yang terjadi merupakan daya serap semu dan keluarga miskin tidak dapat sepenuhnya memanfaatkan program Raskin. Kondisi ini antara lain disebabkan oleh adanya tambahan penerima manfaat dan harga tebus Raskin serta alokasi yang diterima tidak sesuai dengan standar yang ditetapkan. Sementara itu permasalahan-permasalahan tersebut berpotensi dapat diatasi dengan menggunakan institusi lokal yang ada yaitu lumbung padi. Di sisi lain Raskin juga menimbulkan konflik antara pencapaian ketahanan pangan dengan kondisi kesejahteraan petani.Untuk itu program-program yang bersifat bantuan kepada masyarakat miskin sebaiknya tidak bersifat sentralistik dan memperhatikan karakteristik dan potensi masyarakat setempat. Disamping itu perlu adanya penguatan kapasitas masyarakat miskin dalam upaya pengembangan demokrasi untuk pencapaian good governance.", "Daftar File": {}, "Penulis": "YUDO WIRATMOKO (NIM 24006070)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ir. Suparti A. Salim"], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "subsidi beras, kemiskinan, top down development, pemberdayaan masyarakat miskin, pembangunan desa, rice subsidy,  top down development, empowerment of poor societies, rural development", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}