{"Nomor": 11671, "Judul": "PERANCANGAN SISTEM PELACAK OBJEK BERGERAK DENGAN SINAR LASER", "Abstrak": "Pemanfaatan laser sebagai pemandu arah telah banyak digunakan dalam teknologi pelacakan objek bergerak. Pendeteksi gerak objek yang memanfaatkan berkas pantul cahaya memerlukan pemantul cahaya dengan tingkat penyebaran tinggi agar diperoleh ketelitian penunjuk arah yang terbaik. Untuk itu diperlukan sumber cahaya dengan panjang gelombang khusus dan tertentu sehingga dapat dibedakan dari cahaya lingkungan. Laser merupakan sumber cahaya yang mampu memenuhi kedua kriteria tersebut di atas. Teknologi pelacakan dengan sinar laser umumnya menggunakan kamera sebagai alat pendeteksi gerak objek. Selain lebih mahal, penggunaan kamera membutuhkan proses pencitraan yang cukup rumit. Salah satu metode pelacakan sederhana yang cukup efektif adalah metode yang memanfaatkan iluminansi dari berkas cahaya pantul secara aktif. \n \n \n \n\nSistem optoelektrik-mekanik yang mampu melacak gerakan objek dan mengarahkan sistem berdasarkan posisi objek dibuat dengan menggunakan sinar laser sebagai pemandu arah. Tujuan dari sistem ini adalah untuk mengikuti objek yang bergerak di depannya sehingga sistem akan menghadap ke arah posisi objek berada. Gerak objek dibatasi untuk arah vertikal dan horizontal. Sistem terdiri dari rangkaian fototransistor sebagai detektor cahaya yang dipasang dengan konfigurasi segi empat pada bidang deteksi seluas 5 cm x 5 cm. Mekanisme cermin putar digunakan untuk melakukan proses pemandu gerak sehingga sinar laser selalu dipantulkan ke permukaan objek. Konfigurasi mekanik dari cermin putar tersusun atas dua motor RC servo yang masing-masing berotasi terhadap sumbu-y dan sumbu-z. \n \n \n \n\nObjek sasaran yang dipilih bersifat difus dan memiliki koefisien pantul tinggi. Sistem mampu mengikuti gerak objek yang dipilih pada arah horizontal dan vertikal dengan daerah gerak objek maksimum adalah x[-10,10] dan y[-10,10], dengan jarak sasaran tetap 30 cm di depan sistem. Kecepatan objek yang masih dapat terdeteksi oleh sistem di bawah 4 cm/detik. Kecepatan maksimum gerak objek dibatasi oleh kecepatan sistem mekanik yang digunakan.", "Daftar File": {}, "Penulis": "YULIA MIFTAHUL JANAH (NIM 13302046)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Endang Yuliastuti, M.S. dan Dr. Ing. Ir. Yul Yunazwin Nazaruddin,M.Sc. DIC"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pantulan difus, Iluminasi aktif, Antarmuka motor RC servo", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}