{"Nomor": 11673, "Judul": "RELIGION ON POVERTY REDUCTION: POSSIBILITIES FOR PHILANTHROPIC ORGANIZATIONS IN ISLAMIC SOCIETIES LIKE INDONESIA", "Abstrak": "The development of Faith-Based Organisations can be seen from their involvement in various kind of activity. There are also loud claims upon their activities about the possibilities that they have to combat many social issues e.g. poverty. Many research conducted in analysing their roles and their succeed key. This research will analyze both government and private Islamic philanthropy organizations in Indonesia and to which and how they can give contribution in poverty reduction in Indonesia. By this research we can comprehend the possibilities of Islamic philanthropy organization in poverty reduction. Although there are many Islamic philanthropy organizations in Indonesia and also the potential donors as one of the obligations in Islam teaching, they still can not grab the potential fund resources from them. Therefore, there is a need to increase their performance not only in distributing their charity but also to increase their fundraising. I hypothesis the importance's of Islamic philanthropy organizations, private and government organizations, as an alternative solutions in poverty reduction in Indonesia.This research is expected to contribute theoretically to promote Islamic philanthropy organizations as a great opportunity to reduce poverty and give contribution for development. It will also give academic background about whether or not the religion based organization play important role on combating poverty.", "Daftar File": {}, "Penulis": "YULIA RAHMAWATI (NIM 25406024)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Justin Beaumont dan Ir. Haryo Winarso, M. Eng, PhD."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Islamic philanthropy organization, poverty reduction, and faith-based organization.", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}