{"Nomor": 11680, "Judul": "FENOMENA LIMINALITAS PADA MASYARAKAT ADAT DALAM KONTEKS PERSENGKETAAN KEPEMILIKAN TANAH ULAYAT DI NAGARI MUARO KABUPATEN SIJUNJUNG SUMATERA BARAT", "Abstrak": "Penelitian ini  diawali pada fakta bahwa seiring meningkatnya kebutuhan akan tanah  bagi kegiatan pembangunan, membawa konsekuensi pada pemerintah untuk menyediakan lahan bagi kegiatan tersebut, sementara lahan yang tersedia bersifat terbatas. Keadaan ini memaksa pemerintah untuk melakukan pengambilalihan tanah rakyat. Dalam prakteknya pengambilalihan tanah untuk kepentingan pembangunan ini seringkali menjadi salah satu penyebab persengketaan tanah yang terjadi.Proses pengambilalihan tanah adat untuk pembangunan oleh negara dalam hal ini pemerintah daerah adalah berdasarkan ketentuan hukum positif yang berlaku dimana ketentuan-ketentuannya tersebut mengandung nilai-nilai modern, sementara  status hukum tanah adat sistem penguasaan dan pengelolaannya adalah berdasarkan hukum adat yang  bersifat tradisional, sehingga terjadi pertemuan antara nilai-nilai tradisional dan nilai-nilai modern.Penelitian dilakukan dengan metode kualitatif yang menghasilkan data deskriptif dari masyarakat yang perilakunya diamati. Pengumpulan data dilakukan dengan melakukan wawancara dan studi literatur untuk menggali hal-hal yang terkait dengan nilai-nilai tradisi dalam sitem penguasaan tanah ulayat,  juga untuk menggali dan menganalisa berbagai faktor penyebab terjadinya sengketa tanah ulayat,  sehingga bisa ditemukan hal yang menjadi akar persoalan  terjadinya persengketaan tanah ulayat antara Masyarakat Adat Nagari Muaro dengan Pemerintah Daerah Kabupaten Sijunjung  dan dapat diketahui apakah faktor penyebab persengketaan tersebut ada kaitannya dengan pertemuan nilai-nilai tradisi dan nilai-nilai modern.Temuan penelitian menunjukkan bahwa  kasus-kasus persengketaan tanah ulayat yang terjadi antara masyarakat adat dan pemerintah daerah merupakan konsekuensi dari proses perubahan sosial budaya yang terjadi pada masyarakat adatnya. Perubahan sosial yang terjadi pada masyarakat adat masih berada pada fase transisi yang memunculkan pola perilaku dan pola pikir liminal akibat bertemunya nilai-nilai modern dan nilai-nilai tradisional. Berdasarkan temuan penelitian tersebut dapat disimpulkan beberapa konsep tentang ciri liminalitas yang terjadi pada masyarakat adat.", "Daftar File": {}, "Penulis": "YUNI ELVIZA (NIM 24007015)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Yasraf Amir Piliang"], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Persengketaan, nilai tradisi, nilai modern, perubahan sosial, liminalitas", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}