{"Nomor": 11681, "Judul": "SISTEM PROYEKSI SILINDER NORMAL KONFORM MEMOTONG (SNKM) UNTUK PENGHITUNGAN LUAS PADA PETA PBB SKALA BESAR", "Abstrak": "Penggunaan peta adalah awal yang menentukan dalam proses perpajakan yaitu penentuan NJOP yang tepat, pengenaan pajak yang lebih adil dan merata, peningkatan realisasi potensi, peningkatan tertib administrasi perpajakan , peningkatan penerimaan dan  peningkatan pelayanan kepada wajib pajak.  Menyadari pentingnya kedudukan peta di PBB, sewajarnyalah terus dilakukan upaya-upaya untuk meminimalkan distorsi akibat penggunaan sistem proyeksi untuk penghitungan luas pada peta PBB skala besar. Sistem proyeksi peta yang digunakan saat ini yaitu seperti yang ditetapkan di Kep 533/PJ/2000 bahwa sistem proyeksi yang digunakan adalah UTM dengan datum WGS 84. Penelitian ini dilakukan untuk mengetahui pengaruh penggunaan besaran-besaran reduksi seperti faktor skala titik, konvergensi meridian dan koreksi arah horisontal  pada proyeksi SNKM (Silinder Normal Konform Memotong) terhadap ketelitian jarak, sudut, dan hasil hitungan luas pada bidang proyeksi.Penelitian ini terdiri dari dua  tahapan yaitu tahapan perancangan sistem proyeksi SNKM, dan tahapan analisis perbandingan luas. Perbandingan luas terdiri dari perbandingan luas objek di bidang proyeksi SNKM terhadap luas objek di permukaan elipsoid, dan perbandingan luas objek di bidang proyeksi UTM terhadap luas objek yang bersangkutan luas objek di permukaan elipsoid.Hasil dari penelitian ini adalah rancangan sistem proyeksi SNKM berupa  karakteristik sistem proyeksi,  rumus-rumus konversi koordinat geodetik (L,B) ke koordinat sejati proyeksi SNKM (x,y) dan sebaliknya rumus konversi koordinat sejati proyeksi SNKM (x,y) ke koordinat geodetik (L,B). Sistem proyeksi SNKM mendapatkan hasil perbandingan luas objek di bidang proyeksi SNKM dengan luas objek yang bersangkutan di ellipsoid diperoleh bahwa selisih luasnya memenuhi toleransi berdasarkan KEP-533/PJ/2000 yaitu sebesar 10 % sehingga sistem proyeksi SNKM dapat diterapkan dalam pengelolaan peta PBB skala besar.", "Daftar File": {}, "Penulis": "YUNINA RATNA SUSILA DEWI (NIM 25106031)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Agoes Soewandito Soedomo, Ir., M.S., dan Sudarman, Ir., MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "SNKM (Silinder Normal Konform Memotong) , Faktor Skala Ketelitian, Jarak, Sudut ,dan Luas", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}