{"Nomor": 11698, "Judul": "TELAAH EVOLUSI ORBIT CENTAURS DAN TRANS-NEPTUNUS KE BAGIAN DALAM TATA SURYA", "Abstrak": "Dibutuhkan waktu selama empat dekade untuk membuktikan hipotesis keberadaan benda kecil setelah orbit Neptunus. Temuan pertama benda kecil ini pada 1992 memberi tonggak sejarah baru yang sekarang dikenal sebagai obyek Trans-Neptunus. Dengan jumlah yang telah melebihi seribu, karakteristik fisis dan orbital Trans-Neptunus dieksplorasi secara mendalam, yang tidak dapat dilepaskan dari obyek Centaurs yang mendiami daerah antara Jupiter dan Neptunus. Dengan memilah data yang tersedia di JPL Small Body Data Base Engine, diperoleh 673 obyek Centaurs dan Trans-Neptunus yang orbitnya telah dengan baik diketahui. Data ini, bersama dengan empat set data artifsial, masing-masing 640 obyek random-generated, menjadi bahan kajian untuk memeriksa jelajah evolusi orbit Centaurs dan Trans-Neptunus yang memasuki bagian dalam Tata Surya selama rentang waktu 1 juta tahun. Perhitungan evolusi orbit ini dilakukan dengan menggunakan paket program SWIFT yang lazim digunakan untuk memeriksa dinamika orbit benda kecil. Hasil perhitungan menunjukkan bahwa sebagian besar Centaurs memiliki orbit yang chaotic, dan banyak yang terlempar ke luar Tata Surya akibat gangguan planet Jovian. Jumlah Centaurs yang terlempar dalam 500 ribu tahun pertama evolusi jauh lebih banyak daripada paruh keduanya. Terdapat kecenderungan bahwa populasi Resonan 3:2 yang berpindah menjadi Centaurs mencapai jumlah yang banyak pada orde 500 ribu tahun. Sebagian kecil (-1%) Centaurs dan Trans-Neptunus (kelas Scattered Disk) dapat berevolusi jauh memasuki bagian dalam Tata Surya hingga mencapai Mars-crossers.", "Daftar File": {}, "Penulis": "ZAKI HUDAYA (NIM: 10303009)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Budi Dermawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "orbit centaurs, trans-neptunus", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}