{"Nomor": 11703, "Judul": "KAJIAN PUTING BELIUNG INDONESIA (STUDI KASUS SIMULASI PUTING BELIUNG KEDIRI DESEMBER 2007 DENGAN MENGGUNAKAN MODEL WRF)", "Abstrak": "Peristiwa puting beliung telah menjadi isu yang sangat hangat sejak beberapa tahun terakhir. Kejadian ini seringkali mengejutkan masyarakat, karena selalu terjadi secara tiba-tiba dan tanpa ada tanda-tanda yang mudah dikenal terlebih dahulu. Kejadian puting beliung sering menimbulkan kerugian materi dan mungkin korban jiwa yang tidak sedikit. Kejadian puting beliung sudah dapat dikategorikan sebagai jenis bencana yang datangnya musiman. Penelitian ini bertujuan untuk mengetahui pola puting beliung yang terjadi di Indonesia. \n \n \n \n\nDengan melakukan pengumpulan dan studi dari data pemberitaan di media dan internet mengenai kejadian puting beliung serta pembuatan statistik, didapat pola spasial dan temporal kejadian puting beliung umum yang terjadi di Indonesia. Lebih lanjut, analisa statistik menunjukkan bahwa sebagian besar puting beliung Indonesia didahului oleh hujan deras (shower). Ini menunjukkan bahwa sebagian besar kejadian puting beliung dapat dikaitkan dengan fenomena downburst. \n \n \n \n\nKondisi sinoptik permukaan yang diperlihatkan oleh data global FNL (Final Analysis) kemudian ditampilkan untuk membandingkan anomali jumlah precipitable water saat kejadian dengan hari selain kejadian, yang lebih lanjut menginformasikan keadaan yang lebih kering saat puting beliung dibandingkan dengan hari selain kejadian. \n \n \n \n\nUntuk mengkaji dinamika atmosfer pada saat kejadian puting beliung, dilakukan simulasi menggunakan model WRF untuk kasus puting beliung tanggal 16 Desember 2007 pukul 16.00 WIB di daerah Kediri, Propinsi Jawa Timur. Hasil simulasi menunjukkan bahwa terdapat pengumpulan massa uap air yang bersifat lokal di atas propinsi Jawa Timur, massa uap air inilah yang ditengarai sebagai bahan bakar uap air yang menyebabkan terjadinya hujan deras sesaat sebelum kejadian puting beliung. Hasil simulasi yang dilakukan juga menunjukkan jika kejadian puting beliung diakibatkan oleh adanya efek downburst dari dasar awan Cumulonimbus. Pengamatan yang dilakukan juga memperlihatkan jika awan yang terbentuk adalah akibat adanya konveksi skala lokal yang kuat dan sangat cepat membentuk awan ini dan langusng punah hanya dalam hitungan jam. Puting beliung yang dihasilkan akibat downburst ini juga tidak selalu berasal dari awan Cumulonimbus yang tebal dan menjulang tinggi.", "Daftar File": {}, "Penulis": "ZEKI FITHRA M. S. (NIM 12804010)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Tri Wahyu Hadi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Puting beliung, Precipitable water, Downburst, FNL, WRF", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}