{"Nomor": 11705, "Judul": "KAJIAN KONSERVASI EKOSISTEM AKUATIK HUTAN MANGROVE DENGAN PENDEKATAN MODEL KAITAN SISTEM (STUDI KASUS: DESA PAMOTAN-SAGARA ANAKAN)", "Abstrak": "Secara alami sedimentasi di muara sungai Citanduy Desa Pamotan telah terjadi sejak tahun 1903. Laju sedimentasi makin cepat sejak tahun 1931 ketika penduduk mulai mengkonversi hutan mangrove menjadi lahan pertanian. Sedimentasi bertambah parah sejak meletusnya gunung Galunggung tahun 1982. Sedimen berlebih menutupi pneumatofora dan menyebabkan kematian pohon mangrove. Kondisi fisik, biologi, dan sosial Desa Pamotan diperoleh dari hasil wawancara dengan penduduk setempat dan dari lembaga pemerintah. Penelitian ini membuat model konservasi hutan mangrove dengan pendekatan model kaitan sistem yaitu suatu model penggambaran dunia nyata sesuai dengan kepentingan perancang untuk menunjukkan keterkaitan antar komponen dalam sistem. Keterkaitan antar komponen tersebut kemudian ditransformasikan ke dalam program komputer dengan menggunakan bahasa pemrograman berorientasi obyek. Komponen fisik dalam sistem terdiri dari sungai, sedimen, pertanian, pemukiman, tambak, dan pelabuhan; komponen biologi terdiri dari mangrove dan ikan; komponen sosial terdiri dari penduduk, peraturan, dan pariwisata. Upaya konservasi dilakukan dengan intervensi setiap komponen berdasarkan pendapat para ahli. Intervensi terhadap komponen fisik meliputi penetapan kawasan sempadan sungai, sylvofishery, penyodetan sungai, dan penerapan system of rice intensification. Intervensi terhadap komponen biologi yaitu valuasi hutan mangrove dan pemilihan jenis alat tangkap. Intervensi terhadap komponen sosial meliputi pembatasan jumlah penduduk, penetapan kawasan konservasi dan ekowisata. Intervensi terhadap tiap komponen dalam sistem dapat dilakukan secara menyeluruh untuk perbaikan kondisi hutan mangrove sehingga fungsi ekologi dan ekonomi hutan tetap lestari.", "Daftar File": {}, "Penulis": "ZIA PERDANA (NIM 25306028)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Priana Sudjono, M.S., Dipl.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Konservasi, Mangrove, Model kaitan sistem, Sedimen", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}