{"Nomor": 11710, "Judul": "PRESTASI MESIN 4 SATU SILINDER DENGAN BAHAN BAKAR GANDA SOLAR-LGV", "Abstrak": "Sebagaimana kita ketahui pada saat ini bahan bakar minyak semakin langka, sehingga bayak dilakukan penelitian untuk pencarian bahan bakar alternatif. Dan  karena semakin parahnya pencemaran udara akibat gas buang motor bakar, banyak orang berupaya untuk menemukan bahan bakar yang lebih ramah lingkungan. LGV merupakan salah satu bahan bakar alternatif yang berpotensial bagus. LGV sudah banyak digunakan pada mesin bensin, dan hasilnya bagus baik dari daya yang dihasilkan dan juga emisi gas buangnya. LGV ini juga dapat digunakan pada mesin diesel, tapi tidak belum bisa menggantikan bahan bakar diesel secara sepenuhnya. Bahan bakar diesel masih diperlukan sebagai pemantik. Jadi kita disini menggunakan dua buah bahan bakar, yakni solar dan LGV. Pada penelitian ini dilakukan pengujian untuk mengetahui perbandingan komposisi campuran dari kedua bahan bakar ini.Pada penelitian ini dilakukan pengujian pada lima jenis putaran mesin yaitu 1200 rpm , 1500 rpm , 1800 rpm, 2100 rpm, dan 2400 rpm dengan lima tahap pembebanan yakni 0 kgm, 13,5 kgm, 27 kgm, 40,5 kgm, dan 54 kgm. Pada penelitian ini telah dapat dicapai komposisi bahan bahan bakar LGV maksimum sebesar 92%. Dari sisi efisiensi termal mesin terjadi penurunan dengan nilai rata-rata tersebar 32,5%. Dari aspek ekonomi, penggunaan bahan bakar ganda ini bersifat merugikan. Biaya untuk bahan bakarnya lebih mahal, bisa mencapai 150% jika menggunakan harga solar subsidi seharga Rp 5500 per liter dan 41% jika menggunakan harga solar non-subsidi seharga Rp 10644,064 per liter.", "Daftar File": {}, "Penulis": "ZULHENDRI (NIM 13102056)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ing. Tri Yuswidjajanto Zaenuri dan Prof. Wiranto Arismunandar"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "motor diesel, bahan bakar, solar-LGV", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}