{"Nomor": 11724, "Judul": "PERANCANGAN COMMUNITY OF PRACTICE (STUDI KASUS: PT. XYZ)", "Abstrak": "Forum semacam Communities of Practice (CoP) sebenarnya sudah pernah ada di lingkungan PT. XYZ (Persero) sejak tahun 1994, namun forum ini tidak berkembang. Sementara itu, suatu inisiatif akan dapat berkembang didalam suatu organisasi secara alami apabila inisiatif tersebut dikembangkan dengan memperhatikan perilaku kebiasaan dari anggotanya. Oleh karena itu penelitian ini berusaha menjawab pertanyaan yang timbul dari kondisi di lapangan, yaitu: bagaimana merancang CoP yang dibuat dengan memperhatikan tingkah laku terpola/terbiasa dari anggota perusahaan agar dapat berkembang secara alami.Penelitian ini lebih ditekankan pada analisa terhadap tingkah laku. Metode grounded research digunakan dalam penelitian ini untuk mendapatkan pola tingkah laku secara nyata di lapangan. Penelitian ini dimulai dari analisa sekunder menggunakan data budaya perusahaan yang dikumpulkan oleh penelitian terdahulu untuk memperoleh gambaran umum keseluruhan tingkah laku terpola terbiasa di perusahaan. Agar penelitian terfokus, dipilih satu elemen dari gambaran umum untuk diteliti lebih lanjut yaitu pola tingkah laku dalam berhubungan diantara sesama anggota perusahaan yang menunjang upaya saling belajar dan berbagi pengetahuan. Selanjutnya dirumuskan aspek-aspek yang penting agar CoP dapat berjalan dengan baik. Hasil analisa grounded research dan rumusan aspek-aspek CoP ini digunakan untuk merancang implementasi CoP PT. XYZ.", "Daftar File": {}, "Penulis": "ACHMAD SAHIL ANSORI (NIM 23207041)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Dr.Ir. Jann Hidajat, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Communities of Practice, grounded research", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}