{"Nomor": 11727, "Judul": "MUSEUM JAWA BARAT", "Abstrak": "Manusia memulai hidupnya melewati tahapan-tahapan dari kecil, remaja, dewasa, hingga akhirnya tua dan mati. Semua hal itu memiliki nilai historis yang sangat esensial, memiliki sejarah dan kebudayaan yang ditinggalkannya. Bentuk-bentuk peninggalan itu dikumpulkan dalam suatu wadah, yaitu instansi yang kita sebut sebagai Museum. \n \n \n \n \n\nPropinsi Jawa Barat memiliki nilai-nilai sejarah dan kebudayaan yang tinggi. Bila kita menilik kembali buku-buku sejarah, seperti yang kita tahu bahwa Jawa Barat memiliki nilai-nilai alam yang dijaga oleh para pendahulu mereka, dimulai dari Kerajaan Tarumanegara hingga yang terkenal yaitu Kerajaan Padjadjaran. Kemudian dilanjutkan dengan perjuangan rakyat Jawa Barat melawan penjajahan Belanda, gedung-gedung di Kota bandung yang memiliki nilai sejarah tinggi, hingga Bandung ditetapkan sebagai salah satu kota yang memiliki bangunan art deco terbanyak di Dunia, dan diakhiri dengan masa-masa kemerdekaan hingga perkembangan teknologi di masa sekarang ini. \n \n \n \n \n\nPropinsi Jawa Barat memiliki sebuah kebudayaan yang kita kenal dengan Kebudayaan Sunda, namun tidak lupa, Cirebon sebagai salah satu hal yang unik di dalam wilayah Jawa Barat yang memiliki nilai-nilai budaya dari peninggalan Keraton Cirebon. \n \n \n \n \n\nSemua peninggalan sejarah dan kebudayaan ini memerlukan sebuah fasilitas, dimana fasilitas ini dapat menunjang benda-benda peninggalan yang dapat diinformasikan kepada masyarakat luas. Agar mereka tahu, mengenal, dan memahami serta menambah wawasan akan nilai-nilai sejarah dan kebudayaan dari sebuah daerah. \n \n \n \n \n\nDengan adanya fasilitas ini, diharapkan masyarakat akan semakin mencintai dan memahami semua nilai dan kandungan yang terdapat di dalam daerahnya, sehingga mereka mampu mengolah dan mengubahnya ke arah yang lebih baik.", "Daftar File": {}, "Penulis": "ADAM SANJAYA (NIM 17304019)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Drs. Bagus Handoko, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Interior, Museum, Jawa Barat", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Rizki Aprianti", "File": "7 file", "Tanggal Input": "11 Jun 2010"}