{"Nomor": 11735, "Judul": "SINTESIS NAFTALEN SULFONAT SEBAGAI SENYAWA PEMECAH EMULSI PADA PELUMAS BEKAS DAN KARAKTERISASI DENGAN TEKNIK FTIR", "Abstrak": "Pelumas merupakan senyawa hidrokarbon antara lain dapat diperoleh dari hasil pengolahan minyak bumi. Fungsi pelumas terutama untuk mengurangi gesekan di dalam mesin, mencegah korosi, dan penghantar panas. Pelumas bekas pakai biasanya mengandung kontaminan berupa sisa pembakaran, partikel logam dari gesekan mesin, maupun dari bahan aditif yang digunakan. Bahan dasar dari pelumas bekas dapat diolah kembali untuk selanjutnya dijadikan pelumas komersial. Pelumas bekas dapat digunakan kembali setelah diolah melalui beberapa proses kemudian ditambah aditif baru dan diuji sehingga secara teknis memenuhi spesifikasi tertentu. Salah satu proses pengolahan yang dilakukan adalah dewatering, yaitu proses pemisahan air yang teremulsi dalam pelumas bekas. Penelitian ini bertujuan untuk mendapatkan kondisi terbaik proses dewatering pelumas bekas dengan bantuan senyawa pemecah emulsi naftalen sulfonat dalam pelarut diklorometana. Naftalen sulfonat dibuat dengan mensulfonasi naftalen dengan asetil sulfat. Karakterisasi hasil sintesis dilakukan dengan FTIR. Munculnya serapan SO3 di daerah bilangan gelombang 1178,51 cm-1 menunjukkan bahwa senyawa naftalen sulfonat sudah terbentuk. Parameter proses yang dipelajari pada penelitian ini meliputi pengaruh konsentrasi naftalen sulfonat dan angka banding volume larutan naftalen sulfonat terhadap minyak pelumas bekas. Waktu optimum untuk proses pemisahan adalah empat jam dengan konsentrasi naftalen sulfonat sebesar 250 ppm dan angka banding volume larutan naftalen sulfonat terhadap pelumas bekas 4:6. Penentuan kadar air dalam setiap hasil yang diperoleh dilakukan dengan menggunakan FTIR dengan teknik horizontal ATR.", "Daftar File": {}, "Penulis": "ADINDA AFRYANISSA GAYATRI (NIM 10503045)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Aminudin Sulaeman"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pelumas, naftalen, sulfonasi, FTIR", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}