{"Nomor": 11732, "Judul": "INTEGRASI SISTEM TEXT-TO-SPEECH SEBAGAI ALAT BANTU BAGI PENDERITA CACAT PENGELIHATAN", "Abstrak": "Pada era informasi sekarang ini, kebutuhan manusia akan informasi sangat tinggi. Kebutuhan ini ditunjang dengan penerapan teknologi digital yang akan mempercepat arus lalu lintas informasi seperti penggunaan internet. Teknologi digital juga dinilai lebih efisien, baik dari segi waktu maupun biaya. Namun kemudahan ini baru bisa dirasakan oleh mereka yang memiliki kesempurnaan panca indera. Hingga saat ini, khususnya di Indonesia, belum banyak aplikasi ataupun alat bantu yang dapat membuat para penderita cacat pengelihatan turut menikmati kemudahan yang diberikan oleh teknologi digital. Dalam tugas akhir ini akan dibuat sebuah sistem bantu bagi penderita cacat pengelihatan untuk mengakses dokumen dan informasi digital dengan memanfaatkan sistem Text-to-Speech berbahasa Indonesia IndoTTS yang dibuat oleh Dr.Ir. Arry akhmad Arman. Sistem ini dirancang memiliki tiga fungsi. Fungsi yang pertama adalah membantu penggunanya untuk mendapatkan informasi dari dokumen berformat txt dengan mengubah teks menjadi ucapan. Fungsi yang kedua adalah membantu penggunanya untuk mendapatkan informasi melalui internet. Dalam tugas akhir ini, informasi yang akan diakses adalah informasi yang disajikan dalam format Really Simple Syndicatiom yang terdapat pada halaman web Tempo Interaktif. Fungsi yang ketiga adalah membantu penggunanya untuk mendapatkan informasi dari hasil scan dokumen hardcopy, hal ini dilakukan dengan mengubah file hasil scan tersebut menjadi dokumen berformat txt menggunakan sistem Optical Character Recognition (OCR). Fungsi yang ketiga belum dapat berfungsi karena dalam tugas akhir ini baru dilakukan studi untuk mendapatkan metoda pembuatan sistem Optical Character Recognition untuk mengenali huruf kecil (lowercase) yang memiliki akurasi yang cukup baik. Berdasarkan hasil pengujian, sistem ini memiliki antar muka non-visual yang cukup baik sehingga memungkinkan penderita cacat pengelihatan menggunakannya secara mandiri. Sedangkan studi mengenai Optical Character Recognition menghasilkan sebuah metoda yang dapat mengenali huruf kecil (lowercase) dari 12 jenis huruf dengan akurasi terendah 76,9%.", "Daftar File": {}, "Penulis": "ADHY PRAMUDITA (NIM. 13204170)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Dr. Ir Tati L. R. Mengko"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Text-to-Speech, Optical Character Recognition, Really Simple Syndicatiom, Antar muka, Delphi, Jaringan Saraf Tiruan, Backpropagation", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}