{"Nomor": 11746, "Judul": "PERBAIKAN PRODUKTIVITAS PORTSITE PLANT PT. X DENGAN PENDEKATAN SIX SIGMA", "Abstrak": "PT. X adalah salah satu tambang dengan cadangan tembaga dan emas terbesar dan dengan biaya paling ekonomis di dunia, berlokasi di Papua Indonesia, dengan usaha pertambangan yang terintegrasi dari eksplorasi, tambang terbuka, tambang bawah tanah, pengolahan bijih, pengeringan (dewatering plant) sampai dengan pengapalan. Portsite plant merupakan salah satu unit bisnis di PT. X. Mempunyai tugas utama antara lain pengeringan konsentrat dan pengapalan ke kapal konsumen. Isu bisnis di Portsite plant saat ini adalah rendahnya produktivitas. Produktivitas dari Portsite plant diukur dengan banyaknya material yang diproses dalam satu hari (TPD Ton per Day). Produktivitas aktual saat ini adalah 7800 TPD masih jauh lebih rendah dari target produksi yaitu 9840 TPD.Dengan metoda Six Sigma (DMAIC) dapat dianalisis akar masalah dari rendahnya produktivitas di Portsite plant. Setiap akar masalah akan diuji korelasi dengan menggunakan analysis of variance (Anova). Uji kemampuan proses dilakukan dengan process capability analysis. Analisis korelasi dan kemampuan proses ini dilakukan agar akar masalah dapat diidentifikasi dengan tepat. Akar masalah dari rendahnya portsite plant ini dapat dibagi menjadi dua faktor utama yaitu faktor internal dan faktor external. Faktor internal adalah tidak efektifnya sistem inspeksi, jumlah karyawan yang tidak memadai, sistem pencatatan data perawatan yang tidak efektif, rencana pengembangan karyawan dan strategi spare part yang kurang baik. Faktor external adalah jumlah produksi dari pabrik pengolahan mill, dan jumlah produk yang dikirim ke Portsite plant.Alternatif solusi bisnis dari masing-masing akar masalah dianalisis dengan menggunakan modifikasi dari category importance weight dan pertimbangan resiko uncertainity untuk masingmasing kriteria. Kriteria pengambilan keputusan dari solusi bisnis adalah dapat diaplikasikan (applicable), kesederhanaan implementasi (simplicity), kinerja (performance), biaya awal (initial cost), dan biaya operasional implementasi (on going cost). Dengan menggunakan Pareto Priority Index (PPI) solusi bisnis yang terpilih dapat diurutkan sesuai prioritas sebagai berikut: pembuatan rencana pengembangan karyawan, pembuatan sistem Computerized Risk Based Inspection (CRBI), implementasi karyawan kontrak berdasarkan aktivitas, impementasi Vendor Managed Inventory (VMI), dan pembuatan Web Based Maintenance Data Record.Implementasi dari solusi bisnis yang terpilih akan dilaksanakan dalam waktu 12 bulan. Dibutuhkan dukungan manajemen dan partisipasi dari semua karyawan. Evaluasi dan kontrol dari implementasi solusi bisnis ini dilakukan dengan mengunakan laporan mingguan dari masingmasing penanggung jawab implementasi serta dilakukan juga repat secara periodik untuk membahas kemajuan dan tantangan dari setiap solusi bisnis. Implementasi solusi bisnis ini membutuhkan anggaran USD $1.7 M dengan potensi penghematan sebesar USD $ 82 M.", "Daftar File": {}, "Penulis": "AGUS ARIAWAN (NIM: 29107121)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Mursyid Hasan Basri"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Portsite plant, Six Sigma, DMAIC, Analysis of variance (Anova), process capability analysis, Pareto Priority Index (PPI).", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}