{"Nomor": 11742, "Judul": "STUDI VARIABILITAS KEJADIAN SIKLON TROPIS SERTA HUBUNGANNYA DENGAN El NINO-SOUTHERN OSCILLATION (ENSO) DAN INDIAN OCEAN DIPOLE (IOD) DI PERAIRAN SEKITAR INDONESIA", "Abstrak": "Tugas akhir ini mengkaji kejadian siklon tropis berdasarkan periode, frekuensi, intensitas, serta lintasan kejadian siklon tropis di wilayah yang berdekatan dengan Perairan Indonesia yaitu Samudra Pasifik Utara bagian barat, Samudra Hindia bagian utara, dan Samudra Hindia bagian selatan selama 32 tahun dari tahun 1977 hingga 2008 berdasarkan laporan tahunan Joint Typhoon Warning Center (JTWC). Kajian tersebut dihubungkan dengan peristiwa El Nino-Southern Oscillation (ENSO) berdasarkan anomali suhu permukaan laut indeks ENSO di Nino-3.4 serta kejadian Indian Ocean Dipole Mode (IODM) berdasarkan indeks dipole mode di Samudra Hindia. \n \n \n \n\nAnalisis korelasi silang antara jumlah siklon tropis dengan indeks ENSO/dipole mode digunakan untuk mengamati keterkaitan pengaruh ENSO/IODM terhadap frekuensi siklon tropis. Dilakukan pula analisis posisi awal pembentukan siklon tropis untuk mengamati perubahan lintasan siklon tropis selama periode El Nino/La Nina/dipole mode. \n \n \n \n\nDi Samudra Pasifik Utara bagian barat terdapat kecenderungan jumlah siklon tropis kuat (kategori 3 hingga 5) yang lebih banyak (sedikit) selama periode El Nino (La Nina) hal ini ditunjukan dengan adanya korelasi positif signifikan (r > 0,7) antara indeks ENSO terhadap jumlah siklon tropis kuatnya. Juga terdapat korelasi negatif signifikan (r < -0,4) terhadap jumlah badai tropis yang menunjukan kecenderungan jumlah badai tropis yang semakin berkurang (bertambah) selama periode El Nino (La Nina). Terjadi pergeseran posisi awal pembentukan siklon tropis yang lebih ke arah sebelah timur dari 140 derajat BT disertai pengurangan aktivitas pembentukan siklon tropis di daerah 120 derajat BT-140 derajat BT selama periode El Nino, kejadian sebaliknya terjadi selama periode La Nina. Di Samudra Hindia bagian utara terdapat korelasi negatif yang cukup signifikan (r < -0,2) antara jumlah siklon tropis terhadap indeks dipole mode yang menunjukan penambahan jumlah siklon tropis selama periode dipole negatif. Di Samudra Hindia bagian selatan tidak terdapat korelasi yang signifikan (r < 0,1) antara indeks dipole mode terhadap jumlah siklon tropis yang disebabkan perbedaan periode kejadian dipole mode dan siklon tropis.", "Daftar File": {}, "Penulis": "ADYARTO RAHARJO (NIM 12904030)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ivonne M. Radjawane, Ph.D. dan Dr. Agus Setiawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Dipole mode, El Nino, La Nina, Siklon tropis", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}