{"Nomor": 11758, "Judul": "BANDUNG-ITB GUIDE: APLIKASI BERBASIS LAYANAN LOKASI MENGGUNAKAN GPS DENGAN SISTEM CLIENT-SERVER (PADA SISI SERVER)", "Abstrak": "Location based service (LBS) merupakan suatu aplikasi yang dapat memberikan layanan informasi berdasarkan lingkungan penggunanya. Saat ini aplikasi LBS telah menjadi kebutuhan dan trend dunia. Aplikasi LBS dikembangkan untuk memenuhi kebutuhan manusia akan informasi lokasi. Melalui Tugas Akhir ini, akan dikembangkan sebuah aplikasi berbasis lokasi yang dapat berjalan pada mobile device low end dan middle end dengan menggunakan perangkat GPS sebagai sensor lokasi.Bandung-ITB Guide adalah sebuah aplikasi berbasis client-server dengan menggunakan embedded GPS, yang memberikan layanan berbasis lokasi pada mobile device, memanfaatkan konektivitas jaringan nirkabel sebagai sarana komunikasinya. Bandung-ITB Guide dibagi kedalam dua aplikasi yang saling berhubungan yaitu Bandung-MapGuide dan ITB-MapGuide. Pada aplikasi Bandung-MapGuide posisi user dapat diketahui dengan memasukkan input nama jalan melalui handphone, input dikirim ke server melalui protokol http, server akan mengirimkan respon berupa informasi lokasi kepada user yang disajikan baik dalam bentuk gambar mapun teks. Sedangkan pada aplikasi ITB-MapGuide posisi user dapat diketahui dari data koordinat GPS yang diterima oleh mobile device yang kemudian diproses di server.Dengan aplikasi ini pengguna juga dapat memanfaatkan fitur-fitur lain seperti navigasi, pencarian point-of-interests, pencarian lokasi terdekat, dan melihat informasi dari setiap point-of-interest.", "Daftar File": {}, "Penulis": "AHASYWEROS SIBARANI (NIM 13204123)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Nana Rachmana S, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Location Based Service, Aplikasi, Mobile Device, Bandung-ITB Guide, Client-Server, protokol http", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}