{"Nomor": 11769, "Judul": "PEMETAAN UN PROPINSI DI INDONESIA MELALUI ANALISIS KLASTER PENGGABUNGANPAUTAN TUNGGAL", "Abstrak": "Ujian nasional (UN) adalah salah satu indikator yang mampu memberikan gambaran kondisi pendidikan suatu propinsi. Perbaikan dalam rangka peningkatan mutu dan pemerataan pendidikan merupakan program pembangunan pendidikan pemerintah. Tulisan ini memetakan hasil UN propinsi di Indonesia pada tahun 2007/2008, berdasarkan hasil pengelompokan (klaster, cluster) pada Bahasa Indonesia, Bahasa Inggris, Biologi, Fisika, Kimia, Matematika, dan total nilai enam pelajaran yang dilakukan melalui analisis klaster penggabungan pautan tunggal. Sebelum pengelompokan, sebagai langkah awal nilai UN tiap pelajaran dianalisis secara deskriptif, dan hasilnya menunjukkan bahwa UN Bahasa Indonesia memberikan hasil paling baik, hal ini dikarenakan kemampuan siswa dalam menjawab soal hampir di semua propinsi cukup besar, kecuali Propinsi Sulawesi Tengah, dan yang terburuk adalah Fisika. Berdasarkan analisis klaster penggabungan pautan tunggal untuk Bahasa Indonesia, Biologi, dan Kimia bisa dikelompokkan sebanyak 4 kelompok, sedangkan yang lain hanya 3 kelompok. Dari hasil ini beberapa rekomendasi dihasilkan, antara lain bahwa pemerintah harus memprioritaskan perbaikan pada beberapa propinsi yang berada pada kelompok terendah, khususnya dibawah standar minimal kelulusan, antara lain pada Matematika, Fisika, dan Kimia, yaitu Propinsi Kalimantan Barat, Biologi dan Kimia, yaitu Propinsi NTT, dan DI Yogyakarta untuk Matematika.", "Daftar File": {}, "Penulis": "AIRUDDIN AHMAD HABIBI (NIM: 20107040)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Udjianna S. Pasaribu"], "Jenis Koleksi": "Tesis", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Ujian nasional, Analisis klaster penggabungan pautan tunggal", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}