{"Nomor": 11761, "Judul": "STUDI MINERALISASI ENDAPAN HIDROTHERMAL DI DAERAH GUNUNG SUBANG, KABUPATEN CIANJUR JAWA BARAT", "Abstrak": "Studi mineralisasi endapan hidrothermal di daerah Gunung Subang, Kabupaten Cianjur, Provinsi Jawa Barat, dilakukan untuk mengetahui karakteristik mineralisasi sebagai pendekatan dalam menyusun model mineralisasi, yang selanjutnya dapat digunakan sebagai dasar penyusunan program eksplorasi secara umum. \n \n \n \n\nBatuan tufa dan andesit merupakan host rock dari mineralisasi di daerah penelitian. Data geokimia menunjukkan afinitas magmatik yang bersifat calc-alkaline sampai high calc-alkaline. Struktur geologi yang berkembang didominasi oleh arah baratlaut-tenggara. Perkiraan pola ekstensi berdasarkan analisis kelurusan menunjukan arah yang berkesesuaian dengan arah umum urat yaitu pada arah timurlaut-baratdaya. Mineralisasi yang berkembang berupa sistem urat dengan tekstur colloform banding dan masif melalui proses cavity filling. Urat kuarsa memiliki arah umum N15 derajat E/45 derajat E; N28 derajat E/ 75 derajat; N20 derajat E /80 derajat; dan N350 derajat E/75 derajat dengan ketebalan bervariasi antara 30 cm-100 cm. Alterasi yang berkembang terdiri dari alterasi silisifikasi, argilik dan propilitik. Berdasarkan data geokimia dan keberadaan mineral alterasi menunjukkan tendensi alterasi adularia (K-feldspar)-sericite. Mineral yang dapat diidentifikasi didominasi oleh galena, sfalerit, pirit, kalkopirit dengan gangue mineral berupa kuarsa. Fluida hidrothermal memiliki karakteristik netral sampai alkalin dengan temperature pembentukan berkisar antara 210 derajat C-286 derajat C dan salinitas berkisar antara 0,3 eq wt % NaCl s/d 2,7 eq wt % NaCl. Kedalaman pembentukan diperkirakan berkisar antara 305 m s/d 445 m di bawah paleowater table. Terdapat indikasi boiling pada urat Cicelak yang diperlihatkan oleh kehadiran bladed calcite serta inklusi vapor rich bersama-sama dengan fase inklusi lainnya. Berdasarkan karakteristik tersebut maka mineralisasi yang berkembang di daerah penelitian merupakan endapan epithermal low sulfidation (adularia-sericite). Sebagian besar mineralisasi di daerah penelitian menunjukan indikasi horizon base metal (Buchanan, 1981). \n \n \n \n\nKegiatan eksplorasi utama yang dapat diterapkan berdasarkan karakteristik dan tipe endapan di daerah penelitian adalah pemetaan geologi, alterasi dan struktur geologi untuk mengetahui kemungkinan kemenerusan endapan.", "Daftar File": {}, "Penulis": "AHMAD FAUZI ISMAYANTO (NIM 22106313)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Syafrizal, ST., MT. dan Prof. Dr. Sudarto Notosiswoyo"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Gunung Subang, Model Mineralisasi, Alterasi, Inklusi Fluida, Epithermal", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}