{"Nomor": 11765, "Judul": "MEMBEDAH CORPORATE SOCIAL RESPONSIBILITY; STUDI KASUS PROGRAM COMMUNITY DEVELOPMENT PT. PQR", "Abstrak": "Program pemberdayaan masyarakat (community development) PT. PQR telah dimulai sejak tahun 2000. Program ini diawali dengan pembentukan Yayasan Dharma Bhakti Berau Coal (YDBBC) yang berfungsi untuk mengimplementasikan program pemberdayaan masyarakat di Kabupaten Berau Propinsi Kalimantan Timur. Implementasi pengembangan komunitas berkonsentrasi pada empat aktivitas utama, yakni: pengembangan sumber daya manusia, pengembangan kesehatan dan ilmu gizi, pengembangan lingkungan dan budaya, dan kontribusi sosial melalui pemberian bantuan kepada masyarakat.Penelitian ini menggunakan metode analisis kualitatif. Pengumpulan data dilakukan dengan metode wawancara terstruktur melalui kuisioner, dan wawancara mendalam (indepth interview).Dari sisi realisasi program, masih terdapat beberapa kendala yang menyebabkan pelaksanaan comdev PT. PQR belum dapat berjalan maksimal. Pelibatan stakeholders seperti dinas-dinas pemerintah daerah misalnya, hanya terjadi pada level teknis lapangan. Pola kemitraan yang terbangun juga belum sinergis.Dari sisi ekonomi, terdapat perubahan positif menyangkut peningkatan derajat hidup masyarakat Berau. Peluang usaha menjadi semakin terbuka setelah perusahaan tambang tersebut beroperasi di Berau. Di bidang pendidikan, keberhasilan utama program CSR baru sebatas pemenuhan sarana fisik pendidikan beserta fasilitasnya. Keberhasilan ini belum diimbangi dengan daya akses masyarakat terhadap pendidikan. Kesempatan mengakses pendidikan memang meningkat terutama di daerah pedalaman tetapi hanya pada level pendidikan menengah, seperti SMP dan SMU.Selain karena manajemen comdev perusahaan yang kurang terintegrasi, terhambatnya program-program comdev juga disebabkan oleh kinerja Community Development Officer (CDO) yang kurang maksimal. Di sisi lain, pola kemitraan yang terbangun antara pihak perusahaan dengan stakeholders baik itu institusi pendidikan, pemerintah daerah maupun masyarakat penerima manfaat tampak belum sinergis.Kesesuaian pelaksanaan program dengan prinsip pemberdayaan masyarakat tampaknya harus ditata kembali, sebab banyak program terutama bantuan yang kurang tepat sasaran. Seleksi terhadap penerima bantuan juga harus diperketat terkait layak tidaknya komunitas sasaran tersebut menerima bantuan.", "Daftar File": {}, "Penulis": "AHMAD RIZA PATRIA (NIM : 29104153)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Bambang Rudito, M.Si"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "prinsip pemberdayaan masyarakat, manajemen comdev, pola kemitraan", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "0 file", "Tanggal Input": "27 Sep 2017"}