{"Nomor": 11776, "Judul": "STUDI PENDAHULUAN PELINDIAN BIJIH LIMONIT DARI SULAWESI TENGGARA DALAM LARUTAN ASAM KLORIDA DAN RECOVERI NIKEL DARI LARUTAN HASIL PELINDIAN DENGAN RESIN PENUKAR ION LEWATIT TP 207", "Abstrak": "Proses pengolahan bijih nikel laterit melalui jalur pirometalurgi membutuhkan energi yang tinggi dan tidak cocok untuk bijih dengan kadar nikel rendah. Untuk bijih berkadar rendah ini, proses yang telah berkembang dan digunakan di industri adalah melalui jalur hidrometalurgi dengan pelindian pada tekanan dan temperatur tinggi (HPAL). Proses HPAL ini menemui banyak masalah yang berkenaan dengan korosi dan scaling pada autoclave dan berakibat pada tingginya biaya perawatan. Penerapan proses HPAL juga membuthkan modal (capital expenditure) yang tinggi. Hingga saat ini, kemungkinan penerapan pelindian pada tekanan atmosfer terus dipelajari dan reagen pelindi yang paling banyak digunakan dalam proses ini adalah asam sulfat. Namun dibandingkan dengan proses HPAL yang berlangsung selektif terhadap besi, pelindian dalam tekanan atmosfer dengan reagen pelindi asam sulfat mempunyai selektifitas terhadap besi yang rendah. Penelitian ini dimaksudkan untuk mempelajari penggunaan asam klorida sebagai reagen alternatif untuk pelindian bijih nikel laterit pada tekanan atmosfer (atmospheric leaching in tank). \n \n \n\nPercobaan pelindian dilakukan di dalam reaktor berleher lima dengan memvariasikan konsentrasi asam, temperatur dan persen padatan serta penambahan ferri klorida (FeCl3). Untuk mengetahui persen ekstraksi Ni, Fe dan Mg, larutan hasil pelindian dianalisis pada waktu-waktu tertentu dengan AAS (Atomic Absorption Spectrophotometer). Kinetika pelindian bijih limonit dalam larutan HCl didekati dengan model inti bulat yang menyusut (shrinking spherical core). Pemurnian larutan hasil pelindian dilakukan dengan cara aerasi dan pengaturan pH untuk mengendapkan besi secara selektif sebelum dilakukan recoveri nikel lebih lanjut dengan menggunakan resin penukar ion. Percobaan recoveri nikel dengan resin penukar ion dilakukan dengan cara melewatkan larutan hasil pelindian melalui kolom yang berisi resin penukar ion tipe Lewatit TP 207. Laju aliran umpan diatur sebesar 1,5 ml per menit dengan pompa peristaltic sementara pH larutan divariasikan mulai dari pH 2.6 sampai 4. Untuk memperoleh data persen recoveri Ni dan Fe, dilakukan penentuan konsentrasi Ni dan Fe di dalam larutan sebelum dan sesudah dilewatkan kolom resin penukar ion dengan analisis AAS. \n \n \n\nHasil percobaan menunjukkan persen ekstraksi nikel yang tinggi dicapai pada pelindian terhadap bijih limonit dengan fraksi ukuran -14+48# pada kondisi percobaan 10% padatan, 3M HCl dan temperatur 950C yaitu sebesar 91%. Penggunaan HCl dengan konsentrasi lebih dari 3M tidak berpengaruh banyak pada % ekstraksi Ni dan justru meningkatkan jumlah Fe dan Mg yang larut. Pelindian cenderung berlangsung lebih selektif pada persen padatan yang lebih tinggi. Penambahan FeCl3 menurunkan persen ekstraksi Ni dan Fe dan sebaliknya meningkatkan persen ekstraksi Mg. Hasil penelitian menunjukkan bahwa proses pelindian dikendalikan oleh difusi reagen pelindi melalui produk padat, dengan energi aktifasi sebesar 18,47 kkal. Pemurnian larutan hasil pelindian dengan cara aerasi dan pengaturan pH efektif menurunkan kadar Fe sampai sekitar 0,1-0,2 gpl, dengan persen recoveri Ni sekitar 75-90%. Pada percobaan recoveri dengan resin penukar ion TP 207 diperoleh persen recoveri nikel yang tinggi dalam selang 85-100% pada pH diatas 3, meskipun selektifitasnya terhadap besi masih kurang memadai.", "Daftar File": {}, "Penulis": "ALEX SALLE KARURUNG (NIM 12104099)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. M. Zaki Mubarok, ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Pelindian bijih limonit, Sulawesi Tenggara, Larutan asam kloida, Recoveri nikel, Larutan hasil pelindian, Resin penukar ion Lewatit TP 207", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}