{"Nomor": 11787, "Judul": "MENINGKATKAN TARGET PELANGGAN DI X VISION REGIONAL JAWA BARAT", "Abstrak": "Semenjak dikeluarkannya Peraturan Pemerintah (PP) No.52 Tahun 2005 tentang Penyelenggaraan Penyiaran Lembaga Penyiaran Berlangganan, telah banyak bermunculan operator pay tv yang bersaing memperebutkan pasar Indonesia dan salah satunya adalah X Vision. Persaingan di industri ini pun semakin ketat dikarenakan pemerintah telah mengizinkan lima perusahaan pay tv baru akan beropreasi. Hal tersebut tentunya menjadi salah satu tantangan bagi Telkomvision yang menargetkan pelanggannya sebanyak 250.000 pelanggan pada tahun 2008 dimana 5% ditargetkan pada Telkomvision Regional Jawa Barat.Berdasarkan analisis yang telah dilakukan, selain tingkat persaingan, penyebab lain belum tercapainya target pelanggan X Vision adalah kurang sesuainya produk dan jasa yang diberikan X Vision dengan kebutuhan pelanggan. Oleh karena itu dibutuhkan analisis sejauh mana X Vision telah menyelaraskan antara kemampuan dan sumber dayanya dalam memenuhi persyaratan pasar. Hasil penelitian ini diharapkan dapat memberikan rekomendasi untuk meningkatkan kinerja X Vision Regional Jawa Barat untuk pencapaian targetnya.Untuk merumuskan usulan strategi operasi Telkomvision, dilakukan observasi pendahuluan melalui program Internship, pengumpulan data melalui proses wawancara dengan pihak Manajemen Telkomvision dan agen dealer dan selanjutnya dipadukan dengan data sekunder dan studi literatur.Dari hasil analisis penelitian sebelumnya (Vidiana, 2008), kebutuhan pelanggan yang diwakili oleh 100 pelanggan X Vision area Jawa Barat adalah kualitas gambar tayangan jernih di segala cuaca, paket channel sesuai kebutuhan, customer care mampu memberikan solusi, kemudahan dalam melakukan pembayaran, bentuk perangkat menarik, kemudahan mendapatkan produk, harga perangkat, kecepatan instalasi produk, kemudahan mendapatkan pelayanan via telepon, website, kemudahan mendapatkan informasi untuk berlangganan dan kesesuaian produk dengan promosi yang diberikan.Berdasarkan perumusan strategi operasi oleh Slack dan Lewis (2002) maka faktorfaktor yang menjadi performance objectives Telkomvision adalah kualitas, kecepatan, keandalan, fleksibilitas, dan biaya, sehingga diperoleh area keputusan strategis yang terdiri dari kapasitas, supply network, teknologi, serta pengembangan dan organisasi.Usulan dari setiap area keputusan strategis tersebut dituangkan dalam sebuah rencana implementasi sesuai prioritasnya, terbagi dalam timeline rutin dan non rutin, dengan menggunakan model implementation levers dan strategic leadership.", "Daftar File": {}, "Penulis": "ALVY AULIANY MYALA (NIM: 29106396)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Gatot Yudoko"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "persyaratan pasar, strategi operasi, implementasi", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "3 file", "Tanggal Input": "27 Sep 2017"}