{"Nomor": 11782, "Judul": "PENGEMBANGAN PERANGKAT LUNAK PERANCANGAN MODEL ER, RELATIONAL, DAN OBJEK YANG MENDUKUNG PENGGUNAAN OBJECT-RELATIONAL MAPPING", "Abstrak": "Setiap perangkat lunak pemetaan model membutuhkan analisis mengenai pemetaan model dan fitur spesifiknya. Untuk merepresentasikan hal tersebut, dibentuklah alur global pemetaan yang menggambarkan bagaimana setiap elemen pada model ER dipetakan hingga model objek beserta metadata-nya. Alur ini terdiri dari dua bagian yaitu alur yang menggambarkan pemetaan model ER ke relational dan alur yang menggambarkan pembentukan model objek beserta metadata dari model relational. Alur tersebut dibentuk dengan menggunakan analisis faktor internal yaitu perbedaan model, faktor eksternal yaitu pengaruh pengembang model dan studi kasus pemetaan model. Alur global ini digunakan sebagai dasar fungsionalitas dari perangkat lunak pemetaan model. Fungsionalitas dari perangkat lunak ini terbagi menjadi tiga bagian yaitu fungsionalitas untuk membentuk model yang ada, fungsionalitas untuk memetakan suatu model ke model lain dan fungsionalitas lain yang dapat membantu pengembang dalam pengembangan perangkat lunak seperti pembentukan file metadata.Hasil akhir dari tugas akhir ini adalah suatu perangkat lunak pemetaan model yang dapat memfasilitasi pengembangan perangkat lunak yang menggunakan model ER sebagai dasar model data. Perangkat lunak tersebut dapat memetakan model ER, relational dan membentuk model objek serta metadata Hibernate dengan menggunakan pola global pemetaan yang dirumuskan.", "Daftar File": {}, "Penulis": "ALSASIAN ATMOPAWIRO (NIM 13505074)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Hira Laksmiwati Z., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "pemetaan model, model entity-relationship, model relational, model objek, metadata Hibernate.", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}