{"Nomor": 11804, "Judul": "PERANCANGAN MODEL MIMO STC 2x2 BERBASIS STANDAR WiMAX 802.16e-2005", "Abstrak": "Tugas akhir ini merancang dan menyimulasikan model MIMO mode STC yang memenuhi spesifikasi Standar WiMAX 802.16e dan spesifikasi Profil Sistem Wave-2 dari WiMAX Forum. Model tersebut akan digunakan sebagai referensi perancangan hardware WiMAX Wave-2. Implementasi MIMO STC membutuhkan dua buah subsistem, subsistem transmiter MIMO STC dan subsistem receiver MIMO STC. Subsistem transmiter MIMO STC terdiri atas MIMO switch, STC decoder dan MIMO subcarrier mapper (allocator). Subsistem receiver MIMO STC terdiri atas MIMO subcarrier demapper (deallocator), estimator kanal MIMO, dan STC decoder. Selain itu, model kanal MIMO 2x2 tidak berkorelasi juga dirancang untuk keperluan simulasi. Simulasi menunjukkan, kinerja model (BER Vs SNR) hasil rancangan melampui persyaratan yang telah ditentukan pada standar. BER yang sama dicapai model pada SNR yang lebih rendah 4-9 dB dari persyaratan standar. Kinerja model hasil perancangan lebih unggul dibandingkan dengan kinerja sistem dengan spesifikasi yang hampir sama pada beberapa literature sebesar 10-12 dB. Hal ini dikarenakan, model hasil perancangan mempergunakan proses bit precision (proses kuantisasi dari nilai decimal ke biner) hanya pada bagian demodulasi dan channel decoding. Kuantisasi berupa pemotongan nilai dan pembulatan sehingga dapat menyebabkan nilai sinyal lebih tinggi atau lebih tinggi dari sebenarnya. Kinerja model dengan menggunakan interpolasi Lagrange-2 lebih baik daripada kinerja model dengan menggunakan interpolasi linier karena respon kanal hasil interpolasi Lagrange-2 dapat mendekati nilai respon kanal yang sesungguhnya yang memang berupa kurva nonlinier. Simpulan akhirnya adalah model hasil perancangan telah memenuhi persyaratan sebagai referensi perancangan hardware.", "Daftar File": {}, "Penulis": "ANDJAS WAHYU ARDIANSYAH (NIM 13204215)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Adit Kurniawan, M.Eng. dan Dr. Trio Adiono, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "WiMAX, MIMO, STC, multipath fading, kanal, PUSC, Wave-2", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}