{"Nomor": 11840, "Judul": "MEMINIMALKAN PRODUK REJECT KARENA DEVIASI PH DI LINE 1 DENGAN METODE SIX SIGMA DI PT SRT", "Abstrak": "Dewasa ini persaingan bisnis di industri sangat ketat. Perusahaan dituntut untuk melakukan improvement atau perbaikan terus menerus untuk bertahan pada situasi seperti ini. Six Sigma sebagai suatu metode improvement telah banyak digunakan oleh perusahaan-perusahaan untuk melakukan perbaikan dalam proses bisnisnya. Metode Six Sigma dilakukan dengan menerapkan tahap-tahap Define, Measure, Analyze, Improve dan Control. Dengan tahapan-tahapan ini, maka suatu proses bisnis dapat diperbaiki kinerjanya. Dalam metode Six Sigma seringkali digunakan software Minitab untuk membantu memecahkan masalah. Pada proyek akhir ini, produk non conformance karena pH di Line 1 diperbaiki kinerjanya dengan tahap-tahap DMAIC (Define, Measure, Analyze, Improve, Control) Six Sigma. Urutan penggunaan Metode pada proyek Six Sigma ini menggunakan beberapa metode seperti, SIPOC, Process Map, C&E Matrix, FMEA. Dengan metode FMEA akhirnya diketahui beberapa perbaikan yang harus dilakukan untuk memperbaiki kemampuan proses. Beberapa metode lain untuk memecahkan masalah yang ada dalam proyek ini menggunakan analisa Gage R&R study dan Regresi Linier. Untuk mengukur kemampuan dari proses bisa dilakukan pengontrolan dengan menguji Capability Process dari pH pada setiap Produk yang ada di Line 1. Dengan melihat hasil Capability Process, terlihat terjadi peningkatan kemampuan proses di Line 1 yang signifikan dibandingkan sebelum diterapkannya metode Six Sigma. Produk defek karena pH di Line 1 juga berkurang secara siginifikan. Hasil dari proyek Six Sigma harus bisa melihat peluang proyek Six Sigma di Line yang lain atau bidang yang lain untuk melakukan perbaikan secara berkelanjutan.", "Daftar File": {}, "Penulis": "ANTON NURKHOLIS (NIM: 29106037)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Leo Aldianto, MSAE,MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Six sigma, tahap-tahap DMAIC", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}