{"Nomor": 11843, "Judul": "STUDI AGLOMERASI LIMBAH PENCUCIAN BATUBARA DENGAN MEDIA MINYAK JARAK DAN MINYAK SOLAR", "Abstrak": "Limbah hasil pencucian batubara biasanya masih mengandung batubara berukuran halus. Ada kemungkinan kandungan batubara bersihnya dapat diambil lagi apabila dapat dipisahkan dari pengotornya. Salah satu metode yang cukup efektif dalam memisahkan batubara halus dari pengotornya adalah metode aglomerasi minyak. \n \n\nMetode aglomerasi dengan media minyak prinsip dasarnya cukup sederhana, yaitu dengan mencampurkan batubara pada air dan minyak, kemudian batubara yang bersifat hidropobik menempel pada minyak dan terbentuk aglomerat, sehingga akan terpisah dengan pengotornya yang bersifat hidrofilik yang tertinggal bersama air. Sampel diambil dari limbah pencucian batubara PT. ABC dan PT. XYZ. Penggunaan minyak jarak dengan pertimbangan minyak jarak adalah minyak yang ramah lingkungan, dapat diperbaharui, sedangkan minyak solar digunakan karena mudah didapatkan di pasaran. \n \n\nDari hasil penelitian yang dilakukan, setiap limbah mempunyai karakter yang berbeda tergantung jenis batubara. Secara umum semakin besar jumlah padatan yang diaglomerasi, %-yield yang dihasilkan semakin besar dan kandungan abu semakin kecil. Semakin banyak jumlah minyak yang digunakan maka %-yield meningkat dan kandungan abu menurun. Minyak jarak lebih baik digunakan sebagai media aglomerasi pada limbah pencucian batubara daripada minyak solar. Pada percobaan ini limbah pencucian batubara PT. DEF lebih baik untuk diaglomerasi daripada limbah pencucian batubara PT. ABC. Hasil aglomerasi limbah pencucian batubara untuk %-yield yang paling tinggi sebesar 97,04% diperoleh dari aglomerasi limbah pencucian batubara PT. ABC menggunakan minyak jarak+aditif dengan variabel 2% solid dan kadar minyak 50% dari solid, sedangkan untuk kandungan abu paling rendah sebesar 4,24% diperoleh dari aglomerasi limbah pencucian batubara PT KPC menggunakan minyak jarak+aditif dengan variabel 3% solid dan kadar minyak 30% dari solid. \n \n\nPenambahan zat aditif berupa pine oil meningkatkan hasil aglomerasi yaitu peningkatkan %-yield dan pengurangan kandungan abu. Aglomerasi minyak lebih efektif digunakan untuk fraksi ukuran butir lebih kecil. Pada penelitian menggunakan limbah pencucian batubara PT. ABC kandungan abu paling kecil dihasilkan fraksi ukuran butir < 325 mesh.", "Daftar File": {}, "Penulis": "ANTON WICAKSONO (NIM 22106314)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Ismi Handayani, MT. dan Prof. Dr. Ir. Arief S. Sudarsono, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Aglomerasi, Limbah pencucian batubara, Media, Minyak Jarak, Minyak Solar", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}