{"Nomor": 11862, "Judul": "STUDI KOMPUTASI AB INITIO  SIFAT-SIFAT DAN MEKANISME PEMBENTUKAN SENYAWA KOMPLEKS ANTARA TEMBAGA (II) DAN LIGAN N-FENIL-N'-BENZOILTIOUREA DENGAN METODE HARTREE-FOCK", "Abstrak": "Senyawa turunan tiourea N-fenil-N'-benzoiltiourea telah berhasil ditentukan geometri dan sifatnya dengan berbagai macam struktur konformasi yang berpotensi menjadi ligan dalam senyawa kompleks. Selanjutnya, dilakukan penentuan struktur yang paling mungkin beserta sifat dari senyawa kompleks antara tembaga(II) dan N-fenil-N'-benzoiltiourea dengan menggunakan metode unrestricted Hartree-Fock (UHF) dengan basis-set 6-31G. Penentuan ini menghasilkan struktur paling stabil melalui penentuan kekuatan ikatan dari masingÃƒÂ‚Ã‚Â–masing ikatan kovalen koordinasi, yang kemudian digunakan untuk memperkirakan mekanisme reaksi pembentukan senyawa kompleks. Dari perhitungan yang dilakukan, ditemukan bahwa struktur senyawa kompleks yang mungkin memiliki dua jenis ikatan kovalen koordinasi, yaitu ikatan dengan belerang-oksigen dan ikatan dengan kedua atom N pada ligan. Ikatan kovalen koordinasi antara atom pusat dengan atom sulfur dan oksigen dari ligan lebih stabil dibandingkan dengan ikatan kovalen koordinasi dengan kedua atom nitrogen pada ligan. Pembentukan ikatan koordinasi antara atom pusat dengan kedua atom nitrogen pada ligan memiliki halangan sterik yang menyebabkan struktur ini memiliki energi yang lebih tinggi. Walaupun kompleks melalui atom N kurang stabil, transfer elektron dari ligan ke atom pusat tembaga(II) pada pembentukan ikatan kovalen koordinasi lebih banyak terjadi pada kompleks dengan atom nitrogen dibandingkan pada kompleks dengan atom belerang dan oksigen. Dari kajian mekanisme reaksi, pembentukan ikatan kovalen koordinasi melaluiom nitrogen terjadi lebih baik  atom sulfur dan oksigen diperkirakan terjadi melalui tahap dehidrogenasi ligan terlebih dahulu sebelum berikatan dengan atom pusat.", "Daftar File": {}, "Penulis": "ARIEL NIAN (NIM 10505018)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Muhamad A. Martoprawiro"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "ab initio, senyawa kompleks, tembaga, ligan", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}