{"Nomor": 11870, "Judul": "PEMBUATAN DAN PENGUJIAN ALAT DEMONTRASI PEMBELAJARAN INTERFERENSI-DIFRAKSI MENGGUNAKAN GELOMBANG ULTRASONIK DI UDARA", "Abstrak": "Alat-alat laboratorium untuk pembelajaran interferensi-difraksi gelombang bunyi secara kuantitatif sangat kurang bahkan pada umumnya peralatan seperti ini tidak tersedia di sekolah-sekolah. Untuk mengembangkan ranah kognitif, afektif dan psikomotorik siswa secara seimbang diperlukan model-model pembelajaran yang berbasis eksperimen. Untuk itu perlu adanya kreativitas para guru fisika dalam memvisualisasikan fenomena fisika tersebut dari efek yang ditimbulkannya secara langsung maupun tidak langsung. Kreativitas itu dapat berupa membuat atau mendesain alat peraga atau praktikum. Metode yang digunakan dalam pembuatan dan pengujian alat demonstrasi pembelajaran interferensi-difraksi gelombang ultrasonik di udara memanfaatkan konsep interferensi-difraksi. Frekuensi dihitung berdasarkan hasil pengukuran panjang gelombang yang diperoleh dengan mengukur lintasan tempuh gelombang dari celah ke posisi pola maksimum dan minimum pada layar. Pola maksimum dan minimum ini ditangkap oleh receiver yang dilengkapi bunyi dan voltmeter untuk mencatat besar sinyal yang ditimbulkan akibat gelombang dari transmitter. Hasil penelitian menunjukkan bahwa desain alat yang dibuat dapat digunakan untuk memperlihatkan pola interferensi-difraksi gelombang secara tidak langsung dan dapat untuk mengukur frekuensi gelombang ultrasonik di udara. Dari pengukuran yang dilakukan di laboratorium Fisika ITB dengan kondisi suhu ruangan 25oC diperoleh nilai frekuensi rata-rata sebesar 40480 Hz dengan kesalahan pengukuran rata-rata 3,89%.", "Daftar File": {}, "Penulis": "ARIS PURNOMO (NIM: 20207059)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ing. Suparno Satira, DEA."], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Ultrasonik, interferensi-difraksi, frekuensi", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "0 file", "Tanggal Input": "27 Sep 2017"}