{"Nomor": 11876, "Judul": "RELIEF KERAMIK SEBAGAI ELEMEN ESTETIS LOBI HOTEL DI JAWA BARAT", "Abstrak": "Relief pada awalnya adalah sebuah media untuk bercerita atau untuk berkomunikasi namun dalam perkembangannya relief akhirnya sering menjadi sebuah elemen estetis dari suatu bangunan atau mengisi interior dari bangunan tersebut terutama pada bangunan-bangunan bersifat publik. Salah satu Public space yang menggunakan relief sebagai elemen estetis adalah hotel. Ruangan yang dapat digunakan untuk menempatkan relief adalah ruang lobi hotel. Lobi hotel merupakan area yang menampilkan identitas dari sebuah hotel. Lobi hotel juga merupakan tempat yang akan dikunjungi oleh semua tamu yang akan menginap di hotel tersebut. \n \n \n\nHal tersebut mendorong penulis untuk membuat relief yang dapat dijadikan sebagai elemen estetis untuk lobi hotel. Studi dilakukan pada hotel di propinsi Jawa Barat karena Jawa Barat pada saat ini merupakan salah satu kota di Indonesia yang banyak dikunjungi oleh wisatawan lokal maupun mancanegara karena daya tarik alam dan budayanya. Selain juga saat ini Bandung sebagai ibukota Jawa Barat menjadi salah satu kota kreatif dunia dan ditunjang dengan kemudahan akses untuk memasuki kota tersebut dari Jakarta. Wayang golek dijadikan sebagai sumber ide untuk mengangkat identitas lokal Jawa Barat karena wisatawan yang menginap di hotel ingin merasakan hadirnya kebudayaan propinsi Jawa Barat yang mereka tidak dapatkan di tempat lain. \n \n \n\nKegiatan penelitian dilakukan di hotel yang ada di Kota Bandung dan pengerjaan karya dilakukan di ruangan studio Kriya Keramik di gedung program studi Kriya dan Tradisi. Karya ilmiah dikerjakan oleh penulis, dengan bantuan dari berbagai pihak dalam segi teknis maupun moral.", "Daftar File": {}, "Penulis": "ARYA JODIPATI (NIM 17204027)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Drs. Adnan Ross Suparta dan Deni Yana, S.Sn., M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Seni kriya, Relief keramik, Elemen estetis, Lobi hotel, Jawa Barat", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Rizki Aprianti", "File": "7 file", "Tanggal Input": "04 Jun 2010"}