{"Nomor": 11875, "Judul": "PERANCANGAN KONTROL TEGAR GAIN-SCHEDULING UNTUK KESTABILAN POSISI DOUBLE ROTARY INVERTED PENDULUM", "Abstrak": "Double Rotary Inverted Pendulum (DRIP) adalah sistem mekanis yang terdiri dari motor serta dua buah pendulum terbalik berbeda ukuran yang diletakkan pada sisi berlawanan sebuah disk pemutar. Dinamika DRIP bersifat non-linear, tidak stabil dan bergantung pada dua parameter operasi berubah terhadap waktu, yaitu sudut pendulum panjang β1 dan sudut pendulum pendek β2. Objektivitas pengontrolan adalah menstabilkan DRIP di posisi tegak ketika diberi simpangan awal pada ke dua pendulumnya. Sinyal kontrol (tegangan) yang sesuai diberikan pada motor sehingga memutar disk untuk mengontrol kestabilan posisi kedua pendulum. Metode pengontrolan yang diajukan adalah kontrol tegar Gain-Scheduling, yaitu regulator umpan-balik linier berubah parameter (Linear Parameter Varying) dimana parameternya berubah sebagai fungsi parameter operasi sistem. Ide utamanya adalah perancangan pengontrol Linear Time Invariant untuk setiap kondisi operasi sistem, sehingga himpunan pengontrol linier yang diprogram mampu menstabilkan sistem dengan perubahan parameter operasi dalam himpunan tertentu. Linear Matrix Inequality dan teknik skaling struktur matriks digunakan untuk sintesis pengontrol LPV tersebut sedemikian sehingga norm H∞ lup tertutup bernilai kurang dari suatu nilai γ melalui fisibilitas LMI. Pengontrol diuji dengan simulasi program MATLAB dan dihasilkan performansi yang lebih baik (control effort lebih kecil) serta penurunan nilai Root Mean Square Error bila dibandingkan pengontrol Linear Quadratic Regulator untuk simpangan awal kurang dari 10 derajat.", "Daftar File": {}, "Penulis": "ARVIANDY GUSTRIANTO ARIBOWO (NIM 13303030)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.-Ing. Ir. Yul Y. Nazaruddin, M.Sc., DIC, Dr. Ir. Endra Joelianto, dan Ir. H.Y. Sutarto, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kontrol tegar Gain-Scheduling, Fisibilitas, Scaling technique", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}