{"Nomor": 11881, "Judul": "STRUKTUR RESISTIVITAS CEKUNGAN BANDUNG BAGIAN TIMUR BERDASARKAN DATA CSAMT", "Abstrak": "Cekungan Bandung adalah cekungan yang dikelilingi oleh pegunungan-pegunungan (intramontane basin) dengan hamparan cekungan yang membentang dari barat ke timur sepanjang 35 km dan dari utara-selatan sepanjang 15 km dengan ketinggian antara 660-680 m. Hamparan cekungan bagian timur (Cekungan Bandung Timur) merupakan pusat cekungan dengan endapan danau sebagai sedimen utama pengisi cekungan. Struktur bawah permukaan serta ketebalan sedimen pada cekungan adalah persoalan yang penting untuk diketahui. Selain struktur yang dalam, struktur dekat permukaan juga sangat penting untuk diungkapkan, karena pada lapisan inilah aktivitas manusia berlangsung. Penelitian struktur dekat permukaan ini harus mampu mengungkapkan dan menjelaskan peristiwa-peristiwa yang selama ini terjadi dan menimbulkan masalah seperti banjir dan kekeringan.Metoda controlled-source audio-frequency magnetotellurics (CSAMT) merupakan metoda elektromagnetik (EM) yang menggunakan sumber eksitasi gelombang EM artifisial berupa dipole listrik yang ditanahkan (horizontal electric dipole). Kehadiran sumber artifisial tersebut akan menjamin signal to noise (S/N) ratio yang tinggi pada pengukuran respons-respons elektromagnetik di permukaan. Metoda ini merupakan metoda yang sangat efektif untuk memetakan struktur resistivitas bawah permukaan karena sensitivitasnya yang tinggi terhadap kontras resistivitas dan kemampuan penetrasi yang cukup dalam.Pada tahap awal penelitian, telah dilakukan pemodelan CSAMT solusi penuh (full solution CSAMT modeling) untuk mendapatkan karaketristik distribusi respons elektromagnetik di sekitar sumber signal EM sehingga posisi optimum dari receiver relatif terhadap transmitter dapat diperkirakan. Tahapan selanjutnya adalah pengembangan inversi CSAMT 1D solusi penuh di mana perumusan pemodelan kedepan secara eksplisit mengintegrasikan pengaruh keberadaan dipole listrik berhingga sebagai sumber dan mengakomodasi semua medan (medan dekat, medan transisi dan medan jauh) tanpa harus melakukan koreksi dan pemotongan data. Skema inversi tersebut divalidasi dengan data sintetik untuk model bumi homogen dan model berlapis. Hasil validasi menunjukkan kemampuan dari skema tersebut dalam merekonstruksi model yang diberikan. Skema ini kemudian diterapkan pada data CSAMT cekungan Bandung bagian timur. Gambaran umum struktur resistivitas bawah permukaan dari skema inversi 1D memperlihatkan adanya resistivitas rendah pada kedalaman lebih besar dari 250 m.Untuk memperoleh gambaran struktur resistivitas yang lebih sesuai dengan kompleksitas struktur cekungan, dilakukan inversi 2D untuk komponen-komponen medan jauh dari data CSAMT (asumsi gelombang bidang). Hasil inversi 2D memberikan gambaran struktur resistivitas dengan kedalaman lebih dari 2000 m. Sampai kedalaman di atas, tidak terindikasi adanya nilai resistivitas tinggi yang menunjukkan keberadaan batuan vulkanik. Distribusi resistivitas bawah permukaan didominasi oleh nilai resistivitas dalam puluhan Om yang mengindikasikan kemungkinan bahwa basement cekungan tersebut berupa sedimen laut dalam. Selain itu terindikasi pula lensa-lensa lempung dan pasir dalam struktur resistivitas yang diperoleh. Berdasarkan penampang-penampang model resistivitas hasil inversi, terdapat nilai resistivitas rendah yang melurus dalam arah tenggara-baratlaut di kedalaman lebih dari 1000 m yang dapat diindikasikan sebagai sesar atau struktur dari proses paleo morfologi.Untuk daerah bagian tengah cekungan, lapisan dekat permukaan secara umum didominasi oleh resistivitas yang rendah yang diduga sebagai lempung. Lapisan lempung ini merupakan lapisan yang bersifat impermiabel. Lapisan kedap air ini kemungkinan besar berkaitan dengan sering terjadinya banjir dan kekeringan di daerah tersebut. Hal yang sama juga ditunjukkan dari hasil inversi 2D data Resistivitas-DC di mana nilai resistivitas lebih kecil dari 10 ohm-m juga mendominasi daerah tengah dari cekungan Bandung bagian timur. Pola perlapisan resistivitas menunjukkan adanya undulasi perlapisan sedimen pada kedalaman lebih dari 1000 m berkaitan dengan turun-naiknya base level cekungan yang diduga sebagai akibat aktivitas tektonik. Hasil pemodelan kedepan data gravitasi pada salah satu lintasan CSAMT juga menunjukkan pola undulasi perlapisan dan keberadaan sesar sebagaimana yang diindikasikan oleh data CSAMT.", "Daftar File": {}, "Penulis": "ASEP HARJA (NIM: 30204001)", "Kontributor / Dosen Pembimbing": ["Tim Pembimbing: Doddy Sutarno, Ph.D. (ketua).", "Wahyu Srigutomo, Ph.D. (anggota), dan Dr.Eng. Enjang Jaenal Mustopa (anggota)"], "Jenis Koleksi": "Disertasi", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Elektromagnetik, metoda CSAMT, inversi 2D, resistivitas, cekungan, basement.; Electromagnetic, CSAMT method, 2D inversion, resistivity, basin, basement", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}