{"Nomor": 11897, "Judul": "KAJIAN POTENSI BATUBARA PERINGKAT RENDAH INDONESIA UNTUK INDUSTRI SEMEN DITINJAU DARI SUDUT SUPPLY-DEMAND", "Abstrak": "Berdasarkan data tahun 2007, jumlah sumberdaya batubara Indonesia sebesar 69,98 miliar ton dan cadangan batubara sebesar 11,84 miliar ton. Dari cadangan tersebut, 5 miliar berupa batubara peringkat rendah (BPR). Pemerintah mengeluarkan kebijakan mengenai bauran energi (energy mix), dimana kebutuhan energi nasional yang berasal dari batubara akan mencapai 33% pada tahun 2025 secara bertahap. Dengan adanya kebijakan ini, maka pemanfaatan cadangan batubara disemua peringkat harus dioptimalkan termasuk cadangan BPR. \n \n \n \n\nDiperkirakan di masa yang akan datang konsumsi batubara oleh industri semen akan jauh meningkat disebabkan pertumbuhan pembangunan nasional. Peningkatan konsumsi batubara oleh industri semen dan kebijakan bauran energi menimbulkan wacana agar industri semen beralih menggunakan BPR. Kebutuhan BPR industri semen tahun 2009-2015 diperkirakan mencapai 103,7 juta ton dari kebutuhan BPR domestik sebesar 439,1 juta ton. Untuk memenuhi kebutuhan BPR industri semen (demand), dibuat dua skenario dalam memenuhi kebutuhan pabrik semen (supply) dengan tetap memperhitungkan kebutuhan BPR nasional. \n \n \n \n\nSkenario pertama adalah skenario pesimis yang berdasarkan kemampuan produksi kontraktor BPR tahun 2003-2007 dan skenario kedua adalah skenario optimis yang menyesuaikan antara produksi BPR dengan kebutuhan BPR. Hasil skenario pesimis menunjukkan total produksi BPR khusus pabrik semen sebesar 45,9 juta ton, sehingga berdasarkan skenario ini akan terjadi defisit pasokan BPR sebesar 57,8 juta ton. Sedangkan hasil skenario optimis menunjukkan total produksi BPR khusus pabrik semen sebesar 111,4 juta ton, sehingga berdasarkan skenario optimis kebutuhan BPR oleh industri semen dapat terpenuhi. Dengan membandingkan hasil skenario optimis terhadap skenario pesimis yang didasarkan atas kemampuan produksi tahun-tahun sebelumnya dari masing-masing kontrak, para kontraktor tidak mampu untuk memproduksi BPR sebesar estimasi produksi skenario optimis. \n \n \n \n\nDari hasil kedua skenario, dilakukan optimasi menggunakan linear programing untuk mendapatkan sumber pasokan BPR terbaik bagi pabrik semen yang ada dilihat dari sisi harga dan biaya transportasi BPR.", "Daftar File": {}, "Penulis": "AZIMULLAH F. RISTHA (NIM 12103025)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ing. Ir. Aryo Prawoto Wibowo, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Batubara, Batubara peringkat rendah Indonesia, Industri semen, Supply-demand", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}