{"Nomor": 11918, "Judul": "SINTESIS TURUNAN RISINOLEAT SEBAGAI BAHAN PENCAMPUR BIODIESEL BERTITIK AWAN RENDAH", "Abstrak": "Pada penelitian ini telah berhasil disintesis metil asetil risinoleat. Senyawa ini diperoleh melalui 2 (dua) tahap reaksi yaitu transesterifikasi dan asetilasi. Transesterfikasi minyak kastor dilakukan dengan mencampurkan minyak : metanol : CH3ONa pada suhu 60 oC selama 2 jam dengan rendemen yang dihasilkan sebesar 63,72 % - 81,27 %. Metil risinoleat yang dihasilkan kemudian diasetilasi dengan pereaksi anhidrida asam asetat menggunakan katalis HClO4. Rendemen yang dihasilkan sebesar 96,58 % - 101,26 %. Semua produk yang dihasilkan dikarakterisasi dengan spektroskopi infra merah. Uji pencampuran metil asetil risinoleat dengan biodiesel kelapa sawit 5 % volum menghasilkan penurunan titik awan sebesar 4,5 oC. Pada penelitian ini juga berhasil diproduksi asam risinoleat sebagai prekursor pembentukan oligomer risinoleat. Senyawa ini diperoleh melalui reaksi hidrolisis metil risinoleat dengan rendemen yang dihasilkan sebesar 33,50 % - 62,81 %. Asam risinoleat yang dihasilkan kemudian dioligomerisasi dalam pelarut toluen menggunakan katalis HClO4. Semua produk yang dihasilkan dikarakterisasi menggunakan penentuan angka asam dan spektroskopi infra merah. Uji pencampuran senyawa hasil oligomerisasi asam risinoleat dengan biodiesel kelapa sawit 5 % volum menghasilkan penurunan titik awan sebesar 2,0 oC.", "Daftar File": {"2009_TA_PP_BOBO_HARIANTO_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/166087", "PUSTAKA BOBO HARIANTO (NIM 10504028)": "https://digilib.itb.ac.id/gdl/download/166094"}, "Penulis": "BOBO HARIANTO (NIM 10504028)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. rer. nat Didin Mujahidin"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Biodiesel, methyl acetyl ricinoleic, oligomer ricinoleic, cloud point", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}