{"Nomor": 11933, "Judul": "PEMBUATAN DAN KARAKTERISASI MEMBRAN KOMPOSIT Polisulfon-Poli(metilmetakrilat)-Poliamida UNTUK PEMISAHAN PATI DAN MALTOSA", "Abstrak": "Untuk meningkatkan nilai ekonomi pati yang tersedia melimpah di Indonesia, perlu diteliti suatu cara untuk mengkonversi pati menjadi oligosakarida. Teknologi membran dapat digunakan untuk proses konversi pati secara enzimatik karena membran memiliki selektivitas terhadap campuran molekul dengan ukuran yang berbeda. Penelitian ini dilakukan untuk mendapatkan membran komposit yang selektif terhadap pati dan maltosa sebagai salah satu hasil konversi pati. Membran komposit menarik untuk digunakan karena memberikan kombinasi selektivitas dan permeabilitas yang tinggi. Dalam penelitian ini, lapisan pendukung dibuat dari blend poli(metilmetakrilat) (PMMA) dan polisulfon (PSf) menggunakan zat aditif poli(etilenglikol) (PEG), serta campuran pelarut N,N-dimetilformamida (DMF) dan N,N-dimetilasetamida (DMAc) dengan teknik inversi fasa. Lapisan selektif diperoleh dengan mereaksikan m-fenilendiamin (MPD) dan trimesoilklorida (TMC) di atas lapisan pendukung dengan teknik polimerisasi antarmuka. Hasil penelitian mengungkapkan bahwa membran dengan komposisi larutan cetak PMMA: PSf: PEG: DMF: DMAc (% w/w) = 4: 8: 12: 25,5: 50,5 dapat digunakan sebagai membran pendukung. Berbagai karakterisasi terhadap membran yang dihasilkan meliputi penentuan permeabilitas (yang dinyatakan sebagai fluks), permselektivitas (yang dinyatakan sebagai koefisien rejeksi, % R), derajat penggembungan, sudut kontak, dan morfologi membran dengan SEM. Membran komposit yang diperoleh memiliki % R yang masih cukup tinggi walaupun digunakan tekanan operasi yang relatif tinggi (5 bar). Penurunan derajat penggembungan antara membran pendukung dan komposit, dari 251,48% menjadi 236,84%, mengindikasikan adanya lapisan poliamida berikatan silang yang menutupi pori-pori membran pendukung. Penurunan sudut kontak antara membran pendukung dan komposit, dari 134o menjadi 87o, mengindikasikan terbentuknya lapisan poliamida yang mengakibatkan membran komposit bersifat lebih hidrofil daripada membran pendukung. Analisis morfologi membran dengan SEM menunjukkan terbentuknya materi baru yang menempel di atas lapisan selektif membran pendukung. Persen rejeksi pati hanya mengalami penurunan sebesar 9% (93,81% untuk membran yang tidak dikompositkan dan 85,78% untuk membran komposit), sedangkan % R maltosa cenderung tidak berubah. Sementara itu, peningkatan fluks terhadap campuran larutan pati dan maltosa meningkat menjadi 9,2 kali lipat (0,9 L m-2 jam-1 untuk membran pendukung dan 8,4 L m-2 jam-1 untuk membran komposit).", "Daftar File": {"2009_TA_PP_CATHERINE_RADITYA_TANARDI_1-ABSTRAK1.pdf": "https://digilib.itb.ac.id/gdl/download/166112", "PUSTAKA CATHERINE RADITYA TANARDI (NIM 10505070)": "https://digilib.itb.ac.id/gdl/download/166111"}, "Penulis": "CATHERINE RADITYA TANARDI (NIM 10505070)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Suryo Gandasasmita"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pati, maltosa, oligosakarida, membran komposit", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}