{"Nomor": 11953, "Judul": "EVALUASI PELAKSANAAN COMMUNITY ACTION PLAN (CAP) STUDI KASUS GERAKAN REHABILITASI HUTAN DAN LAHAN (GERHAN) DAN GERAKAN REHABILITASI LAHAN KRITIS (GRLK) DI WILAYAH BANDUNG SELATAN", "Abstrak": "Isu lingkungan menjadi salah satu isu penting hampir di setiap negara dewasa ini. Hal ini dapat terlihat dari dampak yang ditimbulkan oleh kerusakan lingkungan, seperti banjir, tanah longsor, kebakaran hutan, serta pemanasan global. Dampak yang ditimbulkan tidak hanya terjadi dalam skala satu wilayah saja, melainkan dapat terjadi dalam beberapa wilayah bahkan melintas ke wilayah negara yang berbatasan. Salah satu upaya yang dilakukan untuk memperbaiki lingkungan adalah melalui kegiatan rehabilitasi hutan dan lahan kritis melalui Program Gerakan Rehabilitasi Hutan dan Lahan (GERHAN) dan Gerakan Rehabilitasi Lahan Kritis (GRLK).Seiring dengan perubahan paradigma pembangunan, program tersebut dilakukan dengan melibatkan partisipasi masyarakat sebagai pelaku pembangunan dan berbasis komunitas. Salah satu pendekatan yang digunakan adalah melalui Community Action Plan (CAP) yang merupakan perwujudan peningkatan kapasitas sumber daya manusia berlandaskan pada konsep Community Development dan Participatory Planning yang dibangun atas dasar partisipasi kelompok/community. Untuk mengetahui keberhasilan pelaksanaan CAP dapat dilihat setelah dilakukan evaluasi secara menyeluruh, balk itu terhadap prosedur pelaksanaan CAP, faktor yang mempengaruhi, maupun indikasi keberhasilannya.Evaluasi CAP pada kasus Gerhan dan GRLK di Wilayah Kecamatan Ibun, Pacet dan Kertasari menggunakan pendekatan evaluasi semu/pseudo evaluation dengan model evaluasi setelah program dilaksanakan (ex post evaluation). Penilaian terhadap prosedur pelaksanaan CAP mencakup 4(empat) tahapan pokok yaitu Persiapan, Perencanaan, Pelaksanaan dan Evaluasi. Dari ke-4 tahapan tersebut dituangkan dalam 19 (sembilan belas) indikator penilaian. Kategori penilaian mencakup 5(lima) kriteria yaitu sepenuhnya mengikuti, sebagian besar mengikuti, cukup mengikuti, kurang mengikuti dan sangat kurang mengikuti.Hasil analisis menunjukkan bahwa rata-rata kumulatif kategori penilaian yang sepenuhnya mengikuti CAP sebesar 47,69%, sebagian dan cukup mengikuti CAP sebesar 31,81% dan kategori kurang dan sangat kurang CAP mengikuti sebesar 20,50%. Sedangkan menurut tahapan CAP penilaian sepenuhnya mengikuti meliputi: tahap persiapan 74,3%, perencanaan 57,1%, pelaksanaan 20% dan evaluasi 39,3%. Faktor- faktor yang mempengaruhi pelaksanaan CAP mencakup sikap kepemimpinan, kesamaan kepentingan, rasa memiliki serta mau menerima perubahan dan belajar dari pengalaman. Pencapaian keberhasilan pelaksanaan program Gerhan dan GRLK yang berwujud fisik berupa perbaikan lahan kritis mencapai 60%, sedangkan peningkatan kapasitas masyarakat petani mencapai 1.200 orang dan tersebar di 50 kelompok tani. Tingkat partisipasi pelaksanaan CAP idealnya berada pada jenjang/tingkatan berbagi resiko/partnership dan kendali pembangunan di masyarakat empowerment", "Daftar File": {}, "Penulis": "DADANG KOMARA (NIM: 25406309)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. HASTU PRABATMODJO, MS., PhD."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Komunitas, Rencana Aksi, Evaluasi, Partisipasi, dan Lahan Kritis.; Community, Plan Action, Evaluation, Participation, and Critical of Land", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "09 Okt 2017"}