{"Nomor": 11963, "Judul": "MODEL BMS DENGAN KOMPONEN FREKUENSI DAN SEVERITY", "Abstrak": "Asuransi kendaraan bermotor terutama asuransi kewajiban pihak ketiga (third party liability) di negara-negara maju sudah merupakan suatu keharusan untuk setiap warganya yang memiliki kendaraan. Suatu sistem diciptakan untuk memenuhi kebutuhan tersebut, dinamakan Sistem Bonus Malus (Bonus Malus System-BMS). Seorang pemegang polis yang tidak memiliki klaim pada periode ini maka pada periode selanjutnya akan turun kelas dengan premi yang lebih kecil dari sebelumnya (mendapat bonus). Sedangkan seorang pemegang polis yang memiliki klaim pada periode ini maka pada periode selanjutnya akan naik kelas, tergantung banyaknya klaim, dengan premi yang lebih besar dari sebelumnya (membayar malus). Sebuah BMS disebut optimal dan seimbang secara financial jika jumlah total bonus-bonusnya sama dengan jumlah total malus-malusnya, dan jika setiap pemegang polis membayar premi proporsional dengan resiko yang dia bawa kedalam portfolio asuransinya.Dalam tesis ini akan dimodelkan BMS berdasarkan komponen frekuensi dengan model Poisson-Eksponensial dan komponen severity dengan model Eksponensial-Inverse Gamma dan model Weibull-Gamma. BMS tersebut kemudian disimulasikan untuk 10.000 pemegang polis selama periode 40 tahun, kemudian dilihat rata-rata jumlah premi dari setiap periodenya. Model BMS yang berdasarkan komponen frekuensi saja menunjukan sifat seimbang secara finansial. Sedangkan model BMS yang berdasarkan komponen frekuensi dan severity, walaupun rata-rata jumlah premi setiap periodenya mendekati premi awal namun grafiknya cenderung naik di awal kemudian terus menurun sepanjang periode.", "Daftar File": {}, "Penulis": "DAVID HUSAINI (NIM: 20806004)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Sutawanir Darwis"], "Jenis Koleksi": "Tesis", "Penerbit": "Aktuaria", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "frekuensi, severity, seimbang secara financial", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}