{"Nomor": 11979, "Judul": "MODEL OPTIMISASI PEMILIHAN PROSES PADA SISTEM MANUFAKTUR BERBASIS PESANAN DENGAN MEMPERHATIKAN APPRAISAL COST Studi Kasus : Produk Crimper", "Abstrak": "Strategi perancangan proses selalu ditujukan pada optimisasi kualitas, biaya dan delivery. Strategi ini menjadi isu yang signifikan di dalam sistem manufaktur berbasis pesanan. Keterbatasan tidak hanya dari sumber daya yang ditentukan oleh perusahaan tetapi juga dari spesifikasi perancangan yang ditetapkan oleh konsumen.Biaya, kualitas dan delivery tidak selalu konvergen. Trade off dari ketiga kriteria performansi harus dihubungkan dengan keterbatasan sumber daya dan spesifikasi  perancangan. Beberapa skenario harus dipertimbangkan dan dipilih salah satunya yang memberikan biaya produksi minimum. 'Tesis ini berkaitan dengan model optimisasi perancangan proses. Model bertujuan untuk mendapatkan biaya produksi minimum dengan kendala kualitas (toleransi) dan delivery (due date). Di dalam penelitian ini juga tercakup pertimbangan mengenai appraisal cost. Terdapat dua komponen appraisal cost yaitu biaya inspeksi-koreksi dan biaya finishing.Pada produk assembly, biaya inspeksi-koreksi yang terjadi berkaitan dengan kebutuhan akan kesesuaian antara part yang satu dengan part lainnya. Namun, guna menghindari produk cacat sampai kepelanggan, proses inspeksi-koreksi perlu dilakukan, tetapi proses ini akan meningkatkan biaya produksi. Proses inspeksi-koreksi harus dilakukan pada produk akhir. Proses finishing dilakukan setelah seluruh proses selesai, agar produk dapat digunakan. Proses ini memberikan biaya finishing.Model optimisasi ini diimplementasikan dan divalidasi menggunakan data pada produk crimper yang diproduksi oleh CV.CSM. Hasil implementasi rnenuju pada suatu kesimpulan bahwa model ini menyediakan hasil optimisasi untuk menyusun strategi perancangan proses.", "Daftar File": {}, "Penulis": "DENI RACHMAT (NIM: 23405012)", "Kontributor / Dosen Pembimbing": ["Pembimbing: DR.Ir. DRADJAD IRIANTO, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Optimizing process selection, Assembly product, Appraisal cost, Inspection and correction, Finishing.", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "0 file", "Tanggal Input": "27 Sep 2017"}