{"Nomor": 11972, "Judul": "EVALUASI PENAMBAHAN FASILITAS QUICK FIX MAINTENANCE UNTUK MENGURANGI AVOIDABLE LOSS AKIBAT TRAVELLING DOWN TIME HAUL TRUK CAT 793 KE BENGKEL M DI TAMBANG TERBUKA GRASBERG", "Abstrak": "Tambang terbuka Grasberg adalah salah satu lokasi penambangan tembaga dan emas PT R di Kabupaten Mimika, Papua. Seiring dengan bertambahnya umur dan aktifitas tambang telah menyebabkan kedalaman Grasberg pit semakin dalam dan juga semakin lebar. Hal ini menyebabkan jarak tempuh dari lokasi pemuatan ke area pembuangan material juga semakin jauh, begitu pula jarak antara lokasi perawatan haul truk di bengkel M ke lokasi dump terjauh juga semakin jauh dan waktu yang diperlukan untuk menangani kerusakan haul truk semakin lama. Hal ini karena operator atau mekanik haul truk akan mengirim haul truk yang rusak ke satu-satunya bengkel perbaikan di bengkel Mega bila haul truk tersebut tidak bisa diperbaiki di lokasi awal haul truk tersebut rusak.Kenaikan harga tembaga, emas dan perak pada tahun 2007 telah mendorong PT R untuk menaikkan produksinya pada tahun 2008. Dengan kapasitas total haul truk CAT 793 yang tetap, PT R melihat peluang untuk mengurangi avoidable loss akibat travelling down time haul truk CAT 793 ke bengkel M dengan tujuan untuk menaikkan utilisasi dan efisiensi dari haul truk tersebut. Pada tahun 2008, PT R menambah dua fasilitas perbaikan (quick fix maintenance) haul truk CAT 793. Dengan meningkatnya utilisasi dan efisiensi haul truk CAT 793 akan meningkatkan kesempatan untuk mengangkut material tambang.Proyek akhir ini menganalisis efektifitas keputusan PT R menambah dua fasilitas quick fix maintenance untuk mengurangi avoidable loss yang diakibatkan oleh travelling down time haul truk CAT 793 ke bengkel Mega di tambang terbuka Grasberg dengan membandingkan data efisiensi dan utilisasi haul truk CAT 793 saat sebelum dan sesudah adanya penambahan dua fasilitas quick fix maintenance di tambang terbuka Grasberg, dan memberikan rekomendasi-rekomendasi yang sesuai untuk memaksimalkan efisiensi dan utilisasi haul truk CAT 793.Dari empat alternatif solusi bisnis yang ada, yaitu 1. bila tidak membangun fasilitas quick fix maintenance (QFM), 2. bila hanya membangun satu fasilitas QFM di KDL, 3. bila hanya membangun satu fasilitass QFM di Blitar, dan 3. bila membangun dua fasilitas QFM di KDL dan Blitar, menunjukkan bahwa keputusan membangun dua fasilitas QFM di KDL dan Blitar merupakan pemilihan alternatif yang terbaik untuk PT Freeport Indonesia.Hasil evaluasi pada keputusan PT Freeport Indonesia membangun dua fasilitas QFM di KDL dan Blitar dinilai efektif dilihat dari peningkatan utilisasi, efisiensi dan ketersediaan haul truk CAT 793 (pada tahun 2008). Material tambang yang bisa diangkut bertambah sebanyak 144.355 ton, dan biaya operasi dan perawatan haul truk CAT 793 turun sebesar US$ 93.484,54. Total manfaat yang didapatkan oleh PT Freeport Indonesia sebesar US$ 4.950.843,01 pada tahun 2008. Sukses tidaknya pemanfaatan dua fasilitas QFM ini sangat bergantung dari kepatuhan pihak-pihak yang berkepentingan terhadap prosedur penanganan truk rusak.", "Daftar File": {}, "Penulis": "DEDY NITIYANA LAKSANA SOEHARDJITO (NIM: 29107122)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Alibasjah I. Soedjarno, MM."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "kapasitas operasi, efisiensi, utilisasi", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}