{"Nomor": 11971, "Judul": "SELEKSI MANAJER PERUSAHAAN BERBASISKAN TES KEPRIBADIAN PERSONALITY AND PREFERENCE (PAPI) DAN ANALYTIC HIERARCHY PROCESS (AHP)", "Abstrak": "Proses seleksi manajer (managerial selection) semestinya mengukur apa yang dapat dilakukan kandidat manajer (can do) dan apa yang ingin dilakukan kandidat manajer (will do). Hal ini dilakukan agar manajer terpilih dapat menjalankan tugasnya dengan baik, yakni mengawal misi organisasi dan tujuan bisnis organisasi serta mampu memotivasi dan menginspirasi karyawaan agar bekerja sesuai arahan misi organisasi tersebut. Tujuan dari penelitian ini adalah membuat model seleksi manajer perusahaan berbasiskan tes kepribadian Personality and Preference Inventory (PAPI) dan metode pengambilan keputusan multi-kriteria Analytic Hierarchy Process (AHP). Instrumen tes kepribadian PAPI digunakan untuk mengukur kepribadian kandidat manajer saat berada dalam situasi kerja (personality at work). Sementara metode AHP digunakan agar keputusan yang dihasilkan memiliki tingkat kepercayaan yang tinggi dan menghasilkan rangking setiap kandidat manajer secara numerik.Pada penelitian ini, kriteria seleksi manajer berdasarkan kriteria menurut Ivancevich (2001), yakni latar belakang pendidikan, pengalaman bekerja, kesehatan dan penampilan fisik (appearance), serta kepribadian yang baik. Hasil penelitian ini akan menghasilkan model seleksi manajer berbasiskan kepribadian yang komprehesif karena mampu menjelaskan traits dan need setiap kandidat secara baik. Model seleksi manajer ini juga memiliki tingkat kepercayaan yang tinggi yang memungkinkan pengambil keputusan (decision maker) mengambil keputusan secara eksak.", "Daftar File": {}, "Penulis": "DEDI PRIADI (NIM: 23407055)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ir Kadarsah Suryadi"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "personality-based selection, managerial selection, Personality and Preference Inventory (PAPI), and Analytic Hierarchy Process (AHP)", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "0 file", "Tanggal Input": "27 Sep 2017"}