{"Nomor": 11975, "Judul": "PENGGUNAAN METODE EFFECTIVE HYDRAULIC PORE SIZE DALAM STUDI HUBUNGAN POROSITAS DENGAN PERMEABILITAS PADA RESERVOIR KARBONAT", "Abstrak": "Studi tentang simulasi reservoir memerlukan pengetahuan yang memadai tentang korelasi hubungan antara porositas dengan permeabilitas. Hal ini berkaitan dengan karakterisasi reservoir. Akan tetapi, pengukuran yang cukup akurat hanya tersedia dari test sample core di laboratorium, dan itupun biasanya dilakukan hanya sebagian kecil dari sumur yang dilakukan coring. Sehingga dibutuhkan baik interpolasi maupun ekstrapolasi untuk menentukan permeabilitas pada posisi-posisi tertentu yang diperlukan di dalam reservoir. Akan tetapi, karena ketidakcukupan data akan menjadi penyebab prediksi nilai permeabilitas yang tidak sesuai. \n \n\nTujuan dari studi paper ini adalah penggunaan metode Effective Hydraulic Pore Size yang dihasilkan dari pengembangan persamaan dasar aliran fluida dalam media berpori dalam menentukan hubungan yang lebih akurat antara porositas dengan permeabilitas. Metode yang dihasilkan tersebut identik dengan metode HFU yang telah ada, sehingga diharapkan penentuan nilai permeabilitas akan lebih akurat, terutama pada zona yang tidak dilakukan coring. Berdasarkan hasil studi diperoleh bahwa titik-titik data pada log-log plot antara porositas dengan effective hydraulic diameter yang dilambangkan dengan dH sedikit lebih rapat dibandingkan titik-titik data yang dihasilkan dengan metode HFU, sehingga proses korelasi menjadi lebih baik, yang pada akhirnya memperbaiki prediksi permeabilitas.", "Daftar File": {}, "Penulis": "DEHENDRA PERMANA (NIM 12204045)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Pudji Permadi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Effective Hydraulic Pore size, Effective Hidraulic Diameter, HFU", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}