{"Nomor": 11983, "Judul": "SEKOLAH DASAR KHUSUS UNTUK ANAK AUTIS, DYSLEXIA, DAN ADD/ADHD", "Abstrak": "Sebagai gambaran, prevalensi anak-anak yang mengalami kesulitan belajar di Amerika adalah sekitar 5%. Diperkirakan juga, lebih dari 20% anak usia sekolah di Amerika mengalami permasalahan dalam belajar walaupun belum tentu teridentifikasi sebagai anak berkesulitan belajar. Adapun layanan pendidikan khusus dinikmati hanya oleh 40% dari seluruh anak berkebutuhan khusus yang sebagian besar di antaranya adalah siswa berkesulitan belajar. \n \n \n \n \n\nKesulitan belajar terkadang teradi karena anak memiliki disfungsi minimum otak (DMO) sehingga menjadikan mereka berbeda mental juga/atau fisik dari orang yang normal. Seringkali mereka memiliki potensi yang melebihi kemampuan manusia normal namun tidak diketahui oleh pengajar ataupun orang tua. Mereka mengalami kesulitan belajar sesungguhnya karena sukar untuk memahami orang lain. \n \n \n \n \n\nMemasukkan anak DMO ke dalam sekolah luar biasa (SLB) adalah hal yang kurang tepat. Anak dengan DMO bukanlah selalu anak dengan retardasi mental atau anak yang memiliki intelejensi rendah. Dengan demikian memasukkan anak DMO ke dalam SLB tidak akan membantu anak DMO terutama yang tidak memiliki keterbelakangan untuk mengembangkan potensi mereka. \n \n \n \n \n\nBerdasarkan hal tersebut mulai berjamurnya sekolah dasar inklusi atau sekolah dasar khusus di kota-kota besar khusus bagi anak DMO yang memiliki tingkat intelejensi normal hingga luar biasa dengan tujuan mengembangkan potensi diri mereka lebih dalam dan mempersiapkan mereka untuk bersekolah di sekolah umum.", "Daftar File": {}, "Penulis": "DESERA PUTI (NIM 173 05 036)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Drs. Tendy Y. Ramadin, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Sekolah dasar khusus, Anak autis, Dyslexia, ADD/ADHD", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Rizki Aprianti", "File": "6 file", "Tanggal Input": "27 Apr 2010"}