{"Nomor": 11993, "Judul": "EMPAT MUTASI PADA GEN katG ISOLAT L3 MULTI-DRUGS RESISTANCE Mycobacterium tuberculosis", "Abstrak": "Tuberkulosis (TB) adalah penyakit menular yang disebabkan oleh Mycobacterium tuberculosis (M. tb). Sulitnya penanganan TB disebabkan oleh resistensi M. tb terhadap antibiotik. Multi-drugs Resistance (MDR) M. tb adalah bakteri yang resisten terhadap dua jenis obat atau lebih, biasanya terhadap isoniazid (INH) dan rifampin (RIF). Resistensi terhadap isoniazid dapat disebabkan oleh mutasi pada gen katG dan umumnya G944C. Penelitian sebelumnya terhadap isolat MDR-M. tb koleksi Laboratorium Biokimia ITB diketahui terdapat beberapa isolat yang memiliki sifat fenotip resistensi terhadap INH namun tidak mengalami mutasi G944C, salah satunya yaitu isolat L3 MDR-M. tb. Penelitian ini dilakukan untuk menentukan mutasi pada fragmen gen katG isolat L3 MDR-M. tb tersebut yang diperkirakan berkaitan dengan sifat fenotipiknya. Penelitian yang dilakukan meliputi polymerase chain reaction (PCR), elektroforesis gel agarosa, penentuan urutan nukleotida (sequencing), dan analisis in silico. Hasil PCR menunjukkan satu pita DNA berukuran 0,43 kb setelah elektroforesis gel agarosa dan hasil sequencing berupa elektroforegram dengan jumlah basa sebanyak 416. Penjajaran sekuens isolat L3 dengan sekuens M. tb H37Rv sebagai standar, menunjukkan adanya beberapa mutasi pada fragmen gen katG isolat L3 MDR-M. tb. Mutasi tersebut menyebabkan perubahan residu asam amino dan diperkirakan merubah struktur protein KatG. Hal ini diduga menjadi penyebab sifat resisten isolat L3 MDR-M. tb terhadap INH. Beberapa mutasi tersebut belum pernah dipublikasi.", "Daftar File": {}, "Penulis": "DEWI SUSAN BRATANINGTYAS (NIM 10505021)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Achmad S Noer M.si, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Mycobacterium tuberculosis, MDR-M. tb, Isoniazid, katG Gene", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}