{"Nomor": 11995, "Judul": "COLLISION DETECTION UNTUK OBJEK TIGA DIMENSI DENGAN DirectX (R) dan CUDA (TM)", "Abstrak": "GPU berfungsi untuk mengambil alih tugas untuk menampilkan objek-objek yang ada ke layar yang dikenal sebagai rendering. Meskipun secara kinerja kemampuan dari sebuah core GPU masih berada di bawah kemampuan dari sebuah core CPU, namun pada GPU terdapat lebih banyak core yang bekerja secara parallel sehingga dapat memproses lebih cepat dan efisien dibandingkan CPU. Salah satu cara untuk menggunakan fungsi GPU secara optimal tersebut adalah dengan menggunakan CUDA (Compute Unified Device Architecture) yang merupakan platform yang dikembangkan oleh NVIDIA.Penggunaan CUDA secara optimal dalam hal ini diwujudkan dalam Collision detection dalam aplikasi 3D sebagai dasar untuk menentukan interaksi antar objek. Informasi yang didapat kemudian dapat digunakan untuk menentukan proses berikutnya yaitu collision response. Hal ini merupakan dasar unsur realisme dalam aplikasi 3D.Selain itu, CUDA dapat bekerja sama dengan DirectX untuk membangun aplikasi 3D. DirectX menyediakan fungsi dan struktur data yang lengkap, sedangkan CUDA bertugas untuk melakukan operasi perhitungan yang rumit. Salah satu penggunaan penting DirectX yang akan dibahas dalam tugas akhir ini adalah pengelolaan data vertex dengan format FVF. FVF dapat mengecilkan ukuran data vertex secara keseluruhan serta membuatnya menjadi sebuah data stream yang optimal untuk dipindahkan ke GPU dan diproses dengan menggunakan CUDA.", "Daftar File": {}, "Penulis": "DHAMMA NIBBANA PUTRA (NIM 13503040)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Iping Supriana S."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "collision detection, collision reaction, CUDA, DirectX.", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}