{"Nomor": 12008, "Judul": "STUDI AGLOMERASI BATUBARA FRAKSI HALUS DENGAN MEDIA MINYAK BIODIESEL BERBAHAN JELANTAH", "Abstrak": "Penggunaan batubara dewasa ini sebagai sumber energi cukup penting, baik bagi kebutuhan dalam negeri maupun luar negeri dan pemerintah telah menetapkan batubara sebagai sumber energi alternatif dalam mewujudkan energy mix 2025. Dalam memenuhi kebutuhan batubara yang terus meningkat dalam jumlah besar maka jumlah produksi juga ditingkatkan. Peningkatan jumlah produksi batubara selain menghasilkan ukuran yang diharapkan juga menghasilkan partikel batubara fraksi ukuran halus yang terbuang sehingga dapat menganggu ekosistem lingkungan. Pemanfaatan batubara ukuran halus tidak hanya untuk menjaga keseimbangan lingkungan namun juga bernilai ekonomis. \n \n\nProses aglomerasi batubara fraksi ukuran halus dengan minyak biodiesel diharapkan dapat mengurangi masalah di atas. Biodiesel yang digunakan adalah dari minyak jelantah, dimana karakter yang dimiliki hampir sama seperti minyak diesel, bersifat terbarukan, bebas polusi, tidak mengadung sulfur dan ramah terhadap lingkungan. Percobaan proses aglomerasi dilakukan pada skala labolatorium dengan menggunakan bejana dan impeller mekanis dari bahan stainless steel dengan batubara sub-bituminus dari daerah Berau, Kalimantan Timur. Pada penelitian ini pengaruh kecepatan pengadukan, waktu pengadukan, jumlah minyak, fraksi ukuran batubara serta penambahan aditif dipelajari untuk mengetahui profil masing-masing variabel terhadap hasil aglomerasi (%-recovery mineral organik dan %-penurunan kadar abu batubara). \n \n\nDari percobaan aglomerasi yang dilakukan tanpa aditif di dapatkan bahwa pada kecepatan impeller 1200 rpm dengan waktu 3 menit menggunakan biodiesel murni (B100) merupakan kondisi operasi yang paling baik. Pemakaian jumlah minyak 40% dengan persen padatan 1,5% dan fraksi ukuran -75 μm dapat meningkatkan %-recovery mineral organik batubara sampai sebesar 99,90%. Sementara jumlah minyak dengan konsentrasi 30% pada fraksi ukuran -150+75μm dan dapat memberikan pengaruh yang signifikan terhadap pencapaian %penurunan kadar abu, yaitu sebesar 61,68%. Selanjutnya pada kondisi operasi dan parameter variabel yang sama, %penurunan kadar abu masih dapat ditingkatkan dengan menggunakan zat aditif jenis CMC (carboxyl metil cellulose) dengan peningkatan yang dicapai yaitu sebesar 83,97%.", "Daftar File": {}, "Penulis": "DIDIN SAEPUDIN (NIM 22106335)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Ismi Handayani, MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Studi aglomerasi, Batubara fraksi halus, Media minyak biodiesel berbahan jelantah", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}