{"Nomor": 12013, "Judul": "PERCOBAAN PENDAHULUAN PELINDIAN NIKEL DARI LGSO PT. XYZ DALAM LARUTAN ASAM SULFAT DIBAWAH TEKANAN ASMOSFIR", "Abstrak": "Indonesia merupakan salah satu negara dengan cadangan bijih nikel laterit dalam jumlah yang besar. Ekstraksi nikel dari bijih laterit dengan proses hidrometalurgi dianggap lebih menguntungkan untuk diterapkan dalam skala industri, khususnya untuk bijih-bijih dengan kadar nikel rendah. Pelindian bijih laterit pada tekanan asmosfir dalam media pelindi asam sulfat diperkirakan dapat menghasilkan persen ekstraksi nikel yang tinggi sehingga memungkinkan untuk diaplikasikan secara komersial. \n \n \n\nSerangkaian percobaan pelindian nikel dari LGSO telah dilakukan dalam beberapa media pelindi dan temperatur selama 8 jam. Percobaan pelindian untuk studi kinetika proses pelindian, telah dilakukan dengan larutan asam sulfat 1 M pada 60, 85, 950C. Oleh karena SiO2 adalah oksida terbanyak dalam bijih dan material ini tidak larut selama pelindian maka model kinetika yang digunakan untuk menganalisa data hasil percobaan adalah shrinking core model (ukuran partikel tidak berubah terhadap waktu). Hasil pengaluran XT terhadap waktu pelindian (t) menunjukkan bahwa proses pelarutan berlangsung sangat cepat pada 5 menit pertama dan laju pelarutannya menurun dengan signifikan pada akhir pelarutan. Selama pelindian dilakukan pengadukan yang sangat intensif, sebagai konsekuensinya pengendali proses yang paling mungkin adalah (i) laju reaksi kimia pada antarmuka atau (ii) laju difusi melalui larutan dalam pori-pori lapisan yang tidak bereaksi atau (iii) keduanya (mixed control). Prediksi pengendali proses pelindian sulit ditentukan berdasarkan besarnya koefisien korelasi (r) dari hasil regresi fungsi fraksi terkonversi (XT) terhadap t, akibatnya pengendali proses pelindian ditentukan berdasarkan hasil prediksi energi aktifasi. Hasil studi kinetika menunjukkan proses pelindian terkendali oleh laju reaksi kimia pada antarmuka baik saat awal pelindian (t≤5 menit) dengan energi aktifasi sebesar 17,76 kkal/mol dan saat akhir pelindian (10≤t≤240 menit) terkendali oleh mixed control. Selain temperatur, perkiraan variabel yang dapat mempercepat ektraksi Ni antara lain ukuran butiran dan konsentrasi asam sulfat. Hasil percobaan pelindian dari bijih yang lebih halus (-200 +325 mesh) memberikan persen keterlarutan Mg, Fe dan Al yang lebih tinggi dan menurunkan persen ekstraksi Ni. Pengaruh konsentrasi asam sulfat telah dipelajari dengan menggunakan larutan yang mengandung 0,2 M, 0,4 M dan 1 M H2SO4 pada temperatur 950C. Persen ekstraksi Ni dan persen keterlarutan Fe yang lebih tinggi diperoleh baik saat awal maupun akhir pelindian dalam larutan asam sulfat 1 M. Meskipun ekstraksi Ni dapat mencapai 94,75%, pelindiannya tidak dapat berlangsung secara selektif. Penambahan 20 gpl NaCl menurunkan persen ekstraksi Ni dan hanya sedikit menurunkan keterlarutan Fe tetapi meningkatkan persen keterlarutan Mg dan Al. Kenyataan ini berlawanan dengan hasil percobaan pendahuluan pelindian Ni dari bijih limonit dalam larutan ini H2SO4 mengandung 20 gpl NaCl [12].", "Daftar File": {}, "Penulis": "DIYAH FARIDA ULYA (NIM 12104008)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Sunara Purwadaria"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Bujih saprolite kadar rendah (LGSO), Shrinking core model, Pelindian nikel, Larutan asam sulfat, Tekanan atmosfir, Mixed control", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}