{"Nomor": 12028, "Judul": "STRATEGI PERBAIKAN - PENGGANTIAN BERDASARKAN LAJU PENGGUNAAN DAN UMUR PRODUK UNTUK GARANSI DUA DIMENSI", "Abstrak": "Jika produsen menjual produk dengan garansi maka akan timbul ongkos tambahan (yang disebut ongkos garansi) untuk melayani klaim selama masa garansi. Penurunan ongkos garansi merupakan persoalan penting bagi produsen. Tiga cara untuk menurunkan ongkos garansi antara lain meningkatkan keandalan produk, melakukan tindakan perawatan dan menerapkan strategi layanan garansi. Penelitian ini membahas strategi layanan garansi untuk produk yang dapat diperbaiki (repairable) yang dijual dengan garansi dua dimensi dimana daerah garansi yang ditawarkan relatif besar. Sebagai contoh mobil diberi garansi 3 tahun atau 36.000 km, tergantung yang lebih dulu dicapai. Untuk produk repairable yang dijual dengan Free Replacement Warranty (FRW), produsen memiliki pilihan untuk memperbaiki atau mengganti produk rusak dengan produk baru Pada strategi yang diteliti, keputusan untuk melakukan perbaikan atau penggantian produk rusak selama masa garansi diambil berdasarkan umur produk saat terjadi kerusakan. Pada strategi ini, kerusakan yang terjadi pada umur yang sama dengan atau melebihi parameter threshold akan direktifikasi dengan penggantian dan kerusakan lain selama masa garansi akan diperbaiki. Strategi ini dikarakterisasikan dengan parameter threshold yang meminimasi ongkos garansi ekspektasi. Model ongkos garansi melibatkan renewal-type equation. Nilai parameter optimal dicari dengan menggunakan komputasi secara numerik. Model accelerated failure time (AFT) dipakai untuk memperhitungkan pengaruh laju penggunaan terhadap degradasi keandalan produk. Beberapa contoh numerik diberikan untuk mengilustrasikan solusi optimal.", "Daftar File": {}, "Penulis": "DYAH IKA RINAWATI (NIM: 23407024)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Dr. Ir. Bermawi P. Iskandar"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "two-dimensional warranty, warranty servicing strategy, repairreplace strategy, usage rate", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "0 file", "Tanggal Input": "27 Sep 2017"}