{"Nomor": 12035, "Judul": "APLIKASI METODE ZERO OFFSET COMMON REFLECTION SURFACE STACK UNTUK PENENTUAN STRUKTUR BAWAH PERMUKAAN BUMI DANGKAL (STUDI KASUS: DATA SEISMIK HASIL PEMODELAN GELOMBANG ELASTIK", "Abstrak": "Seismik refleksi resolusi tinggi merupakan metode geofisika yang menjanjikan di masa yang akan datang, khususnya untuk estimasi kondisi bawah permukaan yang dangkal. Aplikasi metode ini akan mengalami kesulitan, terutama apabila kondisi geologi di bawah permukaan kompleks, sehingga kualitas data seismik yang diperoleh tidak baik. Geofisikawan berusaha meningkatkan kualitas penampang seismik dengan melakukan pengolahan data yang lebih hati-hati, lebih akurat dan kadang-kadang harus mengaplikasikan modul-modul khusus. Salah satu modul pengolahan data seismik yang menjanjikan produk image yang lebih baik adalah metode Zero Offset Common Reflection Surface stack, di mana ratio Sinyal terhadap Noise (S/N ratio) dan kontinuitas dari reflektor dapat ditingkatkan secara signifikan. \n \n \n \n \n \n\nTugas akhir ini membahas aplikasi metode ZO-CRS stack untuk target bawah permukaan yang dangkal. Penelitian ini dimulai dengan pembuatan data seismik refleksi sintetik. Program FWM2DPSV digunakan untuk menciptakan data sintetik. Model yang dibuat terdiri atas 4 lapisan sedimen, dimana lapisan yang lebih dalam membentuk struktur antiklin. Model tersebut memiliki panjang sebesar 290 meter dan kedalaman 115 meter. Ketebalan dari lapisan-lapisan pada model ini bervariasi antara 10-40 meter. Untuk mensimulasikan penjalaran gelombang seismik pada model ini, digunakan sumber seismik dengan frekuensi dominan 150 Hz. Data seismik sintetik yang diperoleh menunjukkan bukan hanya refleksi gelombang seismik yang terlihat, tetapi juga gelombang konversi terlihat dengan jelas. \n \n \n \n \n \n\nMetode ZO-CRS stack kemudian digunakan untuk mengolah data seismik sintetik tersebut. Untuk menunjukkan keunggulan dari metode ZO-CRS stack, metode stacking konvensional juga digunakan pada penelitian ini sebagai pembanding. Dari hasil pengolahan data seismik sintetik dengan menggunakan metode ZO-CRS stack, terlihat bahwa metode ini mampu mengurangi noise pada penampang stack dan meningkatkan ratio Sinyal terhadap Noise. \n \n \n \n \n \n\nDari penelitian ini dapat disimpulkan bahwa metode ZO-CRS stack memiliki kemampuan untuk menghasilkan image bawah permukaan yang lebih baik apabila dibandingkan dengan metode stacking konvensional. Selain itu, metode ZO-CRS stack menghasilkan atribut-atribut yang bisa digunakan untuk keperluan interpretasi.", "Daftar File": {}, "Penulis": "EDWIN ANDRIANUS JUNIAR (NIM 123 04 011)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. rer. Nat. Moch. Rachmat Sule, ST. MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pemodelan gelombang elastik, Desain akuisisi seismik, Metode ZO CRS - stack, Peningkatan ratio Sinyal terhadap Noise (S/N ratio)", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}