{"Nomor": 12057, "Judul": "PEMODELAN GEOSTATISTIK DISTRIBUSI RESERVOIR BATUPASIR FORMASI TALANGAKAR, LAPANGAN TANJUNG MIRING TIMUR, SUMATERA SELATAN", "Abstrak": "Lapangan Tanjung Miring Timur merupakan lapangan produksi minyak bumi tua yang berada pada tahap menurunnya produksi. Usaha pemboran infill dilakukan dengan harapan dapat meningkatkan produksi. Untuk mencapai target ini diperlukan pemetaan berdasarkan data seismik 2D dan sumur yang telah ada. Tujuannya adalah untuk membuat model geologi distribusi dari reservoir batupasir dalam usaha untuk mengidentifikasikan sumur ÃƒÂ‚Ã‚Â–sumur produksi yang akan dilakukan workover atau menentukan calon lokasi sumur infill berikutnya, juga untuk mengetahui cadangan yang sisa. \n \n\nKetersedian data berupa data seismik yang telah dilakukan reprossesing PSTM (Post Stack Time Migration) untuk meningkatkan kualitas gambar dan data 47 sumur yang kebanyakan adalah sumur produksi. \n \n\nTujuan dari pengguanan metoda geostatistik dan seismik inversi adalah untuk memprediksi distribusi batupasir Talangakar Atas. Berdasarkan analisis plot silang, log densitas dan log sonic dapat digunakan untuk membedakan batupasir dan serpih. Hasil dari analisis inversi model based menunjukan hasil korelasi baik sebesar 99,4%. \n \n\nPermodelan seismik inversi dan geostatistik menghasilkan suatu model batupasir dengan orientasi Baratlaut-Tenggara yang mencerminkan struktur NE-SW. Penelitian ini diharapkan dapat mengurangi risiko kegagalan dalam penentuan lokasi bypass oil dengan tujuan meningkatkan produksi.", "Daftar File": {}, "Penulis": "EMMANUEL BAYU N.D. (NIM 22006017)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Prihadi Soemintadiredja dan Dr. rer. nat. Awali Priyono"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Geostatistik, Distribusi reservoir batupasir formasi talangakar, Lapangan Tanjung Miring Timur, Sumatera Selatan", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}