{"Nomor": 12056, "Judul": "KAJIAN TATANAN INTERIOR SUPERMARKET BERDASARKAN TINGKAH LAKU BERBELANJA KONSUMEN", "Abstrak": "Shopper behaviour adalah tingkah laku fisiologi orang ketika berada di dalam suatu situasi. Dalam penelitian ini, berada di dalam lingkungan binaan buatan manusia, yaitu ruang. Secara umum, tingkah laku fisiologi ini serupa, yaitu bila sejumlah orang diberi rangsang ruang tertentu, mayoritas orang akan bereaksi yang sama. Kemiripan reaksi ini tidak hanya terbatas pada komunitas yang berlatar budaya sama, namun bisa jadi manusia di seluruh dunia memiliki tingkah laku fisik yang serupa sebagai reaksi atas rangsang ruang tertentu. \n \n \n\nJika kita perhatikan, ada supermarket-supermarket yang orang-orang merasa nyaman berbelanja di sana, dan ada pula supermarket yang hanya jika terdesak orang pergi ke sana. Orang umumnya berbelanja lebih banyak di supermarket yang mereka merasa nyaman. Pertanyaan yang kemudian timbul adalah, mengapa orang merasa lebih nyaman di satu supermarket dibandingkan dengan yang lain? Bagi manajemen supermarket pertanyaan ini penting karena mengarah ke peningkatan penjualan. \n \n \n\nKonsumen akan merasa nyaman berbelanja ketika rangsang ruang yang diberikan sesuai dengan level homeostatis untuk berbelanja. Artinya, rangsang yang ada tidak terlalu sedikit dan monoton sehingga konsumen malah bosan dan tidak semangat, namun juga tidak terlalu banyak sehingga indera konsumen menjadi bingung, hilang perhatian, dan jenuh. Maka penelitian ini hendak menyelidiki interior supermarket yang bagaimanakah yang nyaman dan tempting bagi konsumen, yang memberikan rangsang ruang kepada konsumen sehingga konsumen akan bereaksi positif dan mengoptimalkan daya jual ruangan supermarket tersebut. Maka, penting untuk mengetahui bagaimana tingkah laku dan reaksi fisiologi konsumen ketika sedang berada di dalam supermarket.", "Daftar File": {}, "Penulis": "EMILIA MELIANA NURINANINGRUM (NIM 17305029)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Drs. Widihardjo, M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Interior, Supermarket, Tingkah laku berbelanja konsumen", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Rizki Aprianti", "File": "7 file", "Tanggal Input": "05 Mei 2010"}