{"Nomor": 12062, "Judul": "METABOLIT SEKUNDER DARI KULIT AKAR TUMBUHAN Artocarpus vriesianus MIQ.", "Abstrak": "Artocarpus merupakan genus utama dari famili Moraceae, umumnya dikenal sebagai nangka-nangkaan dan memiliki sekitar 60 spesies. Selain dikonsumsi buahnya, pemanfaatan tumbuhan dari genus Artocarpus antara lain untuk diambil kayu, kulit maupun getahnya. Masyarakat di Indonesia juga memanfaatkan tumbuhan ini sebagai obat tradisional, misalnya abu daun A. communis digunakan untuk penyakit kulit, bunganya untuk sakit gigi, dan akarnya untuk mengobati murus darah. Manfaat dalam pengobatan berkaitan erat dengan kandungan metabolit sekunder tumbuhan tersebut. Genus Artocarpus menghasilkan beranekaragam senyawa fenol yang mengandung substituen isoprenil, yakni dari golongan flavonoid, stilben, 2- aril benzofuran, dan santon yang banyak diantaranya mempunyai aktivitas yang menarik seperti efek hipotensif dan anti tumor. Artocarpus vriesianus adalah salah satu spesies dari Artocarpus yang tumbuh di Sulawesi dengan nama daerah Hulimewu, dan merupakan tumbuhan yang endemik untuk Indonesia. Berdasarkan kajian pustaka, studi kimia dari spesies tersebut sampai saat ini belum pernah dilaporkan, sehingga penelitian ini bertujuan untuk mengkaji metabolit sekunder pada bagian kulit akar tumbuhan A. vriesianus.", "Daftar File": {"ABSTRAK ENDANG WIDARYATI (NIM: 20507036)": "https://digilib.itb.ac.id/gdl/download/168273", "COVER ENDANG WIDARYATI (NIM: 20507036)": "https://digilib.itb.ac.id/gdl/download/168274", "BAB1 ENDANG WIDARYATI (NIM: 20507036)": "https://digilib.itb.ac.id/gdl/download/168275", "BAB2 ENDANG WIDARYATI (NIM: 20507036)": "https://digilib.itb.ac.id/gdl/download/168276", "BAB3 ENDANG WIDARYATI (NIM: 20507036)": "https://digilib.itb.ac.id/gdl/download/168277", "BAB4 ENDANG WIDARYATI (NIM: 20507036)": "https://digilib.itb.ac.id/gdl/download/168278", "BAB5 ENDANG WIDARYATI (NIM: 20507036)": "https://digilib.itb.ac.id/gdl/download/168279", "PUSTAKA ENDANG WIDARYATI (NIM: 20507036)": "https://digilib.itb.ac.id/gdl/download/168280"}, "Penulis": "ENDANG WIDARYATI (NIM: 20507036)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Dr. Euis Holisotan Hakim dan Dr. Yana Maolana Syah"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Artocarpus vriesianus, hulimewu, 2-arilbenzofuran, oksiresveratrol, afzelecin 3-O-a-L- ramnosida, B-sitosterol.", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}