{"Nomor": 12068, "Judul": "INHIBISI KOROSI BAJA KARBON DENGAN MENGGUNAKAN SENYAWA TURUNAN PENISILIN", "Abstrak": "Korosi merupakan penurunan kualitas logam akibat kontak langsung dengan lingkungan korosif yang juga dapat dinduksi oleh mikroorganisme. Dalam industri minyak bumi dan gas alam, minyak mentah dan gas alam basah dialirkan lewat pipa baja karbon dari sumur pemboran ke tempat pengolahannya. Pengendalian korosi pada bagian permukaan dalam pipa baja karbon dilakukan dengan penambahan inhibitor korosi secara kontinu. Inhibitor korosi yang banyak digunakan berupa senyawa organik yang mengandung unsur N, S dan O pada molekulnya yang berperan sebagai jangkar pengikatnya pada permukaan logam. Senyawa penicillin dan turunannya dikenal sebagai antibiotik, memiliki ketiga unsur tersebut pada molekulnya sehingga dapat teradsorpsi kuat di permukaan baja karbon. Penelitian ini menggunakan amoksisilin dan ampisilin sebagai inhibitor korosi. Uji daya inhibisi korosi baja karbon di lingkungan NaCl 1% jenuh CO2 dilakukan dengan metode pengurangan berat (corrosion wheel test), metoda spektroskopi impedansi elektrokimia (EIS) dan metode Tafel dengan variasi suhu dan konsentrasi inhibitor. Hasil uji daya inhibisi korosi senyawa turunan penicillin tersebut pada suhu 55 oC, 10 ppm amoksisilin menghasilkan daya inhibisi tertinggi dengan efisiensi inhibisi sebesar 83,00 %.", "Daftar File": {"2009_TA_PP_ERIK_AGUS_SANDI_TARIGAN_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/166296", "PUSTAKA ERIK AGUS SANDI TARIGAN (NIM 10505009)": "https://digilib.itb.ac.id/gdl/download/166303"}, "Penulis": "ERIK AGUS SANDI TARIGAN (NIM 10505009)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Bunbun Bundjali"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "korosi, logam, baja karbon, penicillin", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}