{"Nomor": 12079, "Judul": "STUDI PENGEMBANGAN RESERVOIR Z7 DI LAPANGAN X DENGAN MENGGUNAKAN SIMULASI DAN ANALISA EKONOMI", "Abstrak": "Reservoir Z7 dari lapangan X terletak pada cekungan Sumatera Utara. Zona Z7 terbagi menjadi sembilan blok yang dipisahkan dengan patahan dimana hampir semua patahan bersifat leaking kecuali patahan antara blok A dan B serta blok D4 dan blok E yang bersifat sealing. Mekanisme pendorong dari zona ini adalah strong water drive dimana produksinya dimulai pada 1 Januari 1938 dan berakhir pada tahun 2003. \n \n \n \n\nTujuan dari penelitian ini untuk mengetahui potensi dan letak hidrokarbon yang masih tersisa dari zona Z7 sehingga dapat mengoptimalkan pengembangan lapangan dengan menentukan strategi yang tepat serta kajian keekonomiannya apabila menggunakan asumsi harga minyak US$ 60/bbl-US$ 100/bbl dan analisa sensitifitas kenaikan dan penurunan produksi sebesar 40% terhadap asumsi harga minyak. Simulasi yang dilakukan pada pemodelan reservoir ini menggunakan perangkat lunak CMG (Computer Modeling Group) sedangkan untuk perhitungan ekonominya menggunakan perangkat lunak Fieldma (Field Management). \n \n \n \n\nHasil inisialisasi yang dilakukan adalah IOIP sebesar 61,303 MSTB sedangkan IOIP dari model geologi adalah 61,713 MSTB atau terdapat perbedaan sebesar 0.67 %. Pengurasan primer yang diperoleh adalah 32.82 %. Skenario yang dikembangkan ada tiga yaitu : \n \n \n \n\n1. Skenario-1 (Base case / Existing), kumulatif produksi yang diperoleh adalah 24.922 MSTB dengan faktor perolehan sebesar 40.65%. \n \n \n \n\n2. Skenario-2 (Base case + Infill dua sumur dengan batasan produksi 100 bbl/hari), kumulatif produksi yang diperoleh adalah 25.784 MSTB dengan faktor perolehan sebesar 42.06%. \n \n \n \n\n3. Skenario-3 (Base case + Infill dua sumur dengan batasan produksi 1000 bbl/hari), kumulatif produksi yang diperoleh adalah 26.030 MSTB dengan faktor perolehan sebesar 42.46%. \n \n \n \n\nDari ketiga skenario tersebut, skenario-3 memiliki faktor perolehan yang tertinggi. Dari hasil analisa keekonomian diperoleh bahwa skenario-3 memberikan IRR sebesar 16.88% yang berarti lebih tinggi dari batasan IRR yang diasumsikan yaitu 15%. NPV yang diperoleh adalah 4,906 M US$ dan POT yang didapatkan adalah 3.71 tahun dengan provitability index sebesar 1.11 yang berarti proyek ini dapat dikembangkan pada asumsi harga minyak tersebut.", "Daftar File": {}, "Penulis": "ESTERLINDA RUSMIYATI MARISA SINLAE (NIM 22206001)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Taufan Marhaendrajana"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Reservoir Z7, Lapangan X, Simulasi, Analisa ekonomi", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}