{"Nomor": 12089, "Judul": "CONSTRUCTING INDICES OF MULTIPLE DEPRIVATION FOR NEIGHBOURHOOD RANKING (A Case Study on Five Municipalities in Province Of Overijssel)", "Abstrak": "There are two main stages in developing the indices which are the identification and definition of the proper indicators as well as plausible methods to combine multiple indicators into a meaningful index. These stages could have significant impact on the final indices which sometimes have difficulties to be transparent and understood by the policy makers. Use of different sets of indicators and/or will different methods to combine the set of indicators into one index could lead to very different ranking and as such selection of priority areas. There are various previous exercises to construct composite index for multiple deprivation which differs in their methods and indicators involved.In the exercised method and indicators used for neighbourhood ranking in five major municipalities in Overijssel, there are three stages in the method applied in which different techniques can be used. The stages are the aggregation, standardization and weighting. The methodology of this research are literature review on methods for constructing the index of multiple deprivation; in-depth study through interviews with policy researchers and neighbourhood expert; field checking; experimenting with two aggregation techniques, four standardization techniques, and three weighting techniques; and comparisons of indices and rankings produced.The methods reviewed are varied according to the concept applied and data availability. The concepts of multiple deprivation most of the time are attached with the policy discourses. Based on ten indicators used the deprived neighbourhoods in five major municipalities in Overijssel are characterized by high percentage of short term unemployment and high number of social benefits recipients. However, the expert opinion put the education as the most important factor for neighbourhood deprivation among the six themes of socio-economic aspects.The comparisons of indices and rankings were done for Deventer. The hierarchical aggregation technique has impact on weighting system upon the indicators. The chi-square gives more weights on the indicators which are measured in high scale. The composition of weighting systems derived from factor analysis and expert opinion are different. The neighbourhood ranking constructed from factor analysis is closer to the one constructed by existing ranking method rather than to the one obtained by expert opinion.The z-score is the most preferable technique in standardization stage because it does not change the data distribution, it does not change the weighting but it is sensitive to the change of weighting. It is preferable because as its role of an indicator, an index of multiple deprivation have to be able to perform as the meaning which is attached into it.", "Daftar File": {}, "Penulis": "EVY TRISUSANTI (NIM 25406022)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. J.A. Martinez., Drs. E.J.M Dopheide., dan Ir. Roos Akbar MSc., PhD."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "index of multiple deprivation; neighbourhood ranking; and comparisons.", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "09 Okt 2017"}