{"Nomor": 12093, "Judul": "REKOMENDASI PENERAPAN SISTEMATIKA SIKLUS DEMING UNTUK MENCAPAI TUJUAN BISNIS DEPARTEMEN FACILITIES MANAGEMENT DI PT FGH", "Abstrak": "Facilities Management (FM) adalah departemen atau unit bisnis baru di PT FGH yang sebelumnya bernama Town Management (TM). FM dibentuk berdasarkan hasil penilaian kinerja departemen TM yang dianggap tidak memenuhi harapan perusahaan dan kebutuhan pelanggan. Pengembangan karyawan yang lamban, biaya yang tidak efektif, dan mutu yang rendah dalam perawatan dan pemeliharaan fasilitas perumahan dan kota adalah masalah yang mengemuka di TM. Pada akhir tahun 2006 perusahaan memutuskan untuk mengakhiri akumulasi masalah di TM dengan melakukan reorganisasi dan mengganti manajer dan beberapa kepala seksi.Sebagai departemen yang dibentuk untuk memperbaiki kegagalan yang dialami oleh departemen pendahulunya, FM melakukan banyak rencana tindakan perbaikan dalam proses bisnisnya tetapi belum terstruktur. Proyek akhir ini mengusulkan penggunaan pendekatan sistematika siklus Deming yang terdiri dari langkah plan, do, check dan action (PDCA) untuk diterapkan di FM. Pada tahap plan misi diturunkan dari harapan pelanggan dan perusahaan. Misi ini merupakan pijakan dalam menentukan area hasil yang ingin dicapai atau key result area (KRA) dan indikator keberhasilan atau key performance indicator (KPI). Langkah selanjutnya adalah mempersiapkan program-program untuk membawa departemen menuju keberhasilan tujuan bisnisnya. Implementasi program dilaksanakan pada tahap do. Kinerja dan efektivitas program diukur dan dievaluasi pada tahap check berdasarkan indikator keberhasilan yang telah ditetapkan. Tahap action adalah tindakan perbaikan dari hasil pemeriksaan keberlangsungan program dan dampaknya terhadap tujuan bisnis FM yaitu kepuasan pelanggan dan kepercayaan dari perusahaan.Pendekatan sistematika PDCA menghasilkan beberapa peluang perbaikan di FM yang diharapkan dapat meningkatkan produktivitas dan mutu pelayanan departemen, mengembangkan kompetensi dan kinerja karyawan, mengefektifkan biaya, dan meningkatkan kinerja keselamatan dan kesehatan kerja (K3) di lingkungan FM dan perusahaan. Perbaikan yang dilakukan meliputi penerjemahan harapan perusahaan dan pelanggan ke dalam pernyataan misi, KRA/KPI, dan program adalah solusi yang ditawarkan pada tahap plan berdasarkan temuan dalam diagnosis situasi FM saat ini. Pelaksanaan program sesuai dengan rencana yang dibuat adalah hasil dari diagnosis tahap do. Pada tahap check diusulkan untuk melakukan studi untuk sistem dan mekanisme pemantauan dan pengukuran serta evaluasi kinerja departemen. Melakukan tindakan perbaikan yang berkelanjutan adalah solusi pada tahap action. Audit eksternal diperlukan untuk memastikan apakah FM sudah tepat, konsisten, dan efektif menjalankan sistematika PDCA ini.Implementasi sistematika PDCA di FM akan menjadi kerangka kerja yang sangat praktis untuk dilaksanakan segera mengingat sistematika ini bukan sesuatu yang asing bagi karyawan FM yang telah mendapatkan sertifikat sistem K3 dari NOSA dan sistem pengelolaan lingkungan dari ISO 14001. Kedua sistem manajemen ini menggunakan sistematika yang sama yaitu PDCA untuk memastikan sistem dapat berjalan dengan baik dan efektif. Pola siklus dalam sistematika PDCA, membuat proses pembelajaran di FM menjadi lengkap, sehingga perbaikan berkelanjutan yang terstruktur tersebut dapat berjalan dengan lancar dan tujuan bisnis tercapai.", "Daftar File": {}, "Penulis": "FAHMI MUNSAH (NIM: 29107109)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Togar M. Simatupang, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "DCA, KRA, KPI, siklus Deming, pemantauan dan pengukuran kinerja, perawatan dan pemeliharaan.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}