{"Nomor": 12097, "Judul": "PENGGABUNGAN TEKNIK BATIK, QUILT, DAN HAND DRAWING UNTUK ILUSTRASI PERMAINAN TRADISIONAL DENGAN GAYA KONTEMPORER", "Abstrak": "Indonsia memiliki potensi di bidang tekstil yang luar biasa. Di antara sekian banyak kekayaan tekstil yang dimilikinya tersebut, batik merupakan salah satu yang paling popular. Batik saat ini telah menjadi identitas budaya yang tak ternilai harganya. Dan seiring perkembangan jaman batik pun terus mengikuti trend yang tengah berkembang saat ini. Kemudian selain batik, quilt yang sebenarnya merupakan tekstil hasil kebudayaan dari bangsa barat, seperti Amerika dan Inggris pun ternyata turut berkembang juga secara bersinergi di Indonesia. Bahkan masyarakat Indonesia memberikan sentuhan-sentuhan yang menggambarkan khas ketimurannya dalam tampilan quilt tersebut. Dan hal tersebut mampu semakin memperkaya khasanah tekstil di bumi Indonesia ini. \n \n \n\nBaik batik dan quilt yang dari tempat asal perkembangnya sangat berbeda tersebut selama ini masih berdiri sendiri dan seolah terkotak-kotakan dengan tekniknya masing-masing. Padahal dengan kreatifitas dalam memadupadankan kedua teknik tersebut, nilai jual dan tampilannya bisa menjadi jauh lebih baik dan tak lagi melulu seperti apa yang sudah ada sekarang. Dan sebagai penyempurnanya diberikanlah detail berupa torehan garis hand drawing langsung pada permukaan kain, sehingga karya akhir yang dihasilkan mengandung nilai craftmenship yang sangat tinggi.", "Daftar File": {}, "Penulis": "FAJAR CIPTANDI (NIM 17205032)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Drs. Biranul Anas Zaman"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Kriya, Teknik batik, Quilt, Hand drawing, Ilustrasi permainan tradisional, Gaya kontemporer", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Rizki Aprianti", "File": "6 file", "Tanggal Input": "11 Jun 2010"}