{"Nomor": 12091, "Judul": "STUDI STRUKTUR KOMPLEKS LIGAN KARBOKSILAT", "Abstrak": "Kompleks karboksilat dari logam transisi deret pertama banyak diteliti karena dapat membentuk struktur jaringan terbuka sehingga dapat berpotensi sebagai material penyimpan gas hidrogen. Selain itu gugus karboksilat dalam kompleks mampu menjembatani berbagai ion logam membentuk struktur berpori yang berfungsi selain untuk proses adsorpsi juga untuk proses katalitik. Kajian mengenai kompleks karboksilat telah dilakukan sejak lama, namun dalam sepuluh tahun terakhir ini banyak peneliti terus mengembangkan karena dengan menggunakan metoda-metoda yang berbeda yaitu variasi reaktan dan kondisi sintesis yang digunakan dapat menghasilkan senyawa baru. Pada penelitian ini dikaji struktur kompleks karboksilat dari ligan pikolinat dan oksalat. Ligan pikolinat dipilih karena ligan ini memiliki cincin piridin dan gugus karboksilat sehingga dihasilkan resonansi elektron phi. Selain itu, model koordinasi ligan pikolinat berikatan dengan ion logam bervariasi sehingga studi struktur perlu dilakukan. Ligan pikolinat yang digunakan pada sintesis kompleks secara langsung berasal dari asam pikolinat (H-pic). Tujuh senyawa kompleks pikolinat dari logam transisi deret pertama berbilangan oksidasi dua dan tiga telah disintesis dan ditentukan strukturnya dengan difraksi sinar-X kristal tunggal. Penentuan struktur kompleks pikolinat mendapatkan dua kelompok senyawa yaitu: (1) kompleks yang membentuk struktur satu dimensi; (2) kompleks yang membentuk struktur dua dimensi. Senyawa yang membentuk struktur satu dimensi ditunjukkan oleh kompleks Mn(III), Fe(III) dan Co(III) yang mengikat tiga ligan pikolinat. Studi struktural ini menunjukkan adanya satu molekul air kristal dalam kompleks [M(pic)3] yang membentuk ikatan hidrogen dengan gugus karboksilat dari dua molekul [M(pic)3]. Satu atom Hair berikatan dengan Okarb yang terkoordinasi pada ion logam. Atom Hair lain dari molekul air yang sama berikatan pada Okarb pada molekul [M(pic)3] lain yang tidak terkoordinasi pada ion logam. Molekul air berperan sebagai jembatan diantara kedua kompleks tersebut, membentuk rantai tak terhingga satu dimensi. Air kristal yang terdapat pada senyawa membentuk ikatan hidrogen diantara dua molekul kompleks pikolinat berdekatan. Struktur satu dimensi juga dihasilkan oleh kompleks tembaga(II) yang mengikat dua ligan pikolinat dan dua atom oksigen dari kompleks pikolinat berdekatan serta mengandung dua molekul air kristal. Molekul-molekul bis(pic)-Cu(II) dihubungkan oleh ikatan hidrogen intramolekular yang dihasilkan dari dimer molekul air kristal. Air kristal tersebut menghubungkan rantai-rantai kompleks bis(pic)-Cu(II) sehingga struktur satu dimensi terbentuk. Kompleks yang membentuk struktur dua dimensi dihasilkan dari ion logam yang mengikat dua ligan pikolinat dan dua ligan air yaitu [M(pic)2(H2O)2].2H2O dengan M adalah Fe dan Ni. Pada senyawa ini terdapat dua macam ikatan hidrogen. Ikatan hidrogen yang pertama berasal dari satu Hair dari molekul air yang terkoordinasi berikatan dengan atom Okarb yang terkoordinasi pada ion logam, atom Hair lain dari molekul air yang sama tersebut berikatan dengan Oair dari air kristal. Ikatan hidrogen kedua berasal dari Hair dari molekul air kristal berikatan hidrogen dengan Okarb dari atom oksigen yang tidak terkoordinasi dengan ion logam pada arah yang lain, sehingga kompleks membentuk struktur dua dimensi. Ion logam Mn, Fe dan Co terkoordinasi dengan tiga ligan pikolinat secara oktahedral sedikit terdistorsi. Semua senyawa kompleks pikolinat tersebut menunjukkan ligan pikolinat mengalami deprotonasi sehingga ligan berperan sebagai ligan anion. Ini mengakibatkan terbentuk kompleks molekular. Ligan pikolinat yang terkoordinasi pada atom logam berperan sebagai ligan bidentat melalui atom donor N dan O membentuk cincin beranggota lima. Ion logam terkoordinasi dengan ligan dalam ketiga senyawa secara oktahedral sedikit terdistorsi. Tiga atom donor yang sama terletak pada dua sisi bidang oktahedral sehingga kompleks tris(pikolinat) berada dalam bentuk isomer geometri meridional. Hal istimewa dalam penelitian ini adalah dihasilkan kompleks tris(pic)-Mn(III), karena kompleks dari ion logam Mn(III) yang memiliki konfigurasi elektron d4 biasanya tidak stabil dan jarang dapat disintesis. Kompleks yang mengikat tiga ligan pikolinat juga dihasilkan dari ion logam besi(II), tetapi ligan pikolinat dihasilkan dari hidrolisis ligan 1,2-bis(2-piridil)etandion. Struktur kristal ini berbeda dari kompleks pikolinat yang telah diuraikan diatas karena membentuk kompleks kationik bermuatan satu. Kompleks kationik tris(pic)-besi(II) terdiri dari dua ion logam besi(II) yang terkoordinasi pada ligan secara oktahedral terdistorsi. Ion logam besi(II) yang satu terkoordinasi pada tiga ligan pikolinat yang mengalami deprotonasi, sedangkan ion logam besi(II) yang lain terkoordinasi pada tiga ligan pikolinat yang masih mengandung atom hidrogen. Struktur dimer ini terbentuk melalui ikatan hidrogen dan disetarakan oleh satu anion tetrafluoroborat. Studi struktur senyawa bis(pic)di(aqua)-M(II) dengan M(II) adalah besi dan nikel mengungkapkan terdapat dua ligan pikolinat terkoordinasi pada bidang ekuatorial dan dua molekul air terkoordinasi dengan geometri trans. Pembentukan kompleks yang memiliki ligan terkoordinasi trans sangat penting karena dapat digunakan sebagai prekursor untuk memperoleh kompleks poli inti. Kompleks poli inti dapat dihasilkan dengan mengganti ligan H2O pada posisi trans dengan ligan jembatan lain. Selain dua molekul H2O yang berperan sebagai ligan, juga terdapat dua molekul air kristal. Pada kompleks bis(pic) dengan logam tembaga(II), dua ion logam terkoordinasi selain dengan dua pikolinat, juga terkoordinasi lemah pada posisi aksial dengan dua atom oksigen dari gugus karboksilat intramolekul. Pada penelitian ini disintesis pula kompleks karboksilat dengan menggunakan ligan oksalat yang bersumber dari asam oksalat (H-ox). Ligan oksalat dapat menghubungkan ion-ion logam sehingga terbentuk kompleks poli inti, yang umumnya berupa kompleks anionik. Kompleks anionik ini membentuk lorong (cavities) yang dapat diisi oleh kation organik yang biasanya merupakan molekul tetra alkil amin. Penggunaan tetrabutil fosfin sebagai pengganti tetrabutil amin untuk mendapatkan ukuran lorong yang lebih besar. Strategi ini dilakukan sebagai peluang agar dapat digantikan oleh kampleks kationik lainnya. Ukuran kation [P(n-C4H9)4]+ lebih besar dibandingkan [N(n-C4H9)4]+ sehingga ukuran rongga yang terbentuk pada kompleks anionik oksalat [MCr(ox)3]- dengan kation [P(n-C4H9)4]+ lebih besar dibandingkan dengan kation [N(C4H9)4]+. Sintesis kompleks dengan ligan oksalat menghasilkan kompleks anionik dinuklir bermuatan -1 yang berbentuk polikristalin. Penentuan struktur kompleks ini dilakukan dengan metoda difraksi sinar-X disertai dengan metoda Le Bail dalam program Rietica. Semua senyawa memiliki formula kimia [P(nC4H9)4][MCr(ox)3] dengan M adalah Mn, Fe, Co, Ni dan Cu. Kelima kompleks ini memiliki struktur yang mirip yaitu berupa jaringan anion dua dimensi [MCr(ox)3]-. Pada molekul tersebut, baik ion logam M(II) maupun Cr(III) dikelilingi oleh tiga ligan oksalat dan membentuk jaringan polimer dengan posisi ion logam berselang-seling. Jaringan ini membentuk lorong yang ditempati oleh kation organik penyeimbang tetrabutil fosfin [P(nC4H9)4]+. Lima kompleks polimer yang terbentuk menunjukkan adanya interaksi feromagnetik. Ini ditunjukkan dari nilai konstanta Weiss yang positif, magnetisasi saturasi dan histerisis pada senyawa. Nilai temperatur Curie Weiss (TCW) untuk lima senyawa tersebut makin menurun secara berturut-turut (MnCr); (FeCr); (CoCr) ; (NiCr) dan (CuCr). Nilai TCW pada masing-masing senyawa yang semakin menurun ini disebabkan terjadi penurunan interaksi magnetik dari ion-ion logam tersebut.", "Daftar File": {}, "Penulis": "FAHIMAH MARTAK (NIM: 30504007)", "Kontributor / Dosen Pembimbing": ["Tim Pembimbing: Prof. Dr. Djulia Onggo (Ketua), Prof. Dr. Ismunandar (anggota), dan Dr. A. Agung Nugroho (anggota)."], "Jenis Koleksi": "Disertasi", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "kompleks ligan karboksilat, struktur atom", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}