{"Nomor": 12102, "Judul": "PENENTUAN AKTIVITAS ENZIM PAPAIN DALAM MENDEGRADASI PROTEIN", "Abstrak": "Pepaya (Carica papaya L.) merupakan tanaman yang banyak dikenal oleh orang. Beberapa kegunaannya yaitu sumber vitamin serta sumber protease. Dalam getah pepaya terkandung enzim - enzim protease (pengurai protein) diantaranya  papain dan kimopapain. Enzim ini paling banyak diperoleh dari getah buah pepaya yang masih muda, untuk dapat memanfaatkan enzim ini maka dilakukan berbagai pengolahan getah. Enzim diolah dengan menggunakan tiga metode. Metode pertama, getah langsung dikeringkan dengan menggunakan desikator, freeze drying, dan oven bersuhu 50oC. Aktivitas yang diperoleh dari metode ini adalah 0,116; 0,361; dan 0,225 unit/mg. Metode kedua, getah difraksinasi menggunakan garam amonium sulfat 0-85% jenuh dan diperoleh aktivitas sebesar 0,303 unit/mg. Metode ketiga, getah diolah dengan meurnikan papain dari getah menggunakan dua tahap presipitasi garam dan diperoleh aktivitas sebesar 0,046 unit/mg. Untuk menguji kemampuan enzim dalam mendegradasi protein, sebanyak 1% (w/w) enzim yang telah diolah, ditambahkan kedalam putih telur untuk membuat pepton dan diperoleh % rendemen pepton berturut ÃƒÂ‚Ã‚Â– turut 4,36; 8,63; 9,78; 10,64; dan 0 %. Kandungan enzim papain adalam getah pepaya ditentukan dengan menggunakan gel elektroforesis native PAGE dan SDS PAGE.", "Daftar File": {"2009_TA_PP_FANI_FERDIANA_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/166308", "PUSTAKA FANI FERDIANA (NIM 10504079)": "https://digilib.itb.ac.id/gdl/download/166316"}, "Penulis": "FANI FERDIANA (NIM 10504079)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Drs. Sarwono Hadi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "FANI FERDIANA (NIM 10504079)", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}