{"Nomor": 12100, "Judul": "MASJID RAYA BANDUNG", "Abstrak": "Indonesia merupakan negara yang memiliki jumlah etnis yang cukup besar, hingga kurang lebih berjumlah 300 etnis. Salah satu predikat yang disandang oleh Indonesia adalah negara berpenduduk muslim terbesar di dunia. Indonesia mampu menjadi peringkat pertama dunia mayoritas penganut agama Islam, mengalahkan negara tempat agama Islam bertolak, yaitu Arab Saudi. Hal ini dapat terjadi mengingat jumlah penduduk yang jauh lebih besar darinya, dan akan terus bertambah seiring dengan berjalannya waktu. Mengingat banyaknya jumlah penganut agama Islam di Indonesia, maka dapat diasumsikan pula bahwa keberadaan masjid sebagai fasilitas ibadah umat Islam juga memiliki jumlah yang begitu besar dan tersebar di berbagai wilayah. Semakin banyak populasi dalam suatu wilayah, semakin banyak pula kuantitas masjid yang ada. \n \n \n\nMasjid Raya Bandung merupakan fasilitas publik yang dikhususkan bagi umat Islam untuk tempat beribadah. Karena posisinya sebagai masjid agung, maka Masjid Raya Bandung memegang peranan penting di dalam membangun simbol religiusitas dari Kota Bandung. \n \n \n\nPerancangan Masjid ini menawarkan konsep yang berlandaskan pada tiga pokok kaidah universal. tiga pokok universal tersebut antara lain adalah Universal dalam makna general, universal Islam, serta universal menurut kaidah Universal Design. Ketiga pengertian universal ini diaplikasikan secara in-line dan disaling-silangkan, untuk mendapatkan konsep universal yang utuh. Pengunjung dibawa kepada sebuah ruang yang memiliki ketiga nilai dasar tersebut sehingga diharapkan pengunjung bisa mendapatkan pengalaman ruang masjid yang berbeda dari masjid pada umumnya.", "Daftar File": {}, "Penulis": "FAJAR SEPTIAN (NIM 173 05 034)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Pribadi Widodo, M.Sn. BE Arch"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Masjid raya Bandung", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Rizki Aprianti", "File": "8 file", "Tanggal Input": "27 Apr 2010"}