{"Nomor": 12134, "Judul": "KODE BUDAYA INDONESIA PADA IKLAN TELEVISI 'CAHAYA ASA' (STUDI SEMIOTIKA IKLAN TELEVISI PT. XYZ YANG BERTEMAKAN RUMAHKU INDONESIAKU)", "Abstrak": "Iklan Cahaya Asa, sebagai rangkaian tema besar dari 'Rumahku Indonesiaku' adalah sebuah iklan korporat dari perusahaan rokok XYZ. Iklan ini menggunakan berbagai macam tanda, yang 'notabene' merupakan artefak budaya Indonesia. Membahas tentang budaya, tidak bisa lepas dari pembahasan tentang aspek kehidupan sosial yang konvensional atau sebuah 'kebiasaan', atau aturan yang telah disepakati oleh komunitas tertentu. Tanda-tanda yang telah terorganisasi dalam sebuah sistem dapat disebut juga sebagai sebuah kode. \n \n \n \n \n\nPendekatan penelitian yang digunakan adalah penelitian semiotik, yang dilakukan dengan cara menganalisa rekaman dari Iklan Cahaya Asa. Berdasarkan rekaman iklan Cahaya Asa, maka tanda-tanda dalam iklan tersebut akan dikupas dengan menggunakan kajian textual analysis, untuk mengetahui makna dari tanda-tanda yang ada di dalamnya. Tanda-tanda dalam iklan Cahaya Asa dibagi ke dalam 3 kelompok, yaitu artefak budaya, figur manusia serta setting. Dari ketiga kelompok tersebut, analisis akan fokus pada kelompok primary sign artefak budaya, sedangkan setting serta figur manusia diposisikan sebagai data penunjang dalam melakukan analisa kode budaya. Penelitian ini mengacu pada teori semiotika, yang akan menganalisa hubungan antar jenis tanda (ikon, indeks, simbol), makna tanda (denotasi dan konotasi) serta kode dalam iklan Cahaya Asa. \n \n \n \n \n\nPada tingkat jenis tanda, artefak, setting serta figur manusia dalam iklan Cahaya Asa telah merepresentasikan ikon, indeks dan simbol dari budaya Indonesia. Analisa pada makna tanda, menunjukkan bahwa seluruh artefak dan setting dari objek dalam iklan Cahaya Asa telah mendenotasikan artefak dan setting yang sebenarnya di Indonesia. \n \n \n \n \n\nPada makna konotasi, artefak dalam iklan Cahaya Asa telah meminjam makna konotasi dari artefak yang sebenarnya. Pada analisa sistem tanda, jika dikaji secara terpisah, maka beberapa artefak, setting dan figur manusia hanya merepresentasikan pada tingkatan jenis tanda (ikon, indeks, simbol), serta makna tanda (denotasi & konotasi). Sedangkan pada tingkatan sistem tanda, makna pada sebuah artefak yang telah dikonvesikan oleh suatu masyarakat tertentu, dalam tampilan artefak pada iklan Cahaya Asa, tidak dapat merepresentasikan makna tersebut.", "Daftar File": {}, "Penulis": "FREDDY YUSANTO (NIM 27106313)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Yasraf Amir Piliang, MA. dan Dr. Agung Eko Budiwaspada, M.Sn."], "Jenis Koleksi": "Tesis", "Penerbit": "Seni Rupa Murni", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Iklan Cahaya Asa, Kode Budaya Indonesia", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}