{"Nomor": 12144, "Judul": "ANALISIS POSITIONING PRODUK X UNTUK MENINGKATKAN PANGSA PASAR DI WILAYAH JAWA BARAT", "Abstrak": "Sembilan tahun lalu, industri telekomunikasi Indonesia mulai berkompetisi. Sejak diberlakukan Undang-Undang No. 36/1999 PT XYZ dan PT FGH bukanlah satu-satunya penyedia jasa telekomunikasi di Indonesia. Akibatnya pasar dari industry komunikasi Indonesia lebih tertarik kepada penawaran telepon yang bisa dibawa-bawa. Oleh karena itu, PT XYZ dengan ijin Fixed Wireless Access (FWA) membuat produk berteknologi Code Division Multiple Access (CDMA) yang dinamakan Produk X.Tahun 2005 Produk X yang merupakan leader dan pioneer diantara operator CDMA dengan license FWA, mulai mengalami penurunan market share. Bahkan di wilayah Jawa Barat market share Produk X saat ini hanya 32,2 % dibandingkan dengan Produk R 66,60% dan Produk S 1,2%. Penurunan tersebut menandakan bahwa beberapa pelanggan Produk X berpindah ke Produk R ataupun Produk S. Hal ini terlihat dari data 64% pelanggan di Bandung pernah melakukan perpindahan operator pada tahun 2007.Produk X memposisikan dirinya sebagai leadership yang hemat, tidak akalakalan dan memiliki jangkauan yang luas. Posisi yang ditawarkan tersebut dianggap suatu added value yang diunggulkan dari Produk X. Bahkan Produk X di akhir 2008 merencanakan untuk keluar dari fenomena price war dengan mengoptimalkan added value-nya. Oleh karena itu, penelitian ini ingin menganalisis positioning Produk X dengan menggunakan Methods for Assesing Positioning Effectiveness berdasarkan pada pendapat Cravens & Piercy (2006). Analisis ini ditinjau dari Bauran Pemasaran Jasa yang sudah dikeluarkan selama Kuartal I. Selain itu dilakukan juga analisis terhadap kompetitor dan pelanggan. Sehingga tidak hanya efektifitas dari positioning saja yang akan terjawab, namun akan diteliti juga atribut yang sebaiknya diperbaiki beserta faktor apa yang paling dipentingkan oleh pelanggan dalam mempersepsikan operator CDMA.Analisis yang sudah dilakukan menunjukan bahwa Produk X masih lemah dalam hal layanan dan pelayanan. Padahal kedua faktor tersebut merupakan faktor utama yang dipersepsikan paling penting oleh pelanggan. Sehingga pada penelitian ini diberikan solusi positioning yang seharusnya ditawarkan beserta program-program pendukungnya. Kemudian diberikan juga rekomendasi terhadap atribut yang sebaiknya diperbaiki lagi karena masih belum dipersepsikan baik oleh pelanggannya.", "Daftar File": {}, "Penulis": "GANESTRY APRILIA PUSPANDARI (NIM: 29106392)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Harimukti Wadenbori, MBA, Ph.d"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Positioning, Operator CDMA, X Product Trendy", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "5 file", "Tanggal Input": "27 Sep 2017"}