{"Nomor": 12154, "Judul": "ANALISIS EKONOMI KONVERSI HSD MENJADI MFO SEBAGAI BAHAN BAKAR PEMBANGKIT LISTRIK TENAGA DIESEL: STUDI KASUS PLTD PESANGGARAN INDONESIA POWER UNIT BISNIS PEMBANGKITAN BALI", "Abstrak": "PT. SRT adalah anak perusahaan PT. PLN (Persero) yang bergerak di bisnis pembangkitan tenaga listrik khususnya di pulau Bali. PT. SRT  dengan total kapasitas terpasang 432,67 MW terdiri dari Pembangkit Listrik Tenaga Diesel (PLTD) Pesanggaran (75,82 MW), Pembangkit Listrik Tenaga Gas (PLTG) Pesanggaran (125,45 MW), PLTG Gilimanuk (133,8 MW) dan PLTG Pemaron (97,6 MW). Saat ini Indonesia Power PT. SRT dalam rangka mengamankan pasokan tenaga listrik khususnya di pulau Bali sebagai daerah tujuan wisata dunia tengah menghadapi beberapa permasalahan bisnis  yang penting yaitu semua pembangkit yang dioperasikan menggunakan minyak, pertumbuhan permintaan listrik yang tinggi, masalah sumber energi primer seperti masalah ketersediaannya pasokan gas alam dan meningkatnya harga minyak, regulasi tarif. Mengikuti kenaikan harga minyak, pertumbuhan permintaan listrik yang tinggi tersebut harus dipenuhi oleh pembangkit berbasis minyak yang biaya produksi listriknya tinggi. Akar penyebab yang menimbulkan permasalahan bisnis tersebut adalah tingginya harga minyak, dalam hal ini minyak solar (high speed diesel /HSD), mengingat biaya bahan bakar adalah komponen utama dari biaya produksi listrik PLTD.Alternatif solusi yang mungkin dapat dilakukan oleh Indonesia PT. SRT dalam rangka memasok tenaga listrik dalam jumlah yang cukup dan andal adalah dengan upaya mengurangi biaya produksi melalui program konversi bahan bakar dan program efisiensi pada PLTD Pesanggaran dan unit pembangkit lainnya yang berbasis gas, demand side management di sisi pelanggan dan kontribusi pemerintah dalam domestic market obligation (DMO) gas alam untuk penggunaan sebagai bahan bakar pembangkit-pembangkit PLN dan anak perusahaannya. Mengingat tidak adanya pasokan gas, konversi dari HSD menjadi minyak bakar atau marine fuel oil (MFO) yang lebih dikenal dengan sebutan MFOnisasi menjadi solusi utama dalam mengatasi permasalahan bisnis tersebut dalam kaitan dengan harga MFO yang lebih murah Rp 939,40/liter dari harga HSD dan ketersediaannya untuk memasok daerah Bali dari pada gasifikasi pembangkit Indonesia Power UBP Bali.Tugas akhir ini fokus pada MFOnisasi di PLTD Pesanggaran sebagai studi kasus MFOnisasi pada Indonesia Power UBP Bali karena PLTD Pesanggaran adalah pembangkit berbasis minyak sedangkan pembangkit PT. SRT lainnya adalah pembangkit berbasis gas yang dipaksa menggunakan minyak sebagai bahan bakarnya. Secara teknis MFOnisasi dapat dilakukan dengan menambahkan fasilitas sistem bahan bakar MFO (MFO fuel system), modul pembersihan MFO (MFO treatment system) dan sistem pemanas MFO (MFO heater system). Fungsi dari penambahan peralatan tersebut adalah untuk membuat spesifikasi bahan bakar MFO hampir sama dengan spesifikasi bahan bakar HSD ketika bahan bakar (MFO) akan dipompakan ke mesin diesel. Proyek MFOnisasi tersebut membutuhkan suatu investasi untuk memodifikasi dan memasang sistem MFO pada sistem HSD yang ada.Oleh karenanya, analisis ekonomi harus dilakukan pada proyek MFOnisasi tersebut. Hasilnya menunjukkan bahwa investasi tersebut secara ekonomis layak untuk dilakukan. Pada kasus dasar (base case), proyek menghasilkan Internal Rate of Return sebesar 34,62 persen dan Net Present Value sebesar Rp 39,90 milyar pada discount rate 15 persen dengan faktor kapasitas pembangkit 33,2 persen dan dapat memberikan saving bahan bakar/kWh sebesar Rp 286,70/kWh. Berdasarkan analisis sensitivitas, faktor penting yang dapat mempengaruhi kelayakan MFOnisasi adalah perbedaan (saving) harga antara HSD dan MFO (dalam hal ini saving bahan bakar/kWh karena SFC antara HSD dan MFO sedikit berbeda) dan proyeksi produksi listrik yang harus dipertimbangkan jika investasi MFOnisasi pembangkit ingin dilakukan", "Daftar File": {}, "Penulis": "GINANJAR INDRAMAULANA (NIM: 29107175)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Arsegianto, M.Sc"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "PLTD Pesanggaran, fuel conversion program", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}