{"Nomor": 12152, "Judul": "ANALISIS RISIKO PADA DIVISI CIS (Carrier & Interconnection Services) PT XYZ", "Abstrak": "Perkembangan teknologi komunikasi yang pesat membuka peluang tumbuhnya operator telekomunkasi baru, yang mengakibatkan kompetisi antar operator telekomunikasi. Kompetisi serta persaingan pasar yang ketat memaksa perusahaan untuk menjaga kinerjanya dengan lebih baik. Pengelolaan risiko sangat mempengaruhi kinerja perusahaan. PT XYZ sebagai penyelenggara Telekomunikasi terbesar di Indonesia, mengerti betul tentang pentingnya manajemen risiko operasi agar dapat bersaing dengan kompetitor. Penanganan risiko dirumuskan dalam suatu kebijakan yang bertujuan untuk memastikan pencapaian kinerja perusahaan. Manajemen risiko melalui tiga tahapan penting dimulai dari identifikasi risiko, pengukuran risiko serta pengendalian risiko.Pengelolaan risiko agar kontrak manajemen dapat tercapai dilakukan dengan penentuan target utama perusahaan, dalam hal ini target utama dari Divisi CIS adalah Revenue, Sales, CSI (Customer Satisfaction Index), dan Compliance.Setelah adanya target utama perusahaan, selanjutnya dilakukan identifikasi terhadap risk register Divisi CIS yang berpengaruh langsung terhadap target utama perusahaan. Dari hasil identifikasi diperoleh 10 risiko yang berpengaruh langsung terhadap target utama perusahaan.Skenario penanganan risiko akan dibagi empat yaitu Menerima risiko yaitu tindakan dilakukan apabila kategorisasi risiko berada pada level low, Menghindari risiko yaitu tindakan untuk menolak memiliki, Mengurangi Risiko yaitu tindakan untuk mengurangi dampak dan frekuensi dari risiko itu sendiri dan pemindahan Risiko yaitu tindakan untuk membagi risiko tersebut kepada pihak lain.", "Daftar File": {}, "Penulis": "GIDEON OCTORA (NIM: 29105021)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ir.Sudarso Kaderi Wiryono"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pengelolaan Risiko, Kinerja Perusahaan, Interkoneksi", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}