{"Nomor": 12179, "Judul": "ASAM POILANOAT DARI DAUN Macaranga pruinosa", "Abstrak": "Macaranga  merupakan salah satu genus dari famili Euphorbiaceae. Tumbuhan Macaranga tersebar secara merata dengan jumlah lebih dari 300 spesies di kawasan Afrika Utara, Madagaskar, Australia, Asia, dan Pasifik Selatan. Di Indonesia, Macaranga mendiami kawasan ekosistem di hutan hujan tropis Kalimantan Timur, Sumatra Selatan, dan Sulawesi. Macaranga dikenal bersimbiosis mutualisme dengan semut (terutama Cromatogaster dan subgenus Decacrema). Dalam interaksi fakultatif myrmekofitisme, tumbuhan ini menyediakan makanan melalui batang dan bunganya untuk semut dan sebaliknya semut melindunginya dari serangan serangga herbivora. Secara tradisonal, Macaranga banyak dimanfaatkan untuk keperluan bahan bangunan, seperti untuk tiang atau atap, dan pengobatan tradisional. Pada penelitian ini telah dilakukan isolasi terhadap bagian daun dari spesies Macaranga pruinosa melalui ekstraksi dengan pelarut metanol dan dilanjutkan dengan fraksinasi KVC dan kromatografi radial dengan pelarut n-heksana dan EtOAc. Telah berhasil dipisahkan satu senyawa murni berupa cairan kental tidak bewarna. Hasil elusidasi struktur dengan spektroskopi C-13 NMR dan H-1 NMR menunjukkan senyawa ini adalah kelompok diterpen monosiklik turunan sembran, yaitu asam poilanoat.", "Daftar File": {"2009_TA_PP_HARITS_MAHENDRA_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/166344", "PUSTAKA HARITS MAHENDRA (NIM 10502021)": "https://digilib.itb.ac.id/gdl/download/166351"}, "Penulis": "HARITS MAHENDRA (NIM 10502021)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Yana Maolana Syah"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Macaranga pruinosa; Euphorbiaceae; fraksinasi; elusidasi; diterpen: sembran, asam poilanoat", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}