{"Nomor": 12194, "Judul": "GOLD'S GYM FITNESS AND BODY TREATMENT CENTER", "Abstrak": "Belakangan ini kesadaran akan menjaga kesehatan dan kecantikan semakin tinggi. Aktivitas yang padat di kota-kota besar, tingkat polusi yang tinggi dan kesemerautan di kota-kota besar sangat menyita banyak waktu, pikiran, dan tenaga. Hal ini mendorong masyarakat urban, terutama para eksekutif muda yang aktif, untuk mencari cara agar tubuhnya dapat pulih dan segar kembali. Banyak cara dapat dilakukan, salah satunya dengan mengunjungi fasilitas kebugaran, kesehatan, dan perawatan tubuh. \n \n \n\nSelain untuk menjaga kesehatan dan kebugaran, mengunjungi fasilitas kebugaran, kesehatan, dan perawatan tubuh bertujuan untuk menjaga penampilan tubuh agar tetap prima dalam melakukan aktivitasnya. Biasanya menjaga penampilan identik dengan kegiatan wanita yang menghabiskan waktunya di salon atau tempat perawatan tubuh. Namun dengan adanya pergeseran gaya hidup, terutama di kota-kota besar, hal merawat penampilan dan kebugaran juga diminati oleh para kaum pria urban. \n \n \n\nKarena minat yang semakin besar terhadap kesehatan dan kecantikan terutama di kota-kota besar, maka sekarang ini banyak dibuka tempat-tempat pusat kebugaran dan perawatan tubuh dengan berbagai fasilitas yang ditawarkan, mulai dari kelengkapan alat, variasi program-program olah tubuh, tingkat kenyamanan, hingga harga yang ditawarkan. \n \n \n\nGold's Gym merupakan bisnis waralaba asal Amerika Serikat yang bergerak di bidang kesehatan dan kebugaran tubuh. Namun dalam kasus ini, penulis mengajukan fasilitas-fasilitas lain seperti spa, cafe, salon, dan lain-lain. Fasilitas-fasilitas ini diharapkan dapat memenuhi kebutuhan para kaum urban perkotaan dari segi kebugaran, kesehatan, dan hiburan.", "Daftar File": {}, "Penulis": "HENDY (NIM 17305038)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Drs. Bagus Handoko, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Interior, Fitness center, Gold's Gym", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Rizki Aprianti", "File": "7 file", "Tanggal Input": "05 Mei 2010"}