{"Nomor": 12214, "Judul": "SINTESIS DAN KARAKTERISASI MEMBRAN KOMPOSIT POLISTIRENA- POLI(METIL METAKRILAT) DAN APLIKASINYA UNTUK MEMBRAN BIOREAKTOR", "Abstrak": "Industri pati dan produk turunannya mempunyai peranan yang sangat penting bagi kehidupan masyarakat, terutama di dalam industri pangan. Salah satu produk turunan pati yang terpenting adalah gula yang biasa disebut dengan pemanis pati. Pemanis pati diproduksi dengan cara menghidrolisis pati dengan menggunakan asam atau enzim. Proses hidrolisis dengan menggunakan asam dilakukan pada suhu 140-160 oC dan pH 1,8-2,0, dan ini banyak digunakan oleh industri gula pada masa lampau. Namun kebanyakan industri yang ada saat ini menggunakan proses enzimatik untuk menghidrolisis pati, hal ini dikarenakan proses tersebut mempunyai keunggulan dibandingkan dengan proses konvensional, di antaranya: (a) operasi dapat dilakukan pada pH dan suhu yang tidak ekstrim, (b) limbah cair yang dihasilkan relatif sedikit, (c) pengendalian proses lebih mudah dan (d) konversi pati menjadi gula lebih tinggi. Selain mempunyai keunggulan, proses enzimatik tersebut juga mempunyai beberapa kelemahan, di antaranya adalah (a) beban evaporasi sangat tinggi, sehingga memerlukan energi yang besar, (b) enzim hanya sekali pakai, sehingga tidak ekonomis, (c) diperlukan pemisahan produk dari campuran dan (d) produktivitas yang rendah. Untuk mengatasi kelemahan di atas, maka dikembangkan suatu teknologi yang disebut sebagai membran bioreaktor enzimatik (BME). Hal ini disebabkan karena BME mempunyai beberapa keunggulan, di antaranya (a) kebutuhan energi lebih sedikit, (b) pemanfaatan enzim maksimal, (c) waktu reaksi hidrolisis lebih singkat, dan (d) produk yang dihasilkan lebih murni. Semua keunggulan membran bioreaktor tersebut pada akhirnya dapat mengurangi biaya produksi. Karena keunggulan tersebut maka pada penelitian ini dilakukan sintesis membran bioreaktor dengan menggunakan membran komposit polistirena-poli(metil metakrilat), yang selanjutnya ditulis PS-PMMA sebagai pendukungnya.", "Daftar File": {"ABSTRAK HILYATUZZAHRAH (NIM: 20507065)": "https://digilib.itb.ac.id/gdl/download/168353", "COVER HILYATUZZAHRAH (NIM: 20507065)": "https://digilib.itb.ac.id/gdl/download/168354", "BAB1 HILYATUZZAHRAH (NIM: 20507065)": "https://digilib.itb.ac.id/gdl/download/168355", "BAB2 HILYATUZZAHRAH (NIM: 20507065)": "https://digilib.itb.ac.id/gdl/download/168356", "BAB3 HILYATUZZAHRAH (NIM: 20507065)": "https://digilib.itb.ac.id/gdl/download/168357", "BAB4 HILYATUZZAHRAH (NIM: 20507065)": "https://digilib.itb.ac.id/gdl/download/168358", "BAB5 HILYATUZZAHRAH (NIM: 20507065)": "https://digilib.itb.ac.id/gdl/download/168359", "PUSTAKA HILYATUZZAHRAH (NIM: 20507065)": "https://digilib.itb.ac.id/gdl/download/168360"}, "Penulis": "HILYATUZZAHRAH (NIM: 20507065)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Dessy Natalia dan Dr. Muhammad Ali Zulfikar"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "bioreaktor, enzim, hidrolisis, membran", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}