{"Nomor": 12216, "Judul": "APLIKASI PROGRAM VISUAL BASIC 6.0 DALAM PROSES PEMBELAJARAN USAHA DAN ENERGI", "Abstrak": "Pembahasan materi gerak pada bidang miring akan lebih menarik dan lebih mudah dipahami oleh siswa jika ditampilkan dengan menggunakan animasi. Pembuatan animasi dapat dibuat dengan menggunakan Program Visual Basic 6.0. Diharapkan program ini dapat memudahkan siswa dalam memahami materi usaha dan energi khususnya pada bidang miring. Pada kasus ini akan ditinjau sebuah benda titik bermassa m, meluncur sepanjang bidang miring yang memiliki koefisien gesekan uk1 kemudian melalui bidang horizontal dengan koefisien gesekan uk2, pada ujung bidang horizontal dipasang pegas. Benda titik akan menabrak pegas yang dipasang pada ujung bidang horizontal, yang memiliki konstanta pegas k. Selama benda titik bergerak sepanjang bidang miring sampai menabrak pegas dipengaruhi oleh gaya (angin), yang datang sejajar dengan bidang horizontal dan bergerak ke arah sumbu-X negatif. Selanjutnya dengan memasukkan data massa, koefisien gesekan, konstanta pegas, gaya (angin), panjang lintasan bidang miring dan panjang lintasan bidang horizontal maka akan diperoleh hasil out put berupa waktu tempuh , kecepatan, percepatan, dan energi kinetik pada beberapa titik pengamatan. Setelah dilakukan perhitungan dengan menggunakan simulasi program VB 6.0 diperoleh hasil yang sama dengan menggunakan perhitungan secara teori. Pada saat inputan data us, uk1, uk2 dan gaya (angin) dibuat nol sehingga hanya ada gaya konservatif yang bekerja pada benda titik, maka dalam hal ini benda titik akan melakukan gerak harmonik.", "Daftar File": {}, "Penulis": "HOIRUN SIREGAR (NIM 20207072)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.rer.nat. FREDDY HARYANTO"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "visualisasi , bidang miring, simulasi, konsep fisika , energi kinetik, Visual Basic 6.0", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "0 file", "Tanggal Input": "27 Sep 2017"}