{"Nomor": 12211, "Judul": "STUDI ANALISIS ALOKASI BIAYA TRANSAKSI TENAGA LISTRIK", "Abstrak": "Pasar tenaga listrik adalah tempat terjadinya transaksi tenaga listrik antara perusahaan pembangkit, perusahaan konsumen dan operator sistem tenaga listrik. Syarat minimum terjadinya pasar tenaga listrik adalah syarat ekonomi dan syarat keamanan sistem tenaga listrik. Terdapat tiga tipe transaksi tenaga listrik yaitu: transaksi terpusat, transaksi bilateral, dan transaksi campuran. Pada setiap transaksi tenaga listrik, terdapat tiga tipe biaya yang harus ditanggung oleh pelaku transaksi. Pertama, biaya pembangkitan, Penentuan biaya ini berdasarkan persamaan biaya pembangkit dan total daya yang diproduksi setiap pembangkit. Kedua, biaya sewa saluran transmisi, biaya ini ditanggung bersama oleh perusahaan pembangkit dan konsumen. Alokasi biaya ini berdasarkan kontribusi setiap pembangkit dan beban pada daya yang mengalir setiap saluran transmisi. Ketiga, biaya pelayanan tambahan, biaya ini ditanggung oleh pembangkit dan beban atas kompensasi adanya susut daya di saluran dan kompensasi untuk menjaga kualitas tegangan dari sistem tenaga listrik. Konsumen menanggung biaya susut daya di saluran berdasarkan kontribusi setiap beban terhadap total susut daya di saluran. Biaya untuk menjaga/perbaikan kualitas tegangan bus ditentukan berdasarkan tambahan produksi daya reaktif pada setiap pembangkit. Metode penelusuran aliran daya yang dikombinasikan dengan prinsip pembagi proporsional digunakan untuk menentukan asal dan tujuan dari daya yang mengalir di setiap saluran transmisi. Metode ini digunakan karena sederhana dan perhitungannya berdasarkan data aliran daya sebenarnya pada saluran transmisi.", "Daftar File": {}, "Penulis": "HIFNI ASHIF (NIM 13205052)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ir. Muhammad Nurdin dan Ir. Nanang Haryanto,M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "transaksi tenaga listrik, biaya pembangkitan, biaya sewa saluran transmisi, biaya pelayanan tambahan, penelusuran aliran daya, pembagi proporsional.", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}