{"Nomor": 12226, "Judul": "MODEL KEPUTUSAN PEMILIHAN TEKNOLOGI MENGGUNAKAN INTEGRASI BROWN-GIBSON MODEL, ANALYTIC HIERARCHY PROCESS, DAN TEORI HIMPUNAN FUZZY", "Abstrak": "Perkembangan teknologi sekarang ini mampu menciptakan aplikasi-aplikasi baru dengan produktivitas dan biaya teknologi yang lebih efisien. Perkembangan yang sangat pesat dalam teknologi serta harga perangkat teknologi yang kian menurun dari waktu ke waktu, mendorong perusahaan untuk meminimasi biaya dan meningkatkan pendapatan dari implementasi teknologi tersebut. Tantangannya kemudian ialah memperoleh keuntungan dari teknologi yang lebih baru dan lebih efisien, serta pada saat yang sama melakukan inovasi layanan yang sesuai bagi pengguna. Dengan demikian, penting bagi perusahaan untuk memperbarui teknologi pada waktu yang tepat.Salah satu variabel keputusan dalam pembaruan teknologi ialah pemilihan teknologi. Pada dasarnya keputusan pemilihan teknologi merupakan permasalahan keputusan multi kriteria yang melibatkan faktor finansial dan faktor non-finansial. Keputusan pemilihan teknologi merupakan permasalahan yang kompleks dan dinamis karena faktor-faktor yang mempengaruhinya senantiasa berubah. Selain itu, keputusan pemilihan teknologi diwarnai oleh ketidakpastian dan informasi yang tidak sempurna serta unsur subyektifitas yang sulit untuk dikuantifikasikan.Thesis ini bertujuan mengembangkan model keputusan pemilihan teknologi dengan mengintegrasikan Brown-Gibson model, Analytic Hierarchy Process (AHP), dan teori himpunan fuzzy. Brown-Gibson model dengan AHP memberikan kerangka yang menyeluruh dalam mengevaluasi faktor finansial dan faktor non-finansial yang mempengaruhi keputusan pemilihan teknologi. Konsep fuzzy digunakan untuk mengakomodasi faktor ketidakpastian dan informasi yang tidak sempurna dalam pengambilan keputusan pemilihan teknologi. Model yang dikembangkan dalam penelitian ini menggunakan bilangan fuzzy triangular.Model diterapkan pada dua kasus yang berbeda, yaitu menggunakan data hipotetik pada penelitian sebelumnya dan pengambilan keputusan pemilihan teknologi sistem telepon ITB. Pada kasus yang pertama, hasil yang diperoleh konsisten dengan hasil yang didapat dengan model pada penelitian sebelumnya. Sedangkan pada kasus kedua, terdapat dua pilihan teknologi sistem telepon yang dipertimbangkan untuk menggantikan sistem PABX saat ini, yaitu sistem hybrid PBX dan integrated IP-PBX. Hasil analisis menunjukkan bahwa secara umum, sistem integrated IP-PBX lebih unggul daripada sistem hybrid PBX.", "Daftar File": {}, "Penulis": "IDA GIYANTI (NIM: 23406031)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Joko Siswanto, MPA."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "technology selection, Brown-Gibson model, fuzzy, AHP", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "0 file", "Tanggal Input": "27 Sep 2017"}