{"Nomor": 12228, "Judul": "PERANCANGAN SISTEM KONVERSI ENERGI ANGIN SKALA KECIL UNTUK PENERANGAN LAMPU BELAJAR", "Abstrak": "Dalam makalah ini dilaporkan pembuatan desain SKEA (Sistem Konversi Energi Angin) skala kecil untuk memanfaatkan energi angin menjadi sumber energi penerangan lampu belajar di malam hari. Berdasarkan pada pemikiran membalik mekanisme kerja kipas angin yang semula mengubah energi listrik menjadi energi gerak, oleh desain ini mengubah urutan kerja motor kipas angin agar dapat mengkonversi energi gerak menjadi energi listrik. SKEA ini merupakan turbin angin sumbu horizontal dengan menggunakan generator ceiling fan 220V 50Hz 25W dan menggunakan piva PVC diameter 4 inc, sebagai bahan untuk membuat bilah turbin jejari 45 cm. Untuk penyimpanan energi digunakan empat buah baterai rechargeable dengan kapasitas total 13.400 mAh. Eksperimen dilakukan pada ketinggian 5 m di atas permukaan tanah di wilayah Rancaekek Kab. Bandung yang memiliki kondisi kecepatan angin berkisar 2,78 m/s. Untuk proses pengisian baterai dalam waktu 4 jam dengan arus rata-rata pengisian baterai sebesar 41,8 mA, maka didapatkan kapasitas pengisian sebesar 167,2 mAh. Kapasitas sebesar itu dapat dimanfaatkan untuk penerangan lampu belajar menggunakan 5 LED pada kondisi nyaman membaca selama 2-2,5 jam. SKEA ini dirancang menggunakan bahan yang murah dan sederhana dalam perawatannya sehingga potensial dikembangkan di daerah terpencil yang belum memiliki fasilitas listrik PLN dan untuk memperbesar kapasitas energi listrik dapat dilakukan dengan menambah jumlah generator.", "Daftar File": {}, "Penulis": "IDA SRI HENDRAYANI (NIM 20207060)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Eng. Mikrajudin Abdullah"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "SKEA, konversi energi, penerangan lampu belajar, ceiling fan, generator, baterai rechargeable, pipa PVC, LED, kapasitas pengisian.", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "0 file", "Tanggal Input": "27 Sep 2017"}