{"Nomor": 12220, "Judul": "KARAKTERISASI Ytae-13, ISOLAT BAKTERI PENGHASIL LIPASE DARI SUMBER AIR PANAS GEDONGSONGO", "Abstrak": "Hasil seleksi terhadap dua bakteri sumber air panas gedongsongo menunjukan bahwa bakteri YTae-13 lebih berpotensi untuk diteliti lebih lanjut. Hal ini didasarkan pada lebih banyaknya jumlah koloni yang tumbuh di media padat dan ukuran diameter zona bening yang lebih besar saat uji lipase kualitatif menggunakan media uji yang mengandung CaCl2 dan tween 20. Hasil analisis 16S rRNA yang telah dilakukan sebelumnya menunjukan adanya kemiripan terdekat dengan Geobacillus lituanicus BGSCW9A89 dan dibuktikan dengan karakter teramati pada penelitian ini. Secara morfologi bakteri Ytae-13 memiliki koloni berukuran kecil, konsentrik, cembung, berwarna kuning muda, sel berbentuk batang dan gram positif. Karakter kurva pertumbuhan dengan kepadatan koloni starter sebesar 7,0 x 10(pangkat 7) CFU/mL pada rentang waktu 0-21 jam menunjukan adanya dua fasa stasioner pada jam ke 11 dan 17 dengan laju pertumbuhan berturut-turut sebesar 0.153 h-1 dan 0.0576 h-1. Aluran waktu kultivasi bakteri terhadap aktifitas spesifik lipase menghasilkan tiga puncak yaitu pada jam ke 9, 15 dan 19 dengan aktifitas masing-masing sebesar 0.002566 unit/ug protein, 0.004164 unit/ug protein, and 0.005978 unit/ug protein.", "Daftar File": {"2009_TA_PP_HUMAILA_RIZQI_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/166173", "PUSTAKA HUMAILA RIZQI (NIM 10505096)": "https://digilib.itb.ac.id/gdl/download/166180"}, "Penulis": "HUMAILA RIZQI (NIM 10505096)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Fida Madayanti W., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "lipase expressing bacteria, Geobacillus lituanicus, qualitative analysis of lipase, quantitative analysis of lipase, growth rate", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}