{"Nomor": 12222, "Judul": "PEMISAHAN UNSUR-UNSUR LOGAM TANAH JARANG DARI PASIR MONASIT BANGKA DENGAN METODE SOLVENT IMPREGNATED RESIN (SIR)", "Abstrak": "Pasir monasit merupakan salah satu bahan alam berharga karena mengandung unsur logam tanah jarang (LTJ) khususnya lantanida ringan. LTJ digunakan dalam berbagai bidang, seperti: optik, magnetik, elektronik, keramik, gelas, metalurgi dan katalis. Di Indonesia, monasit terdapat di sepanjang pantai kepulauan Bangka, Belitung dan Singkep. Monasit yang digunakan dalam penelitian ini diperoleh dari pulau Bangka sebagai produk hasil samping penambangan timah.Pemisahan unsur LTJ biasanya dikerjakan dengan ekstraksi pelarut atau penukar ion. Namun, teknik ekstraksi pelarut dan penukar ion memiliki beberapa keterbatasan. Ekstraksi pelarut masih membutuhkan banyak tahap ekstraksi dan ekstraksi balik untuk mendapatkan pemisahan optimum. Selain itu, limbah cair yang dihasilkan dari ekstraksi pelarut dapat menimbulkan polusi lingkungan. Keterbatasan dari resin penukar ion, yaitu selektifitas pemisahan dan kapasitas sorpsinya rendah terhadap unsur-unsur LTJ. Pada tahun 1971, Warshawsky memperkenalkan metode impregnaasi secara fisik yang dikenal dengan metode solvent impregnated resins (SIR) untuk pemisahan ion-ion logam. Metode SIR telah digunakan untuk perolehan kembali ion-ion logam atau senyawa organik, pemekatan ion-ion logam dalam jumlah renik dan juga untuk menyingkirkan ion-ion logam berbahaya, seperti kadmium, air raksa dan krom(VI).Penelitian ini bertujuan untuk mempelajari pemisahan ion-ion La(III), Ce(III), Pr(III), Nd(III), Sm(III), dan Gd(III) dengan metode SIR dari medium nitrat menggunakan asam di-(2-etilheksil) posfat (D2EHPA) dan tributilposfat (TBP) sebagai ekstraktannya dan Amberlite XAD16 sebagai polimer pendukung. Senyawa D2EHPA adalah ekstraktan ion logam yang banyak digunakan dalam ekstraksi pelarut untuk pemisahan berbagai ion logam. Namun, belum banyak dilakukan penelitian yang berkenaan dengan pemisahan LTJ menggunakan metode solvent impregnated resin.", "Daftar File": {"2009 DIS PP IBNU KHALDUN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/51613", "2009 DIS PP IBNU KHALDUN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/51614", "2009 DIS PP IBNU KHALDUN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/51615", "2009 DIS PP IBNU KHALDUN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/51616", "2009 DIS PP IBNU KHALDUN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/51617", "2009 DIS PP IBNU KHALDUN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/51618", "2009 DIS PP IBNU KHALDUN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/51619"}, "Penulis": "IBNU KHALDUN (NIM: 30504012)", "Kontributor / Dosen Pembimbing": ["Tim Pembimbing: Prof. Dr. Buchari (Ketua), Dr. Muhammad Bachri Amran (Anggota), dan Dr. Aminudin Sulaeman (Anggota)"], "Jenis Koleksi": "Disertasi", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Monasit, Logam Tanah Jarang, Monazite, Solvent Impregnated Resin, Rare Earth Element", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}