{"Nomor": 12239, "Judul": "USULAN PROGRAM MARKETING BERBASIS KOMUNITAS UNTUK PRODUK PELUMAS X, Studi Kasus pada Klub Motor Matik di Bandung", "Abstrak": "Besarnya potensi pasar dan pesatnya pertumbuhan pasar motor skutik mendorong pabrikan pelumas mulai menggarap segmen ini dengan memproduksi minyak pelumas khusus motor matik. Salah satu perusahaan yang mengambil peluang ini adalah PT XYZ, dengan meluncurkan Produk Pelumas X, pada 7 September 2007. Namun dalam meluncurkan suatu produk baru, salah satu tantangan bagi perusahaan ini adalah mayoritas dari konsumen cenderung berhati-hati dan menunda pembelian untuk melihat kinerja suatu produk setelah sekian waktu. Berdasarkan Diffusion of Innovations Model (Everett M. Rogers, 2003), kondisi ini dikategorikan dalam fase initial diffusion, yang artinya untuk meningkatkan penjualannya harus mengoptimalkan dukungan dari para inovators dan opinion leader. Oleh karena itu, dalam menghadapi ketatnya persaingan, PT XYZ perlu melakukan strategi marketing yang tepat untuk mempercepat akselerasi pertumbuhan penjualan Produk Pelumas X, salah satunya yang diusulkan dalam penelitian ini adalah melakukan kolaborasi yang saling menguntungkan dengan para innovator dan opinion leader, khususnya dalam komunitas motor matik. Program ini dikenal dengan istilah Community Marketing. Tujuan dari penelitian ini adalah menganalisis faktor-faktor yang menentukan dalam membangun kolaborasi dengan komunitas konsumen, dengan melakukan kajian karakteristik perilaku konsumsi dari komunitas klub motor matik di wilayah kota Bandung, sehingga dapat memberikan masukan kepada PT XYZ berupa usulan strategi pemasaran berdasarkan komunitas dan implementasinya untuk Produk Pelumas X. Metode penelitian yang digunakan dalam penelitian ini adalah eksploratif melalui studi pustaka dan studi lapangan melalui in depth interview secara langsung dengan responden/informan, yaitu pengurus atau pendiri klub motor matik, dengan jumlah responden sebanyak 7 (tujuh) orang dari 5 (lima) komunitas motor matik. Berdasarkan data yang terkumpul dari kerja lapangan (fieldwork), peneliti melakukan segmenting, targeting, dan positioning (STP) terhadap segmen komunitas yang paling potensial dilibatkan dalam Community Marketing Program. Hasil dari STP, menyimpulkan bahwa Klub Maticholic, merupakan komunitas yang paling tepat untuk berkolaborasi dengan PT XYZ Hasil akhir dari penelitian ini adalah usulan rencana implementasi Community Marketing Program bagi PT XYZ sehingga diharapkan dapat berkontribusi memenangkan persaingan industri pelumas di Indonesia.", "Daftar File": {}, "Penulis": "IMAM TRI WAHYUDI (NIM: 29107039)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Drs. Herry Hudrasyah, MA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Diffusion of Innovations Model, Pelumas Castrol Power 1 Scooter, Inovators, Opinion Leader, Community Marketing, Klub Motor Matik", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}