{"Nomor": 12241, "Judul": "ANALISIS PENGARUH TINGKAT KEKERASAN BATUBARA (HGI) TERHADAP KEMAMPUAN PRODUKTIVITAS ALAT MUAT DAN PENCAPAIAN TARGET PRODUKTIVITAS ALAT MUAT PERUSAHAAN DI PT. XYZ", "Abstrak": "Terdapat beberapa parameter dalam penilaian kualitas batubara, di antaranya adalah Calorific Value (CV), Total Moisture (TM), Total Sulphur, Total Ash, Hardgroove Grindability Index (HGI), dll. Diantara semua parameter kualitas batubara, parameter HGI menjadi parameter yang berhubungan langsung dengan penambangan batubara. \n \n \n \n \n \n\nHardgroove Grindability Index (HGI) merupakan parameter yang menyatakan tingkat kemudahan batubara untuk digerus. Semakin tinggi nilai HGI, maka akan semakin mudah batubara tersebut untuk digerus. Parameter HGI ini dapat juga dipakai untuk menyatakan tingkat kekerasan batubara. Semakin rendah nilai HGI maka akan semakin keras batubara tersebut. \n \n \n \n \n \n\nKegiatan penambangan batubara yang dilakukan oleh PT. XYZ jobsite ADARO, dilakukan dengan sistem tambang terbuka (open pit mining method). Proses penambangan menggunakan kombinasi alat gali muat berupa PC 1250-7 dan PC 1250-8, serta alat angkut HD-785. Target produktivitas yang ditetapkan oleh perusahaan yaitu 550 mt/jam untuk tiap alat muat yang dipakai. Target produktivitas tersebut merupakan pencapaian produktivitas rata-rata alat muat dari semua jobsite PT. XYZ. \n \n \n \n \n \n\nPenempatan lokasi kerja alat muat, harus mendapatkan perhatian yang lebih. Karena kesalahan dalam penempatan lokasi kerja alat muat akan berakibat pada penurunan produktivitas secara keseluruhan. Hal ini diakibatkan karena kemampuan produktivitas PC 1250-7 akan mengalami penurunan yang drastis apabila bekerja pada batubara dengan HGI 37.", "Daftar File": {}, "Penulis": "IMAN FIRMANSYAH (NIM 12104059)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Rudianto Ekawan, ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Tingkat kekerasan batubara (HGI), Produktivitas alat muat, Target produktivitas alat muat perusahaan", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}