{"Nomor": 12246, "Judul": "ISOLASI BAKTERI PENGHASIL XILANASE DARI RAYAP PEKERJA Reticulitermes santonensis DAN KARAKTERISASI XILANASENYA", "Abstrak": "Xilanase adalah enzim penghidrolisis xilan yang terdiri atas dua tipe utama: B-xilosidase dan endoxilanase. Enzim ini banyak dimanfaatkan secara luas dalam bidang industri, seperti untuk pemutihan kertas, produksi pangan fungsional (xilosa dan xilooligosakarida), rekayasa proses pengolahan pangan, peningkatan kualitas pakan ternak, dan biokonversi limbah lignoselulosa. Xilan (substrat xilanase) merupakan hemiselulosa yang dibangun oleh residu 1,4-B-D-xilopiranosa, yang banyak ditemui pada limbah pertanian seperti tongkol jagung (dapat mencapai 40% berat kering). Salah satu organisme di alam yang melakukan aktivitas pendegradasi bahan hemiselulosa adalah rayap. Aktivitas degradasi hemiselulosa oleh rayap dilakukan oleh enzim hemiselulotik dari tubuh rayap itu sendiri dan/atau oleh mikroorganisme yang bersimbiosis dengan rayap. Dalam penelitian ini dilakukan isolasi bakteri penghasil xilanase dari rayap pekerja Reticulitermes santonensis dan karakterisasi biokimia xilanase. Isolat-isolat ditapis dalam medium yang mengandung xilan tongkol jagung sebagai satu-satunya sumber karbon. Isolat yang terbaik dioptimasi untuk produksi xilanase.", "Daftar File": {"ABSTRAK INDA SETYAWATI (NIM: 20507032)": "https://digilib.itb.ac.id/gdl/download/168387", "COVER INDA SETYAWATI (NIM: 20507032)": "https://digilib.itb.ac.id/gdl/download/168388", "BAB1 INDA SETYAWATI (NIM: 20507032)": "https://digilib.itb.ac.id/gdl/download/168389", "BAB2 INDA SETYAWATI (NIM: 20507032)": "https://digilib.itb.ac.id/gdl/download/168390", "BAB3 INDA SETYAWATI (NIM: 20507032)": "https://digilib.itb.ac.id/gdl/download/168391", "BAB4 INDA SETYAWATI (NIM: 20507032)": "https://digilib.itb.ac.id/gdl/download/168392", "BAB5 INDA SETYAWATI (NIM: 20507032)": "https://digilib.itb.ac.id/gdl/download/168393", "PUSTAKA INDA SETYAWATI (NIM: 20507032)": "https://digilib.itb.ac.id/gdl/download/168394"}, "Penulis": "INDA SETYAWATI (NIM: 20507032)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Zeily Nurachman"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "corn cob xylan, exo-enzyme, oat spelt xylan, Reticulitermes santonensis, workers termite bacterium, and xylanase.", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}