{"Nomor": 12255, "Judul": "YOUTH CHURCH", "Abstrak": "Indonesia adalah negara berkembang yang masih dalam kondisi tidak stabil. Yang dimaksud dengan kondisi tidak stabil disini adalah labilnya nilai-nilai dan jati diri bangsa. Masyarakat Indonesia sangat mudah terpengaruh budaya dan nilai-nilai asing, bahkan terkadang memujanya. Hal ini dapat dilihat dari kebiasaan, perilaku, sifat, hingga tren berpakaian masyarakat yang cenderung berkiblat pada bangsa asing. \n \n \n\nKomunitas Kaum Kristen Protestan Indonesia tak pelak lagi juga terpengaruh hal ini, terutama pada komunitas mudanya. Banyak komunitas Protestan muda yang semakin malas untuk mengikuti kegiatan perkumpulan dan keagaamaan karena dianggap kuno. Pada generasi yang lebih dewasa, kehidupan modern membawa kesibukan akibat tuntutan kecepatan dan efisiensi, akibatnya terjadi hal yang sama yaitu berkurangnya waktu untuk berkumpul, dalam dalam konteks keagamaan maupun konteks keluarga. Lebih ekstrim lagi, sebagian kehilangan nilai dan terseret pada tindakan merugikan seperti penggunaan narkoba, bunuh diri dan sebagainya. \n \n \n\nRemaja memiliki sifat yang terbuka kepada perubahan dan media informasi. Dengan sifat terbuka ini maka banyak informasi yang di dapat oleh remaja yang kemudian banyak mempengaruhi gaya hidup dan pengambilan keputusan. Sifat keterbukaan akan hal baru ini merupakan hal yang baik namun dapat menjadi hal yang merugikan bila remaja tidak mengetahui/ dapat memilah hal-hal yang berguna dalam hidupnya. Hal yang sering terjadi adalah kehidupan remaja dikendalikan oleh media masa dan media informasi. \n \n \n\nGereja menjadi salah satu lembaga yang ikut bertanggung jawab untuk memberi kontribusi dalam menjaga nilai-nilai yang sudah ada itu dan juga mewadahi kebutuhan dari generasi masa sekarang. Dalam hal ini, Youth Church hadir sebagai fasilitas yang dapat mewadahi kebutuhan komunitas Protestan dalam mewujudkan hubungan dengan Tuhan maupun sesamanya secara nyata. Di dalam Youth Church umat dapat bersosialisasi, berbagi, dan mengikat hubungan, yang menuntun pada pengembangan pribadi, spiritual serta identitas diri. \n \n \n\nYouth Church ini merupakan fasilitas publik yang dikhususkan bagi umat Kristen Protestan terutama kaum mudanya untuk tempat beribadah. Perancangan gereja ini menggunakan pendekatan melalui gaya hidup anak muda untuk dapat memberi daya tarik terhadap anak muda.", "Daftar File": {}, "Penulis": "INTAN GEMALA BADUDU (NIM 17305015)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Drs. Andriyanto Wibisono, M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Interior, Gereja, Youth church", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Rizki Aprianti", "File": "8 file", "Tanggal Input": "05 Mei 2010"}