{"Nomor": 12263, "Judul": "PERANCANGAN PROSES BISNIS UTAMA DAN FUNGSI FASILITAS BERDASARKAN STANDAR EUROPEAN QUALITY IMPROVEMENT SYSTEM (EQUIS)", "Abstrak": "Globalisasi merupakan hal yang sudah tidak dapat dihindari lagi. Pengaruhnya dapat dirasakan di semua bidang termasuk dalam pendidikan. Indonesia sendiri sebagai anggota WTO (World Trade Organization) telah menandatangani General Agreement on Trade in Services (GATS). GATS merupakan kesepakatan dalam melakukan perdagangan bidang jasa termasuk pendidikan. Dengan ditandatanganinya kesepakatan tersebut maka persaingan sekolah di Indonesia akan semakin ketat. Selain makin ketatnya persaingan disebabkan oleh globalisasi maka di dalam negeri pun sekolah-sekolah harus dapat bersaing dalam tingkat nasional.Di Indonesia sendiri perbaikan pendidikan terus dilakukan untuk menghadapi tantangan persaingan yang ada. Sekolah Bisnis Manajemen (SBM) ITB yang terbentuk pada tahun 2003 sudah menyadari pentingnya upaya untuk mengantisipasi persaingan. Saat ini SBM merupakan anggota European Foundation for Management Development (EFMD). EFMD merupakan organisasi internasional yang bergerak dalam peningkatan pengembangan manajemen yang juga mengeluarkan akreditasi terhadap sekolah bisnis di dunia. Salah satu akreditasi yang dikeluarkannya ialah EQUIS (European Quality Improvement Sistem). Akreditasi inilah yang menjadi sasaran SBM ITB untuk dapat bersaing dengan sekolah yang ada.Untuk dapat melaksanakan kegiatan sekolah maka SBM didukung oleh berbagai fungsi salah satunya ialah fungsi fasilitas. Fungsi ini bertujuan memastikan bahwa sekolah memiliki fasilitas yang dibutuhkan dalam mencapai tujuannya. Cara yang dapat dilakukan untuk ikut mendukung sekolah dalam mencapai akreditasinya ialah memiliki proses bisnis yang sesuai dengan kriteria yang dinilai untuk mendapatkan akreditasi EQUIS.Dalam proyek akhir ini diusulkan metodologi IBEST (Integrated Business process for Education System) untuk merancang proses bisnis yang diperlukan. IBEST terdiri dari tahapan mengidentifikasi kriteria EQUIS, mengidentifikasi proses yang memenuhi criteria EQUIS, menentukan input dan output proses, menentukan hubungan antar proses dan menentukan komponen fungsi. Tahapan tersebut dibuat untuk mendapatkan proses bisnis utama dan proses bisnis fasilitas. Pada perancangan proses bisnis fasilitas dibuat juga key performance indicatornya.Setelah proses bisnis dirancang maka dibuat rencana implementasinya. Rencana implementasi ini berisi aktivitas yang perlu dilakukan untuk 18 bulan ke depan. Selain membuat rencana implementasi pada proyek akhir ini juga dibuat perkiraan kebutuhan sumber dayanya.", "Daftar File": {}, "Penulis": "IRMA RACHMAWATI HARRIRI (NIM : 29107006)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Mursyid Hasan Basri"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "proses bisnis, EQUIS (European Quality Improvement Sistem), fasilitas", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "0 file", "Tanggal Input": "27 Sep 2017"}