{"Nomor": 12283, "Judul": "PERCOBAAN PENDAHULUAN ELEKTROPLATING PADUAN Cu-Sn PADA SUBSTRAT BAJA KARBON DALAM BERBAGAI LARUTAN SIANIDA", "Abstrak": "Elektroplating merupakan proses pengendapan logam dari ion logam dalam larutan elektrolit dengan menggunakan arus listrik. Dalam penelitian ini dilakukan percobaan elektroplating paduan Cu-Sn pada baja karbon rendah dalam larutan sianida dengan komposisi bath dan rapat arus yang bervariasi. Percobaan ini bertujuan untuk mempelajari pengaruh rapat arus dan komposisi bath terhadap komposisi kimia dari lapisan paduan yang terbentuk di permukaan substrat, keseragaman ketebalan lapisan dan microhardness-nya. Semua informasi yang diperoleh dari percobaan ini akan digunakan untuk menentukan kondisi electroplating yang cocok untuk memproduksi lapisan White Miralloy (55%Cu-45%Sn) dan Yellow Miralloy (85%Cu-15%Sn). Nilai kekerasan yang diharapkan adalah berturut-turut 550 HV dan 400 HV. Komposisi bath yang digunakan dalam percobaan ini adalah 5 gpl Cu(CN)2, 25 gpl Na2SnO3, 12 gpl NaOH and 25 gpl NaCN; 10 gpl Cu(CN)2, 25 gpl Na2SnO3, 12 gpl NaOH, and 25 gpl NaCN; 15 gpl Cu(CN)2, 25 gpl Na2SnO3, 12 gpl NaOH and 25 gpl NaCN; 20 gpl Cu(CN)2, 25 gpl Na2SnO3, 12 gpl NaOH and 25 gpl NaCN; and 25 gpl Cu(CN)2, 25 gpl Na2SnO3, 12 gpl NaOH and 25 gpl NaCN. Rapat arus yang dialirkan bervariasi dari 5, 10 dan 20 mA/cm2. Komposisi kimia lapisan paduan Cu-Sn dianalisis menggunakan metode analisis EDX (Energy Dispersive of X-Ray). Uji microhardness menggunakan alat uji kekerasan Vickers dengan pembebanan 10 gram selama 15 detik. \n \n \n\nHasil analisis EDX mengindikasikan bahwa komposisi kimia lapisan paduan Cu-Sn yang diproduksi mendekati komposisi kimia Yellow Miralloy dan White Miralloy. Yellow Miralloy dapat diproduksi dalam larutan sianida yang mengandung 25 gpl Cu(CN)2 di bawah rapat arus konstan sebesar 10 mA/cm2. Sedangkan White Miralloy dapat diproduksi dalam larutan sianida yang mengandund 15 gpl Cu(CN)2 di bawah rapat arus konstan sebesar 5 mA/cm2. Nilai Microhardness dari lapisan paduan Cu-Sn bervariasi dari 679,11 hingga 1504,86 HVN 10/15. Ketebalan lapisan paduan Cu-Sn cenderung menurun dengan menurunnya konsentrasi Cu(CN)2 dan dengan meningkatnya rapat arus.", "Daftar File": {}, "Penulis": "JACKY NOEL SIHASALE (NIM 12104025)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Sunara Purwadaria"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Elektroplating, Paduan Cu-Sn, Substrat bajak karbon, Larutan Sianida", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}