{"Nomor": 12309, "Judul": "STUDI DISTRIBUSI UKURAN BUTIR ELEKTRUM DAN ASOSIASI MINERALISASI EMAS PADA URAT CIURUG, PONGKOR, JAWA BARAT", "Abstrak": "Jumlah rata-rata unsur Au dalam kerak bumi adalah sebesar 0,004 gram per ton (konsentrasi Clarke). Proses geologi menyebabkan terkonsentrasinya unsur Au lebih dari jumlah rata-rata unsur Au di kerak bumi. Unsur Au yang terkonsentrasi itu kemudian disebut sebagai endapan mineral. Endapan mineral dari unsur Au ini berpotensi sebagai cadangan emas. Indonesia memiliki banyak potensi cadangan emas. Logam emas merupakan salah satu komoditas logam berharga yang mempunyai harga yang tinggi dan pasar yang stabil. Salah satu penambangan emas yang terbesar di Indonesia adalah penambangan emas-perak Pongkor. \n \n\nElektrum merupakan mineral utama pembawa Au-Ag pada Urat Ciurug, Pongkor. Sampel urat Ciurug berasal dari level 700 m, 600 m, 515 m, 500 m, 300 m dan 200 m. Pengamatan tekstur, fasies mineralisasi dan mineralogi bijih dilakukan di Laboratorium Mikroskopi Bijih dengan sampel sayatan poles sebanyak 69 buah dan sampel sayatan tipis-poles sebanyak 19 buah. \n \n\nTujuan penelitian ini adalah untuk memetakan kemunculan mineral sulfida, mengidentifikasi kemunculan mineral elektrum serta melakukan pengukuran besar butiran elektrum. \n \n\nMineralisasi urat Ciurug dibagi ke dalam 4 tahapan fasies, yaitu : fasies carbonat-quartz (CQ), fasies manganese-carbonat quartz (MCQ), fasies banded-massive quartz (BMQ) dan fasies gray-sulfide quartz (GSQ). Terdapat 3 tipe kemunculan elektrum, yaitu : Tipe-1 (inklusi di dalam pirit), Tipe-2 (inklusi di dalam kalkopirit), Tipe-3 (coexist dengan mineral pirit, kalkopirit, galena, acanthite dan sfalerit). \n \n\nPenelitian menunjukkan bahwa keberadaan elektrum berlimpah pada fasies BMQ-GSQ dengan tekstur banded-colloform-breccia dan pada level 600 m. Kehadiran elektrum umumnya berupa Tipe-1 dan Tipe-3, sedangkan Tipe-2 hanya muncul setempat saja. Dari pengamatan mineragrafi, pada umumnya diperoleh ukuran butir elektrum rata-rata berkisar 1 μm sampai dengan 25 μm.", "Daftar File": {}, "Penulis": "KENDRA VALENTIN (NIM 12104037)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Syafrizal, ST. MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Butir elektrum, Asosiasi mineralisasi emas, Urat Ciurug", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}