{"Nomor": 12312, "Judul": "PENGARUH DIVINIL BENZEN TERHADAP POLYBLEND POLISTIREN TERSULFONASI DARI LIMBAH STYROFOAM UNTUK APLIKASI FUEL CELL", "Abstrak": "Pengembangan teknologi membran fuel cell telah banyak dilakukan untuk memperoleh sumber energi alternatif baru. Nafion merupakan salah satu membran fuel cell yang memiliki kekuatan mekanik dan nilai konduktivitas yang baik, namun harganya mahal. Limbah styrofoam yang tidak termanfaatkan ternyata memiliki potensi untuk dijadikan material dasar fuel cell. Pembuatan membran untuk aplikasi fuel cell yang berbasiskan polyblend polistiren tersulfonasi (PSS)-lignosulfonat (LS) dengan penambahan divinil benzen (DVB) sebagai pembentuk ikatan silang telah dilakukan. Penelitian ini bertujuan untuk mengetahui karakteristik membran yang dihasilkan dengan komposisi LS 5% dan variasi komposisi DVB 0, 2, 4, 6, dan 8% (w/w). Polistiren yang digunakan diisolasi dari limbah styrofoam. Hasil uji mekanik terbesar dimiliki membran dengan komposisi DVB 2%. Konduktivitas, derajat penggembungan, dan KPI terbesar dimiliki oleh membran dengan DVB sebanyak 8%. Spektrum FTIR menunjukkan adanya substitusi gugus sulfonat ke dalam membran PSS. Semakin besar komposisi DVB yang digunakan, maka stabilitas termalnya akan meningkat. Berdasarkan nilai stabilitas termal dan konduktivitasnya, membran yang memiliki karakteristik yang mirip dengan nafion adalah membran dengan DVB 8%.", "Daftar File": {"2009_TA_PP_KHAERUL_HATTA_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/166206", "PUSTAKA KHAERUL HATTA (NIM 10505092)": "https://digilib.itb.ac.id/gdl/download/166213"}, "Penulis": "KHAERUL HATTA (NIM 10505092)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. I Made Arcana"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "divinil benzen, styrofoam, fuel cell", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}