{"Nomor": 12328, "Judul": "SINTESIS POLYBLEND DARI POLISTIREN TERSULFONASI DENGAN POLIHIDROKSIBUTIRAT BAKTERIAL SERTA KARAKTERISASINYA", "Abstrak": "Meningkatnya penggunaan plastik oleh penduduk dunia menimbulkan penumpukan jumlah sampah plastik yang pada umumnya terbuat dari bahan yang tidak dapat terdegradasi di alam. Jika hal ini dibiarkan secara terus-menerus dapat menimbulkan pencemaran lingkungan. Permasalahan ini mendorong dilakukannya penelitian untuk membuat polimer yang dapat terdegradasi di alam (biodegradable polymer), yaitu dengan memodifikasi polimer yang biasa digunakan sebagai bahan baku plastik, yaitu suatu polimer sintetik, dengan suatu biopolimer, dengan tujuan agar plastik yang dibuat dapat terbiodegradasi di alam. Pada penelitian ini, dilakukan modifikasi terhadap suatu polimer sintetik, yaitu polistiren (PS), dengan metoda sulfonasi, kemudian di-blend dengan suatu biopolimer, yaitu polihidroksibutirat (PHB). PS yang digunakan dalam penelitian ini diisolasi dari styrofoam, sedangkan PHB yang di-blend dengan PSS merupakan PHB bakterial yang didapatkan secara komersial dari Aldrich Chemical Inc. PHB yang akan di-blend dihidrolisis terlebih dahulu untuk menurunkan berat molekulnya. Proses sulfonasi dilakukan untuk memberikan gugus hidrofil pada PS, sehingga dapat membentuk polyblend yang homogen dengan PHB, mengingat PS dan PHB memiliki kepolaran yang berbeda. PSS yang disintesis pada penelitian ini memiliki derajat sulfonasi sebesar 9,10%.", "Daftar File": {"ABSTRAK LELLY DWI AMBARINI (NIM: 20508003)": "https://digilib.itb.ac.id/gdl/download/168555", "COVER LELLY DWI AMBARINI (NIM: 20508003)": "https://digilib.itb.ac.id/gdl/download/168556", "BAB1 LELLY DWI AMBARINI (NIM: 20508003)": "https://digilib.itb.ac.id/gdl/download/168557", "BAB2 LELLY DWI AMBARINI (NIM: 20508003)": "https://digilib.itb.ac.id/gdl/download/168558", "BAB3 LELLY DWI AMBARINI (NIM: 20508003)": "https://digilib.itb.ac.id/gdl/download/168559", "BAB4 LELLY DWI AMBARINI (NIM: 20508003)": "https://digilib.itb.ac.id/gdl/download/168560", "BAB5 LELLY DWI AMBARINI (NIM: 20508003)": "https://digilib.itb.ac.id/gdl/download/168561", "PUSTAKA LELLY DWI AMBARINI (NIM: 20508003)": "https://digilib.itb.ac.id/gdl/download/168564"}, "Penulis": "LELLY DWI AMBARINI (NIM: 20508003)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. I Made Arcana"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "biodegradable polymer, sulfonated polystyrene, polyhydroxybutyrate, polyblend", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}