{"Nomor": 12326, "Judul": "PEMANFAATAN FOTO UDARA FORMAT KECIL DAN CITRA SATELIT SPOT-5 UNTUK INVENTARISASI CADANGAN KARBON TANAMAN PINUS MERKUSII (STUDI KASUS : HUTAN LINDUNG GUNUNG MANGLAYANG KABUPATEN BANDUNG)", "Abstrak": "Penentuan cadangan karbon (carbon stock) sangat penting terkait dengan isu pemanasan global dan mekanisme pembangunan bersih (clean development mechanism). Indonesia sebagai pemilik hutan tropis kedua terbesar di dunia perlu terus mengembangkan model pemantauan dan inventarisasi hutan yang dimilikinya dalam rangka mendukung program penurunan emisi gas-gas rumah kaca dan mekanisme pembangunan bersih tersebut. \n \n \n \n \n\nBagian terbesar pertukaran karbon (CO2 dan CO) antara atmosfer dan daratan terjadi di hutan karena vegetasi hutan menyerap karbon melalui fotosintesis untuk membangun biomassa kayu yang setengahnya merupakan senyawa karbon. Dengan demikian status pengelolaan hutan akan menentukan apakah hutan bertindak sebagai sumber emisi (source) atau penyimpan (sink) karbon. \n \n \n \n \n\nPenelitian ini bertujuan untuk melakukan inventarisasi cadangan karbon tanaman Pinus merkusii pada hutan lindung BKPH Manglayang Barat menggunakan Foto Udara Format Kecil (FUFK) dan citra satelit SPOT-5. Parameter penting untuk penentuan besarnya cadangan karbon yang diperoleh langsung melalui FUFK adalah diameter pohon, diameter tajuk dan pola pantulan spektral. \n \n \n \n \n\nBerdasarkan penelitian disimpulkan bahwa Metode Foto Udara Format Kecil (FUFK) cukup baik digunakan untuk menginventarisasi cadangan karbon khususnya tanaman Pinus merkusii. Ground resolution FUFK mencapai 8 hingga 12 cm, tergantung ketinggian terbang pesawat, cukup memudahkan dalam penentuan parameter tegakan pinus yaitu diameter tegakan dan diameter tajuk. Diameter tegakan dapat dengan mudah dideteksi dan diukur pada FUFK dengan tingkat kepercayaan lebih dari 90%. Diameter tajuk juga dapat dideteksi dan diukur dengan baik dengan tingkat kepercayaan lebih dari 84%. Ditinjau dari segi spektral, pola spektral FUFK juga terbukti cukup baik untuk digunakan dalam menganalisis tanaman yang sehat dan sakit. \n \n \n \n \n\nFUFK juga cukup baik untuk digunakan sebagai sample area untuk penentuan cadangan karbon menggunakan citra satelit SPOT-5. Terdapat hubungan spektral yang cukup baik antara FUFK dengan citra satelit SPOT-5 dengan tingkat kepercayaan mencapai 81%. FUFK juga cukup baik digunakan sebagai sampel area untuk menentukan usia tanaman pada citra SPOT dengan tingkat kepercayaan lebih dari 65%. FUFK yang diperoleh menggunakan pesawat R/C sebagai salah satu alternatif untuk memperoleh data liputan lahan terbukti meningkatkan tingkat keandalan klasifikasi pada citra SPOT untuk mengestimasi cadangan karbon. \n \n \n \n \n\nBerdasarkan penelitian ini terbukti bahwa FUFK cukup dapat diandalkan dalam penentuan cadangan karbon dimana hasil perhitungan cadangan karbon tegakan pinus yang diameter batangnya dapat diukur langsung pada FUFK mendekati hasil yang diperoleh dari survey langsung di lapangan dengan perbedaan hanya 14,63% (R2 = 0,916). Adapun hasil perhitungan cadangan karbon tegakan pinus melalui pengukuran diameter tajuk pada FUFK juga mendekati hasil yang diperoleh dari survey langsung di lapangan dengan perbedaan mencapai 18,56 % (R2 = 0,8073).", "Daftar File": {}, "Penulis": "LA ODE MUHAMMAD GOLOK JAYA (NIM 25107001)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Ishak H. Ismullah, DEA dan Dr. Ir. Bobby S. Dipokusumo, M. Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Cadangan Karbon, Foto Udara Format Kecil, SPOT-5, Pinus merkusii", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "09 Okt 2017"}