{"Nomor": 12336, "Judul": "MUSEUM OF INDONESIAN TRADITIONAL WEDDINGS", "Abstrak": "Indonesia merupakan negara yang kaya akan budaya. Indonesia memiliki lebih dari 300 suku bangsa yang masing-masingnya juga memiliki budayanya masing-masing. Upacara pernikahan merupakan salah satu wujud budaya yang dimiliki oleh tiap suku. Dengan beragamnya suku di Indonesia, maka beragam pula upacara pernikahan yang ada di nusantara ini. Seiring dengan berkembangnya jaman dan kebutuhan manusia, manusia dituntut untuk dapat hidup mobile dan praktis. Upacara pernikahan tradisional terbilang rumit dan kurang sesuai dengan jaman modern, sehubungan dengan hal itu kadang prosesnya dikurangi atau bahkan lebih memilih untuk melalukan pernikahan dengan cara internasional yg lebih simpel. Hal ini membuat upacara pernikahan tradisional mulai ditinggalkan. Oleh karena itu, diperlukan sebuah wadah yang berfungsi sebagai media informasi untuk melestarikan upacara pernikahan tradisional dan sebagai sarana pengetahuan bagi masyarakat dan generasi muda. \n \n \n\nMuseum of Indonesia Traditional Weddings merupakan sebuah media informasi yang berisi tentang tata cara dan prosesi pernikahan di nusantara. Museum ini merupakan wadah yang tepat yang dapat menyampaikan sekaligus melestarikan upacara pernikahan tradisional ini. \n \n \n\nPerancangan museum ini mengacu kepada usaha pelestarian kebudayaan. Rumah sebagai tempat bernaungnya sebuah keluarga menjadi acuan dalam membangun suasana tradisional dan penggunaan media informasi yang interaktif sebagai stimulus bagi pengunjung agar tertarik untuk mempelajari materi-materi yang ada di dalamnya.", "Daftar File": {}, "Penulis": "LIVINA RAHMA WIDIANTI (NIM 17305028)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Pribadi Widodo, M.Sn. BE Arch."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Interior, Museum, Indonesian traditional weddings", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Rizki Aprianti", "File": "7 file", "Tanggal Input": "05 Mei 2010"}