{"Nomor": 12331, "Judul": "MODELLING INTERMODAL TRANSFERS OF FREIGHT TRANSPORTATION NETWORK", "Abstrak": "Perangkutan barang di negara kepulauan seperti Indonesia membutuhkan suatu perangkutan dengan moda-moda yang beragam. Sehingga dalam perencanaan transportasinya dibutuhkan suatu teknik pemodelan yang dapat melibatkan beberapa jenis moda. Saat ini teknik pemodelan yang dijumpai seringkali hanya melibatkan satu moda saja. Apabila moda yang digunakan lebih dari satu biasanya dilakukan dalam tahap terpisah (pemilihan mcda) atau bersamaan (distribusi/pemilihan moda) tanpa merubah representasi jaringan. Kalaupun direpresentasikan, hanya berupa rute pembebanan yang tetap (fixed). Perkembangan pemodelan jaringan tersebut dirasakan cukup memadai dalam konteks angkutan penumpang yang teknik pemodelannya telah menjadi standard. Namun, dalam konteks perangkutan barang, teknik pemodelan di atas dirasakan kurang memadai. Studi ini ,bertujuan untuk mengembangkan pemodelan perangkutan barang berbasis jaringan, dengan penekanan pada pemodelan perpindahan antar moda dan modifikasi representasi jaringan. Masalah perutean diselesaikan dengan metoda equilibrium standard, yaitu: user equilibrium (UE) dan system optimum (SO). Jaringan nyata (fisik) direpresentasikan dengan menggunakan metoda representasi parallel untuk mendapatkan representasi yang efisien pada jaringan multi-moda. Teknik pengembangan titik digunakan untuk memodelkan perpindahan antar moda pada perangkutan barang. Prosedure pemodelan diuji dan diaplikasikan pada dua jaringan hipotetikal dan sebuah jaringan Jawa sebagai jaringan nyata pada kondisi dasar (do nothing) dan kondisi do something. Pada kondisi dasar, diperoleh benefits SO relatif terhadap UE sebesar 5,97%, 4,17%, 2,43% dan 2% masing-masing untuk jaringan mini, medium tipe I, medium tipe II dan Jawa. Pada kondisi do something dapat diperoleh potential savings relatif terhadap kondisi dasar. Pada jaringan mini potential savings adalah sebesar 14,63% untuk jalan dan 8,95% untuk jalan rel. Pada jaringan medium tipe I sebesar 0,64% untuk jalan dan 11, 96% untuk jalan rel. Pada jaringan medium tipe II sebesar 3, 42% untuk jalan dan 10,46% untuk jalan rel. Dan pada jaringan Jawa adalah sebesar 0,50% untuk jalan dan 7,11% untuk jalan rel.", "Daftar File": {}, "Penulis": "LEONARDUS BAMBANG BUDI PRASETYO (NIM 26996006)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ir. Harun Al-Rasyid S. Lubis, M.Sc., dan Dr.Ir. Ade Sjafruddin, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "transportation network, transfer of freight", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}