{"Nomor": 12345, "Judul": "ISOLASI METABOLIT SEKUNDER DARI DAUN  Macaranga trichocarpa (Reichb.&Zoll.) Mull. arg", "Abstrak": "Macaranga merupakan salah satu genus terbesar yang terdiri dari sekitar 300 spesies yang tersebar di Afrika, Madagaskar bagian barat, Asia, Australia utara, dan kepulauan Pasifik timur. Genus ini termasuk dalam famili Euphorbiaceae dan telah diketahui dapat digunakan sebagai obat tradisional untuk mengobati penyakit luka, diare, dan batuk. Kajian pustaka memperlihatkan metabolit sekunder yang telah diisolasi dan diidentifikasi dari genus ini pada umumnya turunan fenol meliputi golongan flavonoid dan stilben. Salah satu spesies endemik yang ada di Indonesia adalah Macaranga trichocarpa, yang daerah penyebarannya juga meliputi Birma, Indocina selatan, semenanjung Malaysia sampai ke pulau Kalimantan. Informasi mengenai kandungan senyawa kimia dari tumbuhan ini terbatas, sehingga dilakukan penelitian yang bertujuan mengisolasi dan mengidentifikasi senyawa kimia yang terdapat pada daun M. trichocarpa. Untuk mencapai tujuan tersebut, serangkaian penelitian telah dilakukan, yang meliputi ekstraksi, fraksinasi, dan pemurnian menggunakan berbagai teknik kromatografi. Penentuan struktur senyawa hasil isolasi didasarkan atas analisis  data spektroskopi UV, IR, dan NMR. Pada penelitian ini telah berhasil dikarakterisasi dua senyawa murni dari ekstrak metanol daun M. trichocarpa yaitu makatrikokarpin A, dan ramnositrin yang  keduanya merupakan senyawa turunan flavonoid. Dalam hal ini, ramnositrin merupakan senyawa flavonoid yang baru pertama kali ditemukan dalam tumbuhan genus Macaranga sebelumnya senyawa ini telah iisolasi dari genus Nigella, Alomia, dan Anthylis.", "Daftar File": {"ABSTRAK LUSIA NARSIA AMSAD (NIM: 20507010 )": "https://digilib.itb.ac.id/gdl/download/168413", "COVER LUSIA NARSIA AMSAD (NIM: 20507010 )": "https://digilib.itb.ac.id/gdl/download/168414", "BAB1 LUSIA NARSIA AMSAD (NIM: 20507010 )": "https://digilib.itb.ac.id/gdl/download/168415", "BAB2 LUSIA NARSIA AMSAD (NIM: 20507010 )": "https://digilib.itb.ac.id/gdl/download/168416", "BAB3 LUSIA NARSIA AMSAD (NIM: 20507010 )": "https://digilib.itb.ac.id/gdl/download/168417", "BAB4 LUSIA NARSIA AMSAD (NIM: 20507010 )": "https://digilib.itb.ac.id/gdl/download/168418", "BAB5 LUSIA NARSIA AMSAD (NIM: 20507010 )": "https://digilib.itb.ac.id/gdl/download/168419", "PUSTAKA LUSIA NARSIA AMSAD (NIM: 20507010 )": "https://digilib.itb.ac.id/gdl/download/168420"}, "Penulis": "LUSIA NARSIA AMSAD (NIM: 20507010 )", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Yana Maolana Syah dan Dr.ret.nat. Didin Mujahiddin"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Macaranga trichocarpa, leaves, makatrikokarpin A, ramnositrin", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}