{"Nomor": 12341, "Judul": "PEMANFAATAN LIMBAH PLASTIK STYROFOAM UNTUK PEMBUATAN MEMBRAN POLIMER ELEKTROLIT SERTA KARAKTERISASINYA", "Abstrak": "Krisis sumber energi yang berasal dari bahan bakar fosil, contohnya saja minyak bumi, menjadi suatu masalah besar yang harus dihadapi masyarakat dunia. Ketersediaan bahan bakar fosil ini suatu saat akan mencapai batasnya dan akan habis. Polymer Electrolyte Membrane Fuel Cell (PEMFC) merupakan sumber energi alternatif yang menjadi solusi efektif untuk mengatasi masalah krisis sumber energi minyak bumi. Bagian paling penting dari PEMFC adalah membran polimer elektrolitnya. Nafion merupakan membran komersial yang banyak digunakan saat ini, namun harga jual yang sangat mahal menjadi kekurangan membran tersebut. Polistiren tersulfonasi yang banyak dikembangkan untuk mensintesis membran pengganti Nafion, ternyata tidak dapat mentranspor proton dengan baik dan strukturnya rapuh. Polistiren tersulfonasi ini merupakan senyawa yang dihasilkan dari reaksi sulfonasi polistiren. Untuk itu, pencarian sumber polistiren dengan harga yang relatif murah dibandingkan proses polimerisasi dari monomernya yaitu stiren sangatlah diperlukan. Polistiren yang digunakan pada penelitian kali ini diperoleh dari pemanfaatan limbah plastik styrofoam yang digunakan sebagai bahan pembungkus alat-alat elektronik. Keuntungan pemanfaatan limbah styrofoam ini adalah selain dapat menekan biaya produksi pembuatan membran polimer elektrolit, juga dapat menanggulangi masalah penumpukan limbah plastik yang mencemari lingkungan. Hal ini disebabkan karena limbah plastik merupakan limbah yang sangat sulit sekali terdegradasi oleh alam, sehingga apabila limbah styrofoam ini dapat digunakan untuk menghasilkan polistiren sebagai bahan dasar pembuatan membran polimer elektrolit, tentu saja hal ini akan memberikan manfaat yang besar sekali bagi masyarakat dan lingkungan.", "Daftar File": {"ABSTRAK LUCHANA LAMIERZA YUSUP (NIM: 20508012)": "https://digilib.itb.ac.id/gdl/download/168579", "COVER LUCHANA LAMIERZA YUSUP (NIM: 20508012)": "https://digilib.itb.ac.id/gdl/download/168580", "BAB1 LUCHANA LAMIERZA YUSUP (NIM: 20508012)": "https://digilib.itb.ac.id/gdl/download/168581", "BAB2 LUCHANA LAMIERZA YUSUP (NIM: 20508012)": "https://digilib.itb.ac.id/gdl/download/168582", "BAB3 LUCHANA LAMIERZA YUSUP (NIM: 20508012)": "https://digilib.itb.ac.id/gdl/download/168583", "BAB4 LUCHANA LAMIERZA YUSUP (NIM: 20508012)": "https://digilib.itb.ac.id/gdl/download/168584", "BAB5 LUCHANA LAMIERZA YUSUP (NIM: 20508012)": "https://digilib.itb.ac.id/gdl/download/168585", "PUSTAKA LUCHANA LAMIERZA YUSUP (NIM: 20508012)": "https://digilib.itb.ac.id/gdl/download/168586"}, "Penulis": "LUCHANA LAMIERZA YUSUP (NIM: 20508012)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. I Made Arcana"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "DVB, fuel cells, lignosulfonate, polimer electrolyte membrane, sulfonated polystyrene.", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}