{"Nomor": 12368, "Judul": "PENGARUH GAMES COUNTER STRIKE TERHADAP PERILAKU KONSUMEN GAMES DI KOTA BANDUNG", "Abstrak": "Videogames menurut Office Dictionary of Defense Modelling & Simulation yang diterjemahkan sebagai suatu kompetisi fisik dan mental yang dilakukan para pemain untuk mencapai tujuan-tujuan di bawah aturan yang ditetapkan dalam jalan cerita. Video games merupakan bentuk kombinasi antara seni, teknologi dan produk ekonomi. Budaya dan ideologi telah disadari oleh negara-negara superpower sebagai kunci kemenangan dalam peperangan dan propaganda global, maka games sebagai sebuah produk yang demikian personalized dan erat kaitannya dengan aspek kejiwaan si pengguna (gamers), disisipkan di dalamnya misi-misi ideologis agar menghasilkan pencitraan tertentu terhadap suatu negara, dalam hal ini tentunya negara idelogi yang dianut oleh negara pengembang games. \n \n \n \n \n\nKonten dan karakter yang dikembangkan dalam sebuah game, jika ditinjau dari sudut pandang desain merupakan bentuk upaya sistematis pengembang game untuk menciptakan added value dalam produknya sehingga menghasilkan produk yang memiliki nilai ekonomis dan propaganda politis. Konten dan karater yang demikian banyak ditemukan pada game ber-genre First Person Shooter (FPS), khususnya pada game Counter Strike. Produk game Counter-Strike yang menampilkan konten peperangan dengan karakter terorrist dan counter-terorrist, secara visual menggiring konsumennya kepada pencitraan dan doktrinasi tertentu sehingga menghasilkan perilaku yang khas bagi kelompok konsumen penggunanya. \n \n \n \n \n\nPenelitian dengan topik Pengaruh Game Counter-Strike Terhadap Perilaku Konsumen Games di Kota Bandung bertujuan untuk mengungkap sejauh mana pengaruh yang diakibatkan oleh aktivitas konsumsi games Counter-Strike terhadap konsumennya. Penelitian dilakukan melalui metode kualitatif dan kuantitatif untuk mengkaji aspek-aspek visual, semiotika serta hubungan korelasional antara produk games dan perilaku konsumen. \n \n \n \n \n\nSecara ilmiah, ditemukan beberapa kesimpulan yang dihasilkan melalui analisa terhadap objek penelitian yang telah ditentukan, sebagai berikut. Pertama: Games FPS merupakan sebuah produk games yang mampu meraih pangsa pasar cukup besar di Indonesia, khususnya di kotakota besar. Kedua: Kehadiran jenis produk games FPS on-line memberikan dampak berganda terhadap sosial-ekonomi di bidang games baik berupa terbukanya lapangan pekerjaan, perkembangan jaringan dalam masyarakat, meningkatnya sosial-ties diantara kelompok konsumen serta meningkatnya pengetahuan mengenai teknologi yang sedang berkembang terkait games dan bidang yang terkait di dalamnya. Ketiga: Frekuensi bermain games bagi masyarakat Indonesia tidak memiliki kontribusi besar dalam kaitannya dengan usia. Keempat: Ketersediaan waktu luang yang dimiliki kelompok konsumen games terbukti memiliki hubungan yang relatif sedang terhadap frekuensi bermain games. Kelima: Diketahui bahwa frekuensi bermain game online bagi masyarakat kita berhubungan kuat dengan rata-rata pendapatan per bulan. Keenam: Games Counter-Strike secara utuh mampu mempengaruhi aspek kognitif-afektif-konatif para gamers sebagai konsumen tetapnya.", "Daftar File": {}, "Penulis": "MEGA FITRIANI ADIWARNA PRAWIRA (NIM 27107036)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Drs. Widihardjo, M.Sn. dan Triyadi Guntur, M.Sn."], "Jenis Koleksi": "Tesis", "Penerbit": "Seni Rupa Murni", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Games, Counter Strike, First Person Shooter, Perilaku Konsumen Games (Gamers Behaviour)", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}