{"Nomor": 12360, "Judul": "PENGARUH PENGADAAN JALAN TOL TERHADAP PANGSA DASAR MODA-MODA ANGKUTAN PENUMPANG ANTAR KOTA", "Abstrak": "Pada tahun 1987 terdapat 3 moda angkutan antara kota Jakarta dan Bandung yakni angkutan udara, kereta api dan jalan raya dengan jumlah penumpang total sebesar 12,16 jt. Pangsa KA Farahiyangan mencapai 10 %, kendaraan pribadi 49,2 %, bus 39,8 % (bus cepat 23,4 % dan bus lambat 16,4%) selebihnya angkutan udara 0,6 % dan KA Cepat 0,3 %. Di dalam studi ini diteliti perobahan pangsa-pangsa tersebut apabila seandainya beroperasi angkutan bus tol dengan waktu tempuh yang lebih cepat tetapi tarip yang lebih tinggi. Permasalahan ini didekati dengan cara memperhatikan preferensi penumpang dalam memi1ih moda angkutan secara agregat Pengolahan\tdata\tsurvey penumpang pada tahun\t -\tpreferensi penumpang dalam memilih moda angkutan dipengaruhi maksud perjalanan. -\tvariabel pilihan moda yang dominan pada penumpang KA Parahiyangan dan bus cepat adalah waktu dan ongkos, pada KA Cepat dan bus lambat adalah ongkos, pada pesawat udara adalah waktu dan pada kendaraan pribadi adalah ketersediaan kendaraan untuk dipakai di tempat tujuan. -\t51,54ÃƒÂ‚Ã‚Â° penumpang KA parahiyangan mengatakan waktu tempuh 3 jam masih kurang cepat dan 24,23 % penumpang kelas I serta 30,26 kelas II mengatakan tarip yang berlaku terlalu mahal. Ini menunjukkan terdapatnya potensi peralihan moda kepada bus tol. -\t82 % penumpang pesawat udara belum bisa menentukan pilihan apabila seandainya angkutan bus tol beroperasi. Akibatnya pengaruh angkutan bus tol terhadap perubahan pangsa angkutan udara tidak dapat dimodelkan namun hal ini tidak besar pengaruhnya pada perhitungan keseluruhan karena pangsa moda ini hanya 0,6\tDengan demikian pemunculan\tangkutan bus tol\tdiperhitungkan\thanya berpeugaruh pada pangsa pasar KA parahiyangan bus cepatDengan beberapa asumsi,berdasarkan data statistik 1987 serta data survey penumpang 1988 dibangun model pangsa pasar (multinomial anggregate model) untuk masing-masing kelompok penumpang berdasarkan maksud perjalanan, guna dapat mengestimasi perubahan pangsa yang akan terjadi seandainya beroperasi suatu bus tol pada kondisi 1987 tersebut. Nilai absolut parameter waktu yang ternyata lebih besar dari ongkos pada model yang dibangun menunjukkan pengaruh perobahan pada pangsa lebih besar dari pengaruh perobahan ongkos. gatif pada parameter waktu dan ongkos menunjukkan arah yang berlawanan terhadap perobahan pangsa yang diakibatkan oleh perobahan waktu maupun ongkos. Nilal absolut parameter waktu pada model kelompok penumpang dengan maksud perjalanan bisnis serta dinas pemerintah yang ternyata lebih besar dari kelompok lainnya menunjukkan pengaruh waktu pada kedua kelompok ini lebih pada kelompok lainnya. apabila waktu tempuh bus tol 2,5 jam dan taripnya Rp 3000,-, Rp.4000,- atau Rp.5000,- maka pangsa pasar KA Parahiyangan yang akan turun berturut-turut sebesar- 55 %, 45 %, atau 36 Diperlukan suatu studi lanjut apabila model pangsa pasar yang dipakai di dalam tulisan ini dipergunakan kepada suatu kondisi yang mempunyai tingkat perobahan nilai variabel pilihan yangtinggi (ekstrim ).", "Daftar File": {}, "Penulis": "MARNALOM HUTAHAEAN (NIM S2 898724)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Imam Istiyanto, MBA., dan Ir. WIlly Tumewu, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Transportasi", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "jalan tol, moda angkutan, antar kota", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}