{"Nomor": 12380, "Judul": "ANALISIS BUDAYA PERUSAHAAN DI PT. X  (UNIT USAHA SPBU)", "Abstrak": "Dunia bisnis dewasa ini telah mengalami banyak perubahan terutama dalam hal perubahan-perubahan regulasi dari pemerintah. Tekanan kompetisi yang mendunia telah mengubah sifat perekonomian yang menyebabkan terjadinya perubahan ke arah liberalisasi menuju pasar bebas. Menghadapi situasi ini perusahaan harus mampu bertahan dan memenangkan persaingan tersebut dengan melakukan pengukuran mencakup semua aspek yang berorientasi ke masa depan.Objek observasi dalam penelitian ini adalah budaya perusahaan di PT. X unit usaha SPBU. Budaya tersebut diukur menggunakan kuesioner EOS-ELQ. Pengukuran dengan EOS-ELQ mampu menuntun dan mengevaluasi kinerja usaha dalam menciptakan suatu budaya perusahaan.Proyek akhir ini fokus pada analisis budaya perusahaan di SPBU yang dimiliki PT. X (Persero), perusahaan minyak dan gas bumi yang selama ini dikuasai negara dan masih bersifat monopoli, dengan menggunakan metode EOS-ELQ. Visi dan misi merupakan pijakan dalam melakukan pengukuran, dimana visi dan misi ini diterjemahkan ke dalam kuesioner EOS-ELQ.Penelitian yang dilakukan menghasilkan analisis Corporate Culture, yang diharapkan dapat meningkatkan kinerja perusahaan, meningkatkan dan mengembangkan proses-proses internal serta menumbuhkan sikap mau belajar dan berkembang untuk meningkatkan kinerja karyawan. Hasil EOS menunjukkan bahwa sifat-sifat entrepreneurial di SPBU Pertamina masih harus ditingkatkan, hasil survei menunjukkan nilai dengan kisaran angka antara 2,08 sampai dengan 2,99 (dalam skala 5). Analisis terhadap hasil ELQ menunjukkan bahwa SPBU Pertamina membutuhkan pemimpin dengan tipe explorers, miners, accelerators dan integrators. Secara garis besar dapat disimpulkan bahwa birokrasi yang terdapat di SPBU Pertamina masih bersifat kompleks dan kurang siap menghadapi pasar bebas.", "Daftar File": {}, "Penulis": "M. IQBAL ARDIANSYAH H.S. (NIM: 29105041)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dwi Larso Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "SPBU Pertamina,  analisis  corporate culture", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}