{"Nomor": 12396, "Judul": "ANALISIS KEPUASAN KONSUMEN JASA PENGANTARAN SRT DENGAN METODE SERVQUAL", "Abstrak": "Layanan antar cepat (Delivery Service) adalah bisnis yang baru berkembang di Indonesia. Bisnis jasa ini menyediakan jasa pelayanan antaran produk dari produksinya bagi konsumennya. Biasanya jasa ini dijalankan secara internal oleh rumah makan, jasa laundry, toko kelontong dan bisnis jasa yang lain. Tetapi dengan pelaksanaan jasa antar yang dilakukan secara internal ternyata banyak menimbulkan kesulitan bagi perusahaan apalagi perusahaan yang belum menangani jasa antaran produknya secara profesional. Dimana hal ini menimbulkan peluang bagi usaha antar cepat yang menggabungkan berbagai produk dari beberapa produsen berkembang untuk menjadikan jasa ini dapat dimanfaatkan oleh perusahaan-perusahaan lain yaitu untuk dapat mengembangkan pemasaran, memudahkan konsumennya dan menaikkan penjualannya secara lebih profesional. Tugas akhir ini fokus pada analisis kepuasan konsumen yang memberikan suatu kerangka konseptual untuk pembuatan strategi pemasaran jasa yang efektif yang mampu dipahami dan dijalankan oleh operasional dan manajemen dengan baik, sehingga pemilik perusahaan dapat dengan yakin mendelegasikan pengembangan dan kebijakan strategi pemasaran kepada tim manajemen. Penelitian yang dilakukan menghasilkan analisis servqual dengan metode defuzzifikasi yang memberikan pengetahuan tentang persepsi dan ekspektasi pelanggan secara sederhana, mudah dimengerti, memiliki toleransi terhadap data-data yang tidak tepat dan didasarkan pada bahasa alami. Dan menggunakan analisis tersebut untuk mengadakan rancangan dan standar performansi yang baik dengan membuat Service Business Process Mapping/Blueprinting yang secara akurat melihat sistem pelayanan. Sehingga berbagai orang yang berkaitan dalam perusahaan dapat mengerti dan berusaha mencapai tujuan tiap proses tersebut tanpa memperhatikan tugas atau sudut pandang secara individual. Adapun hal mendasar yang juga dilakukan adalah merubah paradigma dalam marketing perusahaan yang berawal dari fokus terhadap akuisisi pelanggan atau transaksi menjadi fokus kepada retensi atau hubungan baik dengan filosofi Relationship Marketing. Kemudian alternatif-alternatif solusi utama untuk penyelesaian masalah yang terjadi dibuat menjadi solusi yang solid dengan rencana implementasi yang baik dan sejalan dengan sumber daya yang diperlukan untuk kesemuanya tersebut dapat menghadapi suatu faktor permasalahan.", "Daftar File": {}, "Penulis": "MOHAMMAD ARIO PRABOWO (NIM: 29105030)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Evo S. Hariandja, MM"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Metode Servqual, defuzzifikasi, Service Business Process Mapping/Blue printing, Relationship Marketing.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}