{"Nomor": 12394, "Judul": "PENGEMBANGAN MODEL OPTIMISASI PERBAIKAN KUALITAS PADA SISTEM PRODUKSI MULTI-TAHAP", "Abstrak": "Hampir semua proses produksi menghasilkan varian di sekitar target nilai karakteristik kualitas yang diinginkan.Varian ini mempengaruhi tingkat kualitas produk. Dengan demikian reduksi varian perlu dilakukan sebagai tujuan utama dalam program perbaikan kualitas. Usaha untuk memperbaiki kualitas setiap unit produk harus memperhitungkan ongkos-ongkos perbaikan.Penelitian ini fokus pada pengembangan model optimisasi perbaikan kualitas pada sistem produksi multi-tahap menggunakan model program non linier dengan memilih alternatif proses dan menentukan jumlah unit yang diproduksi setiap tahapan untuk memaksimisasi selisih total pendapatan dengan total ongkos. Dimana total ongkos terdiri atas ongkos manufaktur, ongkos kerugian kualitas, ongkos rework dan scrap, serta ongkos implementasi perbaikan kulitas. Model ini diimplementasikan pada perusahaan manufaktur berbasis pesanan (make-to-order) yang memproduksi produk crimper (komponen perekat kantong plastik pada mesin packaging) yang melibatkan lima tahapan proses produksi utama. Solusi optimal yang dihasilkan dari optimisasi menunjukkan bahwa proses baru dengan scrap rate dan rework yang lebih rendah dipilih untuk memperbaiki proses pada tahap pertama dan ketiga. Sedangkan proses yang telah ada sekarang pada sistem produksi dipilih untuk melakukan proses pada tahap dua, empat dan lima. Laporan solusi yang dihasilkan dari optimisasi menunjukkan bahwa penambahan nilai baru pada pembatas tidak akan menghasilkan fungsi tujuan yang lebih baik, dengan perkecualian pada penambahan waktu penyerahan. Analisis sensitivitas menunjukkan bahwa solusi optimal tidak peka jika perubahan kecil yang dilakukan terhadap skenario pembatas. Dengan demikian penambahan nilai pada pembatas spesifikasi kualitas, budget perbaikan kualitas dan kapasitas tidak akan memperbaiki fungsi tujuan.", "Daftar File": {}, "Penulis": "MOHAMAD IMRON MUSTAJIB (NIM 23406019)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Dradjad Irianto, M. Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "model optimisasi, pemilihan proses, perbaikan kualitas, proses multi-tahap, toleransi", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "0 file", "Tanggal Input": "27 Sep 2017"}