{"Nomor": 12400, "Judul": "SINTESIS DAN KARAKTERISASI POLI(URETAN-UREA) TERMOPLASTIK MELALUI EPOKSIDASI MINYAK SAWIT", "Abstrak": "Poli(uretan-urea) termoplastik merupakan polimer yang unik karena dengan mengatur gugus fungsi, komposisi kimia, dan massa molekul reaktan, dapat dihasilkan berbagai bahan dengan sifat yang bervariasi, misalnya busa, termoplastik, elastomer, pelapis, dan adesif. Bahan baku poli(uretan-urea) yang selama ini digunakan adalah minyak bumi. Kelemahan utama poli(uretan-urea) berbasis minyak bumi adalah harganya yang terus meningkat yang disebabkan krisis energi global, disamping juga penggunaan produk berbasis minyak bumi akan meningkatkan produksi CO2 yang diklaim menyebabkan pemanasan global. Karena itu penggunaan bahan baku alternatif selain minyak bumi sangat mutlak diteliti dan dikembangkan. Minyak sawit sebagai salah satu komoditas andalan Indonesia berpotensi besar untuk dikembangkan sebagai bahan baku poli(uretan-urea).Penelitian ini difokuskan pada proses pembentukan poli(uretan-urea) dari minyak sawit RBDO (refined, bleached and deodorized olein) melalui tahap-tahap epoksidasi, pembukaan cincin oksiran, reduksi, dan polimerisasi. Sebagai pembanding digunakan asam oleat sebagai senyawa model dalam konversi minyak sawit menjadi poli(uretan-urea) tersebut. Tujuan utama penelitian ini adalah untuk mempelajari sintesis poli(uretan-urea) dari asam oleat dan RBDO serta kaitannya dengan karakteristik polimer yang dihasilkan sebagai produk biopolimer jenis baru yang belum pernah dihasilkan sebelumnya. Pada tahap epoksidasi dilakukan optimasi reaksi menggunakan dua jenis asam peroksi yaitu asam peroksiasetat dan asam peroksiformiat dengan katalis asam sulfat, sedangkan pada tahap pembukaan cincin oksiran, metode yang dipakai adalah adisi nukleofilik menggunakan tiga jenis alkohol, metanol, etanol, dan 1-butanol, dengan katalis asam p-toluena sulfonat (PTSA). Produk antara (intermediet) dari reaksi pembukaan cincin direduksi menggunakan NaBH4 berkatalis asam. Sintesis poli(uretan-urea) dilakukan menggunakan bahan diol dari tahapan sebelumnya dan 4,4ÃƒÂ‚Ã‚Â’-metilendifenil diisosianat (MDI) dengan dua jenis pemanjang rantai, etilena diamina dan fenilena diamina, melalui metode 2 tahap (prepolymer method). Produk akhir poli(uretan-urea) yang diperoleh dianalisis dengan beberapa teknik karakterisasi, meliputi penentuan struktur kimia (FTIR dan NMR-1H), viskositas intrinsik poli(uretan-urea), kristalinitas (XRD), stabilitas termal (TG/DTA), morfologi permukaan (SEM), dan biodegradabilitas (kehilangan berat dan SEM).", "Daftar File": {}, "Penulis": "MOHAMMAD MASYKURI (NIM: 30504008)", "Kontributor / Dosen Pembimbing": ["Tim Pembimbing: Dr.Ing. Cynthia L. Radiman (ketua)", "Dr.I Made Arcana (anggota), dan Dr. Deana Wahyuningrum (anggota)"], "Jenis Koleksi": "Disertasi", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "poli(uretan-urea), minyak sawit RBDO, epoksidasi, pembukaan cincin, reduksi ester.; poly(urethane-urea), RBDO palm oil, epoxidation, ring-opening, ester reduction", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}