{"Nomor": 12402, "Judul": "STUDI PENDAHULUAN PROSES DAUR ULANG NIKEL DARI MATERIAL BUANGAN MELALUI JALUR HIDROMETALURGI", "Abstrak": "Penelitian ini mempelajari kemungkinan untuk mengekstraksi nikel dari material buangan yang mengandung logam nikel, tembaga, seng, besi, alumunium dan phosphor. Dalam penelitian ini digunakan material buangan yang dipasok oleh Lab Zinc Malaysia. Percobaan pelindian dilakukan pada material buangan yang telah dipanggang pada temperatur 400oC selama 2 jam untuk menghilangkan air kristal dan bahan-bahan yang bersifat volatile. Serangkaian percobaan pelindian telah dilakukan di dalam 200 ml larutan-larutan asam sulfat yang mengandung 51,65 gpl (10,33 gr), 62 gpl (12,4 gr) dan 77,5 gpl (15,5 gr) dengan waktu pelindian 2, 4, 6, 8, 12 dan 24 jam. Pengaruh temperature pada proses pelindian dipelajari dengan melakukan percobaan pelindian pada temperature 50 derajat C, 65  derajat C, 80 derajat C dalam larutan asam sulfat 62 gpl untuk waktu pelindian 30 menit, 1, 2, 4, 6, 8 dan 12 jam. Tembaga yang terlarut selanjutnya dipisahkan dari larutan dengan proses sementasi menggunakan serbuk besi pada temperatur kamar. Pengendapan besi dilakukan setelah sementasi Cu dilakukan dengan menambahkan satu gram KMnO4 untuk mengoksidasi Fe2+ menjadi Fe3+ yang diikuti dengan pengaturan pH. Tembaga dan besi yang masih tersisa selanjutnya dipisahkan dengan ion exchange menggunakan resin penukar ion Lewatit Monoplus TP 207 XL. \n \n \n \n \n\nDalam penelitian ini dipelajari perilaku kinetika pelarutan nikel oksida dari bahan buangan. Model shrinking diacu dalam studi kinetika ini. Penentuan pengendali proses dilakukan berdasarkan model kinetika yang paling sesuai dengan nilai energi aktivasinya. \n \n \n \n \n\nPersen ekstraksi Ni, Cu dan Zn tertinggi dari percobaan pelindian ini diperoleh dalam asam sulfat yang konsentrasinya 77,5 gpl pada suhu 80 derajat C dan waktu pelindian selama 24 jam. Persen ekstraksi Ni, Cu dan Zn yang diperoleh dari pelindian tersebut secara berurutan adalah 64,838%, 94,34 % dan 98,82 %. Pemisahan tembaga dengan sementasi yang dilakukan pada suhu kamar selama 2 jam telah mengurangi ion tembaga dari larutan sebesar 81,67 % (dari 506,24 mg menjadi 92,77 mg). Penurunan kadar ion besi dalam larutan pada pemisahan besi dengan pengaturan pH adalah 92,415 % (turun dari 853,977 mg menjadi 64,773 mg). Percobaan ion exchange telah mengurangi kadar ion besi dan tembaga masing-masing 68,25% dan 26,5%.", "Daftar File": {}, "Penulis": "MOH. RIFKI S. AL. Y. (NIM 12103037)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Sunara Purwadaria, M.Met.E."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Proses daur ulang nikel, Material buangan, Jalur hidrometalurgi", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}