{"Nomor": 12420, "Judul": "MUSEUM SENI RUPA KONTEMPORER INDONESIA", "Abstrak": "Seni rupa merupakan sebuah wujud kebudayaan yang telah lama berkembang di Indonesia. Semenjak zaman awal sejarah telah banyak berkembang bentukan seni rupa melalui ornamen-ornamen tradisional, dan lain-lain. Masuknya pengaruh barat di nusantara telah melahirkan seni rupa modern Indonesia, atau seni rupa beraliran barat yang dikembangkan oleh Indonesia. Seni rupa tersebut juga terus berkembang hingga saat ini, yang banyak disebut dengan istilah seni rupa kontemporer. Proses perkembangan seni rupa kontemporer tersebut banyak mengalami naik turun yang mempengaruhi perkembangan selanjutnya. Sekian panjangnya sejarah seni rupa di Indonesia mengakibatkan perlunya lembaga-lembaga yang mendokumentasikan perkembangan tersebut. Keberadaan lembaga-lembaga tersebut saat ini ternyata masih sangat minim. Sehingga proyek museum seni rupa kontemporer Indonesia ini menjadi penting. Fasilitas ini nantinya bertujuan menjadi pusat referensi dan rekreasi edukasi masyarakat. \n \n \n\nDalam mendesain interior pada proyek ini dibutuhkan analisa dan observasi yang mendalam mengenai hal-hal yang berhubungan dengan seni rupa kontemporer di Indonesia, dengan tujuan menciptakan dan meningkatkan kualitas ruang sehingga memiliki fungsi yang baik berdasarkan keputusan dan ketetapan desain yang disepakati sebagai tema perancangan (suatu pola/gagasan spesifik yang berulang dalam seluruh rancangan proyek). Kualitas ruang yang ingin dicapai tersebut adalah kenyamanan pengunjung dalam mengapresiasi koleksi yang dipajang, mendapatkan pengetahuan mengenai seni rupa kontemporer, serta rekreasi. \n \n \n\nDari tujuan di atas, maka dapat dirumuskan masalah dan kebutuhan yang harus dipenuhi dalam proses perancangan. Masalah-masalah tersebut dianalisis dan dicarikan solusinya lewat konsep perancangan. Konsep perancangan tersebut merupakan panduan dalam merancang fasilitas ini sehingga tujuan dan cita-cita dari fasilitas ini dapat terwujud.", "Daftar File": {}, "Penulis": "MUHAMMAD ARIEF HAFFIZZA SIAGIAN (NIM 17305017)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Drs. G. Prasetyo Adhitama, M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Interior, Museum seni rupa kontemporer Indonesia", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Rizki Aprianti", "File": "8 file", "Tanggal Input": "06 Mei 2010"}