{"Nomor": 12424, "Judul": "ANALISIS PUSHOVER PADA STRUKTUR JACKET 4 KAKI DENGAN MENGGUNAKAN PROGRAM USFOS", "Abstrak": "ABSTRAK:  \n \n\nDi perairan lepas pantai di Indonesia, struktur anjungan lepas pantai tipe platform cukup banyak dan sudah beroperasi cukup lama. Bahkan banyak struktur yang digunakan melebihi masa layan saat didesain sehingga perlu dilakukan peninjauan kembali. Peninjauan ulang terhadap struktur dapat dilakukan dengan analisis pushover.  \n \n\nAnalisis pushover adalah analisis yang dilakukan pada struktur dengan menambahkan beban horizontal secara bertahap hingga struktur mengalami collapse atau keruntuhan. Analisis pushover ini dilakukan untuk mengetahui besarnya kapasitas puncak (ultimate capacity) dari struktur sebelum mengalami keruntuhan. Kondisi ini digambarkan sebagai nilai Reserve Strength Ratio (RSR), yaitu perbandingan antara ultimate capacity (kapasitas puncak) struktur terhadap beban lingkungan desain dengan periode ulang 100 tahun..  \n \n\nAnalisis pushover dilakukan dengan menggunakan program USFOS untuk mengetahui perilaku struktur saat diberikan beban pushover. Beban yang diberikan adalah beban fungsional dan beban gelombang sebagai beban lingkungan. Pada analisis ini akan dilihat perilaku struktur akibat beban pushover seperti kondisi leleh, plastis, tekuk, dan utilisasi penampang elemen melebihi 1.10 kapasitas penampang plastisnya.  \n \n\nSeluruh analisis pushover yang dilakukan pada struktur tinajauan dilakukan dengan menggunakan peraturan yang direkomendasikan oleh API RP2A-WSD.", "Daftar File": {}, "Penulis": "Muhammad Khalish (NIM 155 05 042)", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Struktur, Anjungan lepas pantai, Platform, Analisis pushover, Reserve Strength Ratio (RSR), program USFOS, API RP2A-WSD", "Sumber": "", "Staf Input/Edit": "Ena Sukmana  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}