{"Nomor": 12433, "Judul": "PENENTUAN DAN STUDI AKUMULASI Zn(II), Cu(II), Cd(II) DAN Ni(II) DALAM SERUM DARAH TIKUS-TIKUS PERCOBAAN YANG DIBERI ASUPAN ORAL KERANG HIJAU (Perna viridis)", "Abstrak": "Kerang hijau (Perna viridis) merupakan biota laut yang telah diketahui berperan sebagai indikator biologis (bio-indicator/biomonitoring agent) terhadap pencemaran oleh kation logam berat di perairan laut. Penelitian ini  memberikan informasi  mengenai metode penentuan empat kation logam berat Zn(II), Cu(II), Cd(II) dan  Ni(II)dalam kerang hijau (Perna viridis) yang berasal dari perairan Mundu, Cirebon. Penentuan kation logam berat tersebut dilakukan dengan Spektrofotometri Serapan Atom (SSA) terhadap sampel yang didestruksi dengan metode dry digestion. Kinerja analitik dievaluasi dengan penentuan % perolehan kembali untuk sampel buatan. Sementara itu, untuk sampel nyata, yaitu sampel kerang hijau, evaluasi dilakukan dengan penentuan batas kepercayaan (confidence limit) terhadap hasil analisis yang diperoleh. Hasil penelitian menunjukkan bahwa urutan kandungan kation logam dalam sampel kerang hijau adalah  Ni(II) < Cd(II) < Cu(II) < Zn(II). Dalam penelitian ini, juga dipelajari kemungkinan terjadinya akumulasi kation logam berat dalam sampel serum darah tikus-tikus percobaan untuk selang waktu tertentu, yaitu selama 4, 8 dan 12 hari pemberian asupan sampel kerang hijau secara oral. Pengukuran kadar kation logam dalam serum darah tikus mengungkapkan terjadinya akumulasi kation logam berat Zn(II), Cu(II), dan Cd(II) untuk setiap kelompok tikus percobaan.", "Daftar File": {"2009_TA_PP_MUHAMMAD_YUDHISTIRA_AZIS_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/166417", "PUSTAKA MUHAMMAD YUDHISTIRA AZIS (NIM 10504046)": "https://digilib.itb.ac.id/gdl/download/166424"}, "Penulis": "MUHAMMAD YUDHISTIRA AZIS (NIM 10504046)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Suryo Gandasasmita, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "kerang hijau (Perna viridis), bio-indicator, biomonitoring agent, kation logam berat", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}