{"Nomor": 12431, "Judul": "STUDI PENGARUH NISBAH Fe/Ni DAN WAKTU TINGGAL TERHADAP TINGKAT REDUKSI BIJIH NIKEL LATERIT DI TANUR PUTAR UNIT II UBP NIKEL POMALAA -  PT. XYZ", "Abstrak": "PT. XYZ mengolah bijih nikel saprolit menjadi paduan feronikel. Proses pra-reduksi didalam tanur putar merupakan awal dari proses pembuatan feronikel. Produk kalsin yang dihasilkan dengan temperatur dan derajat pra-reduksi tertentu sangat berpengaruh terhadap efisiensi energi proses secara keseluruhan. Secara umum semakin tinggi temperatur kalsin, semakin berkurang energi yang dibutuhkan tanur listrik untuk meningkatkan temperatur kalsin hingga temperatur leburnya dan reduksi lanjutan senyawa-senyawa oksidanya. \n \n \n\nDalam studi ini dipelajari pengaruh dari parameter nisbah Fe/Ni dan waktu tinggal yang bervariasi terhadap hasil pra-reduksi dilihat dari persentase tereduksi. Selang variasi nisbah Fe/Ni dari 6,06 sampai dengan 7,26 (persen berat) dengan laju putaran 0,4; 0,5, 0,6 dan 0,7 rpm. Laju putaran tanur putar sebesar 0,6 dan 0,7 rpm memberikan hasil yang cukup baik dalam memperoleh tingkat ketereduksian yang optimal dan efektif yaitu persen reduksi sebesar 70-85% untuk pra-reduksi Fe2O3 dan 15ÃƒÂ‚Ã‚Â–26% untuk pra-reduksi NiO. Dari hasil studi ini diperoleh bahwa pencapaian target awal dari reduksi di tanur putar ini terealisasi. Tingkat reduksi pada oksida besi dan nikel dipengaruhi oleh variabel laju putaran serta waktu tinggal (retention time) di dalam tanur putar. Laju difusi merupakan laju pengendali proses reduksi pada suhu tinggi pada zona III. Zona tersebut pada tanur putar (selang temperatur 640-1100 derajat C) yaitu jarak ÃƒÂ‚Ã‚Â± 30 meter dari keluarnya kalsin merupakan zona pra-reduksi yang optimal dikarenakan ketersediaan gas CO yang cukup besar untuk mereduksi. \n \n \n\nUpaya pendekatan fraksi terkonversi untuk menentukan pengendali proses sebenarnya belum dapat diajukan sebagai suatu hubungan yang ideal. Tetapi pendekatan tersebut setidaknya memberikan gambaran awal dari proses reduksi di tanur putar. Untuk memperoleh permodelan termodinamika dan kinetika yang lebih baik maka diperlukan data berupa analisis sampel pada berbagai titik di tanur putar, misalnya untuk analisis gas, dan komposisi sampel bijih.", "Daftar File": {}, "Penulis": "MUHAMMAD SAPTAJIE SUTAWIRATMAJA (NIM 12102047)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Rozik Boedioro Soetjipto, M.Met.E."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Fe/Ni, Tingkat reduksi bijih nikel laterit", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}