{"Nomor": 12430, "Judul": "STUDI KAJIAN FINANSIAL DAMPAK DISTORSI HARMONISA ARUS (THDi) PELANGGAN ARC FURNACES", "Abstrak": "Salah satu karakteristik dari mutu listrik (power quality) pada kondisi steady state adalah harmonisa (harmonic). Harmonisa terdiri dari ; distorsi harmonisa arus (THDi) dan distorsi tegangan harmonisa (THDv). Distorsi harmonisa arus (THDi) terjadi akibat dari pemakaian beban yang tidak linear (non linear) pada pengguna tenaga listrik, misalnya ; peleburan logam (arc furnaces), pengguna automatic/variable speed drive (ASD), dan lain-lain. Harmonisa arus yang melewati impedansi akan menyebabkan tegangan berharmonisa disisi beban. Sebagian besar distorsi arus dan tegangan ini disebabkan oleh pelanggan sebagai pengguna tenaga listrik.   \n \n\nDistorsi harmonisa arus (THDi) yang disebabkan pelanggan peleburan logam (arc furnaces) dapat menyebabkan potensi kerugian pada perusahaan penyedia tenaga listrik (utilitas), antara lain : a) Meningkatkan susut jaringan distribusi antara 13.146,90 kWh (0,017%) sampai dengan 25.211,54 kWh (0,032%) per tahun. b) Meningkatkan susut pada trafo daya antara 87.651,82 kWh (0,111%) sampai dengan 169.797,29 kWh (0,215%) per tahun. c) Menurunkan daya mampu trafo daya antara 3,35 % sampai dengan 6,15 %. d) Menurunkan umur operasi trafo daya antara 2,09 tahun sampai dengan 9,04 tahun. Secara finasial dapat menyebabkan potensi kerugian pada perusahaan penyedia tenaga listrik (utilitas) antara Rp. 707.708.194,-  sampai dengan Rp. 2.581.344.385,- per tahun.Potensi kerugian pada perusahaan penyedia tenaga listrik (utilitas) tersebut dapat diatasi dengan menerapkan tarif pinalti harmonisa pada pelanggan-pelanggan yang menginjeksikan harmonisa arus ke sistem yang besarnya antara Rp. 8,38 per kWh (untuk THDi = 12%) sampai dengan Rp. 1.460,90 per kWh (untuk THDi = 50%).Tujuan penerapan tarif  pinalti harmonisa ini adalah : untuk menekan distorsi harmonisa arus (THDi) ke sistem, mengurangi potensi kerugian perusahaan penyedia tenaga listrik (utilitas) serta dapat memaksa pelanggan untuk memperbaiki mutu peralatan yang mereka gunakan.", "Daftar File": {}, "Penulis": "MUHAMMAD RUSLI (NIM 23207316)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Dr. Ir. Ngapuli I. Sinisuka"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Harmonisa Arus, THDi, Susut, Finansial", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}