{"Nomor": 12451, "Judul": "DAMPAK PENINGKATAN KELAS PELABUHAN PERIKANAN SADENG, KABUPATEN GUNUNGKIDUL TERHADAP PENGEMBANGAN PEREKONOMIAN MASYARAKAT", "Abstrak": "Pelabuhan perikanan merupakan salah satu infrastruktur penting dalam pengembangan perekonomian masyarakat pesisir yang memanfatkan potensi sumberdaya laut sebagai mata pencaharian utama. Fasilitas pelabuhan seyogyanya dibangun sesuai dengan kebutuhan masyarakat sekaligus sesuai dengan kemampuan pendanaan pemerintah  sehingga hasilnya dapat maksimal. Oleh karena itu kebijakan pemerintah melakukan peningkatan kelas pelabuhan perikanan Sadeng patut dikaji untuk melihat sejauh mana dampaknya terhadap perekonomian masyarakat sekitarnya. Berdasarkan hal tersebut maka tujuan dari penelitian ini adalah melihat perkembangan perekonomian masyarakat yang dibangkitkan oleh adanya peningkatan kelas pelabuhan perikanan Sadeng, yang ditinjau dari munculnya kegiatan ekonomi baru, perkembangan kegiatan ekonomi yang telah ada, perkembangan serapan tenaga kerja, dan peningkatan pendapatan masyarakat.Proses analisis dilakukan terhadap data-data sekunder dan data primer hasil dari wawancara. Fokus data sekunder ditentukan pada tahapan-tahapan waktu yang dianggap penting untuk dibandingkan, yaitu tahun 2003 sebagai tahun pengusulan peningkatan kelas pelabuhan, tahun 2005 sebagai tahun ditetapkannya status kelas pelabuhan yang baru, dan tahun 2007 sebagai tahun  telah beroperasinya status pelabuhan baru selama 2 tahun. Analisis dilakukan dengan membandingkan indikator-indikator perkembangan yang terjadi pada tiap tahapan secara deskriptif. Faktor-faktor penentu perkembangan yang terjadi, dilakukan dengan menganalisis hasil wawancara secara kualitatif.Berdasarkan hasil analisis, meskipun terjadi perkembangan kegiatan ekonomi perikanan setelah pelabuhan perikanan Sadeng beroperasi dengan status kelas baru akan tetapi dampaknya tidak cukup signifikan. Kegiatan ekonomi baru yang muncul belum signifikan dibandingkan dengan kegiatan yang seharusnya terdapat di pelabuhan perikanan. Perkembangan kegiatan ekonomi yang ada tidak cukup signifikan dalam mendorong hasil produksi ikan meskipun pemasaran hasi perikanan telah mampu menjangkau pasar di luar daerah. Dampak yang cukup signifikan adalah pada serapan tenaga kerja dan peningkatan pendapatan masyarakat. Secara umum peningkatan kelas pelabuhan belum mampu memberikan dampak pada perekonomian masyarakat di sekitarnya.Rumusan pengelolaan pelabuhan perikanan Sadeng diarahkan berdasarkan faktor-faktor yang mempengaruhi dan mendukung perkembangan perekonomian masyarakat khususnya di wilayah studi dan diharapkan memberi pengaruh lebih luas bagi perekonomian wilayah Gunungkidul dan Daerah Istimewa Yogyakarta.", "Daftar File": {}, "Penulis": "NAELI ZAKIYAH (NIM 25407078)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Hj. Dewi Sawitri Tjokropandjojo, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "pelabuhan perikanan, Sadeng, Gunungkidul, peningkatan kelas pelabuhan, infrastruktur pelabuhan, perekonomian masyarakat pesisir, fishery port, Sadeng, Gunungkidul, port class upgrading, port infrastructure, coastal community economy", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}