{"Nomor": 12463, "Judul": "PERBEDAAN URUTAN NUKLEOTIDA DNA MITOKONDRIA MANUSIA FRAGMEN D-Loop PADA JARINGAN YANG BERASAL DARI LAPISAN MESODERM DAN ENDODERM", "Abstrak": "Manusia berasal dari satu sel hasil peleburan sperma dengan ovum yang memiliki DNA Mitokondria (mtDNA) dengan urutan tertentu. Pembentukan embrio manusia diawali dengan terbentuknya tiga lapisan embrionik. Selama proses embriogenesis tersebut belum diketahui apakah terjadi perbedaan urutan nukleotida mtDNA pada setiap lapisan atau tidak. Penelitian ini bertujuan untuk mengetahui adanya perbedaan urutan nukleotida mtDNA fragmen D-Loop pada lapisan mesoderm dan endoderm terhadap urutan mtDNA Cambridge Reference Sequence (CRS). Sampel yang dianalisis adalah jaringan jantung dan hati dari satu individu. Lisis sel dilakukan untuk mendapat DNA templat dilanjutkan dengan amplifikasi mtDNA dengan metode Polymerase Chain Reaction (PCR). Konfirmasi hasil PCR dilakukan dengan metode elektroforesis gel agarosa. Urutan nukleotida mtDNA diketahui melalui proses DNA sequencing dengan metoda dideoksi Sanger. Hasil penelitian memperlihatkan adanya pita tunggal berukuran 0,9 kb pada gel agarosa serta diperoleh elektroforegram hasil sekuensing sebanyak 918 pasang basa. Hasil analisis in silico menunjukkan adanya perbedaan urutan nukleotida mtDNA segmen D-loop jaringan yang berasal dari dua lapisan tingkat embrio yang berbeda pada satu individu tertentu. Kedua jaringan dan lapisannya masing-masing adalah jantung untuk mesoderm dan hati untuk endoderm. Perbedaan nukleotida antara keduanya dibandingkan dengan Cambridge Reference Sequence (CRS), tidak hanya dari sisi jumlah namun juga jenis basanya pada posisi-posisi tertentu. Hal tersebut merupakan suatu fenomena yang belum pernah dilaporkan dan memberi ruang bagi peneliti berikutnya untuk melakukan penelitian lebih lanjut. Selain itu, sesuai dengan hasil yang diperolah pada penelitian ini, maka disarankan dalam analisis kekerabatan secara maternal yang menggunakan mtDNA untuk menggunakan sel yang berasal dari jaringan yang sama.", "Daftar File": {"2009_TA_PP_NIA_YUNIARTI_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/166452", "PUSTAKA NIA YUNIARTI (NIM 10505017)": "https://digilib.itb.ac.id/gdl/download/166460"}, "Penulis": "NIA YUNIARTI (NIM 10505017)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Achmad Saifuddin Noer, M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "mtDNA, mesoderm, endoderm, D-Loop", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}