{"Nomor": 12476, "Judul": "INTERPRETASI DAYA DUKUNG AKSIAL FONDASI TIANG BOR JEMBATAN SURAMADU PADA TANAH CLAY-SHALE BERDASARKAN HASIL OSTERBERG-CELL TEST", "Abstrak": "ABSTRAK:  \n \n\nJembatan Suramadu yang akan diresmikan pada awal tahun 2009 direncanakan menjadi jembatan terpanjang di Indonesia. Akibat besarnya beban rencana serta lokasi pembangunan yang berada di tengah laut maka digunakan fondasi tiang bor pada bentang utama dan pendekat dari Jembatan Suramadu. Fondasi tiang bor yang digunakan berdiameter 1.8 m-2.4 m dengan panjang mencapai 80 m-100 m. Kondisi geologis dari lokasi Jembatan Suramadu sendiri didominasi oleh lapisan tanah clay-shale dengan kandungan montmorillonite. Jenis lapisan tanah ini dikenal sensitif terhadap berkurangnya tegangan lateral dan kontak terhadap cuaca yang berakibat terjadinya penurunan kekuatan (strength reduction). Strength reduction menyebabkan prediksi daya dukung aksial tiang yang selama ini umumnya dilakukan menggunakan berbagai rumus empiris berdasarkan korelasi terhadap nilai N-SPT menjadi sulit. Untuk mengatasi strength reduction yang terjadi dilakukan grouting (intrusi air semen) pada dasar tiang bor.  \n \n\nUji pembebanan tiang dilakukan untuk memverifikasi daya dukung aksial tiang pada fondasi Jembatan Suramadu baik pada kondisi sebelum dan setelah grouting. Metoda yang digunakan adalah Osterberg-Cell Test (OC-Test). Metoda ini memiliki kelebihan dalam hal menghemat ruang kerja. Selain itu, pengujian juga dilengkapi dengan strain gauge sebagai instrumen untuk mengukur besarnya distribusi gaya aksial sepanjang tiang.  \n \n\nBerdasarkan interpretasi hasil pelaksanaan OC-Test terhadap delapan buah tiang sebagai studi kasus dalam Tugas Akhir ini dapat diperoleh hasil berupa daya dukung ultimit tiang, nilai tahanan selimut pada setiap kedalaman dan tahanan ujung tiang. Selain itu, menggunakan metoda perhitungan balik dari nilai tahanan selimut tiang dan nilai tahanan ujung tiang dapat juga diperoleh korelasi antara daya dukung tiang terhadap nilai N-SPT. Korelasi tersebut menunjukkan bahwa daya dukung aksial tiang bor dan tingkat strength reduction yang terjadi pada tanah clay-shale dapat sangat bervariasi. Keberadaan strength reduction ini memiliki kecenderungan lebih berdampak signifikan pada komponen tahanan selimut tiang daripada komponen tahanan ujung tiang. Hasil pelaksanaan OC-Test juga menunjukkan bahwa grouting dapat meningkatkan daya dukung aksial tiang secara signifikan.", "Daftar File": {}, "Penulis": "Nugroho Aryawijaya (NIM 15003023)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Masyhur Irsyam, IR., MSE., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Fondasi tiang bor, Clay-shale, montmorillonite, strength reduction, korelasi terhadap N-SPT, grouting, uji pembebanan tiang, Osterberg-Cell Test (OC-Test), strain gauge, distribusi gaya aksial, tahanan ujung, tahanan selimut", "Sumber": "", "Staf Input/Edit": "Ena Sukmana  \n                                     Ena Sukmana", "File": "11 file", "Tanggal Input": "27 Sep 2017"}