{"Nomor": 12471, "Judul": "PENGEMBANGAN METODOLOGI PENGUKURAN PELUANG PASAR DAN DAYA SAING INDUSTRI PENDUKUNG GALANGAN KAPAL DALAM NEGERI", "Abstrak": "Berdasarkan data Departemen Perhubungan (2006), pada tahun 2004 armada pelayaran nasional memperoleh pangsa pasar muatan domestik sekitar 52,7% dan muatan internasional 4,8%. Rendahnya pencapaian pangsa pasar industri pelayaran nasional mengindikasikan bahwa armada pelayaran nasional belum sepenuhnya dapat memenuhi kebutuhan angkutan laut nasional. Pemerintah terdorong untuk melakukan intervensi pemberdayaan industri pelayaran nasional dengan mengeluarkan Inpres No.5 Tahun 2005. Tujuan dari Inpres ini untuk mendorong peran armada pelayaran nasional dalam mengangkut muatan, khususnya muatan domestik. Implementasi Inpres No.5 Tahun 2005 juga berpotensi mendorong peningkatan volume produksi galangan kapal dalam negeri. Peningkatan volume produksi kapal dalam negeri akan mengakibatkan peningkatan kebutuhan material dan komponen kapal yang akan memperbesar peluang pasar bagi industri pendukung galangan kapal dalam negeri.Penelitian ini bertujuan pengembangan metodologi pengukuran peluang pasar dan daya saing industri pendukung galangan kapal dalam negeri dan merumuskan rekomendasi kebijakan pemerintah untuk memperbaiki daya saing dari industri pendukung galangan kapal dalam negeri. Pengukuran peluang pasar industri pendukung galangan kapal dalam negeri didasarkan pada proyeksi volume produksi kapal yang dikomposisikan kedalam volume material dan komponen yang diperlukan untuk mendukung volume produksi kapal yang diproyeksikan. Analisis daya saing industri pendukung galangan kapal dalam negeri dilakukan mengacu pada model kompetisi industri Porter.Berdasarkan hasil penelitian didapatkan volume kebutuhan plat, profil, welding elektroda, deck crane, windlass, main and emergency switchboard, radar, propeller, life boat, life jacket, rantai jangkar dan cathodic protection untuk jangka waktu tahun 2008-2010. Daya saing industri pendukung galangan kapal pada umumnya lemah dalam menghadapi faktor Kekuatan Tawar Pembeli dan Kekuatan Tawar Pemasok. Produsen material, komponen permesinan dan komponen perlengkapan juga lemah terhadap faktor Kompetisi Dalam Industri. Produsen komponen perlengkapan lemah dalam menghadapi faktor Ancaman Pendatang Baru.Berdasarkan hasil analisis daya saing industri pendukung galangan kapal dalam negeri maka dapat dihasilkan rekomendasi kebijakan yang sebagai dasar untuk meningkatkan daya saing industri pendukung galangan kapal dalam negeri.", "Daftar File": {}, "Penulis": "NOSADYAN NASYIM (NIM: 23406047)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ir. Lucia Diawati"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "opportunity marketing analysis, competition of industrial analysis, competitive industrial model, domestic shipyard supporter industry.", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "0 file", "Tanggal Input": "27 Sep 2017"}