{"Nomor": 12485, "Judul": "IMPLEMENTASI JARINGAN SYARAF TIRUAN MODE ADAPTIVE RESONANCE THEORY PADA SISTEM IDENTIFIKASI PESAWAT TERBANG", "Abstrak": "Radar akan memancarkan gelombang elektromagnetik untuk mengidentifikasi suatu obyek di udara dan mengetahui data-data yang berkaitan dengan obyek tersebut. Biasanya untuk memudahkan identifikasi, sebuah radar akan dilengkapi dengan interrogator identification friends or foe (IFF) yang sering disebut juga sebagai secondary surveillance radar (SSR). Interrogator IFF akan mengirimkan sinyal pertanyaan kepada obyek yang ingin diidentifikasi. Pesawat atau obyek yang dilengkapi dengan transmitter responder (transponder) akan menjawab sinyal pertanyaan tersebut secara otomatis berupa kode identifikasi pesawat. Bila pesawat tidak dapat merespon pertanyaan yang diberikan, maka pesawat akan diidentifikasikan sebagai penerbangan gelap (black flight). Untuk mengidentifikasi pesawat pada kasus penerbangan gelap dapat dilakukan dengan menganalisa data radar cross section (RCS) dan kecepatan dari obyek yang bersangkutan.Seringkali data yang tertangkap di radar berupa RCS dan kecepatan pesawat dari sebuah obyek tidak selalu sama. Agar proses identifikasi obyek di udara dapat dilakukan dengan cepat dan akurat, diperlukan sebuah sistem yang mampu mengidentifikasi obyek dengan kemampuan beradaptasi dengan data yang berubah-ubah namun tetap stabil. Sistem yang mampu memenuhi kriteria tersebut adalah sistem yang mengaplikasikan jaringan saraf tiruan (JST). JST yang digunakan pada tugas akhir ini adalah JST adaptive resonance theory (ART) yang mampu beradapatasi dengan data masukan baru namun tetap mampu mengenali dan menjaga kestabilan data-data yang telah dipelajari sebelumnya. Hasil percobaan menunjukan sistem yang dibuat mampu mengenali tipe pesawat berdasarkan data masukan RCS dan kecepatan.", "Daftar File": {}, "Penulis": "NUR ICHSAN UTAMA (NIM: 13202121)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Aciek Ida W., MT., dan Arwin D. W. Sumari, ST, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "radar cross section, kecepatan, adaptive resonance theory, fusi informasi", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}