{"Nomor": 12492, "Judul": "KAJIAN RELEVANSI PEMBERLAKUAN STANDAR SERTIFIKASI KETRAMPILAN MANDOR DAN TUKANG PADA PROYEK KONSTRUKSI INDONESIA", "Abstrak": "ABSTRAK:  \n \n \n\nBerdasarkan Undang-Undang No 18 tahun 1999 tentang Jasa Konstruksi beserta peraturan pelaksanaannya tersurat dan tersirat bahwa tenaga kerja yang melaksanakan perencanaan, pelaksanaan, dan pengawasan kontruksi harus memiliki sertifikat keahlian dan atau ketrampilan. Dan pada pasal 9 (3) , dijelaskan bahwa orang perseorangan yang dipekerjakan oleh badan usaha sebagai perencana konstruksi atau pengawas konstruksi atau tenaga tertentu dalam badan usaha pelaksana konstruksi harus memiliki sertifikat keahlian. Sehingga pemilihan penyedia jasa hanya boleh diikuti oleh penyedia jasa yang memenuhi persyaratan sesuai ketentuan diatas (pasal 17 (5)).   \n \n\nKeharusan memiliki `sertifikasi keahlian dan atau ketrampilan` mencerminkan adanya tuntutan kualitas tenaga kerja yang betul-betul dapat diandalkan. Kondisi tersebut memerlukan langkah nyata dalam mempersiapkan perangkat / standar baku yang dibutuhkan untuk mengatur kualitas tenaga kerja jasa konstruksi.   \n \n\nPeran mandor dan tukang sebagai tenaga penggerak dan pelaksana utama pada suatu proyek kontruksi sangat mutlak dibutuhkan dalam pelaksanaan suatu proyek kontruksi. Mandor merupakan motor penggerak tenaga kerja dan pemasok tenaga terampil di bawahnya seperti tukang-tukang dan kuli bangunan yang terlibat dalam proyek konstruksi. Tukang merupakan tenaga kerja utama dalam pelaksanakan pembangunan proyek, dan tukanglah yang mewujudkan suatu desain menjadi kenyataan sesuai dengan tujuan utama suatu proyek dibangun, berdasarkan arahan dari kontraktor dan mandor sebagai atasannya. Dengan demikian, kontraktor dan proyek konstruksi mutlak membutuhkan kerja sama yang saling menguntungkan dan nyaman dengan mandor dan bawahannya sehingga tercipta iklim kerja yang kondusif dalam pelaksanaan proyek.   \n \n\nStandar Ketrampilan Tenaga Kerja yang ditetapkan oleh Departemen Pekerjaan Umum dan Lembaga Pengembangan Jasa Konstruksi Nasional untuk bidang ketrampilan Tukang maupun Mandor. akan digunakan sebagai bahan perbandingan antara peraturan dengan kondisi aktual pada proyek konstruksi yang ada.   \n \n\nBerdasarkan hasil survey dan wawancara dari 17 perusahaan kontraktor dan 15 mandor proyek konstruksi yang sedang dilaksanakan di Jakarta, Bandung dan Semarang, diperoleh data bahwa penerapan sertifikasi bagi mandor sesuai peraturan yang ditetapkan, maupun wacana sertifikasi tersebut pada tukang belum layak untuk dilaksanakan di Indonesia. Pengetahuan mengenai standar kompetensi kerja oleh perusahaan kontraktor sudah cukup baik, sedangkan dari pihak mandor maupun tukang mengenai standar kerja tersebut masih minim. Hal ini dapat disebabkan antara lain karena kurangnya informasi atau sosialisasi dari pemerintah dan kurangnya kesadaran dari mandor bahwa penerapan standar kerja yang baik akan meningkatkan daya saing mereka terlebih bagi mandor yang bersertifikat.   \n \n\nHal ini pula yang menyebabkan terbatasnya tenaga kerja mandor maupun tukang yang memiliki sertifikat keterampilan dalam dunia konstruksi sekarang ini.", "Daftar File": {}, "Penulis": "Nur Yekti Merryardani (NIM 15003047) dan Leo Willyanto (NIM 15003076)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Rochhardjanto WRD, Ir."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Site manager, Kontraktor Pelaksana, Mandor, Tukang, Standar Kompetnesi Ketrampilan Kerja, Pelatihan, Sertifikasi, Kompetensi", "Sumber": "", "Staf Input/Edit": "Ena Sukmana  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}