{"Nomor": 12498, "Judul": "PROGRAM APLIKASI EVALUASI HASIL BELAJAR FI S IKA BERBAS I S JARINGAN MENGGUNAKAN VISUAL BASIC 6.0", "Abstrak": "Penelitian ini bertujuan untuk menghasilkan Program Aplikasi Evaluasi Hasil Belajar Fisika yang terintegrasi lewat jaringan komputer LAN, menghasilkan program aplikasi Evaluasi Hasil Belajar Fisika individu, menghasilkan matriks data Evaluasi Hasil Belajar Fisika para siswa lewat jaringan komputer LAN dan server dengan hasil keluaran akhir berupa karakteristik umum tes. Metode yang digunakan dalam penelitian adalah metode eksperimen berbasis program komputer. Program yang dirancang dimaksudkan untuk menghubungkan data ujian siswa yang diperoleh dari ujian berbasis jaringan LAN pada computer client yang terkumpul dalam database server. Ujicoba secara berulang dilakukan untuk mendapatkan tampilan dan kemudahan bagi user, baik guru maupun siswa. Pengujian dilakukan untuk koneksi LAN, HUB, Server dan Clients, uji konektivitas dapat dipantau dari pertukaran data dari semua clients terhadap server dengan IP address yang diatur sedemikian rupa. Pengujian koneksi jaringan juga dilakukan untuk sampel computer yang digunakan, yakni jaringan LAN skala kecil terdiri 1 server dan 4 clients. Pada masing-masing komputer client dilakukan ujicoba dengan melakukan ujian di depan computer. Tiap soal yang diinput guru pada computer server menjadi masukan soal bagi siswa di komputer clients. Data ujian siswa direkam dalam database server dan hasil akhir data yang ditampilkan dalam bentuk tabel yang dapat dicetak dan dikonversi menjadi file Microsoft Excel. Berdasarkan penelitian ini, dihasilkan sebuah program aplikasi untuk evaluasi hasil belajar siswa, dengan rincian: 1) evaluasi hasil belajar berbasis jaringan menghasilkan efektivitas dan efisiansi untuk kerja guru, 2) jaringan LAN dapat menggantikan ujian manual sehingga menghemat kertas, waktu dan tenaga siswa serta meningkatkan kedisiplinan, 3) hasil data keluaran program dibandingkan dengan data manual Microsoft Excel, tidak diperoleh perbedaan yang signifikan terhadap perhitungan dari database program.", "Daftar File": {}, "Penulis": "PANDAPOTAN HARAHAP (NIM. 20207065)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Pepen Arifin"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "evaluasi, pembelajaran fisika, tes berbasis jaringan, clients, server, database", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "0 file", "Tanggal Input": "27 Sep 2017"}