{"Nomor": 12491, "Judul": "ISOLASI DAN KARAKTERISASI DERIVAT ASAM LEMAK DARI DAUN SALIARA (Lantana camara L.) VARIAN BUNGA BERWARNA UNGU DALAM FRAKSI HEKSANA", "Abstrak": "Lantana camara L. termasuk kelompok tanaman belukar dengan daerah pertumbuhan meliputi daerah beriklim subtropik dan tropik.  Bagi binatang pemakan rumput/daun, tumbuhan ini sangat beracun karena dapat merusak hati, pencernaan dan otak.  Literatur menyebutkan bahwa L. camara termasuk satu dari 10 belukar beracun di dunia.  Ciri umum tanaman ini adalah baunya yang cukup menyengat, dengan warna bunga yang bervariasi mulai dari putih, kuning, merah muda, merah, jingga, dan ungu. Tanaman ini telah lama digunakan sebagai obat tradisional.  Kandungan senyawa L. camara (sebanyak 130 senyawa) dan bioaktivitasnya cukup banyak.  Salah satu kelompok senyawa yang terdapat dalam tanaman ini adalah derivat asam lemak yang bisa terdapat bebas atau berikatan dengan senyawa lain.Dalam penelitian ini dilakukan isolasi dan karakterisasi derivat asam lemak dari L. camara varian bunga berwarna ungu.  Ekstraksi dengan cara maserasi dengan pelarut metanol.  Setelah pelarutnya diuapkan diperoleh ekstrak kasar/crude extract.  Kemudian dilakukan fraksinasi dengan pelarut heksana dan dipisahkan.  Selanjutnya dilakukan pemisahan dan pemurnian dengan kromatografi kolom, sebagai fasa diam adalah gel silika G60 dan fasa gerak atau eluen adalah heksana : etilasetat = 2:1.  Dari hasil kromatografi kolom diperoleh tiga fraksi, selanjutnya terhadap fraksi-fraksi tersebut pelarutnya diuapkan dan diperoleh suatu senyawa hasil isolasi berupa zat padat berwarna kuning muda yang terdekomposisi pada 156 oC.", "Daftar File": {"ABSTRAK NURUL NAZMI (NIM: 20507075)": "https://digilib.itb.ac.id/gdl/download/168429", "COVER NURUL NAZMI (NIM: 20507075)": "https://digilib.itb.ac.id/gdl/download/168430", "BAB1 NURUL NAZMI (NIM: 20507075)": "https://digilib.itb.ac.id/gdl/download/168433", "BAB2 NURUL NAZMI (NIM: 20507075)": "https://digilib.itb.ac.id/gdl/download/168434", "BAB3 NURUL NAZMI (NIM: 20507075)": "https://digilib.itb.ac.id/gdl/download/168435", "BAB4 NURUL NAZMI (NIM: 20507075)": "https://digilib.itb.ac.id/gdl/download/168436", "BAB5 NURUL NAZMI (NIM: 20507075)": "https://digilib.itb.ac.id/gdl/download/168437", "PUSTAKA NURUL NAZMI (NIM: 20507075)": "https://digilib.itb.ac.id/gdl/download/168438"}, "Penulis": "NURUL NAZMI (NIM: 20507075)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Deana Wahyuningrum, M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "6-heksadekil-4-metil-5,6-dihidro-2H-piran-2-on, ekstraksi, ester asam lemak, fraksinasi, Lantana camara", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}