{"Nomor": 12518, "Judul": "SISTEM TEMU BALIK INFORMASI MUSIK MENGGUNAKAN KONSEP HIDDEN MARKOV MODEL", "Abstrak": "Sistem temu balik informasi mulai diperluas bidang pencariannya kepada dokumen musik. Salah satu teknik perolehan query untuk pencarian konten dokumen musik, adalah query senandung (query by humming). Hal yang penting dalam proses pencariannya adalah melakukan pengenalan terhadap struktur melodi lagu dan query dan teknik pengenalan yang sedang berkembang saat ini adalah menggunakan Hidden Markov Model (HMM). Masalah yang muncul adalah pemanfaatan HMM dalam melakukan temu balik yang tepat untuk sistem temu balik informasi musik serta penerapan algoritma-algoritma yang biasa dipakai pada HMM, seperti algoritma Forward, Forward-Backward, dan Viterbi.Tugas akhir ini membahas tentang sistem temu balik informasi musik yang menerima masukan query dan data pelatihan dokumen musik berupa suara senandung. Suara senandung diekstrak informasi rangkaian pitch dan inter onsettime interval (IOI)-nya setelah sebelumnya dikonversi terlebih dahulu menjadi MIDI. Dari informasi rangkaian pitch dan IOI tersebut, HMM diimplementasikan dalam memodelkan suara senandung. Algoritma Forward, Forward-Backward, dan Viterbi juga diterapkan dalam proses pencariannya.Tugas akhir ini menghasilkan sebuah perangkat lunak bernama Hummer yang mengimplementasikan sistem temu temu balik informasi musik dengan masukan query berupa senandung dari pengguna. Hummer mengimplementasikan konsep HMM dalam memodelkan tema lagu dan pada proses pencariannya mengimplementasikan algoritma Forward, Forward-Backward, dan Viterbi. Evaluasi performansi Hummer dilakukan dengan melakukan pengujian pada sekumpulan data pelatihan yang merepresentasikan dokumen musik dan menghitung nilai recall dan precision. Nilai recall dan precision yang diperoleh menunjukkan tingkat performansi yang cukup baik dari perangkat lunak dengan menggunakan algoritma Forward dan Forward-Backward.", "Daftar File": {}, "Penulis": "RADEN TOMI AKHMAD FADLAN (NIM 13504094)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Rila Mandala, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "sistem temu balik informasi musik, Hidden Markov Model, query by humming, algoritma Forward, Forward-Backward, Viterbi, MIDI", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}