{"Nomor": 12513, "Judul": "PENGEMBANGAN ELEKTRODA PASTA KARBON YANG DIMODIFIKASI DENGAN RESIN PENGKHELAT POLISTIREN Divinilbenzen-1-(2-piridilazo)-2-naftol UNTUK ANALISIS ION Pb(II) SECARA VOLTAMETRI", "Abstrak": "Teknik voltametri lucutan anodik merupakan salah satu teknik analisis logam berat yang diakui memiliki tingkat sensitivitas pengukuran yang tinggi. Teknik ini sepuluh sampai seratus kali lebih sensitif dibandingkan teknik spektroskopi absorpsi atom elektrotermal dan mempunyai limit deteksi hingga ke tingkat nanogram per liter. Pada penelitian ini dibuat elektroda pasta karbon yang dimodifikasi dengan penambahan resin polistiren divinilbenzen-1-(2-piridilazo)-2-naftol (PSDVB-PAN) untuk menganalisis kadar ion Pb(II) dengan teknik voltametri lucutan anodik. Pada penelitian ini dilakukan variasi komposisi dan pH larutan untuk mendapatkan kondisi optimum yang menghasilkan puncak arus paling besar. Elektroda yang diperoleh dikarakterisasi terkait nilai kebolehulangan pengukuran, persen perolehan kembali, dan uji linearitas. Hasil yang diperoleh menunjukan bahwa komposisi elektroda optimum mengandung PSDVB-PAN sebesar 5% dengan pH optimum elektrolit 4,5. Standar deviasi relatif yang diperoleh dari pengukuran adalah 3,73% dengan persen perolehan kembali 97,98 ÃƒÂ‚Ã‚Â– 102,30%, dan limit deteksi 4,58 ppb. Elektroda yang telah diuji selanjutnya digunakan untuk mengukur kadar ion Pb(II) dalam sampel bensin dan hasilnya dibandingkan dengan menggunakan metode spektrofotometri serapan atom.", "Daftar File": {"2009_TA_PP_PUTRI_WIDYA_HARTONO_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/166238", "PUSTAKA PUTRI WIDYA HARTONO (NIM 10505071)": "https://digilib.itb.ac.id/gdl/download/166245"}, "Penulis": "PUTRI WIDYA HARTONO (NIM 10505071)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Indra Noviandri dan Dr. M. Bachri Amran, DEA."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pasta karbon, resin, polistiren", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}