{"Nomor": 12533, "Judul": "USULAN FORMULASI STRATEGI PT PGN (PERSERO) TBK UNTUK MENINGKATKAN KEUNGGULAN DAYA SAING YANG LESTARI", "Abstrak": "PGN merupakan salah satu BUMN yang bergerak di sektor hilir gas bumi sebagai perusahaan yang menyediakan, mengembangkan dan memanfaatkan gas bumi untuk kepentingan industri, komersial dan rumah tangga. Sebagai perusahaan penyedia energi gas bumi terkemuka di Indonesia, PGN dihadapkan pada kondisi dimana persaingan di industri gas bumi meningkat sebagai salah satu dampak naiknya harga BBM (Bahan Bakar Minyak) dan dukungan pemerintah terhadap penggunaan gas bumi sebagai energi alternatif pengganti BBM.Undang-Undang Minyak dan Gas Bumi No.22 Tahun 2001 telah membawa perubahan yang sangat mendasar, karena pelaku usaha baik Badan Usaha Milik Negara (BUMN), swasta maupun asing memperoleh kesempatan yang sama secara terbuka untuk mengembangkan usaha di bidang hilir gas yang mencakup usaha transportasi, niaga, penyimpanan maupun pengolahan melalui penerapan mekanisme pasar. Kondisi ini memicu PGN untuk bekerja dengan lebih cepat dan terarah. PGN memiliki keunggulan daya saing (competitive advantage) sehingga mampu untuk memenuhi kebutuhan gas yang besar di dalam negeri dan mempertahankan posisi sebagai pemimpin pasar di bidang transmisi dan distribusi gas bumi.Walaupun hingga kini PGN masih menjadi pemimpin pasar transmisi dan distribusi gas di tanah air, kondisi lingkungan yang selalu berubah mendorong suatu perusahaan untuk merumuskan suatu strategi bisnis yang sesuai dengan kondisi yang sedang dialaminya. Strategi bisnis yang tepat diperlukan PGN sebagai perusahaan yang menyediakan, mengembangkan dan memanfaatkan gas bagi kepentingan umum untuk terus bertumbuh dalam mencapai visi, misi dan tujuan perusahaan. Perumusan strategi bisnis ini juga menjadi sangat penting mengingat lingkungan persaingan yang menjadi semakin kompleks.Perumusan strategi bisnis yang terencana secara sistematis menjadi sesuatu yang esensial untuk meningkatkan keunggulan daya saing yang lestari, yang sesuai dengan visi, misi dan tujuan perusahaan. Dengan kondisi perusahaan yang sehat dan mampu bersaing, PGN dapat menyalurkan gas dengan lebih banyak bagi kebutuhan dalam negeri.", "Daftar File": {}, "Penulis": "RATIH WIWEKA (NIM: 29106408)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Harimukti Wandebori, MBA, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Strategi, UU Migas No. 22 Tahun 2001, Keunggulan Daya Saing", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}