{"Nomor": 12536, "Judul": "EKSPLORASI KAIN KANVAS DENGAN RAGAM HIAS DAYAK UNTUK PRODUK FASHION", "Abstrak": "Eksplorasi yang dilakukan bertujuan untuk menambah nilai guna dan nilai estetika produk berbahan dasar kain kanvas. Diantaranya mengolah agar kain kanvas menjadi lebih ringan dan lembut, agar semakin unik dalam segi tekstur, sehingga semakin tinggi nilai jual dan nilai gunanya. Dan tak lagi hanya untuk barang- barang fungsional yang lazimnya tidak terolah lebih lanjut. Eksplorasi dengan berbagai teknik surface design dilakukan satu persatu dan ditemukanlah teknik terbaik yang bisa diterapkan pada kain kanvas.Ragam hias Dayak dipilih karena ragam hias ini memiliki karakter bentuk yang khas, dari filosofi agama Kaharingan dan filosofi Burung Enggang. Potensi lain berupa ragam hias etnik Indonesia tentunya sangtlah kaya. Dengan mengangkat ragam hias yang masih jarang dieksplorasi dan didalami, diharapkan dapat semakin memperkaya bangsa dengan produk- produk bercirikan jati diri asli bangsa itu sendiri. Maka akan ada alternatif lain pemakaian ragam hias etnik Indonesia untuk kehidupan sehari- hari, dengan material olahan yang tergolong baru, yaitu kain kanvas. Pengklaiman budaya bangsa oleh negara lain haruslah disikapi dengan tindakan positif dan mulai mencari solusi sesuai dengan masing- masing bidang yang digeluti oleh tiap masyarakat. Sebagai mahasiswa Kriya Tekstil yang akan memasuki dunia usaha, maka inilah salah satu cara berkontribusi walaupun dalam hal kecil, kepada negeri sendiri.", "Daftar File": {}, "Penulis": "RATNA MAHARANI ARGININE (NIM 17205009)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Drs. Achmad Haldani D. , M. Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "kain kanvas, surface design. ragam hias Dayak", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Vika Anastasya Kovariansi", "File": "7 file", "Tanggal Input": "11 Okt 2010"}