{"Nomor": 12542, "Judul": "PEMBUATAN MODUL UNTUK MEMBANTU MENGATASI MISKONSEPSI MATERI MEKANIKA PADA SISWA SEKOLAH MENENGAH", "Abstrak": "Sedikitnya jam pelajaran fisika di sekolah-sekolah menengah sering menyebabkan guru dan siswa merasa bahwa waktu yang tersedia tidak cukup untuk mempelajari fisika secara komprehensif. Guru dan siswa cenderung berkonsentrasi pada cara-cara menyelesaikan soal kuantitatif dengan baik agar siswa dapat mencapai target nilai untuk lulus Ujian Akhir Nasional. Pengabaian terhadap konsep-konsep dasar fisika dapat menjadi cikal-bakal kesalahpahaman terhadap konsep-konsep fisika yang lebih lanjut. Miskonsepsi terhadap konsep-konsep dasar fisika juga dapat menyebabkan kesalahan dalam pengerjaan soal-soal kuantitatif. Karena itu, miskonsepsi pada siswa perlu dideteksi dan diperbaiki sesegera mungkin.Untuk mendeteksi kesalahpahaman konsep fisika yang sudah terlanjur dialami oleh siswa, telah dirancang suatu instrumen berupa soal-soal konseptual yang dapat digunakan untuk menguji miskonsepsi siswa di bidang mekanika. Dengan menggunakan instrumen ini, telah dilakukan uji miskonsepsi materi mekanika pada siswa-siswa sekolah menengah atas. Dari hasil uji miskonsepsi tersebut, didapatkan masih banyak siswa yang mengalami miskonsepsi di bidang mekanika.Untuk mengatasi miskonsepsi siswa di bidang mekanika, disusun sebuah modul fisika yang bersifat konseptual yang ditujukan untuk guru. Modul fisika yang disusun berisikan konsep-konsep mendasar mekanika, dengan konsentrasi pada materi-materi yang sering disalahpahami oleh siswa. Modul ini dihadirkan untuk menjadi referensi para guru dalam membantu pemahaman siswa terhadap materi mekanika secara kualitatif. Modul ini dilengkapi uji konsep untuk melihat pemahaman siswa akan topik yang bersangkutan.", "Daftar File": {}, "Penulis": "REGINA LICHTERIA (NIM: 20207058)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Triyanta, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "miskonsepsi, modul fisika, mekanika", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "0 file", "Tanggal Input": "27 Sep 2017"}