{"Nomor": 12541, "Judul": "PENGARUH PENAMBAHAN ION LOGAM PADA EKSTRAK ZAT WARNA ALAM", "Abstrak": "Beberapa tumbuhan diketahui memiliki pigmen yang dapat mewarnai kain sehingga digunakan sebagai zat warna. Namun ketersediaan variasi warna dari zat warna alam sangat terbatas dan dianggap kurang praktis, sehingga penggunaan zat warna alam sudah banyak ditinggalkan orang. Telah ditemukan bahwa garam dari beberapa logam yang ditambahkan ke dalam ekstrak zat warna tumbuhan dapat berinteraksi dengan pigmen tumbuhan, sehingga dapat mengubah warna dari ekstrak zat warna tersebut. Penelitian ini bertujuan untuk mengetahui pengaruh penambahan ion logam (Al3+, Sn2+, Fe2+, Cu2+, dan Cr3+) pada ekstrak zat warna tumbuhan (bayam merah, kulit akar mengkudu, kulit bawang bombay, kol ungu, dan bunga rosella). Pada penelitian ini, ke dalam ekstrak kasar zat warna tumbuhan telah ditambahkan berbagai ion logam (Al3+, Sn2+, Fe2+, Cu2+, Cr3+).", "Daftar File": {"ABSTRAK Rd. MIRA RATNA ASRI M. (NIM 20507085)": "https://digilib.itb.ac.id/gdl/download/168650", "COVER Rd. MIRA RATNA ASRI M. (NIM 20507085)": "https://digilib.itb.ac.id/gdl/download/168651", "BAB1 Rd. MIRA RATNA ASRI M. (NIM 20507085)": "https://digilib.itb.ac.id/gdl/download/168652", "BAB2 Rd. MIRA RATNA ASRI M. (NIM 20507085)": "https://digilib.itb.ac.id/gdl/download/168653", "BAB3 Rd. MIRA RATNA ASRI M. (NIM 20507085)": "https://digilib.itb.ac.id/gdl/download/168654", "BAB4 Rd. MIRA RATNA ASRI M. (NIM 20507085)": "https://digilib.itb.ac.id/gdl/download/168655", "BAB5 Rd. MIRA RATNA ASRI M. (NIM 20507085)": "https://digilib.itb.ac.id/gdl/download/168656", "PUSTAKA Rd. MIRA RATNA ASRI M. (NIM 20507085)": "https://digilib.itb.ac.id/gdl/download/168657"}, "Penulis": "Rd. MIRA RATNA ASRI M. (NIM 20507085)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. I Nyoman Marsih"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "pigmen, zat warna alam, ion logam, senyawa kompleks", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}