{"Nomor": 12555, "Judul": "PENERAPAN METODE PENAMPANG UNTUK PERHITUNGAN CADANGAN ENDAPAN NIKEL LATERIT; STUDI KASUS ENDAPAN NIKEL LATERIT PULAU PAKAL, HALMAHERA TIMUR, MALUKU UTARA", "Abstrak": "Pemodelan endapan mineral dan perhitungan cadangan merupakan hal yang tidak dapat dipisahkan dalam proses penambangan sumber daya mineral. Pemodelan dan perhitungan cadangan endapan mineral tersebut dijadikan sebagai dasar evaluasi untuk menghasilkan keputusan apakah suatu endapan layak atau tidak untuk ditambang. \n \n \n \n \n \n\nPemodelan endapan mineral diharapkan sedapat mungkin dapat mendekati keadaan sebenarnya. Oleh karena itu diperlukan adanya penaksiran dan pendekatan-pendekatan dengan metode-metode tertentu agar model yang dibuat dapat mendekati keadaan sebenarnya. Salah satu bentuk model endapan dapat dibuat berdasarkan penampang vertikal yang dibuat dari estimasi data-data pemboran. Data-data hasil pemboran tersebut harus dianalisis berdasarkan beberapa parameter agar korelasi yang dibuat dapat mendekati kondisi yang sebenarnya. \n \n \n \n \n \n\nAda banyak metode yang dapat dipakai untuk memodelkan dan menghitung besarnya cadangan endapan mineral. Salah satu metode yang bisa digunakan adalah metode konvensional. Metode konvensional yang sering dipakai adalah Metode Penampang, Inverse Distance Square (IDS), dan Nearest Neighbourhood Point (NNP). Berdasarkan analisis dan pengolahan data diketahui bahwa ketiga metode konvensional tersebut dapat dipakai dalam memodelkan dan menghitung cadangan nikel laterit. \n \n \n \n \n \n\nHasil perhitungan untuk kandungan logam Ni dengan Metode Penampang, IDS dan NNP untuk Blok A yaitu 84.506, 88.567 dan 88.583 ton, sedangkan untuk Blok C adalah 7.135, 6.676 dan 6.677 ton. Kandungan logam Ni pada Blok B yang dihitung dengan IDS dan NNP adalah 46.975 dan 46.774 ton.", "Daftar File": {}, "Penulis": "REZA PAHLEVI (NIM 12104086)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Eng.Syafrizal, ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Metode penampang, Perhitungan cadangan endapan nikel laterit, Endapan nikel laterit", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}