{"Nomor": 12570, "Judul": "SEISMIK ATRIBUT, ANALISA FLUID SUBSTITUTION DAN FORWARD MODELING AVA UNTUK IDENTIFIKASI KANDUNGAN GAS PADA RESERVOAR APHRODITE INTERVAL ZONE-R LAPANGAN ANAMOLLY-TSAQIBA", "Abstrak": "Formasi Aphrodite adalah reservoar utama pada lapangan Anamolly-Tsaqiba, lapangan yang memproduksi minyak-gas dan berada pada cekungan Natuna Barat. Formasi ini dibagi atas 3 interval, yaitu: Upper Aphrodite (UA), Zone-R, dan Lower Aphrodite (LA). Minyak dan gas telah diproduksi dari interval Upper Aphrodite dan Lower Aphrodite. Tujuan utama penelitian ini adalah untuk menaksir potensial hidrokarbon yang terkandung pada Aphrodite Zone-R. \n \n \n \n \n \n \n \n\nStudi seismik atribut, Rock physics dan AVA (Amplitude versus angle) adalah beberapa metode yang digunakan pada penelitian ini. Perbedaan amplitudo seismik antara near-stack seismic dengan far-stack seismic diduga berhubungan dengan batuan yang tersaturasi dengan hidrokarbon. Studi Rock physics pada penelitian ini terdiri dari: analisa penggantian fluida (fluid substitution), analisa diskriminasi fluida dan pembuatan log curve trend. Sedangkan studi AVA terdiri dari: pemodelan kedepan AVA dan simulasi pemodelan AVA dengan variasi ketebalan batuan serta variasi Net to Gross ratio. \n \n \n \n \n \n \n \n\nDari analisa penggantian fluida didapatkan well log curve untuk 3 kondisi batuan, yaitu tersaturasi air asin (brine), minyak dan gas. Dari 3 kondisi ini diketahui bahwa respon batuan saat tersaturasi gas bisa dibedakan dengan saat batuan tersaturasi brine, tetapi akan sangat sulit untuk dibedakan dengan saat batuan tersaturasi minyak. \n \n \n \n \n \n \n \n\nLima anomali amplitudo seismik telah diidentifikasi dan dipetakan pada interval Aphrodite Zone-R. Lima anomali ini diduga berhubungan dengan hidrokarbon. Masing-masing anomali ini dikorelasikan dengan sumur terdekat dan dilakukan pemodelan AVA. Pemodelan AVA menghasilkan perkiraan ketebalan reservoar dan Net to Gross ratio yang mungkin untuk masing-masing anomali amplitudo. \n \n \n \n \n \n \n \n\nDan pada akhirnya, estimasi gas in place volume dihitung untuk masing-masing reservoar, perhitungan dilakukan dengan simulasi Monte Carlo, dengan menggunakan perangkat lunak Crystal Ball. Dari simulasi ini diketahui P10 sebesar xxx Gas, P50 xxx Gas dan P90 xxx Gas, untuk semua reservoar Aphrodite Zone-R.", "Daftar File": {}, "Penulis": "RIKI TASRIANTO (NIM 12304008)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Sigit Sukmono dan Yasril Kahar (Geophysicist Concoco Phillips)"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Seismik atribut, Fluid substitution, Forward modelling ava, Kandungan gas, Reservoar Aphrodite interval Zone-R, Lapangan Anamolly-Tsaqiba", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "09 Okt 2017"}