{"Nomor": 12588, "Judul": "ANALISIS KEPUASAN PELANGGAN TERHADAP KUALITAS LAYANAN DRIVING RANGE X GOLF BANDUNG", "Abstrak": "Driving range sebagai penyedia pelayanan jasa olahraga merupakan tempat yang selalu dikunjungi para pegolf amatir maupun profesional. Sebagai market yang potensial, tingkat kunjungan pegolf amatir dan profesional sangat ditentukan oleh terpenuhinya kebutuhan‐kebutuhan utama mereka selama melakukan kunjungan ke driving range. Mencermati setiap kebutuhan pegolf menjadi tantangan tersendiri bagi pihak manajemen driving range, agar tingkat kunjungan konsumen dapat dipertahankan dan ditingkatkan. Namun, apa yang dibutuhkan pegolf ketika berlatih pada suatu driving range tidak selalu dapat ditangkap dan diakomodir dengan baik oleh pihak pengelola.Oleh karena itu mendengarkan customer voice menjadi sesuatu yang harus dilakukan pengelola driving range supaya terjadi keselarasan antara upaya‐upaya perbaikan kualitas jasa dengan kebutuhan konsumennya. Ketidakselarasan ini sering mengakibatkan inovasi‐inovasi yang dilakukan penyedia jasa layanan driving range menjadi sesuatu yang sia‐sia oleh karena terjadi perbedaan kepentingan dan cara memandang kualitas layanan tertentu. Sementara kualitas layanan yang dianggap penting oleh konsumen justru tidak menjadi fokus utama perbaikan kualitas layanan oleh pengelola.Dengan menggunakan matriks Importance and Performance Analysis (IPA) dan perhitungan Customer Satisfaction Index (CSI), diperoleh hal‐hal sebagai berikut:1. Nilai CSI dari kualitas layanan pada Driving Range X  adalah sebesar 70.115 %. Nilai ini mengindikasikan bahwa konsumen dinilai telah puas terhadap kualitas layanan yang diberikan.2. Faktor dominan yang paling mempengaruhi kepuasan pelanggan di Driving Range X  adalah letak Driving Range X  yang mudah dijangkau dan strategis. Hal ini menjadi keunggulan utama yang tidak dimiliki oleh pesaing‐pesaing bisnisnya yang lain.3. Beberapa atribut layanan yang harus dipertahankan adalah masalah dudukan khusus untuk golf bag, kemampuan caddy dalam berkomunikasi dan manfaat penggunaan jasa pro dalam memperkecil handicap konsumen. Sedangkan beberapa atribut yang harus diperbaiki adalah desain serta tata letak interior, informasi program kegiatan yang akan dilakukan, kebersihan dan kenyamanan lapak berlatih serta variasi jasa layanan yang diberikan pro‐shop.", "Daftar File": {}, "Penulis": "RIZALDI A. KASMIRI (NIM: 29105107)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dwi Larso, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "golf, driving range, matriks importance vs performance analysis, CSI", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}