{"Nomor": 12587, "Judul": "ANALISIS CORPORATE MAGIC PADA X MAGICIANS UNTUK MENGHADAPI PERSAINGAN DALAM INDUSTRI ENTERTAINMENT SENI SULAP INDONESIA", "Abstrak": "Derasnya arus globalisasi membuat dunia entertainment di Indonesia berkembang pesat saat ini. Perkembangan ini memiliki pengaruh yang sangat besar terhadap seni sulap Indonesia yang merupakan bagian dari entertainment tersebut. Seni sulap di Indonesia saat ini sedang memasuki era keemasan dimana keberadaanya lebih diakui oleh masyarakat Indonesia. Fenomena ini menjadi kesempatan yang baik bagi X magicians, duo magician yang berkiprah dalam seni sulap semenjak tahun 2003 ini untuk terus berkreasi melakukan pertunjukan-pertunjukan seni sulap yang inovatif. Seiring dengan perkembangan entertainment seni sulap ini semakin ketat pula persaingan yang terjadi. Persaingan tersebut menuntut X magicians untuk melakukan pertunjukan yang berbeda dan memiliki keunikan dari pesaingnya sehingga dibutuhkan pengembangan produk agar menghasilkan produk yang memiliki diferensiasi dari pesaing-pesaingnya.Berdasarkan hasil analisa yang didapat dari test market, service marketing mix, dan analisa Porter's five forces didapatkan akar permasalahan yang berhubungan dengan tingginya potential market segmen korporasi dimana belum tercipta produk yang benar-benar khusus untuk memenuhi kebutuhan segmen tersebut. Selain itu dominasi Deddy Corbuzier dan Demian Aditya sebagai top awareness magician harus dihadapi dengan strategi yang tepat agar X magicians tetap mendapatkan pasar. Menciptakan diferensiasi produk dengan pengembangan produk baru serta memilih strategi yang tepat harus dilakukan agar terus dapat melakukan persaingan.Dari akar masalah tersebut maka didapat solusi bisnis dimana X magicians harus fokus menjadi corporate magician. X magicians melakukan pengembangan produk yang khusus untuk melayani segmen korporasi yaitu customized corporate magic. X magicians selalu melakukan kostumisasi pertunjukan sesuai dengan apa yang dibutuhkan oleh client. Kostumisasi ini dalam artian kostumisasi menyeluruh baik dari segi konsep pertunjukan, peralatan yang digunakan, hingga kepada penampilan. Inti dari produk yang ditawarkan ini adalah menyampaikan pesan perusahaan kepada target audience nya melalui pertunjukan sulap yang dilakukan oleh X magicians.Rencana implementasi akan dilakukan dengan pembentukan manajemen, memperluas business link, team building, program televisi, website, dan melakukan riset. Adapun kebutuhan sumber daya manusia, teknologi dan dukungan pihak-pihak lain yang terkait sangat dibutuhkan untuk suksesnya rencana implementasi tersebut.", "Daftar File": {}, "Penulis": "RIZA ABUSOFYAN (NIM : 29106061)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Leo Aldianto, MSAE, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "pengembangan produk, diferensiasi, customized corporate magic", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}