{"Nomor": 12581, "Judul": "PENGARUH LAKU PANAS TERHADAP KEKERASAN DAN STRUKTUR MIKRO DAERAH LASAN PIPA BAJA API 5L-X52", "Abstrak": "Pipa API 5L-X52 ialah salah satu pipa yang termasuk ke dalam kelompok baja paduan rendah kekuatan tinggi yang sering digunakan untuk penyaluran minyak dan gas. Adanya siklus termal dengan pemanasan dan pendinginan yang cepat pada pengelasan baja mengakibatkan struktur mikro dan sifat mekanik menjadi tidak seragam. Laku panas adalah cara untuk meningkatkan ketahanan terhadap patah getas pasca pengelasan dengan cara menghomogenkan kekerasan pada daerah logam las, HAZ, logam dasar dan mengurangi tegangan sisa. \n \n \n \n \n \n \n\nDalam penelitian ini, percobaan akan difokuskan pada pengaruh naiknya temperatur laku panas 200 derajat C, 300 derajat C, 400 derajat C dan 500 derajat C selama 30 menit terhadap kekerasan dan struktur mikro daerah lasan. Material pipa yang digunakan adalah daerah lasan API 5L-X52 dengan tebal lasan 12.4 mm dan tebal logam dasar 9.8 mm. Dari pengujian visual & dimensional serta uji tarik as received daerah lasan akan dihasilkan kriteria penerimaan sampel dibandingkan dengan standard API dan ASM. Uji komposisi kimia, uji kekerasan dan metalografi dilakukan untuk melihat pengaruh fasa-fasa yang ada terhadap distribusi kekerasan baja. \n \n \n \n \n \n \n\nBerdasarkan percobaan, sampel dalam keadaan baik untuk dilakukan laku panas karena tidak terdapat offset of plates, inklusi slag, Lack Of Fusion (LOF) & Lack Of Penetration (LOP), undercut dan overlap. Peningkatan temperatur laku panas pada baja API 5L-X52 akan menyebabkan distribusi kekerasan menurun dari as received sampai temperatur 500 derajat C karena pengaruh semakin besarnya ukuran butiran akibat laku panas. Distribusi kekerasan rata-rata meningkat dari logam dasar sampai logam las. Homogenisasi kekerasan terjadi pada temperatur 500 derajat C dengan kekerasan sekitar 170-200 HVN. Laku panas menghasilkan fasa ferit halus pada logam dasar, ferit kasar dan acicular ferit pada zona HAZ, acicular ferit dan polygonal ferit pada logam las. Selain daripada itu tidak ditemukan fasa martensit pada sampel dan karena kekerasannya", "Daftar File": {}, "Penulis": "RISEN DELTA (NIM 12104055)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Syoni Soepriyanto, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Laku panas, Kekerasan dan struktur mikro, Daerah lasan pipa baja api 5L-X52", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}