{"Nomor": 12596, "Judul": "APLIKASI MODEL HIDRODINAMIKA 2D DALAM REKONSTRUKSI TELUK KELABAT PURBA", "Abstrak": "Studi mengenai rekonstruksi morfologi dari Teluk Kelabat purba, Propinsi Bangka Belitung yang dikaji dari keadaan sekarang dengan perkiraan kenaikan muka air laut 25m telah dilakukan dengan menggunakan model Hidrodinamika 2D MIKE 21 yang dikembangkan oleh Danish Hydraulic Institute (DHI). Masukan model pada batas terbuka model berupa nilai elevasi pasang surut yang diperoleh dari Tide Model Driver (TMD) selama 17 hari dari tanggal 1 Desember 2008-17 Desember 2008 untuk bagian utara dan debit Sungai Layang pada bagian selatan. Diasumsikana nilai tunggang pasut pada kondisi sekarang dan zaman purba adalah sama. \n \n \n \n\nAnalisis dilakukan terhadap perubahan morfologi pantai dan batimetri dengan didukung oleh interpretasi data geologi. Hasil Simulasi pada Teluk Kelabat sekarang diverifikasi dengan data lapangan menghasilkan error sebesar 11 persen yang hasilnya akan dibandingkan dengan dinamika arus pada teluk kelabat purba. Hasil perbandingan menunjukkan tidak terjadi perbedaan fasa dimulut teluk, dengan perbedaan kecepatan sebesar 0.075m/s, perbedaan fasa 1 jam ditengah teluk, dengan perbedaan kecepatan yang signifikan, perbedaan fasa 2 jam di hulu teluk, dimuara perbedaan kecepatan diakibatkan oleh besarnya debit yang digunakan. Dari hasil perbandingan terlihat bahwa perubahan morfologi di Teluk Kelabat berpengaruh terhadap dinamika arus yang dihasilkan.", "Daftar File": {}, "Penulis": "RIZKY NUR HAKIM (NIM 12905005)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ivonne M. Radjawane, Ph.D. dan Prof. Dr. Wahyoe Soepri Hantoro"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Hidrodinamika 2D, Morfologi, Rekonstruksi, Purba, Teluk Kelabat", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}