{"Nomor": 12605, "Judul": "PENENTUAN NILAI KOEFISIEN DIFUSI GAS KARBON MONOKSIDA (CO) PADA SIMULASI KEBAKARAN TAMBANG DI LABORATORIUM", "Abstrak": "Kebakaran tambang merupakan suatu kecelakaan tambang yang berbahaya dan sedapat mungkin untuk dihindari. Kebakaran tambang dikatakan berbahaya karena gas-gas hasil kebakaran tambang (Product Of Combustion) adalah gas-gas beracun yang pada konsentrasi tertentu dapat menyebabkan kehilangan kesadaran bahkan kematian. Salah satu gas hasil  kebakaran tambang yang sangat berbahaya dan yang menjadi objek penelitian kali ini adalah gas karbon monoksida (CO). \n \n \n \n\nMetode penelitian ini berupa simulasi kebakaran tambang skala kecil dengan material yang dibakar adalah ban seberat 2 kg dilakukan di laboratorium pada beberapa kecepatan aliran udara. Simulasi dilakukan dengan menggunakan pipa besi berpenampang bulat, dengan panjang 10 m dan diameter 0,1 m. Pengambilan sampel gas dilakukan dengan menggunakan syringe 60 cc dan untuk tempat penyimpanan sampel gas digunakan botol sampel bervolume 330 ml. Gas CO yang telah diambil, diukur konsentrasinya dengan menggunakan CO detector yang mempunyai ketelitian pengukuran sekitar 10% dan mampu mengukur konsentrasi gas CO dari 0 hingga 999 ppm. \n \n \n \n\nProses transportasi gas CO berlangsung secara difusi yang disertai adanya akumulasi konsentrasi pada setiap waktunya. Nilai koefisien difusi gas CO dihitung dengan menggunakan persamaan Taylor (1953) untuk aliran laminar dan persamaan Taylor (1954) untuk aliran turbulen. Kemudian nilai koefisien difusi tersebut digunakan untuk menghitung konsentrasi gas CO dengan menggunakan teori adveksi-difusi. Apabila grafik konsentrasi waktu yang dihasilkan dengan menggunakan nilai koefisien difusi persamaan Taylor tidak cocok dengan hasil pengukuran, dilakukan analisis balik dengan menggunakan nilai koefisien difusi hasil proses coba-coba. \n \n \n \n\nHasil perhitungan menunjukkan bahwa nilai koefisien difusi hasil persamaan Taylor hanya cocok pada aliran laminar, sedangkan pada aliran transisi dan turbulen nilai koefisien difusi yang cocok dihasilkan dari proses analisis balik. Kurva konsentrasi-waktu yang dihasilkan pada penelitian ini juga menunjukkan bahwa teori adveksi-difusi dapat digunakan untuk mensimulasikan aliran gas CO pada aliran laminar, transisi dan turbulen.", "Daftar File": {}, "Penulis": "ROGATE S. T. SARAGIH (NIM 12104066)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Nuhindro Priagung Widodo, ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Nilai koefisien difusi, Gas karbon monoksida (CO), Simulasi kebakaran tambang, Laboratorium", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}