{"Nomor": 12623, "Judul": "PERILAKU KOLOM LANGSING BETON MUTU TINGGI TERHADAP BEBAN AKSIAL EKSENTRIS DENGAN KEKANGAN LATERAL", "Abstrak": "Abstrak:  Kemungkinan pada saat sekarang ini untuk memproduksi beton dengan kekuatan tekan yang tinggi memberikan banyak keuntungan terutama bagi komponen struktur tekan seperti kolom. Penggunaan beton bertulang mutu tinggi pada kolom memungkinkan untuk mendesain kolom dengan dimensi yang lebih langsing, kosekuensinya akan memberikan ruang yang lebih luas yang akan memberikan keuntungan dari segi ekonomi dan juga dari segi arsitektural. Akan tetapi perilaku dan respon dari kolom menggunakan beton mutu tinggi masih belum sepenuhnya dimengerti.  Tesis ini berhubungan dengan perilaku kolom beton bertulang mutu tinggi terkekang dan tidak terkekang dibawah beban aksial tekan eksentris. Tujuan dari studi ini adalah untuk meningkatkan pengetahuan dari perilaku kolom langsing terkekang dan tidak terkekang. Topik utama yang dibahas adalah untuk mempelajari bagaimana effek  kekangan dan eksentrisitas terhadap perilaku dari struktur kolom.  Dalam pengamatan ini, diamati kolom beton mutu tinggi dengan skala besar yang di test dengan eksentrisitas yang berbeda. Kelangsingan dan penampang dari kolom di atur seragam. Tiga buah kolom terkekang dan tiga buah kolom tidak terkekang. Parameter utama yang dianalisis dalam studi ini adalah eksentrisitas dan spasi dari kekangan. Ada dua jenis rasio tulangan longitudinal yang dipasang, 4 buah kolom menggunakan tulangan longitudial 13 mm dan 2 buah kolom dengan tulangan longitudinal 11 mm. Beban aksial di applikasikan secara bertahap dengan eksentrisitas (0.3h, 0.4h, 0.5h) yang diukur dari sumbu kolom.  Hasil dari ekperimental ini menunjukkan, kolom berperilaku kaku dan defleksi yang terjadi kecil selama tahap awal dari pembebanan.Pada saat mendekati beban maksimum defleksi yang terjadi meningkat. Eksentrisitas memberikan pengaruh yang besar pada nilai beban puncak. Pada beban dengan eksentrisitas yang besar perkembangan pola retak sepanjang muka kolom secara cepat berkembang dibandingkan pada eksentrisitas yang kecil. Hampir semua keruntuhan terjadi karena kegagalan pada tulangan longitudinal dan beton yang meidentifikasikan bahwa beban maksimum di tentukan dengan adanya tekuk. Selanjutnya di amati bahwa kekangan pada kolom beton mutu tinggi belum meleleh pada saat beban puncak dicapai. Oleh karena itu, untuk mengetimasi kekuatan yang teliti, menggunakan nilai regangan dari dari kekangan aktual atau pada saat mendesain konfigurasi dari penulangan sehingga kelelehan dicapai pada beban maksimum. Kerutuhan yang ditunjukkan adalah keruntuhan yang tiba-tiba, tipe keruntuhan dengan ledakkan.", "Daftar File": {}, "Penulis": "RYTHA NUR'AINI (NIM. 250 02 016)", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Ena Sukmana  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}