{"Nomor": 12620, "Judul": "KAJI EKSPERIMENTAL DAN TEORITIK PENENTUAN KARAKTERISTIK PENGERINGAN PRODUK PERTANIAN", "Abstrak": "Dalam merancang mesin-mesin pertanian, salah satunya mesin pengering, sangat diperlukan data tentang material pertanian yang akan dikeringkan terutama data karakteristik pengeringannya. Untuk pengeringan. untuk memperoleh data tersebut di atas, dilakukan pengujian dengan cara pengeringan. Pengujian dilakukan dengan menggunakan sebuah mesin pengering penguji, yang memanfaatkan udara panas sebagai media pengering. Udara pengering yang diatur suhu dan RH-nya tetap konstan dilewatkan melalui sampel material yang telah disiapkan. Pada frekuensi-frekuensi waktu yang telah ditetapkan sampel ditimbang massanya dan diperoleh serangkaian data massa sampel. Data ini kemudian diolah menjadi data kadar air dengan menggunakan persamaan kadar air.Karena perpindahan massa air di dalam material adalah dengan difusi dan difusi cairan terkontrol pada suatu periode laju pengeringan, maka persamaan konduksi-panas Fourier dapat digunakan untuk menggambarkan laju gerakan air. Selanjutnya data kadar air yang sesuai dengan waktu pengeringannya dimasukkan ke dalam persamaan Fourier di atas dan karena kadar air merupakan fungsi dari waktu pengeringannya, maka dapat dilakukan suatu analisis regresi untuk memperoleh konstanta-konstanta dari persamaan tersebut. Dari hasil eksperimen dan analisis regresi yang dilakukan dapat diperoleh data karakteristik yang merupakan koefisien perpindahan massa, difusifitas air dan beberapa grafik kadar air dan grafik laju pengeringan dari material-material yang diuji.", "Daftar File": {}, "Penulis": "RUSMAN AR. (NIM 23189004)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof.Ir. H.M. Samudro, MSME., dan Dr.Ir. Aryadi Suwono"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "mesin pengering, pertanian", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}