{"Nomor": 12637, "Judul": "ANALISIS KUALITAS PELAYANAN PADA BANK X DAN BANK Y BERDASARKAN PREFERENSI NASABAH: Studi Kasus Bank Di Bandung", "Abstrak": "Pada dasarnya ketika sebuah jasa ditawarkan pada konsumen maka yang sedang dilakukan adalah upaya penyampaian nilai sebuah pelayanan. Nilai pelayanan merupakan kualitas sebagaimana didefinisikan oleh konsumen yang menilai kualitas tersebut dalam hubungannya antara nilai pelayanan yang didapatnya dengan pelayanan yang diberikan pesaing. Adanya kecenderungan semakin meningkatnya kesadaran konsumen untuk menggunakan jasa dengan terlebih dahulu mempertimbangkan antara kualitas pelayanan yang didapat dengan jumlah yang harus dibayarkan. Maka tidak berlebihan bila pemberi jasa memfokuskan perhatian pada preferensi konsumen terhadap nilai yang ditawarkan dalam menyusun strategi pemasarannya. Dalam penelitian ini difokuskan pada penilaian kualitas pelayanan pada bank berdasarkan preferensi dari nasabahnya, penilaan kualitas menggunakan metode Servqual dengan menilai antara apa yang dirasakan nasabah terhadap apa yang diharapkannya serta menilai persepsi daripemberi jasa terhadap apa yang diharapkan oleh nasabah. Dan penelitian ini didapatkan hasil yang menunjukan bahwa pelayanan yang diberikan oleh bank X maupun bank Y dirasakan masih belum sesuai dengan apa yang diharapkan oleh nasabahnya dan penilaian persepsi manajemen terhadap apa yang diharapkan nasabah kedua bank menunjukan bahwa pihak manajemen kedua bank masih belum memahami apa yang sesungguhnya diharapkan nasabah terhadap pelayanan yangdiberikan. Dan dari hasil perhitungan Servqual untuk gap 5 terdapat perbedaan pada urutan prioritas perbaikan pelayanan kedua bank tersebut yaitu : untuk Bank X prioritas perbaikan pertama sampai yang terakhir berturut-turut : Tangible, Assurance, Empathy, Responsiveness dan terakhir Reliability, sedangkan pada bank Y berturut-turut, Empaty, Assurance Tangible, Reliability dan Responsiveness. Dan pada penilaian untuk susunanprioritas perbaikannya adalah bank X : Empaty, Assurance, Tangible, Responsiveness dan Reliability, untuk bank Y Empathy, Responsiveness, Reliability, Assurance dan Tangible. Kesenjangan yang terjadi pada kedua bank dilatarbelakangi oleh budaya kerja, Modal yang dimiliki, Strategi perusahaan, Sumber Daya Manusia dan Misi perusahaan.", "Daftar File": {}, "Penulis": "SAMSUL BUDIARTO (NIM 23401162)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ir. Sudarso K. WIryono"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Quality of service, Bank, customer's preference, market strategies", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}