{"Nomor": 12641, "Judul": "PENGEMBANGAN MODEL KEPUTUSAN BERBASIS PENDEKATAN SUPPORT VECTOR MACHINES (Studi Kasus: Manajemen Churn pada Industri Telekomunikasi)", "Abstrak": "Industri telekomunikasi telah menjadi sebuah industri dengan persaingan yang ketat. Berbagai penyedia layanan menawarkan produk-produk dengan layanan yang menjanjikan dengan tujuan kepuasan pelanggan. Hal inilah yang menjadikan manajemen churn menjadi perhatian dalam mengatasi pelanggan yang berpotensi akan churn (berpindah layanan). Dengan mengidentifikasi pelanggan yang akan churn, penyedia layanan dapat mengambil keputusan untuk mencegah berpindahnya pelanggan ke operator yang lain. Penelitian ini memanfaatkan teknik penggalian data Support Vector Machines (SVM) yang dapat digunakan untuk memprediksi churner. SVM berhenti ketika tujuan SVM telah diperoleh, yaitu klasifikasi. Ada kalanya pengambil keputusan membutuhkan masukan lanjutan untuk menentukan langkah-langkah yang harus dilakukan untuk mengantisipasi churner. Hasil prediksi SVM dapat digunakan lebih lanjut untuk mengubah pelanggan yang diprediksi akan churn menjadi non-churner. Untuk mengakomodasi masukan para ahli di bidangnya, digunakan model pengambilan keputusan multikriteria Analytic Hierarchy Process untuk menentukan keputusan yang dapat ditindaklanjuti (actionable decision) dengan tujuan mempertahankan pelanggan. Untuk menguji model, digunakan data Cell2Cell: The Churn Game yang merupakan data sebuah perusahaan telekomunikasi anonim. Klasifikasi SVM memberikan hasil yang akurat dan general. Model keputusan AHP menghasilkan titik acuan terbaik yang digunakan untuk pengubahan nilai atribut churner sehingga menjadi non-churner.", "Daftar File": {}, "Penulis": "SATRIA GUMILANG (NIM: 23406016)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Kadarsah Suryadi, DEA."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Manajemen churn, penggalian data, Support Vector Machines, pengambilan keputusan, Analytic Hierarchy Process", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "0 file", "Tanggal Input": "27 Sep 2017"}