{"Nomor": 12642, "Judul": "STUDI DAN IMPLEMENTASI PENDEKATAN PROBABILISTIK DALAM UMPAN BALIK RELEVANSI", "Abstrak": "Perkembangan internet sebagai salah satu media informasi sangatlah pesat dewasa ini. Hampir sebagian besar dari 24 jam sehari orang menghabiskan waktu di depan komputer. Ada yang chatting, forum, game, mencari bahan untuk belajar, dan lainlain. Dulunya internet sebagai kebutuhan tersier namun sekarang sudah masuk dalam kategori sekunder bahkan untuk sebagian orang menjadi kebutuhan primer. Semua ini tidak lepas dari salah satu cabang ilmu informatika yang disebut sistem temu balik informasi (information retrieval). Penelitian terhadap sistem temu balik informasi saat ini makin sering dilakukan. Salah satunya adalah model probabilitas.Model probabilitas harus melibatkan pengguna. Mekanisme untuk melibatkan pengguna dalam suatu temu balik informasi disebut dengan umpan balik relevansi (relevance feedback). Jadi, sebelum menggunakan model probabilitas, harus didahului dengan model lain yang tidak memerlukan umpan balik relevansi. Model yang sering digunakan adalah model ruang vektor (vector space model). Umpan balik relevansi sendiri terdari dari banyak jenis. Yang paling sering digunakan yaitu umpan balik relevansi standar, umpan balik relevansi semu (pseudo relevance feedback), dan umpan balik relevansi tidak langsung (indirect relevance feedback).", "Daftar File": {}, "Penulis": "SATYA PRATAMA KADRANYATA (NIM 13504147)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Rila Mandala, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "model probabilistik, IRS (Information Retrieval System), term, query, NIAP (Non-Interpolated Average Precison), umpan balik relevansi (relevance feedback), model ruang vektor (vector space model)", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}