{"Nomor": 12649, "Judul": "COSMETIC SURGERY RESORT", "Abstrak": "Cosmetic surgery saat ini memang sedang menjadi tren di masyarakat. Hal ini terlihat dari banyaknya acara-acara di televisi yang menampilkan wanita-wanita yang ingin tampil cantik dan sempurna lalu melakukan cosmetic surgery (The Swan, Nip/Tuck, Dr.90210, dll). Selebriti juga banyak yang melakukan cosmetic surgery untuk mendukung penampilannya di dunia hiburan. Hal ini tentu secara tidak langsung mempengaruhi masyarakat sehingga tertarik untuk melakukannya juga. \n \n \n\nNamun banyak masyarakat yang tidak mengerti prosedur cosmetic surgery yang sebenarnya. Mereka hanya ingin terlihat cantik secara instan. Hal ini dimanfaatkan oleh pihak-pihak tidak bertanggung jawab untuk mendapatkan keuntungan. Mereka adalah tenaga non medis yang sebenarnya tidak memiliki pengalaman maupun pendidikan mengenai cosmetic surgery namun secara tidak bertanggung jawab mengambil tindakan medis. Banyak korban bermunculan akibat tindakan malpraktek ini, bukannya terlihat cantik tapi sebaliknya wanita yang mengalami tindakan malpraktek ini malah menderita bahkan bisa mengakibatkan kematian. \n \n \n\nAtas dasar itulah dirancang sarana yang dapat memfasilitasi kegiatan cosmetic surgery yang sesuai prosedur dirasa penting. Tidak hanya dalam kebutuhan medisnya tetapi juga fasilitas yang dapat mendukung proses penyembuhan pasien setelah masa operasi. Fasilitas ini bernama Cosmetic Surgery Resort yang merupakan sebuah resort yang menawarkan fasilitas untuk melakukan cosmetic surgery. Berbeda dari resort maupun klinik cosmetic surgery biasanya, fasilitas ini menawarkan dua keuntungan sekaligus yaitu melakukan perbaikan penampilan dengan jalan cosmetic surgery maupun prosedur non-surgery tapi juga dapat menikmati keindahan alam pada pemulihan pasca operasi.", "Daftar File": {}, "Penulis": "SHEILA ILLENA (NIM 17305030)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Pribadi Widodo, M.Sn. BE Arch."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Interior, Cosmetic surgery", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Rizki Aprianti", "File": "7 file", "Tanggal Input": "06 Mei 2010"}