{"Nomor": 12660, "Judul": "PENDEKATAN SIKUENSTRATIGRAFI DAN SEISMIK MULTI ATRIBUT DALAM PEMODELAN BATUPASIR TELISA FORMASI GUMAI DI BLOK RIMAU PROVINSI SUMATERA SELATAN", "Abstrak": "Daerah penelitian terletak sekitar 70 km ke arah baratlaut kota Palembang, provinsi Sumatra Selatan dan merupakan bagian dari Blok Rimau PSC yang dioperasikan oleh PT. XYZ. Secara geologi, daerah penelitian merupakan bagian utara dari tinggian Palembang yang berbatasan dengan Jemakur Graben di bagian utara. Objek penelitian adalah batupasir Telisa berumur Miosen Awal-Miosen Tengah yang merupakan bagian dari Formasi Gumai. Reservoar batupasir Telisa diketahui menghasilkan hidrokarbon di daerah penelitian. Tujuan penelitian adalah untuk membuat pemodelan distribusi batupasir Telisa dengan mengaplikasikan konsep sikuenstratigrafi dan metode seismik multi atribut. \n \n \n \n\nLitologi dari interval batupasir Telisa dideskripsikan terdiri dari serpih, batupasir karbonatan glaukonitan, batupasir karbonatan dan lapisan tipis batugamping. Analisis mengenai lingkungan pengendapan menghasilkan interpretasi bahwa batupasir Telisa merupakan shelf sand ridge yang diendapkan dalam lingkungan offshore yang dipengaruhi oleh energi gelombang dan energi tidal yang relatif lemah. Batupasir Telisa merupakan bagian dari endapan TST berumur Miosen AwalÃƒÂƒÃ‚ÂƒÃƒÂ‚Ã‚Â‚ÃƒÂƒÃ‚Â‚ÃƒÂ‚Ã‚Â–Miosen Tengah. \n \n \n \n\nTujuan penggunaan metode seismik multi atribut adalah untuk memprediksi distribusi batupasir Telisa secara lateral dan vertikal. Berdasarkan analisis cross plot, hanya log GR yang dapat digunakan untuk membedakan batupasir dan serpih. Data pseudo-GR yang terbentuk dari proses training pertama kemudian dijadikan sebagai input data untuk training yang kedua sehingga menghasilkan model yang memiliki korelasi 68%. \n \n \n \n\nIntegrasi antara pemodelan seismik multi atribut dan analisis sikuenstratigrafi menghasilkan suatu model batupasir Telisa terdiri dari beberapa endapan shelf ridge berorientasi baratlaut-tenggara yang terpisah satu dengan lainnya, memiliki geometri memanjang dengan dimensi panjang mencapai lebih dari 5 km dengan lebar hanya 1-2 km saja. Model ini selanjutnya akan digunakan sebagai petunjuk untuk melaksanakan eksplorasi batupasir Telisa selanjutnya.", "Daftar File": {}, "Penulis": "SINTO YUDHO (NIM 22006024)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Prihadi S.A. dan Dr. Ir. Prihadi S.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Sikuenstratigrafi, Seismik multi atribut, Pemodelan batupasir telisa formasi gumai, Blok Rimau, Provinsi Sumatera Selatan", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}