{"Nomor": 12672, "Judul": "ANALISIS PENGARUH STRUKTUR MODAL TERHADAP EVA (ECONOMIC VALUE ADDED) STUDI KASUS PADA PERUSAHAAN&#8208;PERUSAHAAN SEKTOR PERTAMBANGAN DI BURSA EFEK INDONESIA", "Abstrak": "Profit, growth dan peningkatan nilai perusahaan di masa mendatang merupakan tujuan jangka pendek dan jangka panjang yang ingin dicapai oleh setiap perusahaan, serta merupakan harapan dari para investornya. Perusahaan‐perusahaan yang mampu dan berhasil dalam menciptakan nilai bagi pemegang sahamnya membuktikan bahwa perusahaan dapat memberikan nilai bagi shareholders dan stakeholders, sehingga perusahaan dapat menciptakan citra positif dan reputasi baik di kalangan investor. Tentunya investor tertarik dengan perusahaan yang tidak hanya dapat menghasilkan profit, tetapi juga nilai tambah ekonomis.Economic Value Added (EVA) merupakan salah satu metode untuk mengukur kekayaan perusahaan. Metode ini mengukur bagaimana kinerja perusahaan dalam menciptakan nilai tambah ekonomis bagi para pemegang saham perusahaan (investor). Dalam teori portofolio diasumsikan bahwa investor yang rasional (rational investor) menolak untuk meningkatkan risiko tanpa disertai peningkatan pengembalian yang diharapkan. Oleh karena itu, perusahaan dituntut untuk mampu memberikan profit sekaligus nilai tambah ekonomis.Penentuan strategi struktur modal oleh top management perusahaan sangat mempengaruhi keberhasilan perusahaan dalam mencetak profit yang selanjutnya mengarah kepada penciptaan nilai tambah ekonomis. Struktur modal yang ideal adalah yang memberikan biaya modal minimum dengan pencapaian EVA maksimum. Penelitian ini memfokuskan pada bagaimana pengaruh struktur modal terhadap EVA di perusahaan‐perusahaan publik di sector pertambangan Indonesia.Hasil penelitian menunjukkan sebagian besar perusahaan‐perusahaan sektor pertambangan yang listing di BEI masih belum dapat menciptakan EVA bagi pemegang sahamnya selama tahun 2000-2007. NOPAT (Net Operating Profit After Tax) merupakan salah satu komponen yang sangat berpengaruh terhadap perubahan EVA. Semakin tinggi NOPAT akan mendorong pencapaian EVA (ke arah EVA positif). Sebaliknya, perusahaan yang menghasilkan NOPAT negatif berarti perusahaan tidak dapat menciptakan nilai tambah ekonomis bagi pemegang sahamnya (menghancurkan nilai). Hasil penelitian juga menunjukkan bahwa biaya ekuitas dan equity weight menentukan pencapaian EVA dibandingkan dengan biaya utang dan debt weight.", "Daftar File": {}, "Penulis": "STELLA MARIS YAPPY (NIM: 29106328)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Evo S. Hariandja, MM."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "biaya utang, biaya ekuitas, Capital structure, Cost of capital, Debt weight, Equity weight, EVA, NOPAT, WACC, pertambangan", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}