{"Nomor": 12682, "Judul": "PIONEER : MEDIA PEMBELAJARAN INTERAKTIF UNTUK MATERI KESEIMBANGAN BENDA TEGAR DI SMA/MA", "Abstrak": "Pelajaran fisika di tingkat SMA/MA merupakan pelajaran yang akan menjadi dasar perkembangan ilmu pengetahuan dan teknologi. Namun kenyataan membuktikan bahwa kualitas pendidikan fisika di SMA/MA masih kurang memuaskan, terutama pada materi-materi yang membutuhkan imajinasi yang relatif tinggi, misalnya materi keseimbangan benda tegar sehingga masih kita jumpai siswa yang salah konsep pada materi ini. Salah satu upaya untuk mengatasi kesalahan konsep ini, terutama pada materi keseimbangan benda tegar maka dibuatlah Pioneer. Paket program ini merupakan media pembelajaran fisika yang berbasis komputer yang dikemas dalam bentuk Compact Disc (CD). Di dalam CD pembelajaran ini berisi materi keseimbangan benda tegar dilengkapi dengan gambar, video demonstrasi, animasi dan simulasi. Pelengkap ini bertujuan untuk memperjelas konsep dan besaranbesaran yang terdapat pada materi keseimbangan benda tegar. Kelebihan dari Paket Program Pioneer dibandingkan dengan media yang lain seperti buatan Pustekom adalah adanya program simulasi. Dengan program ini siswa dapat mencoba mengubah suatu besaran tertentu. Selain simulasi, CD pembelajaran ini dilengkapi dengan video demonstrasi dan evaluasi. Evaluasi ini terdiri dari soal-soal latihan dan soal uji kompetensi. Setelah diuji cobakan pada siswa kelas XI SMA AL FALAH Kota Bandung, ternyata CD pembelajaran Pioneer ini dapat memberikan kontribusi positif pada tingkat pemahaman siswa untuk materi keseimbangan benda tegar. Berdasarkan hasil ujicoba Pioneer ini siswa dapat menaikkan nilai rata-rata 16,73 (dalam skala 0-100) dari materi yang diajarkan. Kenaikan nilai rata-rata ini menunjukkan bahwa Pioneer ini memberikan sumbangan yang positif terhadap prestasi belajar siswa.", "Daftar File": {}, "Penulis": "SUHARDI (NIM: 20207024)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Satria Bijaksana"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pelajaran fisika, miskonsepsi, kualitas pembelajaran, keseimbangan benda tegar, komputer, Pioneer", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "0 file", "Tanggal Input": "27 Sep 2017"}