{"Nomor": 12699, "Judul": "EVALUASI BEBAN BOTTOM HOLE ASSEMBLY HORIZONTAL WELL PADA SUMUR-X DI LAPANGAN PT. XYZ INDONESIA", "Abstrak": "Bottom Hole Assembly (BHA) adalah serangkaian kombinasi peralatan bawah permukaan yang dipasang pada rangkaian drill string sehingga diperoleh suatu performansi yang baik dalam membentuk kemiringan atau arah dari lintasan lubang bor. \n \n \n \n\nAdanya bagian pertambahan sudut dan bagian horizontal pada suatu pemboran horizontal akan menimbulkan permasalahan yang berhubungan dengan pergerakan dan pembebanan yang terjadi pada rangkaian. \n \n \n \n\nDengan dikehendakinya pertambahan panjang dibagian horizontal, akan mengakibatkan turunnya beban tension, naiknya beban torsi dan bertambah besarnya beban drag yang bekerja pada rangkaian. Disamping itu juga perlu dipertimbangkan harga dari gaya kritik untuk tidak terjadi tekuk pada rangkaian (critical buckling force). Berdasarkan hal tersebut diatas jika ditinjau dari segi beban yang terjadi pada pemboran sumur horizontal, maka ada beberapa faktor yang mempengaruhinya, yaitu friksi antara drillstring dengan dinding sumur, geometri sumur, stress pada pipa, dan adanya bagian pertambahan sudut (build up rate), pengaruh lumpur pemboran (efek bouyancy) dimana dalam prakteknya faktor-faktor tersebut saling mempengaruhi satu sama lainnya. \n \n \n \n\nDengan menggunakan model matematis sederhana dapat dihitung besarnya beban yang bekerja pada rangkaian, yang berupa model perhitungan beban torsi, drag, dan critical buckling force serta beban tension (hook load). Dengan demikian dapat didisain rangkaian yang benar untuk menanggulangi permasalahan yang ada supaya dapat dilakukan pertambahan panjang horizontal yang optimal.", "Daftar File": {}, "Penulis": "SYAFRAN HADI (NIM 122 04 038)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.-Ing. Ir. Rudi Rubiandini R.S."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "BHA, Drag, Torsi, Hookload, Buckling", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}