{"Nomor": 12718, "Judul": "PENGARUH PERGESERAN SINYAL PADA HASIL PENGUJIAN FRF MENGGUNAKAN PERANGKAT AKUISISI DATA DIGITAL", "Abstrak": "Analisis kesalahan yang terjadi pada pengujian FRF dengan metode eksitasi kejut telah banyak diselidiki oleh beberapa peneliti sebelumnya. Namun, hanya beberapa peneliti saja yang menghasilkan persamaan yang secara matematik dapat menghubungkan pengaruh masing-masing sumber kesalahan terhadap besar kesalahan hasil pengujian. Sayangnya, persamaan yang diperoleh dari hasil penelitian sebelumnya masih memiliki keterbatasan. Salah satu peneliti yang berhasil membuat pemodelan pengujian FRF dengan metode eksitasi kejut adalah Partogi [1]. Namun dalam penelitiannya, validasi pemodelan Partogi [1] hanya dilakukan secara numerik. Hal ini dirasa kurang dapat mewakili hasil pengujian FRF yang sebenarnya terjadi di lapangan, sehingga perlu dilakukan perbandingan dengan hasil pengujian FRF menggunakan perangkat akuisisi data digital.Pada penelitian ini, pengujian FRF dilakukan secara semi-experimental di mana perangkat uji dibuat dan diuji dengan bantuan perangkat lunak MATLAB. Hal ini dimaksudkan guna memperoleh sistem getaran yang dapat menghasilkan respon getaran secara akurat. Di sini, terdapat dua buah model sistem getaran yang berguna untuk melihat performansi dari perangkat akuisisi data digital dalam melakukan pengujian FRF. Pengujian FRF dilakukan dengan menggunakan dua buah perangkat akuisisi data digital, yaitu MSA 36560A dan PicoScope 3434. Kemudian dalam proses analisisnya, kesalahan FRF dibagi atas analisis kesalahan spektrum sinyal gaya impak dan analisis kesalahan spektrum sinyal respon getaran guna melihat kontribusi dari masing-masing sumber kesalahan.Berdasarkan perbandingan antara hasil pemodelan Partogi [1] dengan hasil pengujian menggunakan perangkat akuisisi data, terdapat selisih yang cukup besar antara kedua hasil tersebut. Oleh sebab itu, dalam penelitian ini dikembangkan pemodelan baru dengan memasukkan parameter waktu pergeseran. Dengan memperkenalkan parameter baru ini, hasil pemodelan baru terbukti dapat secara akurat meramalkan pengujian FRF yang terjadi di lapangan.", "Daftar File": {}, "Penulis": "TEGUH IMAN HENDRIYANTO (NIM 231 07 306)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Zainal Abidin"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "data digital, FRF, sinyal", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "0 file", "Tanggal Input": "27 Sep 2017"}