{"Nomor": 12727, "Judul": "APLIKASI SISTEM TELEMEDIKA BERBASIS INTERNET DAN SMS DALAM PROGRAM KESEHATAN IBU DAN ANAK", "Abstrak": "Pada penelitian ini aplikasi sistem telemedika berbasis internet dan SMS dirancang dan direalisasikan untuk menjawab kebutuhan di atas. Sistem yang telah dirancang dan diimplementasikan terdiri atas aplikasi utama yang berada pada web server menggunakan sistem operasi Linux, perangkat lunak PHP dan MySQL; dan SMS server sebagai penerima dan pengirim SMS yang menggunakan PC dan terhubung dengan satu atau lebih Handphone dengan dengan sistem operasi Windows atau Linux, perangkat lunak Gammu, cURL atau Wget, PHP dan MySQL. Secara fungsional aplikasi ini dibagi menjadi dua bagian yaitu sistem berbasis SMS dan sistem berbasis web. Sistem berbasis SMS berfungsi untuk melayani klien dalam melakukan komunikasi dengan aplikasi sistem telemedika melalui SMS, sistem ini mempunyai empat fitur yaitu: layanan proses registrasi koordinator Puskesmas, proses registrasi kader Posyandu, proses verifikasi registrasi, penerimaan laporan kegiatan Posyandu oleh kader dan permintaan informasi laporan kegiatan Posyandu yang telah dikirim oleh kader. Laporan kegiatan Posyandu dibagi menjadi tujuh jenis yaitu: laporan kegiatan penimbangan balita; laporan ibu hamil, laporan ibu menyusui, laporan ASI eksklusif, laporan status gizi balita, laporan balita dengan BGM (di bawah garis merah, yaitu suatu indikator untuk balita gizi buruk), laporan pemberian vitamin A dan laporan pemberian oralit. Proses registrasi, verifikasi, pengiriman laporan kegiatan Posyandu dan permintaan informasi laporan kegiatan Posyandu dikirim melalui SMS menggunakan format tertentu dengan keyword yang sesuai. Sistem berbasis web berfungsi untuk melayani klien dalam melakukan komunikasi dengan aplikasi sistem telemedika melalui internet dengan beberapa menu utama yaitu login, administrasi user, administrasi koordinator, administrasi Posyandu, halaman laporan Posyandu dan pengiriman SMS dengan atau tanpa jadwal pengiriman.", "Daftar File": {}, "Penulis": "TINON SARI BARKAH (NIM: 23206041)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Dr. Ir. Tati Mengko dan Prof. Dr. Ir. Soegijardjo Soegijoko"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Telemedika, SMS, kesehatan ibu dan anak, Posyandu, server, puskesmas, e-health.", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}