{"Nomor": 12739, "Judul": "STUDI PENINGKATAN SISTEM PROTEKSI PETIR PADA SALURAN UDARA TEGANGAN TINGGI 500 KV DI DAERAH TROPIS DENGAN MENGGUNAKAN EXTENDED MAST TERMINAL", "Abstrak": "Saluran udara tegangan ekstra tinggi (SUTET) 500 kV dengan tingkat isolasi lebih tinggi dibandingkan saluran udara lain dalam level tegangan lebih kecil  memiliki ketahanan yang lebih baik terhadap sambaran petir. Namun dalam kenyataan, beberapa masalah muncul seperti pada SUTET 500 kV Paiton-Kediri, banyak ditemukan isolator yang pecah atau rusak akibat sambaran petir. Hal ini terjadi terutama pada daerah-daerah dengan kepadatan sambaran petir yang tinggi. Kerusakan isolator mengakibatkan tingkat isolasi berkurang dan berpotensi mengurangi performa saluran akibat sering terjadi outage.Untuk meningkatkan lightning performance saluran, sebuah inovasi baru diterapkan dengan memasang Extended Mast Terminal (EMT) pada menara transmisi. EMT adalah tiang tambahan yang dipasang pada puncak menara dan terdiri atas terminal udara Early Streamer Emission, kabel berisolasi ganda, lightning event counter, dan alat ukur pita magnetik.Tujuan dari studi ini adalah untuk mengamati pengaruh langsung pemasangan EMT terhadap performa saluran yang ditandai dengan jumlah gangguan dan kejadian isolator pecah. Pemasangan EMT di saluran udara tegangan ekstra tinggi (SUTET) Paiton-Kediri telah dilakukan pada akhir tahun 2006. Hasil yang diharapkan dari studi ini adalah perbandingan kinerja saluran saat sebelum dan setelah penerapan inovasi dilakukan.", "Daftar File": {}, "Penulis": "TULUS LEO (NIM : 23206301)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Reynaldo Zoro"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Sambaran Petir pada SUTET, Isolator Pecah, Extended Mast Terminal, Early Streamer Emission", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}