{"Nomor": 12732, "Judul": "INTERPRETASI GEOLISTRIK DI AKIFER PANTAI PADA ZONA TAK TERKEKANG DI DESA USO, KECAMATAN LUWUK, KABUPATEN BANGGAI-SULAWESI TENGAH", "Abstrak": "Setiap batuan memiliki nilai resistivitas yang berbeda, tergantung pada jenis mineral, porositas, dan kandungan fluida di dalamnya (Telford, 1994). Pengetahuan mengenai jenis mineral, porositas, dan kandungan fluida sangat berguna dalam interpretasi resistivitas batuan seperti yang diperoleh dari pengukuran metoda geolistrik. \n \n \n \n\nDi Desa Uso, Kecamatan Luwuk, Kabupaten Banggai, Sulawesi Tengah telah dilakukan pengukuran geolistrik vertical electrical survey (VES) metoda Wenner sebanyak 31 titik dengan bentangan maksimum 900 m. Dari hasil interpretasi apparent resistivity diperoleh bahwa di dekat garis pantai (Lintasan AB) didapatkan batuan dengan resistivitas rendah (0-10 ohm-m), yang berdasarkan geologi regional diinterpretasikan sebagai batupasir atau konglomerat yang mengandung air asin atau napal. \n \n \n \n\nBatuan resistivitas rendah ini dipastikan melalui pemboran sumur Exploration Well dekat GL 4 dengan kedalaman 100 meter. Dari hasil analisa serbuk bor dan data kimia air tanah diperoleh bahwa batuan dengan resistivitas rendah (0-10 ohm-m) bukan napal dan juga bukan batupasir atau konglomerat dengan kandungan air asin, melainkan perselingan batugamping dengan batugamping konglomeratan dengan kandungan air tawar. \n \n \n \n\nDari hasil analisis serbuk bor pada sumur Exploration Well ditemukan dua lapisan perselingan batugamping dengan batugamping konglomeratan dengan respon resistivitas yang berbeda. Perselingan batugamping dengan batugamping konglomeratan pada kedalaman 6,5-27 m (Lapisan A) mempunyai resistivitas hasil perhitungan metoda Barnes yang agak tinggi (rata-rata 38,51 ohm-m) sedang perselingan batugamping dengan batugamping konglomeratan pada kedalaman 57,5-85,5 m (Lapisan B) mempunyai resistivitas yang rendah (rata-rata 1,92 ohm-m). \n \n \n \n\nDari hasil interpretasi Barnes litologi daerah penelitian didominasi oleh batugamping yang terdiri dari sembilan jenis lapisan, dan masing-masing lapisan mempunyai hubungan stratigrafi yang tidak sederhana. \n \n \n \n\nDari log litologi kedua sumur Pilot Well dan Exploration Well, maupun dari interpretasi litologi Barnes, tidak terlihat jelas jenis akifer (bebas atau terkekang) yang terdapat di daerah penelitian. Untuk mengetahui jenis akifer ini telah dilakukan analisis hasil uji pompa, yang hasilnya menunjukkan jenis akifer di daerah penelitian adalah akifer tidak terkekang. \n \n \n \n\nKarena daerah penelitian terletak di daerah pantai maka dilakukan juga analisis intrusi air laut. Interface intrusi air laut di daerah penelitian bergeser ke arah laut sebagai akibat dari adanya aliran airtanah (kondisi hidrodinamis) yang berarah barat laut-tenggara.", "Daftar File": {}, "Penulis": "TOGAR O.S. DOLOKSARIBU (NIM 220 06 007)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Lambok M. Hutasoit, Ph.D. dan Dr. Ir. Prihadi Soemintadiredja"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Metoda Barnes, Metoda Kumulatif Moore, Litologi Barnes, Akifer tidak terkekang, Sayatan tipis, Fungsi resistivitas, Intrusi air laut", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}