{"Nomor": 12741, "Judul": "PERANCANGAN RENSTRA TI  UNIVERSITAS ISLAM NEGERI-(UIN) MALANG", "Abstrak": "Kehidupan sosial dan budaya masyarakat di masa mendatang diyakini akan semakin dipengaruhi oleh beragam tata nilai baru sebagai konsekuensi perkembangan teknologi komunikasi dan informasi. Pertumbuhan ekonomi dan kesejahteraan masyarakat masa depan juga diyakini akan semakin digerakkan oleh perkembangan ilmu dan teknologi. Kearifan menghadapi perkembangan tersebut merupakan kebutuhan mutlak yang memerlukan pendekatan khusus. Universitas Islam Negeri (UIN) Malang memandang bahwa penguasaan dan pemanfaatan ilmu dan teknologi informasi merupakan peluang dan tantangan yang memerlukan tanggapan cepat dan tepat.   \n \n\nSebagai pedoman dalam melaksanakan kegiatan operasionalnya, UIN-Malang telah memiliki Rencana Strategis (Renstra) Tahun 2009-2013. Akan tetapi dalam dokumen tersebut belum tercantum strategi pemanfaatan maupun implementasi TI oleh karena itu, diperlukan Rencana Strategis Teknologi Informasi (Renstra TI) yang terencana dengan sebaik-baiknya.Beberapa konsep pemikiran yang sering digunakan dalam perencanaan strategi TI,  seperti John Ward, Boar dan Markus Venzin dengan target implementasi TI pada dunia bisnis yang berorientasi untuk memaksimalkan keuntungan yang didapat perusahaan. Universitas Islam Negeri-(UIN) Malang sebagi sebuah PT di Indonesia, meskipun dapat dianggap sebuah enterprise atau perusahaan yang harus memperoleh keuntungan agar dapat bertahan, tetapi PT  juga dituntut untuk mendukung tercapainya cita-cita bangsa Indonesia lewat Tri Dharma Perguruan Tinggi, yaitu melaksanakan pendidikan, pelatihan dan pengabdian kepada masyarakat, ketiga tugas pokok PT ini lebih banyak unsur non-profitnya. Sehingga dapat disimpulkan metodologi tersebut tidak dapat digunakan secara langsung untuk menyusun Renstra TI sebuah PT. Oleh karenanya dalam penelitian ini mencoba untuk membuat metodologi perencanaan Resntra TI bagi PT dengan cara mempelajari metodologi perencanaan strategi TI dan metodologi penyelarasan antara Bisnis dan TI menurut Henderson dan Venkatman serta memperhatikan keberadaan dari kondisi yang ada di UIN-Malang. Berdasarkan metodologi yang telah didapatkan dan hasil analisis data lapangan, maka dapat didesain Renstra TI untuk UIN-Malang.", "Daftar File": {}, "Penulis": "TUTUT BOEDYO WIBOWO (NIM: 23207078)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.-Ing.Ir. Suhardi"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Perencanaan, Strategi, Teknologi Informasi, Planning, Strategy, Information Technology", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}