{"Nomor": 12759, "Judul": "KARAKTERISASI RESERVOAR KARBONAT BATURAJA DI LAPANGAN JODIPATI BLOK LEPAS PANTAI JAWA BARAT (ONWJ)", "Abstrak": "Lapangan Jodipati terletak di Blok Lepas Pantai Jawa Barat (Offshore North West Java) atau biasa disebut Blok ONWJ yang dioperasikan BP Indonesia, telah menghasilkan minyak dan gas dari Formasi Cibulakan atau biasa dikenal sebagai Main dan Massive (Cibulakan Atas) dan Baturaja. Lapangan Jodipati ini terdiri dari lapangan Jodipati Utara, Jodipati Tengah dan Jodipati Selatan, namun Formasi Baturaja sampai saat ini hanya terbukti menghasilkan hidrokarbon di lapangan Jodipati bagian selatan (Jodipati B) yaitu terbukti menghasilkan hidrokarbon dari Formasi Baturaja dengan produksi kumulatif 9.5 MMBO dan gas 8.4 BCFG, sedangkan di Lapangan Jodipati Tengah serta Jodipati Utara formasi ini belum terbukti menghasilkan hidrokarbon, dari hasil pemboran menunjukkan adanya karakter reservoar yang kurang bagus di daerah ini selain Jodipati B. \n \n \n \n\nHasil pemboran beberapa sumur menunjukkan bahwa penyebaran reservoar secara lateral sangat susah diprediksi, sebagai contoh pada sumur Jodipati-4 dan Jodipati H-3 yang hanya berjarak 300 m menunjukkan perbedaan reservoar yang sangat signifikan, hal ini yang menjadikan problem utama dalam pengembangan sumur dengan target Formasi Baturaja di daerah Jodipati khususnya dan Blok ONWJ pada umumnya. Berdasarkan peta struktur Puncak Baturaja dan peta penyebaran batuan terumbu menunjukkan adanya potensi yang cukup besar yang belum terambil, namun kendala utama adalah mengetahui distribusi reservoar batuan karbonat tersebut, sehingga hal ini menjadi tantangan tersendiri. \n \n \n \n\nUntuk menyelesaikan masalah ini telah dilakukan pemetaan struktur dan isochron guna melihat kondisi paleogeografi pada saat karbonat diendapkan atau tumbuh, disamping itu juga dilakukan analisa seismik fasies pada anomali build-up yang dikontrol oleh data sumur seperti data log, data inti pemboran serta serbuk pemboran. Setelah dilakukan pemetaan dan analisa seismik fasies maka dihasilkan peta lingkungan pengendapan dan pola pertumbuhan karbonat terumbu di daerah Jodipati dan sekitarnya sehingga dapat diprediksi pola penyebaran reservoar karbonat secara lateral. \n \n \n \n\nHasil interpretasi karakterisasi seismik dan log menunjukkan bahwa di dalam lingkungan pengendapan yang berbeda memiliki karakter yang berbeda pula. Pola penyebaran reservoar tersebut dicoba diidentifikasi dengan beberapa pendekatan guna untuk melihat pola penyebaran secara lateral. Dari hasil pemetaan paleogeografi dan karakterisasi seismik fasies yang dikontrol oleh data sumur menunjukkan bahwa perkembangan reservoar dipengaruhi oleh beberapa hal antara lain kedalaman muka laut, diagenesa dan adanya fracture yang disebabkan karena sesar.", "Daftar File": {}, "Penulis": "WAHYU TRIYONO (NIM 22006028)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Dardji Noerhadi dan Dr. Awali Priyono"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Karakterisasi reservoar karbonat Baturaja, Lapangan Jodipati Blok Lepas Pantai Jawa Barat (ONWJ)", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}