{"Nomor": 12763, "Judul": "PERBANDINGAN PREDIKTABILITAS GEMPA BUMI DI WILAYAH INDONESIA MENGGUNAKAN ADAPTIVE-NEURO FUZZY INFERENCE SYSTEM (ANFIS) TERMODIFIKASI DAN STANDAR", "Abstrak": "Gempa bumi merupakan peristiwa alam yang sangat sulit ditebak kapan terjadinya. Kecil kemungkinan untuk membentuk suatu persamaan matematis yang dapat menebak dengan pasti waktu terjadinya gempa. Sehingga, dirasakan perlu adanya studi atau penelitian yang dapat mempelajari data-data gempa bumi yang telah terjadi dan kemudian mencoba untuk memprediksikan frekuensi dan magnituda terjadinya gempa bumi pada suatu interval waktu tertentu di masa yang akan datang. Gabungan jaringan saraf dan sistem fuzzy yang disebut Adaptive Neuro-Fuzzy Inference System (ANFIS) akan diterapkan sebagai sarana untuk memecahkan masalah ini. Sistem inferensi fuzzy yang digunakan dalam tugas akhir ini adalah sistem inferensi fuzzy model Sugeno dengan empat masukan dan satu keluaran. \n \n \n \n\nProses yang dilakukan adalah dengan melakukan pelatihan, validasi, dan prediksi berdasarkan data gempa dengan kedalaman 0 s.d 70 km dari tahun 1964 sampai 2005 yang telah dirata-ratakan tiap bulannya menggunakan ANFIS termodifikasi dan membandingkan hasilnya dengan menggunakan ANFIS standar. Pembagian wilayah meliputi Busur Sunda, Busur Banda, dan Zona Tumbukan Laut Maluku. \n \n \n \n\nDari proses validasi yang dilakukan, penggunaan ANFIS modifikasi menghasilkan nilai Average Percentage Error (APE) yang lebih baik dibandingkan dengan menggunakan ANFIS standar, yaitu dengan nilai (APE) validasi frekuensi untuk Busur Sunda, Busur Banda, dan Zona Tumbukan Laut Maluku berturut-turut sebesar 37.85%, 25.89%, dan 26.39% dan APE validasi magnitude sebesar 0.35%, 1.95%, dan 3.00%. Sedangkan pada ANFIS standar didapatkan nilai APE validasi frekuensi sebesar 316.88%, 92.54%, dan 52.21% dan nilai APE validasi magnitude sebesar 2.03%, 2.65%, dan 4.03% berturut-turut untuk wilayah Busur Sunda, Busur Banda, dan zona Tumbukan Laut Maluku. Hasil prediksi 1 tahun (tahun 2006) menggunakan ANFIS Modifikasi menghasilkan nilai frekuensi dan magnitude dalam interval yang wajar.", "Daftar File": {}, "Penulis": "WASTONO (NIM 12404030)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Sri Widiyantoro, Ph.D. dan Dr. Ir. Endra Joelianto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "ANFIS, Jaringan saraf, Gempa bumi, Average Percentage Error (APE)", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}