{"Nomor": 12769, "Judul": "KARAKTERISASI PADUAN ALUMINIUM DENGAN PENAMBAHAN Fe-Ni", "Abstrak": "Aluminium adalah logam kedua setelah besi yang banyak dikonsumsi dunia. Biasanya aluminium ini ditambahkan unsur pemadu agar kekuatannya meningkat sesuai penggunaannya yang meluas pada industri otomotif, pesawat terbang, kapal laut, pesawat luar angkasa dan arsitektur. Fe dan Ni merupakan salah satu unsur pemadu pada aluminium. Fungsi dari penambahan Fe dan Ni ini untuk meningkatkan kekuatan dan kekerasannya. \n \n \n \n \n\nPada paduan Al-Fe-Ni ini Fe dan Ni membentuk fasa intermetalik seperti Al3Fe dan Al3Ni. Fasa-fasa ini memberikan pengaruh peningkatan kekuatan dan kekerasan pada paduan. Tidak ada fasa terner pada paduan dengan Al < 50% at. Fasa terner hanya terdapat pada Al > 50% at. seperti Al9FeNi dan Al10Fe3Ni. \n \n \n \n \n\nPenelitian ini memvariasikan komposisi ferronikel yang ditambahkan pada aluminium. Aluminium yang digunakan adalah aluminium murni 99,9% dari PT. ABC sedangkan ferronikel didapat dari PT. XYZ. Paduan ini dilebur pada suhu 7500C selama 180 menit. Pada paduan Al-Fe-Ni ini yang diteliti adalah mikrostrukturnya melalui mikroskkop optik dan mikroskop elektron. \n \n \n \n \n\nDari hasil penelitian didapatkan struktur berupa dendritik dan peritektik. Fasa-fasa yang terbentuk adalah fasa Al3Fe, Al3Ni dan Al9FeNi. Peningkatan kekerasan dipengaruhi oleh kehadiran fasa-fasa penguat ini. Semakin banyak fasa penguat maka semakin meningkat pula kekerasannya. Dalam penelitian ini paduan dengan komposisi 96.41Al 1.34Fe 2.25Ni memiliki kekerasan tertinggi dengan harga 75,5 menggunakan microhardness Vickers.", "Daftar File": {}, "Penulis": "WIDI SUTRIYONO RAHARJO (NIM 12102053)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Eddy Agus Basuki, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Karakterisasi paduan aluminium dan Fe-Ni, Fe, Ni, Al", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}