{"Nomor": 12808, "Judul": "STRATEGI PEMASARAN PT. TIMAH EKSPLOMIN UNTUK MENINGKATKAN KONTRIBUSI KEPADA PERUSAHAAN INDUK", "Abstrak": "PT. TIMAH EKSPLOMIN (PT. TE) merupakan perusahaan anak dari perusahaan induk PT. TIMAH Tbk, yang bergerak dalam bidang usaha jasa eksplorasi. Tugas pokok yang paling utama dari PT. TE adalah menyediakan cadangan (resource) bahan galian timah untuk ditambang (dieksploitasi) oleh perusahaan anak PT. TAMBANG TIMAH. Sesuai dengan maksud dibentuknya perusahaan anak PT.TE, dari cost centre menjadi profit centre dan optinialisasi pemanfaatan aset maka kebijakan perusahaan terhadap penjualan jasa eksplorasi secara bertahap harus berubah, Jika selama ini pemasukan dim penjualan jasa eksplorasi PT. TE (ÃƒÂ‚Ã‚Â± 98%) di dapat berdasarkan transfer pricing dari sesama perusahaan anak (internal), maka di masa datang prosentase penjualan jasa terhadap pasar eksternal harus lebih ditingkatkan. Beberapa data dapat mendukung hal ini, seperti: \n\n1. Bahan galian timah adalah bahan galian yang tidak dapat diperbaharui kembali \n\n2. Bahan galian timah di Indonesia telah di tambang selama 200 tahun lebih \n\n3. Hasil evaluasi data-data geologi menunjukkan semakin terbatasnya daerah prospek eksplorasi dan tren penumnan terhadap perolehan cadangan timah, dari 60.474 ton di tahun 1996 menjadi 30.722 ton pada tahun 2000. \n\n4. PT. TE mempunyai sumber daya manusia (184 karyawan dari berbagai disiplin ilmu serta sarana - peralatan eksplorasi yang cukup handal, yang tidak dimiliki oleh perusahaan sejenis lainnya, seperti Laboratorium Analisa Kimia - Mineral, 1 Kapal survey dan 7 Kapal Bor untuk berbagai penelitian geologi - geofisika serta pemboran di laut, sampai kedalaman 60 - 80 meter dibawah permukaan air laut. \n\n5. Kuasa Pertambangan (KP) Penyelidikan Umum dan Eksplorasi yang sedang dikerjakan di seluruh Indonesia pada tahun 2000 berjumlah 314. \n\nBerdasarkan kecenderungan tersebut di atas, maka PT.TE sebagai profit centre harus lebih meningkatkan ekspansinya ke pasar ckstcrnal, untuk memberikan kontribusi yang lebih besar kepada perusahaan induk. Dari sinilah dicoba mcmbuat kerangka analisis dengan menggunakan kerangka analisis strategi pemasaran. Analisis-analisis tcrsebut dapat dikelompokkan menjadi: \n\n1. Analisis eksternal, yaitu membahas aspek makro yang mempengaruhi pertumbuhan dan perkembangan industri. Analisis industri serta analisis fenomena pemasaran yang akan mcmberikan peluang (opportunity) dan ancaman (threat). \n\n2. Analisis internal dilakukaii melalui pendekatan fungsi-fungsi menagcmcn PT.TE dan para pesaing. yang akan dibandingkan dengan faktorkunci Sukses menggunakan competitive profile matrix yang akan menghasilkan kekuatan (strong) kelemahan (weakness).  \n\nKombinasi dari peluang, ancaman dengan kekuatan dan kelemahan PT.TE, yakiii melalui TOIVS Matrix yang akan menghasilkan alternatif strategi pemasaran.", "Daftar File": {}, "Penulis": "YULIMAR GERUNG (NIM 28100014)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Bambang Hermanto, M.Sc., MBA."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "tambang timah, eksplorasi", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Vika Anastasya Kovariansi", "File": "8 file", "Tanggal Input": "21 Okt 2010"}