{"Nomor": 12807, "Judul": "MODIFIKASI ISOLASI DAN IDENTIFIKASI B-AMILASE DARI UBI CILEMBU (Ipomoea batatas cv. Cilembu)", "Abstrak": "Ubi Cilembu yang berasal dari daerah Cilembu, Sumedang, Jawa Barat, adalah salah satu jenis ubi yang memiliki karakteristik yang berbeda. Rasanya yang manis, menjadikan ubi ini lebih unggul dibandingkan dengan ubi lainya di Indonesia. Sebagai salah satu sumber karbohidrat, ubi mengandung B-amilase. Pada penelitian ini, B-amilase telah berhasil diisolasi pada suhu 4oC dengan menggunakan 0,016 M buffer Na-asetat pH 4,8. Penambahan substrat pati berlebih pada ekstrak kasar enzim diharapkan mengikat keseluruhan enzim sehingga dapat mempersingkat tahapan pemurnian enzim. Terhadap ekstrak enzim kemudian dilakukan fraksinasi amonium sulfat 0-60% dan 60-80%. Uji aktivitas ditentukan dengan menggunakan metode Somogyi-Nelson sedangkan penentuan kadar protein ditentukan dengan metode Bradford. Berdasarkan metode tersebut, diperoleh aktifitas spesifik ekstrak kasar enzim yang meningkat 2 kali lebih tinggi setelah ditambahkan substrat berlebih, dengan nilai 33.369 mg gula.mg protein 1.menit-1. Aktifitas spesifik terbesar ditunjukan pada fraksi 60-80% yakni 41.562 mg gula.mg protein 1.menit-1. Persen yield yang diperoleh adalah 1,39%, lebih tinggi dibandingkan penelitian sebelumnya yakni 0,89%. Identifikasi B-amilase dilakukan dengan menggunakan Native PAGE, Reverse Zymography, dan Kromatografi Lapis Tipis. Berdasarkan hasil identifikasi menggunakan Kromatografi Lapis Tipis, diperoleh bahwa produk hasil reaksi hidrolisis enzim yang dihasilkan adalah Maltosa, serta berat molekul enzim sebesar 150 kDa. Hal tersebut menunjukan bahwa enzim yang berhasil diisolasi adalah B-amilase.", "Daftar File": {"2009_TA_PP_YULI_LESTARI_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/166533", "PUSTAKA YULI  LESTARI (NIM  10505002)": "https://digilib.itb.ac.id/gdl/download/166553"}, "Penulis": "YULI  LESTARI (NIM  10505002)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Fida Madayanti W."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "B-amylase, Cilembu sweet potatoes, Native PAGE, Reverse Zymography, TLC.", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}