{"Nomor": 12828, "Judul": "KARAKTERISASI MODEL GENESA DAN ZONA OKSIDASI PADA PROSPEK Cu-Au BULAGIDUN BERDASARKAN ANALISIS DATA LOGBOR DAN MIKROSKOPI BIJIH", "Abstrak": "Prospek Cu-Au Bulagidun terletak di daerah Sulawesi Utara yang beriklim hangat dan basah. Dengan menggunakan data logbor dan melakukan pemodelan, dapat dianalisis sifat khas endapan porfiri - Cu Au. Endapan tersebut merupakan tipe endapan porfiri Cu-Au model diorit yang biasa terbentuk di Island Arc. Mineral primer yang khas di daerah tersebut adalah magnetit, pirit, dan kalkopirit.Hasil analisis data logbor dilanjutkan dengan studi mineral sekunder, hasil analisis data log bor yang berupa adanya limonit ternyata masih dapat diuraikan lebih lanjut menjadi adanya mineral gutit dan lepidokrokit. Sedangkan dari beberapa sampel yang pada data logbor ditemukan kalkosit (Cu2S) yang dibandingkan dengan hasil pengamatan mikroskopi bijihnya berupa kalkosit (Cu2S) dan digenit (Cu1.765 S),, mineral lainnya adalah kovelit (CuS), malasit (Cu2CO3(OH)2) dan natif Cu. Mineral lepidokrokit (γ − FeOOH) yang berbeda dengan mineral gutit(α − FeOOH), berdasarkan hasil pengamatan mikroskopi, merupakan mineral khas bukti adanya fluktuasi air tanah yang terjadi pada daerah prospek dalam periode waktu tertentu.Dari hasil pemodelan dapat dianalisis bahwa zona pengkayaan sekunder yang terbentuk cukup tipis dengan rata-rata ketebalan sekitar 7.6 meter. Kondisi tersebut diduga akibat adanya gangguan yang terjadi selama proses-proses pembentukan. Gangguan tersebut akibat telah terjadinya fluktuasi muka air tanah, longsoran tanah yang cukup besar, dan adanya aktivitas vulkanik.", "Daftar File": {}, "Penulis": "ADRIAN TRILANGGA (12101035)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Teti Indriati, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Karakterisasi Model, Genesa, Zona Oksidasi, Prospek Cu-Au Bulagidun, Logbor, Mikroskopi Bijih", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}