{"Nomor": 12821, "Judul": "DESAIN CONTAINER YARD, FASILITAS PARKIR, DAN PERKERASAN PELABUHAN KONTAINER TELUK SABANG", "Abstrak": "ABSTRAK:  \n \n\nPada Tugas Akhir ini dilakukan desain container yard, fasilitas parkir, dan perkerasan untuk mendukung kinerja Pelabuhan Kontainer Teluk Sabang. Pelabuhan Teluk Sabang yang berada di wilayah administrasi kota Sabang akan dikembangkan sebagai pelabuhan Hub Internasional yang dapat melayani kapal-kapal container dengan ukuran besar. Pengembangan Pelabuhan Sabang ini menuntut pengembangan fasilitas-fasilitas pendukungnya untuk mengimbangi pertambahan demand yang akan dilayani pelabuhan. Fasilitas-fasilitas yang akan didesain dalam Tugas Akhir ini adalah container yard dan fasilitas parkir untuk kendaraan dan alat berat serta perkerasan untuk area di dalam pelabuhan.  \n \n\nProses desain fasilitas pelabuhan ini dilakukan dengan melalui beberapa tahapan, yaitu tahap persiapan yang terdiri dari informasi awal, studi pustaka, dan pemantapan metodologi. Data yang dibutuhkan untuk melakukan perencanaan fasilitas pelabuhan ini adalah proyeksi demand yang ditargetkan mampu dilayani oleh pelabuhan sampai tahun rencana. Data-data yang digunakan dalam Tugas Akhir ini merupakan data skunder yang diperoleh dari Master Plan Pelabuhan Hub Internasional Teluk Sabang. Tahap berikutnya adalah tahapan pengolahan data yang terdiri dari perencanaan dimensi container yard yang dibutuhkan untuk menampung demand rencana, perencanaan fasilitas parkir untuk kendaraan dan alat berat, lalu perencanaan perkerasan untuk area dalam pelabuhan. Dari hasil perhitungan itu, lalu dibuat sebuah layout tata letak pelabuhan untuk CT-1 sampai CT-4 dan potongan melintang perkerasan area dalam pelabuhan.  \n \n\nDari hasil perhitungan dimensi container yard, didapatkan kebutuhan area untuk menampung demand rencana adalah untuk CT-1 seluas 11 Ha, CT-2 seluas 15 Ha, CT-3 seluas 20 Ha, dan CT-4 seluas 34 Ha. Dengan metoda trial & error, didapat dimensi optimum container yard yang dapat dibangun di pelabuhan tersebut. Dari dimensi optimum tersebut, didapatkan kapasitas penampungan kontainer di CT-1 sampai CT-3 sebesar 2.200.000 TEU`s, dan di CT-4 sebesar 1.700.000 TEU`s dan totalnya adalah 3.900.000 TEU`s. Kapasitas ini sesuai dengan target yang direncanakan sebanyak 3.900.000 TEUÃƒÂ‚Ã‚Â’s. Perencanaan lapis perkerasan dilakukan untuk CT-1 sampai CT-4. Tebal lapisan perkerasan untuk jalan akses di CT-1 sampai CT-3 adalah 15 cm bagian structure-base, dan 25 cm untuk bagian foundation sub-base. Untuk area container yard, adalah 35 cm bagian structure-base, dan 25 cm untuk bagian foundation sub-base. Tebal lapisan perkerasan untuk jalan akses di CT-4 adalah 15 cm bagian structure-base, dan 25 cm untuk bagian foundation sub-base. Untuk area container yard, adalah 45 cm bagian structure-base, dan 25 cm untuk bagian foundation sub-base. Perhitungan fasilitas parker untuk alat dan kendaraan berat dilakukan berdasarkan jumlah alat dan kendaraan berat di masing-masing CT. Luas area parkir yang didapatkan adalah untuk CT-1 seluas 1,1 Ha, CT-2 seluas 1,8 Ha, CT-3 seluas 1,6 Ha, dan CT-4 seluas 1,0 Ha. Lokasi fasilitas parkir ini terletak di belakang container yard.", "Daftar File": {}, "Penulis": "Adhika Pramodana Putra (NIM 15004143) dan Reto Suprapto Pratama (NIM 15004146)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Ade Sjafruddin, Ir., M.Sc., Ph.D.", "Pembimbing 2 : Biemo W. Soemardi, Ir., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pelabuhan, container, container yard, demand rencana, lapis perkerasan", "Sumber": "", "Staf Input/Edit": "Ena Sukmana  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}