{"Nomor": 12823, "Judul": "EKIVALEN MOBIL PENUMPANG UNTUK KENDARAAN BERAT DAN SEPEDA MOTOR YANG BELOK KANAN PADA SIMPANG BERSINYAL", "Abstrak": "Simpang bersinyal merupakan salah satu elemen paling kompleks pada suatu jaringan jalan dan seringkali digunakan sebagai objek kajian atau penelitian. Keberadaan kendaraan berat dan sepeda motor memberikan kontribusi dalam mempengaruhi kinerja arus jenuh pada simpang bersinyal yang akan menghasilkan pengaruh yang berbeda untuk masingÃƒÂ‚Ã‚Â–masing karakteristik kendaraan tersebut.Tujuan dari penelitian ini adalah melakukan evaluasi variasi nilai ekivalen mobil penumpang ( EMP ) kendaraan berat dan sepeda motor untuk pergerakan belok kanan terlindung pada simpang bersinyal pada lebar pendekat, radius tikugan dan variasi komposisi arus.Observasi dilakukan dengan menggunakan kamera video selama jam sibuk pagi, siang dan sore pada 10 lengan di 4 simpang di Bandung selatan, dan analisa dilakukan di laboraturium. Sebanyak 151 siklus data digunakan untuk keperluan analisis dan terbagi dalam potongan waktu 5 detik.Kondisi arus jenuh lapangan yang dihitung berdasarkan potongan waktu yang berturut-turut hanya mengandung kendaraan ringan (LV) saja, dimana dipilih urutan potongan waktu yang kedua dan seterusnya, hal ini didasarkan atas pemikiran tidak adanya pengaruh variasi kendaraan pada potongan waktu sebelumnya. Arus jenuh minimum sebesar 1851 smp/jam (simpang M toha) dan maksimum sebesar 2095 smp/jam (simpang Kiaracondong lengan utara). Hasil analisis menunjukan rata-rata EMP untuk kendaraan berat dan sepeda motor masing-masing 1.57 dan 0.40 dibandingkan 1.00 untuk kendaraan ringan. Lebar pendekat dan radius tikungan hasil observasi mempunyai pengaruh signifikan terhadap kenaikan nilai EMP kendaraan berat, tetapi hal tidak terjadi pada sepeda motor, tetapi range data yang ada masih terlalu kecil untuk mendukung tingkat kepercayaan yang digunakan, hal ini juga terjadi pada sepeda motor.Penelitian menyarankan dilakukan analisis lanjut pada range data komposisi kendaraan yang lebih besar.", "Daftar File": {"2007 TS PP ADI SUBANDI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/54908", "2007 TS PP ADI SUBANDI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/54909", "2007 TS PP ADI SUBANDI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/54910", "2007 TS PP ADI SUBANDI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/54911", "2007 TS PP ADI SUBANDI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/54912", "2007 TS PP ADI SUBANDI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/54913", "2007 TS PP ADI SUBANDI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/54914", "2007 TS PP ADI SUBANDI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/54915"}, "Penulis": "ADI SUBANDI (NIM 250 05 044)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Sri Hendarto, M.Sc., dan  Ir. Hedi Hidayat, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "simpang bersinyal, pergerakan belok kanan, ekivalen mobil penumpang, terlindung, kendaraan berat, sepeda motor", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}