{"Nomor": 12820, "Judul": "PENENTUAN KONDISI LINGKUNGAN ISOLAT JAMUR Penicillium chrysogenum - PAS 2/2 UNTUK PERTUMBUHAN SEL DAN PRODUKSI PENISILIN", "Abstrak": "Saat ini industri obat antibiotika di Indonesia belum memiliki benih unggul untuk menghasilkan penisilin dari sumber mikroorganisme asal bums Indonesia. Laboratorium Mikrobiologi dan Teknologi Fermentasi Institut Teknologi Bandung mencoba untuk mendapatkan benih penghasil penisilin dari sumber mikroorganisme asal bumi Indonesia yang diberi sebutan isolat jamur Penicillium chrysogenum-PAS 2/2. Fermentasi isolat jamur Penicillium chrysogenum- PAS 2/2 dilakukan untuk mengetahui perilaku pertumbuhan sel dan produksi penisilin terhadap kondisi fisik konsentrasi glukosa, laju pengadukan (agitasi) dan kebut uhan oksigen (aerasi). Pengaruh konsentrasi glukosa, laju pengadukan dan kebutuhan oksigen dipantau terhadap parameter laju pertumbuhan spesifik maksimum (pm), penjenuhan substrat (KS), koefisien perolehan hasil (Yx/s) untuk profil pertumbuhan sel dan produksi penisilin. Parameter um, KS, dan Yx/s pada fermentasi penisilin untuk pertumbuhan sel dan produksi penisilin ditentukan dengan cara mengukur kadar sel, kadar glukosa dalam substrat dan potensi penisilin setiap 6 jam selama tahap produksi. Hasil penelitian menunjukkan bahwa selama tahap produksi fermentasi isolat jamur PeniciLLiun chrysoeenun.- PAS 2/2 nilai parameter kinetika rentang laju pertumbuhan spesifik maksimum (pm) 0.0267-0.086 1/jam, koeffisien perolehan sel terhadap substrat (YX/S) 0.2006-0.8765 g sel/g substrat, konstanta penjenuhan substrat (KS) 18.4178-48.6757_ g/1 dan laju pembentukan produk spesifik (Qp) 0.2728E-2 - 5.8701E-2 1/jam. Kajian isolat jamurPenicillium chrysogenum-PAS2/2 untuk pertumbuhan sel dan produksi penisilin yang terbesar pada kondisi fisik laju pengadukan 450 rpm, laju kebutuhan oksigen 1.4 vvm dan konsentrasi glukosa 30 g/l.", "Daftar File": {}, "Penulis": "ABDULLAH SALEH (NIM 23089009)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Wibowo M.H. Surjowidjojo, M.Sc., dan Prof.Ir. Ibrahim Sastramiharja"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "antibiotika, mikroorganisme, Mikrobiologi, Teknologi Fermentasi.", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}