{"Nomor": 12833, "Judul": "PERPUSTAKAAN UMUM KOTA BANDUNG", "Abstrak": "Perpustakaan umum kota Bandung adalah wadah berkegiatan pendidikan informal yang dirancang untuk memenuhi kebutuhan masyarakat kota Bandung akan informasi dan ilmu pengetahuan. Sebagai pusat informasi, perpustakaan ini memiliki fungsi utama yaitu penyediaan koleksi buku maupun sumber informasi elektronik, dan beberapa fungsi penunjang sebagai faktor penarik pengunjung untuk datang. Ruang-ruang yang terdapat dalam fungsi utama antara lain ruang koleksi dan ruang baca, ruang referensi, ruang berkala, ruang audio visual dan sebuah lobi yang bisa digunakan sebagai pusat informasi pengunjung. Sedangkan pada fungsi penunjang terdapat ruang kelas untuk kursus, toko buku dan kafetria.Lokasi perpustakaan ini berada di jalan R.E. Martadinata, Bandung, lokasi ini ditentukan berdasarkan kebutuhan akan perpustakaan akan tempat yang banyak terdapat komunintas, sarat akan aktifitas masyarakat, dan dekat pula dengan aktifitas pendidikan. Isu ruang publik diangkat sebagai konsep dasar perancangan sebagai respon terhadap image perpustakaan yang selama ini cenderung kaku, monoton, dan membosankan.Aplikasinya terhadap desain antara lain adalah dengan merancang ekspresi bangunan yang dinamis dan tanggap terhadap perubahan. Lansekap pada lahan juga dirancang senyaman mungkin bagi pengunjung dan secara tidak langsung dapat mewadahi aktifitas publik yang berkegiatan di jalan R.E. Martadinata, Bandung. Sehingga, diharapakan lansekap ini dapat meningkatkan minat masyarakat untuk mengunjungi perpustakaan. Selain itu, dirancang pula plaza-plaza sebagai batas-batas yang halus antara lahan dengan lingkungan sekitarnya. Merancang sistem bangunan yang kompak demi sistem keamanan perpustakaan tersebut.", "Daftar File": {"2008 TA PP AHDYA ZULFA RAHMAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/54961", "2008 TA PP AHDYA ZULFA RAHMAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/54962", "2008 TA PP AHDYA ZULFA RAHMAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/54963", "2008 TA PP AHDYA ZULFA RAHMAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/54964", "2008 TA PP AHDYA ZULFA RAHMAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/54965", "2008 TA PP AHDYA ZULFA RAHMAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/54966", "2008 TA PP AHDYA ZULFA RAHMAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/54967"}, "Penulis": "AHDYA ZULFA RAHMAN (NIM 15204008)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Agustinus Adib Abadi, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "perpustakaan umum, Bandung", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}