{"Nomor": 12832, "Judul": "STUDI DAN IMPLEMENTASI STEGANOGRAFI PADA BERKAS MIDI", "Abstrak": "Steganografi merupakan ilmu dan seni yang mempelajari cara penyembunyian informasi pada suatu media sedemikian rupa sehingga keberadaannya tidak terdeteksi oleh pihak lain yang tidak berhak atas informasi tersebut. Pengguna pertama (pengirim pesan) dapat mengirim media yang telah disisipi informasi rahasia tersebut melalui jalur komunikasi publik, hingga dapat diterima oleh pengguna kedua (penerima pesan). Penerima pesan dapat mengekstraksi informasi rahasia yang ada di dalamnya.Pada Tugas Akhir ini dikembangkan sebuah perangkat lunak steganografi pada berkas MIDI yang diberi nama MIDSteM (MIDI's Steganography Machine). Algoritma steganografi MIDSteM yang dikembangkan menggunakan metode spread spectrum. MIDSteM diimplemantasikan dalam lingkungan sistem operasi Windows 32-bit, menggunakan bahasa pemrograman C+. Karakteristik file MIDI yang relatif berukuran kecil dibandingkan format berkas audio lainnya menjadi sebuah tantangan untuk memanfaatkannya sebagai carrier dari pesan rahasia yang akan disisipkan. Kunci dimanfaatkan untuk menjaga aspek keamanan dari pesan rahasia yang telah disisipkan.Setelah dilakukan pengujian, akan dapat dilihat apakah MIDSteM dapat menyembunyikan pesan rahasia yang relatif singkat ke dalam berkas MIDI dan dapat mengekstrak kembali pesan rahasia tersebut. Selain itu juga akan dapat dilihat pengaruhnya terhadap kualitas berkas MIDI yang telah disisipi data. Kualitas berkas MIDI ditentukan berdasarkan perbedaan amplitudo tiap kunci not pada berkas MIDI sebelum dan setelah disisipi data. Setelah didapatkan nilainya, maka dapat ditentukan apakah kualitasnya jauh berkurang atau tidak.", "Daftar File": {}, "Penulis": "AGUS SUSANTO (NIM 13599010)", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Teknik penyembunyian data, data hiding, Steganografi, MIDI, spread spectrum.", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}