{"Nomor": 12837, "Judul": "PERANCANGAN DAN IMPLEMENTASI SISTEM PEMANTAUAN POSISI DAN INFORMASI OBYEK BERGERAK OTOMATIS DENGAN GLOBAL POSITIONING SYSTEM DAN PACKET RADIO", "Abstrak": "Pemantauan posisi dan informasi obyek bergerak yang selama ini ada (yang mengandalkan komunikasi suara melalui radio) memiliki banyak kekurangan. Kekurangan ini umumnya diakibatkan oleh tidakadanya informasi mengenai posisi terakhir yang akurat dan teliti dari objek bergerak yang dipantau. Mengingat kekurangan yang ada itu, pads thesis ini dirancang dan diimplementasikan sistem yang mampu memantau posisi dan memberikan informasi status obyek bergerak secara otomatis.Fokus utama penelitian ini adalah perancangan dan implementasi sistem menggunakan teknologi GPS (global positioning system) dan packet radio. Pada sistem yang dirancang ini, data posisi diperoleh dari penerima GPS, sedangkan data informasi (yang dapat digunakan untuk telemetri status) diperoleh dari port masukan yang terdapat di modul obyek bergerak. Data posisi dan informasi status dikirimkan secara periodik ke pemantau melalui media radio dengan teknologi paket radio yang memungkinkan pemantauan lebib dari satu obyek bergerak secara simultan. Secara umum sistem yang dirancang dan diimplementasikan berjalan sesuai dengan fungsi yang dicakup dalam spesifikasinya. Hasil pemantauan yang diperoleh menunjukkan adanya ketidakpresisian yang diakibatkan oleh tingkat ketelitian penerima GPS dan resolusi peta. Error correction berupa pseudo-differential GPS dapat dilakukan untuk memperbesar tingkat ketelitian pemantauan posisi.", "Daftar File": {"1998 TS PP AKHMAD DANIEL SEMBIRING 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/54983", "1998 TS PP AKHMAD DANIEL SEMBIRING 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/54984", "1998 TS PP AKHMAD DANIEL SEMBIRING 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/54985", "1998 TS PP AKHMAD DANIEL SEMBIRING 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/54986", "1998 TS PP AKHMAD DANIEL SEMBIRING 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/54987", "1998 TS PP AKHMAD DANIEL SEMBIRING 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/54988", "1998 TS PP AKHMAD DANIEL SEMBIRING 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/54989"}, "Penulis": "AKHMAD DANIEL SEMBIRING (NIM 23295034)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Adang Suwandi A.,Dr., Ir."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "GPS(global positioning system),packet radio", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}