{"Nomor": 12847, "Judul": "PERANCANGAN KERANGKA KERJA UNTUK IMPLEMENTASI KNOWLEDGE SHARING", "Abstrak": "Penelitian ini menggunakan kerangka kerja penelitian kajian sistem informasi yang telah dikembangkan oleh Hevner dkk. sebagai acuan agar penelitian dapat dilakukan secara sistematis dan terkendali. Analisis yang dilakukan meliputi penetapan perspektif, penyusunan kumpulan pengetahuan, penetapan faktor-faktor penting, penetapan aktivitas pendukung, serta penetapan atribut kualitas yang relevan. Penetapan perspektif dilakukan agar permasalahan dapat dilihat dari sudut pandang yang berbeda, dalam hal ini yaitu individu dan organisasi. Kumpulan pengetahuan diperoleh dari hasil penelitian-penelitian yang telah dilakukan sebelumnya dan kemudian digunakan sebagai dasar dalam menetapkan faktor-faktor apa saja yang dapat mempengaruhi knowledge sharing secara dominan. Pada penelitian ini ditentukan lima faktor-faktor penting yang dapat mempengaruhi sikap seseorang terhadap knowledge sharing. Faktor-faktor yang dimaksud yaitu faktor kemampuan individu untuk menyerap pengetahuan yang diterimanya, faktor kemampuan komunikasi baik yang dilakukan oleh sumber pengetahuan maupun penerima pengetahuan, faktor hubungan timbal balik atas pengetahuan yang diperoleh sehingga terjadi interaksi antara sumber dan penerima, faktor perasaan senang membantu individu lainnya, dan faktor penghargaan yang diberikan oleh organisasi atas kontribusi pengetahuan yang dilakukan individu. Penetapan aktivitas pendukung dimaksudkan agar dapat mempermudah pemahaman mengenai aktivitas apa saja yang perlu dilakukan dalam mendukung terlaksananya knowledge sharing. Empat aktivitas yang dapat mendukung faktor-faktor penting yang dapat mempengaruhi knowledge sharing yaitu menciptakan iklim dan budaya organisasi yang mendukung; menyediakan fasilitas sharing seperti forum, diskusi, pelatihan, seminar; membentuk komunitas/perkumpulan di dalam organisasi; serta menggunakan teknologi yang tepat untuk keperluan sharing pengetahuan.", "Daftar File": {}, "Penulis": "AMBAR SUWARDI (NIM: 23507034)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Husni S. Sastramihardja, M. T."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "knowledge management, knowledge sharing, teknologi informasi, sistem informasi", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}