{"Nomor": 12853, "Judul": "PEMODELAN YIELD CURVE OBLIGASI DENGAN MENGGUNAKAN METODE BERBASISKAN SPLINE", "Abstrak": "Yield curve memiliki peranan penting dalam dunia fixed-income sebagai acuan analisis pengambilan keputusan dalam berinvestasi yaitu dengan menentukan jangka waktu investasi yang terbaik selain dapat digunakan untuk menghitung harga suatu obligasi dengan maturity time tertentu. Beberapa model yang populer digunakan adalah model McCulloch [1971] yang menggunakan spline untuk mendapatkan fungsi diskon dan model Nelson-Siegel [1987] yang menggunakan model parsimonius. Kedua model tersebut merupakan model empiris yang memanfaatkan data yang ada untuk mendapatkan parameter optimal penyusun model. Model McCulloch ini diaplikasikan pada data obligasi pemerintah Indonesia dengan model Nelson-Siegel sebagai pembanding. Model McCulloch ternyata memiliki kemampuan menghampiri data dengan lebih baik terutama pada kumpulan data yang kualitasnya kurang baik walaupun kurva yang dihasilkan menjadi terlalu bergelombang sesuai dengan sebaran data yang ada. Model Nelson-Siegel memiliki kurva yang lebih smooth dibandingkan dengan model McCulloch. Akan tetapi, pada tanggal pelaporan yang memiliki kualitas data yang buruk, model Nelson-Siegel hampir selalu tidak dapat menghampiri data lebih baik daripada model McCulloch.", "Daftar File": {"2009 TA PP ANDRE RAYMOND 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/55085", "2009 TA PP ANDRE RAYMOND 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/55086", "2009 TA PP ANDRE RAYMOND 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/55087", "2009 TA PP ANDRE RAYMOND 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/55088", "2009 TA PP ANDRE RAYMOND 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/55089", "2009 TA PP ANDRE RAYMOND 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/55090"}, "Penulis": "ANDRE RAYMOND (NIM 10105031)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Kuntjoro A. Sidarto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Yield curve, spline, McCulloch, Nelson-Siegel, obligasi pemerintah Indonesia", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}