{"Nomor": 12850, "Judul": "OPTIMASI BENTUK RANCANGAN GONG DENGAN METODE SINGLE DAN MULTIPLE OBJECTIVE", "Abstrak": "Gong sebagai suatu alat musik belum memiliki standar terhadap rancangannya yang dianggap paling baik. Oleh sebab itu dilakukanlah serangkaian penelitian guna memperoleh rancangan optimum melalui proses optimasi numerik. Penelitian awal telah berhasil memodelkan gong numerik yang memiliki karakteristik dinamik sesuai dengan gong riil. Selanjutnya pula telah dilakukan optimasi terhadap tebal gong untuk suatu bentuk tertentu serta optimasi bentuk gong untuk suatu ketebalan tertentu. Pada Tugas Akhir kali ini dilakukan penelitian lanjutan guna mengoptimasi bentuk rancangan gong dengan melibatkan variabel tebal dan bentuk sekaligus.Penelitian ini bertujuan untuk mengetahui variabel perancangan apa saja yang menghasilkan rancangan gong optimum beserta nilainya. Selain itu pula, penelitian ini diharapkan memperoleh suatu formulasi fungsi objektif yang menghasilkan rancangan gong optimum ditinjau dari aspek kualitas bunyi dan berat gong.Metode yang dilakukan dalam menyelesaikan permasalahan dalam penelitian ini meliputi studi literatur terhadap hasil penelitian gong sebelumnya serta melakukan optimasi numerik dengan bantuan perangkat lunak ANSYS 8.0.Dari penelitian yang telah dilakukan diperoleh bahwa untuk memperoleh rancangan yang optimum direkomendasikan geometri dan tebal gong sebagai variabel perancangannya. Sementara itu penerapan metode multiple objective memungkinkan diperolehnya rancangan gong yang optimum ditinjau dari aspek kualitas bunyi dan berat gong.", "Daftar File": {"ANDIKA AJI WIJAYA A.-COVER": "https://digilib.itb.ac.id/gdl/download/55061", "ANDIKA AJI WIJAYA A.-BAB 4": "https://digilib.itb.ac.id/gdl/download/55065", "ANDIKA AJI WIJAYA A.-PUSTAKA": "https://digilib.itb.ac.id/gdl/download/55068"}, "Penulis": "ANDIKA AJI WIJAYA A. (NIM 13100043)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. I Wayan Suweca dan Dr. Ir. Rachman Setiawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Gong, Metode single, Multiple Objective", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}