{"Nomor": 12867, "Judul": "PEMODELAN TINGKAT AKTIVITAS SESAR CIMANDIRI BERDASARKAN DATA DEFORMASI PERMUKAAN", "Abstrak": "Sesar Cimandiri adalah sesar aktif yang berada di daerah Sukabumi Selatan, yang memanjang dari Pelabuhan Ratu, Sukabumi, Cianjur sampai Padalarang. Sesar Cimandiri terbentuk akibat adanya gaya tekan yang timbul dari proses subduksi lempeng samudera Indoaustralia ke bawah lempeng benua Erasia di selatan Pulau Jawa. Sesar Cimandiri terletak pada kawasan yang relatif padat penduduk sehingga bila terjadi gempa akan menyebabkan korban jiwa dan kerusakan yang besar, sehingga tingkat aktivitas sesar Cimandiri perlu dipantau, agar dapat dilakukan antisipasi dan mitigasi terhadap bencana gempa yang akan terjadi.Untuk keperluan tersebut dilakukan pengukuran GPS dengan metode penentuan posisi statik geodetik (penentuan posisi differensial) tipe episodik sebanyak empat kali, yaitu pada 1-4 Desember 2006, 20-23 Agustus 2007, 8-12 Agustus 2008 dan 21-24 Juli 2009. Survei GPS dilaksanakan menggunakan sejumlah receiver GPS tipe geodetik dua frekuensi dan pengolahan datanya menggunakan perangkat lunak ilmiah Bernese 5.0, selanjutnya dilakukan perhitungan vektor pergeseran, nilai parameter regangan dan pembuatan model tingkat aktivitas. Berdasarkan hasil pengolahan data memberikan kesimpulan bahwa sesar Cimandiri merupakan sesar geser mengiri dan kawasan zona sesar Cimandiri dan sekitarnya bergerak dengan kecepatan 1 hingga 20 mm/tahun, besarnya regangan berkisar 0,1 hingga 4 mikrostrain yang bervariasi secara spasial dan tingkat akumulasi pergeseran sebesar 10 mm/tahun.", "Daftar File": {"2009 TA PP ARIS PHYRUS HONGGORAHARDJO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/55186", "2009 TA PP ARIS PHYRUS HONGGORAHARDJO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/55187", "2009 TA PP ARIS PHYRUS HONGGORAHARDJO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/55188", "2009 TA PP ARIS PHYRUS HONGGORAHARDJO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/55189", "2009 TA PP ARIS PHYRUS HONGGORAHARDJO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/55190", "2009 TA PP ARIS PHYRUS HONGGORAHARDJO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/55191", "2009 TA PP ARIS PHYRUS HONGGORAHARDJO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/55192"}, "Penulis": "ARIS PHYRUS HONGGORAHARDJO (NIM 15105069)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Irwan Meilano, M.Sc. dan Ir. Dina Anggreni Sarsito, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pemodelan, Aktivitas sesar Cimandiri, Data deformasi permukaan", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}