{"Nomor": 12878, "Judul": "EVALUASI IMPLEMENTASI MANAJEMEN PEGAWAI NEGERI SIPIL DI LINGKUNGAN DIREKTORAT AJUDAN JENDERAL ANGKATAN  DARAT TAHUN 2008", "Abstrak": "Profesionalisme aparatur negara telah lama menjadi tuntutan dan dambaan seluruh masyarakat Indonesia. Penetapan UU No.43 tahun 1999 pada intinya penyempurnaan Pokok-pokok kepegawaian dengan menetapkan Manajemen Pegawai Negeri Sipil sebagai dasar pengelolaan pegawai negeri sipil di negara Republik Indonesia ini.Untuk mempermudah implementasi dilapangan, TNI sebagai induk dari Lembaga pemerintah yang mengelola tentara, yang juga didalamnya terdapat pegawai negeri sipil, menerbitkan Surat Keputusan Panglima TNI No. Skep/665/XII/2002 tanggal 30 Desember 2002 tentang Naskah Sementara Petunjuk Induk Pembinaan Personel Pegawai Negari Sipil Tentara Nasional Indonesia. Kemudian sesuai urutan hirarkis Komando di lingkungan Militer, maka untuk implementasi di lingkungan TNI Angkatan Darat (TNI AD), Kepala Staf Angkatan Darat (Kasad) mengeluarkan juga Surat Keputusan No. Skep/365/X/2003 tanggal 31 Oktober 2003 Buku Petuntuk Pembinaan tentang Pembinaan PNS. Aturan pelaksanaan tersebut dibuat semata-mata untuk memudahkan para pimpinan disatuan dinas  jajaran TNI AD melaksanakan pengelolaan PNS di lingkunganya.Pada realitanya banyak hal yang dapat dilakukan dalam upaya profesionalisme aparatur negara ini. Untuk dapat memenuhi tuntutan tersebut tentunya diperlukan suatu gambaran tentang apa yang menjadi prioritas perbaikan dan bagaimana pelaksanaannya, maka diperlukan suatu evaluasi dalam pengimplementasiannya. Dengan evaluasi subjektif yang memfokuskan perhatiannya kepada kepuasan dan kepentingan, yang kemudian di lanjutkan dengan memperhatikan alasan dan saran yang disampaikan responden, akan diteliti bagaimana pelaksanaan manajemen pegawai negeri sipil di Ditajenad. Metode kuantitatif deskriptif dan tabulasi silang juga digunakan dalam penelitian.Dari hasil dari penelitian ini dapat dideskripsikan bagaimana implementasi manjemen PNS di Ditajenad yang cukup baik. Selain itu tergambar pula apa yang masih perlu mendapat perhatian untuk ditingkatkan dan memberikan pemahaman tentang bagaimana pentingnya mengetahui apa yang dibutuhkan oleh pegawai dalam kaitan dengan pekerjaannya dan haknya yang diatur dalam perundang-undangan. Yang pada akhirnya diharapkan akan membangkitkan kompetensi kerja dan kinerjanya.", "Daftar File": {"2008 TS PP BAMBANG SETIOUTOMO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/55258", "2008 TS PP BAMBANG SETIOUTOMO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/55259", "2008 TS PP BAMBANG SETIOUTOMO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/55260", "2008 TS PP BAMBANG SETIOUTOMO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/55261", "2008 TS PP BAMBANG SETIOUTOMO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/55262", "2008 TS PP BAMBANG SETIOUTOMO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/55263", "2008 TS PP BAMBANG SETIOUTOMO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/55264", "2008 TS PP BAMBANG SETIOUTOMO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/55265"}, "Penulis": "BAMBANG SETIOUTOMO (NIM 24006001)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Joko Siswanto"], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Evaluasi, Manajemen PNS, implementasi, Pegawai negeri sipil.Evaluation, Civil servant management, implementation, civil servant.", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}