{"Nomor": 12879, "Judul": "PENILAIAN KONDISI ISOLASI TRAFO DENGAN METODE PEMBOBOTAN ANALYTIC HIERARCHY PROCESS (STUDI KASUS IBT-1 & IBT-2 GITET KEMBANGAN)", "Abstrak": "Isolasi pada trafo merupakan salah satu bagian yang penting untuk menjaga unjuk kerja trafo. Oleh karena itu diperlukan suatu metode pemeliharaan dengan cara menentukan bagaimana kondisi isolasi suatu trafo sehingga dapat ditentukan kondisi trafo pada saat itu dan perkiraan kondisi trafo pada masa mendatang. Untuk menentukan tingkat unjuk kerja isolasi trafo digunakan metode Penilaian Kondisi. Penilaian Kondisi dibagi menjadi dua bagian utama. Yang pertama adalah pengidentifikasian resiko (risk assessment) pada isolasi trafo. Dalam hal ini, dicari mode kegagalan dan parameter yang terlibat. Setelah itu, ditentukan parameter apa yang lebih berpengaruh dalam menyebabkan kegagalan. Kemudian bagian kedua adalah teknik monitoring diagnosis. Monitoring diagnosis didasarkan pada pengukuran parameter-parameter isolasi trafo untuk mengetahui nilai dan kualitasnya. Parameter tersebut antara lain Kadar air, angka keasaman, tegangan tembus , tegangan antar muka , tan delta , warna, kandungan furan, kondisi berdasarkan Total Combustible Gas (TCG), dan kandungan CO2. Selanjutnya dilakukan Penentuan nilai batas dan faktor pembobotan tiap parameter. Penentuan nilai batas untuk menentukan level kondisi berdasarkan standar internasional yang telah ditetapkan. Untuk menentukan Faktor pembobotan dilakukan dengan metode Analytic Hierarchy Process. Pada akhirnya, hasil dari pengidentifikasian resiko dan monitoring diagnosis dikombinasikan untuk menentukan kondisi isolasi trafo. Metode ini diterapkan pada penilaian kondisi isolasi trafo IBT-1 dan IBT-2 GITET Kembangan. Hasilnya adalah kondisi isolasi IBT-1 dan IBT-2 berada pada kondisi buruk dan beroperasi menuju kegagalan setelah terjadinya gangguan pada september 2007 namun setelah reklamasi pada april 2008 kondisinya membaik dan layak beroperasi.", "Daftar File": {"2009 TA PP BASTIAN MARCH ARITRA RAJAGUKGUK 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/55266", "2009 TA PP BASTIAN MARCH ARITRA RAJAGUKGUK 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/55267", "2009 TA PP BASTIAN MARCH ARITRA RAJAGUKGUK 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/55268", "2009 TA PP BASTIAN MARCH ARITRA RAJAGUKGUK 1-BAB 2A.pdf": "https://digilib.itb.ac.id/gdl/download/55269", "2009 TA PP BASTIAN MARCH ARITRA RAJAGUKGUK 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/55270", "2009 TA PP BASTIAN MARCH ARITRA RAJAGUKGUK 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/55271", "2009 TA PP BASTIAN MARCH ARITRA RAJAGUKGUK 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/55272", "2009 TA PP BASTIAN MARCH ARITRA RAJAGUKGUK 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/55273"}, "Penulis": "BASTIAN MARCH ARITRA RAJAGUKGUK (NIM 13204206)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ir. Suwarno"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Isolasi trafo, nilai batas, faktor pembobotan, penilaian kondisi, risk assessment, monitoring diagnosis, Analytic Hierarchy Process", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}