{"Nomor": 12895, "Judul": "PEMODELAN DAN PERHITUNGAN CADANGAN BATUBARA DENGAN PROGRAM MINESCAPE 4.115C, DI PIT-IV, PT. XYZ, TANJUNG ALAM, KALIMANTAN SELATAN", "Abstrak": "Perhitungan cadangan merupakan tahapan penting untuk kuantifikasi keberadaan endapan bahan galian (batubara atau bijih). Perhitungan cadangan tersebut harus optimal dalam arti tak bias dengan tingkat kesalahan tidak melebihi kriteria yang dapat dipertanggungjawabkan.Penelitian dilakukan di Pit-4 PT. KPP, Tanjung Alam, Kalimantan Selatan. Pengerjaan pemodelan dan perhitungan cadangan menggunakan Software Minescape 4.115c, kemudian dilakukan komparasi perhitungan cadangan dengan metode penampang vertikal.Pemodelan dan perhitungan cadangan dilakukan untuk 6 seam yang terdiri dari Group Seam C (Seam C, C Upper, dan C Lower) dan Group Seam D (Seam D, D Upper, dan D Lower). Dari hasil pemodelan terhadap seam-seam tersebut menunjukkan bahwa kedudukan seam batubara pada daerah penelitian mempunyai arah strike relatif Timur Laut-Barat Daya dan kemiringan lapisan berada pada arah Tenggara-Barat Laut.Perhitungan cadangan pada daerah penelitian memberikan hasil:Hasil perhitungan sumberdaya terukur (measured) pada Group seam C dengan Software Minescape 4.115c sebesar 6.220.319 ton dengan luas areal 137.41 Ha.Hasil perhitungan cadangan batubara menggunakan metode penampang vertikal pada group seam C sebesar 1.925.512 ton dan volume overburden sebesar 13.048.685 bcm sehingga diperoleh nilai Stripping Ratio 6,7.Hasil perhitungan cadangan batubara dengan Software Minescape 4.115c pada group seam C sebesar 1.926.537 ton dan volume overburden sebesar 13.228.150 bcm sehingga diperoleh nilai stripping Ratio 6,8. Sedangkan perhitungan terhadap seam group C dan D diperoleh tonase batubara sebesar 2.230.083 ton dan volume overburden 16.961.740 bcm sehingga nilai Stripping Ratio 7,6.", "Daftar File": {"2009 TA PP DARWIN M. TAMBUNAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/55375", "2009 TA PP DARWIN M. TAMBUNAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/55376", "2009 TA PP DARWIN M. TAMBUNAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/55377", "2009 TA PP DARWIN M. TAMBUNAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/55378", "2009 TA PP DARWIN M. TAMBUNAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/55379", "2009 TA PP DARWIN M. TAMBUNAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/55380", "2009 TA PP DARWIN M. TAMBUNAN 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/55381", "2009 TA PP DARWIN M. TAMBUNAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/55382"}, "Penulis": "DARWIN M. TAMBUNAN (NIM 12104088)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Eng. Syafrizal, ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Cadangan batubara, Program Minescape 4.115C, Tanjung Alam, Kalimantan Selatan", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}