{"Nomor": 12907, "Judul": "PERANCANGAN DAN IMPLEMENTASI NeDiFaMovieGW GROUPWARE FILM ANIMASI TIGA DIMENSI", "Abstrak": "Industri film animasi 3 Dimensi (3D) memiliki beberapa tahapan proses produksi yang melibatkan banyak pelaku di dalamnya dan membutuhkan kolaborasi antar tim agar hasil yang diperoleh maksimal. Pengembangan groupware produksi film animasi didasarkan pada ide bagaimana mendukung suatu kegiatan produksi film yang meliputi komunikasi antar perorangan, membangkitkan ide dan membuat keputusan serta membagi pekerjaan yang ada.Implementasi perancangan ulang proses bisnis produksi film animasi mengarah kepada perancangan dari sisi Teknologi Informasi (TI) yaitu mengembangkan suatu bentuk groupware yang memfasilitasi kolaborasi dalam proses produksi film animasi 3D terutama dalam penanganan manajemen proyek. Dari sisi industri kreatif yaitu merancang groupware produksi film animasi 3D yang memberi dukungan dalam pemberdayaan Sumber Daya Manusia  (SDM) untuk meningkatkan produktivitas industri film animasi 3D yang berkualitas.Mekanisme perancangan dan pengembangan prototipe sistem aplikasi groupware untuk produksi film animasi 3D ini dilakukan dengan studi literatur, observasi, wawancara, analisis kebutuhan, serta permodelan dengan Unified Modelling Language (UML) sesuai perancangan ulang bisnis proses yang telah dilakukan. Implementasi dari groupware produksi film ini diwujudkan dengan NeDiFaMovieGW yang merupakan hasil pengembangan dari sebuah open source eGroupware versi 1.6.001. Pengujian dan evaluasi pengujian secara fungsionalitas dilakukan terhadap prototipe aplikasi NeDiFaMovieGW sesuai alur proses bisnis di produksi film animasi 3D.", "Daftar File": {}, "Penulis": "DIANA SARI (NIM: 23207073)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Emir Mauludi Husni dan Dr. Achmad Imam Kistijantoro"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "groupware, Unified Modelling Language, eGroupware 1.6.001, NeDiFaMovieGW.", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}