{"Nomor": 12915, "Judul": "ANALISIS DAMPAK LALU LINTAS KAWASAN `ISTANA PASTEUR REGENCY` : STUDI KASUS JALAN GUNUNG BATU BANDUNG", "Abstrak": "ABSTRAK:    \n \n \n\nSeiring perkembangan industri arsitektur terbentuk sebuah fenomena antara transportasi dan pengembangan lahan, hal ini mengakibatkan terjadinya perubahan kinerja transportasi karena adanya perubahan tata guna lahan.    \n \n \n\nTesis ini bertujuan menilai kinerja lalulintas dari kondisi do-nothing dan do-something pada ruas jalan dan simpang sekitar kawasan. Dalam kondisi do-nothing kinerja lalulintas dinilai dengan (with) maupun tanpa (without) pengaruh kawasan Istana Pasteur Regency. Selain itu, tesis ini juga bertujuan mencarikan solusi/pengendalian dan penanganan terhadap permasalahan yang terjadi.    \n \n \n\nIdentifikasi masalah yang terjadi pada kawasan ini adalah terjadinya konflik pada  simpang sekitar kawasan pada jam sibuk pagi dan sore hari kerja, sedangkan pada ruas jalan kinerja lalulintas masih dalam kategori stabil. Permasalahan ini terlihat secara visual dan berdasarkan perhitungan yang digambarkan dengan derajat kejenuhan (DS) serta tundaan simpang yang tinggi. Permasalahan konflik terberat dan merupakan daerah rawan macet terdapat pada simpang S3, S4, dan S5.    \n \n \n\nDari 3 (tiga) skenario yang diterapkan, didapat bahwa skenario terbaik adalah skenario 3 yang merupakan gabungan dari semua skenario, yaitu perubahan sirkulasi arus pergerakan lalulintas, perbaikan geometrik pada lengan mayor daerah rawan macet menjadi 4 m per lajur, dan penambahan traffic light dengan sistem koordinasi antar simpang.    \n \n \n\nSkenario 3 merubah status simpang tak bersinyal menjadi simpang bersinyal, dan memberikan kinerja simpang yang lebih baik; seperti pada simpang S3 dalam kondisi sebelumnya nilai DS = 0,70 (pagi); 0,73 (sore) menjadi 0,68 (pagi); 0,66 (sore), untuk S4 nilai DS = 1,08 (pagi); 0,98 (sore) menjadi 0,69 (pagi); 0,72 (sore), dan S5 nilai DS = 1,16 (pagi); 0,86 (sore) menjadi 0,53 (pagi); 0,70 (sore). Dilihat dari tundaan simpang S3 = 11,39 det/smp (pagi) dan 11,72 det/smp (sore) menjadi 5,68 det/smp (pagi) dan 6,16 det/smp (sore), pada S4 = 15,03 det/smp (pagi) dan 14,02 det/smp (sore) menjadi 5,58 det/smp (pagi) dan 7,67 det/smp (sore), serta S5 mempunyai tundaan simpang = 15,74 det/smp (pagi) dan 12,81 det/smp (sore) menjadi 5,46 (pagi) dan 5,76 (sore).", "Daftar File": {}, "Penulis": "Dody Zulkarnaen (NIM 25006032)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Ade Sjafruddin, Ir., M.Sc., Ph.D.", "Pembimbing 2 : Aine Kusumawati, ST., MT., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Traffic impact, degree of saturation, delay ; dampak lalulintas, derajat kejenuhan, tundaan", "Sumber": "", "Staf Input/Edit": "Ena Sukmana  \n                                     Ena Sukmana", "File": "10 file", "Tanggal Input": "27 Sep 2017"}