{"Nomor": 12927, "Judul": "DAMPAK PERUBAHAN IKLIM, REKLAMASI DAN KONVERSI LAHAN TERHADAP REZIM HIDROLOGI DI KAWASAN ANDALAN (KASUS DAS CILIWUNG-DKI JAKARTA)", "Abstrak": "Kawasan andalan Jakarta seringkali rentan terhadap banjir dan genangan di musim hujan disebabkan oleh konversi lahan terbangun yang mengakibatkan perubahan iklim dan penurunan fungsi hidrologi di DAS hulu dan hilir.DAS hilir atau pesisir Jakarta mengalami dampak perubahan iklim global yaitu kenaikan muka laut di teluk Jakarta sebesar 0,579 cm/th. Kawasan andalan menuntut penyediaan lahan sebagai sarana dan prasarana yang memadai sehingga dilakukan perluasan lahan dengan penimbunan pantai ke arah laut (reklamasi pantai tahun 2002) sejauh 1,5 k dengan luas 390,24 km2. Laju pertumbuhan penduduk yang tinggi mengakibatkan penurunan muka tanah di Pantai Indah Kapuk sebesar -5,14 cm/th.Konversi lahan di DAS hulu Ciliwung mengakibatkan terjadi penurunan fungsi hidrologi berdasarkan analisa watershead model statistical hydrology selama 30 tahun (1977-2007) ditandai dengan koefisien air limpasan semakin meningkat diikuti baseflow (aliran dasar) yang semakin menurun. Perubahan iklim lokal DAS  hulu ditandai dengan meningkatnya hujan wilayah bulanan yang mengakibatkan meningkatnya debit rata-rata dan simpanan baku. Ekstrimitas debit ini berdampak pada perubahan debit rencana banjir sehingga kurva banjir semakin ekstrim.Trend hujan ekstrim DAS Ciliwung hulu 5 tahunan menunjukkan hujan maksimum terjadi pada bulan Februari dan hujan minimum bulan Agustus-September hal ini diikuti peningkatan debit rata-rata 5 tahunan maksimum di bulan Februari dan debit minimum di bulan Agustus-September.Simulasi kanal prosmatik 1 dimensi persamaan Saint Venant dengan batas hulu tinggi muka air banjir dari Sugutamu-Depok 2007 dan perubahan di hilir membuktikan pada  banjir 2007 pengaruh hulu lebih dominan dibandingkan perubahan di hilir, kenaikan muka laut sampai 50 tahun pengaruhnya tidak signifikan dibandingkan pengaruh reklamasi (+1,5 km) yang dapat mengakibatkan perlambatan aliran sehingga  meningkatkan tinggi muka air di pesisir lama dan semakin seulitnya air membuang ke laut.Alih fungsi lahan yang tidak berwawasan lingkungan akan mengakibatkan degradasi rezim hidrologi yang berdampak pada degradasi sistem drainase pesisir Jakarta sehingga terjadi peningkatan tinggi dan luas genangan banjir pada setiap kejadian banjir Jakarta.", "Daftar File": {}, "Penulis": "ENDANG SRI PUJILESTARI (NIM 25305018)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Arwin Shabar, M.S."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Hidrologi, Hujan, Debit, Kenaikan muka laut, Reklamasi", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}