{"Nomor": 12920, "Judul": "ANALISIS MORFOTEKTONIK SESAR LEMBANG", "Abstrak": "Sesar Lembang terletak kurang lebih 10 km di utara Kota Bandung yang melintasi Kota Kecamatan Lembang dengan panjang sekitar 22 km berarah barat-timur. Keberadaan sesar ini menjadi sangat penting karena melintasi pemukiman padat penduduk dan daerah wisata. Tetapi sampai saat ini tingkat keaktifan sesar ini masih menjadi perdebatan karena sedikitnya data sejarah kegempaan yang diakibatkan pergerakan sesar ini.Salah satu pendekatan untuk mengidentifikasi tingkat keaktifan Sesar Lembang adalah dengan analisis morfotektonik. Metoda yang akan digunakan adalah analisis morfometri dan analisis stratigrafi sagpond. Analisis morfometri mencakup kurva hipsometrik (hypsometric curve), perbandingan lebar dasar lembah dan tinggi lembah (ratio of valley floor width to valley height), indeks gradien panjang sungai (stream length-gradient index) dan asimetri cekungan pengaliran (drainage basin asymmetry).Hasil analisis morfometri dan stratigrafi sagpond menunjukkan bahwa Sesar Lembang merupakan sesar aktif. Bagian barat memperlihatkan tingkat keaktifan lebih besar daripada bagian timur.Hasil analisis metoda morfometri dan stratigrafi sagpond menunjukkan bahwa Sesar Lembang merupakan sesar normal dimana blok utara (hangingwall) relatif bergeser turun terhadap blok selatan (footwall).Pada Sesar Lembang menunjukkan adanya segmen sesar yang membagi Sesar Lembang menjadi dua segmen. Batas segmen berada di sekitar Sungai Cihideung sebelah barat Kota Lembang. Pembagian segmen ini didasarkan pada pola yang dihasilkan dari perhitungan morfometri, stratigrafi sagpond dan tingkat keaktifan.", "Daftar File": {"2009 TS PP EDI HIDAYAT 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/55502", "2009 TS PP EDI HIDAYAT 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/55503", "2009 TS PP EDI HIDAYAT 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/55504", "2009 TS PP EDI HIDAYAT 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/55505", "2009 TS PP EDI HIDAYAT 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/55506", "2009 TS PP EDI HIDAYAT 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/55507", "2009 TS PP EDI HIDAYAT 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/55508", "2009 TS PP EDI HIDAYAT 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/55509"}, "Penulis": "EDI HIDAYAT [22006302]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Budi Brahmantyo, M.Sc. dan Eko Yulianto, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Sesar Lembang, Morfotektonik, Morfometri, Sagpond, Sesar aktif", "Sumber": "FITB", "Staf Input/Edit": "Rizki Aprianti  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "27 Sep 2017"}