{"Nomor": 12925, "Judul": "TATA KELOLA INSTITUSI SUMBER DAYA AIR : STUDI KASUS DI LINGKUNGAN DIREKTORAT JENDERAL SUMBER DAYA AIR", "Abstrak": "Departemen Pekerjaan Umum melalui Direktorat Jenderal Sumber Daya Air (Ditjen SDA) mempunyai tugas membantu Presiden dalam penyelenggaraan sebagian urusan pemerintahan di bidang pengelolaan sumber daya air yang meliputi penyelenggaraan pengelolaan infrastruktur mulai dari perencanaan, pembangunan, pengoperasian dan pemeliharaan secara berkelanjutan. Pengelolaan infrastruktur sumber daya air antara lain meliputi sektor irigasi, rawa, pantai, danau, dan sungai. Seiring dengan perjalanan waktu, terjadi pergeseran peran pemerintah pusat dari fungsi rowing (pelaksana pembangunan) menjadi fungsi steering (pengaturan, pembinaan dan pengawasan). Dalam pelaksanaan penyelenggaraan tugas yang menjadi kewenangan pusat, Ditjen SDA melaksanakan tugas pembangunan melalui unit pelaksana teknis yang tersebar di seluruh wilayah Indonesia.Kelembagaan pengelolaan sumber air di tingkat pusat memiliki peran penting dalam pelaksanaan tugas khususnya dalam pengelolaan sumber daya air yang menjadi kewenangan Pemerintah Pusat. Bentuk kelembagaan yang berubah-ubah dalam waktu 15 tahun terakhir ini menyebabkan beberapa hambatan pelaksanaan tugas baik yang diselenggarakan oleh Ditjen SDA maupun oleh unit pelaksana teknis. Perubahan kelembagaan ditandai dengan perubahan organisasi dari berbasis sektor menjadi berbasis wilayah administrasi, yang kemudian berubah kembali berbasis sektor.Melalui metode deskriptif, digambarkan perubahan yang terjadi dalam 15 tahun terakhir dan keunggulan maupun kelemahan dari masing-masing bentuk organisasi  yang terjadi pada kelembagaan pengelolaan sumber daya air khususnya di lingkungan Direktorat Jenderal Sumber Daya Air. Analisis tersebut merupakan salah satu bentuk kajian pemilihan kelembagaan pengelolaan sumber daya air pada masa yang akan datang.Pemilihan bentuk kelembagaan pengelolaan sumber daya air tidak terlepas pula dari pola pengelolaan sumber daya air secara nasional dan wilayah sungai, serta peraturan perundang-undangan bidang sumber daya air yang ada seperti Undang Undang No. 7 Tahun 2004 tentang Sumber Daya Air, Peraturan Pemerintah No. 38 Tahun 2007 tentang Pembagian urusan Pemerintahan antara Pemerintah, Pemerintahan Daerah Provinsi, dan Pemerintahan Daerah Kabupaten/Kota, Peraturan Pemerintah No. 20 Tahun 2006 tentang Irigasi, dan sebagainya.", "Daftar File": {"2009 TS PP EKO WINARNO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/55525", "2009 TS PP EKO WINARNO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/55526", "2009 TS PP EKO WINARNO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/55527", "2009 TS PP EKO WINARNO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/55528", "2009 TS PP EKO WINARNO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/55529", "2009 TS PP EKO WINARNO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/55530", "2009 TS PP EKO WINARNO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/55531"}, "Penulis": "EKO WINARNO (NIM 24006092)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Dr. Widjajono Partowidagdo"], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "institusi, kelembagaan, sumber daya air, pengelolaan sumber daya air, institution, organization, water resources, water resources management", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}