{"Nomor": 12938, "Judul": "TINJAUAN KARAKTERISTIK FOAM PLASTIK MIKROSELULER POLISTIRENA DENGAN PENAMBAHAN ADITIF PADA TEKNOLOGI SUPERKRITIS", "Abstrak": "Proses pembuatan plastik mikroseluler merupakan pengembangan dari proses pembuatan foam plastik konvensional. Plastik mikroseluler menggunakan fluida superkritis seperti CO2 dan N2 sebagai blowing agent yang ramah terhadap lingkungan, sehingga proses pembuatan foam plastik mikroseluler dikenal sebagai teknologi ramah lingkungan. Penelitian ini menggunakan sampel polistirena yang dicampur dengan partikel kalsium karbonat atau sabut kelapa dengan konsentrasi 5% yang diproses pada kondisi tekanan 10-22 MPa (T = 95 oC dan 80 oC). Setelah kondisi yang diinginkan tercapai dilakukan dekompresi secara mendadak menuju tekanan atmosfer, dan dilanjutkan dengan proses pemanasan, diakhiri dengan mengalirkan gas CO2 sebagai pendingin. Selanjutnya sampel dikarakterisasi untuk mengetahui rasio volume ekspansi foam, densitas sel, diameter rata-rata sel dan struktur foam yang dihasilkan dengan Scanning Electron Microscope. Pada penelitian ini didapatkan pada sistem PS Murni menghasilkan diameter sel antara 3,970-9,933 μm dan densitas sel 9,14x104 - 6,24x109 cell/cm3. Sistem PS-CaCO3 menghasilkan diameter sel antara 3,501-8,050 μm dan densitas sel 3,31x107 - 1,10x1011 cell/cm3, dan pada sistem PS-Sabut kelapa menghasilkan diameter sel antara 2,520-8,414 μm dan densitas sel 1,50x108 - 1,60x1010 cell/cm3 pada berbagai variasi tekanan.", "Daftar File": {}, "Penulis": "Faidliyah Nilna Minah, Firman Kurniawansyah, Sumarno", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Prosiding", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "polistirena, foam plastik mikroseluler, CO2 superkritis, aditif CaCO3, aditif sabut kelapa, polystyrene, microcellular foam plastic, supercritical CO2, CaCO3 additive, coconut fiber additive", "Sumber": "", "Staf Input/Edit": "Alice D", "File": "0 file", "Tanggal Input": "11 Nov 2016"}