{"Nomor": 12940, "Judul": "SYSTEM DYNAMICS MODELING FOR E-GOVERNMENT IMPLEMENTATION: A CASE STUDY IN BANDUNG CITY, INDONESIA", "Abstrak": "Governments around the world have developed e-Government programs hoping to obtain great benefits. However, many e-Government projects have failed to deliver their promises. Some of such failures are thought to be the results of lack of understanding about the relationships among Ã‚Â‘technologiesÃ‚Â’, Ã‚Â‘information useÃ‚Â’, Ã‚Â‘organizational factorsÃ‚Â’, Ã‚Â‘social contexts involved in the selection, implementation and use of information and communication technologies (ICT)Ã‚Â’. These factors stated above might have produced mismatches and unintended consequences. This research draws on not a few precedent studies as to those factors, and the case of the e-Government program in Bandung municipality, Indonesia, is assumed as a typical example of municipalities in developing nations. In this study, a simulation tool which helps to find the best way to create the efficient and useful e-Government is presented. In particular, the model, which is the core of the simulation tool, takes not only the supply side perspective which describes the mechanism of creating and operating the e-Government system but also the demand side perspective which explains the peopleÃ‚Â’s intention of communicating with the e-Government and their behaviors toward it. The simulation tool is constructed based on System Dynamics as an integrated and comprehensive approach to understand the e-Government and its use. Because of lack of suitable statistical data, simulations were carried out by using subjectively estimated but plausible values of parameters after the sensitivity analysis. From the results of simulations, very complicated trade-off relationships among the allocated project budgets to different types of programs were suggested.", "Daftar File": {}, "Penulis": "FARAH ALFANUR (NIM: 29008016)", "Kontributor / Dosen Pembimbing": ["Pembimbing :Prof. Takeshi Arai dan Dr. Utomo Sarjono Putro"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "e-government, demand side perspective, supply side perspective, system dynamics", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "9 file", "Tanggal Input": "15 Des 2011"}