{"Nomor": 12958, "Judul": "PERANCANGAN DAN IMPLEMENTASI E-LEARNING DENGAN PENDEKATAN ROLE PLAYING GAME UNTUK PEMBELAJARAN MANASIK HAJI", "Abstrak": "Indonesia merupakan negara dengan jumlah kuota jema'ah haji terbesar di dunia. Setiap tahunnya pemerintah Indonesia melalui Departemen Agama Republik Indonesia (Depag RI) memberangkatkan sekitar 200.000 penduduk Indonesia untuk melaksanakan ibadah haji. Sebelum menunaikan ibadah haji, calon jema'ah haji diharapkan dapat memahami tata cara pelaksanaan ibadah haji atau manasik haji dengan baik dan benar. Untuk itu pemerintah memberikan pembekalan melalui pembelajaran kolektif berupa bimbingan manasik haji yang diadakan oleh Depag RI. Disamping itu, calon jema'ah haji juga dapat mengikuti bimbingan manasik haji yang diadakan oleh Kelompok Bimbingan Ibadah Haji (KBIH) yang ada di seluruh Indonesia.Metoda pembelajaran yang kurang interaktif dan jumlah pertemuan yang sedikit seringkali membuat calon jema'ah haji kesulitan untuk memahami manasik haji dengan baik. Disamping itu, kesibukan calon jema'ah haji adakalanya juga mengakibatkan kurang efektifnya bimbingan manasik haji yang dilakukan.Kemajuan teknologi komunikasi dan informasi telah memberikan pengaruh di berbagai bidang, diantaranya metoda pembelajaran berbasis komputer atau e-learning. Game merupakan salah satu produk teknologi informasi yang cukup digemari saat ini. Tidak hanya di kalangan anak-anak, tapi juga di kalangan orang dewasa. Perpaduan teknologi game dan e-learning diharapkan dapat membantu calon jema'ah haji dan siapapun yang ingin mempelajari manasik haji.Penelitian ini dilakukan untuk merancang media pembelajaran manasik haji dengan menggunakan pendekatan role playing game. Media pembelajaran ini diharapkan dapat menghadirkan nuansa pembelajaran yang interaktif dan tidak membosankan sehingga calon jema'ah haji dapat mempelajari manasik haji dengan lebih baik. Pembelajaranpun tidak terikat waktu dan tempat. Namun pembuatan media pembelajaran dengan pendekatan role playing game untuk ibadah haji tidaklah mudah. Banyak aspek dalam perancangan yang perlu diperhatikan.Dalam penyusunan tesis ini dilakukan pengkajian terhadap teknologi yang akan digunakan, konsep ibadah haji, konsep pembelajaran, dan konsep pendukung lainnya yang diperlukan. Kemudian dilanjutkan dengan analisis, perancangan sistem, implementasi, dan pengujian sistem. Aplikasi yang dihasilkan berupa software game RPG pembelajaran manasik haji. Pengguna dapat berperan sebagai jema'ah haji yang akan melakukan perjalanan ibadah haji. Waktu, tempat, dan ritual yang dapat dilakukan disetting sebagaimana pelaksanaan haji sesungguhnya. Dengan aplikasi ini yang dikembangkan ini, pembelajaran manasik haji menjadi lebih interaktif dan menyenangkan. Sehingga pengguna dapat memahami manasik haji dengan lebih baik. Disamping itu, aplikasi ini juga dapat dijadikan sebagai media presentasi oleh KBIH.", "Daftar File": {}, "Penulis": "FITRIYANI (NIM 23207072)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Yoga Priyana dan Dr. Ir. Aciek Ida W., MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "e-learning, manasik haji, role playing game", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}