{"Nomor": 12950, "Judul": "PERPUSTAKAAN UMUM KOTA BANDUNG", "Abstrak": "Perancangan perpustakaan ini berawal dari keinginan pemerintah Kota Bandung yang ingin membangun perpustakaan umum yang dapat dimanfaatkan oleh warga kota Bandung. Di samping itu, pemerintah kota Bandung sedang gencar-gencarnya memperluas dan mengadakan ruang terbuka hijau kota. Maka, dipilihlah lahan perancangan yang merupakan lahan milik pemerintah kota Bandung terletak di Jalan Ambon, Bandung, yang berbatasan langsung dengan area taman Maluku, tepat di sisi Selatan lahan. Perpustakaan umum dan lahan perancangan ini akan menyatu dengan area taman Maluku, sekaligus ruang luar yang dapat di manfaatkan sebagai ruang terbuka umum. Kegiatan dalam perpustakaan ini akan bersinggungan langsung dengan kegiatan warga kota yang memanfaatkan ruang terbuka hijau kota seperti berkreasi, berolahraga, berjalan-jalan, bercengkrama dll.Konsep utama perancangan adalah menjadikan bangunan perpustakaan sebagai elemen yang menyatu dengan fitur taman. Konsep ini diterjemahkan dengan menjadikan : 1). Bangunan sebagai sclupture. 2). Lantai utaman bangunan ditanam ke dalam tanah (sunken). 3). Atap bangunan sebagai ruang terbuka hijau.Pencahayaan alami untuk ruang baca. 4). Sirkulasi dalam bangunan sederhana Selain memenuhi syarat secara fungsi dan kegiatannya, bangunan ini juga diharapkan tetap menggambarkan citra lahan sebagai taman. Keberadaan perpustakaan sebagai sumber informasi, juga diharapkan dapat meningkatkan vitalitas serta kualitasnya sebagai ruang terbuka hijau milik warga kota Bandung. Dengan perancangan ini, keinginan pemerintah kota Bandung untuk menyediakan fasilitas pengetahuan dan informasi untuk warga kota,serta keinginan untuk meningkatkan kualitas dan memperluas ruang terbuka hijau untuk warga kota, dapat tercapai.", "Daftar File": {"2008 TA PP FERDINAND SAMESAWATO SARUMAHA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/55669", "2008 TA PP FERDINAND SAMESAWATO SARUMAHA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/55670", "2008 TA PP FERDINAND SAMESAWATO SARUMAHA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/55671", "2008 TA PP FERDINAND SAMESAWATO SARUMAHA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/55672", "2008 TA PP FERDINAND SAMESAWATO SARUMAHA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/55673", "2008 TA PP FERDINAND SAMESAWATO SARUMAHA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/55674", "2008 TA PP FERDINAND SAMESAWATO SARUMAHA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/55675"}, "Penulis": "FERDINAND SAMESAWATO SARUMAHA (NIM 15204098)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Agus S. Ekomadyo. ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "perpustakaan umum, Bandung", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}