{"Nomor": 12978, "Judul": "KAJIAN HUBUNGAN ANTARA DEBIT BERUBAH CEPAT DENGAN TINGGI MUKA AIR DAN KECEPATAN ALIRAN", "Abstrak": "ABSTRAK: \n\nBanjir merupakan bencana alam yang perlu perhatian serius agar dampak yang diakibatkan dapat diminimalkan. Pada kejadian banjir terjadi suatu fenomena dimana debit, tinggi muka air dan kecepatan aliran mencapai nilai maksimum pada  waktu yang tidak bersamaan. \n\nUntuk membuktikan dan memperlihatkan fenomena tersebut maka pada penelitian ini dibuatlah suatu pemodelan aliran tak tunak dengan bantuan flume di Laboratorium Uji Model Fisik Hidraulik, Fakultas Teknik Sipil dan Lingkungan Institut Teknologi Bandung. Selain pemodelan fisik, untuk mendukung penelitian ini dilakukan pula pemodelan numerik satu dimensi dengan syarat batas yang didapat dari hasil pemodelan fisik. \n\nDari hasil pemodelan fisik maupun pemodelan numerik diperoleh bahwa kecepatan aliran mencapai nilai maksimum terlebih dahulu, kemudian debit mencapai nilai maksimum dan tinggi muka air mencapai nilai maksimum terakhir. Dan hasil pemodelan numerik satu dimensi tidak jauh berbeda nilainya dengan hasil pemodelan fisik. Pemodelan numerik satu dimensi tidak hanya dilakukan untuk penampang berbentuk persegi panjang saja, pemodelan juga dilakukan untuk saluran dengan penampang berbentuk trapesium dengan kemiringan z = 1 dan z = 2. Hal ini dilakukan untuk melihat efek dari perbedaan bentuk penampang saluran. Dengan syarat batas, kekasaran saluran dan lebar dasar saluran yang sama didapatkan debit pada saluran berpenampang trapesium dengan z = 2 lebih besar dibandingkan dengan saluran berpenampang trapesium dengan z =1 dan saluran berpenampang persegi panjang. Ini disebabkan pada saluran berpenampang trapesium dengan z = 2 memiliki luas penampang basah yang lebih besar dibandingkan saluran berpenampang trapesium dengan z = 1 dan saluran berpenampang persegi panjang, mengingat debit adalah fungsi dari kecepatan aliran dan luas penampang basah.", "Daftar File": {}, "Penulis": "Heruyoko (NIM 25006009)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Indratmo Soekarno, Prof. Ir., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "discharge measurement, channel flow, dynamic wave, Preissman ; pengukuran debit, gelombang dinamis", "Sumber": "", "Staf Input/Edit": "Ena Sukmana  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}