{"Nomor": 12976, "Judul": "KAJIAN PENERAPAN INSTRUMEN ROAD MAINTENANCE FUND UNTUK PEMELIHARAAN JALAN KABUPATEN/KOTA : STUDI KASUS JALAN KOTA BANDUNG DAN JALAN KABUPATEN SUBANG", "Abstrak": "ABSTRAK:  \n \n\nKeberbatasan pendanaan infrastruktur di Indonesia, mengakibatkan kurangnya pembangunan jalan-jalan baru dan tidak terpeliharanya jalan-jalan yang sudah ada. Efek tidak terpeliharanya jalan akan dirasakan pengguna dengan meningkatnya biaya perjalanan. Peningkatan biaya perjalanan ini akan terus bertambah seiring dengan semakin rusaknya jalan-jalan yang ada, sesuai mekanisme kerusakan jalan.   \n \n\nInstrumen pungutan untuk pemeliharaan jalan telah banyak diterapkan di beberapa negara dan dikenal sebagai dana jalan (Road Fund). Dana ini dikelola oleh stakeholders  pengguna jalan agar terjamin bahwa pungutan yang dikumpulkan akan dialokasikan kembali untuk sektor jalan. Penelitian ini melakukan kajian mengenai instrumen pungutan untuk dana pemeliharaan jalan yang mencakup jenis dan besarannya.  \n \n\nBerdasarkan jenis kajian, instrumen yang dipilih adalah retribusi kendaraan, iuran BBM, retribusi kendaraan berat, retribusi parkir, dan retribusi lintas batas. Hal ini didasarkan dari pengalaman penerapan dibanyak negara dan memenuhi beberapa kriteria yaitu : karakteristik administrasi, dan kemudahan dalam penerapan, dan mekanisme pengumpulannya.  \n \n\nDari hasil perhitungan, untuk Kota Bandung lebih baik dilakukan earmarking sebesar 20% kemudian sisanya dibebankan kepada pengguna jalan, karena perbandingan alokasi untuk belanja jalan jauh lebih kecil dibandingkan pendapatan yang diterima. Sedangkan untuk Kabupaten Subang, dilihat dari total pungutan perkendaraan yang dibebankan sangat besar sekali, maka dinilai Road Fund melalui Road User Charge kurang applicable jika diterapkan di kabupaten Subang.", "Daftar File": {}, "Penulis": "Herlin Ramadhayanti (NIM 25007040)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1:Ade Sjafruddin, Dr. Ir., M.Sc.", "Pembimbing 2: Willy Tumewu, Ir., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Road maintenance fund,  charging instrument ; dana pemeliharaan jalan, instrumen pungutan", "Sumber": "", "Staf Input/Edit": "Ena Sukmana  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}