{"Nomor": 12988, "Judul": "KAJIAN PENCOCOKAN CITRA (IMAGE MATCHING) SETELAH FILTERISASI DENGAN TRANSFORMASI WAVELET SATU DIMENSI", "Abstrak": "Pada fotogrametri terdapat proses pencocokan citra yang dapat dilakukan secara analog maupun dijital. Dengan semakin berkembangnya teknologi dan meningkatnya kebutuhan manusia, maka diperlukan suatu cara yang dapat mempermudah otomatisasi pencocokan citra dijital tersebut. Salah satu metoda yang dapat digunakan adalah dengan menggunakan transformasi wavelet, dalam hal ini transformasi wavelet satu dimensi.Transformasi wavelet dapat melihat kandungan spektrum pada domain frekuensi. Dengan menggunakan transformasi wavelet satu dimensi dapat diketahui sinyal dari citra yang berada pada frekuensi tinggi maupun frekuensi rendah, sehingga dapat dilihat noise serta kediskontinyuan pada sinyal untuk kemudian mereduksi noise pada sinyal tersebut agar bisa didapat nilai korelasi maksimum bagi pencocokan citra tanpa menghilangkan banyak unsur spasial.Dengan transformasi wavelet satu dimensi, terjadi peningkatan nilai korelasi pada setiap kenaikan level dekomposisi dan setiap kenaikan ukuran citra pencarian, terutama pada citra homogen. Penggunaan induk wavelet terbaik pada penelitian ini adalah Daubechies-3, pada level dekomposisi kedua untuk sekuensial ke arah horisontal dan level ketiga untuk ke arah vertikal, dengan ukuran citra pencarian 61x61 piksel, untuk contoh kasus wilayah SABUGA ITB, Bandung, Indonesia.", "Daftar File": {"2009 TA PP IKA NUGRAENI RAHAYU 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/55867", "2009 TA PP IKA NUGRAENI RAHAYU 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/55868", "2009 TA PP IKA NUGRAENI RAHAYU 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/55869", "2009 TA PP IKA NUGRAENI RAHAYU 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/55870", "2009 TA PP IKA NUGRAENI RAHAYU 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/55871", "2009 TA PP IKA NUGRAENI RAHAYU 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/55872", "2009 TA PP IKA NUGRAENI RAHAYU 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/55873"}, "Penulis": "IKA NUGRAENI RAHAYU (NIM 15104027)", "Kontributor / Dosen Pembimbing": ["Pembimbng : Ir. Kosasih Prijatna, M.T. dan Ir. Andri Hernandi, M.S.P."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pencocokan Citra, Transformasi Wavelet Satu Dimensi, Fotogrametri Dijital", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}