{"Nomor": 12996, "Judul": "UPAYA PENINGKATAN KUALITAS TENAGA KERJA PADA KONTRAKTOR KELAS MENENGAH DAN KECIL: Studi kasus Kontraktor kelas menengah dan kecil di kota Semarang Propinsi Jawa Tengah", "Abstrak": "Upaya peningkatan kualitas tenaga kerja kontraktor merupakan suatu kebutuhan yang penting mengingat tantangan-tantangan yang dihadapi oleh kontraktor dan juga persaingan antar-kontraktor yang semakin kompetitif seperti masa sekarang ini.Penelitian bertujuan untuk mengidentifikasi dan mengkaji kualitas tenaga kerja dan upaya peningkatannya, serta faktor-faktor yang mempengaruhi upayakualitas tenaga kerja kontraktor kelas menengah dan kecil. Survey dilakukan dengan wawancara dan penyebaran kuesioner pada kontraktor kelas menengah dan kecil di wilayah Semarang dan sekitarnya. Tenaga kerja yang dimaksud adalah tenaga kerja staff kontraktor bukan tenagakerja lepas kontraktor (bukan tukang dan mandor). Hasil penelitian menunjukkan bahwa kualitas tenaga kerja kontraktor dipengaruhi oleh faktor internal dan eksternal tenaga kerja. Enam faktor internal peringkat atas yaitu pengalaman kerja, tingkat pendidikan, kemampuan intelektual, sikap/perilaku serta motivasi untuk bekerja. Sedangkan enam peringkat atas faktor eksternal adalah: perasaan aman dan nyaman dalam bekerja, kepemimpinan dan manajemen perusahaan, kejelasan karidr tenaga kerja, lingkungan kerja perusahaan, kepuasan kerja tenaga kerja, dan pengetahuan tentang pekerjaan.Untuk meningkatkan kualitas tenaga kerja, upaya yang dilakukan kontraktor yaitu meningkatkan pengalaman kcrja. pelatihan tenaga kerja yang mengandalkan pelatihan yang diselenggarakan oleh pemerintah baik melalui DPU, LPJK, atau asosiasi yang terkait (Gapensi, dll). dan pengawasan yang ketat terhadap tenaga kerja, pendidikan tenaga kerja. dan menyewa tenaga kerja dari luar perusahaan. Faktor-faktor yang mempengaruhi upaya kontraktor tersebut digolongkan dalam dua golongan yaitu faktor internal dan faktor eksternal. Faktor internal yaitu biaya yang dibutuhkan, waktu yang diperlukan, kemampuan tenaga kerja yang tidak sesuai dengan yang diinginkan perusahaan, motivasi tenaga kerja dalam bekerja, lingkungan kerja perusahaan, kebijakan pimpinan perusahaan, kebutuhan manajemen untuk meningkatkan standar kerja, upaya untuk memperbaiki sikap/perilaku tenaga kerja, kebutuhan untuk promosi jabatan dan kenaikan gaji tenaga kerja. Sedangkan faktor eksternal yaitu kemajuan dan perubahan teknologi, persaingan bisnis perusahaan, kondisi perekonomian yang tumbuh dan berkembang, perubahan keadaan demografis (kependudukan). kondisi sosial budaya yang berkembang, pasar tenaga kerja yang luas, kebijakan (peraturan) pemerintah, tuntutan pemberi proyek, dan kesempatan mengikuti kegiatan pelatihan/pendidikan dari luar perusahaan.", "Daftar File": {}, "Penulis": "IRWAN APRIYANTO (NIM 25099052)", "Kontributor / Dosen Pembimbing": ["Pembimbing: DR.Ir. Krishna S. Pribadi"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Small and medium contractors, human resource quality, quality improvement, human resource development. factors influence human resource development", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}