{"Nomor": 12990, "Judul": "POLA ADOPSI TEKNOLOGI INFORMASI DAN KOMUNIKASI DI DESA: Suatu Tinjauan Melalui Konfigurasi Sosio Teknis", "Abstrak": "Penelitian yang dilakukan ini menggambarkan bagaimana proses adopsi teknologi informasi daan komunikasi terkait dengan berbagai pelaku, artifak teknis dan relasi antar mereka. Hasil penelitian ini berusaha menjelaskan bagaimana pola relasi antar para pelaku dan artifak-artifak teknis tersebut membentuk suatu konfigurasi sosio teknis yang kemudian mendeskripsikan bagaimana terjadinya pola konsepsi dan pola adopsi atas suatu teknologi informasi dan komunikasi dalam kasus yang disajikan.Lebih jauh peneliti berusaha menggambarkan bagaimana negosiasi-negosiasi terjadi, tidak saja antar para pelaku yang relevan tersebut namun juga dengan  artifak-artifak teknis yang terkait, dalam proses pembentukan pola konsepsi dan pola adopsi teknologi informasi dan komunikasi. Kemudian, akan dijelaskan bagaimana ruang-ruang yang tercipta bagi para pelaku dan atrifak-artifak teknis untuk saling bernegosiasi dalam proses pembentukan pola konsepsi dan adopsi tersebut mempengaruhi pola adopsi suatu teknologi. Salah satu isu yang dibahas terkait dengan ini adalah apakah demokrasi dalam adopsi teknologi, yang terkait dengan kesempatan bagi para pelaku untuk bernegosiasi tersebut, mempengaruhi pola adopsi teknologi.Penelitian ini dilakukan terhadap dua kasus adopsi teknologi informasi di pedesaan. Kedua kasus tersebut adalah kasus adopsi teknologi dalam suatu proyek di Desa Cinta Mekar, Kabupaten Subang, Jawa Barat yang dilakukan oleh Pusat Penelitian Teknologi Informasi dan Komunikasi ITB dan dalam suatu proyek inisiatif masyarakat yang dilakukan oleh sebuah LSM bernama Sekolah Rakyat di Desa Limbangan, Kabupaten Kendal, Jawa Tengah.", "Daftar File": {"2009 TS PP ILHAM CENDEKIA SRIMARGA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/55881", "2009 TS PP ILHAM CENDEKIA SRIMARGA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/55882", "2009 TS PP ILHAM CENDEKIA SRIMARGA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/55883", "2009 TS PP ILHAM CENDEKIA SRIMARGA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/55884", "2009 TS PP ILHAM CENDEKIA SRIMARGA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/55885", "2009 TS PP ILHAM CENDEKIA SRIMARGA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/55886", "2009 TS PP ILHAM CENDEKIA SRIMARGA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/55887"}, "Penulis": "ILHAM CENDEKIA SRIMARGA (NIM 24006054)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ir. Sonny Yuliar"], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "konfigurasi sosio teknis, pola adopsi, pola konsepsi, negosiasi, socio-technical configuration, adoption pattern, conception pattern, negotiation.", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}