{"Nomor": 12992, "Judul": "STUDI KORELASI ANTARA DATA SEISMIC REFRACTION, PENYELIDIKAN TANAH DI LAPANGAN DAN SIFAT REKAYASA LABORATORIUM DI RUAS JALAN TOL CIPULARANG", "Abstrak": "Beberapa kasus menyangkut bidang geoteknik di lapangan membutuhkan penanganan yang segera, sedangkan penyelidikan tanah dalam bidang geoteknik yang ada masih membutuhkan waktu yang relatif lama, dan masalah mobilisasi alat yang cukup berat. Pengujian di bidang geofisika, dalam hal ini refraksi seismik, pada umumnya membutuhkan waktu yang relatif cepat, dan mobilisasi alat yang lebih mudah. Untuk keperluan tersebut, analisis studi dilakukan dengan membandingkan antara masing-masing data hasil penyelidikan tanah di lapangan maupun di laboratorium dengan data kecepatan gelombang tekan dan kecepatan gelombang geser hasil pengujian refraksi seismik pada lokasi yang sama. Korelasi dibuat dengan berbagai tipe regresi antara hasil data refraksi seismik dengan data hasil penyelidikan tanah di lapangan dan laboratorium. Analisis korelasi antara nilai data penyelidikan tanah di lapangan menunjukkan tidak adanya korelasi antara data jenis tanah, nilai N-SPT dan tahanan ujung konus dengan kecepatan gelombang tekan maupun geser. Sedangkan analisis korelasi data penyelidikan tanah di laboratorium menunjukkan adanya korelasi hanya pada data persen kandungan lempung, kohesi, sudut geser dalam dan kekuatan geser tanah. Hal ini ditunjukkan dari nilai R2 yang didapat dari hasil regresi. Pengujian refraksi seismik di lapangan menggunakan metoda masuda. Studi dilakukan pada daerah kritis, yaitu pada daerah yang pernah mengalami longsoran dan amblasan jalan pada ruas jalan tol cipularang antara km 109 +400 sampai km 91 +555 (ruas Cikalong Wetan).", "Daftar File": {}, "Penulis": "INGRID MULTI REZEKI (NIM 25005005)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Ilyas Suratman, CES, DEA."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "refraksi seismik, kecepatan gelombang, korelasi, regresi, seismic refraction, wave velocity, correlation, regression", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}