{"Nomor": 13001, "Judul": "MENUMBUHKAN AWARENESS TATA KELOLA TEKNOLOGI INFORMASI NASIONAL DI KANTOR PUSAT DIREKTORAT JENDERAL PERBENDAHARAAN DEPARTEMEN KEUANGAN", "Abstrak": "Penggunaan TI untuk mendukung sistem informasi di kantor pusat DJPb membutuhkan dana investasi yang cukup besar, disertai resiko kegagalan yang tidak kecil. Agar resiko-resiko yang terkait dengan TI dapat dikelola dan manfaat yang dijanjikan oleh TI dapat menjadi kenyataan, maka dibutuhkan suatu tata kelola TI. Tata kelola TI yang dilaksanakan di kantor pusat DJPb harus berdasarkan Tata Kelola TI Nasional yang telah dikeluarkan oleh Departemen Komunikasi dan Informatika. Agar Tata Kelola TI Nasional dapat diimplementasikan dengan baik, maka dibutuhkan suatu awareness dari pegawai dalam melaksanakan Tata Kelola TI Nasional di kantor pusat DJPB.Awareness dalam tata kelola TI dapat ditumbuhkan dengan melakukan suatu komunikasi yang efektif kepada pegawai di lingkungan kantor pusat DJPb. Oleh karena itu, pemilihan strategi dalam komunikasi dan isi yang akan disampaikan harus dilakukan agar menghasilkan komunikasi yang efektif. Strategi komunikasi yang dapat digunakan adalah dengan melibatkan komitmen pimpinan kantor pusat DJPb. Direktorat Sistem Perbendaharaan sebagai unit pengelola TI harus terlibat secara aktif dalam melakukan komunikasi tersebut. Berbagai macam dialog tata kelola TI yang dipandu oleh nara sumber yang memahami Tata Kelola TI Nasional adalah salah satu cara untuk menumbuhkan awareness pegawai di kantor pusat DJPb.", "Daftar File": {}, "Penulis": "IWAN MEGAWAN (NIM: 23207304)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Dr. Ir. Suhono Harso Supangkat, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Tata Kelola TI, awareness, komunikasi efektif", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}