{"Nomor": 13008, "Judul": "APPLICATION OF IONIC LIQUIDS FOR SEPARATION OF PROPYNE FROM PROPYLENE: SOLUBILITY AND SELECTIVITY STUDIES", "Abstrak": "Separation or removal of propyne from propylene, generated by naptha cracking process, is one of the most important processes in petrochemical industries because ppm level of propyne contained in feed olefins can serve as catalyst poisons in the polymerization of olefins. Recently, room temperature ionic liquids (RTILs) were introduced as novel solvents for the separation of various gases and hydrocarbons. RTIL is a salt composed of unsymmetrical organic cation and organic/inorganic anion which melts at room temperature. Prior to the decision of material selection for the effective separation of propyne/propylene employing RTIL, solubility behaviors and selectivities of propyne and propylene in various RTILs were investigated. For the solubility of propyne and propylene in 1-R-3-methylimidazolium-based RTILs, solubility measurement, thermodynamic analysis, and computational calculation strongly imply that the solubility of propyne is controlled by a trade-off between a specific solute-solvent interaction (hydrogen bonding of propyne-anion) and non bonding interaction (solubility parameter). In contrast, the solubility of propylene seems to be much strongly dependent on non-bonding interaction (solubility parameter) closely related to the physical attractive forces as suggested by regular solution theory. Thus, to achieve high selectivity of propyne over propylene, a RTIL with smaller-size and stronger hydrogen bonding ability should be employed.", "Daftar File": {}, "Penulis": "Jelliarko Palgunadi, Antonius Indarto, Haryo Winoto, and Hoon Sik Kim", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Prosiding", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "propyne, propylene, solubility, selectivity, ionic liquids", "Sumber": "", "Staf Input/Edit": "Alice D", "File": "0 file", "Tanggal Input": "11 Nov 2016"}