{"Nomor": 13028, "Judul": "APLIKASI PERANGKAT LUNAK SIMULATING WAVES NEARSHORE (SWAN) DALAM PEMODELAN GELOMBANG ACAK DI MUARA SUNGAI BLANAKAN, KAB. SUBANG - JAWA BARAT", "Abstrak": "Abstrak:Pada studi kasus tugas akhir mengenai Aplikasi Perangkat Lunak Simulating Waves Nearshore (SWAN) dalam Pemodelan Gelombang Acak di Muara Sungai Blanakan, Kab.Subang Ã‚Â– Jawa Barat ini akan dibahas mengenai distribusi gelombang di lokasi studi yaitu Muara Sungi Blanakan menggunakan parameter-parameter dari data lapangan. Parameter yang digunakan adalah berbagai input spectrum diantaranya spectrum Pierson Moskowit, spektrum Jonswap, spectrum TMA dan spectrum hasil pengukuran tinggi gelombang di laut jawa. Selain itu dimasukkan parameter angin yang dibagi menjadi angin minimum, angin rata-rata dan angin maksimum. Parameter ketingian elevasi muka air dimasukkan mengacu pada ketinggian pasang surut, data yang diambi adalah ketinggian muka air pada kondisi muka air terrendah (LLWL), rata-rata (MSL) dan tertinggi (HHWL). Parameter terakhir yang digunakan adalah arah dating gelombang yang berasal dari arah Barat Laut, Utara dan Timur Laut.Untuk melihat distribusi tinggi gelombang di lokasi studi dilakukan pemodelan menggunakan perangkat lunak SWAN. Selain melihat distribusi ketinggian gelombang berdasarkan parameter yang ditentukan, dalam tugas akhir ini juga dilakukan analisis karakteristik gelombang di beberapa titik tinjau pada lokasi studi dengan merubah beberapa parameter input model. Hasil akhir tugas akhir ini berupa output persebaran tinggi gelombang di lokasi strudi dan analisis karakteristik gelombang di titik tinjauan.", "Daftar File": {}, "Penulis": "Mauludin Dwi Yoga Sutanto (NIM 15505005)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Hendra Achiari, Dr. Ir., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Simulating Waves Nearshore (SWAN), Pemodelan, Gelombang acak, Muara Sungai Blanakan, Subang, Jawa Barat", "Sumber": "", "Staf Input/Edit": "Ena Sukmana  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}