{"Nomor": 13027, "Judul": "APLIKASI SISTEM INFORMASI GEOGRAFIS UNTUK ANALISIS HIDROGRAF BANJIR PADA URBAN WATERSHED", "Abstrak": "Pemanfaatan lahan perkotaan yang tidak mempertimbangkan dan memperdulikan aspekaspek keseimbangan lingkungan seperti penyediaan kawasan resapan air, akan berpengaruh terhadap pola aliran air pada saat terjadi hujan. Semakin sedikitnya kawasan resapan air menyebabkan air hujan yang jatuh kepermukaan tanah sebagian besar akan menjadi limpasan permukaan (runoff).Volume limpasan yang besar jika tidak diimbangi dengan kapasitas dan kondisi drainase kota yang baik akan menimbulkan genangan banjir pada kawasan perkotaan. Genangan banjir jika tidak diatasi akan menimbulkan berbagai masalah baru di perkotaan. Sebagai langkah awal untuk menangani masalah banjir tersebut dilakukan penelitian terhadap seberapa besar volume limpasan yang terjadi dan seberapa besar kapasitas drainase ada, sehingga dapat diketahui apakah volume limpasan yang terjadi masih berada pada ambang batas kapasitas drainase.Untuk menjawab pertanyaan-pertanyaan tersebut dilakukan analisis hidrograf banjir dengan melalui pendekatan Model Hidrologi dan Sistem Informasi Geografis (SIG). Pemanfaatan SIG diharapkan dapat membantu dalam melakukan analisis spasial sehingga memberikan informasi yang bersifat keruangan. Hasil penelitian mengindikasikan bahwa debit puncak yang terjadi pada beberapa outlet yang ditinjau telah melampaui ambang batas kapasitas aliran drainase", "Daftar File": {"2005 TS PP MAULANA CHATIB DONAL 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/56076", "2005 TS PP MAULANA CHATIB DONAL 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/56077", "2005 TS PP MAULANA CHATIB DONAL 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/56078", "2005 TS PP MAULANA CHATIB DONAL 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/56079", "2005 TS PP MAULANA CHATIB DONAL 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/56080", "2005 TS PP MAULANA CHATIB DONAL 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/56081", "2005 TS PP MAULANA CHATIB DONAL 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/56082"}, "Penulis": "MAULANA CHATIB DONAL (NIM 25103004)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ir. D. Muhally Hakim, M.Sc., dan Dr.Ir. Agung Budi Harto, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "runoff, flood hydrograph, peak discharge, drainage capacity, GIS, urban watershed", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}