{"Nomor": 13039, "Judul": "MENUJU KETERSEDIAAN AIR YANG BERKELANJUTAN DI DAS CIKAPUNDUNG HULU : SUATU PENDEKATAN SYSTEM DYNAMICS", "Abstrak": "Perkembangan pemanfaatan lahan di DAS Cikapundung Hulu saat ini telah memperlihatkan kondisi yang mengkhawatirkan. Hal tersebut dapat dilihat dari semakin meningkatnya laju koefisien limpasan (runoff) dan menurunnya aliran infiltrasi serta baseflow di DAS. Fenomena tersebut mengindikasikan telah berubahnya kondisi tata air di DAS yang selain akan menimbulkan permasalahan semakin berkurangnya ketersediaan air Sungai Cikapundung yang selama ini dimanfaatkan untuk pasokan air baku PDAM, PLTA maupun irigasi, juga akan menimbulkan potensi bencana, baik banjir, kekeringan maupun tanah longsor. Kondisi tersebut tidak terlepas dari letak geografis DAS Cikapundung Hulu yang berada di dalam Kawasan Cekungan Bandung yang merupakan salah satu dari pusat kegiatan nasional (PKN) yang perekonomiannya berkembang sangat pesat sehingga memerlukan peningkatan dukungan sumber daya yang besar pula baik berupa sumber daya manusia maupun sumber daya alam.Menggunakan suatu model simulasi yang dibangun dengan metodologi system dynamics (dinamika sistem), beberapa alternatif kebijakan telah dirumuskan guna menjaga kontiyuitas keandalan ketersediaan air baik air tanah maupun air permukaan serta memulihkan kondisi keseimbangan pemanfaatan lahan guna mendukung seluruh aktivitas dan kehidupan masyarakat. Alternatif kebijakan tersebut adalah : (a) pembangunan rusunami (apartemen sederhana) untuk memenuhi kebutuhan pertumbuhan penduduk yang pesat di DAS Cikapundung Hulu, (b) pengembalian fungsi hutan, (c) pembuatan lubang resapan biopori di kawasan permukiman, dan (d) membangun bendung di Sunagi Cikapundung yang terletak di daerah Bantar Awi untuk menjamin tersedianya pasokan air untuk berbagai kebutuhan di setiap saat. Pengujian adopsi kebijakan untuk menjaga kontinyuitas keandalan ketersediaan air dengan model system dynamics memperlihatkan berbagai perubahan perilaku.Hasil pengujian terhadap skenario kebijakan yang dikembangkan memperlihatkan bahwa kombinasi dari keempat kebijakan tersebut akan memberikan efek pemulihan lahan hutan dan terkendalinya tekanan kebutuhan lahan permukiman sehingga terjadi peningkatan laju aliran infiltrasi dan baseflow serta penurunan koefisien runoff. Selain itu kebutuhan pasokan air dari Sungai Cikapundung akan selalu terpenuhi setiap saat dengan adanya bangunan bendung yang mampu menampung kelebihan debit air pada musim hujan untuk didistribusikan pada musim kemarau.", "Daftar File": {"2009 TS PP M. SALAHUDIN RASYIDI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/56139", "2009 TS PP M. SALAHUDIN RASYIDI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/56140", "2009 TS PP M. SALAHUDIN RASYIDI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/56141", "2009 TS PP M. SALAHUDIN RASYIDI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/56142", "2009 TS PP M. SALAHUDIN RASYIDI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/56143", "2009 TS PP M. SALAHUDIN RASYIDI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/56144", "2009 TS PP M. SALAHUDIN RASYIDI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/56145", "2009 TS PP M. SALAHUDIN RASYIDI 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/56146", "2009 TS PP M. SALAHUDIN RASYIDI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/56147"}, "Penulis": "M. SALAHUDIN RASYIDI (NIM 24006091)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Muhammad Tasrif, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "DAS Cikapundung Hulu, ketersediaan air, system dynamics, pemanfaatan lahan, biopori, rusunami.", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}