{"Nomor": 13040, "Judul": "FATIGUE CHARACTERISTICS OF AN ASPHALT MIX CONTAINING A GEOTEXTILE", "Abstrak": "Aspal baton dengan gradasi menerus memiliki ketahanan yang baik terhadap deformasi pernianen, tetapi kurang tahan terhadap retak akibat kelelahan (akibat beban berulang). Jika aspal baton digunakan sebagai lapisan permukaan (pembangunan baru ataupun pelapisan ulang), kehancuran terutama disebabkan oleh retak, bukan oleh deformasi. Salah satu kemungkinan cara perkuatan lapisan aspal adalah dengan menggunakan geotekstil. Pemakaian geotekstil pada lapisan aspal diharapkan dapat mereduksi besarnya regangan atau lendutan yang terjadi sehingga bisa mempertipis tebal lapisan aspal atau bisa memperpanjang umur pelayanan jalan tersebut.Tujuan utama dari penelitian ini adalah untuk mengevaluasi karakteristik kelelahan berdasarkan uji laboratorium terhadap aspal baton yang diperkuat dengan geotekstil maupun yang tidak, dengan menggunakan mesin uji kelelahan DARTEC. Pengujian dilaksanakan dengan cara kontrol-tegangan dan pola pembebanan sinusoidal menggunakan metoda pengujian lentur dengan empat titik penbebanan. Hanya satu tipe geotekatil yaitu Trevira Spunbond 011140 dan satu posisi yaitu 1 cm dari bagian bawah sainpel yang diselidiki. Semua pengujian dilakukan pada temperatur ruangan.Parameter yang digunakan untuk mengevaluasi karakteristik kelelahan aspal baton tanpa dan dengan geotekstil adalah umur kelelahan dan effectiveness factor, regangan awal dan kekakuan awal, jumlah siklus untuk retak awal dan penjalaran retak serta mekanisme keretakan.Hasil pengujian menunjukkan bahwa pemasangan geotekstil pada aspal baton berhasil memperbaiki karakteristik kelelahan aspal baton. Effectiveness factor, yaitu rasio antara umur kelelahan aspal baton yang memakai geotekstil dengan yang tidak, pada tingkat tegangan yang diberikan herkisar antara 6,01 sampai dengan 8,83.Pemakaian geotekstil tidak memberikan pengaruh pada kekakuan awal dan regangan awal aspal baton. Rasio kekakuan awal antara aspal baton yang diperkuat dan tidak di.perkuat adalah 1,07 dan rasio regangan awal berkisar antara 0,95 sampai dengan 0,98.Rasio antara jumlah siklus penjalaran retak pada aspal baton yang menakai geotekstil dengan yang tidak, berkisar antara 38,74 sampai den an 43,37. Jumlah siklus untuk terjadinya retak awal juga lebih besar pada aspal baton yang mengandung geotekstil.Analisa mekanisme retak pada aspal baton yang diperkuat dengan geotekstil manunjukkan bahwa penjalaran retak tertahan oleh geotekstil sebelum menjalar naik ke permukaan.", "Daftar File": {"2000 TS PP M SYAHRIAL 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/56148", "2000 TS PP M SYAHRIAL 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/56149", "2000 TS PP M SYAHRIAL 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/56150", "2000 TS PP M SYAHRIAL 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/56151", "2000 TS PP M SYAHRIAL 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/56152", "2000 TS PP M SYAHRIAL 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/56153", "2000 TS PP M SYAHRIAL 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/56154"}, "Penulis": "M. SYAHRIAL (NIM 26997011)", "Kontributor / Dosen Pembimbing": ["Pembimbing: James McElvaney, PhD, BE., CEng., MICE., Dr.Ir. Bambang Sugeng Subagio, DEA., dan Prof Ir. Trisno Soegondo, MSCE, FIHT."], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "deformation, conventional, laboratory", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}