{"Nomor": 13050, "Judul": "DNA MITOKONDRIA GAJAH SUMATERA SERTA HUBUNGANNYA DENGAN SPESIES DAN SUBSPESIES GAJAH LAIN", "Abstrak": "Sepanjang 55 juta tahun terdapat 500 spesies gajah yang dikenal, namun sekarang di dunia hanya tinggal dua spesies yang masih hidup yaitu, gajah Afrika dan gajah Asia yang hanya tersisa empat subspesies salah satunya adalah gajah Sumatera yang termasuk dalam daftar hewan langka yang dilindungi di Indonesia, keberadaannya diambang kepunahan karena populasinya yang terus menurun dari tahun ke tahun akibat perusakan habitat dan perburuan liar. Sampai saat ini belum ada satupun informasi yang berkaitan dengan DNA mitokondria hewan langka yang nyaris punah tersebut. Sistim genetik unik mtDNA yang menjadikannya berbeda dengan DNA inti di antaranya adalah pola pewarisannya yang spesifik yaitu, hanya diturunkan dari ibu (matternally inherited). Hal ini dapat dijadikan alat untuk menelusuri hubungan kekerabatan antara individu segaris keturunan ibu. Selain itu, pada mtDNA terdapat daerah yang tidak mengode protein disebut daerah D-loop yang mempunyai tingkat polimorfisme tertinggi dan dapat digunakan untuk menentukan identitas suatu individu berkaitan dengan penelusuran asal usul. Tujuan penelitian ini adalah untuk mendapatkan urutan nukleotida DNA mitokondria gajah Sumatera bagian D-loop dan mengetahui hubungan kekerabatannya dengan spesies lain yaitu gajah Afrika (Loxodonta africana), Mammoth (Mammuthus primigenius) dan dengan subspesies lain dari gajah Asia yaitu gajah India (Elephas maximus indicus).Metoda yang dilakukan pada penelitian ini terdiri atas lima tahap dimulai dari pengumpulan sampel, amplifikasi mtDNA, elektroforesis, penentuan urutan nukleotida dan analisis hasil sequensing. Sampel yang digunakan yaitu gajah Sumatera (Elephas maximus sumatrensis) yang merupakan subspesies gajah Asia, yang terdapat di Kebun Binatang Bandung. Pengambilan sampel rambut tiga gajah tersebut dibantu oleh petugas Kebun Binatang Bandung. Amplifikasi mtDNA dilakukan dengan teknik Polymerase Chain Reaction menggunakan pasangan primer P22F/P22R yang dirancang atas dasar urutan D-loop Elephas maximus indicus menggunakan program Genmon dan Primer selectTM. Elektroforesis dilakukan pada gel agarosa. Sebagai penanda (marker) digunakan plasmid pUC19/HinfI. Untuk keperluan penentuan urutan nukleotida, sampel hasil PCR dilakukan dengan menggunakan metode Dideoksi Sanger. Analisis hasil sequencing dilakukan dengan membandingkan urutan nukleotida sampel terhadap urutan Mammoth, gajah Afrika dan gajah India yang masing-masing didapat dari GenBank. Proses pembandingan dilakukan menggunakan program SeqmanTM dan untuk menyusun pohon pilogenik digunakan program MegalignTM versi 4.0.0 dari DNAstar.Sampel akar rambut yang telah dilisis dan dijadikan templat untuk PCR menunjukkan hasil amplifikasi berupa pita fragmen DNA berukuran 0,4 kb dengan bantuan elektroforesis gel agarosa. Sekuensing fragmen tersebut menghasilkan 419 pb, 415 pb, dan 412 pb masing-masing untuk sampel GL-1, AG-1, dan IG-1. Analisis homologi urutan nukleotida mtDNA gajah Sumatera menunjukkan adanya tiga mutasi terhadap gajah India, yaitu A15718C, T15820C, dan adanya delesi C pada posisi 15737. Terhadap gajah Afrika terdapat enam mutasi, yaitu C15716T, A15734C, T15818C, T15862A, C16029T dan T pada posisi 15735 mengalami delesi. Terhadap Mammoth mengalami lima mutasi, yaitu A15739C, T15823C, C15898T, dan C16034T, dan delesi T pada posisi 15740. Analisis pohon pilogenik menunjukkan gajah Sumatera paling dekat hubungan kekerabatannya dengan gajah India. Sementara Mammoth dan gajah Afrika berada pada posisi lainnya.Pita fragmen DNA yang berukuran 0,4 kb sesuai dengan fragmen yang disimulasikan oleh primer P22F dan P22R. Hasil sequensing masing-masing sampel GL-1, AG-1, dan IG-1 menunjukan bahwa pita yang disequensing merupakan daerah D-loop gajah. Analisis urutan nukleotida gajah Sumatera yang menunjukkan adanya mutasi terhadap gajah India, gajah Afrika, dan Mammoth mengkonfirmasi bahwa secara genetika molekul gajah Sumatera merupakan subspesies tersendiri. Analisis pohon pilogenik mengindikasikan bahwa gajah Sumatera lebih dekat hubungan kekerabatannya dengan gajah India hal ini dikarenakan gajah Sumatera dan gajah India merupakan satu spesies yang sama yaitu merupakan spesies gajah Asia. Gajah Asia dan Mammoth hubungan kekerabatannya lebih dekat dibandingkan dengan gajah Afrika, hal ini diduga bahwa Mammoth merupakan nenek moyang dari gajah Asia ini diperkuat dengan adanya penelitian sebelumnya yang menyatakan bahwa mammoth merupakan kerabat dekat (sister species) dengan gajah Asia. Sementara itu dengan gajah Afrika kekerabatannya jauh karena menurut data penelitian sebelumnya bahwa nenek moyang Mammoth dan gajah Asia terpisah garis keturunan dengan nenek moyang gajah Afrika. Metoda dengan menggunakan sampel akar rambut gajah pada penelitian ini telah berhasil dilakukan, maka metoda ini dapat diterapkan pada penelitian gajah selanjutnya. Urutan nukleotida daerah D-loop yang telah didapatkan dapat menjadi database untuk kepentingan selanjutnya.", "Daftar File": {"2008 TS PP NENENG YUSRI PARIKESIT 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/56202", "2008 TS PP NENENG YUSRI PARIKESIT 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/56201", "2008 TS PP NENENG YUSRI PARIKESIT 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/56200", "2008 TS PP NENENG YUSRI PARIKESIT 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/56203", "2008 TS PP NENENG YUSRI PARIKESIT 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/56204", "2008 TS PP NENENG YUSRI PARIKESIT 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/56205", "2008 TS PP NENENG YUSRI PARIKESIT 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/56206"}, "Penulis": "NENENG YUSRI PARIKESIT (NIM 20506010)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Achmad Saifuddin Noer, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Elephas maximus sumatrensis, mtDNA, D-loop", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}