{"Nomor": 13060, "Judul": "AKTIVITAS ANTIFUNGI EKSTRAK ETANOL BIJI JARAK, DAUN URANG-ARING DAN KOMBINASINYA TERHADAP MALASSEZIA SP. SERTA EFEK IRITASINYA", "Abstrak": "Terdapat hubungan antara pertumbuhan jamur Malassezia sp. secara berlebihan di kulit kepala dengan peningkatan produksi ketombe. Penelitian ini dilakukan untuk menguji aktivitas antifungi ekstrak etanol biji jarak, daun urang-aring dan kombinasinya dalam menghambat pertumbuhan Malassezia sp. dengan metode pengenceran agar dan penentuan konsentrasi hambat minimum (KHM). Selain itu, juga dilakukan uji iritasi ekstrak tersebut terhadap kulit dan mata melalui penetapan iritasi dermal dan mata akut pada kelinci. Ekstrak etanol biji jarak, daun urang-aring dan kombinasinya menunjukkan aktivitas antifungi terhadap Malassezia sp. KHM ekstrak etanol biji jarak sebesar 50 ug/mL dan daun urang-aring sebesar 0,5 ug/mL terhadap Malassezia sp. Kombinasi kedua ekstrak tersebut menunjukkan sifat aditif terhadap Malassezia sp. Pada dosis 40 kali KHM masing-masing, biji jarak dan kombinasinya dengan daun urang-aring praktis tidak mengiritasi mata dan tidak mengiritasi dermal kelinci, sedangkan daun urang-aring tidak mengiritasi mata dan dermal kelinci sehingga berpotensi untuk dikembangkan menjadi salah satu alternatif pengobatan ketombe.", "Daftar File": {"2008 TA PP NUR SIDIK CAHYONO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/56257", "2008 TA PP NUR SIDIK CAHYONO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/56258", "2008 TA PP NUR SIDIK CAHYONO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/56256", "2008 TA PP NUR SIDIK CAHYONO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/56255", "2008 TA PP NUR SIDIK CAHYONO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/56254", "2008 TA PP NUR SIDIK CAHYONO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/56253", "2008 TA PP NUR SIDIK CAHYONO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/56252", "2008 TA PP NUR SIDIK CAHYONO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/56251"}, "Penulis": "NUR SIDIK CAHYONO (NIM 10704106)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Dr. Elin Yulinah Sukandar dan Dr. I Ketut Adnyana"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "antifungi, biji jarak, daun urang-aring, pengobatan ketombe", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Vika Anastasya Kovariansi", "File": "8 file", "Tanggal Input": "19 Jul 2011"}