{"Nomor": 13070, "Judul": "PERANCANGAN DAN IMPLEMENTASI SISTEM PRAKTIKUM VIRTUAL UNTUK ROBOT MANIPULATOR", "Abstrak": "Perkembangan teknologi multimedia dan pemgrograman mempengaruhi pelaku pendidikan untuk mengembangkan metoda pengajaran dan pembelajaran yang didactic. Perancangan kegiatan praktikum virtual merupakan usaha untuk membawa proses-proses yang terjadi dalam praktikum riil ke dalam dunia virtual sehingga dapat mengurangi hambatan dalam praktikum riil, seperti keterbatasan sarana, sumber daya manusia, waktu dan tempat.Pada makalah ini akan dipaparkan mengenai tahapan perancangan, pengembangan dan pengujian sistem praktikum virtual (SPV) untuk robot manipulator. Sistem ini dibangun menggabungkan konsep praktikum virtual dengan praktikum jarak jauh untuk pengendalian robot riil (PUMA 260). SPV terdiri dari perangkat lunak dan perangkat keras yang mendukung diadakannya praktikum berbasis virtual. Perangkat lunak memungkinkan pengguna untuk melakukan praktikum secara virtual, adminstrasi praktikum, dan pengendalian pada robot riil secara langsung dan dari jarak jauh melalui jaringan LAN. Perangkat lunak ini dinamakan Simulator Robot Manipulator Untuk Pembelajaran dan Perancangan (SIRUPP) yang berupa aplikasi desktop dengam mengimplementasikan paradigma klien-server dan simulasi 3D. Sementara itu perangkat keras dirancang konfigurasinya untuk memungkinkan adanya pengaksesan oleh banyak pengguna secara bersamaan pada SPV dan pengendalian robot riil dari jarak jauh.", "Daftar File": {}, "Penulis": "PURNOMO HUSNUL KHOTIMAH (NIM 23207149)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ir Hilwadi Hindersah dan Dr.Ir. Arry Akhmad Arman"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "sistem praktikum virtual, praktikum virtual dan jarak jauh, lengan robot, SIRUPP, PUMA.", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}