{"Nomor": 13089, "Judul": "ANALISIS DAN PERANCANGAN SISTEM APLIKASI COLLABORATIVE AUGMENTED REALITY FOR MANUFACTURE FLOOR LAYOUT AND SCHEDULING", "Abstrak": "Perancangan tata letak fasilitas pabrik merupakan aktivitas yang sangat vital karena dapat menentukan efisiensi dalam proses produksi dan mempengaruhi berapa lama kelangsungan atau kesuksesan kerja suatu industri. Secara umum, proses yang dilalui dalam perancangan tata letak pabrik dimulai dari pengumpulan data awal, penentuan proses produksi untuk mengetahui aliran material dan keterkaitan antar fasilitas sampai dengan menghasilkan rancangan tata letak fasilitas pabrik yang diinginkan. Proses perancangan tersebut melibatkan banyak pihak dan dikerjakan secara terpisah. Teknologi augmented reality (AR) telah banyak dikembangkan untuk berbagai tujuan, salah satunya adalah sebagai alat bantu perancangan. Penggunaan teknologi AR dan beberapa sarana pendukung yang terdapat dalam sebuah aplikasi dapat dimanfaatkan untuk membantu proses perancangan tata letak pabrik dimana para perancang dapat bekerja bersama-sama (kolaboratif) pada tempat dan waktu yang sama.Tujuan dari penulisan tesis ini adalah untuk menganalisis, merancang dan mengimplementasikan hasil rancangan ke dalam prototipe sistem aplikasi Collaborative Augmented Reality for Manufacture Floor Layout and Scheduling (CAR for MFLaSh) yang dapat digunakan untuk membantu proses perancangan tata letak fasilitas pabrik. Tahapan yang dilakukan dalam membuat rancangan ini adalah studi literatur, analisis kebutuhan, rancangan prototipe dengan pemodelan sistem menggunakan UML, implementasi prototipe, dan pengujian prototipe.Dari hasil pengujian secara fungsionalitas terhadap prototipe aplikasi CAR for MFLaSh diperoleh kesimpulan bahwa secara umum aplikasi ini dapat mewakili kebutuhan pengguna dalam proses perancangan tata letak fasilitas pabrik yang meliputi perancangan aliran material, perancangan tata letak fasilitas pabrik dan memberikan alternatif tata letak dengan optimasi biaya penanganan material.", "Daftar File": {}, "Penulis": "RINI BUDIARNI (NIM: 23207103)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Kuspriyanto dan Dr. Ir. Emir Mauludi Husni"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "perancangan tata letak fasilitas pabrik, user interface, augmented reality, CAR for MFLaSh.", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}