{"Nomor": 13088, "Judul": "PERANCANGAN DAN IMPLEMENTASI PERILAKU NON PLAYABLE CHARACTER (NPC) PADA SIMULASI SA'I", "Abstrak": "Teknologi aplikasi interaktif berkembang demikian pesat seiring dengan kemajuan teknologi informasi. Salah satu teknologi yang saat ini mulai berkembang adalah simulasi berbasis virtual environment. Teknologi simulasi ini  pada awalnya diaplikasikan untuk games, tetapi akhir-akhir ini simulasi virtual environment sering digunakan untuk merepresentasikan sebuah situasi yang dapat memberikan pengetahuan ataupun pembelajaran seperti simulasi kebakaran, gempa bumi dan lain-lain. Pembelajaran manasik haji pun dapat disimulasikan dengan tujuan sebagai alternatif media pembelajaran. Pada umumya simulasi memiliki non playable character (NPC) sebagai faktor pendukung yang cukup signifikan. Perilaku NPC dapat memberikan gambaran mengenai situasi atau kondisi tertentu dalam sebuah simulasi. Tesis ini mencakup desain perilaku NPC jemaah haji pada simulasi saÃƒÂ‚Ã‚Â’i menggunakan metode finite state machine (FSM) dengan menambahkan efek stamina dan psikologis.NPC yang didesain memiliki tugas atau misi yaitu melakukan ibadah saÃƒÂ‚Ã‚Â’i. Perilaku NPC yang didesain meliputi perilaku deterministic (jalan, berlari-lari kecil, berdoa, dan duduk) dan perilaku non deterministic (bersender). Jenis NPC pada simulasi ini dibedakan menjadi empat jenis, yaitu jemaah haji pria tua, jemaah haji pria muda, jemaah haji wanita tua dan jemaah haji wanita muda. Keempat  jenis NPC ini dilengkapi dengan atribut kecepatan jalan serta stamina yang berbeda-beda disesuaikan dengan jenis dan umur NPC.Desain perilaku NPC dirancang menggunakan metoda FSM dimana NPC dimodelkan dalam beberapa state operasi yang terbatas. Dalam suatu waktu hanya satu state yang aktif. Perubahan state terjadi apabila ada input dari sistem. Pada beberapa state diberikan aturan-aturan tambahan untuk setiap jenis NPC, sehingga perilaku yang dihasilkan lebih realistis dan dinamis.Hasil yang diperoleh memperlihatkan bahwa secara umum NPC telah berperilaku sesuai dengan rancangan. NPC dapat melakukan perilaku determinstic pada simulasi saÃƒÂ‚Ã‚Â’i, akan tetapi untuk perilaku non deterministic sukar sekali dilihat. Hal ini dikarenakan keterbatasan perangkat keras (prosesor) yang digunakan untuk menjalankan simulasi ini tidak mampu menampilkan simulasi dengan populasi NPC dengan jumlah yang besar. Walaupun perilaku NPC yang terlihat pada simulasi sudah cukup memberikan kesan yang baik terhadap user, simulasi ini masih terlihat kurang dinamis. Agar perilaku non deterministic yang dihasilkan pun mempunyai banyak kemungkinan perilaku yang dihasilkan, maka kedepannya dapat dikembangkan metode fuzzy state machine. Mengingat fuzzy state machine mempunyai kelebihan diantaranya merupakan metode AI yang dapat memecahkan masalah ketidakpastian atau kekurangan tepatan informasi dan kebenaran yang bersifat sebagian dengan menambahkan teori probabilitas.", "Daftar File": {}, "Penulis": "RINA MARDIATI (NIM: 23207109)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Arief Syaichu Rohman dan Dr. Ir. Yoga Priyana"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "NPC, finite state machine, 3D simulation, Sa'i.", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}