{"Nomor": 13109, "Judul": "IDENTIFIKASI PERSEPSI MASYARAKAT DI KELURAHAN BANDARHARJO TERHADAP LINGKUNGAN TEMPAT TINGGAL", "Abstrak": "Penelitian ini mengambil studi kasus di Bandarharjo, yang merupakan salah satu permukiman spontan di wilayah kantong kota Semarang. Wilayah ini banyak dihuni oleh para migran yang sebagian besar bekerja sebagai buruh industri dan nelayan. Selain kumuh, Bandarharjo tidak layak dijadikan sebagai wilayah permukiman karena terjadi degradasi lingkungan. Meski demikian masyarakat tetap bertahan di Bandarharjo.Tujuan penelitian ini adalah mengidentifikasi persepsi masyarakat terhadap kondisi dari pola berhuni dan karakteristik masyarakat serta faktor-faktor yang mendorong masyarakat sehingga bertahan di Bandarharjo. Faktor-faktor ini ditinjau berdasar variabel ekonomi antara lain : penghasilan, pekerjaan, pengeluaran, kepastian pekerjaan, dan variabel sosial budaya (pendidikan, hubungan sosial masyarakat, masyarakat asli atau bukan, lama menetap) yang diolah dengan analisis faktor.Berdasarkan hasil analisis diketahui bahwa persepsi masyarakat yang merasa nyaman tinggal di Bandarharjo dikarenakan keterbatasan penghasilan dan hubungan sosial masyarakat yang erat. Selain itu juga karena status rumah yang dihuni adalah milik pribadi dan sudah tinggal cukup lama sehingga membuat masyarakat merasa terbiasa dengan kondisi lingkungannya.Temuan penelitian menunjukkan bahwa masyarakat bertahan di Bandarharjo karena adanya ketergantungan secara ekonomi. Mereka tinggal karena alasan pekerjaan. Namun di satu sisi pendapatan masyarakat yang minim membuat mereka kesulitan untuk menyediakan rumah yang layak huni. Hal ini diperburuk dengan status tanah yang merupakan milik negara membuat masyarakat kesulitan untuk menjual rumahnya. Nilai fisik aset rumah tidak sebanding dengan nilai eksternal lokasinya. Karena alasan inilah masyarakat memilih bertahan. Kondisi ini diperkuat oleh eratnya hubungan sosial masyarakat yang mendorong solidaritas bertahan. Kondisi ini mengisyaratkan bahwa program yang seharusnya dilakukan pemerintah adalah relokasi mengingat adanya degradasi lingkungan yang tentunya disesuaikan dengan karakteristik masyarakat.", "Daftar File": {"2007 TS PP SANTY PAULLA DEWI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/56532", "2007 TS PP SANTY PAULLA DEWI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/56533", "2007 TS PP SANTY PAULLA DEWI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/56534", "2007 TS PP SANTY PAULLA DEWI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/56535", "2007 TS PP SANTY PAULLA DEWI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/56536", "2007 TS PP SANTY PAULLA DEWI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/56537", "2007 TS PP SANTY PAULLA DEWI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/56538", "2007 TS PP SANTY PAULLA DEWI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/56539"}, "Penulis": "SANTY PAULLA DEWI (NIM 24005008)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ir. Indra Budiman Syamwil, MSc., BEM."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "persepsi, pola berhuni, degradasi lingkungan", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}