{"Nomor": 13117, "Judul": "PROSES PEMBUATAN WATERGLASS DARI PASIR SILIKA DENGAN PELEBUR NATRIUM HIDROKSIDA", "Abstrak": "Waterglass dapat dibuat melalui proses peleburan pasir silika dengan alkali. Kandungan dalam waterglass, terutama berupa SiO2 dan Na2O mempunyai berbagai kegunaan tergantung pada komposisinya masing-masing. Biasanya waterglass digunakan pada industri sabun atau deterjen, kertas, tekstil, keramik, digunakan untuk pembersihan logam, pembuatan silika gel, dan lain sebagainya. Penelitian ini bertujuan untuk mempelajari pengaruh ukuran partikel pasir silika dan jumlah NaOH sebagai pelebur terhadap perolehan waterglass dan kadar SiO2 pada pembuatan waterglass dengan proses peleburan alkali di dalam furnace. Variabel berupa ukuran partikel pasir silika dipelajari pada ukuran 35/40 dan 50/60 mesh. Sedangkan banyaknya pelebur NaOH divariasikan sebanyak 1:1, 1,5:1,  2,4:1, 3,2:1, dan 4:1 g/g terhadap pasir silika. Kondisi peleburan lainnya berupa temperatur, waktu dan jumlah pasir silika, dilakukan pada nilai konstan, secara berturutan pada 500Ã‚Â°C, 2 jam, dan 10 gram. Hasil penelitian menunjukkan bahwa pada penggunaan pasir silika dengan ukuran partikel yang makin kecil diperoleh waterglass dengan kadar SiO2 dan Na2O yang makin besar. Dan dengan makin banyaknya penggunaan pelebur NaOH, diperoleh kadar Na2O dalam waterglass juga makin tinggi. Pada penelitian ini waterglass dengan kadar SiO2 tertinggi diperoleh pada penggunaan pelebur NaOH sebanyak 2,4:1 g/g terhadap pasir silika dan ukuran pasir silika sebesar 50/60 mesh, yaitu sebesar 34,6 %-b SiO2.", "Daftar File": {}, "Penulis": "Sirin Fairus, Haryono, Mas H. Sugita, Agus Sudrajat", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Prosiding", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pasir silika, pelebur NaOH, ukuran partikel, waterglass, silica sand, NaOH fluxing agent, particle size, waterglass", "Sumber": "", "Staf Input/Edit": "Alice D", "File": "0 file", "Tanggal Input": "11 Nov 2016"}