{"Nomor": 13113, "Judul": "PEMODELAN DAN SIMULASI DINAMIKA SUSPENSI KENDARAAN DAN PENERAPANNYA PADA STEWART PLATFORM DENGAN PENGGERAK ROTASI", "Abstrak": "Penelitian ini akan difokuskan pada simulasi suspensi keseluruhan mobil (full-car model). Simulasi dapat dilihat secara grafis tiga dimensi (3D), dapat mengukur 7 derajat kebebasan, lingkungan simulasi mendekati kondisi nyata, mengukur  respon dinamis suspensi kendaraan dalam berbagai situasi yang sebenarnya, menganalisis hasil simulasi pada posisi user berada, menganalisis distribusi massa yang berbeda. Dan yang tidak kalah pentingnya adalah hasil simulasi  bukan hanya gambar secara grafis tetapi dapat dirasakan sebagai mana kita mengendarai kendaraan.Dalam penelitian ini, dilakukan pemodelan  sistem dinamika suspensi kendaraan, dari mulai seperdelapan, seperempat, setengah, dan seluruh kendaraan baik pasif maupun aktif. Bentuk nyata dari sebuah sistem suspensi dibuat free body diagram berdasarkan ketiga komponen dasar mekanik yaitu pegas, massa dan damper. Selanjutnya untuk pembuktiannya menggunakan persamaan Lagrange melalui energi kinetik, energi potensial, fungsi disipasi dan persamaan gerak  sehingga diperoleh hasil yang sama yang disusun secara matriks.Simulasi dilakukan dengan memberikan parameter yang berbeda pada kedua  mobil sehingga diperoleh damping ratio yang berbeda, satu berada pada kondisi underdamped dan satunya lagi critical damping.  Pengujian dilakukan dalam berbagai kondisi seperti jalan berlubang, jalan bergelombang, tikungan, dan pengereman. Dengan bantuan piranti lunak C++,  Open Dynamic Engine dan OpenGL.", "Daftar File": {}, "Penulis": "SENJA (NIM: 23207068)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ir. Hilwadi Hindersah dan Dr.Ir. Dimitri Mahayana"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Pemodelan, simulasi, pemodelan system dinamis, suspensi kendaraan, Stewart Platform.", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}