{"Nomor": 13138, "Judul": "STUDI DAN IMPLEMENTASI STEGANOGRAFI PADA MP3 DENGAN TEKNIK SPREAD SPECTRUM", "Abstrak": "Perkembangan dunia digital saat ini membuat lalu lintas pengiriman pesan atau data semakin pesat. Data yang dipertukarkan pun bervariasi baik dari jenisnya maupun tingkat kerahasiaannya. Mulai dari data pribadi, data organisasi sampai data negara yang sangat rahasia. Hal inilah yang menuntut adanya pengamanan data tersebut sehingga tidak sampai tersadap oleh pihak ketiga. Salah satu teknik yang dapat dipakai untuk menangani hal tersebut adalah steganografi. Steganografi merupakan ilmu dan seni yang mempelajari cara penyembunyian pesan rahasia ke dalam suatu media sedemikian sehingga pihak ketiga tidak menyadari keberadaan pesan tersebut. \n \n \n \n \n \n \n\nPada Tugas Akhir ini, dilakukan studi mengenai bagaimana penerapan steganografi pada media audio dijital. Audio yang digunakan memiliki format MP3, oleh karena itu perlu dilakukan juga studi terhadap bagaimana representasi MP3 tersebut. Proses berikutnya dilakukan implementasi terhadap hasil studi beserta analisis yang telah dikerjakan. Pada Tugas Akhir ini, dikembangkan sebuah perangkat lunak Chameleon yang berfungsi untuk melakukan steganografi pada media audio MP3. Teknik yang digunakan adalah teknik Spread Spectrum. Pada teknik Spread Spectrum, pesan rahasia dikodekan dan disebar ke setiap spektrum frekuensi yang memungkinkan, oleh karena itu akan sangat sulit bagi pihak ketiga yang akan mencoba memecahkannya kecuali ia memiliki akses terhadap data tersebut atau dapat merekonstruksi sinyal acak yang digunakan untuk menyebarkan pesan pada jangkauan frekuensi. Perangkat lunak ini dibangun pada platform Mac OSX 10.5.2 dan dikembangkan menggunakan Netbeans IDE 6.1.Dari Tugas Akhir ini dapat disimpulkan bahwa perangkat lunak Chameleon telah dikembangkan dengan baik, dan dapat menjalankan fungsinya dengan benar. Chameleon dapat melakukan penyisipan pesan ke dalam berkas audio MP3, dan dapat melakukan ekstraksi pesan tersebut dengan kunci yang sama.", "Daftar File": {"2008 TA PP TARA BASKARA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/56687", "2008 TA PP TARA BASKARA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/56688", "2008 TA PP TARA BASKARA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/56689", "2008 TA PP TARA BASKARA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/56690", "2008 TA PP TARA BASKARA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/56691", "2008 TA PP TARA BASKARA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/56692", "2008 TA PP TARA BASKARA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/56693", "2008 TA PP TARA BASKARA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/56694"}, "Penulis": "TARA BASKARA (NIM 13504042)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Rinaldi Munir, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Steganografi, Spread spectrum, MP3", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}