{"Nomor": 13144, "Judul": "FABRIKASI DAN KARAKTERISASI", "Abstrak": "Fabrikasi dan karakterisasi ceramic foam untuk aplikasi thermal insulation dan acoustic absorber dalam penelitian ini merupakan salah satu inovasi dalam pemanfaatan limbah gipsum dan abu sekam padi. Limbah gipsum yang digunakan dalam penelitian ini berasal dari industri fertilizer, PT. Sud-Chemie, Sukabumi Jawa Barat. Ceramic foam bersifat liat, plastis, seperti busa yang terbuat dari keramik. Daya insulasi yang sangat baik pada ceramic foam dikarenakan adanya gelembung udara yang sangat kecil yang terjebak di dalam bahan.Campuran dari gipsum, abu sekam padi, kapur, serbuk Al, semen dan perekat CMC ditambahkan air hingga terbentuk ceramic foam. Komposisi utama bahan dalam penelitian ini adalah gipsum dan abu sekam padi, dengan persen komposisi (40:20, 30:30, dan 20:40) % ditambahkan dengan 5% serbuk Al, 10% CaCO3, 25% semen, dan 20% CMC dari massa total. Ceramic foam yang ada kemudian dicetak kedalam cetakan berukuran 20x10x3 cm, dan cetakan berdiameter 4 cm dan ketebalan 2 cm dengan metode slip casting. Sampel kemudian dikeringkan di dalam tungku pada T = 80 derajat C, selama 1 jam. Kemudian melalui proses autoclaving pada T = 180 derajat C, selama 1 jam. Proses ini dilakukan agar didapatkan sampel dengan gelembung udara didalamnya akibat reaksi serbuk Al.Dari pengujian konduktivitas panas dan pengujian akustik didapatkan nilai konduktivitas panas material A, B, dan C berturut-turut adalah: 0,067, 0,078, dan 0,079 W/moC. Sedangkan nilai absorpsivitas suara untuk ketiga jenis komposisi bahan (40:20, 30:30, 20:40) %, berturut-turut adalah: 0,37-0,49, 0,36-0,42, dan 0,37-0,55 pada rentang frekuensi 1-3,2 kHz.", "Daftar File": {"2007 TA PP TRI HANDOKO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/56726", "2007 TA PP TRI HANDOKO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/56727", "2007 TA PP TRI HANDOKO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/56728", "2007 TA PP TRI HANDOKO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/56729", "2007 TA PP TRI HANDOKO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/56730", "2007 TA PP TRI HANDOKO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/56731", "2007 TA PP TRI HANDOKO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/56732"}, "Penulis": "TRI HANDOKO (NIM 13703004)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Bambang Sunendar"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Limbah gipsum, Abu sekam padi, Ceramic foam, Thermal insulation, Acoustic absorber", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}