{"Nomor": 13142, "Judul": "ELEKTRODA FILM EMAS PADA PASTA KARBON TERMODIFIKASI ZEOLIT UNTUK PENGUKURAN Hg(II) MENGGUNAKAN TEKNIK STRIPPING VOLTAMMETRY", "Abstrak": "Merkuri merupakan suatu senyawa yang dapat menjadi sumber pencemar bagi lingkungan. Keberadaannya di lingkungan banyak disebabkan oleh aktivitas manusia, salah satunya bersumber dari limbah industri. Merkuri dalam bentuk metil merkuri dapat dengan mudah masuk ke dalam tubuh manusia melalui saluran pernafasan dan makanan. Akumulasi merkuri pada tubuh manusia dapat menimbulkan berbagai dampak yang membahayakan, diantaranya kanker, rusaknya kelenjar reproduksi, kerusakan otak, kerapuhan tulang, dan keracunan pada sistem saraf pusat. Walaupun demikian merkuri juga memiliki banyak kegunaan, seperti penggunaan amalgam dalam dunia kedokteran gigi atau sebagai zat depigmentasi dalam kosmetik, khususnya krim-krim pemutih. Akan tetapi kadarnya yang terlalu berlebihan dapat menimbulkan efek samping yang berbahaya. Oleh karena itu, diperlukan metoda analisis yang sederhana tetapi cukup efektif untuk menentukan kadar merkuri. Banyak penelitian telah dilaporkan dalam menganalisis kadar merkuri, antara lain dengan metode cold vapour atomic absorption CV-AAS, inductively coupled plasma mass spectrometry ICP-MS dan beberapa dengan metode kromatografi yang dimodifikasi dengan teknik spekrometri. Akan tetapi, semua analisis tersebut memerlukan proses yang rumit dan biaya yang cukup besar. Metoda lain yang cukup efektif digunakan dalam analisis merkuri adalah voltametri. Metoda ini dapat digunakan untuk menentukan kadar merkuri dalam konsentrasi rendah hingga limit deteksi dalam satuan part per billion.", "Daftar File": {"2009 TS PP TINA PEBRIANTI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/56718", "2009 TS PP TINA PEBRIANTI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/56719", "2009 TS PP TINA PEBRIANTI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/56720", "2009 TS PP TINA PEBRIANTI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/56721", "2009 TS PP TINA PEBRIANTI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/56722", "2009 TS PP TINA PEBRIANTI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/56723", "2009 TS PP TINA PEBRIANTI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/56724"}, "Penulis": "TINA PEBRIANTI (NIM: 20508014)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Indra Noviandri"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Thin film, gold electrode, stripping voltammetry, mercury", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}