{"Nomor": 13153, "Judul": "STUDI PEMBUATAN UREA BERPELEPASAN LAMBAT", "Abstrak": "Rendahnya efisiensi pemanfaatan nitrogen urea pril pada sistem sawah tergenang, yaitu hanya sekitar 20-40 %, menyebabkan perlunya diupayakan cara-cara untuk dapat menaikkan efisiensinya. Untuk itu,modifikasi kimia urea pril merupakan cara yang paling efektif. Faktor ekonomi perlu dipertimbangkan pada modifikasi tersebut; jika harga jualnya terlalu tinggi maka pupuk hasilnya tidak bisa terbeli oleh petani. Penekanan biaya pada modifikasi tersebut dilakukan dengan sedapat mungkin hanya mengubah sedikit saja proses pembuatan urea secara konvensional yang berlangsung selama ini, yaitu menambahkan sejumlah tertentu formaldehid pada lelehan urea sebelum masuk prilling tower dan direaksikan beberapa waktu. Penelitian ini merupakan upaya untuk menindak-lanjuti gagasan di atas. Formaldehid digunakan dalam bentuk larutan konsentrat ureaformaldehid-85. Formaldehid ditambahkan pada lelehan urea dan direaksikan selama 6 jam, kemudian produk dituang dan akan memadat seketika. Setiap produk yang diperoleh diukur pelepasan nitrogennya,dengan menggunakan metode Savant dkk dari IFDC (International Fertilizer Development Center). Penggolongan produk sebagai pupuk berpelepasan lambat atau tidak, menggunakan kriteria yang diajukan oleh Kloth dalam Trenkel (1997). Pada tahap awal penelitian, ditentukan jenis bahan pembungkus urea untuk uji pelepasan nitrogen di dalam tanah. Kertas saring halus merupakan jenis pembungkus urea yang terbaik. Dari hasil penelitian diperoleh kadar formaldehid dalam larutan UF-85 adalah 53,68 % dan kecepatan pengadukan untuk pembuatan urea termodifikasi adalah 125 rpm. Penelitian dilakukan dengan memvariasikan konsentrasi formaldehid sebanyak 0,5-28 % berat. Dari hasil penelitian dapat disimpulkan bahwa dengan konsentrasi formaldehid dalam urea termodifikasi sebesar 25,3 %, sudah dapat diperoleh urea yang berpelepasan lambat.", "Daftar File": {}, "Penulis": "WENNY IRAWATY (NIM 23099048)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Irwan Noezar dan Dr. Tatang H. Soerawidjaja"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "prilled form of urea fertilizer, higher efficiency, the conventional practice", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}