{"Nomor": 13152, "Judul": "PERBANDINGAN KINERJA KENDALI BERBASIS KOMPUTER DENGAN KENDALI BERBASIS EMBEDDED PROCESSOR UNTUK SISTEM PERGERAKAN STEWART PLATFORM", "Abstrak": "Stewart Platform merupakan mekanisme manipulator paralel total yang memiliki enam derajat kebebasan gerak (6 DOF). Stewart Platform memiliki sebuah bidang bergerak (platform) yang dikendalikan melalui enam lengan (aktuator) yang bertumpu di sebuah bidang tetap (base). Tiap sambungan antara lengan dengan base dan platform terdapat universal joint. Implementasinya menggunakan hidrolik relatif mahal sehingga dicari implementasi yang lain yaitu menggunakan motor sebagai aktuatornya.Penelitian ini menggunakan miniatur Stewart Platform dengan penggerak motor DC. Implementasi kendalinya dapat dilakukan dengan menggunakan satu controller untuk satu aktuator (kendali berbasis embedded processor). Susunan ini menyebabkan tugas pengaturan terdistribusi untuk tiap proses. Implementasi kendali yang lain yang mungkin dilakukan adalah pengendalian terpusat dengan menggunakan satu controller saja. Untuk implementasi ini digunakan komputer sebagai controller (kendali berbasis komputer).Modul kendali yang digunakan adalah NMC dari JR Kerr. Kendali PID di NMC digunakan untuk implementasi kendali berbasis embedded processor. Sedang di implementasi kendali berbasis komputer dirancang kendali PID tersendiri dalam komputer yang juga menggunakan NMC sebagai penghasil PWM.Penelitian ini bertujuan untuk membandingkan kinerja kendali posisi dan orientasi antara kendali berbasis komputer dengan kendali berbasis embedded processor di Stewart Platform untuk keperluan aplikasi simulator Stewart Platform. Kinerja yang dibandingkan adalah respon transien dan steady state.", "Daftar File": {}, "Penulis": "WASTONO (NIM: 23207158)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Hilwadi Hindersah, M.Sc., dan Dr. Ir. Dimitri Mahayana, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Stewart Platform, simulator, motor DC, PID, PWM, kendali berbasis embedded processor, kendali berbasis komputer", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}