{"Nomor": 13157, "Judul": "PENGARUH PROSES TEMPER TERHADAP KEKERASAN KATUP JIS G 4311 SUH-3", "Abstrak": "Katup merupakan tempat keluar masuknya gas ke dalam ruang bakar pada motor bakar. Katup mempunyai persyaratan tahan terhadap aus, tahan terhadap temperatur tinggi dan tahan lelah. Pada saat proses pembuatan katup terutama proses perlakuan panas yang dilakukan, seringkali kekerasan katup yang dihasilkan tidak sesuai dengan standar yang ditetapkan.Penelitian ini bertujuan untuk mengetahui pengaruh proses temper (waktu dan temperatur) terhadap kekerasan material katup JIS G 4311 SUH-3. Proses temper dilakukan pada temperatur pemanasan yang bervariasi (700oC-800oC) dengan lamanya pemanasan yang juga bervariasi (30, 60, dan 90 menit). Dari penelitian ini diperoleh data kekerasan dan struktur mikro spesimen pada setiap tahapan proses perlakuan panas.Hasil dari pengujian diperoleh bahwa pada temperatur 725oC selama 30 menit menghasilkan kekerasan yang maksimum sebesar 321 HV0,2. Hasil proses temper pada temperatur 800oC dengan lamanya pemanasan 60 dan 90 menit tidak memenuhi spesifikasi karena kekerasannya kurang dari 284 HV0,2.Dalam penelitian ini diperoleh struktur mikro setelah proses temper yang terdiri dari ferit dan karbida, terutama karbida paduan krom. Karbida paduan molibdenium terbentuk pada temperatur temper yang lebih tinggi (775oC-800oC). Kekerasan yang dihasilkan tergantung pada pengintian dan pertumbuhan karbida selama proses temper. Struktur mikro spesimen dengan kekerasan lebih dari 284 HV0,2 menunjukkan adanya karbida yang butirnya kecil dan tersebar dengan baik. Kekerasan spesimen semakin menurun dikarenakan semakin bertambahnya ukuran karbida dan ukuran butir ferit.", "Daftar File": {"2008 TA PP WINDA RIANTI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/56776", "2008 TA PP WINDA RIANTI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/56777", "2008 TA PP WINDA RIANTI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/56778", "2008 TA PP WINDA RIANTI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/56779", "2008 TA PP WINDA RIANTI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/56780", "2008 TA PP WINDA RIANTI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/56781", "2008 TA PP WINDA RIANTI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/56782"}, "Penulis": "WINDA RIANTI (NIM 13703041)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ir Husaini Ardy"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "katup, temper, karbida", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}