{"Nomor": 13164, "Judul": "ADSORPSI ZAT ORGANIK NITROBENZENE  DARI LARUTAN DENGAN MENGGUNAKAN  BUBUK DAUN INTARAN", "Abstrak": "Nitrobenzene merupakan salah satu zat organik yang biasanya terkandung dalam limbah industri dimana Nitrobenzene sangat sulit diolah sebelum dibuang karena sifatnya yang sangat kompleks. Limbah yang mengandung nitrobenzene ini dapat ditemukan pada industri pestisida, sabun, dan farmasi. Nitrobenzene yang juga disebut nitrobenzol, merupakan bahan kimia organik yang berbahaya bagi mahluk hidup karena dapat menyebabkan kematian. Adsorpsi adalah salah satu cara yang dapat digunakan untuk mengatasi limbah nitrobenzene ini. Dalam proses adsorpsi, bahan penyerap yang umum digunakan adalah karbon aktif dan bahan penyerap organik. Daun intaran merupakan salah satu dari bahan penyerap organik yang efektif digunakan dalam proses adsorpsi karena biayanya yang murah dan mudah didapat. Pada penelitian ini, daun intaran digunakan untuk menyerap zat organik nitrobenzene. Karakterisasi bubuk daun intaran sendiri dilakukan dengan titrasi Boehm dan analisa proximat yang meliputi kandungan abu, air, karbon, dan volatile matter. Proses isoterm adsorpsi nitrobenzene ini disesuaikan dengan persamaan Freundlich dan persamaan Langmuir, sedangkan hasil kinetika adsorpsi disesuaikan dengan menggunakan pseudo first order dan pseudo second order. Dari hasil percobaan, didapatkan hasil bahwa proses adsorpsi nitrobenzene dengan menggunakan bubuk daun intaran ini mengikuti persamaan Langmuir pada isoterm adsorpsinya dan mengikuti persamaan pseudo first order pada kinetika adsorpsinya.", "Daftar File": {}, "Penulis": "Yentaria Juli Wijaya, Rinita, Felycia Edi Soetaredjo, Suryadi Ismadji", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Prosiding", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Adsorpsi, bubuk daun intaran, nitrobenzene, Adsorption, neem leaf powder, nitrobenzene", "Sumber": "", "Staf Input/Edit": "Alice D", "File": "0 file", "Tanggal Input": "11 Nov 2016"}