{"Nomor": 13177, "Judul": "DESAIN DAN IMPLEMENTASI SEQUENCING PESAWAT PADA SIMULATOR PENGENDALI LALU LINTAS UDARA", "Abstrak": "ABSTRAK:Bandara dengan tingkat kepadatan tinggi perlu menerapkan mekanisme pengaturan pada pesawat yang akan mendarat maupun yang akan lepas landas, agar waktu menunggu pesawat optimal. Salah satu cara menghadapi kepadatan lalu lintas pesawat di sekitar bandara adalah dengan melakukan sequencing pada pesawat yang akan melakukan pendaratan.Sequencing merupakan proses menjadikan pesawat dalam keadaan berbaris berurutan pada satu garis dengan interval jarak dan waktu tertentu. Pesawat-pesawat akan diarahkan oleh operator simulator pengendali lalu lintas udara untuk membentuk satu barisan, untuk selanjutnya secara perlahan berubah dari fase enroute ke fase approach hingga ke fase pendaratan pada runway.Pada tesis ini dilakukan desain dan implementasi sequencing pesawat pada simulator pengendali lalu lintas udara. Operator pengendali lalu lintas udara dihadapkan dengan situasi beberapa pesawat yang terbang dengan kecepatan, ketinggian dan arah yang berbeda-beda, yang mendekati bandara. Tugas operator adalah menyatukan/(merging) pesawat-pesawat tersebut pada satu titik yang diikuti dengan membuat pesawat berada dalam keadaan berbaris berurutan (sequencing).Pada simulator ini sequencing dapat dilakukan dengan beberapa cara. Pertama adalah dengan mengubah kecepatan pesawat, kedua dengan mengubah ketinggian pesawat, dan ketiga dengan mengubah arah pesawat. Pada simulator ini operator dapat melakukan sequencing dengan salah satu/variasi dari ketiga cara tersebut. Visualisasi simulator menggunakan ruang 3 dimensi.Dari hasil pengujian ditunjukkan, simulator ini mendukung perubahan kecepatan, ketinggian, dan arah pesawat, sebagai cara bagi operator untuk melakukan sequencing. Namun pada simulator ini parameter optimal atau tidaknya operator melakukan sequencing baru sebatas waktu yang dibutuhkan oleh operator. Masih perlu ditelusuri lebih lanjut penentuan parameter optimal sequencing.", "Daftar File": {}, "Penulis": "ZAKI AKHMAD FITRIANTO (NIM: 23207115)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Hilwadi Hindersah M.Sc., dan Dr. Agung Harsoyo ST., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Air Traffic Control, OpenGL, pengendali lalu lintas udara, simulator, sequencing", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}