{"Nomor": 13178, "Judul": "JEJAK EKOLOGIS WILAYAH ALIRAN SUNGAI ENIM (Sebuah Kajian Daya Dukung Lingkungan Hidup)", "Abstrak": "Manusia membutuhkan alam yang mampu mendukung aktifitas dan pemenuhan kebutuhan kehidupan. Kekayaan dan potensi sumber daya alam seharusnya menjadi berkah bagi manusia, dan sebaliknya malah dapat mendatangkan bencana apabila keliru dalam pemanfaatan dan pengelolaannya. Wilayah aliran Sungai Enim di Kabupaten Muara Enim, Sumatera Selatan termasuk salah satu daerah yang memiliki kekayaan alam yang melimpah. Tetapi pemanfaatan sumber daya alam telah memberi dampak dan pencemaran terhadap lingkungan, seperti banjir, tanah longsor, kualitas air sungai yang menurun, dan sebagainya. Berbagai upaya pengendalian dampak telah banyak dilakukan dan berbagai pihak telah dilibatkan, tetapi belum menunjukkan perbaikan dan peningkatan kesadaran yang berarti. Menyadari pentingnya fungsi lingkungan alami dalam menunjang aktifitas dan kehidupan manusia, perlu upaya untuk menunjukkan informasi mengenai daya dukung lingkungan hidup di wilayah ini yang ternyata belum pernah dilakukan. Upaya ini menjadi penting sebagai informasi bagi pengelolaan dan pemanfaatan sumber daya alam agar tidak melampaui batas kemampuan alam beregenerasi.Dalam penelitian ini penulis menggunakan metode Ecological Footprint untuk mengetahui seberapa besar kemampuan sumber daya alam yang tersedia ataupun kemampuan alam dalam memenuhi kebutuhan dan limbah dari aktifitas manusia. Tingkat konsumsi sumber daya alam dihitung secara tahunan untuk mengetahui selisih besaran dari yang dapat disediakan oleh alam.Hasil dari perhitungan ini menunjukkan kemampuan alam melalui sumber daya alam yang dimanfaatkan di daerah penelitian bahwa belum terjadi defisit lingkungan, walaupun telah terjadi banyak dampak yang menurunkan kualitas lingkungan. Tentu upaya pengendalian dampak harus tetap diperhatikan untuk kelangsungan kehidupan generasi di masa mendatang, meski daya dukung lingkungan saat ini masih mampu menunjang aktifitas dan kehidupan manusia. Hal ini dikarenakan perhitungan Ecological Footprint berdasarkan data tahunan yang telah berlalu, dan tidak dapat benar-benar tepat mengukur kemampuan daya dukung lingkungan hidup (perhitungan di bawah keadaan yang sebenarnya), sehingga perilaku aktifitas kehidupan dan pilihan dalam konsumsi harus tetap menjadi tujuan perubahan untuk meraih keadaan lingkungan hidup menjadi lebih baik.", "Daftar File": {"2008 TS PP ABDEL HARRIS NOVIANSJAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/56880", "2008 TS PP ABDEL HARRIS NOVIANSJAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/56881", "2008 TS PP ABDEL HARRIS NOVIANSJAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/56882", "2008 TS PP ABDEL HARRIS NOVIANSJAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/56883", "2008 TS PP ABDEL HARRIS NOVIANSJAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/56884", "2008 TS PP ABDEL HARRIS NOVIANSJAH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/56885", "2008 TS PP ABDEL HARRIS NOVIANSJAH 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/56886", "2008 TS PP ABDEL HARRIS NOVIANSJAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/56887"}, "Penulis": "ABDEL  HARRIS  NOVIANSJAH (NIM: 24006066)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Sonny Yuliar"], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Daya dukung lingkungan hidup, Ecological Footprint, wilayah aliran Sungai Enim, Biological capacity, Ecological Footprint, Enim watershed", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}