{"Nomor": 13176, "Judul": "ANALISIS FEEDSTOCK Fe-2% Ni DAN STUDI PENGGUNAAN PERANGKAT LUNAK SIMULASI PLASTIC INJECTION MOLDING UNTUK SIMULASI METAL INJECTION MOLDING", "Abstrak": "Metal injection molding (MIM) merupakan salah satu teknik kompaksi dalam teknologi metalurgi serbuk dalam memproduksi green compact. Mengingat persamaan proses plastic injection molding dan MIM, penggunaan perangkat lunak simulasi plastic injection molding untuk mensimulasikan metal injection molding dinilai sangat memungkinkan. Perangkat lunak yang diteliti adalah Moldflow Plastic Insight 5.0 yang bekerja berdasarkan metode elemen hingga.Percobaan injection molding menggunakan tiga jenis feedstock Fe-2%Ni menunjukkan hasil yang berbeda-beda. Jenis maupun komposisi binder dalam ketiga feedstock tersebut sama sekali tidak diketahui. Dari studi literatur dan pengujian FTIR, TGA, serta DSC diketahui bahwa binder tersusun dari Paraffin Wax dan HDPE dengan fraksi volume 63,5%:36,5%. Masih ditengarai juga kemungkinan adanya zat aditif lain tetapi tidak bisa terdeteksi fraksi beratnya. Diketahui pula bahwa kegagalan pada percobaan injection molding pada salah satu feedstock disebabkan temperatur pemrosesan telah memasuki temperatur dekomposisi binder dan kurangnya zat deaglomerator dalam binder tersebut.Untuk melaksanakan simulasi injection molding, parameter yang paling penting adalah sifat-sifat lelehan feedstock karena dalam basis data Moldflow tidak terdapat data MIM feedstock. Sifat-sifat feedstock untuk simulasi didekati secara matematis dengan rules of mixture, logarithmic additivity rule, dan viskositas relatif suspensi. Data-data feedstock yang diperlukan adalah mechanical properties, thermal properties, Cross-WLF Viscosity Model Coefficients, 2 DomainTait PVT Model Coefficients, dan filler properties.Simulasi menunjukkan bahwa Moldflow Plastic Insight 5.0 dapat digunakan untuk mensimulasikan MIM. Output yang dihasilkan antara lain titik injeksi terbaik, simulasi aliran, distribusi tekanan, prediksi cacat, prediksi gaya cekam, rekomendasi kecepatan mandrel, prediksi shrinkage dan defleksi. Ditemukan juga bahwa tidak semua sifat feedstock bisa diinputkan ke dalam Moldflow karena Moldflow membatasi kisaran input konduktifitas termal di bawah 10 W/mC.", "Daftar File": {"2007 TS PP YUYUN ESTRIYANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/56872", "2007 TS PP YUYUN ESTRIYANTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/56873", "2007 TS PP YUYUN ESTRIYANTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/56874", "2007 TS PP YUYUN ESTRIYANTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/56875", "2007 TS PP YUYUN ESTRIYANTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/56876", "2007 TS PP YUYUN ESTRIYANTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/56877", "2007 TS PP YUYUN ESTRIYANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/56878"}, "Penulis": "YUYUN ESTRIYANTO (NIM 23705006)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Slameto Wiryolukito"], "Jenis Koleksi": "Tesis", "Penerbit": "Ilmu dan Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Metal injection molding, MIM, Plastic injection molding, Metalurgi serbuk, Moldflow, Metode elemen hingga, Simulasi, Binder, Feedstock, Rheologi, Fe-2%Ni", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}