{"Nomor": 13175, "Judul": "ANALISIS KARAKTERISTIK RESERVOIR FORMASI MENGGALA BAGIAN ATAS UNTUK PENGEMBANGAN LANJUT LAPANGAN BEKASAP", "Abstrak": "Lapangan Bekasap merupakan salah satu lapangan minyak yang terletak di cekungan Sumatera Tengah. Lapangan Bekasap memiliki ukuran panjang sekitar 5 kilometer dan lebar 5 kilometer. Lapangan Bekasap ditemukan pada Juni 1955 dan mulai berproduksi pada September 1957. Reservoir produktif pada lapangan minyak Bekasap merupakan penyusun dari 4 formasi yaitu Formasi Pematang, Formasi Menggala, Formasi Bangko dan Formasi Bekasap. Setelah beberapa puluh tahun berproduksi, sebagian besar reservoir utama mengalami penurunan tekanan reservoir, sehingga produksi minyak mengalami penurunan. Teknik injeksi air sekeliling (peripheral waterflood) telah dilakukan sejak Juli 1997 untuk menaikkan tekanan reservoir dan menaikkan laju produksi. Injeksi air sekeliling telah memberikan pengaruh positif yaitu dengan meningkatnya produksi minyak di lapangan tersebut. Seiring dengan meningkatnya laju produksi dan terkurasnya reservoir berkualitas baik, maka potensi sisa minyak sisa berada pada reservoir yang memiliki kualitas rendah. Sehingga pemahaman terhadap geometri reservoir dan sebaran kualitas batuan menjadi penting untuk mengetahui posisi sisa minyak dan mengoptimisasi injeksi air sekeliling. Batupasir 2420 Formasi Menggala bagian atas menjadi salah satu objek penelitian yang menarik karena memiliki kualitas batuan yang relatif rendah, sehingga faktor pengurasan masih rendah. Data yang digunakan untuk penelitian mencakup 48 sumur yang memiliki log sumur sinar gamma, log resistivitas, log densitas dan tiga diantaranya memiliki batuan inti bor serta data 3D seismik. Aspek penelitian meliputi deskripsi dan analisis batuan inti bor, fasies interpretasi, korelasi, analisis atribut seismik, pemetaan fasies, kualitas reservoir dan strategi pengembangan lapangan. Langkah yang dilakukan adalah deskripsi batuan inti bor untuk mengetahui asosiasi litofasies. Selanjutnya dibuat kalibrasi antara batuan inti bor dan log sumur yang dijadikan model untuk melakukan interpretasi asosiasi fasies menggunakan data log sumur. Data atribut seismik dekomposisi spektral digunakan sebagai data pendukung untuk mengetahui penyebaran fasies secara lateral dan berkaitan dengan ketebalan reservoir. Pemetaan terhadap ketebalan fasies dilakukan untuk mengetahui geometri dan sebaran fasies. Pemetaan terhadap nilai porositas dan permabilitas dilakukan dengan menggunakan simulasi dengan 2 realisasi. Dari hasil penelitian diinterpretasikan terdapat 5 asosiasi litofasies yaitu tidal fluvial channel, tidal channel, tidal prograding bar, mud flat dan transgressive lag. Dari 5 asosiasi fasies, yang merupakan reservoir adalah tidal fluvial channel, tidal channel dan tidal prograding bar. Lingkungan pengendapan dari asosiasi fasies tersebut adalah tide dominated estuaries. Hasil korelasi didapatkan 2 interval yaitu interval R dan S yang menunjukkan interval kesamaan waktu. Pola sebaran fasies tidal fluvial channel adalah berarah baratlaut-tenggara yang semakin menebal ke arah barat laut. Fasies tidal channel yang merupakan fasies yang diendapkan diatas tidal fluvial channel memiliki orientasi baratlaut tenggara yang semakin menebal ke arah tenggara dan selatan. Demikian juga dengan fasies tidal prograding bar yang memiliki orientasi kelurusan berarah baratlaut-tenggara dan semakin menipis ke arah tenggara. Atribut sesimik dekomposisi spektral pada frekuensi 12 herzt menunjukkan nilai amplitudo yang berpola channel dan estuaries yang menunjukkan pola yang sama dengan pola sebaran asosiasi fasies. Pemetaan terhadap nilai porositas dan permeabilitas pada masing-masing interval menunjukkan pola yang sama dengan pola sebaran fasies pada masing-masing interval. Dapat disimpulkan bahwa pola sebaran nilai porositas dan permeabilitas dikontrol oleh proporsi asosiasi fasies yang ada pada interval. Peta porositas dapat dijadikan acuan untuk mengatur strategi pengembangan lapangan bekasap dan optimisasi injeksi air sekeliling. Berdasarkan atribut seismik yang terbukti berhubungan erat dengan peta keteban fasies, maka peluang pengeboran sumur step out terdapat pada bagian utara dengan sebaran fasies channel dan bagian selatan dengan pola sebaran tidal sand bar. Untuk strategi injeksi air sekeliling direkomendasikan untuk tidak melakukan injeksi di bagian timur lapangan, karena memiliki sebaran nilai permeabilitas dan porositas yang relatif jelek. Strategi masing-masing interval akan berbeda tergantung pola sebaran nilai permeabilitas dan porositas, posisi sumur injeksi dan struktur geologi pada lapangan Bekasap.", "Daftar File": {"2007 TS PP YUNI BUDI PRAMUDYO1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/56870", "2007 TS PP YUNI BUDI PRAMUDYO1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/56869", "2007 TS PP YUNI BUDI PRAMUDYO1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/56868", "2007 TS PP YUNI BUDI PRAMUDYO1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/56867", "2007 TS PP YUNI BUDI PRAMUDYO1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/56866", "2007 TS PP YUNI BUDI PRAMUDYO1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/56864", "2007 TS PP YUNI BUDI PRAMUDYO1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/56865", "2007 TS PP YUNI BUDI PRAMUDYO1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/56871"}, "Penulis": "YUNI BUDI PRAMUDYO (NIM: 22005018)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dardji Noeradi, Dr., R.P. Koesoemadinata,Dr.,Prof., Yahdi Zaim,Ir.,Dr.,Prof.", "Scanner: Alice Diniarti", "2007-11-28."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Peripheral waterflood ; tidal fluvial channel; tidal channel; tidal prograding bar; mud flat ; transgressive.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}