{"Nomor": 13182, "Judul": "IMPLEMENTASI ROUTING MULTICAST BERBASIS PROTOKOL PIM-SM PADA JARINGAN IPTV", "Abstrak": "Layanan live-streaming IPTV membutuhkan model transmisi jaringan multicast. Sehingga jaringan yang digunakan harus mempunyai kemampuan routing multicast.      \n \n \n \n \n \n\nDalam tugas akhir ini, diimplementasikan routing multicast pada jaringan IPTV. Routing protokol multicast yang digunakan adalah PIM-SM. Pengujian jaringan dilakukan menggunakan 13 skenario untuk melihat empat pengaruh perubahan parameter jaringan, yaitu pengaruh peningkatan kualitas film, pengaruh penambahan jumlah stream multicast, pengaruh penambahan jumlah client multicast, dan pengaruh penambahan jumlah router multicast. Data yang digunakan untuk analisis yaitu hasil penangkapan paket pada client dan parameter-parameter QoS jaringan seperti delay, jitter, dan packet drop. Sehingga akan didapatkan kapasitas jaringan untuk setiap skenario. Berdasarkan analisis data uji coba, Jaringan multicast IPTV yang dibangun dapat menerima beban trafik hingga 100 Mbps untuk kualitas VCD, 65 Mbps untuk kualitas DVD-1, dan 28 Mbps untuk kualitas DVD-2. Jaringan multicast IPTV yang dibangun dapat menerima beban trafik hingga 55 Mbps untuk satu buah streaming, 49 Mbps untuk dua buah streaming, dan 53 Mbps untuk tiga buah streaming. Jaringan multicast IPTV yang dibangun dapat menerima beban trafik hingga 55 Mbps untuk satu client multicast, 44 Mbps untuk dua client multicast, dan 35 Mbps untuk tiga client multicast. Jaringan multicast IPTV yang dibangun dapat menerima beban trafik hingga 55 Mbps untuk koneksi langsung, koneksi melalui dua router multicast, dan koneksi tiga router multicast, dan 65 Mbps untuk koneksi satu router multicast. Sehingga penambahan jumlah stream dan jumlah client multicast merupakan faktor yang harus diperhatikan dalam merencanakan kapasitas jaringan IPTV. Sedangkan penambahan jumlah router tidak terlalu mempengaruhi kapasitas jaringan IPTV.", "Daftar File": {}, "Penulis": "ABI PRAYA NANDYA PURUSA (NIM : 13205099)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Ian Josef Matheus Edward MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "iptv, multicast, routing, pim-sm", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "10 file", "Tanggal Input": "27 Sep 2017"}