{"Nomor": 13187, "Judul": "EVALUASI PENERAPAN METODA INVERSI IMPEDANSI AKUSTIK, MULTI-ATRIBUT, DAN VARIANSI UNTUK PEMETAAN POROSITAS, SERTA PENENTUAN PROSPEK PADA FORMASI EKIVALEN BATURAJA, LAPANGAN GODZILLA", "Abstrak": "Thesis ini membahas mengenai baik penggunaan maupun perbandingan antar metoda yang telah digunakan dalam upaya untuk mengkarakterisasikan reservoir seismik formasi karbonat ekivalen Baturaja melalui pemetaan porositas dan strukturnya.Berdasarkan analisa perbandingan hasil inversi, metoda yang paling cocok digunakan adalah metoda inversi programa linier sparse-spike. Walaupun metoda ini memberikan hasil yang buruk dimana energi yang tersisa relatif lebih besar dibandingkan metoda lainnya. Namun mengingat data seismik memiliki tingkat noise yang tinggi, maka metoda ini tepat digunakan untuk menghindari permodelan noise sebagai signal. Hubungan antara impedansi hasil inversi baik model based maupun sparse-spike tidak cukup dimodelkan menggunakan relasi linier saja, penggunaan relasi multi-linier dan non-liner keduanya memberikan tingkat prediksi, korelasi dan kesalahan validasi yang lebih baik. Analisa atribut variance-cube baik digunakan dalam mendeteksi sesar dimana pengkombinasian terhadap porositas menunjukkan hasil yang bersesuaian sehingga dapat disimpulkan metoda multi-atribut sudah cukup baik untuk mendeskripsikan prospek. Lokasi prospek pengembangan sumur yang diusulkan adalah prospek GDZ-1 dan GDZ-2.", "Daftar File": {}, "Penulis": "ADHILAKSANA DWI MAHENDRA (NIM 22307009)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ir. Sigit Sukmono, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Geofisaka Terapan", "Fakultas": "", "Subjek": "", "Kata Kunci": "Seismic Reservoir Characterization, Baturaja Formation, Acoustic Impedance Inversion, Multi-Attribute, Variance-Cube", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Vika Anastasya Kovariansi", "File": "10 file", "Tanggal Input": "16 Feb 2012"}