{"Nomor": 13180, "Judul": "STUDI PENEMPATAN SUMUR HORIZONTAL UNTUK MENINGKATKAN PRODUKSI DAN RECOVERY", "Abstrak": "Pada lapangan X, adanya bottom water drive membuat dibutuhkannya metode yang dapat memperbaharui pengambilan hidrokarbon secara lebih maksimal. Karena memiliki daerah kontak yang lebih panjang dengan reservoir, sumur horizontal umumnya memiliki penurunan tekanan yang lebih kecil untuk suatu harga rate tertentu dibandingkan dengan sumur vertikal. Sehingga sumur horizontal dapat dioperasikan dengan besar rate yang sama dengan sumur konvensional,tetapi dengan lebih sedikit terjadinya water coning. Selain itu adanya fracture juga membuat sumur horizontal menjadi pertimbangan karena dapat didesain untuk menyiasati keterbatasan dan perubahan kontinuitas secara lateral maupun secara vertikal. Untuk mendapatkan perolehan minyak yang maksimal ,penempatan sumur horizontal akan memberikan pengaruh yang signifikan, Karena berhubungan dengan daerah pengurasan dari sumur horizontal itu sendiri. Selain itu juga dilakukan kombinasi dari sumur horizontal untuk mendapatkan faktor perolehan minyak lapangan yang lebih besar. Dari hasil studi kasus dipilih 4 penempatan sumur horizontal terbaik berdasarkan besar dari kenaikan perolehan minyak lapangan secara keseluruhan. Setelah dibuat prioritas penempatan sumur horizontal, kombinasi sumur dilakukan. Dari hasil kombinasi prioritas sumur horizontal didapatkan kombinasi paling optimum adalah antara prioritas 1 dan prioritas 3, menghasilkan kenaikan factor perolehan aktual sebesar 2.58% atau sebanyak 2.49 MMSTB. Derajat interferensi yang dihasilkan adalah sebesar 13.7 %. Dari hasil studi yang dilakukan untuk selanjutnya dapat dibuat rencana peningkatan perolehan minyak pada lapangan X dengan menggunakan sumur horizontal baik dengan menggunakan satu sumur horizontal atau kombinasi dari beberapa sumur horizontal.", "Daftar File": {"2010 TA PP ABDURACHMAN 1.pdf": "https://digilib.itb.ac.id/gdl/download/56895"}, "Penulis": "ABDURACHMAN (NIM 12206055)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ir.Taufan Marhaendrajana"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Sumur Horizontal, Lapangan X, Kombinasi, Faktor Perolehan Minyak", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}