{"Nomor": 13193, "Judul": "STUDI SEDIMENTASI DAN LINGKUNGAN PENGENDAPAN ENDAPAN KLASTIK DAERAH GUNUNG BENDE (PADALARANG) DAN CILEAT (SAGULING) KABUPATEN BANDUNG BARAT, JAWA BARAT", "Abstrak": "Endapan klastik di daerah Gunung Bende (Padalarang) dan Cileat (Saguling), tersingkap secara terbatas di daerah penelitian yang secara geologi sebagian besar merupakan daerah karbonat. Endapan klastik tersebut oleh peneliti terdahulu dianggap sebagai fasies halus (batulempung) endapan laut dari Formasi Batuasih yang berumur Oligosen.Batuan yang tersingkap di daerah penelitian dapat dibagi ke dalam dua satuan batuan tidak resmi, dari tua ke muda yaitu Satuan Batupasir dan Satuan Batugamping. Satuan Batupasir dapat dibagi atas Batupasir Fasies Kasar pada bagian bawah dan Batupasir Fasies Halus pada bagian atas.Satuan Batupasir diendapkan pada lingkungan darat oleh sistem fluvial dengan tipe sungai meander, berdasarkan data berupa analisis stratigrafi, struktur sedimen yang ada, butiran kuarsa, kehadiran sisipan karbon, batuan yang bersifat tidak karbonatan, dan tidak ditemukannya fosil penciri laut. Satuan Batupasir Fasies Kasar diinterpretasikan sebagai endapan channel dengan mekanisme arus traksi. Satuan Batupasir Fasies Halus diinterpretasikan sebagai endapan flood plain dengan mekanisme arus lemah-suspensi.Hasil penelitian menunjukkan bahwa Satuan Batupasir yang terdapat di daerah penelitian dapat dimasukkan ke dalam Formasi Bayah yang berumur Eosen-Oligosen. Sedangkan Satuan Batugamping, dapat dimasukkan kedalam Formasi Rajamandala yang berumur Oligosen-Miosen.Berdasarkan hasil penelitian ini, penulis mempunyai pendapat yang berbeda mengenai status lingkungan pengendapan dari Satuan Batupasir di daerah penelitian dengan peneliti sebelumnya, terutama Martodjojo (1984). Penulis berpendapat bahwa Satuan Batupasir diendapkan pada lingkungan bukan laut.Ciri litologi endapan klastik daerah penelitian juga menunjukkan karakter fisik yang mirip dengan batupasir di Formasi Walat, disamping itu lokasi tipe Formasi Walat lebih dekat dengan lokasi penelitian, jika dibandingkan dengan lokasi tipe Formasi Bayah yang terletak di barat Pelabuhan Ratu. Oleh sebab itu endapan klastik tersebut juga sangat mungkin dapat dimasukkan ke dalam Formasi Walat.", "Daftar File": {"2009 TA PP ADITHA RACHMANTI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/56985", "2009 TA PP ADITHA RACHMANTI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/56986", "2009 TA PP ADITHA RACHMANTI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/56987", "2009 TA PP ADITHA RACHMANTI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/56988", "2009 TA PP ADITHA RACHMANTI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/56989", "2009 TA PP ADITHA RACHMANTI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/56990", "2009 TA PP ADITHA RACHMANTI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/56991"}, "Penulis": "ADITHA RACHMANTI (NIM 12004042)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Yahdi Zaim dan Dr. Aswan, ST, MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Sedimentasi, Lingkungan pengendapan endapan plastik, Daerah Gunung Bende, Padalarang, Cileat, saguling, Kabupaten Bandung Barat", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}