{"Nomor": 13208, "Judul": "EFEK IMUNOMODULATOR EKSTRAK AIR PETIVERIA ALLIACEA L. DAN LANTANA CAMARA L. PADA MENCIT SWISS WEBSTER", "Abstrak": "Sistem imun memiliki peranan penting dalam pertahanan tubuh terhadap serangan penyakit. Defisiensi sistem imun dapat menyebabkan tubuh rentan terhadap infeksi. Lantana camara dan Petiveria alliacea secara tradisional telah digunakan oleh masyarakat sebagai obat untuk tuberkulosis, namun belum ada data mengenai efek imunomodulator kedua tanaman tersebut. Pada penelitian ini, efek imunomodulator ekstrak air dari kedua tanaman tersebut diuji terhadap respon imun nonspesifik melalui uji bersihan karbon, penentuan indeks organ dan kadar NO yang diproduksi oleh makrofag; dan uji terhadap respon imun spesifik yang meliputi penentuan titer antibodi total dan uji hipersensitivitas tipe lambat. Zymosan A digunakan sebagai pembanding pada uji terhadap respon imun nonspesifik, dan lipopolisakarida (LPS) pada uji stimulasi produksi NO. Ekstrak Petiveria alliacea pada dosis 15, 30, dan 60 mg/kg bobot badan dan Lantana camara pada dosis 20 dan 40 mg/kg bobot badan meningkatkan aktivitas sistem retikuloendotelial dengan indeks fagositik berturut-turut sebesar 1,51; 1,93; 2,08 untuk Petiveria alliacea; sebesar 1,13 dan 1,24 untuk Lantana camara. Ekstrak Lantana camara pada dosis 40 mg/kg bobot badan meningkatkan indeks hati dan timus secara bermakna (p", "Daftar File": {"2008 TA PP AFWA FIRDAUSI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/57066", "2008 TA PP AFWA FIRDAUSI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/57067", "2008 TA PP AFWA FIRDAUSI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/57068", "2008 TA PP AFWA FIRDAUSI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/57069", "2008 TA PP AFWA FIRDAUSI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/57070", "2008 TA PP AFWA FIRDAUSI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/57071", "2008 TA PP AFWA FIRDAUSI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/57072", "2008 TA PP AFWA FIRDAUSI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/57073"}, "Penulis": "AFWA FIRDAUSI (NIM 10704081)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Maria Immaculata Iwo, M. Si., dan Dr. Endang Purwantini"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "imunomodulator, Lantana camara, Petiveria alliacea", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Vika Anastasya Kovariansi", "File": "8 file", "Tanggal Input": "16 Feb 2012"}