{"Nomor": 13205, "Judul": "GEOLOGI DAERAH PARSEH DAN SEKITARNYA, KECAMATAN KLABANG, KABUPATEN BONDOWOSO, PROVINSI JAWA TIMUR.", "Abstrak": "Geomorfologi daerah penelitian berupa perbukitan dan lembahan dengan perbedaan ketinggian yang cukup tajam. Hal tersebut sangat dikontrol oleh kondisi struktur dan litologinya. Berdasarkan pengamatan terhadap bentukan dan kondisi geologinya (Lobeck, 1939), daerah penelitian di bagi ke dalam empat satuan geomorfologi, yaitu: Satuan Perbukitan Vulkanik, Satuan Perbukitan Lipatan, Satuan Lembah Vulkanik, dan Satuan Lembah Alluvial. Stratigrafi daerah penelitian terbagi ke dalam enam satuan batuan yakni: Satuan Batulempung (Formasi Menuran, Miosen Akhir), berupa campuran antara produk lingkungan turbidit proksimal hingga distal yang terdiri dari perselingan batupasir dan batulempung, Satuan Batugamping (Anggota Pacalan, Anggota Menuran, Pliosen Awal) yang merupakan endapan turbidit laut dalam berupa batugamping kalkarenit dan bioklastuik dengan fragmen litik vulkanik yang cukup melimpah, satuan Batupasir (Formasi Leprak, Pliosen Akhir), berupa endapan turbidit kipas bawah laut bagian kipas tengah yang terdiri dari batupasir dengan kandungan material vulkanik yang cukup tinggi, Satuan Breksi (Formasi Ringgit, Pleistosen) yang terdiri dari breksi vulkanik dengan sisipan batugamping koral pada bagian tengah sebagai penanda lingkungan laut dangkal serta penanda susulaut pada kala Pleistosen, Satuan Breksi Tufan (Formasi Bagor, Holosen) yang merupakan endapan darat dengan kandungan fragmen dominan penciri khusus yang terdiri dari batuapung dan gelas, serta Satuan Aluvial. Berdasarkan pengamatan, struktur geologi daerah penelitian terdiri dua pola arah dominan yang terbentuk dalam dua fase, yakni jalur lipatan Antiklin dan Sinklin Klabang yang berarah timurlaut-baratdaya, sesar normal dengan jurus yang relatif sama, serta sesar mendatar dengan arah relatif baratdaya-tenggara.", "Daftar File": {"2011 TA PP AFFAN ARIF NURFARHAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/57041", "2011 TA PP AFFAN ARIF NURFARHAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/57042", "2011 TA PP AFFAN ARIF NURFARHAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/57043", "2011 TA PP AFFAN ARIF NURFARHAN 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/57044", "2011 TA PP AFFAN ARIF NURFARHAN 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/57045", "2011 TA PP AFFAN ARIF NURFARHAN 1-BAB 3C.pdf": "https://digilib.itb.ac.id/gdl/download/57046", "2011 TA PP AFFAN ARIF NURFARHAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/57047", "2011 TA PP AFFAN ARIF NURFARHAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/57048", "2011 TA PP AFFAN ARIF NURFARHAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/57049"}, "Penulis": "AFFAN ARIF NURFARHAN (NIM 12006022)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Agus Handoyo Harsolumakso"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Klabang, Antiklin Klabang, Formasi Menoran, Miosen Awal.", "Sumber": "", "Staf Input/Edit": "Dwina Fatimiyah Shidiq  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}