{"Nomor": 13206, "Judul": "GEOLOGI DAN ANALISIS STRUKTUR GEOLOGI DAERAH PANGGARANGAN DAN SEKITARNYA, KABUPATEN LEBAK, BANTEN", "Abstrak": "Daerah penelitian ini dibagi menjadi dua satuan geomorfologi, yaitu Satuan Perbukitan Kompleks dan Satuan Dataran AluvialÃ‚Â–Pantai. Geomorfologi daerah penelitian dikontrol oleh struktur geologi berupa sesar, lipatan dan struktur penyerta berupa rekahan-rekahan. Proses yang terjadi pada saat sekarang adalah pelapukan, erosi dan pengendapan. Tahapan geomorfik daerah penelitian termasuk tahapan geomorfik muda hingga dewasa yang dicirikan oleh lembah sungai berbentuk Ã‚Â“UÃ‚Â”, erosi horizontal, dan endapan di sepanjang sungai-sungai besar. Terdapat tujuh satuan tidak resmi pada daerah penelitian, yaitu Satuan Batupasir Kuarsa yang berumur Eosen Tengah, Satuan Batupasir yang berumur Awal Oligosen Akhir, Satuan Batugamping Bioklastik dan Satuan Napal yang saling menjemari dan berumur Akhir Oligosen Akhir, Satuan Batugamping Terumbu yang berumur Miosen Awal, Satuan Konglomerat yang berumur Pliosen Awal, dan Satuan Endapan Aluvial-Pantai yang berumur Holosen. Struktur struktur geologi yang hadir di daerah penelitian adalah sesar naik, lipatan, dan sesar mendatar sebagai akibat dari perbedaan akomodasi gaya kompresi. Konfigurasi sesar naik mengindikasikan daerah penelitian berada pada zona sesar anjak lipatan (fold thrust belt). Deformasi yang terjadi di daerah penelitian dibagi menjadi dua fase deformasi berupa kompresional, yang pertama yaitu pada Miosen Tengah yang menyebabkan terbentuknya sesar naik, sesar mendatar, dan lipatan. Fase deformasi kompresi kedua terjadi pada Kala PlioÃ‚Â–Pleistosen yang mereaktivasi sesar yang berumur Miosen Tengah dan sesar-sesar baru yang berarah NE-SW. Arah tegasan utama daerah penelitian berarah NNWÃ‚Â–SSE yang diinterpretasikan sebagai arah penunjaman subduksi.", "Daftar File": {"2009 TA PP AFIF SAPUTRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/57056", "2009 TA PP AFIF SAPUTRA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/57057", "2009 TA PP AFIF SAPUTRA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/57055", "2009 TA PP AFIF SAPUTRA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/57054", "2009 TA PP AFIF SAPUTRA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/57053", "2009 TA PP AFIF SAPUTRA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/57052", "2009 TA PP AFIF SAPUTRA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/57051", "2009 TA PP AFIF SAPUTRA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/57050"}, "Penulis": "AFIF SAPUTRA (NIM 12005062)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Aswan ST., MT. dan Dr. Ir. Chalid Idham Abdullah"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Struktur Geologi, Panggarangan Kabupaten Lebak, Banten", "Sumber": "", "Staf Input/Edit": "Dwina Fatimiyah Shidiq  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}