{"Nomor": 13214, "Judul": "TEKTONOSTRATIGRAFI KELOMPOK PEMATANG SUB CEKUNGAN BARUMUN SUMATERA UTARA", "Abstrak": "Sub Cekungan Barumun merupakan sub cekungan Kenozoikum di bagian paling utara Cekungan Sumatera Tengah dan di Selatan tinggian Asahan. Data hasil eksplorasi migas di Sub Cekungan Barumun paling baru berupa data seismik 3D membuka pemahaman baru tentang perkembangan Sub Cekungan Barumun pada Kelompok Pematang. Sub Cekungan Barumun diyakini sebagai rifting akibattektonik wrench. Tujuan penelitian ini untuk mengetahui perkembangan dan interaksi aktifitas sesar-sesar border fault dengan rekaman proses sedimentasi, menyusun ulang tektonostratigrafi Sub Cekungan Barumun, dan pembuatan diagram blok perkembangan struktur dan sedimentasi pada rentang waktu geologi Eosen Oligosen untuk mempermudah pemahaman sejarah geologi Sub Cekungan Barumun. Pemetaan pada data seismik 2D dan 3D menjadi alat utama penelitian menggunakan stratigrafi seismik untuk mengetahui pola hubungan paket-paket stratigrafi. Pemetaan struktur memberikan gambaran dimensi cekungan dan perkembangan struktur geologi pembentuk cekungan. Pada Sub Cekungan Barumun diyakini sekuen-sekuen stratigrafi dikontrol kuat oleh tektonik. Peta isopach masing-masing sekuen kemudian digunakan sebagai rekaman ruang  akomodasi minimum tiap sekuen sekaligus sebagai penanda arah ekstensi. Penafsiran lingkungan pengendapan dilakukan dengan integrasi peta-peta struktur, isopach, karakter stratigrafi seismik, karakter log-log sumur dan dibantu oleh atribut seismik yang diharapkan akan mampu meresolusikan penyebaran fasies. Hasil penelitian menunjukkan bahwa Sub Cekungan Barumun memiliki dua sejarah cekungan. Cekungan pertama diperkirakan berupa cekungan pada bahu tepian benua yang berumur Pra Tersier. Cekungan yang lebih muda berupa cekungan hasil rifting oleh strike slip pada rentang Eosen Oligosen seperti sub cekungan lain di cekungan Sumatera Tengah. Cekungan rifting Eosen Oligosen terbentuk dalam beberapa fase, yaitu pre rift, fase rift initiation yang secara cepat diikuti oleh early maximum rift, fase mid maximum rift, late maximum riftmaksimum, fase early post rift, dan fase late post rift. Laju penurunan cekungan, pengangkatan daerah drainase dan arsitektur dasar cekungan mempengaruhi penyebaran fasies sedimen. Pengenalan pola penyebaran fasies sedimen dengan pemahaman tektonostratigrafi selama perkembangan cekungan memegang peran utama dalam evaluasi dan eksplorasi potensi sistem petroleum pada Sub Cekungan Barumun.", "Daftar File": {"2007 TA PP AGUS SUSIANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/57105", "2007 TA PP AGUS SUSIANTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/57106", "2007 TA PP AGUS SUSIANTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/57107", "2007 TA PP AGUS SUSIANTO 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/57108", "2007 TA PP AGUS SUSIANTO 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/57109", "2007 TA PP AGUS SUSIANTO 1-BAB 3C.pdf": "https://digilib.itb.ac.id/gdl/download/57110", "2007 TA PP AGUS SUSIANTO 1-BAB 3D.pdf": "https://digilib.itb.ac.id/gdl/download/57111", "2007 TA PP AGUS SUSIANTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/57112", "2007 TA PP AGUS SUSIANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/57113"}, "Penulis": "AGUS SUSIANTO (NIM: 22005020)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Dardji Noeradi, Ir.Dr.", "Pembimbing: Benyamin Sapiie, Ir., Ph,D.", "Pembimbing: Djuhaeni, Ir., Dr.", ""], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Tectonostratigrafy ; paleogeografy; isopach; eosen oligosen; rifting.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}