{"Nomor": 13243, "Judul": "ANALISIS DAN PEMODELAN GENERATOR INDUKSI SATU FASA", "Abstrak": "Generator induksi satu fasa yang menggunakan sumber energi alternatif dan terbarukan sangat menguntungkan untuk dibuat sebagai pembangkit tenaga listrik, khususnya dengan daya rendah. Dengan sumber daya energi mikrohidro dan angin yang dapat diterapkan di daerah-daerah terpencil. Kelebihan dari generator induksi satu fasa yaitu kontruksi sederhana, tidak membutuhkan sikat, andal, biaya dan perawatan rendah.Tujuan dari penelitian ini adalah untuk menganalisis pengaruh kejenuhan inti dalam memprediksi kinerja dan desain generator induksi satu fasa penguatan sendiri. Representasi karakteristik kejenuhan inti dalam persamaan model sangat penting dilakukan untuk analisa tersebut. Untuk melakukan analisis kinerja tersebut dibutuhkan rangkaian ekivalen generator. Rangkaian ekivalen yang umum digunakan pada saat ini atau yang disebut rangkaian ekivalen bentuk T, dalam penentuan parameter membutuhkan asumsi reaktansi bocor stator sama dengan reaktansi bocor rotor. Pada penelitian ini dibuat rangkaian ekivalen bentuk Г dan invers Г, yang tidak melakukan asumsi tersebut karena jumlah parameter rangkaian ekivalen lebih sedikit dengan metoda tanpa mengabaikan parameter lainnya. Sehingga dalam penentuan parameternya dapat dilakukan lebih teliti dan memperoleh karakteristik kejenuhan inti yang mendekati keadaan sebenarnya. Teknik analisis kinerja transient generator induksi satu fasa yang dilakukan dalam penelitian ini yaitu menggunakan simulator Simulink-Matlab dan melakukan pengujian laboratorium. Penulis melakukan analisis transient terhadap proses eksitasi sendiri, perubahan beban, dan perubahan kecepatan terhadap kinerja tegangan generator induksi satu fasa. Dari hasil serangkaian simulasi dan pengujian yang dilakukan mengindikasikan bahwa rangkaian ekivalen bentuk Г dan invers Г memperoleh hasil yang baik. Hal ini terlihat dari perbandingan hasil simulasi dan pengujian yang mendekati sama.", "Daftar File": {"2008 TS PP AMIR HAMZAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/57301", "2008 TS PP AMIR HAMZAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/57302", "2008 TS PP AMIR HAMZAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/57303", "2008 TS PP AMIR HAMZAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/57304", "2008 TS PP AMIR HAMZAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/57305", "2008 TS PP AMIR HAMZAH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/57306", "2008 TS PP AMIR HAMZAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/57307"}, "Penulis": "AMIR HAMZAH (NIM 23206005)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Pekik Argo Dahono"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Generator induksi satu fasa, Kejenuhan inti, Rangkaian ekivalen bentuk Г dan invers Г", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}