{"Nomor": 13244, "Judul": "GEOLOGI DAN DIAGENESIS BATUGAMPING FORMASI CIMAPAG, DAERAH PERBUKITAN CILUMAYAN DAN SEKITARNYA, KABUPATEN SUKABUMI, JAWA BARAT", "Abstrak": "Satuan geomorfologi pada daerah penelitian terdiri dari Satuan Perbukitan Intrusi yang dicirikan oleh perbukitan terjal, Satuan Perbukitan Homoklin yang dicirikan oleh perbukitan curam dengan kemiringan lapisan searah ke selatan, Satuan Perbukitan Karst yang dicirikan bukit-bukit berbentuk kerucut dan Satuan Dataran Aluvial dicirikan oleh teras sungai dengan sungai utama mengalir dari utara ke selatan.   \n \n \n\nPada daerah penelitian, satuan batuan tertua yaitu Satuan Breksi Tufan berumur awal Miosen Awal dan diendapkan di lingkungan Neritik Tengah. Satuan ini menjemari dengan Satuan Tuf Kristal. Pada akhir Miosen Awal, Satuan Breksi yang berubah fasies menjadi Satuan Batugamping diendapkan tidak selaras di atas Satuan Tuf Kristal. Satuan Breksi dan Batugamping diendapkan pada lingkungan neritik. Pada Kala Miosen Tengah terjadi intrusi berupa dasit sedangkan intrusi andesit plagioklas terjadi pada Miosen Akhir. Pada Pliosen Tengah diendapkan Satuan Tuf Litik secara tidak selaras di atas satuan-satuan yang lebih tua. Intrusi andesit piroksen terjadi pada Kuarter dan Satuan Endapan Aluvial yang diendapkan dari Holosen sampai Resen.", "Daftar File": {"2009 TA PP AMRIZAL 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/57308", "2009 TA PP AMRIZAL 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/57309", "2009 TA PP AMRIZAL 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/57310", "2009 TA PP AMRIZAL 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/57311", "2009 TA PP AMRIZAL 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/57312", "2009 TA PP AMRIZAL 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/57313", "2009 TA PP AMRIZAL 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/57314", "2009 TA PP AMRIZAL 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/57315", "2009 TA PP AMRIZAL 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/57316", "2009 TA PP AMRIZAL 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/57317"}, "Penulis": "AMRIZAL (NIM 12005073)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Emmy Suparka dan Ir. Nurcahyo Indro Basuki., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Cimapag, Limestone Diagenesis", "Sumber": "", "Staf Input/Edit": "Dwina Fatimiyah Shidiq  \n                                     Ena Sukmana", "File": "10 file", "Tanggal Input": "27 Sep 2017"}