{"Nomor": 13247, "Judul": "GEOLOGI DAN PETA KERENTANAN LONGSORAN DENGAN METODE PROSES HIRARKI ANALITIK DI DAERAH SASAKSAAT DAN SEKITARNYA, KABUPATEN BANDUNG BARAT, PROVINSI JAWA BARAT", "Abstrak": "Berdasarkan fisiografis Jawa bagian Barat, daerah penelitian berada pada Zona Antiklinorium Bogor dan Gunungapi Kuarter. Daerah Penelitian terbagi menjadi enam satuan geomorfologi yaitu Satuan Punggungan Homoklin, Satuan Lembah Antiklin, Satuan Lembah Sinklin, Satuan Punggungan Aliran Lava, Satuan Punggungan Jatuhan Piroklastik, dan Satuan Lembah Aliran Piroklastik. Satuan Batuan daerah penelitian terbagi menjadi tujuh satuan tidak resmi. Satuan Batulempung I, Satuan Breksi, Satuan Batupasir, dan Satuan Batulempung II diendapkan pada Miosen Atas hingga awal Pliosen di lingkungan laut dalam, sedangkan Satuan Breksi Piroklastik, Satuan Lava, dan Satuan Tuf merupakan hasil produk Gunung Pra-Sunda yang berumur Kuarter. Struktur Geologi yang terdapat di daerah penelitian yaitu Lipatan Antiklin Cipaku, Lipatan Sinklin Pasir Lembang, dan Sesar Mendatar Ciburial. Peta kerentanan longsoran di daerah penelitian dihasilkan dengan menggunakan metode Proses Hirarki Analitik dan Sistem Informasi Geografis. Parameter yang digunakan ada lima, terdiri dari kemiringan lereng, litologi, relief relatif, kebasahan lahan, dan tutupan lahan. Dari hasil proses dan analisis, di dapat empat tingkat kerentanan longsoran yaitu kerentanan sangat tinggi, kerentanan tinggi, kerentanan sedang, dan kerentanan rendah. Daerah baratlaut penelitian merupakan daerah yang memiliki tingkat kerentanan longsoran sangat tinggi.", "Daftar File": {"2010 TA PP ANDHIKA EKY SAPUTRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/57326", "2010 TA PP ANDHIKA EKY SAPUTRA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/57327", "2010 TA PP ANDHIKA EKY SAPUTRA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/57328", "2010 TA PP ANDHIKA EKY SAPUTRA 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/57329", "2010 TA PP ANDHIKA EKY SAPUTRA 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/57330", "2010 TA PP ANDHIKA EKY SAPUTRA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/57331", "2010 TA PP ANDHIKA EKY SAPUTRA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/57332", "2010 TA PP ANDHIKA EKY SAPUTRA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/57333"}, "Penulis": "ANDHIKA EKY SAPUTRA (NIM 12005071)", "Kontributor / Dosen Pembimbing": ["Pembimbingn :  Dr. Eng. Imam A. Sadisun, M.T. dan Dr. Ir. Asep H.P. Kesumajana, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kerentanan Longsoran, Proses Hirarki Analitik, Kabupaten Bandung Barat", "Sumber": "", "Staf Input/Edit": "Dwina Fatimiyah Shidiq  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}