{"Nomor": 13241, "Judul": "USULAN FORMULASI STRATEGI PT. S", "Abstrak": "PT. S sebagai objek wisata budaya merupakan replika dari sebuah perkampungan masyarakat Sunda, yang menggambarkan seni dan budaya tradisional masyarakat Sunda. Selain pertunjukan seni dan budaya tradisional, PT. S juga memproduksi alat musik tradisional angklung dan alat musik dari bambu lainnya.Di tahun 2007 PT. S bertransformasi dari sebuah family business menjadi sebuah perusahaan dengan manajemen yang lebih profesional. Saat ini, PT. S memiliki rencana jangka panjang hingga tahun 2017, namun rencana tersebut belum dipetakan dengan baik. Sesuai kesepakatan dengan PT. S, tujuan dari proyek akhir ini adalah memformulasikan strategi perusahaan sesuai dengan visi, misi dan tujuan perusahaan, sehingga dapat meningkatkan daya saing perusahaan.Kerangka berpikir dalam merumuskan strategi perusahaan adalah dengan menggunakan tahapan manajemen stratejik dari Wheelen dan Hunger, yang terdiri dari: Environmental Scanning, Strategy Formulation, dan Strategy Implementation. Pengumpulan data primer dan sekunder dilakukan dengan cara studi literatur, pengamatan langsung, wawancara, diskusi kelompok dengan manajemen perusahaan, dan referensi lain seperti data-data dari internet.Formulasi strategi perusahaan digambarkan dengan pembobotan faktorfaktor EFAS (external factors analysis summary) dan IFAS (internal factors analysis summary) perusahaan, pembuatan matrik SWOT, Strategy Map dengan perspektif Balanced Scorecard, dan penentuan strategi bisnis dan fungsional perusahaan. Sedangkan rencana implementasi dilakukan dengan cara bertahap yaitu jangka pendek, jangka menengah dan jangka panjang.", "Daftar File": {"2009 TS PP AMELIA ANGGARINI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/57288", "2009 TS PP AMELIA ANGGARINI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/57289", "2009 TS PP AMELIA ANGGARINI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/57290", "2009 TS PP AMELIA ANGGARINI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/57291", "2009 TS PP AMELIA ANGGARINI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/57292", "2009 TS PP AMELIA ANGGARINI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/57293"}, "Penulis": "AMELIA ANGRAINI (NIM: 29107308)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Gatot Yudoko"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "formulasi strategi, matriks SWOT, strategy map, PT Saung Angklung Udjo (SAU)", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}