{"Nomor": 13263, "Judul": "KOORDINASI PERALATAN PROTEKSI ARUS LEBIH PADA JARINGAN DISTRIBUSI TEGANGAN MENENGAH  (STUDI KASUS: PENYULANG 20 KV PT. PLN (PERSERO) WILAYAH SUMATRA UTARA)", "Abstrak": "Jaringan Tegangan Menengah 20 kV di PT. PLN (Persero) Wilayah Sumatera Utara Cabang Medan mengalami banyak gangguan arus lebih yang meyebabkan sering terjadi pemadaman kepada konsumen. Banyaknya pemadaman disebabkan oleh kondisi dan pemilihan peralatan proteksi yang terpasang yang tidak mengikuti standar yang baku. Tugas akhir ini membahas tentang perancangan sistem proteksi gangguan arus lebih untuk jaringan distribusi tegangan menengah. Perancangan sistem proteksi gangguan arus lebih ini menitikberatkan pada pengkoordinasian antarperalatan proteksi untuk mendapatkan selektivitas yang baik. Perhitungan yang digunakan didalam koordinasi proteksi ini dilakukan berdasarkan standar SPLN No.64 Tahun 1985. Peralatan proteksi yang dikoordinasikan meliputi pelebur, rele arus lebih, dan PBO. Sebagai studi kasus dua buah penyulang, yaitu penyulang Gobi dan penyulang Lele, yang terdapat di di PT. PLN (Persero) Wilayah Sumatera Utara Cabang Medan akan dianalisis dan dilakukan koordinasi peralatan proteksinya. Selanjutnya perancangan sistem proteksi gangguan arus lebih ini dilakukan dalam beberapa konfigurasi.", "Daftar File": {"2007 TA PP ANGKI PUTRA KURNIAWAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/57426", "2007 TA PP ANGKI PUTRA KURNIAWAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/57427", "2007 TA PP ANGKI PUTRA KURNIAWAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/57428", "2007 TA PP ANGKI PUTRA KURNIAWAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/57429", "2007 TA PP ANGKI PUTRA KURNIAWAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/57430", "2007 TA PP ANGKI PUTRA KURNIAWAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/57431", "2007 TA PP ANGKI PUTRA KURNIAWAN 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/57432", "2007 TA PP ANGKI PUTRA KURNIAWAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/57433"}, "Penulis": "ANGKI PUTRA KURNIAWAN (NIM 13203176)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Redy Mardiana"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "jaringan tegangan menengah, gangguan arus lebih, peralatan proteksi, kurva karakteristik waktu-arus, koordinasi", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}