{"Nomor": 13262, "Judul": "GEOLOGI DAN STUDI UBAHAN HIDROTERMAL DAERAH BATU HIJAU, KABUPATEN SUMBAWA, NUSA TENGGARA BARAT", "Abstrak": "Daerah penelitian merupakan bagian dari area penambangan aktif PT. Newmont Nusa Tenggara. Metoda penelitian yang dilakukan adalah pengambilan data lapangan yang dianalisis petrografi, XRD, petrologi serta struktur untuk membuat peta geologi, alterasi, struktur, dsb. Satuan geomorfologi daerah penelitian adalah Satuan Perbukitan Vulkanik. Tahap geomorfik daerah penelitian adalah muda-dewasa dan pola aliran sungai adalah radial dan rektangular. Stratigrafi daerah penelitian dibagi menjadi empat satuan tidak resmi, dari tua ke muda, yaitu Satuan Tuf Kristal, Satuan Intrusi Diorit, Satuan Intrusi Tonalit dan Satuan Intrusi Tonalit Porfir. Satuansatuan batuan di daerah penelitian terbentuk kala Miosen Tengah hingga Pliosen Awal. Struktur geologi yang ditemukan adalah struktur kekar dan dua zona sesar yg memiliki arah yang berbeda yaitu sesar menganan naik (Tongoloka,Katala, Uka, Air Merah, Sekongkang, Jereweh) yang berarah baratlaut-tenggara dan sesar mengiri naik (Bambu dan Santong) yang berarah timurlaut-baratdaya. Hasil analisis petrografi dan analisis difraksi sinar - X memperlihatkan kehadiran mineral-mineral sekunder sebagai pencerminan adanya proses ubahan hidrotermal di daerah penelitian. Pengelompokan berdasarkan asosiasi mineralmineral sekunder menunjukkan bahwa daerah penelitian dapat di bagi atas 4 zona ubahan hidrotermal yaituzona kuarsa-biotit-klorit-magnetit (potasik), zona kloritepidot- kalsit (propilitik), zona kuarsa-serisit-klorit (filik), zona kuarsa-kaolinit-ilit (argilik). Zona ubahan di daerah penelitian dikontrol oleh struktur sesar. Temperatur pembentukan mineral berkisar antara 1300- 3600Cdanketerdapatanzonasialterasipotasik merupakan ciri endapan sistem porfiri.", "Daftar File": {"2011 TA PP ANGGRAINI RIZKITA PUJI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/57418", "2011 TA PP ANGGRAINI RIZKITA PUJI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/57419", "2011 TA PP ANGGRAINI RIZKITA PUJI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/57420", "2011 TA PP ANGGRAINI RIZKITA PUJI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/57421", "2011 TA PP ANGGRAINI RIZKITA PUJI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/57422", "2011 TA PP ANGGRAINI RIZKITA PUJI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/57423", "2011 TA PP ANGGRAINI RIZKITA PUJI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/57424", "2011 TA PP ANGGRAINI RIZKITA PUJI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/57425"}, "Penulis": "ANGGRAINI RIZKITA PUJI (NIM 12007037)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Chalid Idham Abdullah dan Dr. Ir. Bambang Priadi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Hidrotermal, Batu Hijau Kabupaten Sumbawa, NTT", "Sumber": "", "Staf Input/Edit": "Dwina Fatimiyah Shidiq  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}