{"Nomor": 13275, "Judul": "IN SEARCH OF DEFENCE INDUSTRIES' COMPETITIVE ADVANTAGE: A CASE STUDY OF INDONESIA'S AEROSPACE INDUSTRY", "Abstrak": "Globalisation is a world paradigm that brings impacts to almost all of human endeavour. One of the impacts is the ever-rising competition of winning the market's hearts. Competition is principally an economic concept. Every country in the world cannot avoid economic globalisation. Regarding to this issue the question then is how a country ensures their competitiveness among other countries. Competitiveness has become a central preoccupation of both advance and developing country in an increasingly open and integrated world economy. This research is focused more on the competitiveness of one of the defence industry in Indonesia, which is PT. Dirgantara Indonesia.In this respect, Michael Porter has introduces a concept called the 'Competitive Advantage of Nations', identifying the contribution that companies can make to a state's competitive ability. This concept has been translated into a model called 'Diamond Model', showing the relationship between strategy, structure, and firm rivalry; demand conditions; factors conditions; and related supporting and subcontracting industries; and also the role of government and chance in creating national competitive advantage.Defence industry is a unique industrial sector. Defence industry is not only gives profits for government but also ensure the security of the tax payer through its support of weapon systems independency. Indonesia deal with a great suffers because of US military embargo. Half of the weapon systems that Indonesia has are 50 years old. This condition, then, raises the awareness of Indonesia's government of the importance of weapon independency.The fact is, post Suharto era, defence industry is no longer become the priority of the Government. Privileges such as subsidy and protection are no longer become the special treatment for defence industry. Government let defence industry to compete in the market, even though defence industry is too important to be left to the market. This condition lead defence industry, especially PT. Dirgantara Indonesia, has to work very hard to gain their competitiveness in the world market.", "Daftar File": {"2007 TS PP AQUARINA JATI PERDANANTI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/57510", "2007 TS PP AQUARINA JATI PERDANANTI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/57511", "2007 TS PP AQUARINA JATI PERDANANTI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/57512", "2007 TS PP AQUARINA JATI PERDANANTI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/57513", "2007 TS PP AQUARINA JATI PERDANANTI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/57514", "2007 TS PP AQUARINA JATI PERDANANTI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/57515", "2007 TS PP AQUARINA JATI PERDANANTI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/57516", "2007 TS PP AQUARINA JATI PERDANANTI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/57517"}, "Penulis": "AQUARINA JATI PERDANANTI (NIM 24005038)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Bambang K. Hadi dan Prof. Ron Matthews"], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Competitiveness, Porter's Diamond Model, Defence Industry, Dirgantara Indonesia", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}