{"Nomor": 13274, "Judul": "REDUKSI RUGI-RUGI PENSAKLARAN-PADA KONVERTER AS-AS ZETA DENGAN TURN-ON TEGANGAN NOL PADA SAKLAR UTAMA DAN TURN-OF ARUS NOL PADA SAKLAR BANTU", "Abstrak": "Sebuah konverter as-as Zeta penaik/penurun tegangan kendali modulasi lebar pulsa menggunakan pensaklaran lunak baru dengan turn-on tegangan nol untuk saklar utama sedangkan untuk mereduksi kompleksitas rangkaian saklar maka turn-off dengan menggunakan kapasitor snubber pada saklar utama dan turn-on dengan menggunakan rangkaian induktor snubber sedangkan sewaktu turn-off arus nol untuk saklar bantu diusulkan. Macam-macam interval operasi dari konverter disajikan dan dianalisis. Pertimbangan rancangan juga dibicarakan. Sebuah contoh rancangan dengan hasil secara eksperimen yang diperoleh dan daya keluaran 60 W, frekwensi pensaklaran 50 kHz, tegangan keluaran 30 V dan tegangan masukan berkisar antara 30-40 V disajikan. Hasil menunjukan bahwa saklar utama melakukan turn-on tegangan nol sementara saklar bantu melakukan turn-off arus nol untuk kondisi tegangan masukan dan beban sesuai spesifikasi.", "Daftar File": {"2001 TS PP ANUNG 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/57503", "2001 TS PP ANUNG 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/57504", "2001 TS PP ANUNG 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/57505", "2001 TS PP ANUNG 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/57506", "2001 TS PP ANUNG 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/57507", "2001 TS PP ANUNG 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/57508", "2001 TS PP ANUNG 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/57509"}, "Penulis": "ANUNG (NIM 23298016)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. DR.Ir. Yanuarsyah Haroen"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "New soft switching step-down/up, PWM (Pulse Width Modulation), Zeta dc-dc converter, zero voltage turn-on, capacitor circuit, main switch, snubber inductor circuit", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}