{"Nomor": 13288, "Judul": "APLIKASI TOTAL MATERIAL BALANCE TIME DALAM MEMPREDIKSI KOMPARTEMENTALISASI RESERVOIR DENGAN MENGEKSPLOITASI DATA PRODUKSI", "Abstrak": "To know the character of our reservoir is important in making the plan of development. One particular thing that is important to know is the reservoir's compartmentalization. It is important to understand it compartmentalization before planning in Improved Oil Recovery projects such as Infill drilling, water injection, miscible flooding, etc.All this time, to understand the characterization of the reservoir we have to heavily relying on well testing. In this paper, to predict the compartmentalization of the reservoir it will be by using a mathematical approach using common data in the field (rate and pressure). It is hoped that this approach will supplement the effort of understanding reservoir compartmentalization.The mathematical solution used in this approach is the Total Material Balance Time that was proposed by T. Marhaendrajana and T.A. Blasingame1. This mathematical solution approach of predicting compartmentalization had been done in a simulated gas reservoir model and has been able to do well.In this paper, it will be tried to use this mathematical approach to a simulated oil reservoir model. Paying attention to that the solution used was developed for a single phase reservoir, in this work will be tested the whether the approach will be successful or not in simulated oil reservoir models. If it works, it means that this solution is applicable in the oil reservoir as well as gas reservoir.", "Daftar File": {"2010 TA PP ARIF PRANOTO 1.pdf": "https://digilib.itb.ac.id/gdl/download/57585"}, "Penulis": "ARIF PRANOTO (NIM 12206016)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Taufan Marhaendrajana"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "reservoir characterization, reservoir compartmentalization, total material balance time", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}