{"Nomor": 13281, "Judul": "GEOLOGI DAN DISTRIBUSI FASIES BATUGAMPING DAERAH GUNUNG ANTU DAN SEKITARNYA, DESA TANJUNG MANGKALIHAT, KABUPATEN KUTAI TIMUR, KALIMANTAN TIMUR", "Abstrak": "Daerah Gunung Antu dan sekitarnya memiliki karakteristik batugamping yang cukup menarik dan batuan-batuan yang tersingkap pada daerah ini cukup baik untuk menggambarkan distribusi fasies batugamping di daerah ini. Daerah penelitian terletak pada geografis seluas 50 N 705000 Ã‚Â– 709000 dan E 108000 - 115000, berada pada Desa Tanjung Mangkalihat, Kabupaten Kutai Timur, Kalimantan Timur, dengan luas 28 km2 (4 km x 7 km). Geomorfologi daerah penelitian memiliki pola-pola tertentu, seperti pola perbukitan, pola aliran sungai. Pola kelurusan sungai pada daerah ini lebih dikontrol oleh rekahan yng terdapat pada batugamping dan juga proses karstifikasi. Terdapat enam satuan geomorfologi di daerah penelitian, yaitu: Satuan Punggungan Perlipatan, Satuan Punggungan Karst, Satuan Perbukitan Karst Terumbu Gunung Antu, Satuan Dataran Karst, Satuan Lembah Monoklin dan Lembah Sinkhole Gunung Antu. Stratigrafi daerah penelitian dibagi menjadi tiga satuan, dari tua ke muda adalah Satuan Batugamping Terumbu berumur Miosen Awal Ã‚Â– Miosen Tengah yang disetarakan dengan Formasi Tendehantu dan ciri litologi dominan adalah batugamping bioklastik. Satuan Batugamping Kalkarenit berumur Miosen Tengah yang disetarakan dengan Formasi Golok dan ciri litologi adalah batugamping kalkarenit dan perselingan batugamping dengan napal dan diendapkan selaras diatas Satuan Batugamping Terumbu. Satuan Napal berumur Miosen Tengah-Miosen Akhir yang disetarakan dengan Formasi Golok dan ciri litologi berupa napal dan perselingan antara napal dengan batugamping yang juga diendapkan selaras diatas Satuan Batugamping Kalkarenit. Distribusi fasies batugamping pada daerah penelitian dapat dianalisa dengan baik pada daerah Gunung Antu. Fasies batugamping terdiri dari 3 fasies yaitu: Reef Front Framestone, Fore Reef Coralline Ã‚Â– Talus Rudstone Ã‚Â– Grainstone, Fore Reef Packstone Ã‚Â– Floatstone. Struktur geologi yang terdapat dalam daerah penelitian memiliki arah umum tenggara Ã‚Â– barat laut,dan barat timur. Pembentukan struktur pada daerah penelitian diperkirakan terjadi pada Kala Plio-Pleistosen dengan tegasan utama berarah baratlaut - tenggara.", "Daftar File": {"2011 TA PP ARDIANSYAH IBNU KOESHIDAYATULLAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/57539", "2011 TA PP ARDIANSYAH IBNU KOESHIDAYATULLAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/57540", "2011 TA PP ARDIANSYAH IBNU KOESHIDAYATULLAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/57541", "2011 TA PP ARDIANSYAH IBNU KOESHIDAYATULLAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/57542", "2011 TA PP ARDIANSYAH IBNU KOESHIDAYATULLAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/57543", "2011 TA PP ARDIANSYAH IBNU KOESHIDAYATULLAH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/57544", "2011 TA PP ARDIANSYAH IBNU KOESHIDAYATULLAH 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/57545", "2011 TA PP ARDIANSYAH IBNU KOESHIDAYATULLAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/57546"}, "Penulis": "ARDIANSYAH IBNU KOESHIDAYATULLAH (NIM 12007040)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.Ir. Bambang Priadi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Gunung Antu, Tanjung Mangkalihat, Formasi Tendehantu, Formasi Golok, Fasies batugamping, Kalimantan.", "Sumber": "", "Staf Input/Edit": "Dwina Fatimiyah Shidiq  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}