{"Nomor": 13306, "Judul": "SIMULASI DAN ANALISIS KEMAMPUAN CLUSTER SSI MULTICORE KERRIGHED DALAM MENJALANKAN PROGRAM PARALEL UNTUK SERVER APLIKASI ONLINE INTERAKTIF", "Abstrak": "Dalam tugas akhir ini akan dibangun cluster komputer untuk tujuan simulasi kemampuan cluster Single System Image (SSI) Kerrighed sebagai server aplikasi online interaktif. Cluster akan dibentuk menggunakan sistem operasi Linux Debian 5.0 pada jaringan komputer heterogen, dengan menggunakan 5 buah komputer. Sebelum simulasi dijalankan, kemampuan Kerrighed sebagai SSI akan diuji coba terlebih dahulu. Sebagai sebuah cluster SSI, akan diamati apakah Kerrighed mampu memberikan peningkatan kinerja cluster untuk proses komputasi dengan bertambahnya jumlah core processor pada cluster. Beberapa skenario konfigurasi cluster akan digunakan dalam uji coba awal ini. Simulasi akan dilakukan dengan memberikan cluster komputer beberapa proses yang dinilai dapat merepresentasikan kegiatan suatu server aplikasi online interaktif. Proses yang digunakan pada cluster komputer ini adalah perhitungan, save/load data, backup, dan incoming request. Proses perhitungan yang digunakan adalah program perkalian matriks, dimana eksekusi paralel dari program tersebut pada cluster akan dimungkinkan oleh keberadaaan lingkungan bahasa pemrograman paralel MPI. Berbagai kapabilitas milik Kerrighed akan digunakan untuk melihat apakah Kerrighed mampu mendistribusikan kinerja pemrosesan secara efektif pada saat simulasi sehingga dapat diketahui efektifitas cluster SSI Kerrighed sebagai server aplikasi online interaktif. Hasil tes awal menunjukkan bahwa Kerrighed bekerja lebih baik jika jumlah core yang digunakan bertambah, dengan pengecualian jika program yang dijalankan sangat ringan maka waktu yang dibutuhkan untuk membagi proses ke semua core lebih lama daripada waktu untuk menjalankan program tersebut. Hasil simulasi menunjukkan bahwa Kerrighed mampu menjadi server aplikasi online interaktif yang baik, meskipun masih muncul masalah yang sama seperti pada server aplikasi online interaktif pada umumnya.", "Daftar File": {}, "Penulis": "ASKA NARENDRA (NIM: 13204166)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Dr. Ary Setijadi Prihatmanto, ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "cluster SSI, Kerrighed, multicore, simulasi dan analisis performa, server, pemrograman paralel.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}