{"Nomor": 13333, "Judul": "OPTIMASI DESAIN PIPA RISER UNTUK PENGEMBANGAN LAPANGAN LAUT DALAM", "Abstrak": "Pengembangan reservoir laut dalam merupakan salah satu strategi potensial yang dapat diterapkan untuk meningkatkan produksi migas, terutama di Negara seperti Indonesia yang memiliki beberapa potensi reservoir laut dalam. Meskipun dalam proses pengembangannya operasi laut dalam ini memerlukan pertimbangan yang lebih kompleks serta biaya lebih banyak akan tetapi dengan perhitungan yang tepat dan desain yang optimum maka operasi laut dalam ini juga dapat dilakukan dan berpotensi menghasilkan keuntungan ekonomis yang tinggi.Salah satu perbedaan mendasar dari operasi laut dalam (deep sea operation) dibandingkan operasi di daratan (onshore operation) adalah penggunaan pipa riser pada operasi laut dalam. Pipa riser adalah pipa berukuran besar yang digunakan pada operasi laut lepas/laut dalam yang berfungsi untuk mengalirkan fluida dari dasar laut ke permukaan. Yang membedakan antara pipa riser dengan pipa produksi/ tubing yang lazim digunakan pada operasi produksi migas adalah pipa riser didesain spesifik untuk proses produksi di air (dalam hal ini operasi laut lepas) sehingga ukuran dan spesifikasinya telah disesuaikan dengan kondisi air laut dan berbagai faktor yang berpengaruh di dalamnya, misalnya arus dan temperature air laut.Untuk optimasi pipa riser pada kasus ini digunakan dua scenario desain dan ukuran riser. Skenario pertama yaitu satu pipa riser berukuran besar yang digunakan untuk mengalirkan aliran fluida dari 4 sumur produksi yang diproduksi bersamaan. Adapun skenario kedua adalah menggunakan 4 pipa riser untuk mengalirkan fluida produksi dari 4 sumur yang diproduksikan bersamaan. Kedua kenario tersebut diaplikasikan pada sebuah system terintegrasi yang memodelkan kondisi di reservoir serta kondisi di fasilitas permukaan.", "Daftar File": {"2010 TA PP BONANG FIRMANSYAH 1.pdf": "https://digilib.itb.ac.id/gdl/download/57874"}, "Penulis": "BONANG FIRMANSYAH (NIM 12206077)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ir. Pudjo Sukarno"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Resevoir laut dalam, pipa riser, optimasi ukuran dan desain", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}