{"Nomor": 13337, "Judul": "GEOLOGI DAERAH WAYMULI DAN SEKITARNYA SERTA GEOKIMIA FLUIDA PANAS BUMI DI GUNUNG RAJABASA, KABUPATEN LAMPUNG SELATAN, PROVINSI LAMPUNG", "Abstrak": "Pemetaan geologi dilakukan berdasarkan penyebaran batuan di permukaan untuk mengetahui tatanan geologi di daerah Waymuli dan sekitarnya. Penelitian dilanjutkan dengan studi khusus berupa analisis geokimia fluida panas bumi untuk mengetahui karakteristik fluida panas bumi di Gunung Rajabasa, Kabupaten Lampung Selatan, Provinsi Lampung. Daerah pemetaan geologi secara geografis terletak di 5Ã‚Â°49Ã‚Â’00,00Ã‚Â”-5Ã‚Â°50Ã‚Â’20,45Ã‚Â” LS dan 105Ã‚Â°36Ã‚Â’30,00Ã‚Â”-105Ã‚Â°39Ã‚Â’30,00Ã‚Â” BT yang meliputi Desa Waymuli, Kecamatan Kalianda hingga Desa Kunjir, Kecamatan Rajabasa, Kabupaten Lampung Selatan. Pemetaan geologi dilakukan pada daerah seluas 15 km2 dengan skala peta 1:10.000. Untuk mengetahui geokimia sistem panas bumi tersebut, lima sampel air dan satu sampel gas diambil dari lima manifestasi di Gunung Rajabasa. Geomorfologi daerah pemetaan dapat dibagi menjadi dua satuan geomorfologi, yaitu Satuan Kaki Gunung Bagian Tengah dan Satuan Kaki Gunung Bagian Bawah. Pola aliran sungai daerah pemetaan adalah pola radial dengan tahapan geomorfik muda. Stratigrafi daerah penelitian terdiri dari empat satuan batuan tidak resmi. Satuan batuan ini, dari tua ke muda, adalah Satuan Piroklastik Aliran Cugung, Satuan Lava Andesit Piroksen Waymuli, Satuan Lava Andesit Gunung Botak, dan Satuan Aluvial Pantai. Struktur geologi yang ditemukan di daerah pemetaan terdiri dari sesar menganan turun yang memiliki arah relatif baratlaut-tenggara. Gunung Rajabasa memiliki potensi panas bumi yang termasuk ke dalam sistem panas bumi yang berasosiasi dengan vulkanisme Kuarter dan intrusi magma. Sistem panas bumi di Gunung Rajabasa diperkirakan terdiri dari tiga reservoar, yaitu reservoar Sumur Kumbang di kaki utara Gunung Rajabasa, reservoar Gunung Botak, dan reservoar Kunjir di kaki selatan Gunung Rajabasa. Berdasarkan perhitungan geotermometer, temperatur di ketiga reservoar sekitar 260Ã‚Â°C.", "Daftar File": {"2011 TA PP BRENDA ARIESTY KUSUMASARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/57900", "2011 TA PP BRENDA ARIESTY KUSUMASARI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/57901", "2011 TA PP BRENDA ARIESTY KUSUMASARI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/57902", "2011 TA PP BRENDA ARIESTY KUSUMASARI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/57903", "2011 TA PP BRENDA ARIESTY KUSUMASARI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/57904", "2011 TA PP BRENDA ARIESTY KUSUMASARI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/57905", "2011 TA PP BRENDA ARIESTY KUSUMASARI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/57906", "2011 TA PP BRENDA ARIESTY KUSUMASARI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/57907"}, "Penulis": "BRENDA ARIESTY KUSUMASARI (NIM 12007058)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Niniek Rina Herdianita, M. Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Rajabasa, panas bumi, geokimia air, geokimia gas, isotop stabil, geotermometer.", "Sumber": "", "Staf Input/Edit": "Dwina Fatimiyah Shidiq  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}