{"Nomor": 13351, "Judul": "CHANGE WITHIN INDONESIA'S DEFENCE ACQUISITION (CASE STUDY: INDONESIA'S DEFENCE ACQUISITION UNDER REFORMATION ERA)", "Abstrak": "Defence acquisition is an important discourse but yet sufficiently managed. It is a function of national defence policy and must be understood by using various different sciences such as management, politics and engineering. For country that wishes to be self sufficient in providing defence, it is important to answer the challenge how to cater defence acquisition with national defence industry.There are several things to reviewed in order to asses whether defence acquisition has served as function of national defence policy and synergize with defence industry. Three unit of analysis are used: national defence policy, defence capability development policy and the acquisition process itself.The thesis concluded that even though chance has taken place, but the overall defence acquisition is: (1) have not reflect the national defence policy; (2) defence acquisition implementation is not consistent in implementing defence capability development policy; (3) defence acquisition has not supportive to defence industry and therefore; (4) it takes more significant changes to enable the government to succeed the self sufficiency program.", "Daftar File": {"2007 TS PP CURIE MAHARANI SAVITRI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/57996", "2007 TS PP CURIE MAHARANI SAVITRI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/57997", "2007 TS PP CURIE MAHARANI SAVITRI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/57998", "2007 TS PP CURIE MAHARANI SAVITRI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/57999", "2007 TS PP CURIE MAHARANI SAVITRI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/58000", "2007 TS PP CURIE MAHARANI SAVITRI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/58001"}, "Penulis": "CURIE MAHARANI SAVITRI (NIM 24005032)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ir. Bambang Kismono Hadi"], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "defence acquisition, national defence policy, defence industry", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}