{"Nomor": 13361, "Judul": "PEMODELAN KEMATANGAN HIDROKARBON DAERAH KOTABUMI, KABUPATEN LAMPUNG UTARA, PROPINSI LAMPUNG", "Abstrak": "Lapangan penelitian terletak di Sub cekungan Kotabumi yang termasuk ke dalam Cekungan Sumatra Selatan. Pada daerah ini telah menghasilkan hidrokarbon dan tingkat kematangan hidrokarbon diduga telah matang yang ditunjukkan dengan adanya indikasi minyak pada analisa hasil pemboran.Batuan dasar pada daerah ini berupa granit berumur Pra-Tersier. Secara tidak selaras di atasnya diendapkan runtunan batuan Tersier dari Formasi Lahat berumur Oligosen Awal-Akhir, Formasi Talang Akar yang berumur Oligo-Miosen dan satuan batuan karbonat dari Formasi Baturaja yang berumur Miosen Awal-Miosen Tengah. Selaras di atas Formasi Baturaja diendapkan satuan sedimen laut dangkal dari Formasi Gumai yang berumur Miosen Awal-Miosen Tengah, selanjutnya pada fase regresi diendapkan satuan batuan yang termasuk Formasi Air Benakat yang berumur Miosen Tengah. Selanjutnya diendapkan Formasi Kasai berumur Plio-Pleistosen yang merupakan formasi termuda, diendapkan secara tidak selaras di atas Formasi Air Benakat.Pada sub cekungan ini Formasi Lahat dan Formasi Talangakar bertindak sebagai batuan induk dan batulempung atau serpih pada Formasi Talang Akar dan formasi Gumai dapat bertindak sebagai batuan penutup yang efektif. Formasi Lahat bagian atas memiliki nilai TOC rata-rata 2.22 yang senderung menghasilkan minyak sedangkan pada bagian bawah memiliki nilai TOC rata-rata 0.53 yang cenderung menghasilkan gas. Formasi Talang Akar berpotensi menghasilkan minyak dan gas dengan kandungan TOC rata-rata sebesar 0,53-1,4. Dari analisis data permukaan diperoleh nilai TOC rata-rata untuk Formasi GRM-TAF adalah 1,5-5,10 dan untuk Formasi TRM-TAF nilai TOC rata-rata adalah 0,33-77,8. Pemodelan kematangan hidrokarbon didasarkan pada analisis yang dilakukan pada sumur Terbanggi-001 dan sumur bayangan Terbanggi-002 yang menggunakan analisis data permukaan.Hasil pemodelan menunjukkan bahwa awal kematangan pada sumur Terbanggi ÃƒÂ‚Ã‚Â–001 terjadi pada umur Oligosen Akhir (28.2 juta tahun lalu) pada Formasi Lahat dengan jendela minyak pada kondisi masa kini terbentuk pada kedalaman 992 m. Pada sumur Terbanggi ÃƒÂ‚Ã‚Â–002 nilai awal kematangan terjadi pada umur Oligosen Akhir pada Formasi Kikim dengan jendela minyak pada kondisi masa kini terbentuk pada kedalaman 260 m.", "Daftar File": {"2008 TA PP DARMAWAN ASTRA KUSUMO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/58054", "2008 TA PP DARMAWAN ASTRA KUSUMO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/58055", "2008 TA PP DARMAWAN ASTRA KUSUMO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/58056", "2008 TA PP DARMAWAN ASTRA KUSUMO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/58057", "2008 TA PP DARMAWAN ASTRA KUSUMO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/58058", "2008 TA PP DARMAWAN ASTRA KUSUMO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/58059", "2008 TA PP DARMAWAN ASTRA KUSUMO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/58060"}, "Penulis": "DARMAWAN ASTRA KUSUMO (NIM 12001010)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Asep Heri Patria Kesumajana"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pemodelan kematangan hidrokarbon, Kotabumi, Kabupaten Lampung Utara, Propinsi Lampung", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}