{"Nomor": 13360, "Judul": "KARAKTERISTIK DAN PREFERENSI PENGGUNA POTENSIAL KERETA API BANDARA SOEKARNO-HATTA", "Abstrak": "Bandara Internasional Soekarno-Hatta merupakan hub airport Indonesia yang terletak sekitar 20 kilometer dari pusat kota Jakarta. Meskipun berperan sebagai bandara internasional, namun akses menuju kawasan ini masih terbatas. Saat ini, akses utama dari dan ke Bandara Soekarno-Hatta hanya melalui Jalan Tol Prof. Sediyatmo. Persoalan yang kerap terjadi pada ruas Jalan Tol Prof. Sediyatmo adalah banjir dan macet. Untuk mengatasi persoalan transportasi darat dan aksesibilitas menuju Bandara Soekarno-Hatta, pemerintah berencana membangun jaringan kereta api dari pusat kota Jakarta ke Bandara Soekarno-Hatta. Namun pembangunan jaringan KA Bandara tersebut akan menjadi kurang bermanfaat apabila kurang diminati oleh masyarakat, khususnya pengguna kendaraan pribadi. Hal ini berkaitan dengan beberapa kelemahan yang dimiliki oleh kereta api. Oleh sebab itu, penelitian ini bertujuan untuk mengkaji karakteristik permintaan pengguna potensial KA Bandara dan besaran proporsi perpindahan moda yang mungkin terjadi ke KA Bandara. Dalam studi ini yang dimaksud dengan pengguna potensial KA Bandara adalah pengunjung Bandara Soekarno-Hatta. Pendekatan studi yang digunakan dalam penelitian ini adalah dengan melihat karakteristik sosial ekonomi responden, karakteristik pergerakan, karakteristik sistem pergerakan, persepsi masyarakat mengenai tingkat pelayanan moda yang saat ini digunakan untuk menuju Bandara Soekarno-Hatta, serta preferensi atau kesediaan pengguna potensial untuk menggunakan KA Bandara. Dengan menggunakan analisis statistik deskriptif dan inferensi, maka dapat diketahui karakteristik pengguna potensial dan estimasi jumlah populasi pengguna potensial KA Bandara. Dari hasil analisis dan pengolahan data terhadap 180 responden dapat disimpulkan bahwa sebagian besar pelaku pergerakan ke Bandara Soekarno-Hatta memiliki maksud sebagai penumpang pesawat dan berasal dari wilayah Jabodetabek. Oleh sebab itu mereka merupakan pasar potensial KA Bandara. Sementara itu, tingkat pelayanan airport bus DAMRI dan taksi dinilai sudah cukup memuaskan bila dilihat dari tingkat kenyamanan, waktu, dan tarif. Rata-rata waktu tempuh airport bus DAMRI adalah sekitar 2 jam dengan biaya Rp.35.000,00. Sedangkan rata-rata waktu tempuh pengguna taksi adalah sekitar 54 menit dengan biaya sekitar Rp.93.000,00. Bagi pengguna kendaraan pribadi, keuntungan yang dirasakan adalah waktu tempuh yang lebih cepat dibanding dengan menggunakan angkutan umum namun dengan kerugian biaya yang harus dikeluarkan lebih mahal. Dengan demikian, pelayanan KA Bandara harus kompetitif dibanding moda transportasi lainnya. Berdasarkan perhitungan analisis statistik deskriptif dan inferensi, pada tahun pertama pengoperasiannya (2009), estimasi jumlah penumpang KA Bandara adalah antara 85.545-112.270 orang perhari. Angka ini setara dengan 58,64%-76,96% dari jumlah pengunjung harian Bandara Soekarno-Hatta secara keseluruhan. Kesediaan pengguna potensial untuk menggunakan KA Bandara disebabkan karena kecepatan dan waktu tempuh yang ditawarkan. Sedangkan ketidaksediaan pengguna potensial untuk menggunakan KA Bandara adalah karena lokasi stasiun pemberangkatan KA Bandara, yakni Manggarai yang cukup jauh dari tempat tinggal, sehingga menyulitkan pergerakan.", "Daftar File": {"2008 TA PP DARAJAT MULYANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/58047", "2008 TA PP DARAJAT MULYANTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/58048", "2008 TA PP DARAJAT MULYANTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/58049", "2008 TA PP DARAJAT MULYANTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/58050", "2008 TA PP DARAJAT MULYANTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/58051", "2008 TA PP DARAJAT MULYANTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/58052", "2008 TA PP DARAJAT MULYANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/58053"}, "Penulis": "DARAJAT MULYANTO (NIM 15403061)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Zafir M.A. Pontoh, MA."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "kereta api bandara, bandara Soekarno-Hatta, karakteristik pengguna, preferensi pengguna", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}