{"Nomor": 13376, "Judul": "DAMPAK PERUBAHAN PENGGUNAAN LAHAN TERHADAP KESEIMBANGAN TATA AIR DI KAWASAN BANDUNG UTARA", "Abstrak": "Adanya pertumbuhan di Kota Bandung yang menyebabkan meningkatnya kegiatan penduduk perkotaan mengakibatkan meningkatnya kebutuhan ruang yang besar. Karena ketersediaan di dalam kota tetap dan terbatas, maka meningkatnya kebutuhan ruang kekotaan yang besar selalu mengambil alih fungsi daerah pinggiran kota. Kawasan Bandung Utara merupakan daerah resapan air yang harus dijaga fungsi lindungnya juga terkena pertumbuhan Kota Bandung terutama di lahan permukiman dimana pertumbuhan tersebut mempengaruhi keseimbangan sumberdaya air. Sementara Kawasan Bandung Utara adalah kawasan penghasil sumberdaya air yang mana 60% dari sekitar 108 juta m 3 air tanah dari dataran tinggi di sekitar Bandung yang masuk ke Cekungan Bandung berasal dari kawasan tersebut. Dalam penelitian ini dilakukan perhitungan keseimbangan sumberdaya air berdasarkan perbandingan potensi ketersediaan sumberdaya air dengan kebutuhan sumberdaya air. Kriteria yang digunakan dalam perhitungan potensi ketersediaan sumberdaya air adalah kondisi iklim seperti evapotranspirasi, curah hujan, kelembapan dan lain-lain, sedangkan kriteria yang digunakan dalam perhitungan kebutuhan sumberdaya air adalah kebutuhan rumah tangga, industri, pertanian dan fasilitas kota. Perhitungan tersebut kemudian di proy eksikan sampai pada tahun 2013 agar dapat dilihat perkiraan keseimbangan sumberdaya air di tahun tersebut dan dapat dibandingkan dengan keseimbangan sumberdaya air yang dihitung berdasarkan RT/RW.Dari hasil penelitian ini, sampai dengan tahun 2013 masih tersedia 202.354.765,89 m3/thn air yang belum termanfaatkan di Kawasan Bandung Utara. Angka tersebut mempunyai Indeks Penggunaan Air sebesar 0,49, di mana berdasarkan kritieria IPA, angka tersebut tergolong ke dalam kondisi wilayah yang tidak kritis. Keadaan tersebut adalah keadaan dimana fungsi kawasan budidaya di Kawasan Bandung Utara adalah sebesar 86,78%, sementara berdasarkan SK. Gub. No. 181.1/SK.1624-BAPP/1982, Dinas PU, 1995, fungsi kawasan budidaya di kawasan Bandung Utara hanya ditetapkan 10,58%. M aka dapat dikatakan perkiraan pola guna lahan berdasarkan kecenderungan di tahun 2013 sangat menyimpang dari yang telah ditetapkan yaitu sebesar 76,20%.Agar potensi ketersediaan sumberdaya air dapat mendukung perkembangan kawasan, diperlukan usulan araha n pemanfaatan ruang yang diarahkan pada pengaturan alokasi pemanfaatan lahan melalui upaya perlindungan daerah resapan air, upaya konservasi sumberdaya air, serta upaya penertiban dan pengendalian pemanfaatan sumberdaya air, hal ini dimaksudkan agar lebih memperhatikan kondisi keseimbangan sumberdaya air.", "Daftar File": {"2008 TA PP DEVINA ARIFANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/58169", "2008 TA PP DEVINA ARIFANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/58170", "2008 TA PP DEVINA ARIFANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/58171", "2008 TA PP DEVINA ARIFANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/58172", "2008 TA PP DEVINA ARIFANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/58173", "2008 TA PP DEVINA ARIFANI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/58174", "2008 TA PP DEVINA ARIFANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/58175"}, "Penulis": "DEVINA ARIFANI (NIM 15404015)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Drs. Arief Rosyidie, MSP., M.Arch., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "penggunaan lahan, tata air, resapan air, sumberdaya air, Bandung Utara", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}