{"Nomor": 13375, "Judul": "PROSPECT GENERATION PADA INTERVAL ANGGOTA MAIN, FORMASI CIBULAKAN ATAS, DAERAH OSRAM, SUB-CEKUNGAN JATIBARANG, CEKUNGAN JAWA BARAT UTARA", "Abstrak": "Daerah Osram terletak pada Cekungan Jawa Barat Utara, tepatnya pada bagian lepas pantai dari Sub-Cekungan Jatibarang. Daerah ini merupakan salah satu cekungan hidrokarbon yang cukup potensial di Indonesia. Dari segi eksplorasi, area tersebut hingga saat ini masih dikembangkan untuk menambah cadangan produksi minyak dan gas bumi. Fokus penelitian ini ialah interval Anggota Main yang merupakan bagian dari Formasi Cibulakan Atas. Interval penelitian hingga saat ini merupakan salah satu target eksplorasi yang dilakukan pada Sub-Cekungan Jatibarang. Penelitian ini menggunakan beberapa data, yaitu data log sumur dan seismik 3-D sebagai data utama yang diolah serta, laporan deskripsi batuan inti samping (side wall core), laporan analisis geokimia, laporan analisis biostratigrafi, dan data-data penelitian perusahaan terdahulu yang dievaluasi. Metode yang digunakan dalam penelitian ini yaitu, well-seismic tie, interpretasi seismik 3-D, analisis stratigrafi sikuen, analisis elektrofasies, analisis lingkungan pengendapan, perhitungan petrofisik, dan simulasi Montecarlo. Simulasi Montecarlo digunakan untuk melakukan perhitungan sumber daya hidrokarbon dengan analisis probabilistik pada Interval Main. Berdasarkan hasil identifikasi daerah tutupan (closure) pada peta struktur kedalaman batas atas Interval Main, terdapat tujuh buah daerah tutupan yang kemudian dievaluasi sebagai prospek pada penelitian ini. Evaluasi prospek yang dimaksud ialah dan melakukan analisis sistem petroleum pada Daerah Osram. Hasil akhir penelitian ini berupa suatu urut-urutan peringkat prospek berdasarkan evaluasi masing-masing prospek tersebut. Berdasarkan hasil perhitungan dengan Simulasi Montercarlo, diketahui besar sumber daya minyak bumi tanpa faktor resiko pada Interval Main di Daerah Osram sebesar 12,44 MMSTB. Urutan peringkat prospek dari yang tertinggi menuju ke terendah, yaitu Prospek-7, Prospek-4, Prospek-2, Prospek-3, Prospek-1, Prospek-5, dan Prospek-6.", "Daftar File": {"2011 TA PP DEVI GASIANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/58160", "2011 TA PP DEVI GASIANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/58161", "2011 TA PP DEVI GASIANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/58162", "2011 TA PP DEVI GASIANI 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/58163", "2011 TA PP DEVI GASIANI 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/58164", "2011 TA PP DEVI GASIANI 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/58165", "2011 TA PP DEVI GASIANI 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/58166", "2011 TA PP DEVI GASIANI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/58167", "2011 TA PP DEVI GASIANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/58168"}, "Penulis": "DEVI GASIANI (NIM 12007052)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Dardji Noeradi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Sub-Cekungan Jatibarang, Anggota Main, evaluasi prospek, sumber daya minyak bumi.", "Sumber": "", "Staf Input/Edit": "Dwina Fatimiyah Shidiq  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}