{"Nomor": 13377, "Judul": "AVO MODELLING CONSTRAINED BY LITHOLOGICAL AND FLUID HETEROGENEITY IN GUMAI-D RESERVOIR, MUARA BULIAN FIELD", "Abstrak": "Two well data which are used as a modelling input in this study (BLN-1 and MBL-1) do not have measured shear wave data. Therefore, I predict the shear wave velocity in those two wells using several approximation. Firstly, I use the simple method by formulating moduli of dry rock as a function of consolidation parameter proved to give accurate results over the depth interval with the absences of crack pore type. Secondly, I consider the pore geometry effect on the elastic velocity prediction in the basement and shaly-sand interval. This pore geometry effect can be modelled by using differential effective medium model.Results from the different approach proved that by neglecting the effect of pore geometry, shear wave prediction results in the basement interval show larger misfit and lower correlation coefficient. The improvement of the prediction results obtained by incorporating the penny shaped ellipsoidal pore type of the basement. Clay is known to have laminar mineral orientation. Hence, the clay pore geometry is assumed to have smaller pore aspect ratio compared to sand pore aspect ratio. Therefore, the differential effective medium approach is choosen to describe the effect of microporosity associated with the compliant clay pores. This method also provide the basis for the clay substitution process which is important to quantify in the shaly-sand reservoir.", "Daftar File": {}, "Penulis": "DEVRI AGUSTIANTO (NIM: 22307303)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Sonny Winardhie, Ph.D., dan Dr. Waluyo"], "Jenis Koleksi": "Tesis", "Penerbit": "Geofisaka Terapan", "Fakultas": "", "Subjek": "", "Kata Kunci": "reservoir, rock physics, sandstone, Gumai-D", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Vika Anastasya Kovariansi", "File": "8 file", "Tanggal Input": "17 Feb 2012"}