{"Nomor": 13386, "Judul": "KARAKTERISASI DAN KORELASI GEOKIMIA BATUAN INDUK DAN MINYAK DI BLOK JABUNG, SUB-CEKUNGAN JAMBI, CEKUNGAN SUMATRA SELATAN", "Abstrak": "Analisis stratigrafi daerah penelitian dilakukan berdasarkan data log sinar gamma dan resistivitas dengan data deskripsi serbuk bor dan inti batuan samping dari Sumur Panen Utara-1, Kajen-1, dan N Geragai-2. Berdasarkan korelasi terhadap sumursumur tersebut, didapatkan bahwa daerah penelitian terdiri dari Formasi Talang Akar Bawah, Talang Akar Atas, Baturaja, Gumai, Air Benakat, Muara nim, dan Kasai. Ditinjau dari segi struktur geologi, daerah penelitian yang diwakili oleh penampang seismik yang melalui Sumur Panen Utara-1, Ripah-3, Kajen-1, dan N Geragai-2 memiliki sesar normal yang mengontrol pengendapan batuan sedimen di wilayah penelitian dengan sejumlah antiklin yang terbentuk akibat reaktivasi sesar normal. Analisis geokimia menunjukkan bahwa batuan yang berpotensi menjadi batuan induk berasal dari Formasi Talang Akar Atas dan Talang Akar Bawah, yang berkorelasi positif dengan sampel minyak yang tersusun atas material organik campuran alga dan tumbuhan darat di lingkungan pengendapan transisi, namun korelasi ini dinilai tidak terlalu tajam karena disebabkan oleh pengaruh paleogeografi Blok Jabung pada saat pengendapan sampel batuan induk di daerah penelitian.", "Daftar File": {"2011 TA PP DIAN LARASATI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/58244", "2011 TA PP DIAN LARASATI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/58245", "2011 TA PP DIAN LARASATI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/58246", "2011 TA PP DIAN LARASATI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/58247", "2011 TA PP DIAN LARASATI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/58248", "2011 TA PP DIAN LARASATI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/58249", "2011 TA PP DIAN LARASATI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/58250"}, "Penulis": "DIAN LARASATI (NIM 12007004)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Eddy A. Subroto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Blok Jabung, geokimia, biomarker, korelasi minyak-batuan induk", "Sumber": "", "Staf Input/Edit": "Dwina Fatimiyah Shidiq  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}