{"Nomor": 13382, "Judul": "ANALISIS FAKTOR YANG MEMPENGARUHI MOTIVASI KERJA TERHADAP KINERJA PENYULUH PERTANIAN", "Abstrak": "Motivasi adalah salah satu aspek penting yang harus diperhatikan dalam usaha meningkatkan kinerja. Penyuluh pertanian sebagai ujung tombak pemerintah di lapangan sangat dituntut untuk menunjukkan kinerja yang tinggi sehingga prioritas pembangunan pertanian tanaman pangan di Kalimantan Timur dapat tercapai. Tujuan penuiisan tugas akhir ini adalah untuk mengetahui pengaruh faktor motivasi kondisi kerja, pengakuan, imbalan, kebijakan dan administrasi serta pengembangan potensi individu terhadap kinerja penyuluh pertanian. Dengan pemenuhan faktor motivasi tersebut maka diharapkan kinerja penyuluh pertanian akan meningkat pula. Teori yang digunakan adalah teori motivasi dari Maslow, Herzberg dan Alderfer. Alat yang digunakan untuk mengukur tingkat motivasi adalah kuesioner. Sampel penelitian adalah penyuluh pertanian Japangan tanaman pangan yang berada di wilayah kerja Samarinda. Dari hasil perhitungan dengan analisis regresi majemuk yang dilakukan, maka didapatkan nilai koefisien regresi positif untuk variabel motivasi. Ini berarti kinerja penyuluh pertanian dipengaruhi oleh faktor motivasi kondisi kerja, pengakuan, imbalan, kebijakan dan administrasi serta pengembangan potensi individu.", "Daftar File": {"2002 TS PP DIAH ADIATY YAHYA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/58215", "2002 TS PP DIAH ADIATY YAHYA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/58216", "2002 TS PP DIAH ADIATY YAHYA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/58217", "2002 TS PP DIAH ADIATY YAHYA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/58218", "2002 TS PP DIAH ADIATY YAHYA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/58219", "2002 TS PP DIAH ADIATY YAHYA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/58220", "2002 TS PP DIAH ADIATY YAHYA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/58221", "2002 TS PP DIAH ADIATY YAHYA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/58222"}, "Penulis": "DIAH ADIATY YAHYA (NIM 28100085)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ir. Ubuh Buchara Hidajat"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Motivasi, pertanian, kinerja", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Vika Anastasya Kovariansi", "File": "8 file", "Tanggal Input": "10 Des 2012"}