{"Nomor": 13383, "Judul": "COMPARISON ANALYSIS BETWEEN MURABAHAH FINANCING AND CONSUMPTION CREDIT IN CONVENTIONAL BANK", "Abstrak": "In the last decade, credit composition in Indonesia is dominated by the consumption credit than credit that is distributed for the real sector. Based on 2008 data, the increasing of consumption credit has reached about 22.84%. It happens because the demand of consumption credit Indonesia has been increasing from year to year. However, the current economic condition that is uncertain makes the interest rate becomes uncertain too. Sometimes, the interest can be higher or sometimes it can be lower, it depends on the economic condition. With this kind of situation, it can create a lot of trouble for the bank and also for the borrower itself. For the borrower, the big problem if the interest rate becomes higher. Based on the condition, a lot of people start to search an alternative way to financing their consumption purpose. Islamic financing especially Murabahah financing has been chosen to solve this situation. So, this final project wants to describe about the differences between the Murabahah financing and consumption credit see from the procedure and the cost of money. In this final project, it will take case study of DISDIK teachers financing in Kabupaten Bandung as the object. All of DISDIK teachers has been helped by government to get financing from two ways which are the consumption credit that is provided by conventional bank and Murabahah financing that is provided by Islamic bank.", "Daftar File": {}, "Penulis": "DIAJENG FUDIYANA (NIM 19006051)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Drs. H. Arson Aliludin, SE, DEA."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Murabahah Financing, Consumption Credit, Shariah, Conventional, Equivalent Rate", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Vika Anastasya Kovariansi", "File": "7 file", "Tanggal Input": "20 Jun 2012"}