{"Nomor": 13395, "Judul": "FAKTOR-FAKTOR PENTING PENERAPAN SISTEM MUTU BERBASIS TQM UNTUK MENINGKATKAN MUTU KONTRAKTOR KECIL DI INDONESIA (STUDI KASUS KOTA BANDUNG)", "Abstrak": "Di Indonesia, industri konstruksi didominasi oleh kontraktor kecil ini terlihat dari komposisi kontraktor kecil yang mencapai 86% (berdasarkan data LPJK). Dengan jumlah komposisi seperti itu, kontraktor kecil diharapkan mampu bersaing didalam industri konstruksi. Untuk memenangkan persaingan, kontraktor kecil diharapkan mampu menghasilkan barang/jasa yang bermutu tinggi, yang mencakup segala aspek baik mutu sumber daya, mutu sumber daya manusianya sampai dengan mutu pemasoknya (supplier). Permasalahan yang dihadapi oleh kontraktor kecil saat ini adalah masih lambatnya aplikasi penerapan mutu dan kurangnya kemampuan dalam penerapan sumber daya sehingga terkadang mengakibatkan proses dan hasil akhir menyimpang dari rencana awal. Padahal kegagalan-kegagalan penerapan mutu dapat mengakibatkan ketidakpuasan dari sang pengguna jasa. Untuk itu, kontraktor kecil dituntut untuk dapat meningkatkan mutu produknya, salah satu caranya dengan menerapkan prinsip-prinsip yang terdapat di total quality management. Penelitian ini bertujuan untuk mengembangkan suatu usulan mengenai perbaikan penerapan mutu di kontraktor kecil dengan menggunakan prinsip-prinsip TQM. Untuk mencapai tujuan itu perlu diperhatikan faktor-faktor penting yang mempengaruhi keberhasilan penerapan implementasi TQM.  Keberhasilan implementasi sangat dipengaruhi oleh konten perusahaan dan manajemen perubahan, yaitu kepemimpinan, kebijakan dan strategi, komitmen, manajemen sumber daya manusia, manajemen sumber daya, manajemen proses, quality awareness, kerjasama, komunikasi, kapasitas untuk berubah dan pembelajaran. Penelitian ini menggunakan metode kualitatif dengan 16 kontraktor kecil di Bandung yang diteliti sebagai responden melalui cara wawancara dan kuesioner.  Dari hasil penelitian, diperoleh bahwa kontraktor kecil masih kurang mengelola dengan baik faktor kepemimpinan, kerjasama dan kapasitas untuk berubah. Manajemen sumber daya manusia. Manajemen proses, kebijakan dan strategi, pembelajaran dan manajemen sumber daya telah dikelola dengan cukup baik. Dari hasil penelitian diketahui bawa kontraktor kecil belum sepenuhnya menerapkan prinsip-prinsip yang terdapat didalam TQM.", "Daftar File": {"2009 TS PP DINA FEBRINI PUTRI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/58286", "2009 TS PP DINA FEBRINI PUTRI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/58287", "2009 TS PP DINA FEBRINI PUTRI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/58288", "2009 TS PP DINA FEBRINI PUTRI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/58289", "2009 TS PP DINA FEBRINI PUTRI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/58290", "2009 TS PP DINA FEBRINI PUTRI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/58291", "2009 TS PP DINA FEBRINI PUTRI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/58292"}, "Penulis": "DINA FEBRINI PUTRI (NIM: 25006007)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Dr. Ir. Rizal. Z. Tamin"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "kontraktor kecil, implementasi TQM.", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}