{"Nomor": 13404, "Judul": "AN ANALYSIS OF APARTMENT CONSTRUCTION DELAY AT PT XYZ DEVELOPMENT", "Abstrak": "Property is a great business. Property business is one of a continuing business and will never ends. PT XYZ Development is one of the biggest and best property developer in Indonesia nowadays. PT XYZ has four core businesses which are, City Property, Landed Residential, Hotel & Resort, Property-Related Infrastructure. PT XYZ has built many apartment buildings. In the process of construction, nearly all of them are experiencing delays in the completion of the construction process. Concerning to that, this paper made by the author with the aim of analyzing the causes of delays that occur during the construction phase in this apartment and recommend solutions to those problems for future improvement. The apartment project is planned to complete the building within 36 months or the equivalent of three years, but in reality the building is completed within 42 months, six months longer than planned. Judging from the data the company's S-curves, this delay was begun at the time of the month to the ninth stage of construction. delay was caused by the four symptoms that arise directly in the middle of the construction process, delays in commissioning and installation of electrical equipment, delays in deliveries of raw materials (cement & concrete steel), damage to the crane, and engineerÃ‚Â’s mistake in implementing the design.", "Daftar File": {}, "Penulis": "DOROJATUN PRAKOSO (NIM 19007037)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Mursyid Hasan Basri"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Property, Current Reality Tree, Vendor selection, Project Delay", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Vika Anastasya Kovariansi", "File": "7 file", "Tanggal Input": "29 Jun 2012"}