{"Nomor": 13401, "Judul": "RESPON DINAMIS PADA PIPA AKIBAT GELOMBANG LAUT", "Abstrak": "Teknologi eksploitasi bawah laut yang bertujuan   \n \n\nuntuk mengangkut bahan-bahan tambang dari dasar laut ke permukaan taut semakin banyak dibutuhkan. Hal ini mengingat semakin banyak sumber yang dibutuhkan dan seiring dengan itu jumlah sumber-sumber bahan tambang yang ada di darat juga semakin langka. Khususnya bahan tambang yang berupa minyak bumi dan gas alam. Tuntutan ini mengarah pada eksploitasi bawah laut yang kedalaman lautnya semakin dalam. Salah satu komponen yang penting pada Eksploitasi bawah laut pads kedalaman taut yang lebih dari 100 m adalah marine riser, yaitu pipa yang dipasang vertikal dari dasar laut ke pemukaan laut. Pipa tersebut dipakai sebagai sarana pengangkut bahan -bahan tambang, dan sebagai pengantar peralatan bor. Hal ini menuntut suatu struktur pipa yang kuat menahan beban akibat gelombang laut, arus , angin, dan beban akibat berat struktur dan fluids di dalam pipa. Pada tesis ini riser dimodelkan sebagai pipa yang ditumpu sederhana dan mendapat beban akibat gelombang laut. Kemudian dicari solusi respon dinamisnya. Metode yang dipakai untuk mendeskritisasi struktur adalah metode Galerkin, dan solusi respon dinamisnya dilakukan dengan metode analisis jelajah frekuensi tunak. Adapun hasil yang diperoleh dari respon dinamis berupa distribusi amplitudo perpindahan sepanjang pipa, dan distribusi amplitudo tegangan sepanjang pipa. Model yang dibahas dalam tesis ini terdiri dari dua buah model, yaitu model yang tidak meibatkan interaksi antara struktur dan fluida, dan model yang memperhitungkan adanya interaksi antara struktur dan fluida. Model yang pertama persamaan diferensialnya adalah linear, sedangkan pada model kedua adalah non linear. Pada model ke dua untuk mempermudah penyelesaianya maka digunakan teknik linearisasi, dengan cara memasukkan suku redaman ekuivalen.", "Daftar File": {}, "Penulis": "DJOELI SATRIJO (NIM 23194001)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof.Dr.Ir.H. Darmawan Harsokoesoemo"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "eksploitasi bawah laut, bahan tambang, berupa minyak bumi dan gas alam, marine riser", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "11 file", "Tanggal Input": "27 Sep 2017"}