{"Nomor": 13418, "Judul": "PRE-PREPARATION OF SERVICESCAPE MANAGEMENT IN GENRE STAGE AREA IN ROCK N' ROLL NIGHTS OF WONDERLAND 2010", "Abstrak": "Creative Industry stands as a business that plays a significant role in Indonesia economical condition. The trends of music industry as part of creative industry make an improvement from year to year. Music Industry in Indonesia has grown rapidly, from music recording until live performance. Starting from band performances, which held in just a day until big music festivals that serve various bands in one event that can take several days. Rock NÃ‚Â’ Roll Nights is a music festival that claimed as a new kind of music festival in Indonesia, which the main concern is in nature, music and theme as their main strengths. This event will be held in the middle of the forest, where the birds are still singing on the tree and the sun is like one big toy balloon, far away from the hustle and bustle of the big city. There will be four spectacular stages with different concepts that will be beautifully packed in Rock nÃ‚Â’ Roll music. This main objective of this research is building the services-cape management in Genre Stage area of Rock NÃ‚Â’ Roll Nights Wonderland 2010 based on customer expectation. Authors used the questionnaire to collect the data and pie chart as a chart to be analyzed. The result of this research is the implementation of servicescape management in Rock NÃ‚Â’ Roll Nights of Wonderland 2010. This preparation is based on 3 aspects, which are Ambient Condition, Spatial Layout / Functional, and Sign, Signage and Artifacts. As a new kind of music festival, the handling and preparation of this event should get detail attention. From there, this music festival could meet the customer satisfication with a new experience on it. This research however talks about the pre-preparation of servicescape management in Genre Stage area, which is one of the stage area in Rock NÃ‚Â’ Roll Nights of Wonderland 2010.", "Daftar File": {}, "Penulis": "EGAR PERDANA MAULANA (NIM 19007080)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Drs. Herry Hudrasyah MA."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Servicescape Management, Music Festival, Music Industry", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Vika Anastasya Kovariansi", "File": "8 file", "Tanggal Input": "02 Jul 2012"}