{"Nomor": 13414, "Judul": "GEOLOGI DAN ANALISIS DIAGENESIS BATUGAMPING FORMASI BULU, DAERAH DESA TINAPAN DAN SEKITARNYA, KABUPATEN BLORA, JAWA TENGAH", "Abstrak": "Satuan Geomorfologi pada daerah penelitian terdiri dari Satuan Perbukitan Karst Goaterawang yang dicirikan oleh bukit-bukit yang telah mengalami pelarutan (karstifikasi) yang cukup signifikan, Satuan Dataran Antiklin Kedungmulyo dicirikan oleh dataran yang dipengaruhi struktur antiklin, Satuan Dataran Sinklin Kedungbanggi dicirikan oleh dataran yang dipengaruhi struktur sinklin, Satuan Perbukitan Homoklin Kajengan dicirikan oleh perbukitan dengan kemiringan lapisan searah ke selatan, dan Satuan Dataran Alluvial Kali Penjalin dicirikan oleh dataran dengan endapan material lepas. Pada daerah penelitian, satuan batuan tertua adalah Satuan Batupasir berumur Miosen Awal-Miosen Tengah (N8-N12) yang disetarakan dengan Formasi Ngrayong dan diendapkan di lingkungan dekat pantai sampai Neritik Tengah. Diendapkan secara selaras di atas Satuan Batupasir, yakni Satuan Batugamping berumur Miosen Tengah (Tf2-Tf3) yang disetarakan dengan Formasi Bulu dan diendapkan di lingkungan Neritik Tengah. Selanjutnya, Satuan Batulempung diendapkan secara menjemari terhadap Satuan Batugamping dan selaras di atas Satuan Batugamping. Satuan Batulempung berumur Miosen Tengah (N13-N14) disetarakan dengan Formasi Wonocolo dan diendapkan di lingkungan Neritik Tengah Bagian Dalam. Satuan Alluvial diendapkan secara tidak selaras di atas semua satuan yang lebih tua dengan batas erosional. Struktur geologi yang terdapat pada daerah penelitian, antara lain kemiringan lapisan, antiklin, sinklin, dan sesar. Struktur antiklin dan sinklin diinterpretasikan merupakan akibat gaya kompresi berarah relatif utara-selatan pada kala Akhir Miosen Tengah. Struktur sesar berupa sesar mendatar menganan yang diperkirakan berumur Miosen Akhir. Pengamatan petrografi menunjukkan bahwa proses-proses diagenesis yang terjadi pada Satuan batugamping berupa mikritisasi mikrobial, sementasi, kompaksi, dolomitisasi, neomorfisme, dan pelarutan. Lingkungan diagenesis yang dapat diinterpretasikan dari pengamatan petrografi, yaitu lingkungan diagenesis dengan urutan marine phreatic, shallow burial, meteoric phreatic, deep burial, meteoric phreatic, dan vadose.", "Daftar File": {"2011 TA PP EDOLA RIONO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/58406", "2011 TA PP EDOLA RIONO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/58407", "2011 TA PP EDOLA RIONO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/58408", "2011 TA PP EDOLA RIONO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/58409", "2011 TA PP EDOLA RIONO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/58410", "2011 TA PP EDOLA RIONO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/58411", "2011 TA PP EDOLA RIONO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/58412", "2011 TA PP EDOLA RIONO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/58413"}, "Penulis": "EDOLA RIONO (NIM 12006040)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Emmy Suparka dan Ir. Nurcahyo Indro Basuki, M. T"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Formasi Bulu, Diagenesis, Batugamping, Desa Tinapan.", "Sumber": "", "Staf Input/Edit": "Dwina Fatimiyah Shidiq  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}