{"Nomor": 13426, "Judul": "GEOLOGI DAERAH TUMPUKTENGAH DAN SEKITARNYA, KECAMATAN TALAWI, KOTAMADYA SAWAHLUNTO, SUMATERA BARAT", "Abstrak": "Morfologi daerah penelitian dibagi menjadi empat satuan geomorfologi, yaitu Satuan Perbukitan Lipatan, Satuan Dataran Homoklin, Satuan Perbukitan Intrusi yang dicirikan oleh perbukitan terjal yang tersusun dari granit, Satuan Dataran Aluvial yang ditunjukkan oleh morfologi dataran di sepanjang aliran Sungai Buluhrotan. Daerah penelitian terdiri atas lima satuan batuan yaitu berturut-turut dari tua ke muda adalah Satuan Granit Pra-Tersier, Satuan Serpih, Satuan Batupasir-Batulempung, Satuan Batupasir, serta Satuan Endapan Aluvial yang berada tidak selaras di atas keempat satuan lainnya. Satuan Serpih diendapkan pada lingkungan danau. Satuan Batupasir-Batulempung diendapkan pada lingkungan sungai berkelok. Satuan Batupasir diendapkan pada lingkungan sungai teranyam. Satuan Serpih disetarakan dengan Formasi Sangkarewang, Satuan Batupasir-Batulempung disetarakan dengan Formasi Sawahlunto, sedangkan Satuan Batupasir disetarakan dengan Formasi Sawahtambang. Struktur geologi yang berkembang pada daerah penelitian antara lain: Sesar Mendatar Tigotumpuk, Sesar Mendatar Parambahan, Sesar Mendatar Sarasah, dan Sesar Mendatar Tanjung Ampalu.", "Daftar File": {"2011 TA PP ELREY FERNANDO BUTAR BUTAR 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/58483", "2011 TA PP ELREY FERNANDO BUTAR BUTAR 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/58484", "2011 TA PP ELREY FERNANDO BUTAR BUTAR 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/58485", "2011 TA PP ELREY FERNANDO BUTAR BUTAR 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/58486", "2011 TA PP ELREY FERNANDO BUTAR BUTAR 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/58487", "2011 TA PP ELREY FERNANDO BUTAR BUTAR 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/58488", "2011 TA PP ELREY FERNANDO BUTAR BUTAR 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/58489"}, "Penulis": "ELREY FERNANDO BUTARBUTAR (NIM 12007007)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Chalid Idham Abdullah"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Tumpuktengah, Formasi Sawahlunto, Sesar mendatar", "Sumber": "", "Staf Input/Edit": "Dwina Fatimiyah Shidiq  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}