{"Nomor": 13420, "Judul": "ESTIMASI PENURUNAN MUKA AIR TANAH BERDASARKAN DATA GAYABERAT-MIKRO ANTAR WAKTU DAN DATA AMBLESAN PADA DATARAN ALLUVIAL SEMARANG", "Abstrak": "Survei gayaberat dengan ketelitian tinggi yang diaplikasikan dengan nama survei gayaberat-mikro antar waktu telah dilakukan secara berulang di daerah yang memiliki sistem pengendapan alluvial yaitu daerah Semarang. Pengukuran gayaberat, perubahan ketinggian titik ukur dan perubahan kedalaman sumur pantau dilakukan dengan tujuan untuk mengetahui karakteristik anomali gayaberat dan amblesan di daerah penelitian tersebut, sehingga estimasi penurunan MAT (muka air tanah) yang terjadi dapat diketahui. Analisis perubahan respon gayaberat dan amblesan dapat digunakan untuk memodelkan kecenderungan penurunan MAT di daerah Semarang.Pengukuran gayaberat-mikro dilakukan pada selang  waktu antara bulan Juli 2002 sampai dengan November 2005 yang memiliki perubahan musim hujan dan kemarau. Data yang digunakan dalam perhitungan dan interpretasi terdiri dari data anomali gayaberat-mikro antar waktu, data ketinggian titik ukur (data amblesan) dan data profil perubahan kedalaman MAT yang diambil dari sumur pantau. Untuk mendukung analisis dan interpretasi terjadinya amblesan dan penurunan MAT dilakukan teknik korelasi antar data amblesan dan gayaberat antar waktu. Pemodelan perubahan MAT dilakukan berdasarkan perhitungan integrasi Gaussian yang menghasilkan perubahan ketebalan penurunan MAT yang dikontrol dengan data hidrologi daerah penelitian.", "Daftar File": {}, "Penulis": "EKO ARI PRIHANDOKO (NIM: 22307007)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Wawan Gunawan A. Kadir"], "Jenis Koleksi": "Tesis", "Penerbit": "Geofisaka Terapan", "Fakultas": "", "Subjek": "", "Kata Kunci": "anomali gayaberat-mikro antar waktu, MAT, amblesan, korelasi, Semarang", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Vika Anastasya Kovariansi", "File": "9 file", "Tanggal Input": "17 Feb 2012"}