{"Nomor": 13427, "Judul": "RANCANGAN VOLTMETER DIGITAL MENGGUNAAN ICL7107 DAN ANIMASI DENGAN 3DS-MAX 9 UNTUK ALAT PERCOBAAN EFEK FOTOLISTRIK", "Abstrak": "Efek fotolistrik adalah sebuah fenomena alam yang sulit dijelaskan dengan konsep fisika klasik. Kesulitan dalam memahami konsep-konsep fisika yang bersifat abstrak dapat menurunkan motivasi belajar siswa SMA. Untuk membantu menjelaskan efek fotolistrik, dibuat peralatan praktikum efek fotolistrik yang dilengkapi dengan sebuah CD animasi.Peralatan praktikum ini dilengkapi dengan sebuah voltmeter digital yang dibuat dari ICL7107 dengan ukuran yang cukup kecil. Voltmeter ini dapat mengukur tegangan DC pada rentang 0-19.99 volt dan resolusi 0,01 volt. Rangkaian voltmeter memerlukan tegangan masukan 5 volt dan arus sekitar 25 mA.Telah dibuat CD animasi yang berisi penjelasan mengenai perkembangan penemuan efek fotolistrik, proses peristiwa efek fotolistrik, panduan percobaan dan animasi efek fotolistrik. Animasi dibuat menggunakan program 3D Studio Max 9 dan Macromedia Flash 8.Pengujian alat menunjukkan bahwa alat ini cukup baik untuk mendemonstrasikan fenomena efek fotolistrik. Dari data pengujian alat didapatkan hubungan linier antara energi kinetik elektron dengan frekuensi cahaya, ketidakbergantungan energi kinetik elektron terhadap intensitas cahaya dan kebergantungan arus elektron terhadap intensitas cahaya.", "Daftar File": {"2009 TS PP ENDAH KURNIA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/58497", "2009 TS PP ENDAH KURNIA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/58498", "2009 TS PP ENDAH KURNIA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/58499", "2009 TS PP ENDAH KURNIA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/58500", "2009 TS PP ENDAH KURNIA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/58501", "2009 TS PP ENDAH KURNIA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/58502", "2009 TS PP ENDAH KURNIA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/58503", "2009 TS PP ENDAH KURNIA 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/58504", "2009 TS PP ENDAH KURNIA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/58505"}, "Penulis": "ENDAH KURNIA (NIM: 20207076)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Maman Budiman, Dr.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Efek Fotolistrik, Stopping Potensial, arus elektron, ICL7107, tabung vakum, logam emiter, katoda dan anoda", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}