{"Nomor": 13430, "Judul": "POLA PENYEBARAN PENCEMARAN LINDI TERHADAP AIR TANAH DI SEKITAR LANDFILL", "Abstrak": "Permasalahan TPA - Sampah yang umumnya terjadi di berbagai kota di Indonesia antara lain adalah adanya pencemaran lindi terhadap badan air I air tanah. Permasalahan tersebut terjadi karena lokasi yang tidak memenuhi persyaratan (SNI No. 03-3241-1994 tentang Tata Cara Pemilihan Lokasi TPA) dan kurang memadainya sarana dun prasarana TPA terutama fasilitas yang berkaitan dengan perlindungan lingkungan serta manajemen pengelolaan TPA. Adanya keluhan masyarakat yang tinggal disekitar lokasi TPA Bantar Gebang milik Pemda DKI Jakarta (luas 108 ha) tentang menurunnya kulitas air sumur, mengindikasikan kemungkinan terjadinya pencemaran lindi terhadap air tanah. Untuk menganalisis terjadinya pencemaran Midi torsebut, dilaksanakan penelitian baik skala laboratorium maupun lapangan dan mengaplikasikan suatu model matematik yang dapat memprediksi pola transport kontaminan lindi karena fenomena adveksi, dispersi dan retardasi.Dari hasil penelitian, didapat indikasi terjadinya proses kebocoran lapisan dasar TPA pada zone I (Was 18 Ha) yang telah digunakan sejak 1989 dan ditutup 8 tahun yang lalu. Kebocoran tersebut berupa tingginya nilai COD, Klorida dan DHL pada sumur monitoring SM-Z1(40 - 60 % dari kualitas lindi). Analisis juga dilakukan terhadap beberapa sumur gali milik penduduk di sekitar lokasi TPA sebanyak 11 titik. Dari hasil penelitian, tanah pada kedalaman 4 - 6 m dengan permebilitas rata-rata 10'4 - 10 '` cm / dcl dan porositas rata-rata 0,5 - 0,6 mempunyai laju adsorpsi 24,137 dan retardasi berkisar antara 26,03-31,99. Sedangkan adveksi pada aliran air tanah dangkal adalah 0,003011 cm / det (skala laboratorium ) dan 6,821x10-' cm/det (sakala lapangan). Berdasarkan basil percobaan kolom, nilai dispersi longitudinal (D,.) adalah 0,87015 em2/det serta dispersi tranver'sal (DT) adalah 0,08715 cm2/det.", "Daftar File": {}, "Penulis": "ENDANG SETYANINGRUM (NIM 25399013)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof.Dr.Ir. Harun Sukarmadijaya, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "pencemaran, lindi, adveksi, dispersi, retardasi.", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}