{"Nomor": 13432, "Judul": "PERENCANAAN INJEKSI GAS SUMUR GAS LIFT LANGSUNG DARI SUMUR GAS", "Abstrak": "Artificial Lift adalah metode pengangkatan Buatan yang bertujuan untuk membantu kemampuan menghantarkan fluida tanpa mengubah sifat fisik dari fluida tersebut. Salah satu metode artificial lift adalah dengan menggunakan Gas Lift. Gas Lift adalah injeksi gas pada sumur minyak dengan tujuan untuk menurunkan gradien tekanan yang dibutuhkan untuk mengangkat fluida sampai ke permukaan.Metode yang dilakukan untuk optimasi gas lift salah satunya adalah metode injeksi langsung dari sumur gas. Pada metode ini, gas hasil produksi sumur gas langsung diinjeksikan ke sumur minyak. Berbeda dengan biasanya disimpan dulu di separator gas. Untuk Optimasi yang dilakukan dimulai dari pembuatan model reservoir, kemudian membuat dua model sumur yang masing-masing digunakan untuk memproduksikan gas dan minyak. Optimasi ini akan dilakukan selama 20 tahun untuk mencapai perolehan minyak yang maksimum.Skenario pengembangan dilakukan dengan melakukan produksi secara natural terlebih dahulu pada target laju produksi tertentu. Ketika terjadi penurunan laju produksi, maka akan dilakukan analisis guna menentukan besarnya laju injeksi gas yang dibutuhkan dengan membuat kurva performa gas lift atau yang lebih dikenal dengan GLPC. Laju Injeksi gas tersebut memperhatikan kondisi GOR (Gas Oil Ratio), productivity index dan juga tekanan reservoir dari sumur minyak sehingga dapat dinilai layak tidaknya sumur diinjeksikan gas. Setelah itu dilakukan uji sensitivitas laju produksi gas dari sumur gas, guna mengetahui besarnya potensi gas yang bisa diinjeksikan selama jangka waktu tertentu.", "Daftar File": {"2010 TA PP ENOS EBEN EZER 1.pdf": "https://digilib.itb.ac.id/gdl/download/58538"}, "Penulis": "ENOS EBEN EZER (NIM 12206035)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Pudjo Sukarno"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Productivity Index, Gas Lift Performance Curve, Laju produksi sumur gas", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}