{"Nomor": 13435, "Judul": "SIMULATOR CACHE PADA PROCESSOR DUAL CORE MENGGUNAKAN MESI CACHE COHERENCE PROTOCOL", "Abstrak": "Semakin susahnya pembuatan processor single core dengan clock frekuensi yang tinggi membuat banyak produsen chip processor beralih untuk mengembangkan teknologi multicore.    \n \n \n \n\nMulti-core merupakan sebuah chip processor dengan beberapa core didalamnya. Pengertian multi-core tersebut berbeda dengan multiprocessor. Multiprocessor berarti beberapa processor yang bekerja secara bersama sama namun terpisah secara fisik, sedangkan pada multi-core secara fisik hanyalah 1 chip processor namun memiliki beberapa core    \n \n \n \n\ndidalamnya. Untuk menjembatani gap kecepatan pada processor dan main memory yang semakin melebar, dikembangkanlah sebuah tempat penyimpan sementara yang disebut dengan cache. Cache memiliki kecepatan yang lebih cepat dibandingkan dengan main memory, namun masih    \n \n \n \n\ndibawah kecepatan processor. Cache juga memiliki ukuran penyimpanan yang lebih besar dibanding register pada processor, namun lebih kecil daripada ukuran main memory.    \n \n \n \n\nPenggunaan private cache pada multi-core dan multiprocessor akan selalu menghadapi permasalahan pada pengaturan konsistensi data antar cache nya yang dikenal sebagai cache coherence problem. Salah satu solusi yang paling sederhana bagi permasalahan cache coherence problem tersebut adalah dengan menggunakan invalidation-based protocol dengan snooping. Dalam Tugas Akhir ini akan dibuat sebuah software simulator untuk mensimulasikan kerja    \n \n \n \n\ndari MESI cache coherence protocol pada processor dual core menggunakan private L1 cache dan shared L2 cache serta melihat performansi dari cache yang disimulasikan.    \n \n \n \n\nPerformansi cache akan ditentukan dari persentasi hit dan miss pada pembacaan atau penulisan terhadap sejumlah alamat memori pada cache. Program dibuat dengan bahasa C    \n \n \n \n\nmenggunakan compiler MinGW. Input pada program adalah 2 buah file trace dengan format dinero. Program akan melakukan pembacaan secara bergantian terhadap 2 buah file trace tersebut", "Daftar File": {}, "Penulis": "Eric Christanto (NIM : 13205194)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Yudi Satria Gondokaryono M.Sc. Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Multi-core, multiprocessor, cache, cache coherence protocol, MESI", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}