{"Nomor": 13454, "Judul": "GEOLOGI DAERAH SADAWARNA DAN SEKITARNYA, KABUPATEN SUBANG, JAWA BARAT", "Abstrak": "Geomorfologi daerah penelitian terdiri dari tiga satuan geomorfologi, yaitu Satuan Dataran Lembah Aluvial yang meliputi daerah sekitar Sungai Cipunegara dan Sungai Ciawitali, Satuan Perbukitan Vulkanik Terjal yang meliputi Desa Surian dan tinggian di Barat Daya daerah penelitian serta Satuan Perbukitan Lipatan Bergelombang yang meliputi daerah Jatimulya, Balong dan Sari Asih. Stratigrafi daerah penelitian terdiri dari empat satuan batuan tidak resmi. Dengan urutan dari tua ke muda ke keempat satuan tersebut ialah Satuan Batulempung Pliosen Awal yang tersingkap dengan sangat baik di Sungai Cipunegara dan Sungai Cirendeu, Satuan Konglomerat berumur Pleistosen yang tersingkap di daerah Sari Asih dan Desa Songgom, Satuan Breksi berumur Kuarter menutupi tinggian di sebelah Barat Daya daerah penelitian, Satuan Tuf berumur Kuarter yang tersingkap di desa Surian Dan Sekitarnya dan Satuan Endapan Aluvial berumur Resen yang terendapkan pada sepanjang Sungai Cipunegara dan Ciawitali. Struktur geologi yang terdapat pada daerah peneltian Berupa sinklin, antiklin dan sepasang sesar mendatar yang memotong daerah penelitian dari utara ke selatan. Terdapat 3 sinklin dan 3 antiklin besar yang terpetakan dan juga beberapa antiklin kecil di sekitar zona sesar mendatar. Ketiga sinklin dan Antiklin diketahui awalnya merupakan satu antiklin dan satu sinklin besar yang kemudian tersesarkan. Dilihat dari kondisi struktur di lapangan penelitian setidaknya terdapat dua fase tektonik yang terjadi di daerah penelitian.", "Daftar File": {"2011 TA PP FACHREZA AIYUBI AKBAR 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/58689", "2011 TA PP FACHREZA AIYUBI AKBAR 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/58690", "2011 TA PP FACHREZA AIYUBI AKBAR 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/58691", "2011 TA PP FACHREZA AIYUBI AKBAR 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/58692", "2011 TA PP FACHREZA AIYUBI AKBAR 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/58693", "2011 TA PP FACHREZA AIYUBI AKBAR 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/58694", "2011 TA PP FACHREZA AIYUBI AKBAR 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/58695"}, "Penulis": "FACHREZA AIYUBI AKBAR (NIM 12006029)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Yahdi Zaim dan Dr. Aswan, ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kaliwangu, Cipunegara, Cireundeu.", "Sumber": "", "Staf Input/Edit": "Dwina Fatimiyah Shidiq  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}