{"Nomor": 13458, "Judul": "PERANCANGAN KOMPETENSI CHIEF INFORMATION OFFICER (CIO)", "Abstrak": "Teknologi Informasi (TI) saat ini semakin penting dalam menunjang proses bisnis suatu organisasi, namun pengelolaan TI tidak terlepas dari peranan penting faktor Sumber Daya Manusia (SDM) sebagai salah satu faktor utama dalam menjalankan proses bisnis suatu organisasi. Untuk itu, kualitas SDM TI sangat menentukan kesuksesan peranan TI dalam menunjang proses bisnis organisasi. Kompetensi merupakan kombinasi antara pengetahuan, keterampilan, perilaku dan sikap yang memberi nilai tambah pada efektivitas personal yang berkaitan dalam tanggung jawabnya dalam pekerjaan menjadi salah satu faktor penting yang menjadi tolak ukur kualitas SDM dalam suatu organisasi. Untuk itu, kompetensi harus dirumuskan secara benar dan tepat agar kompetensi yang dimiliki oleh komponen SDM sejalan dengan tuntutan organisasi dalam menjalankan proses bisnisnya. Chief Information Officer sebagai salah satu komponen SDM dalam struktur organisasi TI mempunyai peranan yang sangat penting dalam pengelolaan TI untuk mencapai tujuan organisasi. Untuk itu, CIO harus dituntut mempunyai kompetensi yang sejalan dengan arah pengembangan TI dalam organisasi sehingga pengelolaan TI dapat dilakukan sejalan dengan tujuan organisasi. Penyusunan kompetensi CIO dilakukan melalui 5 tahapan yaitu : (1) menganalisis Peranan TI dalam Organisasi; (2) menentukan posisi CIO dalam struktur organisasi berdasarkan analisis peran TI dalam organisasi; (3) menyusun job description CIO dalam organisasi berdasarkan posisi CIO dalam struktur organisasi dan peranan TI dalam organisasi (4) memetakan kebutuhan kompetensi untuk jabatan CIO berdasarkan uraian job description yang telah disusun dan (5) melakukan uji validasi terhadap hasil pemetaan kompetensi tersebut.", "Daftar File": {"2009 TS PP FAHRUL MARZUKI 1.pdf": "https://digilib.itb.ac.id/gdl/download/58716"}, "Penulis": "FAHRUL MARZUKI (NIM: 23207136)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.-Ing.Ir.Suhardi"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Kompetensi, Chief Information Officer (CIO), Teknologi Informasi (TI)", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}