{"Nomor": 13450, "Judul": "COLLEGE STUDENT'S TENDENCY TO BUY ORIGINAL MUSIC ALBUM COMPARED TO PIRACY MUSIC ALBUM", "Abstrak": "Nowadays, many kinds of products could be imitated so easily by using the improvement of technology. Speaking of which, the implementation of this phenomena had already widespread and could be met in our daily life like in music album for example. In this case, we used to call the imitation of music album as piracy music album. Piracy music album is breaking the copyright law and of course giving many disadvantages to many parties that only giving advantage to anyone who sells them. With the existence of piracy music album, of course it affects the consumer behavior since it already becomes the alternative to consumer in purchasing music album. In Indonesia, purchasing pirated music album has already culture and something that could be understood while it is obviously wrong in many aspects. With such condition, it already becomes obstacles for music industry to develop and reduce the market's sensitivity in respecting an art creation. The culture of purchasing piracy music album has already become one of the gates to music industry destruction. Despite the condition, there are people who still loyal to our music industry development that willing to spend their money to participate against piracy music album growth. But still, the number of piracy music album selling keep on increasing each year exceeding the number of original music album selling.In this research, researcher wants to know the tendency of people who play roles the most which are college students towards their behavior in purchasing music album. To measure such thing, researcher using 5 variables consists of hierarchy of affects, consumption process, consumer perception towards music album, personal value, and consumer decision making. To get the data, researcher is using exploratory and descriptive research. In-depth interview and literature study conducted to find out the situation and condition atmosphere and questionnaires spread to respondents. Researcher is using non-probability sample as technique.", "Daftar File": {}, "Penulis": "ETGAR RIZKI EQUATOR (NIM 19006037)", "Kontributor / Dosen Pembimbing": ["Pembimbing: DR. Mustika Sufiati Purwanegara, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Piracy Music Album, Hierarchy of Affects, Consumption process, Consumer Perception, Personal Value, Consumer Decision Making", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Vika Anastasya Kovariansi", "File": "7 file", "Tanggal Input": "21 Jun 2012"}