{"Nomor": 13478, "Judul": "GEOLOGI DAERAH SORONG KOTA SORONG, PAPUA BARAT", "Abstrak": "Daerah penelitian ini merupakan daerah yang komplek tatanan geologinya karena merupakan pertemuan dua lempeng utama aktif yang bergerak secara bersamaan yaitu Lempeng Benua Australia yang cenderung bergerak ke arah utara dan Lempeng Samudera Pasifik yang cenderung ke arah barat-daya. Daerah penelitian termasuk ke dalam Blok Kemum, Sistem Sesar Sorong dan Blok Tamrau berdasarkan mandala geologi daerah Sorong. Satuan Batuan Granit ditemukan di selatan pada bagian Blok Kemum yang merupakan bagian dari mikro-kontinen Australia . Satuan Batuan Andesit ditemukan di utara pada bagian Blok Tamrau yang merupakan bagian lempeng Samudera Pasifik. Kontak satuan-satuan ini terbentuk akibat dari Sistem Zona Sesar Sorong yang terjadi pada kala Pliosen Awal. Sistem Zona Sesar Sorong ini membentuk Satuan Komplek, Sesar Rafidin (mengiri naik) timur Ã‚Â– barat di utara dan Sesar Klabala (mengiri naik) timur Ã‚Â– barat di selatan. Satuan Komplek ini terdiri dari serpentinit, sabak, batupasir, batulempung, granit, dan andesit. Beberapa fragmen terbentuk di tempat berbeda dan dibawa oleh aktifitas Sesar Sorong. Satuan Batupasir di daerah selatan terbentuk pada kala Pliosen Awal Ã‚Â– Pliosen Akhir yang merupakan hasil dari sedimentasi material rombakan Satuan Batuan Granit dan Satuan Komplek yang diendapkan pada lingkungan darat. Pulau Papua mempunyai tektonik yang masih aktif hingga sekarang, akibatnya terbentuk Sesar Remu (menganan naik) utara Ã‚Â– selatan yang memotong Satuan Batuan Granit, Satuan Batuan Andesit, Satuan Batuan Komplek, Sesar Rafidin, dan Sesar Klabala. Satuan Endapan Pantai, Rawa, dan Aluvial terbentuk akibat proses erosi dan sedimentasi pada saat sekarang.", "Daftar File": {"2010 TA PP FIKRI YUNUS 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/58825", "2010 TA PP FIKRI YUNUS 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/58826", "2010 TA PP FIKRI YUNUS 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/58827", "2010 TA PP FIKRI YUNUS 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/58828", "2010 TA PP FIKRI YUNUS 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/58829", "2010 TA PP FIKRI YUNUS 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/58830", "2010 TA PP FIKRI YUNUS 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/58831"}, "Penulis": "FIKRI YUNUS (NIM 12006057)", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Sorong, Papua Barat, Kepala Burung, Sistem Sesar Sorong, Komplek", "Sumber": "", "Staf Input/Edit": "Dwina Fatimiyah Shidiq  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}