{"Nomor": 13471, "Judul": "APARTEMEN DI GEDEBAGE", "Abstrak": "Arsitektur merupakan salah satu disiplin ilmu dalam merancang bangunan. Dalam proses perencanaan dan perancangannya, arsitektur memiliki 3 unsur yang harus diperhatikan, diantaranya unsur struktural, unsur seni dalam bangunan dan unsur utilitas. Ketiga unsur ini saling berkaitan dan menjadi satu kesatuan yang tidak mungkin dipisahkan. Oleh karena itu, jika salah satu unsur tersebut tidak dipertimbangkan dalam proses rancangan maka hasil rancangan tersebut akan tidak/kurang sempurna dan kurang menyeluruh. Dalam kaitannya dengan dunia masyarakat, rancangan arsitektur merupakan tempat tinggal dan pelindung bagi masyarakat dan tempat terjadinya beragam aktivitas/kegiatan.Pada laporan tugas akhir ini, karya arsitektur yang dirancang berupa hunian massal secara vertikal yang sangat berkembang akhir-akhir ini. Hunian ini ditujukan kepada masyarakat menengah atas dengan sistem beli. Jenis hunian seperti ini dinamakan apartemen. Apartemen merupakan salah satu solusi bagi pertumbuhan masyarakat yang semakin tinggi dan pertumbuhan kota secara horizontal.Lokasi rancangan apartemen ini terletak pada kawasan Gedebage yang akan dikembangkan menjadi pusat primer kota Bandung menurut Badan Perencanaan Pengembangan Pembangunan Daerah Kota Bandung 2006. Kondisi geologis yang berupa tanah lempung mengharuskan adanya ruang terbuka hijau disetiap peruntukan lahan.Oleh karena itu, perancangan hunian ini terfokus pada ruang luar. Dengan mencoba memberikan hunian yang bersifat rekreatif dimana penghuni dapat bermain, dan berekreasi setiap saat di dalam lingkungan hunian. Dengan adanya fasilitas rekreasi dan ruang terbuka hijau ini diharapkan dapat meningkatkan kualitas hidup penghuni maupun masyarakat sekitar.Untuk memenuhi kebutuhan penghuni akan kebutuhan sehari-hari dan masyarakat sekitar, maka dalam lingkungan apartemen terdapat fasilitas penunjang/komersil.", "Daftar File": {"2008 TA PP FERI SUSANTY 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/58801", "2008 TA PP FERI SUSANTY 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/58800", "2008 TA PP FERI SUSANTY 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/58799", "2008 TA PP FERI SUSANTY 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/58798", "2008 TA PP FERI SUSANTY 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/58797", "2008 TA PP FERI SUSANTY 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/58796", "2008 TA PP FERI SUSANTY 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/58795"}, "Penulis": "FERI SUSANTY (NIM 15204082)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Budi Faisal, MAUD., MLA."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "apartemen, hunian massal, Gedebage, Bandung", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}