{"Nomor": 13487, "Judul": "STUDI LABORATORIUM PENGARUH INJEKSI POLIMER CMC-AM TERHADAP PEROLEHAN MINYAK", "Abstrak": "Injeksi larutan polimer merupakan salah satu metode enhanced oil recovery yang dapat meningkatkan faktor perolehan minyak. Penambahan polimer akan mengurangi mobilitas air sehingga aliran air tidak akan mendahului aliran minyak dan sweep efficiency akan meningkat. CMC-AM dipertimbangkan sebagai alternatif polimer untuk injeksi karena terbuat dari bahan yang banyak terdapat di Indonesia. Polimer ini berbahan dasar akrilamida dan juga selulosa yang berasal dari limbah tandan kosong kelapa sawit (TKKS).Studi laboratorium ini bertujuan untuk mengetahui perbandingan reologi dan kinerja biopolimer CMC-AM dalam meningkatkan faktor perolehan minyak dengan injeksi air serta polimer komersil berjenis HPAM.Pengukuran reologi menunjukkan bahwa CMC-AM merupakan fluida Non-Newtonian. Untuk mencapai suatu nilai viskositas tertentu, CMC-AM membutuhkan konsentrasi yang lebih tinggi dibanding HPAM. CMC-AM juga menunjukkan ketahanan terhadap shear rate dan temperatur yang lebih baik baik daripada HPAM. Hasil lain menunjukkan bahwa CMC-AM menunjukkan ketahanan yang lebih baik pada salinitas dibawah 20000 ppm. Aplikasi injeksi larutan polimer dipengaruhi oleh banyaknya channel, ukuran molekul polimer, dan ukuran pori batuan. Untuk core set 1, RF dari proses injeksi air yang sangat rendah kemungkinan disebabkan oleh saturasi air yang tinggi sehingga minyak sulit mengalir. Sementara RF dari core yang diinjeksi CMC-AM sangat tinggi kemungkinan disebabkan oleh keberadaan channel yang tidak dapat disumbat oleh molekul polimer. Untuk core set 3, RF dari core yang diinjeksi air lebih tinggi dibanding core yang diinjeksi polimer kemungkinan juga disebabkan oleh adanya channel.", "Daftar File": {"2010 TA PP GABRIELA CRYSTINA PARERA 1.pdf": "https://digilib.itb.ac.id/gdl/download/58905"}, "Penulis": "GABRIELA CRYSTINA PARERA (NIM 12206090)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Dr. Ir. Septoratno Siregar D.E.A."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Polimer CMC-AM, Shear Rate, Viskositas, Faktor Perolehan", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}