{"Nomor": 13502, "Judul": "KAJIAN ASPEK TEKNIS DALAM PENENTUAN BATAS LAUT DAN LUAS DAERAH PROVINSI NUSA TENGGARA TIMUR", "Abstrak": "Indonesia terdiri dari banyak provinsi dan juga memiliki wilayah laut yang besar. Untuk menjaga pengelolaan wilayah laut dan darat tersebut, maka diberlakukan UU No. 32 Tahun 2004 tentang Pemerintah Daerah. Dimana pemerintah daerah diberi kewenangan dalam mengelola sumber daya alam di wilayahnya. Berkenaan dengan undang-undang tersebut, khususnya kewenangan daerah dalam pengelolaan sumber daya laut dan pesisirnya, aspek batas wilayah administrasi laut sangatlah penting untuk diperhatikan. Dengan kepastian batas antara wilayah pemerintah daerah yang satu dengan pemerintah daerah lainnya yang berbatasan, guna menghindari konflik yang mungkin terjadi. Dalam penetapan batas daerah Provinsi Nusa Tenggara Timur, maka dilakukan penarikan garis batas berdasarkan ketetapan Undang-Undang No.32 tahun 2004 (berdasarkan garis dasar normal), PerMendagri No.1 Tahun 2006 (berdasarkan garis dasar lurus dan garis dasar normal) dan penerapan UNCLOS 1982 tentang garis dasar kepulauan untuk mendapatkan luas daerahnya. Mengingat tingginya nilai suatu wilayah bagi suatu pemerintah daerah tersebut, maka diperlukan suatu Peta Batas Daerah sebagai acuan dalam mengetahui cakupan wilayah yang menjadi kewenangan daerah tersebut.", "Daftar File": {"2008 TA PP GINANJAR DRAJAD PRAKOSO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/59000", "2008 TA PP GINANJAR DRAJAD PRAKOSO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/59001", "2008 TA PP GINANJAR DRAJAD PRAKOSO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/59002", "2008 TA PP GINANJAR DRAJAD PRAKOSO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/59003", "2008 TA PP GINANJAR DRAJAD PRAKOSO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/59004", "2008 TA PP GINANJAR DRAJAD PRAKOSO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/59005", "2008 TA PP GINANJAR DRAJAD PRAKOSO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/59006"}, "Penulis": "GINANJAR DRAJAD PRAKOSO (NIM 15104018)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Eka Djunarsjah, MT., dan Ir. Eko Artanto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "normal baseline, straight baseline, archipelago baseline, Map of Boundary Area", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}