{"Nomor": 13504, "Judul": "QUALITY IMPROVEMENT USING FAILURE MODE AND EFFECTS ANALYSIS (FMEA): A CASE STUDY IN PT XX", "Abstrak": "Analyzing a case in improving quality is the main objective of this research and the chosen method to support the objective in improving quality in PT XX is FMEA (Failure Mode and Effects Analysis). The company realized that some improvement is needed especially related to the quality of products and also the production performance. Thus, FMEA is a method chosen that the company wanted to implement in order to minimize the number of defective products in every production period by analyzing the root cause of potential failure mode and reducing the failure mode itself. This method is considered as a suitable method for a manufacturing company which want to improve their product quality, because in applying FMEA, it is necessary to review the whole production process performance first, then identifying defect types which has an often occurrence, and in the end, rank those defect types based on these categories; Occurrence, Severity, and Detection level, and then sum the number from each of those categories to get the Risk Priority Number (RPN). The defect type which has the highest number of RPN is a defect type which has to be reduced or omitted soon because the defect creates a major distraction to the whole production process. The products which chosen as the object in this research is Disposable Subdermal Needle Electrodes (DSNE). The case analysis will prove whether FMEA is suitable and effective method applied to improve the quality in PT XX or not and whether PT XX could be successful in reducing the defect type in DSNE products by using FMEA analysis. The supporting tools which are used in reviewing and analyzing the production process stability are Statistical Process Control (P-chart) as an online tool, Pareto Chart, and Ishikawa Diagram. The main activities which cover in this research mostly are reviewing the production process, interviewing the employee of PT XX, especially Quality Assurance Division which could give detail information so that the reviewing process and the root cause identification runs well. Once the failure modes root causes is already identified, it could be easier to generate the recommended actions for improvement.", "Daftar File": {}, "Penulis": "GITA AYUWIGATI (NIM 19007098)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Gatot Yudoko, MASC., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Failure Modes and Effects Analysis (FMEA), FMEA for Quality Improvement, Quality Improvement, Medical Devices, Statistical Process Control, Pareto, Ishikawa Diagram", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Vika Anastasya Kovariansi", "File": "7 file", "Tanggal Input": "02 Jul 2012"}