{"Nomor": 13506, "Judul": "GEOLOGI DAN HIDROGEOLOGI DAERAH GUNUNG PALASARI DAN SEKITARNYA KECAMATAN CILENGKRANG, KABUPATEN BANDUNG, JAWA BARAT.", "Abstrak": "Berdasarkan Perda Kota Bandung 02/2004 tentang Rencana Tata Ruang Wilayah (RTRW) kota Bandung, Wilayah Bandung Timur dipersiapkan sebagai kawasan untuk pengembangan pemukiman Kota Bandung. Oleh karena itu, kebutuhan akan airtanah di Wilayah Bandung Timur diperkirakan akan meningkat pada beberapa tahun yang akan datang. Untuk mengatasi permasalahan tersebut diperlukan pemahaman kondisi geologi dan hidrogeologi daerah resapan wilayah tersebut. Daerah Gunung Palasari (Kecamatan Cilengkrang, Kabupaten Bandung), secara morfologi terletak pada elevasi yang lebih tinggi dibandingkan Wilayah Bandung Timur. Daerah penelitian berada pada satuan pusat vulkanik dan satuan vulkanik ekstrusif. Kedua satuan diatas dibatasi secara tegas oleh Sesar Lembang yang berarah barat Ã‚Â– timur. Sesar Lembang di daerah penelitian merupakan sesar turun, bagian utara lebih rendah daripada bagian selatan. Litologi daerah penelitian didominasi oleh batuan vulkanik berumur Kuarter, yaitu Satuan Breksi Piroklastik, Satuan Lava Andesit I, Satuan Tuf, dan Satuan Lava Andesit II. Satuan Lava Andesit I melensa dalam Satuan Breksi Piroklastik berumur Plistosen Bawah Ã‚Â– Plistosen Tengah (sebanding Formasi Cikapundung). Satuan Lava Andesit II melensa dalam Satuan Tuf berumur Plistosen Atas (sebanding Formasi Cibeureum). Berdasarkan komposisi litologi, daerah penelitian terdiri dari dua satuan hidrogeologi, yaitu Satuan Breksi dan Satuan Tuf. Sistem akifer di daerah penelitian adalah sistem akifer tidak tertekan (unconfined aquifer), yang terbentuk pada pelapukan Satuan Breksi, pelapukan Satuan Tuf dan Satuan Tuf itu sendiri. Pola aliran airtanah secara umum menuju ke arah utara dan selatan. Perubahan arah aliran airtanah terletak pada suatu garis imajiner yang disebut pemisah airtanah (groundwater divide). Sebagian besar garis imajiner ini adalah akibat dari adanya Sesar Lembang. Hasil pengukuran kualitas (TDS dan pH) airtanah pada 21 mata air di lapangan, menunjukkan nilai TDS berada pada kisaran 16 Ã‚Â– 105 mg/l, sedangkan nilai pH antara 6,5 Ã‚Â– 7,5. Satuan Tuf di daerah penelitian menjadi akifer utama Wilayah Bandung Timur, dimana daerah resapannya berada di sebelah selatan pemisah airtanah.", "Daftar File": {"2010 TA PP GRANDIS ARDHI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/59029", "2010 TA PP GRANDIS ARDHI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/59030", "2010 TA PP GRANDIS ARDHI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/59031", "2010 TA PP GRANDIS ARDHI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/59032", "2010 TA PP GRANDIS ARDHI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/59033", "2010 TA PP GRANDIS ARDHI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/59034", "2010 TA PP GRANDIS ARDHI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/59035"}, "Penulis": "GRANDIS ARDHI (NIM 12004034)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Lambok M. Hutasoit, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Geologi, Hidrogeologi, Gunung Palasari", "Sumber": "", "Staf Input/Edit": "Dwina Fatimiyah Shidiq  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}