{"Nomor": 13513, "Judul": "TEKTONOSTRATIGRAFI DAN POLA SEDIMENTASI FORMASI TALANG AKAR DAN BATURAJA DAERAH OCO, SUB-CEKUNGAN JATIBARANG, CEKUNGAN JAWA BARAT UTARA", "Abstrak": "Daerah OCO merupakan suatu daerah yang terletak pada Sub-cekungan Jatibarang, Cekungan Jawa Barat Utara.Sub-cekungan Jatibarang merupakan salah satu sub-cekungan yang termasuk dalam Cekungan Jawa Barat Utara yang sudah terbukti menghasilkan hidrokarbon di Indonesia. Fokus penelitian kali ini merupakan interval Formasi Talang Akar dan Baturaja yang diendapkan pada periode Oligosen sampai Miosen Awal. Formasi Talang Akar memiliki litologi serpih karbonan dengan perselingan batupasir, batulanau, batubara, dan konglomerat di bagian bawah serta perselingan serpih dan batugamping di bagianatas, sedangkan Formasi Baturaja memiliki litologi batugamping dengan sedikit perselingan serpih dan napal. Pada Cekungan Jawa Barat Utara terdapat beragam struktur, seperti sesar-sesar normal yang bepola timurlaut-tenggara dan utara-selatan yang dihasilkan oleh berbagai peristiwa tektonik yang berlangsung sejak Kapur Akhir sampai sekarang. Studi tektonostratigrafi dan analisis pola sedimentasi diterapkan untuk mengetahui peran struktur-struktur tersebut dalam mengontrol mekanisme sedimentasi Formasi Talang Akar dan Baturaja dengan menggunakan data berupa laporan analisis batuan inti sumur, laporan analisis batuan inti samping (SWC), laporan analisis biostratigrafi, data log sumur, data seismik 3-D, dan checkshot. Metoda yang digunakan selama melakukan penelitian antara lain penentuan interval Formasi Talang Akar dan Baturaja, penafsiran lingkungan pengendapan, pengikatan data sumur pada data seismik, interpretasi data seimik 3-D, pembuatan peta ketebalan, serta analisis tektonostratigrafi dan sedimentasi interval Formasi Talang Akar dan Baturaja.", "Daftar File": {"2011 TA PP HANSEN WIJAYA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/59085", "2011 TA PP HANSEN WIJAYA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/59086", "2011 TA PP HANSEN WIJAYA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/59087", "2011 TA PP HANSEN WIJAYA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/59088", "2011 TA PP HANSEN WIJAYA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/59089", "2011 TA PP HANSEN WIJAYA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/59090", "2011 TA PP HANSEN WIJAYA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/59091"}, "Penulis": "HANSEN WIJAYA (NIM 12007003)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Dardji Noeradi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Sub-cekungan Jatibarang, Formasi Talang Akar, Formasi Baturaja, Tektonostratigrafi, Pola Sedimentasi", "Sumber": "", "Staf Input/Edit": "Dwina Fatimiyah Shidiq  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}