{"Nomor": 13510, "Judul": "GEOLOGI DAN ANALISIS BIOSTRATIGRAFI NANNOPLANKTON DAERAH GUNUNGPANTI DAN SEKITARNYA, KABUPATEN PATI, JAWA TENGAH", "Abstrak": "Penelitian ini bertujuan untuk mengetahui keadaan geologi dan analisis biostratigrafi nannoplankton yang meliputi penyusunan zonasi nannoplankton, serta analisis perubahan lingkungan pengendapan melalui keragaman dan kelimpahan nannoplankton. Secara fisiografi, daerah penelitian berada pada zona Antiklinorium Rembang Ã‚Â– Madura. Satuan geomorfologi pada daerah penelitian terdiri dari Satuan perbukitan Homoklin, Satuan Lembah Homoklin, dan Satuan Dataran Aluvial. Satuan batuan yang tersingkap dari tua ke muda terdiri dari Satuan Batugamping Packstone Formasi Bulu yang berumur Miosen Akhir (NN9 dan/atau lebih tua), diendapkan pada Neritik Luar. Satuan Batulempung Berlapis Formasi Wonocolo yang berumur Miosen Akhir (NN10), diendapkan pada lingkungan Batial Atas. Satuan Batupasir Formasi Ledok yang berumur Miosen Akhir (NN10 Ã‚Â– N12), diendapkan pada lingkungan Neritik Luar. Satuan Napal Formasi Mundu yang berumur Pliosen Bawah (NN13 Ã‚Â– NN17), diendapkan pada lingkungan Batial Atas Ã‚Â– Batial Bawah. Satuan Batugamping Grainstone Formasi Selorejo yang berumur Pliosen Atas Ã‚Â– Plistosen (NN18 Ã‚Â– NN20), diendapkan pada lingkungan Neritik Luar. Satuan Batulempung Masif Formasi Lidah yang berumur Plistosen (NN21 dan/atau lebih muda), diendapkan pada lingkungan Batial Atas. Satuan Aluvial, berumur Resen diendapkan di lingkungan darat secara tidak selaras di atas Satuan Batulempung Berlapis. Struktur geologi yang dijumpai berupa sesar mendatar menganan. Pembentukan struktur dikontrol oleh tegasan berarah relatif utara - selatan. Berdasarkan analisis nannoplakton, daerah penelitian dapat dibagi menjadi 7 zonasi dan perubahan lingkungan pengendapan di daerah penelitian dapat diketahui melalui diagram keragaman Ã‚Â– kelimpahan nannoplankton. Populasi nannoplankton daerah penelitian didominasi oleh genera Discoaster, Reticulofenestra, dan Sphenolithus.", "Daftar File": {"2011 TA PP HALMI INSANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/59053", "2011 TA PP HALMI INSANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/59054", "2011 TA PP HALMI INSANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/59055", "2011 TA PP HALMI INSANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/59056", "2011 TA PP HALMI INSANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/59057", "2011 TA PP HALMI INSANI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/59058", "2011 TA PP HALMI INSANI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/59059", "2011 TA PP HALMI INSANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/59060"}, "Penulis": "HALMI INSANI (NIM 12007042)", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "biostratigrafi nannoplankton, Gunungpanti, keragaman, kelimpahan", "Sumber": "", "Staf Input/Edit": "Dwina Fatimiyah Shidiq  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}