{"Nomor": 13539, "Judul": "PENENTUAN BATAS KEWENANGAN LAUT DAN LUAS KEWENANGAN DAERAH PROVINSI NUSA TENGGARA BARAT", "Abstrak": "Ditetapkannya Undang-Undang No. 32 tahun 2004 tentang Pemerintahan Daerah, wilayah daerah (provinsi dan kabupaten atau kota) dapat terdiri dari wilayah darat dan laut. Daerah provinsi yang memiliki wilayah laut diberikan kewenangan untuk mengelola sumber daya di wilayah laut (pasal 18 ayat 1) hingga 12 mil laut dari garis pantai ke arah laut. Provinsi Nusa Tenggara Barat adalah salah satu provinsi kepulauan di Indonesia yang mempunyai keunikan tersendiri dalam penarikan garis batas lautnya. Selain itu, luas wilayah laut merupakan salah satu komponen dalam penghitungan Dana Alokasi Umum (DAU).Dalam penetapan batas kewenangan laut daerah, pemerintah menerbitkan PerMendagri No. 1 Tahun 2006 sebagai acuan yang digunakan. Penarikan batas kewenangan menggunakan metode grafis dalam pengerjaannya dengan menggunakan tiga acuan yaitu Undang-Undang No. 32 Tahun 2004, PerMendagri No.1 Tahun 2006, UNCLOS 1982. Batas kewenangan daerah ditarik sejauh 12 mil laut dari garis dasar, dimana terdapat tiga jenis garis dasar yaitu garis dasar lurus, garis dasar normal, dan garis dasar kepulauan. Garis dasar ditarik dari titik-titik awal yang terletak di titik-titik terluar suatu wilayah. Penghitungan luas wilayah kewenangan Provinsi Nusa Tenggara Barat menggunakan metode numeris berdasarkan titik-titik batasnya.Hasil dari penelitian ini adalah peta batas kewenangan Provinsi Nusa Tenggara Barat skala 1:500000 dan hitungan luas kewenangannya berdasarkan tiga acuan yang digunakan antara lain berdasarkan UU No.32 Tahun 2004 sebesar 40.249,2 Km2, berdasarkan PerMendagri sebesar 40.953,3 Km2, berdasarkan UNCLOS 1982 sebesar 43.421,7 Km2. Penelitian ini dapat menjadi suatu alternatif masukan dan pertimbangan bagi pemerintah daerah masing-masing provinsi dalam menentukan batas kewenangannya di laut.", "Daftar File": {"2009 TA PP IDA BAGUS YOGA ISWARA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/59237", "2009 TA PP IDA BAGUS YOGA ISWARA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/59238", "2009 TA PP IDA BAGUS YOGA ISWARA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/59239", "2009 TA PP IDA BAGUS YOGA ISWARA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/59240", "2009 TA PP IDA BAGUS YOGA ISWARA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/59241", "2009 TA PP IDA BAGUS YOGA ISWARA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/59242", "2009 TA PP IDA BAGUS YOGA ISWARA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/59243"}, "Penulis": "IDA BAGUS YOGA ISWARA (NIM 15104016)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Eka Djunarsjah, MT. dan Ir. Eko Artanto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Titik awal, Garis dasar, Metode numeris", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}