{"Nomor": 13540, "Judul": "KAJIAN EKSPERIMENTAL KINERJA DINDING BATA TERKEKANG PORTAL BETON BERTULANG", "Abstrak": "ABSTRAK:    \n \n \n \n \n\nRumah sederhana di Indonesia umumnya dibangun dengan tipe struktur dinding bata terkekang portal beton bertulang yang dalam pelaksanaannya seringkali tidak memiliki kinerja yang memadai dalam menahan beban gempa. Pengalaman memperlihatkan bahwa detail elemen seperti: dimensi elemen portal, detail hubungan balok-kolom, dan pengangkuran dinding-portal merupakan faktor utama yang menentukan kinerja strutur rumah sederhana saat terjadi gempa. Sangat sedikit kajian eksperimental yang telah dilakukan untuk verifikasi kinerja struktur dinding bata terkekang portal beton bertulang. Sehingga penelitian ini dilakukan untuk lebih memahami kinerja struktur dalam menerima beban gempa. Dalam penelitian ini dilakukan kajian eksperimental terhadap 10 dinding bata terkekang skala penuh (3mx3m) yang merupakan prototype panel dinding rumah sederhana. Penelitian ini bertujuan untuk mengkaji pengaruh variasi detailing portal benda uji yaitu dimensi balok-kolom, detail hubungan balok-kolom berupa penyaluran tulangan 40d dengan tekukan 90 derajat, jenis tulangan elemen portal menggunakan tulangan ulir dan tulangan polos, hubungan gerigi dinding-portal, pengangkuran dinding-portal, pengangkuran menerus kolom-kolom, penambahan haunch pada hubungan balok-kolom, dan penambahan balok lintel terhadap kinerja dinding bata terkekang dalam menerima beban lateral siklik. Penelitian eksperimental terdiri atas pengujian terhadap  material yang digunakan untuk mendapatkan  propertiesnya, serta pengujian terhadap dinding bata terkekang untuk mengetahui kinerjanya. Pengujian dinding bata terkekang dilakukan dengan pengaplikasian beban lateral siklik searah bidang dinding sebagai simulasi beban gempa. Parameter perilaku struktur yang dikaji diantaranya pola keretakan dan mekanisme keruntuhan, kapasitas lateral, energi disipasi, daktilitas, dan kinerja dinding bata terkekang secara keseluruhan. Hasil pengujian menunjukkan dinding bata terkekang dengan detailing portal pengekang yang baik dapat mengembangkan mekanisme strut and tie dalam menahan beban lateral. Detailing gerigi dan haunch mengakibatkan pemindahan titik lemah yang menghasilkan kinerja yang lebih rendah dari benda uji lainnya. Pengangkuran menerus kolom-kolom serta balok lintel dapat menjaga kekangan portal terhadap dinding dengan baik sehingga memiliki kinerja terbaik diantara seluruh benda uji dalam menerima beban lateral.", "Daftar File": {"2009 TS PP IDA I DEWA G WIRA WIJAYA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/59244", "2009 TS PP IDA I DEWA G WIRA WIJAYA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/59245", "2009 TS PP IDA I DEWA G WIRA WIJAYA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/59246", "2009 TS PP IDA I DEWA G WIRA WIJAYA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/59247", "2009 TS PP IDA I DEWA G WIRA WIJAYA 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/59248", "2009 TS PP IDA I DEWA G WIRA WIJAYA 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/59249", "2009 TS PP IDA I DEWA G WIRA WIJAYA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/59250", "2009 TS PP IDA I DEWA G WIRA WIJAYA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/59251", "2009 TS PP IDA I DEWA G WIRA WIJAYA 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/59252", "2009 TS PP IDA I DEWA G WIRA WIJAYA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/59253"}, "Penulis": "IDA I DEWA G. WIRA WIJAYA (NIM 25006029)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Dyah Kusumastuti, Ir., MT., Ph.D., dan Made Suarjana, Ir., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Confined masonry wall, Confining frame detailing, Crack pattern, Confined masonry wall performance ; Dinding bata terkekang, Detailing portal pengekang, Pola keretakan, Kinerja dinding bata terkekang", "Sumber": "", "Staf Input/Edit": "Ena Sukmana  \n                                     Ena Sukmana", "File": "10 file", "Tanggal Input": "27 Sep 2017"}