{"Nomor": 13553, "Judul": "STUDI PENGEMBANGAN RESIN EPOXY DALAM MENGATASI PERMASALAHAN KEPASIRAN DI LAPANGAN MIGAS", "Abstrak": "Produksi pasir adalah salah satu permasalahan terbesar dalam bidang produksi minyak dan gas bumi. Pasir dapat menyebabkan kerusakan pada peralatan yang digunakan di bawah permukaan ataupun di permukaan (P.D. Fader, 1992). Hal ini terkait dengan sifat pasir yang abrasif, yaitu dapat menggerus peralatan-peralatan yang digunakan sehingga merusak peralatan terkait. Permasalahan pasir secara umum dapat dicegah dengan dua cara, yaitu mekanik dan kimiawi. Mekanik dilakukan dengan cara menyaring ukuran butiran pasir yang ikut terbawa arus fluida produksi. Sementara metode kimiawi dilakukan dengan cara menginjeksikan larutan kimia yang mampu memperkuat batuan sehingga matriks pasir tidak mudah terlepas dari batuan. Metode mekanik merupakan metode yang paling sering digunakan. Padahal metode ini jauh lebih mahal dibandingkan metode kimiawi. Berdasarkan hal tersebut, penulis ingin mengembangkan metode kimiawi dengan menginjeksikan resin di lapangan. Selain itu, metode kimiawi lebih mudah untuk mengontrol sifat kimia serta memperbaiki desain apabila terjadi kesalahan. Katalis internal dan katalis eksternal yang ditambahkan pada resin dapat menjamin terbentuknya polimer-polimer secara terstruktur. Dengan begitu, formasi batuan akan lebih kuat sehingga lebih sedikit atau tidak ada sama sekali produksi pasir di permukaan yang merusak peralatan.", "Daftar File": {"2010 TA PP IMAM FATHONI RASYID 1.pdf": "https://digilib.itb.ac.id/gdl/download/59339"}, "Penulis": "IMAM FATHONI RASYID (NIM 12206095)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Taufan Marhaendrajana M.Sc, PhD."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "produksi pasir, kerusakan peralatan, resin", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}