{"Nomor": 13577, "Judul": "GEOLOGI DAN KARAKTERISTIK STRUKTUR DAERAH PASIRANDU DAN SEKITARNYA, KECAMATAN CIBADAK, KABUPATEN SUKABUMI, PROPINSI JAWA BARAT", "Abstrak": "Daerah penelitian terletak pada daerah Pasirandu dan sekitarnya, Kecamatan Cibadak, Kabupaten Sukabumi, Jawa Barat. Morfologi daerah penelitian berupa morfologi perbukitan dengan relief cukup halus dikontrol oleh litologi batuan sedimen, perlipatan, dan sesar yang digolongkan kedalam Satuan Perbukitan Lipatan, serta morfologi perbukitan dengan relief kasar dikontrol oleh batuan vulkanik yang digolongkan kedalam Satuan Perbukitan Vulkanik. Stratigrafi daerah penelitian tersusun oleh lima satuan litologi, dimulai dari Eosen Akhir diendapkan Satuan Batupasir, kemudian terjadi kenaikan muka air laut atau penurunan cekungan, sehingga pada Oligosen Akhir Ã‚Â– Miosen Awal diendapkan secara tidak selaras diatasnya Satuan Batulempung dan Satuan Batugamping yang memiliki hubungan saling menjari. Pada Pleistosen terendapkan secara tidak selaras Satuan Breksi Vulkanik, kemudian kala Pleistosen juga terendapkan Satuan Tuf Lapili secara tidak selaras. Struktur geologi yang terjadi pada daerah penelitian terbentuk selama deformasi Plio Ã‚Â– Pleistosen berupa sesar naik yang berasosiasi dengan lipatan dan sesar mendatar yang merupakan sesar sobekan karena memotong perlipatan dan sesar naik.", "Daftar File": {"2010 TA PP JAGAT BATARA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/59493", "2010 TA PP JAGAT BATARA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/59494", "2010 TA PP JAGAT BATARA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/59495", "2010 TA PP JAGAT BATARA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/59496", "2010 TA PP JAGAT BATARA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/59497", "2010 TA PP JAGAT BATARA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/59498", "2010 TA PP JAGAT BATARA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/59499", "2010 TA PP JAGAT BATARA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/59500"}, "Penulis": "JAGAT BATARA (NIM 12005026)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Agus Handoyo Harsolumakso"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pasirandu, sesar sobekan", "Sumber": "", "Staf Input/Edit": "Dwina Fatimiyah Shidiq  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}