{"Nomor": 13582, "Judul": "GEOLOGI DAN PROSPEK MINERAL LOGAM DI DAERAH ANGGAI DAN SEKITARNYA, PULAU OBI, KECAMATAN LAIWUI, KABUPATEN HALMAHERA SELATAN, PROVINSI MALUKU UTARA SKRIPSI", "Abstrak": "Geomorfologi daerah penelitian dibagi menjadi 2 satuan geomorfologi mengacu pada klasifikasi van Zuidam (1985) yang mendeskripsikan suatu bentuk bentang alam berdasarkan morfografi, morfometri, dan material penyusun, yaitu Satuan Geomorfologi Dataran Aluvial dan Satuan Geomorfologi Perbukitan Jatuhan Piroklastik. Tatanan startigrafi daerah penelitian terdiri dari batuan sedimen dan batuan volkanik dengan urutan stratigrafi dari tua ke muda yaitu Satuan Batupasir Tufaan yang berumur Oligosen Akhir Ã‚Â– Miosen Awal (N3 Ã‚Â– N4), Satuan Tuf yang berumur Pliosen Awal Ã‚Â– Pliosen Akhir (N19 Ã‚Â– N20) dan Satuan Lava Andesit yang berumur Pliosen Akhir (N20 Ã‚Â– N21). Struktur geologi yang berkembang di daerah penelitian berupa struktur sesar, kekar gerus, dan perlipatan. Struktur sesar yang berkembang di daerah penelitian adalah sesar naik menganan yang memotong Satuan Batupasir Tufaan dan Satuan Tuf berupa Sesar Anggai-Maderow. Berdasarkan hasil analisa laboratorium ditemukan mineral logam yang berharga contohnya emas di beberapa conto konsentrat batuan. Diantaranya adalah A075, A079, A086, A110, A081, A082, A107, A108, dan A102. Daerah penelitian umumnya terdiri dari jenis alterasi argilik dan propilitik dengan lingkungan mineralisasinya yaitu High Sulfidation Epithermal. Daerah-daerah yang menunjukkan prospek mineral logam terdapat di kawasan S.Anggai (di sekitar S.Maderow) dan kawasan S.Airmangga (Bukit Siantari dan Bukit Sepidang)", "Daftar File": {"2010 TA PP JOHAN ADIPRATAMA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/59538", "2010 TA PP JOHAN ADIPRATAMA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/59539", "2010 TA PP JOHAN ADIPRATAMA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/59540", "2010 TA PP JOHAN ADIPRATAMA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/59541", "2010 TA PP JOHAN ADIPRATAMA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/59542", "2010 TA PP JOHAN ADIPRATAMA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/59543", "2010 TA PP JOHAN ADIPRATAMA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/59544"}, "Penulis": "JOHAN ADIPRATAMA (NIM 12004044)", "Kontributor / Dosen Pembimbing": ["Pembimbing : IR. Kristian N. Tabri, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Geologi, Prospek Mineral, Maluku Utara", "Sumber": "", "Staf Input/Edit": "Dwina Fatimiyah Shidiq  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}