{"Nomor": 13587, "Judul": "STUDI FASIES PENGENDAPAN FORMASI BAYAH DAN FORMASI BATUASIH DAERAH PASIR BENDE, PADALARANG, KABUPATEN BANDUNG BARAT, JAWA BARAT", "Abstrak": "Stratigrafi daerah penelitian dibagi menjadi tiga satuan batuan, dari tua ke muda yaitu Satuan Batupasir Formasi Bayah, Satuan Batulempung Formasi Batuasih, Satuan Batugamping Formasi Rajamandala. Pada daerah penelitian ditemukan sepuluh litofasies yaitu: batupasir konglomeratan (Sg), batupasir lapisan silang siur sejajar (Sp), batupasir berbioturbasi (Sb), batupasir karbonan (Sc), batupasir laminasi sejajar (Sh), batupasir flaser (Sf), batupasir wavy (Sw), batulempung lenticular (Fl), batulempung berlapis (Fsc), dan batugamping bioklastik (Lk). Analisis asosiasi fasies di daerah ini menghasilkan empat asosiasi fasies yaitu: tidal channel, tidal sand flat, tidal mixed flat, tidal mud flat. Hasil penelitian menunjukkan bahwa Satuan Batupasir dan Satuan Batulempung yang berada pada daerah penelitian diendapkan pada lingkungan transisi yang dipengaruhi oleh sistem pasang surut muka air laut, dengan suksesi vertikal mendangkal ke atas. Satuan Batupasir diendapkan pada lingkungan tidal sand flat sampai mixed tidal sand-mud flat yang dicirikan dengan adanya struktur sedimen berupa flaser dan wavy bedding, sedangkan Satuan Batulempung diendapkan pada lingkungan mixed tidal sand-mud flat sampai tidal mud flat yang dicirikan oleh struktur sedimen wavy dan lenticular bedding.", "Daftar File": {"2010 TA PP JUAN JULI ANDIKA CHANDRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/59573", "2010 TA PP JUAN JULI ANDIKA CHANDRA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/59574", "2010 TA PP JUAN JULI ANDIKA CHANDRA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/59575", "2010 TA PP JUAN JULI ANDIKA CHANDRA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/59576", "2010 TA PP JUAN JULI ANDIKA CHANDRA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/59577", "2010 TA PP JUAN JULI ANDIKA CHANDRA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/59578", "2010 TA PP JUAN JULI ANDIKA CHANDRA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/59579"}, "Penulis": "JUAN JULI ANDIKA CHANDRA (NIM 12005011)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr Ir Djuhaeni"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Fasies Pengendapan ,Formasi Bayah dan Formasi Batuasih, Bandung Barat", "Sumber": "", "Staf Input/Edit": "Dwina Fatimiyah Shidiq  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}