{"Nomor": 13580, "Judul": "KAJIAN POLA TANAM DALAM PENINGKATAN EFISIENSI AIR IRIGASI DAERAH IRIGASI BATANG SELO  KABUPATEN TANAH DATAR PROPINSI SUMATERA BARAT", "Abstrak": "Pemberian air irigasi pada areal sering terjadi tanpa adanya pengaturan yang baik sehingga terjadinya pemberian air yang berlebih tanpa memperhatikan ketersediaan air itu sendiri. Dalam hal ini air yang disalurkan ke lahan harus tepat waktu dan jumlah dengan yang dibutuhkan di lahan. Daerah irigasi Batang Selo merupakan salah satu irigasi teknis dibawah pengelolaan Pemerintah Kabupaten Tanah Datar dalam hal ini Dinas Kimpraswil, yang saat ini menerapkan pola tanam padi-padi setiap tahunnya ini berlangsung sejak selesainya masa pembangunan Daerah Irigasi Batang Selo. Prediksi terjadinya peningkatan kebutuhan air terutama dimasa yang akan datang yang dibarengi menurunnya sumber daya air, maka perlu dilakukan upaya antisipatif sejak dini dengan  strategi pengelolaan sumber daya air yang ada agar air dapat dimanfaatkan secara optimal. Untuk mengoptimalkan pemanfaatan sumber daya air sungai Batang Selo, maka efisiensi penggunaan air irigasi Batang Selo harus dimaksimalkan. Penerapan pola tanam (Padi-Padi) saat ini tanpa memperhatikan ketersediaan air setiap tahunnya menyebabkan penggunaan air irigasi yang kurang efisien. Karena itu dalam rangka peningkatan efisiensi penggunaan air irigasi, perlu dilakukan kajian terhadap  penerapan pola tanam yang bisa meningkatkan efisiensi air irigasi. Studi yang disampaikan melalui tesis ini adalah untuk mengkaji pola tanam yang dapat mengefisiensikan penggunaan air irigasi dengan melakukan analisis pola tanam dengan beberapa alternatif sehingga dapat menghasilkan Neraca Air (Water Balance) yang maximal dan efisien air irigasi. Berdasarkan hasil kajian didapat bahwa pola tanam padi-padi-palawija dengan golongan alternatif 1 (satu) dengan kebutuhan air terkecil yaitu sebesar 18.435 m3/dt/tahun dapat diterapkan dan memberikan efisiensi air irigasi dan menghasilkan Neraca Air (Water Balance) yang maxsimal serta Intensitas Tanam (Cropping Intensity) yang meningkat dari kondisi existing.", "Daftar File": {"2008 TS PP JANUAR PEMPRI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/59524", "2008 TS PP JANUAR PEMPRI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/59525", "2008 TS PP JANUAR PEMPRI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/59526", "2008 TS PP JANUAR PEMPRI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/59527", "2008 TS PP JANUAR PEMPRI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/59528", "2008 TS PP JANUAR PEMPRI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/59529", "2008 TS PP JANUAR PEMPRI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/59530"}, "Penulis": "JANUAR PEMPRI (NIM 95006017)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir.Rastihat, M.Sc  dan Ir. Soekadaryanto, Dipl. HE."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "cropping pattern, cropping intensity, efficiency, water availability, water balance", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}