{"Nomor": 13598, "Judul": "GEOLOGI DAERAH BATUR DAN SEKITARNYA, SERTA PENYEBARAN BORON DALAM TANAH DAN HUBUNGANNYA DENGAN STRUKTUR GEOLOGI YANG BERKEMBANG, KABUPATEN BANJARNEGARA-WONOSOBO, JAWA TENGAH, INDONESIA", "Abstrak": "Geomorfologi Kubah Lava, Satuan Geomorfologi Dataran Volkanik, dan Satuan Geomorfologi Perbukitan Volkanik. Stratigrafi daerah penelitian terbagi ke dalam lima satuan batuan, yaitu dimulai dari yang tertua hingga ke termuda yaitu Satuan Lava Andesit Pangamunamun, Satuan Lava Andesit Jimat, Satuan Lava Andesit Nagasari, Satuan Lava Andesit Pekandangan, dan Satuan Jatuhan Piroklastika Batur. Pada daerah penelitian terdapat lima kawah dimana empat diantaranya menunjukkan arah kelurusan ke utara dan sebuah Sesar Turun Sumberejo berarah N 14o E. Studi geokimia tanah dilakukan di sekitar Kawah Timbang, Dataran Tinggi Batur, Kabupaten Banjarnegara, Jawa Tengah. Dari 128 sampel tanah yang diambil, 22 sampel tanah horison A dan 12 sampel tanah horison B dianalisis. Dari 22 sampel tanah dari horison A yang telah dianalisis, nilai boron daerah penelitian berkisar antara 106,80 hingga 557,37 ppm, merkuri antara < 4,0x10-4 hingga 1,6x10-3 ppm, pH tanah antara 4,98 hingga 6,72, dan temperatur tanah antara 12,4 hingga 16,5 Ã‚Â°C. Berdasarkan pada hasil analisis geokimia tanah, berikutnya dibuat peta penyebaran unsur boron, temperatur tanah, dan pH di sekitar Kawah Timbang. Berdasarkan pada peta-peta tersebut, didapat kemungkinan kehadiran dua rekahan yang dengan rekahan pengontrol kawah-kawah yang disebutkan sebelumnya.", "Daftar File": {"2011 TA PP KEVIN CHANNEL 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/59655", "2011 TA PP KEVIN CHANNEL 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/59656", "2011 TA PP KEVIN CHANNEL 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/59657", "2011 TA PP KEVIN CHANNEL 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/59658", "2011 TA PP KEVIN CHANNEL 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/59659", "2011 TA PP KEVIN CHANNEL 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/59660", "2011 TA PP KEVIN CHANNEL 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/59661", "2011 TA PP KEVIN CHANNEL 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/59662"}, "Penulis": "KEVIN CHANNEL (NIM 12005032)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Niniek Rina Herdianita, M.Sc. dan Dr. Ir. Prihadi Sumintadireja"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "geotermal, Batur, geokimia, tanah, boron.", "Sumber": "", "Staf Input/Edit": "Dwina Fatimiyah Shidiq  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}