{"Nomor": 13604, "Judul": "IDENTIFIKASI PENGARUH PEMBANGUNAN JALAN LAYANG PASTEUR-SURAPATI TERHADAP KARAKTERISTIK PERGERAKAN BANDUNG - CIMAHI (Studi Kasus : Penduduk Kota Cimahi)", "Abstrak": "Kota Bandung sebagai salah satu kota besar memiliki tingkat aktivitas yang tinggi. Permasalahan transportasi seperti kemacetan sudah bukan hal yang aneh terjadi. Salah satu upaya untuk meningkatkan supply transportasi yang dilakukan pemerintah adalah dengan pembangunan jalan layang PASUPATI. Adanya jalan layang PASUPATI diharapkan akan mengurangi kemacetan, menambah kapasitas ruas jalan pergerakan timur-barat Kota Bandung dan mendukung ekonomi regional.Melihat beberapa tujuan pembangunan PASUPATI tersebut maka akan timbul pertanyaan bagaimana pengaruh pembangunan PASUPATI terhadap karakteristik pergerakan yang potensial untuk menggunakannya. Salah satu yang potensial untuk menggunakan PASUPATI adalah penduduk Kota Cimahi, mengingat tingkat pergerakan dari Kota Cimahi menuju Kota Bandung yang tinggi.Melalui penelitian ini ingin diketahui pakah terdapat pengaruh terhadap karakteristik pergerakan penduduk Kota Cimahi yang potensial menggunakan PASUPATI. Dengan demikian maka akan dilakukan identifikasi siapa saja penduduk Kota Cimahi yang potensial untuk menggunakan PASUPATI dan bagaimana karakteristik sosial,ekonomi, dan pergerakan mereka dari sebelum adanya PASUPATI hingga setelah adanya PASUPATI. Setelah itu akan didapatkan hasil mengenai apakah adanya PASUPATI mempengaruhi karakteristik pergerakan potensial pengguna. Metode analisis yang digunakan pada penelitian ini meliputi analisis desktriptif dan analisis tabulasi silang, dimana dengan data yang diperoleh baik dari data sekunder maupun data primer akan dideskriptifkan dan nantinya hasil antara karakteristik antara sebelum dan sesudah adanya PASUPATI akan di tabulasi silangkan.Berdasarkan hasil analisis ditemukan bahwa terdapat klasifikasi penduduk Kota Cimahi yang melakukan pergerakan menuju Bandung dan berpotensial untuk menggunakan PASUPATI, yaitu penduduk Kota Cimahi yang bekerja dan sekolah di Kota Bandung. Dengan adanya PASUPATI memberikan pengaruh langsung terhadap karakteristik pergerakan khususnya bagi mereka yang menggunakan kendaraan pribadi. Pengaruh yang mereka rasakan adalah dengan adanya pengurangan waktu tempuh,jarak tempuh perjalanan, dan pengurangan penggunaan BBM per minggunya. Sedangkan penduduk Kota Cimahi yang potensial untuk menggunakan PASUPATI tetapi menggunakan angkot tidak dapat merasakan pengaruh dari adanya PASUPATI. Hal tersebut dikarenakan angkot tidak melewati/menggunakan PASUPATI. Dengan demikian diketahui bahwa adanya PASUPATI ternyata tidak dapat dinikmati dan dimanfaatkan oleh seluruh pengguna yang potensial untuk menggunakannya.", "Daftar File": {"2009 TA PP KRISHNA ADHITAMA GAMADITA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/59692", "2009 TA PP KRISHNA ADHITAMA GAMADITA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/59693", "2009 TA PP KRISHNA ADHITAMA GAMADITA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/59694", "2009 TA PP KRISHNA ADHITAMA GAMADITA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/59695", "2009 TA PP KRISHNA ADHITAMA GAMADITA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/59696", "2009 TA PP KRISHNA ADHITAMA GAMADITA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/59697", "2009 TA PP KRISHNA ADHITAMA GAMADITA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/59698"}, "Penulis": "KRISHNA ADHITAMA GAMADITA (NIM 15404024)", "Kontributor / Dosen Pembimbing": ["Pembimbing:  Sri Maryati, ST., MIP."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "jalan layang, PASUPATI, karekter pergerakan", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}