{"Nomor": 13610, "Judul": "PERSAMAAN USULAN BARU UNTUK ESTIMASI PEROLEHAN PRODUKSI GAS SAAT AKHIR PLATEAU RATE PADA RESERVOIR REKAH ALAMI YANG DIPRODUKSIKAN DENGAN SUMUR HORIZONTAL", "Abstrak": "Paper ini menunjukkan pengaruh kedua parameter tersebut pada recovery factor saat akhir periode plateau rate pada reservoir gas rekah alami yang diproduksikan dengan sumur horizontal. Dalam melakukan studi ini, penulis melakukan studi pemodelan reservoir, analisis pengujian sumur dan analisis sensitivitas. Analisis pengujian sumur dilakukan untuk memvalidasi kelakuan tekanan reservoir gas rekah alami yang diproduksikan dengan sumur horizontal, dan analisa sensitivitas dilakukan untuk mencari hubungan antara laju alir gas terhadap nilai interporosity flow coefficient dan storativity ratio untuk menentukan recovery factor saat akhir periode plateau rate. Hasil analisa sensitivitas menunjukkan bahwa semakin besar harga storativity ratio maka recovery factor saat akhir periode plateau rate semakin tinggi. Sebaliknya, dengan nilai interporosity flow coefficient yang semakin besar, nilai recovery factor pada saat akhir periode plateau rate semakin kecil. Sensitivitas juga dilakukan untuk constrain laju alir gas. Gabungan ketiga analisis tersebut akan membentuk persamaan usulan untuk estimasi harga recovery factor saat akhir periode plataeu rate sebagai fungsi dari  storativity ratio, interporosity flow coefficient dan constrain laju alir gas, yang memiliki keakuratan tinggi untuk kasus yang dikaji.", "Daftar File": {"2009 TA PP LEONARDUS GILANG GINTING 1.pdf": "https://digilib.itb.ac.id/gdl/download/59742"}, "Penulis": "LEONARDUS GILANG GINTING P. (NIM 12205009)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Tutuka Ariadji, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Reservoir rekah alami, interporosity flow coefficient, storativity ratio, recovery factor, plateu rate", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}