{"Nomor": 13613, "Judul": "GEOLOGI DAN ANALISIS FASIES BATUGAMPING FORMASI CIMAPAG, DAERAH GUNUNG DAHU DAN SEKITARNYA, KABUPATEN LEBAK-SUKABUMI, PROVINSI JAWA BARAT-BANTEN", "Abstrak": "Daerah penelitian ini dibagi menjadi empat satuan geomorfologi yaitu Satuan Perbukitan Lipatan yang memiliki ciri-ciri kontur yang bergelombang dan interval kontur yang tidak seragam lalu Satuan Perbukitan Homoklin yang memiliki ciri berupa kontur yang cukup rapat dan interval kontur yang seragam, Satuan Perbukitan Intrusi yang memiliki ciri interval kontur yang rapat dan terisolir dan Satuan Dataran Aluvial yang dicirikan dengan pola kontur renggang. Stratigrafi daerah penelitian dibagi menjadi empat satuan tidak resmi diantaranya Satuan Breksi Vulkanik yang berumur Miosen Awal diendapkan sebagai endapan kipas bawah laut dan pada beberapa tempat diendapakn Satuan Batugamping yang diintepretasikan bersifat menjemari kemudian keseluruh satuan tersebut diintrusi oleh Satuan Dasit dan terakhir diendapkan secara tidak selaras Satuan Endapan Aluvial dan Pantai. Struktur geologi yang terdapat pada daerah penelitian adalah sesar-sesar mendatar yang berarah Baratlaut-Tenggara dan Timurlaut-Baratdaya yang kemungkinan merupakan akibat dari perlipatan kuat pada umur Miosen Tengah-Miosen Akhir. Pada Satuan Batugamping dilakukan analisis mikrofasies dimana penulis membagi mikrofasies batugamping menjadi tiga yaitu Mikrofasies Alga-Koral Packstone, Foraminifera Grainstone dan Batugamping Kristalin. Setelah dikaji berdasarkan pada jenis mikrofasies dan sebaran bioorganisme maka dapat disimpulkan lingkungan pengendapannya pada daerah back reef pada sistem shelf lagoon open circulation. Satuan Batugamping ini mengalami fase diagenesis pada zona marine phreatic, meteoric phreatic, burial dan mixing.", "Daftar File": {"2009 TA PP LISNANDA ALAM PERDANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/59757", "2009 TA PP LISNANDA ALAM PERDANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/59756", "2009 TA PP LISNANDA ALAM PERDANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/59755", "2009 TA PP LISNANDA ALAM PERDANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/59754", "2009 TA PP LISNANDA ALAM PERDANA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/59753", "2009 TA PP LISNANDA ALAM PERDANA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/59752", "2009 TA PP LISNANDA ALAM PERDANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/59751"}, "Penulis": "LISNANDA ALAM PERDANA (NIM 12005030)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Emmy Suparka dan Ir. Nurcahyo Indro Basuki, M. T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Cimapag, Cibareno, Mikrofasies", "Sumber": "", "Staf Input/Edit": "Dwina Fatimiyah Shidiq  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}