{"Nomor": 13612, "Judul": "PERANCANGAN PERANGKAT SISTEM PELAYANGAN MAGNETIK (MAGNETIC LEVITATION)", "Abstrak": "Penggunaan sistem pelayangan magnetik telah menarik perhatian para peneliti belakangan ini khususnya pada penerapannya untuk perancangan kereta api berbasis prinsip tersebut (maglev train). Dalam tugas akhir ini, akan dicoba dirancang model dari sistem pelayangan magnetik dengan menggunakan benda berbentuk bola. Untuk mengetahui kerja sebenarnya dari sistem, telah dibuat suatu perangkat keras yang dapat dijalankan secara real-time. Perangkat yang dibuat tersebut menggunakan pengontrol on-off, sensor infra merah, dan aktuator berupa sebuah kumparan elektromagnet.Perangkat dibuat menggunakan rangkaian-rangkaian elektronik yang diintegrasikan menjadi sebuah sistem yang dapat diamati secara langsung. Sistem pelayangan magnetik adalah sistem yang sangat tidak stabil dan memerlukan respons yang cepat karena dipengaruhi oleh percepatan gravitasi bumi yang sangat tinggi. Selain respons yang cepat, diperlukan juga sistem kontrol yang dapat menjaga kestabilan posisi bola pada harga yang diinginkan.Integrasi rangkaian menyebabkan sinyal yang dihasilkan phototransistor (sensor) menjadi tidak stabil sehingga diperlukan suatu rangkaian penguat instrumentasi agar sinyal dari sensor tidak terpengaruh oleh impedansi keluaran maupun alat ukur. Sinyal juga harus dibuat menjadi tajam untuk mengaktifkan pengontrol secara akurat sehingga diperlukan rangkaian diferensial sinyal.Dari berbagai hasil percobaan yang dilakukan, diperoleh hasil perangkat sistem pelayangan magnetik yang dibuat dapat menjaga kestabilan bola pada posisi yang diinginkan antara 10-25 mm, tergantung pada ukuran dan berat bola yang dilayangkan, termasuk juga menjaga kestabilan jika diberikan sedikit gangguan secara horizontal.", "Daftar File": {"2007 TA PP ELFIRA SARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/59744", "2007 TA PP ELFIRA SARI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/59745", "2007 TA PP ELFIRA SARI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/59746", "2007 TA PP ELFIRA SARI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/59747", "2007 TA PP ELFIRA SARI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/59748", "2007 TA PP ELFIRA SARI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/59749", "2007 TA PP ELFIRA SARI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/59750"}, "Penulis": "ELFIRA SARI (NIM 13301069)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.-Ing. Yul Yunazwin Nazaruddin, M.Sc. DIC dan Dr. Ir. Suyatman"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pengontrol on-off, Kumparan, Sensor infra merah, Bola besi, Real-time, Rangkaian penguat", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}