{"Nomor": 13614, "Judul": "GEOLOGI DAN STUDI FASIES BATUGAMPING DAERAH KLAPANUNGGAL, KABUPATEN BOGOR, JAWA BARAT", "Abstrak": "Geomorfologi daerah penelitian terdiri dari 3 satuan geomorfologi yaitu Satuan Perbukitan Kompleks, Satuan Perbukitan Landai, dan Satuan Dataran Rendah. Kondisi geomorfologi daerah penelitian di beberapa tempat tidak terlalu dikontrol oleh jenis litologi. Stratigrafi daerah penelitian tersusun oleh 5 satuan batuan tidak resmi. Pada Kala Miosen Tengah (N9-N12) diendapkan Satuan Batupasir pada lingkungan Neritik Tengah dengan geometri offshore bar, kemudian pada N13-N14 di bagian utara daerah penelitian diendapkan secara selaras satuan batugamping pada lingkungan Neritik Tengah dengan geometri platform margin. Pada masa yang sama di bagian selatan daerah penelitian diendapkan satuan batulempung pada lingkungan Neritik luar Ã‚Â– Batial Atas dengan geometri cekungan. Deformasi Plio-Pleistosen diperkirakan terjadi di daerah penelitian yang mengakibatkan terbentuknya struktur-struktur utama berupa sesar mendatar menganan NNW-SSE, dan sesar naik yang berasosiasi dengan lipatan berarah WNW-ESE yang mengangkat satuan batuan terdahulu. Hal ini mengakibatkan terjadinya perubahan lingkungan pengendapan dari lautan menjadi daratan. Pada Zaman Kuarter diendapkan secara tidak selaras Satuan Konglomerat dengan lingkungan darat dan sistem kipas aluvial. Setelah itu, secara tidak selaras diendapkan satuan aluvial yang masih berlangsung hingga sekarang. Batugamping daerah penelitian dikelompokkan menjadi 5 asosiasi fasies, yaitu Mudstone Ã‚Â– Wackestone, Large Foraminifera Packstone, Coralline Rudstone Ã‚Â– Floatstone, dan Coralline Framestone Ã‚Â– Bindstone. Berdasarkan asosiasi fasies ini, daerah penelitian terletak pada lingkungan pengendapan back reef sampai fore reef.", "Daftar File": {"2010 TA PP LOLITA MARHENI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/59758", "2010 TA PP LOLITA MARHENI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/59759", "2010 TA PP LOLITA MARHENI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/59760", "2010 TA PP LOLITA MARHENI 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/59761", "2010 TA PP LOLITA MARHENI 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/59762", "2010 TA PP LOLITA MARHENI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/59763", "2010 TA PP LOLITA MARHENI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/59764", "2010 TA PP LOLITA MARHENI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/59765", "2010 TA PP LOLITA MARHENI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/59766"}, "Penulis": "LOLITA MARHENI (NIM 12006003)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Dardji Noeradi dan Ir. Nurcahyo I. Basuki, M.T.,Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Geologi, Fasies Batugampang, Klapanunggal, Kabupaten Bogor", "Sumber": "", "Staf Input/Edit": "Dwina Fatimiyah Shidiq  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}