{"Nomor": 13622, "Judul": "GEOLOGI DAN KARAKTERISASI REKAHAN PADA FASIES BATUGAMPING FORMASI RAJAMANDALA DAERAH PASIR ASEUPAN DAN SEKITARNYA, SUKABUMI, JAWA BARAT", "Abstrak": "Daerah penelitian terletak di daerah Pasir Aseupan dan sekitarnya, Kecamatan Gunungguruh, Kabupaten Sukabumi, Jawa Barat. Terdapat 3 satuan geomorfologi di daerah penelitian, yaitu: Satuan Perbukitan Lipatan, Satuan Punggungan Homoklin, dan Satuan Dataran Volkanik. Stratigrafi daerah penelitian tersusun oleh enam satuan batuan tidak resmi, dimulai dari Eosen Tengah Ã‚Â– Akhir diendapkan Satuan Batupasir, kemudian terjadi kenaikan muka laut atau penurunan cekungan, sehingga pada Oligosen Akhir Ã‚Â– Miosen Awal diendapkan secara tidak selaras diatasnya Satuan Batulempung dan Satuan Batugamping yang saling menjari. Pada Miosen Awal Ã‚Â– Akhir diendapkan Satuan Batulempung Ã‚Â– Batupasir, kemudian pada Plio-Pleistosen terjadi deformasi dan pengangkatan. Satuan Breksi Vulkanik diendapkan pada Kala Holosen secara tidak selaras dengan satuan dibawahnya, dan terakhir diendapkan Satuan Aluvial dari Resen hingga sekarang. Struktur geologi daerah penelitian berupa sesar naik (thrust fault) yang berasosiasi dengan lipatan dan sesar mendatar yang merupakan sesar sobekan (tear fault). Struktur tersebut terbentuk selama deformasi Plio Ã‚Â– Pleistosen. Batugamping daerah penelitian dibagi menjadi 4 asosiasi fasies yang mewakili masing Ã‚Â– masing lingkungan pengendapan dari selatan ke utara yaitu asosiasi fasies wackstone-packstone dengan lingkungan lagoon, asosiasi fasies boundstone- loatstone mewakili lingkungan back reef, asosiasi fasies framestone-bafflestone-bindstone pada lingkungan reef core, dan asosiasi fasies rudstone-floatstone mewakili lingkungan fore reef. Morfologi platform karbonat berupa rimmed platform. Karakteristik rekahan batugamping yang berbeda pada daerah penelitian dipengaruhi oleh perbedaan fasies batugamping yang ditunjukkan oleh perbedaan intensitas rekahan dan dua struktur geologi yang ditunjukkan dari hasil analisis pola rekahan dan adanya perbedaan distribusi spasi rekahan. Pola rekahan setempat berhubungan dengan sesar mendatar yaitu Sesar Mendatar Karangnangge dan berada pada sayap lipatan dari lipatan sinklin.", "Daftar File": {"2009 TA PP MAISI ASRI RISWANTY 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/59819", "2009 TA PP MAISI ASRI RISWANTY 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/59820", "2009 TA PP MAISI ASRI RISWANTY 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/59821", "2009 TA PP MAISI ASRI RISWANTY 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/59822", "2009 TA PP MAISI ASRI RISWANTY 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/59823", "2009 TA PP MAISI ASRI RISWANTY 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/59824", "2009 TA PP MAISI ASRI RISWANTY 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/59825", "2009 TA PP MAISI ASRI RISWANTY 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/59826", "2009 TA PP MAISI ASRI RISWANTY 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/59827"}, "Penulis": "MAISI ASRI RISWANTY (NIM 12005058)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Agus H. Harsolumakso dan Dr. Yan Rizal, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Formasi Rajamandala, Fasies Batugamping, Struktur Geologi, Rekahan, Stilolit, Pasir Aseupan", "Sumber": "", "Staf Input/Edit": "Dwina Fatimiyah Shidiq  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}