{"Nomor": 13627, "Judul": "GEOLOGI DAERAH KOTOTUO DAN SEKITARNYA, KECAMATAN SIJUNJUNG, KABUPATEN SIJUNJUNG, PROVINSI SUMATRA BARAT", "Abstrak": "Satuan geomorfologi daerah penelitian adalah Satuan Perbukitan Metamorf, Satuan Punggungan Antiklin, Satuan Lembah Sinklin dan Satuan Aluvial. Stratigrafi daerah penelitian dibagi menjadi lima satuan tidak resmi, dari tua ke muda, yaitu Satuan Filit, Satuan Konglomerat, Satuan Batupasir, Satuan Batulempung, serta Satuan Endapan Aluvial yang diendapkan tidak selaras di atas satuan lainnya yang lebih muda. Satuan Filit merupakan batuan dasar pada daerah penelitian. Satuan Konglomerat diendapkan pada lingkungan kipas aluvial. Satuan Batupasir diendapkan secara tidak selaras di atas Satuan Konglomerat pada lingkungan sungai teranyam. Satuan Batulempung diendapkan secara selaras di atas Satuan Batupasir pada lingkungan neritik pinggir. Satuan Filit disetarakan dengan Formasi Kuantan yang berumur Perm, Satuan Konglomerat disetarakan dengan Formasi Brani yang berumur Eosen, Satuan Batupasir disetarakan dengan Formasi Sawahtambang yang berumur Oligosen, sedangkan Satuan Batulempung disetarakan dengan Formasi Ombilin yang berumur Miosen Awal. Struktur geologi yang berkembang pada daerah penelitian antara lain: Sesar Naik Punggunglading, Antiklin Punggunglading, Sinklin Kandangharimau, Sinklin Lubukbuaya dan Sesar Menganan Naik Punggunglading.", "Daftar File": {"2011 TA PP MARIA ANTONIA NIKEN SARASWATI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/59856", "2011 TA PP MARIA ANTONIA NIKEN SARASWATI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/59857", "2011 TA PP MARIA ANTONIA NIKEN SARASWATI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/59858", "2011 TA PP MARIA ANTONIA NIKEN SARASWATI 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/59859", "2011 TA PP MARIA ANTONIA NIKEN SARASWATI 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/59860", "2011 TA PP MARIA ANTONIA NIKEN SARASWATI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/59861", "2011 TA PP MARIA ANTONIA NIKEN SARASWATI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/59862", "2011 TA PP MARIA ANTONIA NIKEN SARASWATI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/59863"}, "Penulis": "MARIA ANTONIA NIKEN SARASWATI (NIM 12007079)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Chalid Idham Abdullah"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Geologi, Kototuo, Kabupaten Sijunjung, Provinsi Sumatera Barat", "Sumber": "", "Staf Input/Edit": "Dwina Fatimiyah Shidiq  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}