{"Nomor": 13621, "Judul": "KAJIAN INTERKONEKSI LAYANAN VOICE TELEFONI USO INDONESIA TIMUR DENGAN MENGGUNAKAN SESSION INITIATION PROTOCOL DAN SIGNALING SYSTEM NO.7", "Abstrak": "Agar pengguna layanan voice telefoni Universal Service Obligation (USO) Indonesia Timur dapat berkomunikasi secara luas maka dibutuhkan interkoneksi dengan operator telekomunikasi lain.    \n \n \n \n\nPada saat ini operator telekomunikasi lain menggunakan sistem Time Division Multiplexing (TDM) yang menggunakan signaling SS7, sedangkan USO Indonesia Timur menggunakan sistem IP yang menggunakan signaling SIP, maka akan dibutuhkan penyesuaian agar dapat melakukan interkoneksi.    \n \n \n \n\nDalam tugas akhir ini, dilakukan kajian interkoneksi layanan telefoni voice antara Session Initiation Protocol (SIP) dengan Signaling System No.7 (SS7). Perencanaan interkoneksi ini dilakukan dengan memetakan SIP ke SS7. Pemetaan dilakukan dengan melihat berbagai kemungkinan pengiriman pesan yang dilakukan oleh SIP dan SS7, dan memetakan parameter Integrated Services Digital Network (ISDN) User Part (ISUP) dari SS7 ke header SIP. Untuk panggilan dari jaringan PSTN yang masuk ke dalam jaringan SIP, elemen SIP seperti proxy server membuat keputusan routing berdasarkan kriteria ISUP seperti called party number.    \n \n \n \n\nPenambahan proses baru yang dibutuhkan yaitu autentikasi, autorisasi, akunting, penampilan sisa saldo dan penampilan durasi pemakaian, penambahan nilai timer T1 menjadi 750 ms yang mempengaruhi pengaruhi perubahan timer lain didalam SIP. Besar message invite yang dikirimkan adalah sebesar 550 byte. Dimana satu kanal voice pada SIP sebesar 11,8 kbps, sedangkan pada SS7 sebesar 64 kbps dan satu kanal signaling E1 setara dengan dua kanal signaling SIP.", "Daftar File": {}, "Penulis": "Mahesa Angga Putra (NIM : 13205040)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Ian Josef Matheus Edward MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "sip, ss7, isup, pemetaan", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}