{"Nomor": 13636, "Judul": "KADAR INSULIN PLASMA DAN GLUKOSA DARAH SETELAH PEMBERIAN EKSTRAK AIR DAUN NIMBA (Azadirachta indica A. JUSS) PADA MENCIT (Mus musculus L.) JANTAN YANG DIKONDISIKAN DIABETES MELLITUS", "Abstrak": "Diabetes Mellitus (DM) atau kencing manis adalah  penyakit kronis yang ditandai dengan meningkatnya kadar glukosa darah akibat dari kurangnya insulin atau tubuh tidak mampu menggunakan insulin. Di Indonesia, DM menempati posisi ke lima sebagai penyebab kematian, sedangkan upaya untuk mengatasi penyakit DM memerlukan biaya yang cukup besar. Oleh sebab itu, penderita DM di Indonesia seringkali menggunakan pengobatan  alternatif seperti jamu yang berpotensi sebagai obat anti-DM. Salah satu tanaman obat yang berpotensi untuk menurunkan kadar glukosa darah penderita DM adalah nimba (Azadiractha indica A.Juss). Pengujian pengaruh ekstrak air daun nimba terhadap kadar glukosa darah telah dilakukan, namun pengujiannya terhadap insulin yang berperan dalam penurunan kadar glukosa darah secara in vivo belum pernah dilakukan. Berdasarkan alasan tersebut, perlu dilakukan penelitian untuk mengetahui pengaruh ekstrak air daun  nimba dan dosis yang paling efektif terhadap kadar glukosa darah, berat badan, dan kadar insulin plasma mencit jantan yang dikondisikan DM.Mencit jantan dikelompokkan menjadi dua kelompok kontrol dan tiga kelompok perlakuan ekstrak air daun nimba. Kelompok kontrol terdiri dari kontrol blanko (DM tanpa perlakuan apapun) dan kontrol obat (DM dengan pemberian metformin 195 mg/kg berat badan). Kelompok perlakuan ekstrak air daun nimba terdiri dari tiga dosis perlakuan, yaitu 65 mg/kg berat badan (P1), 159 mg/kg berat badan (P2), dan 390 mg/kg berat badan (P3). Sampel darah mencit diambil untuk pengukuran kadar glukosa darah, berat badan, dan kadar insulin plasma sebelum mencit dikondisikan DM. Sampel darah tersebut diambil setelah mencit dipuasakan sekitar18 jam. Khusus pengukuran kadar insulin plasma, sampel darah diambil dalam selang waktu dua jam mencit diberi makan. Selanjutnya mencit jantan dikondisikan menjadi DM dengan cara menginjeksikan alloxan 70 mg/kg berat badan secara intravena. Sampel darah mencit diambil kembali untuk pengukuran kadar glukosa darah, berat badan, dan kadar insulin plasma setelah mencit dalam kondisi DM. Setelah pemberian obat anti-DM dan ekstrak air daun nimba selama satu bulan, pengukuran kadar glukosa darah, berat badan, dan kadar insulin plasma dilakukan terhadap semua kelompok uji.Hasil penelitian menunjukkan bahwa dosis ekstrak air daun nimba P1, P2, P3 menurunkan kadar glukosa darah, serta cenderung meningkatkan berat badan dan kadar insulin plasma bila dibandingkan dengan kelompok kontrol blanko. Berdasarkan perbandingan rata-rata kadar glukosa darah, berat badan, dan kadar insulin plasma antara kelompok dosis ekstrak air daun nimba dengan kelompok kontrol obat, dosis P3 (nimba 390 mg/kg BB) merupakan dosis yang paling efektif untuk menurunkan kadar glukosa darah serta cenderung efektif untuk meningkatkan berat badan dan kadar insulin plasma. Penurunan kadar glukosa darah, serta kecenderungan peningkatan berat badan dan kadar insulin plasma ini terjadi karena senyawa aktif ekstrak air daun nimba berperan sebagai antioksidan. Senyawa aktif ekstrak air daun nimba dapat mencegah dan mengurangi radikal bebas sehingga meningkatkan sensitifitas reseptor insulin. Peningkatan sensitifitas reseptor insulin mengakibatkan glukosa dapat berikatan dengan glukoreseptor serta diambil oleh sel untuk dimetabolisme.Berdasarkan hasil yang diperoleh dalam penelitian  ini, dapat disimpulkan bahwa ekstrak air daun  nimba berpengaruh untuk menurunkan kadar glukosa darah, serta cenderung meningkatkan berat badan dan kadar insulin plasma. Jika semua dosis ekstrak air daun nimba dibandingkan dengan  kontrol obat (metformin) maka dosis P3 (nimba 390 mg/kg BB) merupakan dosis yang paling efektif.", "Daftar File": {"2007 TS PP MASAGUS M. TIBRANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/59923", "2007 TS PP MASAGUS M. TIBRANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/59924", "2007 TS PP MASAGUS M. TIBRANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/59925", "2007 TS PP MASAGUS M. TIBRANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/59926", "2007 TS PP MASAGUS M. TIBRANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/59927", "2007 TS PP MASAGUS M. TIBRANI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/59928", "2007 TS PP MASAGUS M. TIBRANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/59929"}, "Penulis": "MASAGUS M. TIBRANI (NIM 20605022)", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Diabetes Mellitus, Nimba, Kadar Insulin Plasma, Kadar Glukosa Darah", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}