{"Nomor": 13631, "Judul": "IMPLEMENTASI ARTIFICIAL NEURAL NETWORK DENGAN METODA BACK-PROPAGATION PADA AUTONOMOUS MOBILE ROBOT UNTUK MENDETEKSI OBJEK", "Abstrak": "Pada tugas akhir ini, dirancang dan diimplementasikan suatu sistem penglihatan bagi suatu autonomous mobile robot berbentu tank. Sistem penglihatan yang dibuat terdiri dari 2 tahap pendeteksian objek. Tahap yang pertama sensor akan mendeteksi benda berdasarkan spesifikasi warna tertentu. Tahap yang kedua adalah tahap pengenalan berdasarkan bentuk benda, pada tahap ini proses pengenalan dilakukan dengan menggunakan jaringan saraf tiruan metoda back-propagation. Proses pelatihan akan dilakukan secara off-line, hal ini dilakukan untuk mengurangi kerja sistem sehingga kecepatan pengolahan data dapat ditingkatkan. Untuk meningkatkan jangkauan sistem penglihatan maka dirancang suatu mekanisme penggerak yang mampu bergerak ke arah horisontal maupun vertikal, selain itu pergerakan mekanisme ini akan ditunjang algoritma pergerakan yang sesuai.", "Daftar File": {"2009 TA PP MARTEEN SAMUEL 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/59887", "2009 TA PP MARTEEN SAMUEL 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/59888", "2009 TA PP MARTEEN SAMUEL 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/59889", "2009 TA PP MARTEEN SAMUEL 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/59890", "2009 TA PP MARTEEN SAMUEL 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/59891", "2009 TA PP MARTEEN SAMUEL 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/59892", "2009 TA PP MARTEEN SAMUEL 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/59893"}, "Penulis": "MARTEEN SAMUEL (NIM 13205093)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Hilwadi Hindersah, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "robot vision, jaringan saraf tiruan, back-propagation, algoritma object scanning", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}