{"Nomor": 13642, "Judul": "STUDI KEBUTUHAN RUANG TERBUKA HIJAU UNTUK MENURUNKAN TINGKAT PENCEMARAN UDARA OLEH EMISI KENDARAAN BERMOTOR DI KOTA TANGERANG", "Abstrak": "Kualitas udara di perkotaan sangat dipengaruhi oleh emisi gas pencemar yang dihasilkan oleh kendaraan bermotor.  Tingkat pencemaran udara memiliki relasi positif dengan peningkatan jumlah kendaraan bermotor di kawasan perkotaan. Besarnya peranan dan kontribusi kendaraan bermotor dalam pencemaran udara di kawasan perkotaan, menjadikan upaya pengadaan ruang terbuka hijau (RTH) sebagai syarat utama dalam perencanaan dan penataan ruang. Penyediaan RTH merupakan salah satu unsur dalam penanganan pencemaran oleh kendaraan bermotor yang implementatif. Pentingnya pengadaan RTH di kawasan perkotaan menyebabkan Pemerintah melalui Undang-Undang No. 26 Tahun 2007 tentang Penataan Ruang, mewajibkan untuk menyediakan RTH sebesar 30% dari luas area.Mengingat besarnya volume kendaraan bermotor di Kota Tangerang maka perlu dilakukan  studi  kebutuhan RTH untuk menurunkan tingkat pencemaran udara yang dihasilkan oleh kendaraan bermotor. Melalui studi ini akan dikaji apakah penetapan luas RTH sebesar 30% dari luas area  mampu memecahkan masalah pencemaran udara akibat emisi kendaraan bermotor di Kota Tangerang. Studi ini juga akan meninjau faktor apa yang menjadi penentu kualitas udara di Kota Tangerang; presentase luasan RTH, guna lahan atau skenario pengembangan jaringan jalan.Dalam studi ini, jenis pencemar yang akan dianalisis adalah pencemar udara yang diemisikan oleh kendaraan bermotor yang  menentukan nilai ISPU, yaitu karbonmonoksida (CO), sulfur dioksida (SO2), partikulat (PM10) dan nitrogen dioksida (NOx). Presentase luasan RTH terhadap luas area, periode analisis dan skenario pengembangan jaringan jalan merupakan tiga variabel yang akan mempengaruhi hasil analisis.Analisis dilakukan secara spasial melalui lima tahapan. Pertama adalah melakukan proyeksi jumlah sumber emisi dari masing-masing jenis kendaraan berdasarkan data mengenai pola bangkitan dan tarikan perjalanan di Kota Tangerang. Kedua adalah menghitung beban emisi dengan metode bottom-up yang diikuti dengan perhitungan konsentrasi zat pencemar di atmosfer. Tahap ketiga melakukan analisis kualitas udara berdasarkan nilai Indeks Standar Pencemaran Udara (ISPU) yang dihasilkan dari konversi konsentrasi zat pencemar menjadi nilai nyata ISPU. Tahap keempat adalah menghitung kebutuhan luas RTH untuk menyerap gas pencemar di udara hingga dicapai standar kualitas udara sehat. Tahap terakhir mencoba mengkaji faktor yang paling menentukan kualitas udara di Kota Tangerang dengan menghitung frekuensi terjadinya perbaikan nilai ISPU pada setiap variasi penerapan luasan RTH atau penerapan skenario pengembangan jaringan jalan. Tahap ini juga meliputi analisis keterkaitan guna lahan dengan kualitas udara yang dilakukan dengan metode tumpang susun peta guna lahan dengan peta sebaran nilai ISPU.Hasil studi menunjukkan bahwa kewajiban penyediaan RTH 30% dari luas wilayah tidak selalu membawa pada pencapaian kualitas udara yang sehat. Kebutuhan perjalanan yang tinggi menyebabkan pencemaran udara di Kota Tangerang, sehingga kebutuhan RTH menjadi sangat tinggi hingga mencapai lebih dar 50% untuk zona-zona tertentu. Hal ini menunjukkan bahwa RTH tidak bisa menjadi solusi tunggal dalam peningkatan kualitas udara di Kota Tangerang. Kualitas udara di Kota Tangerang lebih dipengaruhi oleh skenario pengembangan jaringan jalan yang dibandingkan dengan perluasan RTH. Analisis keterkaitan guna lahan dan kualitas udara menghasilkan kesimpulan bahwa zona dengan guna lahan campuran merupakan zona yang paling sedikit mengalami penurunan kualitas udara.Studi ini menunjukkan bahwa walaupun RTH memiliki fungsi menurunkan pencemaran oleh emisi kendaraan bermotor, tetapi peningkatan kualitas udara hanya dapat dicapai melalui upaya yang terintegrasi dalam menekan jumlah sumber emisi. Berdasarkan studi ini Pemerintah Kota Tangerang perlu mempertimbangkan masalah pencemaran udara dalam penataan ruang, pengembangan jaringan jalan dan pengembangan sistem transportasi karena memiliki peranan dan kontribusi signifikan terhadap kualitas udara di Kota Tangerang.", "Daftar File": {"2009 TS PP MESI SHINTA DEWI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/59977", "2009 TS PP MESI SHINTA DEWI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/59978", "2009 TS PP MESI SHINTA DEWI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/59979", "2009 TS PP MESI SHINTA DEWI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/59980", "2009 TS PP MESI SHINTA DEWI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/59981", "2009 TS PP MESI SHINTA DEWI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/59982", "2009 TS PP MESI SHINTA DEWI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/59983"}, "Penulis": "MESI SHINTA DEWI (NIM 25407071)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. IWAN KUSTIWAN, MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "volume kendaraan, beban emisi, ruang terbuka hijau, guna lahan, indeks standar pencemaran udara (ISPU)", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}