{"Nomor": 13641, "Judul": "STUDI DESAIN REAKTOR CEPAT BERPENDINGIN HELIUM DENGAN BAHAN BAKAR URANIUM ALAM", "Abstrak": "Gas Cooled Fast Reactor (GFR) adalah salah satu dari reaktor generasi IV. GFR mempunyai siklus Brayton, menggunakan neutron cepat dan beroperasi pada suhu yang tinggi yaitu pada suhu 850 oC. Kondisi ini sangat menguntungkan dalam produksi hidrogen. Kita tahu bahwa hidrogen adalah salah satu energi yang menjanjikan karena tidak menghasilkan gas-gas pencemar CO2, CO, SO2 dan lain-lain yang akan berakibat pada terjadinya hujan asam dan pemanasan global (global warming). GFR mempunyai tingkat keselamatan yang tinggi, proliferation resistant dan ekonomis. Pada penelitian ini, uranium alam (U-238) digunakan sebagai bahan bakar selama 60 tahun dan meletakkannya pada 6 region yang mempunyai volume sama. Setiap 15 tahun kita akan melakukan proses refueling. GFR akan menghasilkan plutonium dan plutonium ini akan kita pindahkan dari region pertama ke region kedua, dari region kedua dipindahkan ke region 3 dan seterusnya. Pada makalah ini, kita menggunakan GFR dengan daya 2400 MWth, helium sebagai coolant and Stainless Steel 316 (SS316) sebagai cladding. Kita melakukan simulasi dengan program SRAC, program yang dikembangkan oleh Japan Atomic Energy Research Institute (JAERI) untuk mengetahui desain neutronik. Kemudian dari hasil yang diperoleh, kita akan memplotnya ke dalam bentuk grafik dengan Microsoft Excel.", "Daftar File": {"2009 TA PP MERI YANTI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/59970", "2009 TA PP MERI YANTI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/59971", "2009 TA PP MERI YANTI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/59972", "2009 TA PP MERI YANTI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/59973", "2009 TA PP MERI YANTI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/59974", "2009 TA PP MERI YANTI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/59975", "2009 TA PP MERI YANTI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/59976"}, "Penulis": "MERI YANTI (NIM 10205068)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Zaki Su'", "ud"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "GFR, helium, pin", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}