{"Nomor": 13655, "Judul": "ANALYSIS OF INVENTORY COSTS IN PT. X", "Abstrak": "Study by using economic order quantity and using continuous review policies is required to analysis of the issue. This method will give the company different view of the cost and can be used to compare data between the company in reality and the company that used these method. Determining the right quantity that should be ordered can give the company the minimum annual ordering cost and annual holding cost which the company can get. The data that produced by this study cases can be used to evaluate the problem of the company in the future.The result of this research give a solution which the company needed. For last 5 years, the company biggest costs come from the leftover and the annual inventory costs of the company's inventory. In order to reducing the inventory costs and leftover of pure-lead, the company should use continuous review policy to determine the level of safety stock and reorder level. By determining it, the company can safely protect their inventory from demand uncertain and satisfy the demand. The company should also use EOQ calculation to find the quantity ordered which give the company minimize cost. By finishing this reseach, analyzing the company demand for 2010 can be done and creating a strategy which is determining the safety stock, reorder point, EOQ for 2010 .", "Daftar File": {"2010 TA PP MOCHAMAD ADITYA PRATAMA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/60069", "2010 TA PP MOCHAMAD ADITYA PRATAMA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/60070", "2010 TA PP MOCHAMAD ADITYA PRATAMA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/60071", "2010 TA PP MOCHAMAD ADITYA PRATAMA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/60072", "2010 TA PP MOCHAMAD ADITYA PRATAMA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/60073", "2010 TA PP MOCHAMAD ADITYA PRATAMA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/60074", "2010 TA PP MOCHAMAD ADITYA PRATAMA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/60075"}, "Penulis": "MOCHAMAD ADITYA PRATAMA (NIM 19006080)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Mursyid Hasan Basri"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Tin processing, EOQ, Continuous review policy", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Vika Anastasya Kovariansi", "File": "7 file", "Tanggal Input": "18 Jul 2012"}