{"Nomor": 13654, "Judul": "GEOLOGI DAN ANALISIS STRUKTUR GEOLOGI MENGGUNAKAN METODE PENAMPANG SEIMBANG (BALANCED CROSS - SECTION) DAERAH KEMANG, KABUPATEN CIANJUR, JAWA BARAT", "Abstrak": "Daerah penilitan dibagi kedalam 4 satuan geomorfologi yaitu, Satuan Perbukitan Homoklin, Satuan Perbukitan Volkanik, Satuan Dataran Aliran Lahar, serta Satuan LembahAluvial. Pola kelurusan yang berkembang pada daerah penelitain berarah NNW Ã‚Â– SSE dan NEE Ã‚Â– SWW. Pola sungai yang berkembang pada daerah penelitan adalah rectangular. Secara stratigrafi daerah penelitian dibagi menjadi 7 satuan lithostratigrafi tidak resmi, yaitu Satuan Batupasir Ã‚Â– Batulempung (Formasi Batuasih), Satuan Batugamping (Formasi Rajamandala), Satuan Batulempung (Formasi Citarum), Satuan Batupasir (Formasi Citarum),Satuan Breksi Volkanik (Formasi Saguling), Satuan Breksi Polimik, serta Satuan Aluvial. Struktur geologi yang berkembang pada daerah ini adalah sesar anjak, sesar geser, serta lipatan. Sesar anjak dan sumbu lipatan memiliki arah relatif barat Ã‚Â– timur, sedangkan sesar geser pada daerah penelitian berarah relatif utara Ã‚Â– selatan. Struktur geologi yang berkembang merupakan sebuah sistem anjakan Ã‚Â– lipatan. Dalam merekonstruksi penampang terdeformasi pada daerah penelitian digunakan metode penampang seimbang (balanced cross section). Metode ini menggunakan prinsip dasar keseimbangan panjang, keseimbangan luas, serta keseimbangan bentuk sesar. Berdasarkan hasil perhitungan daerah penelitian mengalami pemendekan sebesar 30,4 % pada penampang A Ã‚Â– B dengan rasio kontraksi sebesar 0,69. Sedangkan pada penampang C Ã‚Â– D telah terjadi pemendekan sebesasr 29,4% dengan rasio kontraksi sebesar 0,65.", "Daftar File": {"2010 TA PP MUHAMAD MASADHI PRAGUNA SOEDARSONO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/60058", "2010 TA PP MUHAMAD MASADHI PRAGUNA SOEDARSONO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/60059", "2010 TA PP MUHAMAD MASADHI PRAGUNA SOEDARSONO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/60060", "2010 TA PP MUHAMAD MASADHI PRAGUNA SOEDARSONO 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/60061", "2010 TA PP MUHAMAD MASADHI PRAGUNA SOEDARSONO 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/60062", "2010 TA PP MUHAMAD MASADHI PRAGUNA SOEDARSONO 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/60063", "2010 TA PP MUHAMAD MASADHI PRAGUNA SOEDARSONO 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/60064", "2010 TA PP MUHAMAD MASADHI PRAGUNA SOEDARSONO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/60065", "2010 TA PP MUHAMAD MASADHI PRAGUNA SOEDARSONO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/60066", "2010 TA PP MUHAMAD MASADHI PRAGUNA SOEDARSONO 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/60067", "2010 TA PP MUHAMAD MASADHI PRAGUNA SOEDARSONO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/60068"}, "Penulis": "M. MASADHI PRAGUNA S (NIM 12004048)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Chalid Idham Abdullah dan Ir. Benyamin Sapiie, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Struktur Geologi, Metode Penampang Seimbang, Kabupaten Cianjur", "Sumber": "", "Staf Input/Edit": "Dwina Fatimiyah Shidiq  \n                                     Ena Sukmana", "File": "11 file", "Tanggal Input": "27 Sep 2017"}