{"Nomor": 13657, "Judul": "GEOLOGI DAERAH MALANU, KOTA SORONG, PROVINSI PAPUA BARAT, INDONESIA", "Abstrak": "Satuan geomorfologi yang terdapat pada daerah penelitian, meliputi: Satuan Perbukitan Homoklin di selatan daerah penelitian, Satuan Perbukitan Intrusi di tengah daerah penelitian, dan Satuan Perbukitan Kompleks di utara daerah penelitian. Geologi daerah penelitian termasuk ke dalam 3 blok, yaitu Blok Kemum, Blok Tamrau dan Sistem Sesar Sorong yang terdapat pada bagian Kepala Burung. Daerah ini merupakan kawasan yang memiliki 6 (enam) satuan batuan tidak resmi, yaitu Satuan Granit, Satuan Andesit, Satuan Batuan Kompleks, Satuan Batupasir, Satuan Konglomerat, dan Satuan Endapan Aluvial. Struktur yang berkembang pada daerah penelitian yaitu sesar geser mengiri yang berarah barat-timur dan sesar turun mengiri berarah utara-selatan. Sesar-sesar yang berkembang ini terbentuk akibat adanya perubahan struktur Papua pada Miosen Akhir menjadi sesar geser mengiri. Pada perkembangannya sesar-sesar ini menyebabkan adanya satuan-satuan batuan yang terpindahkan dari daerah lain dan terdapat kontak sesar antara satuan- satuan batuan tersebut seiring aktifnya Sistem Sesar Sorong. Satuan Granit merupakan satuan batuan tertua yang berumur Trias, Satuan Andesit berumur Miosen, dan Satuan Batuan Kompleks yang terbentuk pada Pliosen Awal. Ketiga satuan ini memiliki kontak sesar antara satu satuan dengan lainnya akibat teralih tempat ketika Sistem Sesar Sorong aktif. Satuan Batupasir diendapkan di atasnya secara tidak selaras, kemudian diikuti oleh pengendapan Satuan Konglomerat secara tidak selaras yang terjadi pada Kuarter. Satuan Endapan Aluvial diendapkan secara tidak selaras di atas satuan-satuan batuan yang lebih tua dan terbatas pada daerah aliran sungai utama.", "Daftar File": {"2009 TA PP MOCH RAHADIAN W. 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/60097", "2009 TA PP MOCH RAHADIAN W. 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/60096", "2009 TA PP MOCH RAHADIAN W. 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/60095", "2009 TA PP MOCH RAHADIAN W. 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/60094", "2009 TA PP MOCH RAHADIAN W. 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/60098", "2009 TA PP MOCH RAHADIAN W. 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/60093", "2009 TA PP MOCH RAHADIAN W. 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/60092", "2009 TA PP MOCH RAHADIAN W. 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/60091"}, "Penulis": "MOCH. RAHADIAN W. (NIM 12006006)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Bambang Priadi dan Dr. Ir. Agus H. Harsolumakso"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Geologi, Sorong, Sistem Sesar Sorong", "Sumber": "", "Staf Input/Edit": "Dwina Fatimiyah Shidiq  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}