{"Nomor": 13665, "Judul": "STUDI PENENTUAN ALOKASI TAMBAHAN BIAYA INVESTASI JARINGAN DISTRIBUSI UNTUK PERBAIKAN KEANDALAN SISI BEBAN INDUSTRI", "Abstrak": "Adanya kebutuhan industri terhadap pasokan energi listrik yang stabil, tahan terhadap gangguan dan kontinyu, mendorong pengelola sistem tenaga agar mampu mendesain suatu kawasan dengan tingkat keandalan yang diinginkan. Hal    \n \n \n \n\nini dikarenakan kualitas penyuplaian listrik ke pelanggan akan mempengaruhi tingkat kenyamanan dan performansi usaha yang mereka tekuni. Pada Tugas Akhir ini dibahas tentang perancangan kawasan industri yang memiliki tingkat keandalan sesuai dengan keinginan konsumen. Parameter    \n \n \n \n\nkeandalan yang dibahas adalah SAIFI (System Average Interruption Frequency Index), SAIDI (System Average Interruption Duration Index), dan ENS (Energy Not Supplied) . Nilai-nilai tersebut didapat dari hasil perhitungan MTTR (MeanTime To Repair) dan MTTF (Mean Time To Failure) dari tiap-tiap komponen sistem yang kemudian mengahasilkan tingkat keandalan dari tiap-tiap titik beban.    \n \n \n \n\nSistem konfigurasi yang dipakai adalah konfigurasi distribusi Open-Loop. Rating dan penempatan CB (Circuit Breaker) maupun LBS (Load Breaker Switch) sangat mempengaruhi keandalan sistem. Hasil penelitian menunjukkan bahwa lokasi pemasangan alat pemutus    \n \n \n \n\nyang optimal dicapai ketika indeks keandalan mencapai nilai minimalnya. Semakin banyak alat pemutus yang dipasang maka semakin tinggi pula keandalan sistem, namun bertambah pula biaya investasi yang dikeluarkan. Sistem harus didesain terhadap segala kemungkinan tak terduga, misal gangguan terhadap saluran distribusi, atau gangguan pada komponen. Biaya investasi yang dihasilkan dibagi proporsional kepada industri yang mengalami peningkatan nilai ASAI (Average System Availability Index). Pembagian ini berdasarkan pada indeks persentasi nilai ENS.", "Daftar File": {}, "Penulis": "MOKHAMMAD GATI JAYENG WIBOWO (NIM : 13205196)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.Ir. Muhammad Nurdin , Dr.Ir. Nanang Haryanto,M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "tingkat keandalan, SAIDI, SAIFI, ENS, ASAI, biaya investasi.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}