{"Nomor": 13672, "Judul": "GEOLOGI DAN ENDAPAN BATUBARA DAERAH MANDIANGIN, KABUPATEN SAROLANGUN, PROVINSI JAMBI", "Abstrak": "Daerah penelitian terletak di daerah Mandiangin, Kabupaten Sarolangun, Provinsi Jambi. Secara geografis, daerah peneltian terletak di sebelah baratdaya Kota Jambi dengan luas daerah 25,12 km2. Geomorfologi daerah penelitian terbagi menjadi dua satuan geomorfologi, yaitu Satuan Dataran Aluvial dan Satuan Perbukitan Homoklin. Pola aliran sungai yang berkembang di daerah penelitian adalah pola aliran paralel. Tahapan geomorfik daerah penelitian secara umum adalah tahapan dewasa. Secara umum stratigrafi daerah penelitian terdiri dari empat satuan batuan tidak resmi berurut dari tua ke muda, yaitu: Satuan Batulempung, Satuan Batupasir, Satuan Tuf-Batupasir, dan Satuan Aluvial. Struktur geologi yang terjadi di daerah penelitian adalah sesar normal berarah barat laut Ã‚Â– tenggara. Sejarah geologi daerah penelitian berawal pada Miosen Tengah dengan diendapkannya Satuan Batulempung pada lingkungan laut dangkal, setelah itu di atas Satuan Batulempung, diendapkan secara selaras Satuan Batupasir pada lingkungan transisi yang berumur Miosen Akhir Ã‚Â– Pliosen Awal. Kemudian diatas Satuan Batupasir secara tidak selaras diendapkan Satuan Tuf-Batupasir di lingkungan darat yang berumur Pliosen Akhir Ã‚Â– Plistosen Awal bersamaan dengan tektonik kompresi yang mengakibatkan pengangkatan dan pensesaran. Setelah itu di atasnya diendapkan Satuan Aluvial yang pengendapannya masih berlangsung sampai sekarang. Satuan Batupasir merupakan satuan pembawa batubara yang penyebarannya dikontrol oleh kedudukan lapisan. Terdapat lima lapisan batubara yaitu Seam 1 (ketebalan 0,68 Ã‚Â– 1,95 m), Seam 2 (ketebalan 1,70 Ã‚Â– 7,25 m), Seam 3 (ketebalan 0,55 Ã‚Â– 1,45 m), Seam 4 (ketebalan 1,20 Ã‚Â– 3,95 m), dan Seam 5 (ketebalan 0,50 Ã‚Â– 1,75 m). Berdasarkan klasifikasi ASTM, Seam 1, 2, 3, 4, dan 5 termasuk ke dalam kelompok Lignit-Sub Bitouminous B. Jumlah sumberdaya untuk lima lapisan batubara di daerah penelitian yang dihitung dengan metode Circular USGS yaitu: sumberdaya terukur sebesar 10.694.508,49 ton dan sumberdaya tertunjuk sebesar 28.641.787,84 ton.", "Daftar File": {"2010 TA PP MUHAMMAD ARDHAN RAFSANJANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/60205", "2010 TA PP MUHAMMAD ARDHAN RAFSANJANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/60206", "2010 TA PP MUHAMMAD ARDHAN RAFSANJANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/60207", "2010 TA PP MUHAMMAD ARDHAN RAFSANJANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/60208", "2010 TA PP MUHAMMAD ARDHAN RAFSANJANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/60209", "2010 TA PP MUHAMMAD ARDHAN RAFSANJANI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/60210", "2010 TA PP MUHAMMAD ARDHAN RAFSANJANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/60211"}, "Penulis": "MUHAMMAD ARDHAN RAFSANJANI (NIM 12006007)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Bambang Priadi dan Ir. RJB Supandjono AP."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Geologi, Endapan Batubara, Kabupaten Sarolangun", "Sumber": "", "Staf Input/Edit": "Dwina Fatimiyah Shidiq  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}