{"Nomor": 13689, "Judul": "GEOLOGI DAERAH SURIAN DAN SEKITARNYA KABUPATEN SUMEDANG, JAWA BARAT", "Abstrak": "Geomorfologi daerah penelitian dibagi menjadi tiga satuan geomorfologi. Satuan Perbukitan Homoklin ditunjukkan oleh morfologi perbukitan yang dicirikan dengan kemiringan lapisan yang searah. Satuan Perbukitan Terjal Vulkanik dicirikan dengan morfologi perbukitan yang terjal dan litologi yang memiliki sifat resistansi terhadap erosi yang kuat. Litologi tersebut berupa endapan gunungapi berupa tufa. Satuan Dataran Aluvial ditunjukkan dengan morfologi dataran yang beradadi sepanjang aliran Sungai Cikaro. Daerah penelitian terdiri atas empat satuan batuan tidak resmi yaitu berturut-turut dari tua ke muda adalah Satuan Batulempung, Satuan Batupasir, Satuan Tufa, serta Satuan Aluvial. Satuan Batulempung disetarakan dengan Formasi Kaliwangu yang diendapkan pada lingkungan transisi Ã‚Â– neritik dalam yang berumur akhir Miosen Akhir Ã‚Â– Pliosen Awal. Satuan Batupasir disetarakan dengan Formasi Tambakan yang diendapkan pada lingkungan fluvial yang berumur Pleistosen Awal. Satuan Tufa disetarakan dengan Formasi Ã‚Â“Endapan Gunungapi MudaÃ‚Â” yang dibentuk pada lingkungan darat yang berumur Pleistosen Akhir. Satuan Aluvial merupakan satuan yang termuda diantara satuan yang lainnya di daerah penelitian yang berumur Resen dan diendapkan secara tidak selaras pada satuan di bawahnya. Satuan Aluvial ini berada pada lingkungan fluvial. Struktur geologi yang berkembang pada daerah penelitian antara lain: Sesar Mendatar Cijurey dan Sesar Mendatar Cidongke. Umur dari pembentukan struktur-struktur geologi tersebut diperkirakan terjadi pada Kala Plio- Pleistosen yang dipengaruhi oleh gaya relatif yang berarah utara-selatan.", "Daftar File": {"2011 TA PP MUHAMMAD ROBBY 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/60323", "2011 TA PP MUHAMMAD ROBBY 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/60324", "2011 TA PP MUHAMMAD ROBBY 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/60325", "2011 TA PP MUHAMMAD ROBBY 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/60326", "2011 TA PP MUHAMMAD ROBBY 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/60327", "2011 TA PP MUHAMMAD ROBBY 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/60328", "2011 TA PP MUHAMMAD ROBBY 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/60329"}, "Penulis": "MUHAMMAD ROBBY (NIM 12006031)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Yahdi Zaim dan r. Aswan ST. MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Surian, Formasi Kaliwangu, Formasi Tambakan, Endapan Gunungapi Muda", "Sumber": "", "Staf Input/Edit": "Dwina Fatimiyah Shidiq  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}