{"Nomor": 13685, "Judul": "TEKTONOSTRATIGRAFI DAN POLA SEDIMENTASI ENDAPAN SYNRIFT BLOK TANJUNG JABAL, JAMBI", "Abstrak": "Blok Tanjung Jabal terletak pada Sub-cekungan Jambi, Cekungan Sumatra Selatan, tujuan penelitian adalah untuk mengetahui tatanan tektonik, stratigrafi, dan pola sedimentasi di daerah penelitian yang terjadi dari fase pre-rift sampai fase post-rift berdasarkan analisis data seismik, data log sumur dan studi literatur. Terdapat 3 aktivitas tektonik yang mempengaruhi tatanan tektonik dan stratigrafi di Sub-cekungan Jambi, yaitu : aktivitas tektonik berarah timur laut-barat daya (Pola Jambi); aktivitas tektonik berarah utara-selatan (Pola Sunda); aktivitas tektonik berarah barat laut-tenggara (Pola Sumatra). Ketiga pola tektonik ini mempengaruhi pembentukan cekungan-cekungan di daerah penelitian. Data log sumur dan data seismik 3D daerah penelitian diolah untuk menganalisis tektonostratigrafi dan pola sedimentasi Blok Tanjung Jabal. Analisis tektonostratigrafi daerah penelitian berdasarkan data log sumur, data seismik 3D, dan stratigrafi umum Blok Tanjung Jabal. Dilakukan korelasi detail pada data log sumur kemudian dilakukan penarikan horizon pre-rift, syn-rift, dan post-rift pada data seismik berdasarkan hasil korelasi data log sumur, kemudian dilakukan analisis peta isochrone (ketebalan dalam waktu) antara horizon pre-rift dan top syn-rift dan peta isochrone (ketebalan dalam waktu) antara horizon top syn-rift dan post-rift. Analisis pola sedimentasi endapan syn-rift berdasarkan data log sumur, peta isochrone, dan peta atribut seismik RMS amplitude. Berdasarkan hasil penelitian tektonostratigrafi fase pre-rift terjadi pada batuan Pra-Tersier Sub-cekungan Jambi, fase syn-rift terdiri dari batuan Formasi Lahat dan sebagian dari Formasi Talangakar Bawah, dan fase post-rift terdiri dari foramsi-formasi yang diendapkan setelah fase syn-rift berakhir. Pola sedimentasi endapan syn-rift Blok Tanjung Jabal terjadi pada cekungan (flexural margin) akibat sesar timur laut-barat daya (Pola Jambi) membentuk endapan- ndapan fluvial channel berupa sungai meander di sepanjang sesar timur laut-barat daya, proses sedimentasi pada cekungan ini dipengaruhi juga oleh alluvial fan dari gawir-gawir sesar timur laut-barat daya (Pola Jambi).", "Daftar File": {"2009 TA PP MUHAMMAD PANJI SURYAATMAJA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/60294", "2009 TA PP MUHAMMAD PANJI SURYAATMAJA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/60295", "2009 TA PP MUHAMMAD PANJI SURYAATMAJA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/60296", "2009 TA PP MUHAMMAD PANJI SURYAATMAJA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/60297", "2009 TA PP MUHAMMAD PANJI SURYAATMAJA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/60298", "2009 TA PP MUHAMMAD PANJI SURYAATMAJA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/60299", "2009 TA PP MUHAMMAD PANJI SURYAATMAJA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/60300"}, "Penulis": "MUHAMMAD PANJI SURYAATMAJA (NIM 12005035)", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Sub-cekungan Jambi, tektonostratigrafi, RMS amplitudo", "Sumber": "", "Staf Input/Edit": "Dwina Fatimiyah Shidiq  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}