{"Nomor": 13680, "Judul": "ANALISIS TOPOLOGI INDUKTOR INTERPHASA UNTUK PARALELISASI PENYEARAH ARUS TINGGI TEGANGAN RENDAH", "Abstrak": "Pada penelitian ini, berbagai konfigurasi induktor interphasa dua belitan dianalisis untuk menghasilkan konfigurasi yang optimum dalam hal jumlah dan rating total induktor interphasa yang dibutuhkan untuk paralelisasi sejumlah N penyearah. Selanjutnya, besarnya riak arus paralelisasi penyearah diteliti. Studi kasus dilakukan pada paralelisasi tiga penyearah satu phasa center tap yang sumber tegangannya berasal dari tiga belitan sekunder yang saling terpisah dari satu transformator tiga phasa.Hasil analisis dan percobaan yang dilakukan menunjukkan konfigurasi kombinasi paralel paling balk dari aspek rating total namun paling jelek dalam hal jumlah induktor interphasa yang dibutuhkan untuk paralel N penyearah. Dalam hal jumlah induktor interphasa, konfigurasi loop sekunder, siklik kaskade dan siklik paralel adalah konfigurasi yang paling baik. Pcrcobaan jugs menunjukkan bahwa induktor interphasa dengan polaritas positif memberikan riak arus phasa yang besar dan riak arus beban yang kecil namun menyebabkan diskontinuitas arus pada sisi phasa, sebaliknya polaritas negatif memberikan riak arus phasa kecil dan riak arus beban yang besar namun memberikan kontinuitas arus pada sisi phasa.", "Daftar File": {"2001 TS PP MUHAMMAD IMRAN HAMID 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/60259", "2001 TS PP MUHAMMAD IMRAN HAMID 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/60260", "2001 TS PP MUHAMMAD IMRAN HAMID 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/60261", "2001 TS PP MUHAMMAD IMRAN HAMID 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/60262", "2001 TS PP MUHAMMAD IMRAN HAMID 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/60263", "2001 TS PP MUHAMMAD IMRAN HAMID 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/60264", "2001 TS PP MUHAMMAD IMRAN HAMID 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/60265", "2001 TS PP MUHAMMAD IMRAN HAMID 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/60266"}, "Penulis": "MUHAMMAD IMRAN HAMID (NIM 23298508)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ir. Pekik Argo Dahono"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "topologi indukator interphasa, paralelisasi, arus tinggi tegangan rendah.", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}