{"Nomor": 13697, "Judul": "STUDI PENGGUNAAN KEMBALI BLEACHING EARTH BEKAS SEBAGAI ADSORBEN DALAM PROSES REFINING CPO", "Abstrak": "ABSTRAK:   \n \n \n \n\nBleaching earth bekas merupakan adsorben bekas pakai yang dihasilkan dari proses refining CPO. Proses tersebut merupakan salah satu unit proses di industri minyak goreng. Bleaching earth bekas berdasarkan PP No. 18 tahun 1999 dapat dikatagorikan sebagai B3. Proses reuse pada bleaching earth dilakukan untuk menghasilkan adsorben yang akan digunakan kembali dalam proses refining CPO. Proses reuse ini diharapkan dapat meminimalisasi jumlah limbah sekaligus menurunkan biaya produksi di industri minyak goreng.   \n \n \n \n\nProses reuse dilakukan dengan cara mengaktivasi bleaching earth bekas tersebut dengan metode pemanasan dan penambahan asam phospat (H3PO4,).   \n \n \n \n\nBleaching earth bekas pada dasarnya merupakan carnpuran antara fresh bleaching earth dengan senyawa hidrokarbon dari CPO. Senyawa hidrokarbon ini dengan proses pemanasan akan menjadi coke (arang). Arang tersebut dengan bantuan asam phospat dapat menjadi bahan yang mempunyai permukaan aktif.   \n \n \n \n\nPada penelitian ini proses aktivasi bleaching earth bekas dilakukan selama I jam pada temperatur 300-700 derajat C dengan penambahan asam phospat sebesar 0-3%. Dari hasil penelitian menunjukkan bahwa temperatur aktivasi 400 derajat C dengan penambahan asam phospat 2% merupakan kondisi optimum untuk proses aktivasi.   \n \n \n \n\nProses reuse diharapkan tidak hanya sekali tetapi bisa terus berulang, Dari percobaan untuk proses reuse berulang menunjukkan bahwa adsorben yang dihasilkan pada proses reuse ke-1 mempunyai kemampuan penyerapan terhadap methylen blue sebesar 0,097 gig. Kemampuan penyerapan ini terus meningkat hingga pada proses reuse ke-8, kemampuan penyerapan adsorben terhadap methylen blue sebesar 0,224 gig. Sebagai pembanding, kemampuan penyerapan dari fresh bleaching earth asalnya adalah 0,034 gig.   \n \n \n \n\nPeningkatan kemampuan penyerapan ini disebabkan karena peningkatan kandungan coke (arang) dalam adsorben. Pengukuran jumlah coke (arang) dalam adsorben dilakukan dengan cara mengukur jurnlah fixed carbon dalam adsorben. Pada proses reuse ke-1, kandungan fixed carbon dalam adsorben sekitar 11%. Sedangkan pada proses reuse ke-8 jumlah fixed carbon meningkat hingga mencapai 51%. Sedangkan fresh bleaching earth sendiri tidak mengandung senyawa carbon.Dari pengujian terhadap penyerapan warna dalam CPO, menunjukkan bahwa untuk penyisihan warna sebesar 50% diperlukan fresh bleaching earth sebesar 2,16%. Apabila proses tersebut menggunakan adsorben basil proses reuse, maka pada proses reuse ke I dibutuhkan adsorben sebanyak 1,96%. Jumlah konsumsi untuk penyerapan warna dalam CPO tersebut terus menurun hingga pada proses reuse ke 8 dibutuhkan adsorben sebanyak 1,37 %..   \n \n \n \n\nDari analisis biaya menunjukkan bahwa proses reuse ini dapat menghemat biaya sebesar 89,4 % dari biaya tanpa proses reuse. Selain itu proses reuse ini dapat mengurangi timbulan limbah berupa adsorben bekas sebesar 91,06 % pertahunnya", "Daftar File": {}, "Penulis": "M. YUDI WAHYUDI (NIM 25397001)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Mohajit, Dr.Ing., Ir., M.Sc.   \n \n \n \n\nScan: Arnaz Driyastika M.   \n \n \n \n\n(2008-01-15)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "reuse, spent bleaching earth, activation, coke, adsorbent, refining process of CPO", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}