{"Nomor": 13712, "Judul": "PENGEMBANGAN FORMULA KRIM PROPOLIS DAN MINYAK LAVENDER SERTA UJI AKTIVITAS ANTIBAKTERI TERHADAP PROPIONIBACTERIUM ACNES", "Abstrak": "Propolis dan minyak lavender telah diketahui mempunyai aktivitas antibakteri terhadap Propionibacterium acnes sehingga dapat diformulasikan sebagai obat anti jerawat. Penelitian ini bertujuan memformulasikan krim propolis dan minyak lavender. Penelitian diawali dengan penentuan nilai Konsentrasi Hambat Minimum (KHM) propolis dan minyak lavender terhadap P. acnes dengan metode difusi agar. Formulasi krim terdiri dari minyak zaitun, setostearil alkohol, propilen glikol, dan kombinasi emulgator Crill 4 dan Crillet 4. Evaluasi krim meliputi pemeriksaan organoleptik; penentuan jenis emulsi; viskositas; pH; dan pengujian stabilitas fisik dengan metode freeze-thaw, sentrifugasi, dan uji dipercepat pada suhu 40oC menggunakan illuminated chamber; dan uji aktivitas antibakteri terhadap P. acnes. Nilai KHM untuk propolis adalah 0,1% v/v dan minyak lavender adalah 30% v/v. Krim propolis yang dihasilkan mempunyai viskositas 409 + 5 Poise dan mempunyai aktivitas antibakteri terhadap 1,8 x 104 cfu/mL P. Acnes tetapi terjadi creaming pada uji dipercepat setelah penyimpanan selama satu minggu. Peningkatan jumlah setostearil alkohol menjadi 10% b/b menghasilkan krim yang stabil selama 28 hari pada uji dipercepat dengan viskositas 2778,33 + 187,24 Poise tetapi tidak menunjukkan aktivitas antibakteri terhadap P. acnes. Peningkatan konsentrasi propolis menjadi 5% b/b menyebabkan aktivitas antibakteri sediaan krim menjadi lebih baik. Sedangkan krim dengan minyak lavender 30% b/b yang dihasilkan tidak stabil.", "Daftar File": {"2008 TA PP NILA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/60481", "2008 TA PP NILA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/60482", "2008 TA PP NILA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/60483", "2008 TA PP NILA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/60484", "2008 TA PP NILA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/60485", "2008 TA PP NILA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/60486", "2008 TA PP NILA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/60487", "2008 TA PP NILA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/60488"}, "Penulis": "NILA (NIM 10704110)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Pembimbing: Dr. Jessie Sofia Pamudji, MS., dan Dr. Marlia Singgih Wibowo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "propolis, minyak lavender, antibakteri, Propionibacterium acnes", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Vika Anastasya Kovariansi", "File": "8 file", "Tanggal Input": "24 Sep 2012"}