{"Nomor": 13719, "Judul": "SERVICE QUALITY IMPROVEMENT ON BANK X", "Abstrak": "A service is considered to be good if the service given meets the customer expectations. Therefore, an assessment from the customers about the service that has been given is very important for the sustainability of a business. Bank X never measures the quality of service they provide. Therefore, a measurement of the quality of service is needed to know how the service quality of Bank X is, whether the service quality of Bank X is consider good by its customers, and what can be done to improve the service quality of Bank X. In order to survive, a business must actively improve the service they provide. For that, the theory of SERVQUAL is used to measure the location of the service quality which has been given by Bank X. The theory which has the dimensions of reliability, responsiveness, assurance, empathy, and tangibles will be applied to measure the quality of service of Bank X. By way of a questionnaire, measure of customer satisfaction will be obtained, whether there is a gap between their expectations with the reality that they are feeling or not. This gap calculation shows the performance of Bank X. The importance-performance analysis is also used to determine which attributes have the highest importance to then be quality improved. Based on the gap analysis on SERVQUAL theory which have been applied to all attributes, it has been found that all the attributes, the 28 attributes used, does not meet the customer expectations. However, of all these attributes, all can still be categorized as mild customer gap. Meanwhile, the importance-performance analysis shows that there are two attributes which, according to the customers are important to improve. Results from this research are useful to provide some recommendations for Bank X to develop all dimensions of service quality they provide to the customers. These recommendations include improving the accuracy in filling the passbook, focusing on training for tellers and telephone operators, in cooperation with ATM Bersama, providing a complete specification on how to get a loan and who qualify for a loan, and using equipment with the latest technology.", "Daftar File": {"2010 TA PP NUR ANNISA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/60539", "2010 TA PP NUR ANNISA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/60540", "2010 TA PP NUR ANNISA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/60541", "2010 TA PP NUR ANNISA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/60542", "2010 TA PP NUR ANNISA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/60543", "2010 TA PP NUR ANNISA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/60545", "2010 TA PP NUR ANNISA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/60544"}, "Penulis": "NUR ANNISA (NIM 19007026)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Gatot Yudoko, MASC., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "service quality, gap analysis, importance-performance analysis", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Vika Anastasya Kovariansi", "File": "7 file", "Tanggal Input": "23 Jul 2012"}