{"Nomor": 13717, "Judul": "ANALISIS KINERJA MODIFIKASI KURVA KOCH PADA ANTENA SEGITIGA DAN BENTUK TIGA DIMENSINYA BERDASARKAN HASIL SIMULASI DAN PENGUKURAN ANTENA", "Abstrak": "Fraktal adalah suatu bentuk kurva tak reguler atau suatu pola dimana satu bagian kecil dari keseluruhan kurva itu sama dengan bentuk dari sebagian kecil yang lain atau bentuk yang lebih besar atau bahkan bentuk keseluruhan kurva. Dalam pengerjaan tugas akhir ini bentuk fraktal diaplikasikan untuk mendesain antena yang memiliki sifat multiband. Bentuk fraktal kurva Koch yang dipilih dalam perancangan antena multiband ini diimplementasikan untuk dua buah bangun yakni bangun dua dimensi yaitu antena segitiga dengan modifikasi kurva Koch, dan bangun tiga dimensi yaitu antena kerucut dengan modifikasi kurva Koch. Hal ini dilakukan dalam rangka melihat pengaruhnya pada beberapa properti antena seperti koefisien refleksi, pola radiasi, dan distribusi arusnya. Dari hasil simulasi untuk antena segitiga modifikasi Koch, terlihat bahwa antena ini memiliki pola radiasi yang lebih mirip pada tiap Ã‚Â– tiap frekuensi resonansinya jika dibandingkan dengan antena segitiga fraktal lain yaitu antena segitiga Sierpinski, dan ketika dilakukan pengukuran, terlihat bahwa pola radiasi antena segitiga modifikasi Koch hampir omnidirectional pada bidang = 90⁰. Untuk hasil simulasi antena kerucut modifikasi Koch terdapat perbaikan performansi antena yang terlihat pada pola radiasi dimana tidak terdapat perbedaan level radiasi gelombang elektromagnetik maksimum dan minimum pada tiap Ã‚Â– tiap frekuensi resonansinya pada bidang horizontal, dibandingkan dengan antena segitiga modifikasi Koch yang perbedaan level radiasi untuk frekuensi resonansi pertama sebesar 1.02, pada frekuensi resonansi kedua sebesar 7.53, dan pada frekuensi resonansi ketiga sebesar 36. Oleh karena itu diperoleh kesimpulan bahwa pembentukan geometri 3 dimensi untuk antena fraktal, memberikan perbaikan dalam performansi dari antena tersebut.", "Daftar File": {}, "Penulis": "NOVA MARAS NURUL KHAMSAH (NIM : 13205023)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ã‚Â–Ing. Chairunnisa ST. , MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "fraktal, kurva Koch, self similarity, multiband, performansi antena, pola radiasi.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}