{"Nomor": 13729, "Judul": "GEOLOGI DAN ANALISIS STRUKTUR GEOLOGI DAERAH TAJUR DAN SEKITARNYA, KECAMATAN CITEUREUP, KABUPATEN BOGOR, JAWA BARAT", "Abstrak": "Geomorfologi daerah penelitian memiliki pola-pola tertentu, seperti pola perbukitan, pola aliran sungai, kelurusan sungai, pola lembahan, dan keterdapatan gawir terjal. Seluruh pola tersebut sangat dikontrol oleh litologi dan struktur. Pola kelurusan sungai yang berarah baratlaut-tenggara dan timurlaut-baratdaya merupakan cerminan dari pola-pola rekahan yang terdapat pada daerah penelitian. Terdapat empat satuan geomorfologi di daerah penelitian, yaitu: Satuan Perbukitan Perlipatan, Satuan Bukit Intrusi, Satuan Perbukitan Karst, dan Satuan Dataran Fluvial. Stratigrafi daerah penelitian dibagi menjadi lima satuan, dari tua ke muda adalah Satuan Batulempung berumur Miosen Tengah yang disetarakan dengan Formasi Cibulakan dan ciri litologi dominan adalah batulempung. Satuan Batupasir-Batulempung berumur Miosen Tengah-Akhir yang disetarakan dengan Formasi Cibulakan dan ciri litologi adalah perselingan antara batupasir dengan batulempung dan sisipan batugamping. Satuan Batugamping berumur Miosen Tengah-Miosen Akhir yang disetarakan dengan Formasi Klapanunggal dan ciri litologi berupa batugamping klastik dan terumbu. Satuan Intrusi Andesit berumur Pleistosen, dan Satuan Aluvial berumur Resen. Struktur geologi yang terdapat dalam daerah penelitian memiliki arah umum barattimur. Struktur ini relatif sejajar dengan arah jurus lapisan batuan. Struktur tersebut berupa lipatan dan sesar naik, sedangkan sesar geser memiliki arah umum timurlautbaratdaya. Pembentukan struktur pada daerah penelitian diperkirakan terjadi pada Kala Plio-Pleistosen dengan tegasan utama berarah utara-selatan.", "Daftar File": {"2010 TA PP PAULUS CHRISSANDY HENDARU 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/60620", "2010 TA PP PAULUS CHRISSANDY HENDARU 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/60621", "2010 TA PP PAULUS CHRISSANDY HENDARU 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/60622", "2010 TA PP PAULUS CHRISSANDY HENDARU 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/60623", "2010 TA PP PAULUS CHRISSANDY HENDARU 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/60624", "2010 TA PP PAULUS CHRISSANDY HENDARU 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/60625", "2010 TA PP PAULUS CHRISSANDY HENDARU 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/60626", "2010 TA PP PAULUS CHRISSANDY HENDARU 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/60627"}, "Penulis": "PAULUS CHRISSANDY HENDARU (NIM 12006008)", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Citeureup, Formasi Cibulakan, Formasi Klapanunggal, Desa Tajur", "Sumber": "", "Staf Input/Edit": "Dwina Fatimiyah Shidiq  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}