{"Nomor": 13727, "Judul": "REVITALIZING A SERVICESCAPE: A STUDY ON X BAR BANDUNG", "Abstrak": "Hospitality industry is a business that deals with relationship process between a guest and host or the act of being hospitable. Nowadays, this business frequently refers to hotels, restaurants, cafes, bars, casinos, or other forms that position itself as a service provider, stressing the need for the customer's leisure time and disposable income. Hospitality industry is an interesting category of service industry because it consists of small businesses that have high attention among entrepreneurs and consumers; it is an industry that has its own trends and cycle, it's a part of people's lifestyle. We can quite easily observe that the number of such business as restaurants, bars, and cafes increases in quite a notable amount over time. Why? First, there are always customers in the industry, entrepreneurs shouldnÃ‚Â‘t need to worry about the demands, and second, for them, the industry is a highly-favorable opportunity to start a business, especially young entrepreneurs, because it has a comparatively low starting-budget, and they consider such business an easy shot; success is not that difficult to achieve. Now this assumption is highly wrong: the competition inside hospitality industry is highly fierce and uncomprimising. The number of the business units, and along with it too the risk, is not little, as example we could see how there are many restaurants that sprang into life, but then, after few months of run, collapse. This research observes the phenomenon of hospitality industry and the view that the thing that determines the success of its units is solely its servicescape.", "Daftar File": {"2010 TA PP PANDJI ALFI EFFENDY 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/60603", "2010 TA PP PANDJI ALFI EFFENDY 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/60604", "2010 TA PP PANDJI ALFI EFFENDY 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/60605", "2010 TA PP PANDJI ALFI EFFENDY 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/60602", "2010 TA PP PANDJI ALFI EFFENDY 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/60601", "2010 TA PP PANDJI ALFI EFFENDY 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/60600", "2010 TA PP PANDJI ALFI EFFENDY 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/60599", "2010 TA PP PANDJI ALFI EFFENDY 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/60598"}, "Penulis": "PANDJI ALFI EFFENDY (NIM 19006131)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Herry Hudrasyah"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "hospitality, service, business", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Vika Anastasya Kovariansi", "File": "8 file", "Tanggal Input": "23 Jul 2012"}