{"Nomor": 13730, "Judul": "PERFORMANCE EVALUATION OF RESONANT DC LINK INVERTERS", "Abstrak": "A resonant dc link technique as a method to reduce or eliminate the inverter switching losses has been investigated recently [1-12]. In this type of inverter, switching takes place during zero conditions of the inverter input voltage and, therefore, the inverter will be free from switching loss restrictions and insensitive to parasitic components and diode reverse recovery problems. The power loss in inverter is mainly due to the conduction losses in the power semiconductor devices. However, a resonant inductor that is used in resonant dc link inverter conducts inverter input current and resonant current. Therefore, instead of switching losses, resonant inductor losses will be encountered in this type of inverter. Based on the above discussions, a method to estimate the conduction and resonant inductor losses that is important in design and performance evaluation of resonant dc link inverters is required. For this purpose, a method to estimate the conduction and resonant inductor losses is proposed and investigated. Because the switching states of the inverter transistors are not exactly known, probabilities of the transistor receiving ON and OFF signals are introduced to estimate those losses. As a result, a simple method to evaluate the performance of resonant dc link inverter is obtained. The validity of the proposed method is verified by simulation and experimental results. The resonant inductor current contains dc component and high frequencies ac components, and therefore, the characteristics of resistance against frequency of inductor have large influences on the performance of resonant dc link inverters. In this research, two types of resonant inductor are compared. In order to know merits and demerits of resonant dc link inverters (soft-switching) corn-pared with the hard-switching ones, comparisons based on the losses and quality of the output current waveforms are conducted.", "Daftar File": {"1992 TS PP PEKIK ARGO DAHONO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/60628", "1992 TS PP PEKIK ARGO DAHONO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/60629", "1992 TS PP PEKIK ARGO DAHONO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/60630", "1992 TS PP PEKIK ARGO DAHONO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/60631", "1992 TS PP PEKIK ARGO DAHONO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/60632", "1992 TS PP PEKIK ARGO DAHONO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/60633", "1992 TS PP PEKIK ARGO DAHONO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/60634", "1992 TS PP PEKIK ARGO DAHONO 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/60635", "1992 TS PP PEKIK ARGO DAHONO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/60636"}, "Penulis": "PEKIK ARGO DAHONO (90M04628)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Teruo Kataoka"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Resonant DC Link Inverters", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}