{"Nomor": 13737, "Judul": "Geologi dan Hidrogeologi Daerah Gunung Padang dan Sekitarnya, Kabupaten Bandung, Jawa Barat", "Abstrak": "Seiring dengan perkembangan penduduk yang pesat, kebutuhan manusia akan airtanah juga semakin besar. Oleh sebab itu, perlu dilakukan penelitian mengenai eksplorasi airtanah di berbagai kondisi geologi. Pemetaan geolgi dan hidrogeologi merupakan salah satu metoda untuk mengetahui penyebaran airtanah pada suatu daerah. Studi kasus untuk penelitian ini berada di Gunung Padang dan sekitarnya di Kabupaten Bandung, Jawa Barat. Kondisi geologi dan hidrogeologi Daerah ini belum banyak diteliti sebelumnya. Dengan demikian, kondisi geologi dan hidrogeologi daerah ini cukup menarik untuk diteliti. Geomorfologi daerah Gunung Padang terbagi atas empat satuan geomorfologi. Satuan tersebut yaitu Satuan Perbukitan Volkanik Bergelombang/Terdenudasi (V14), Satuan Kaki/Bagian Bawah Lereng Gunungapi (V7), Satuan Leher Gunungapi (V15), dan Satuan Dataran Intervolkanik (V12). Satuan batuan di daerah ini terdiri dari Satuan Breksi I, Satuan lava Andesit I, dan Satuan Intrusi Andesit yang berumur Pliosen, dan di atasnya secara tidak selaras diendapkan Satuan Breksi II, Satuan Lava Andesit I, dan Satuan Tuf yang berumur Plistosen. Struktur geologi di daerah penelitian berupa satu sesar utama (Sesar Caringin), dua sesar minor (Sesar Rawabogo dan Sesar Babakan Cimahi) yang memotong satuan Breksi I dan satu antikin (Antikin Mekarwangi). Sesar Caringin adalah sesar normal mengiri, dan mempunyai arah kedudukan N169.60E/64.70SW. Sistem hidrogeologi daerah penelitian adalah sistem hidrogeologi volkanik yang mempunyai jenis akifer bebas. Berdasarkan pengamatan permeabilitas di lapangan, akifer di daerah penelitian terdiri dari pelapukan dan rekahan Breksi I, pelapukan dan rekahan Lava Andesit I, pelapukan Breksi II, pelapukan Lava Andesit II dan Satuan Tuf. Berdasarkan nilai ketinggian MAT, terdapat enam arah aliran airtanah yaitu airtanah yang mengalir ke arah barat daya di Desa Mekarwangi, ke arah barat laut di Desa Wangunsari, ke arah timur laut di Desa Lebakmuncang, ke arah timur, tenggara, dan selatan di Desa v Rawabogo. Berdasarkan nilai pH dan TDS, airtanah di daerah penelitian dapat diminum langsung.", "Daftar File": {"2010 TA PP PRATAMA AKBAR 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/60679", "2010 TA PP PRATAMA AKBAR 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/60680", "2010 TA PP PRATAMA AKBAR 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/60681", "2010 TA PP PRATAMA AKBAR 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/60682", "2010 TA PP PRATAMA AKBAR 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/60683", "2010 TA PP PRATAMA AKBAR 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/60684", "2010 TA PP PRATAMA AKBAR 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/60685", "2010 TA PP PRATAMA AKBAR 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/60686"}, "Penulis": "PRATAMA AKBAR (NIM 12004051)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Lambok M. Hutasoit Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Geologi, Hidrogeologi, Gunung Padang, Kabupaten Bandung", "Sumber": "", "Staf Input/Edit": "Dwina Fatimiyah Shidiq  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}