{"Nomor": 13738, "Judul": "ANALISIS STRATIGRAFI SEKUEN FORMASI TARAKAN, KAITANNYA DENGAN DISTRIBUSI DAN KUALITAS RESERVOIR DI SUB-CEKUNGAN TARAKAN KALIMANTAN TIMUR", "Abstrak": "Penelitian geologi migas di Cekungan Tarakan relatif sangat kurang dibandingkan dengan Cekungan Kutai, diantaranya mengenai analisis stratigrafi sekuen yang lebih detil dan komprehensif, tingkat variasi lapisan sedimen di daerah transisi dengan laut dangkal sampai sedang dan keterkaitan system tract dengan distribusi dan kualitas batuan reservoir. Padahal eksplorasi minyak dan gas bumi di Cekungan Tarakan, Kalimantan Timur telah mengalami proses waktu yang sangat panjang bahkan termasuk salah satu eksplorasi tertua di Indonesia. Namun eksplorasi di wilayah lepas pantai termasuk di timur Pulau Tarakan masih belum ditemukan lapangan migas yang bernilai ekonomis. Ini sangat berbeda dengan hasil eksplorasi Cekungan Kutai di lepas pantai dan laut-dalam yang telah mengalami kemajuan signifikan dalam 10 tahun terakhir setelah ditemukan beberapa lapangan migas laut-dalam seperti West Seno dan Gendalo.Permasalahan pada penelitian ini adalah bagaimana pola kumpulan parasekuen, tipe system-tract, fasies dan model sedimentasi pada Formasi Tarakan yang berumur Pliosen di wilayah timur dari Pulau Tarakan dan lepas pantainya, kemudian dihubungkan dengan aspek reservoir khususnya distribusi dan kualitas batuan reservoir. Dengan permasalahan tersebut, untuk mengawali penelitian, kami melakukan kajian pustaka dari kerangka geologi regional, tektonostratigrafi, sistem petroleum di Sub-Cekungan Tarakan dan konsep serta pemahaman stratigrafi sekuen juga distribusi dan kualitas reservoir. Berdasarkan pada pemerolehan data yang terdiri dari penampang seismik 2D, log sumur, rangkuman data biostratigrafi dan data check-shot, penelitian dilakukan secara bertahap mulai dari analisis sekuen dan korelasi log sumur, interpretasi dan analisis seismik stratigrafi, pemetaan bawah permukaan, analisis distribusi dan kualitas reservoir sampai pemodelan 3D untuk distribusi volume serpih (Vsh) dan porositas efektif. Tahapan metodologi penelitian ini menggunakan beberapa perangkat lunak yang diproses secara integratif mulai dari Microsoft Excell, Surfer, LogPlot sampai Petrel Schlumberger. Hasil akhir penelitian, pada Formasi Tarakan dari analisis sekuen dibagi menjadi dua sekuen T1 dan sekuen T2 yang kedua sekuen memiliki pola system-tract lengkap yaitu dari LST, TST dan HST. Pada kedua sekuen adalah tipe-1 yang dialasi oleh paket sedimen LST karena terjadi forced regression yang masing-masing sekuen mengalami perubahan arah sedimentasi (switching), proses pergeseran batas luar intertidal yang sangat variatif dan perubahan geometri dan posisi unit pengendapan berlangsung intensif.Untuk distribusi dan kualitas reservoir, Pada sekuen T2 yang lebih muda, distribusi dan kualitas reservoir lebih luas dan tinggi daripada sekuen T1. Dari komparasi setiap system-tract, paket HST pada sekuen T2 di lokasi yang sama cenderung memiliki distribusi dan kualitas lebih baik daripada paket LST dan TST.Antara analisis stratigrafi sekuen dengan distribusi dan kualitas reservoir memiliki kaitan erat terutama di wilayah barat dan tengah yang lebih dekat ke landward. Pada sekuen T2 yang lebih muda memiliki distribusi dan kualitas reservoir lebih tinggi daripada sekuen T1 disebabkan fase regresi semakin dominan pada sekuen T2. Pada sekuen T2, P2-HST umumnya memiliki net-reservoir paling tebal dan kualitas reservoir paling tinggi daripada parasekuen P2-TST dan P2-LST. Dari pemodelan 3D, distribusi dan kualitas reservoir dicerminkan oleh posisi batas luar intertidal dan pergeseran pada area luar dari endapan gosong pasir (sand bar deposit).", "Daftar File": {"2009 TS PP PRIATIN HADI WIJAYA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/60687", "2009 TS PP PRIATIN HADI WIJAYA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/60688", "2009 TS PP PRIATIN HADI WIJAYA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/60689", "2009 TS PP PRIATIN HADI WIJAYA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/60690", "2009 TS PP PRIATIN HADI WIJAYA 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/60691", "2009 TS PP PRIATIN HADI WIJAYA 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/60692", "2009 TS PP PRIATIN HADI WIJAYA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/60693", "2009 TS PP PRIATIN HADI WIJAYA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/60694", "2009 TS PP PRIATIN HADI WIJAYA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/60695"}, "Penulis": "PRIATIN HADI WIJAYA (NIM 22007004)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Djuhaeni dan Dr. Ir. Asep K. Permadi"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Formasi Tarakan, Stratigrafi sekuen, Fasies seismik, Distribusi, Kualitas reservoir", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}