{"Nomor": 13731, "Judul": "A STUDY ON PERFORMANCE ANALYSIS OF HIGH SWITCHING-FREQUENCY INVERTERS", "Abstrak": "In this research, a new approach to analysis of inverter currents is first proposed. This approach is based on the probability with which inverter switching devices receive ON signals. These probabilities are calculated based on the average value of the phase-to-dc midpoint output voltages of the inverters. As information of the detailed switching pattern is not required, the proposed approach is especially useful to inverters having switching function that can not be predetermined. In this research, the proposed approach is used to analyze the average and rms currents in the switching devices and the ripple component of the input current of inverters. In order to show the general applicability of the proposed approach, the approach is applied to three-phase resonant dc link, hysteresis current-controlled, and sinusoidal PWM inverters. Application of the proposed approach results in analytical expressions to calculate the inverter currents. The validity of the proposed approach is verified by the experimental results.The results of analysis of the average and rms currents in the switching devices are then used to analyze the conduction losses in inverters. As switching losses are also important in inverter design, an analysis of the switching losses of hysteresis and sinusoidal PWM inverters is presented. Analysis of switching frequency variation of hysteresis current-controlled inverters, which is important in switching loss analysis, is presented with the volage drop across the load impedance taken into account. Comparisons between the calculated and experimental results are conducted to verify the derived expressions. As the conduction and switching losses can not be separately measured directly, an experimental procedure to obtain the conduction and switching losses separately is proposed.In order to find the optimum reference signal for carrier-based PWM inverters, analytical expressions for the ac and dc sides harmonics as a function of the reference signal are derived. The results are used to obtain the optimum reference signal that results in minimum harmonics in the ac and dc sides of the inverter. In general, it is found that the reference signals that results in minimum harmonics in the ac and dc sides are different and they are the same only when the load power factor is unhy. It is found that additional harmonics other than the third into the reference signal is neither necessary nor useful. In order to make it possible to apply the results in this research to current-source inverters, the duality properties between the voltage-source and current-source three-phase inverters are first clarified. Although the original three-phase inverters are non planar, it is shown that the AC and DC side equivalent circuits are planar and, therefore, the duality theory can be applied. By using the duality rules, it is shows that the analysis methods which have been debeloped for voltage-source inverters can also be applied to current-source inverters.", "Daftar File": {"1995 DIS PP PEKIK ARGO DAHONO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/60637", "1995 DIS PP PEKIK ARGO DAHONO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/60638", "1995 DIS PP PEKIK ARGO DAHONO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/60639", "1995 DIS PP PEKIK ARGO DAHONO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/60640", "1995 DIS PP PEKIK ARGO DAHONO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/60641", "1995 DIS PP PEKIK ARGO DAHONO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/60642", "1995 DIS PP PEKIK ARGO DAHONO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/60643", "1995 DIS PP PEKIK ARGO DAHONO 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/60644", "1995 DIS PP PEKIK ARGO DAHONO 1-BAB 8.pdf": "https://digilib.itb.ac.id/gdl/download/60645", "1995 DIS PP PEKIK ARGO DAHONO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/60646"}, "Penulis": "PEKIK ARGO DAHONO (92D15090)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Teruo Kataoka"], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Sains", "Fakultas": "", "Subjek": "", "Kata Kunci": "high switching-frequency inverters", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Vika Anastasya Kovariansi", "File": "10 file", "Tanggal Input": "25 Jun 2012"}