{"Nomor": 13740, "Judul": "PORTFOLIO WEALTH MANAGEMENT (CASE : BANK XYZ)", "Abstrak": "Bank XYZ is one of the country's largest commercial banks by assets. The bank serves consumers and businesses through more than 900 offices all around Indonesia. Nowadays, wealth management becomes new trend in banking sector. One of the core businesses of wealth management Bank XYZ is expanding investment of the customers. Several investment products are offered by wealth management of Bank XYZ, However, the problems come from the fluctuating market performance, which causes potential loss for the investors. One of the strategies to minimize loss because of fluctuating market performance is having portfolio assets. Portfolio asset is combination from several assets to minimize loss of fluctuating market performance. Portfolio can reduce risk, but it does not eliminate risk completely. There are two types of portfolio assets, which are portfolio with positive correlation of coefficient and portfolio with negative correlation coefficient, which is the best one. Portfolio with negative correlation of coefficient where an asset goes down, the other assets goes up. Therefore, by having negative correlation of coefficient portfolio asset, the investors' loss is less than having only single asset. Moreover, the selection in choosing investment products should consider about investors' risk profile, expected return, and time horizon. The criteria of investment products should be suitable with investors' requirements. In this internship report, every investment products' performance will be analyzed by calculating expected return and potential risk. The calculation of expected return and potential risk come historical data about its price and rate of return. Each investment products will plotted to Risk and Return Mapping in order to classified the products based on risk and return. Each group classification is divided into three time-horizon categories, which are short-term (1-3 years), medium-term (3-5 years), and long-term (more than 5 years). In conclusion, investment products are categorized based on return, standard deviation (risk), and time horizon.", "Daftar File": {"2010 TA PP PRISCA OKKE PURIANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/60707", "2010 TA PP PRISCA OKKE PURIANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/60708", "2010 TA PP PRISCA OKKE PURIANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/60706", "2010 TA PP PRISCA OKKE PURIANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/60705", "2010 TA PP PRISCA OKKE PURIANA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/60704", "2010 TA PP PRISCA OKKE PURIANA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/60703", "2010 TA PP PRISCA OKKE PURIANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/60709"}, "Penulis": "PRISCA OKKE PURIANA (NIM 19007030)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Deddy P. Koesrindartoto Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "wealth management, portfolio asset management, efficient frontier, Markowitz theory", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Vika Anastasya Kovariansi", "File": "7 file", "Tanggal Input": "23 Jul 2012"}