{"Nomor": 13758, "Judul": "GEOLOGI DAN STUDI INFILTRASI AIR TANAH DAERAH CIBODAS DAN SEKITARNYA, KABUPATEN BANDUNG BARAT, JAWA BARAT", "Abstrak": "Daerah penelitian terbagi menjadi lima satuan geomorfologi, yaitu Satuan Perbukitan Aliran Piroklastik, Satuan Gawir Sesar, Satuan Lembah Torehan, Satuan Dataran Jatuhan Piroklastik, dan Satuan Punggungan Jatuhan Piroklastik. Satuan batuan daerah penelitian terbagi menjadi empat satuan tidak resmi, dari tua ke muda yaitu Satuan Breksi Piroklastik, disetarakan dengan Formasi Cikapundung berumur Plistosen Bawah, Satuan Tuf Skoria, disetarakan dengan Formasi Cibeureum berumur Plistosen Atas, Satuan Tuf Lapili, disetarakan dengan Formasi Cikidang berumur Holosen, dan Satuan Koluvium yang disetarakan dengan Endapan Sungai beumur Holosen. Struktur geologi daerah penelitian yaitu Sesar Lembang dengan blok utara bergerak relatif turun terhadap blok selatan.Studi infiltrasi dilakukan untuk meneliti pengaruh kemiringan lereng dan litologi terhadap laju infiltrasi. Pengukuran infiltrasi menggunakan infiltrometer tunggal (single ring infiltrometer) dengan proses pengamatan falling head. Pengujian infiltrasi dilakukan pada tanah pelapukan Satuan Breksi Piroklastik, Satuan Tuf Skoria dan Satuan Tuf lapili. Hasil pengolahan data infiltrasi menunjukkan laju infiltrasi berbanding terbalik dengan kemiringan lereng. Urutan satuan batuan dengan laju infiltrasi dari kecil ke besar adalah Satuan Tuf Skoria, Satuan Breksi Piroklastik, dan Satuan Tuf Lapili.Analisis sifat fisik air tanah menunjukkan bahwa mataair di daerah penelitian berkaitan dengan curah hujan dan musim, air tanah memiliki karakter mendekati air meteorik, dan memiliki indikasi sistem aliran yang bersifat lokal.", "Daftar File": {}, "Penulis": "RAHMAT ARIF (NIM 12007017)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Budi Brahmantyo, M.Sc., dan Dr. D. Erwin Irawan, ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "gunungapi kuarter, cibodas, lembang", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}