{"Nomor": 13779, "Judul": "GEOLOGI DAN DISTRIBUSI FASIES BATUGAMPING DAERAH LANDAS DAN SEKITARNYA, KECAMATAN SANDARAN, KABUPATEN KUTAI TIMUR, PROVINSI KALIMANTAN TIMUR", "Abstrak": "Daerah penelitian terletak pada ujung timur laut Semenanjung Mangkalihat. Secara geografis daerah daerah penelitian berada pada koordinat 50N E 108000m-116000m dan N 713000m-721500m, berada pada Desa Landas-Labuhan Pinang, Kecamatan Sandaran, Kabupaten Kutai Timur, Kalimantan Timur, dengan luas area sebesar 60,5 km2. Daerah penelitian memiliki pola-pola kelurusan lembah, bukit, punggungan, dan pola aliran sungai yang dikontrol oleh litologi dan struktur geologi yang berada di daerah penelitian. Terdapat empat satuan geomorfologi di daerah penelitian, yaitu: Satuan Perbukitan Karst, Satuan Punggungan Antiklin, Satuan Lembah Antiklin, dan Satuan Endapan Aluvial dan Pantai. Stratigrafi daerah penelitian dibagi menjadi empat satuan dengan urut-urutan dari tua ke muda adalah Satuan Batulempung-Batupasir (Eosen Tengah-Oligosen Awal) yang diendapkan di lingkungan tidal flat, Satuan Batugamping (Oligosen Awal-Akhir) yang diendapkan di lingkungan backreef sampai shelf, Satuan Batugamping-Napal (Miosen Awal-Pliosen), dan Satuan Endapan Aluvial dan Pantai yang berumur resen. Struktur geologi yang dijumpai di daerah penelitian adalah sesar naik dan lipatan yang diduga terbentuk pada kala Plio-Pleistosen dengan tegasan utama berarah barat laut-tenggara. Sesar Naik Landas, Antiklin Menunjam Km 6, Sinklin Km 6, Antiklin Bukit Batulobang, dan Sinklin Bukit Batulobang diinterpretasikan terbentuk pada saat yang bersamaan. Terdapat empat asosiasi fasies batugamping pada daerah penelitian yang menunjukkan perubahan lingkungan pengendapan. Asosiasi fasies yang pertama adalah Paparan Sirkulasi Terbatas-Pembatas Tepi Paparan (Oligosen Awal), dengan lingkungan pengendendapan berupa lagun hingga bar. Asosiasi fasies yang kedua adalah Paparan Sirkulasi Terbuka berumur (Oligosen Awal-Akhir), diendapkan di lingkungan paparan karbonat dengan sirkulasi yang baik dengan local patch reef. Asosiasi fasies yang berikutnya adalah Foreslope-Toe of slope yang disusun oleh endapan turbidit (Miosen Awal-Tengah). Asosiasi Fasies yang terakhir adalah Paparan Dalam (Miosen Tengah-Pleistosen). Perubahan dari lingkungan pengendapan karbonat dangkal ke dalam menandakan terjadinya backstepping pada paparan karbonat dari Oligosen Awal hingga Pliosen.", "Daftar File": {"2011 TA PP R HARDIKA C NUGRAHA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/60994", "2011 TA PP R HARDIKA C NUGRAHA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/60995", "2011 TA PP R HARDIKA C NUGRAHA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/60996", "2011 TA PP R HARDIKA C NUGRAHA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/60997", "2011 TA PP R HARDIKA C NUGRAHA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/60998", "2011 TA PP R HARDIKA C NUGRAHA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/60999", "2011 TA PP R HARDIKA C NUGRAHA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/61000", "2011 TA PP R HARDIKA C NUGRAHA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/61001"}, "Penulis": "R. HARDIKA C. NUGRAHA (NIM 12007074)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Nurcahyo Indro Basuki, MT, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Fasies Batugamping, Landas, Kabupaten Kutai Timur", "Sumber": "", "Staf Input/Edit": "Dwina Fatimiyah Shidiq  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}