{"Nomor": 13776, "Judul": "GEOLOGI DAERAH TELUK PANDAN, KABUPATEN KUTAI TIMUR, PROVINSI KALIMANTAN TIMUR", "Abstrak": "Geomorfologi daerah penelitian dibagi menjadi lima satuan, yaitu Satuan Perbukitan Homoklin, Satuan Karst, Satuan Punggungan Antiklin, Satuan Punggungan Sinklin, dan Satuan Lembah Antiklin. Stratigrafi daerah penelitian terdiri atas tiga satuan batuan tidak resmi, berturut-turut dari tua ke muda, yaitu Satuan Batulempung, Batupasir-Batulanau dan Satuan Batugamping. Struktur geologi yang terjadi pada daerah penelitian adalah lipatan yang berarah timurlautbaratdaya. Sejarah geologi daerah penelitian berawal pada Miosen Awal dengan diendapkan Satuan Batulempung pada lingkungan neritik dalam. Setelah itu Satuan Batupasir-Batulanau diendapkan pada akhir Miosen Awal hingga Miosen Tengah di lingkungan transisi pro-delta. Satuan Batupasir-Batulanau diendapkan selaras di atas Satuan Batulempung. Pada saat pengendapan Satuan Batupasir- Batulanau berlangsung, Satuan Batugamping juga diendapkan di lingkungan laut dangkal. Setelah pengendapan sedimen terjadi dan semua satuan batuan terbentuk, terjadi deformasi yang menghasilkan struktur lipatan. Struktur ini diperkirakan terjadi pada kala Pliosen-Plistosen yang dipengaruhi oleh proses tektonik regional pengangkatan Tinggian Kuching.", "Daftar File": {"2010 TA PP REYNALDO VERNANDES MATHEUS NAPITUPULU 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/60972", "2010 TA PP REYNALDO VERNANDES MATHEUS NAPITUPULU 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/60973", "2010 TA PP REYNALDO VERNANDES MATHEUS NAPITUPULU 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/60974", "2010 TA PP REYNALDO VERNANDES MATHEUS NAPITUPULU 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/60975", "2010 TA PP REYNALDO VERNANDES MATHEUS NAPITUPULU 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/60976", "2010 TA PP REYNALDO VERNANDES MATHEUS NAPITUPULU 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/60977", "2010 TA PP REYNALDO VERNANDES MATHEUS NAPITUPULU 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/60978"}, "Penulis": "REYNALDO VERNANDES MATHEUS NAPITUPULU (NIM 12005031)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Theopilus Matasak"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Geologi, Teluk Pandan, Kabupaten Kutai Timur", "Sumber": "", "Staf Input/Edit": "Dwina Fatimiyah Shidiq  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}