{"Nomor": 13773, "Judul": "STUDI BIOSTRATIGRAFI DAN STRATIGRAFI SEKUEN LAPANGAN DURI, RIAU, CEKUNGAN SUMATERA TENGAH", "Abstrak": "Daerah penelitian berada di Lapangan Duri dan merupakan bagian dari Cekungan Sumatera Tengah yang tersusun atas sedimen Tersier. Lapangan Duri merupakan salah satu lapangan minyak yang dioperasikan oleh PT Chevron Pacific Indonesia. Daerah penelitian merupakan daerah yang sudah dikembangkan. Pada daerah penelitian terdapat sedimen dari Kelompok Sihapas (Formasi Bangko, Formasi Bekasap, dan Formasi Duri) yang diendapkan pada kala Miosen Awal-Miosen Tengah dan memiliki kandungan mikrofosil yang cukup melimpah, sehingga dapat digunakan dalam menganalisis biostratigrafi dan stratigrafi sekuen suatu daerah. Data yang digunakan dalam penelitian kali ini adalah data batuan inti, data biosratigrafi, dan data log Sumur RST-1887, RST-3686, serta RST-3697. Pendekatan yang digunakan dalam analisis stratigrafi sekuen pada penelitian dilakukan dengan menggabungkan dua metode pendekatan yaitu berdasarkan data biostratigrafi dan data log sumur. Berdasarkan hasil analisis biostratigrafi, Sumur RST-1887, RST-3686, dan RST-3697 memiliki kisaran umur relatif Miosen Awal dengan lingkungan pengendapan Litoral-Neritik Tengah dan termasuk dalam sistem deltaik. Hasil interpretasi stratigrafi sekuen menunjukan terdapat lima siklus sekuen, namun hanya ada dua sekuen yang lengkap dari lima sekuen yang ada, hal ini disebabkan batas lingkup kajian di daerah penelitian tidak mencakup seluruh bagian dari proses perulangan yang terjadi pada daerah penelitian. Siklus sekuen tersebut ditandai dengan adanya perulangan batas sikuen atau SB (Sequence Boundary)", "Daftar File": {"2011 TA PP RESTI SAMYATI JATININGRUM 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/60957", "2011 TA PP RESTI SAMYATI JATININGRUM 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/60958", "2011 TA PP RESTI SAMYATI JATININGRUM 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/60959", "2011 TA PP RESTI SAMYATI JATININGRUM 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/60960", "2011 TA PP RESTI SAMYATI JATININGRUM 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/60961", "2011 TA PP RESTI SAMYATI JATININGRUM 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/60962", "2011 TA PP RESTI SAMYATI JATININGRUM 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/60963"}, "Penulis": "RESTI SAMYATI JATININGRUM (NIM 12007006)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Khoiril Anwar M., MT. dan Ir. Satia Graha"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Lapangan Duri, biostratigrafi, stratigrafi sekuen, log", "Sumber": "", "Staf Input/Edit": "Dwina Fatimiyah Shidiq  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}