{"Nomor": 13785, "Judul": "GEOLOGI DAN KARAKTERISTIK REKAHAN PADA BATUGAMPING DI DAERAH NGLIPAR, KABUPATEN GUNUNG KIDUL, DAERAH ISTIMEWA YOGYAKARTA", "Abstrak": "Secara administratif, daerah penelitian berada di wilayah Nglipar dan sekitarnya, Kabupaten Gunung Kidul, Daerah Istimewa Yogyakarta. Secara geografis, daerah penelitian terletak pada 07 derajat 52' 00''-07 derajat 55' 00'' LS dan 110 derajat 34' 00''-110 derajat 37' 30'' BT.Daerah penelitian dapat dibagi menjadi dua satuan geomorfologi, yaitu: Satuan Perbukitan Volkanik di bagian utara dan Satuan Perbukitan Homoklin di bagian selatan.Daerah penelitian tersusun atas tiga satuan stratigrafi tidak resmi dengan urutan dari tua ke muda, yaitu: Satuan Breksi Andesit yang berumur N5-N6, Satuan Batupasir-Napal Lempungan yang berumur N7-N9, dan Satuan Batugamping Kalkarenit yang berumur N10-N14.Struktur geologi yang berkembang di daerah penelitian berupa sesar mendatar, yaitu Sesar Ngalang yang berarah timurlaut-baratdaya. Jenis pergerakan sesar ini adalah mendatar mengiri. Sesar ini dibentuk oleh gaya kompresi yang berarah relatif utara-selatan.Observasi rekahan dilakukan di tiga lokasi pada litologi batugamping. Jenis rekahan yang dijumpai adalah extension fracture dan shear fracture. Pola distribusi spasi terhadap jumlah kumulatif rekahan di daerah penelitian mengikuti distribusi fungsi pangkat (power law) yang mengindikasikan sistem rekahan bersifat fraktal. Dimensi fraktal mengindikasikan distribusi dan perilaku yang sama pada berbagai skala yang berbeda. Terdapat dua populasi rekahan pada setiap lokasi observasi rekahan. Nilai intensitas rata-rata extension fracture tertinggi terdapat di lokasi 2, sebesar 2.8%, diikuti selanjutnya di lokasi 1 sebesar 1.5%, dan lokasi 3 sebesar 1.5%. Nilai intensitas rata-rata shear fracture tertinggi terdapat di lokasi 1 sebesar 8.2%, diikuti selanjutnya di lokasi 3 sebesar 2.8%, dan lokasi 2 sebesar 1.1%.", "Daftar File": {"2009 TA PP RIKY REGANDARA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/61041", "2009 TA PP RIKY REGANDARA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/61042", "2009 TA PP RIKY REGANDARA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/61043", "2009 TA PP RIKY REGANDARA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/61044", "2009 TA PP RIKY REGANDARA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/61045", "2009 TA PP RIKY REGANDARA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/61046", "2009 TA PP RIKY REGANDARA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/61047", "2009 TA PP RIKY REGANDARA 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/61048", "2009 TA PP RIKY REGANDARA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/61049"}, "Penulis": "RIKY REGANDARA (NIM 12004027)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Benyamin Sapiee, Ph.D. dan Dr. Ir. Agus H. Harsolumakso"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Karakteristik rekahan, Batugamping, Daerah Nglipar, Kabupaten Gunung Kidul, D. I. Yogyakarta", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}