{"Nomor": 13789, "Judul": "KEMITRAAN ANTAR STAKEHOLDERS DALAM PENGEMBANGAN  INDUSTRI KECIL KERAJINAN SEBAGAI BASIS  PENGEMBANGAN EKONOMI LOKAL KABUPATEN GUNUNGKIDUL", "Abstrak": "Dalam Pengembangan Ekonomi Lokal keberadaan industri kecil memiliki peranan yang penting karena umumnya berkembang dengan adanya semangat kewirausahaan lokal dan lebih mengutamakan pemanfaatan input bahan baku dan tenaga kerja lokal sehingga keberadaan industri kecil ini dapat berpotensi sebagai penggerak tumbuhnya kegiatan ekonomi lokal suatu wilayah. Salah satu strategi pengembangan industri kecil untuk mendukung Pengembangan Ekonomi Lokal adalah melalui kemitraan usaha sebagai salah satu upaya untuk menumbuhkan lokalitas dengan memadukan, mengorganisasi dan mentransformasi seluruh potensi lokal yang ada terutama aspek pemasaran dan pendanaan sehingga dapat menciptakan sinergi pembangunan.Studi ini dilakukan  di tiga sentra industri kecil kerajinan di Kabupaten Gunungkidul yaitu sentra industri kecil kerajinan topeng dan batik kayu di Bobung, Patuk, sentra industri kerajinan ornamen batu di Semanu, sentra industri kerajinan bambu di Semanu. Dampak keberadaan industri ini belum memberikan sumbangan yang signifikan bagi pertumbuhan ekonomi wilayah disebabkan lemahnya posisi tawar karena produk yang dihasilkan masih bersifat job order sehingga pengrajin sangat tergantung pada pembeli/eksportir.Studi ini bertujuan untuk melihat pola kemitraan antar stakeholder dalam upaya pengembangan industri kecil kerajinan di Kabupaten Gunungkidul. Kemitraan yang  ingin diidentifikasi adalah kemitraan antar industri kecil kerajinan, kemitraan antara industri kecil kerajinan dengan pedagang/eksportir/BUMN/Asosiasi, kemitraan antara industri kecil kerajinan dengan perguruan tinggi dan kemitraan antara industri kecil kerajinan dengan pemerintah.Hasil studi ini menunjukkan bahwa secara umum pola kemitraan yang terjadi adalah dalam subkontrak barang setengah jadi, pola perdagangan umum antara pembeli dan produsen, pendidikan dan pelatihan, fasilitasi promosi produk industri kecil. Faktor yang mempengaruhi kemitraan secara umum adalah faktor demand masih terbatas, tidak ada komunikasi yang terbuka dan faktor kepercayaan; faktor belum ada keinginan/minat dari pedagang/eksportir, faktor motivasi bisnis; faktor keinginan, kelayakan usaha; motivasi program.Kesimpulan dari studi ini adalah bahwa pola kemitraan yang ada pada kenyataannya belum semuanya terjadi pada ketiga sentra industri kecil kerajinan yang distudi. Sentra industri kecil kerajinan yang telah melaksanakan sebagian besar pola kemitraan antar stakeholders adalah sentra bobung sehingga sentra ini lebih maju dibandingkan kedua sentra lainnya. Pola kemitraan yang seharusnya terjadi antar industri kecil kerajinan sebagai stakeholders utama adalah kemitraan dalam pemanfaatan teknologi  agar menghasilkan desain-desain produk yang bernilai jual tinggi. Pola kemitraan yang terjadi di ketiga sentra industri kecil kerajinan ini belum dapat dikatakan kemitraan yang seharusnya dalam pengembangan industri kecil kerajinan karena belum berada pada kesejajaran kedudukan dan belum berdasarkan prinsip saling membutuhkan, saling memperkuat dan saling menguntungkan.Berdasarkan hasil studi tersebut maka beberapa arahan untuk peningkatan kemitraan yang ada dapat di usulkan adalah : 1) Peningkatan kualitas produk kerajinan melalui pengembangan inovasi teknologi 2) Penguatan lembaga koperasi yang ada 3) Pemerintah mendukung pengembangan industri kecil kerajinan melalui program pemberdayaan dalam pengembangan teknologi produksi, manajemen, permodalan dan  pemasaran. 4)Peningkatan peran pemerintah dalam memediasi kemitraan antara industri kecil dengan pedagang/eksportir 5) Peningkatan peran pemerintah dalam memediasi kemitraan dengan BUMN melalui sosialisasi 6) Peningkatan peran pemerintah dalam memediasi kemitraan antara industri kecil kerajinan dengan perguruan tinggi  7) Pengembangan kluster industri sebagai wujud keterkaitan usaha antar industri kecil dalam sentra.", "Daftar File": {"2008 TS PP RISNA M. HASAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/61074", "2008 TS PP RISNA M. HASAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/61075", "2008 TS PP RISNA M. HASAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/61076", "2008 TS PP RISNA M. HASAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/61077", "2008 TS PP RISNA M. HASAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/61078", "2008 TS PP RISNA M. HASAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/61079", "2008 TS PP RISNA M. HASAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/61080"}, "Penulis": "RISNA M. HASAN (NIM 25407081)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Dewi Sawitri, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Pengembangan ekonomi lokal, industri kecil kerajinan, kemitraan usaha,  stakeholders., local economic development, handycraft small industry, business partnership, stakeholders", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}