{"Nomor": 13808, "Judul": "PENGEMBANGAN MODEL PENGUKURAN KINERJA SISTEM RANTAI PASOK", "Abstrak": "Persaingan sekarang ini mulai mengarah pada persaingan antar kinerja rantai pasok perusahaan, yang merupakan faktor dominan untuk mendapatkan keunggulan kompetitif. Oleh karena itu, sangat penting bagi perusahaan untuk melakukan pengukuran kinerja rantai pasok yang bertujuan untuk mengurangi biaya-biaya, memenuhi kepuasan pelanggan dan meningkatkan keuntungan perusahaan. Penelitian ini dilakukan untuk mengembangkan model pengukuran kinerja sistem rantai pasok berbasis model Supply Chain Operations Reference (SCOR). Studi kasus telah dilakukan di Direktorat Aerostructure PT.Dirgantara Indonesia (Ae-PT.DI) untuk mengimplementasikan model. Studi kasus bertujuan menjawab permasalahan berikut: (1) bagaimanakah pengukuran kinerja sistem rantai pasok yang berlaku di Ae-PT.DI? (2) bagaimanakah model pengukuran kinerja sistem rantai pasok Ae-PT.DI berbasis SCOR? (3) apakah kelebihan dan kekurangan kinerja sistem rantai pasok Ae-PT.DI? (4) bagaimanakah perbaikan-perbaikan yang perlu dilakukan oleh Ae-PT.DI untuk meningkatkan kinerja sistem rantai pasoknya? Pengukuran kinerja Ae-PT.DI berdasarkan Quality Objective tahun 2006 yang masih berlaku hingga sekarang. Pengukuran kinerja di Ae-PT.DI masih dititikberatkan pada pengukuran kinerja operasional baik di tingkat direktorat maupun tingkat departemen.Model pengukuran kinerja sistem rantai pasok dikembangkan dengan basis model SCOR yang dimodifikasi sesuai kondisi di Ae-PT.DI. Penyederhanaan dilakukan pada indikator kinerja Documentation Accuracy, Perfect Condition dan Downside Supply Chain Adaptability. Penambahan dilakukan pada indikator kinerja Rejection Rate of Part/Component dan Production Efficiency yang berpengaruh pada indikator kinerja tingkat satu Cost of Goods Sold. Penyesuaian dilakukan pada indikator kinerja tingkat satu Upside Supply Chain Flexibility dan Upside Supply Chain Adaptability yang diukur dengan Available Capacity untuk menerima tambahan pesanan pelanggan jika terjadi penambahan permintaan pasar serta perhitungan pada indikator kinerja tingkat dua dari Supply Chain Management Cost (Operating Expenses) yang diukur dengan Sales and Marketing Expenses serta General and Administration Expenses. Dari hasil pengukuran kinerja yang telah dilakukan selama tiga tahun terakhir, Ae-PT.DI pada tahun 2006 secara agregat memiliki kinerja sistem rantai pasok 92,10%, tahun 2007 sebesar 76,73% dan tahun 2008 sebesar 78,87%. Kinerja sistem rantai pasok tahun 2006 masuk dalam kategori Excellent, sedangkan tahun 2007 dan 2008 masuk kategori Improvement. Sistem rantai pasok Ae-PT.DI memiliki kelebihan (mencapai target) pada atribut Reliability dan Agility serta kekurangan (tidak mencapai target) pada atribut Responsiveness, Supply Chain Costs dan Supply Chain Asset Management. Dari hasil analisis, Ae-PT.DI perlu melakukan perbaikan-perbaikan pada aspek berikut: akurasi catatan persediaan, prioritas jadwal proses pengadaan maupun proses produksi, sistem informasi, prakiraan penjualan, perencanaan produksi dan kapasitas, dan desain pesawat. Hasil empiris dari analisis pada penelitian ini dapat digeneralisasi untuk perusahaan yang cukup padat modal di mana penumpukan persediaan bernilai besar. Nilai persediaan yang besar dengan nilai penjualan yang kurang akan mengakibatkan profitabilitas yang kurang.", "Daftar File": {"2009 TS PP RR. DINA RAHAYU 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/61211", "2009 TS PP RR. DINA RAHAYU 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/61212", "2009 TS PP RR. DINA RAHAYU 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/61213", "2009 TS PP RR. DINA RAHAYU 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/61214", "2009 TS PP RR. DINA RAHAYU 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/61215", "2009 TS PP RR. DINA RAHAYU 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/61216", "2009 TS PP RR. DINA RAHAYU 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/61217", "2009 TS PP RR. DINA RAHAYU 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/61218"}, "Penulis": "RR. DINA RAHAYU (NIM: 23406011)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Dr. Ir. Ali Basyah Siregar"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "model pengukuran kinerja, sistem rantai pasok, SCOR", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}