{"Nomor": 13828, "Judul": "GEOLOGI DAN POTENSI SUMBERDAYA BATUBARA DAERAH DAMBUNG RAYA, KABUPATEN TABALONG, KALIMANTAN SELATAN", "Abstrak": "Daerah penelitian endapan batubara berada di Desa Dambung Raya, Kabupaten Tabalong, Propinsi Kalimantan Selatan. Daerah penelitian merupakan bagian dari Cekungan Barito. Cekungan ini dibatasi oleh Cekungan Kutai di bagian utara, Cekungan Asem-asem di bagian timur, Laut Jawa dan Cekungan Jawa Timur bagian utara di sebelah selatan, dan di bagian barat dibatasi oleh Busur Schwaner Kompleks. Stuktur geologi yang terbentuk relatif berarah timurlautÃ‚Â–baratdaya. Deformasi yang terjadi merupakan akibat dari adanya rezim regangan pada periode Tersier Awal dan rezim kompresi pada periode Miosen Tengah sampai Plio-Plistosen Berdasarkan bentuk konturnya, daerah penelitian dapat dibagi menjadi empat satuan geomorfologi, yaitu Satuan Perbukitan Homoklin, Satuan Lembah Sinklin, Perbukitan Sinklin dan Satuan Perbukitan Intrusi. Stratigrafi daerah penelitian dibagi menjadi 5 satuan batuan tidak resmi dengan urutan satuan batuan tersebut dari tua ke muda adalah Satuan Andesit, Satuan Batupasir, Satuan Batulempung-Batupasir, Satuan Batulempung dan Satuan Batugamping.Endapan batubara ditemukan pada Satuan Batupasir dan Satuan Batulempung-Batupasir, yang merupakan bagian dari Formasi Tanjung. Arah pola persebaran dari batubara ini mengikuti pola jurus dari jurus dan kemiringan litologi di daerah penelitian. Berdasarkan analisis proksimat dan ultimat, batubara, di daerah penelitian memiliki nilai kalori (adb) 6241-6741 Kal/g, sehingga diklasifikasikan dalam peringkat Bitumnous Coal High Volatile AÃ‚Â–Bitumnous Coal High Volatile B. Sedangkan ketebalan lapisan batubara mencapai 30-95 cm. Daerah penelitian memiliki sumberdaya batubara sebesar 747.754,22 ton untuk sumberdaya terukur, dan 4.057.156,32 ton untuk sumberdaya tertunjuk.", "Daftar File": {"2009 TA PP SAPTA LESTYA DJANUISMAWAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/61372", "2009 TA PP SAPTA LESTYA DJANUISMAWAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/61373", "2009 TA PP SAPTA LESTYA DJANUISMAWAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/61374", "2009 TA PP SAPTA LESTYA DJANUISMAWAN 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/61375", "2009 TA PP SAPTA LESTYA DJANUISMAWAN 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/61376", "2009 TA PP SAPTA LESTYA DJANUISMAWAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/61377", "2009 TA PP SAPTA LESTYA DJANUISMAWAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/61378", "2009 TA PP SAPTA LESTYA DJANUISMAWAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/61379"}, "Penulis": "SAPTA LESTYA DJANUISMAWAN (NIM 12004059)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Bambang Priadi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Geologi, Potensi Batubara, Kalimantan Selatan", "Sumber": "", "Staf Input/Edit": "Dwina Fatimiyah Shidiq  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}