{"Nomor": 13822, "Judul": "KAJIAN PENANGANAN SISTEM JARINGAN JALAN  NASIONAL DAN PROPINSI DI WILAYAH PAPUA", "Abstrak": "Penelitian ini bermaksud untuk menyusun prioritas penanganan ruas jalan nasional dan propinsi di wilayah Papua dengan tujuh (7) skenario pendanaan, untuk mengevaluasi dampak keterbatasan dana tersebut terhadap kondisi fisik jalan. Mengingat keterbatasan dana maka ruas jalan tidak dapat tertangani seluruhnya sehingga perlu penyusunan skala prioritas. Dalam penelitian ini menggunakan pendekatan analisis multi kriteria (AMK). Kriteria yang digunakan adalah :(.1) akomadasi kebutuhan perjalanan, (2) melengkapi hirarki sistem jaringan jalan, (3) meningkatkan keterpaduan antar moda transportasi (4) pemerataan aksessibilitas dan koneksitas antar daerah, (5) fungsi arus dari ruas jalan, (6) fungsi pengembangan wilayah dari fungsi jalan, dan (7) efektifitas biaya penanganan jalan. Hasil pembobotan kriteria berdasarkan persepsi responden wakil dari stakeholders pemerintah pusat, pemerintah propinsi, dan masyarakat. Mereka memberikan bobot kriteria (1) = 0,221558, kriteria (2) = 0,102617, Kriteria (3) = 0,141915, dan kriteria (4) = 0,146437, (5) = 0,128618, (6) = 0,143455, (7) = 0,115399. dalam penelitian ini bobot-bobot tersebut bersifat given (basil studi). Jenis penanganan yang di lakukan adalah pemeliharaan rutin, pemeliharaan berkala, peningkatan jalan dan reconstruction, dilakukan dengan membandingkan matriks kinerja tiap ruas jalan sebagai basil perkalian antara bobot kriteria dengan basil skoring, yang kemudian disusun perangkingan yang dilakukan untuk masing-masing jenis penanganan serta distribusi dana sesuai skenario. Prioritas penanganan ruas jalan dan evaluasi dampak kinerja dilakukan dengan menggunakan beberapa skenario pendanaan untuk memenuhi standar pelayanan minimal (SPM) jalan yaitu jika ketersediaan dana yaitu (1) 172M, (2) 300M (1), (3) 300M(2), (4) 500M, (5) 50% (1), (6) 50% (2) dan (7) 75%, dari fiscal need. Direkomendasikan dari hasil analisis bahwa pengalokasian dana untuk penanganan jalan nasional dan propinsi di wilayah Papua minimal sebesar 300M dari kebutuhan maksimum untuk memenuhi SPM jalan agar laju kerusakan jalan dapat ditekan hingga pada suatu saat seluruh jalan nasional dan propinsi di wilayah Papua menjadi mantap.", "Daftar File": {}, "Penulis": "SABARUDDIN (NIM 25002025)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof.Dr. Ir. Ofyar Z. Tamin, M.Sc., dan Ir. Hedi Hidayat, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "regional autonomy criterion, variable, priority, fiscal need, MCA, MRSS, budgeting scenarios.", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}