{"Nomor": 13846, "Judul": "GEOLOGI DAN STUDI FASIES BATUGAMPING FORMASI CITARATE, DESA CILOGRANG, KABUPATEN LEBAK, BANTEN", "Abstrak": "Satuan geomorfologi di daerah penelitian terdiri dari Satuan Perbukitan Lipatan, Satuan Bukit Intrusi dan Satuan Dataran Aluvial. Tujuh satuan batuan tidak resmi yang dijumpai (tua ke muda) di lapangan adalah Satuan Tuf-Batupasir, Satuan Batugamping, Satuan Tuf-Batupasir Sisipan Breksi, Satuan Breksi Polimik, Satuan Breksi Monomik, Satuan Intrusi Andesit dan Satuan Aluvial. Struktur geologi yang berkembang di daerah penelitian adalah lipatan berarah barat-timur berupa sinklin dan antiklin, sesar mendatar berarah timur timur laut-barat barat daya, dan sesar normal berarah timur timur laut-barat barat daya yang merupakan perkiraan berdasarkan rekonstruksi penampang geologi. Perkembangan mikrofasies Satuan Batugamping Formasi Citarate secara vertikal dari tua ke muda adalah mikrofasies alga packstone, mikrofasies packstone-grainstone, mikrofasies koral-alga packstone, dan mikrofasies foraminifera wackestone-packstone. Berdasarkan analisis tekstur dan faunanya, mikrofasies alga packstone, mikrofasies koral-alga packstone, dan mikrofasies foraminifera wackestone-packstone terbentuk pada lingkungan pengendapan open platform sedangkan mikrofasies packstone-grainstone terbentuk pada lingkungan pengendapan forereef (toe of slope dan open sea shelf).", "Daftar File": {"2009 TA PP SONNY ARI WIYOGA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/61493", "2009 TA PP SONNY ARI WIYOGA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/61494", "2009 TA PP SONNY ARI WIYOGA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/61495", "2009 TA PP SONNY ARI WIYOGA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/61496", "2009 TA PP SONNY ARI WIYOGA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/61497", "2009 TA PP SONNY ARI WIYOGA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/61498", "2009 TA PP SONNY ARI WIYOGA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/61499", "2009 TA PP SONNY ARI WIYOGA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/61500"}, "Penulis": "SONNY ARI WIYOGA (NIM 12005017)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Nurcahyo Indro Basuki, MT., PhD."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Formasi Citarate, mikrofasies, batugamping, open platform, forereef", "Sumber": "", "Staf Input/Edit": "Dwina Fatimiyah Shidiq  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}