{"Nomor": 13858, "Judul": "GEOLOGI DAN ANALISIS STRUKTUR GEOLOGI DAERAH PACET DAN SEKITARNYA, KABUPATEN CIANJUR, JAWA BARAT", "Abstrak": "Kelurusan pada daerah penelitian dapat dibagi menjadi tiga pola utama kelurusan yang berarah barat-timur, baratlaut- enggara, dan baratdaya-timurlaut. Pola kelurusan tersebut sangat dikontrol oleh litologi dan struktur. Geomorfologi daerah penelitian dibagi menjadi empat satuan geomorfologi, yaitu: Satuan Perbukitan Kompleks, Satuan Perbukitan Vulkanik, Satuan Bukit Intrusi, dan Satuan Dataran Alluvial yang dibagi berdasarkan bentukan dan kondisi geologi yang mempengaruhinya. Stratigrafi daerah penelitian dibagi menjadi delapan satuan tidak resmi, dari tua ke muda adalah Satuan Batulempung-Batupasir A yang didominasi oleh batulempung yang disetarakan dengan Formasi Bantargadung dan berumur Miosen Tengah. Satuan Intrusi Basalt dan Satuan Lava Andesit yang terbentuk setelah satuan sebelumnya. Satuan Breksi- Batupasir, Satuan Batupasir-Konglomerat, dan Satuan Batulempung- atupasir B yang disetarakan dengan Formasi Cantayan yang berumur Miosen Akhir sampai Pliosen. Struktur geologi yang terbentuk di daerah penelitian berupa sesar-sesar anjakan dan lipatan berarah relatif barat-timur, sesar-sesar mendatar berarah relatif baratlaut-tenggara, dan sesar turun berarah relatif baratdaya-timurlaut. Sesar anjakan dan lipatan diakibatkan oleh tektonik kompresi berarah relatif utara-selatan dan sesar mendatar sebagai struktur penyerta berumur Plio-Pleistosen. Sedangkan, sesar turun diakibatkan oleh aktivitas vulkanisme berumur Pleistosen.", "Daftar File": {"2011 TA PP SYAHRIAL SETIAWAN HASIBUAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/61589", "2011 TA PP SYAHRIAL SETIAWAN HASIBUAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/61588", "2011 TA PP SYAHRIAL SETIAWAN HASIBUAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/61587", "2011 TA PP SYAHRIAL SETIAWAN HASIBUAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/61586", "2011 TA PP SYAHRIAL SETIAWAN HASIBUAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/61585", "2011 TA PP SYAHRIAL SETIAWAN HASIBUAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/61584", "2011 TA PP SYAHRIAL SETIAWAN HASIBUAN 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/61583", "2011 TA PP SYAHRIAL SETIAWAN HASIBUAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/61582"}, "Penulis": "SYAHRIAL SETIAWAN HASIBUAN (NIM 12006014)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Chalid Idham Abdullah"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Engineering & allied operations", "Kata Kunci": "Pacet, Sesar Anjakan-Lipatan, Formasi Bantargadung, Formasi Cantayan", "Sumber": "-", "Staf Input/Edit": "Dwina Fatimiyah Shidiq  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "27 Sep 2017"}