{"Nomor": 13854, "Judul": "PEMODELAN NILAI SATUAN UNIT APARTEMEN  BERBASIS DATA TIGA DIMENSI (Studi Kasus : Unit-unit apartemen di gedung Kusuma Mulia Tower, Kota Solo)", "Abstrak": "Dengan adanya bangunan bertingkat dengan berbagai jenis penggunaan, maka model penilaian yang digunakan oleh Direktorat Jenderal Pajak kurang relevan, dikarenakan penilaian yang dilakukan salah satunya masih berdasarkan jenis penggunaan bangunan. Oleh karena itu diperlukan model yang dapat digunakan untuk menilai bangunan multifungsi. Berdasarkan penelitian sebelumnya tingkatan lantai berpengaruh negatif terhadap nilai jual/sewa unit usaha. Ini berarti bahwa semakin tinggi tingkatan lantai suatu unit, maka harga jual/sewanya akan semakin murah. Tetapi berdasarkan penawaran harga jual unit apartemen menunjukkan bahwa semakin tinggi lantai maka semakin mahal harga jual.Penelitian ini dimulai dengan membangun data jaringan 3 dimensi yang diberi bobot berdasarkan waktu tempuh, kemudian menghitung koefisien variabel faktor lokasi dengan analisis jaringan yaitu analisis lintasan terpendek. Hasil identifikasi variabel kemudian dimodelkan dan dianalisis menggunakan analisis regresi berganda untuk mengetahui variabel-variabel yang mempengaruhi nilai satuan unit apartemen.Hasil penelitan menunjukan bahwa nilai satuan unit apartemen dapat dimodelkan dengan menggunakan analisis regresi berganda dengan model matematisNilai Unit = 9.427.605 + 995.601Luas +552.665Lantai - 674.836Parkir - 717.245HotelPengaruh variabel-variabel yang signifikan adalah luas berpengaruh positif, tinggi lantai berpengaruh positif, waktu tempuh dari parkir berpengaruh negatif dan waktu tempuh menuju lobby hotel berpengaruh negatif terhadap nilai satuan unit apartemen pada tingkat kepercayaan 95%.", "Daftar File": {"2008 TS PP SURYADI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/61556", "2008 TS PP SURYADI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/61557", "2008 TS PP SURYADI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/61558", "2008 TS PP SURYADI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/61559", "2008 TS PP SURYADI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/61560", "2008 TS PP SURYADI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/61561", "2008 TS PP SURYADI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/61562"}, "Penulis": "SURYADI (NIM 25106012)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Agoes S. Soedomo, MS., dan Ir. Lucy Meyke, MM."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "jaringan 3 dimensi, analisis jaringan, analisis regresi berganda, penilaian satuan unit apartemen", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}