{"Nomor": 13853, "Judul": "PEMODELAN PENJALARAN DAN TRANSFORMASI GELOMBANG LAUT DI PERAIRAN DENGAN KEMIRINGAN DASAR KONSTAN", "Abstrak": "Dalam studi ini, pemodelan penjalaran dan transformasi gelombang dilakukan dengan menggunakan model MIKE 21 Near Shore Spectral Waves (NSW). Penerapan model ini ditujukan untuk mensimulasikan dan menganalisis penjalaran serta transformasi gelombang di perairan sintetik, dengan berbagai skenario simulasi pengujian perubahan parameter gelombang. yang melibatkan efek refraksi, pendangkalan dan gelombang pecah. Hasil simulasi telah dapat menggambarkan keadaan fisis dari penjalaran dan transformasi gelombang. Sedangkan untuk hasil pengujian perubahan nilai parameter gelombang terhadap model, didapatkan bahwa perubahan batimetri yang diwakili oleh variasi besarnya kemiringan dasar, merupakan parameter yang paling peka terhadap penjalaran gelombang. Sebagai validasi, dilakukan pengujian pada model terhadap pengukuran laboratorium transformasi gelombang terkait efek pendangkalan dan gelombang pecah yang dilakukan oleh Izumiya dan Horikawa (1983) dengan kemiringan dasar yang konstan. Dari validasi ini didapatkan bahwa data hasil model MIKE NSW dengan nilai referensi parameter gelombang pecah dari Nelson (1987), mempunyai kesalahan RMS yang lebih kecil daripada model analitik yang diujikan Watanabe dan Maruyama (1986). Nilai kesalahan RMS ini sebesar 0.1040467 meter.", "Daftar File": {"2009 TA PP SUPREMLEHAQ TAQWIM 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/61540", "2009 TA PP SUPREMLEHAQ TAQWIM 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/61541", "2009 TA PP SUPREMLEHAQ TAQWIM 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/61542", "2009 TA PP SUPREMLEHAQ TAQWIM 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/61543", "2009 TA PP SUPREMLEHAQ TAQWIM 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/61544", "2009 TA PP SUPREMLEHAQ TAQWIM 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/61545", "2009 TA PP SUPREMLEHAQ TAQWIM 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/61546", "2009 TA PP SUPREMLEHAQ TAQWIM 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/61547", "2009 TA PP SUPREMLEHAQ TAQWIM 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/61548"}, "Penulis": "SUPREMLEHAQ TAQWIM (NIM 12905001)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Eng. Totok Suprijo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Transformasi Gelombang, Refraksi, Pendangkalan, Parameter Gelombang, Kemiringan Dasar", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}