{"Nomor": 13855, "Judul": "STUDI SUPPLY CHAIN KONSTRUKSI PADA PROYEK KONSTRUKSI BANGUNAN GEDUNG", "Abstrak": "Berangkat dari dua permasalahan yang menjadi dasar dilakukannya penelitian ini seperti apa jaringan supply chain yang terdapat dalam praktek konstruksi bangunan serta bagaimana proses pembentukkannya, yang dibatasi pada proyek konstruksi bangunan gedung yang terdapat di Jakarta dan Bandung, serta fokus penelitian pada lingkup supply chain yang terjadi dalam tahapan produksi, maka penelitian yang bertujuan untuk mendapatkan dua gambaran tersebut dilakukan. Proses pencarian jawaban ini dilakukan melalui metode pendekatan beberapa studi kasus (multiple case study) yang dibentuk oleh tiga kontraktor X, Y dan Z, dengan masing-masing dua proyek konstruksi bangunan gedungnya yang berlokasi di Jakarta dan Bandung. Proses analisis tingkat proyek dilakukan berdasarkan hubungan kontraktor ke hilir dan ke hulunya, sedangkan pada tingkat perusahaan dilakukan berdasarkan dua tingkatan manajemen dalam kontraktor--tingkat pusat dan tingkat proyek. Proses ini menghasilkan dua temuan yang memberikan jawaban terhadap dua pertanyaan yang mendasari penelitian ini.Pada tingkat proyek ditemukan adanya peran owner yang besar dalam menentukan keluasan jaringan supply chain konstruksinya. Hal ini bermula pada pemilihan metode kontrak yang dilakukan oleh owner, yang akan menunjukkan pihak-pihak mana saja yang akan berperan dalam penyusunan jaringan supply chainnya, dan seberapa luas jaringan supply chain dari pihak-pihak tersebut. Peran owner ini ditemui khususnya pada produk konstruksi yang memiliki tujuan investasi. Munculnya hubungan yang memposisikan kontraktor, spesialis, dan subkontraktor dalam pola hubungan yang setara, serta terjadinya hubungan langsung antara owner dengan penyedia material yang potensial merupakan pola khusus yang teridentifikasi dalam produk konstruksi jenis ini. Namun produk konstruksi yang tidak memiliki tujuan investasi, maka kontraktorlah yang berperan dalam penyusunan jaringan supply chain konstruksinya, dalam pola hubungan yang umum terjadi.Pada tingkat perusahaan dari tiga kontraktor X, Y dan Z, diperoleh temuan bahwa kontraktor memiliki tiga kebijakan yang berbeda dalam melakukan pengadaannya--kebijakan sentralisasi, desentralisasi dan modifikasi dari keduanya, yang akan membedakan proporsi kewenangan pengadaan yang dilakukan oleh tingkat pusat dan tingkat proyek. Dengan melihat refleksinya pada jaringan supply chain konstruksi pada masing-masing proyeknya, diketahui bahwa ketiga kebijakan tersebut tidak selalu dapat dilaksanakan sepenuhnya. Walaupun konsep supply chain masih terbatas penerapannya dalam konstruksi, pembelian secara terpadu yang dilakukan oleh kontraktor telah menunjukkan bahwa cikal bakal penerapan konsep ini sudah mulai dilakukan oleh kontraktor pada tingkat pusat dalam bentuk kontrak payung.", "Daftar File": {"2005 TS PP SUSILAWATI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/61563", "2005 TS PP SUSILAWATI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/61564", "2005 TS PP SUSILAWATI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/61565", "2005 TS PP SUSILAWATI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/61566", "2005 TS PP SUSILAWATI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/61567", "2005 TS PP SUSILAWATI 1-BAB 5A.pdf": "https://digilib.itb.ac.id/gdl/download/61568", "2005 TS PP SUSILAWATI 1-BAB 5B.pdf": "https://digilib.itb.ac.id/gdl/download/61569", "2005 TS PP SUSILAWATI 1-BAB 5C.pdf": "https://digilib.itb.ac.id/gdl/download/61570", "2005 TS PP SUSILAWATI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/61571", "2005 TS PP SUSILAWATI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/61572"}, "Penulis": "SUSILAWATI (NIM 25002027)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ir. Reini D. Wirahadikusumah"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Supply Chain, proyek konstruksi, bangunan gedung, metode kontrak", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "10 file", "Tanggal Input": "27 Sep 2017"}