{"Nomor": 13875, "Judul": "ALOKASI BIAYA INVESTASI DAN OPERASI UNTUK PENINGKATAN KEANDALAN TITIK BEBAN DENGAN MENGGUNAKAN TEORI PERMAINAN KOOPERATIF", "Abstrak": "Penambahan beban pada suatu sistem tenaga listrik akan menyebabkan perubahan konfigurasi sistem dan hal ini akan merubah tingkat keandalan pada subsation yang ada. Untuk mendapatkan tingkat keandalan yang optimal, kita harus mengeluarakan biaya investasi untuk membangun pembangkit dan saluran transmisi. Tugas akhir ini menggunakan suatu mekanisme alokasi biaya investasi bagi seluruh pihak yang ada pada sistem. Metoda yang akan digunakan untuk mengalokasikan biaya investasi ini didasarkan pada Teori Permainan Kooperatif. Pada teori ini, suatu pihak/pemain akan membuat suatu kerjasama (koalisi) dengan pihak/pemain lain untuk mendapatkan biaya investasi dan operasi yang lebih murah. Aplikasi dari teori ini akan dianalisis pada Sistem Garver. Hasil penelitian menunjukan langkah pembentukan koalisi bilateral dalam rangka menghasilkan suatu koalisi besar (Grand Coalition). Untuk memberikan deskripsi tentang kontribusi pemain pada suatu koalisi, tugas akhir ini menunjukan alokasi biaya investasi dan keuntungan operasi yang didapat oleh masing-masing pemain yang ada pada suatu koalisi.", "Daftar File": {"2009 TA PP TOTOH ABDUL MATIN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/61701", "2009 TA PP TOTOH ABDUL MATIN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/61702", "2009 TA PP TOTOH ABDUL MATIN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/61703", "2009 TA PP TOTOH ABDUL MATIN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/61704", "2009 TA PP TOTOH ABDUL MATIN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/61705", "2009 TA PP TOTOH ABDUL MATIN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/61706", "2009 TA PP TOTOH ABDUL MATIN 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/61707", "2009 TA PP TOTOH ABDUL MATIN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/61708"}, "Penulis": "TOTOH ABDUL MATIN (NIM 13205160)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Muhammad Nurdin dan Ir.Nanang Haryanto, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "konfigurasi, alokasi biaya, tingkat keandalan, teori permainan kooperatif", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}