{"Nomor": 13880, "Judul": "PENERAPAN FENOMENA ELEKTROKINETIK DALAM PENINGKATAN KINERJA BIOREAKTOR MEMBRAN UNTUK REAKSI ENZIMATIK FASA HOMOGEN", "Abstrak": "Secara konvensional, reaksi enzimatik dilaksanakan secara curah dengan menginkubasi campuran enzim terlarut dan substratnya dalam suatu bioreaktor tangki berpengaduk. Pada proses reaksi enzimatik yang dikategorikan ke dalam sistem reaksi fasa homogen ini, pemisahan atau perolehan kembali enzim dari campuran reaksinya sangat sulit dilakukan. Oleh karena itu, sekalipun enzim dalam campuran reaksi masih memiliki aktivitas katalitik yang tinggi, enzim tersebut biasanya tidak dipisahkan untuk digunakan kembali sebagai biokatalis. Pada akhir proses konversi, enzim biasanya disingkirkan dengan mendenaturasinya dan kemudian dibuang. Ini tentu saja tidak ekonomik karena terjadi kehilangan enzim setiap satu tempuhan reaksi.Suatu cara yang menjanjikan untuk mengatasi masalah pemisahan dan penggunaan kembali biokatalis dalam bentuk enzim terlarut adalah dengan menggunakan bioreaktor membran. Dalam sistem bioreaktor ini, membran digunakan untuk memisahkan produk dari campuran reaksi yang mengandung enzim. Enzim dipertahankan tetap berada di dalam sistem bioreaktor membran, sementara produk berpermeasi melalui membran.Inti masalah dari penelitian ini adalah pengembangan proses gabung antara ultrafiltrasi dan elektroforesis untuk peningkatan kinerja bioreaktor membran konvensional untuk sistem reaksi enzimatik fasa homogen. Penelitian ini didasarkan pada hipotesis yang menyatakan bahwa penggabungan antara bioreaktor membran dengan elektroforesis akan meningkatkan kinerja bioreaktor karena (a) mencegah polarisasi konsentrasi enzim pada permukaan membran sehingga enzim dapat digunakan secara efektif dalam ruah reaksi, dan (b) menstimulasi pemisahan dan pemekatan produk.Dalam penelitian ini, proses gabung telah diterapkan untuk mempelajari kasus produksi secara kontinu asam 6-aminopenisilanat (6-APA) dari bezilpenisilin (pen-G) melalui reaksi hidrolisis fasa homogen yang dikatalisis oleh enzimpenisilin asilase dalam suatu bioreaktor membran ultrafiltrasi. Secara khusus, penelitian ini diarahkan untuk mempelajari pengaruh elektroforesis terhadap enzim dan molekul-molekul bermuatan pada kinerja bioreaktor membran.Tanpa elektroforesis, produksi 6-APA secara kontinu dalam bioreaktor membran pada dasarnya merupakan kombinasi dari dua proses: hidrolisis enzimatik dan ultrafiltrasi. Hidrolisis pen-G oleh penisilin asilase merupakan reaksi reversibel dan telah diketahui dihambat secara kompetitif oleh 6-APA dan secara nonkompetitif oleh asam fenil asetat (PAA). Konversi yang tinggi mungkin sekali dapat dicapai dengan cara melaksanakan reaksi dalam fasa homogen menggunakan enzim bebas, bila : (a) enzim dapat dipertahankan di dalam ruah reaksi dan (b) produk dapat dikeluarkan. Untuk itu, sangat cocok bila reaksi diselenggarakan dalam bioreaktor membran.Masalah serius yang sering menjadi kendala pada penggunaan bioreaktor membran adalah terjadinya akumulasi enzim pada permukaan membran yang disebut sebagai polarisasi konsentrasi. Polarisasi konsentrasi cenderung dapat menurunkan kinerja bioreaktor membran karena : (a) mengurangi jumlah enzim di ruah larutan tempat terjadinya reaksi secara efektif dan (b) memblokir permukaan membran sehingga menurunkan laju alir permeat.Salah satu cara untuk menghindari polarisasi enzim pada permukaan membran adalah dengan menggunakan medan listrik melintas membran. Enzim, yang secara alami bersifat amfoter, memiliki muatan listrik dalam larutan dengan pH di luar titik isoelektriknya, dan dengan adanya medan listrik cenderung bermigrasi . Fenomena ini dikenal sebagai elektroforesis. Gerak elektroforetik dari enzim yang berlawanan arah dengan aliran permeat akan mencegah terjadinya polarisasi enzim pada permukaan membran. Akibatnya, enzim dapat digunakan lebih efektif untuk mengkatalisis reaksi dalam ruah larutan.Jika produk reaksi bermuatan listrik, penerapan medan listrik dapat pula dimanfaatkan untuk mempercepat pengeluaran produk dari bioreaktor ke ruang permeat. Laju perpindahan produk bermuatan listrik melalui membran dapatditingkatkan oleh medan listrik. Dengan demikian, aliran permeat akan diperkaya oleh produk. Dalam hal ini, pemisahan dan pemekatan produk terjadi secara simultan.Jika reaksi enzimatik merupakan suatu reaksi yang diinhibisi oleh produk atau merupakan reaksi reversibel, pengeluaan produk bermuatan oleh medan listrik akan meningkatkan laju reaksi. Akibatnya, produktivitas bioreaktor membran dapat ditingkatkan. Dalam penelitian ini, hidrolisis pen-G secara kontinu oleh penisilin asilase telah dilaksanakan dalam bioreaktor membran dengan penerapan medan listrik. Pada kondisi reaksi optimum, produk 6-APA bermuatan negatif.Hipotesis ini telah diuji dalam penelitian dengan menggunakan model reaksi hidrolisis pen-G oleh penisilin asilase untuk menghasilkan 6-APA dan PAA. Karena enzim dan produk reaksi dari hidrolisis pen-G merupakan molekulmolekul bermuatan, akan ada kondisi operasi yang menyebabkan penerapan medan listrik melintas membran tidak hanya menimbulkan migrasi elektroforetik dari enzim menjauhi permukaan membran ke ruah larutan, tapi juga menstimulasi penyingkiran produk-produk bermuatan.Pemilihan produksi 6-APA melalui konversi enzimatik pen-G oleh enzim penisilin asilase juga didasarkan pada pertimbangan berikut. Di dunia internasional, usaha yang terus menerus telah dilakukan untuk penyempurnaan teknologi 6-APA pada setiap tahap. 6-APA adalah bahan baku utama untuk produksi penisilin semisintetik. Produksi 6-APA dunia diperkirakan meningkat dari 7.000 ton dalam tahun 2000 menjadi sekitar 10.500 ton pada tahun 2010. Hal ini terutama disebabkan oleh karena ampisilin, amoksisilin, dan penisilin semisintetik lainnya banyak digunakan sebagai obat pilihan. Ciri yang unik dari penelitian ini adalah pengenalan migrasi elektroforetik sebagai suatu cara untuk menyempurnakan produktivitas dari reaksi enzimatik fasa homogen dalam bioreaktor membran. Dibandingkan dengan bioreaktor enzim amobil komersial yang biasa dihadapkan pada masalah perpindahan massa dan masalah peliknya proses amobilisasi, elektroforesis yang diterapkan pada bioreaktor membran telah memperlihatkan kinerja yang lebih sebagai hasil dari (a) penggunaan enzim secara efektif karena kebanyakan enzim ditahan di dalam ruah reaksi dan (b) pengeluaran produk dengan segera karena akumulasi produk di dalam bioreaktor akan menghambat reaksi.Penelitian ini telah dilaksanakan dalam dua tahap: kajian teoritik dan kajian eksperimental. Tujuan kajian teoritik adalah membangun model yang mewakili dasar proses hidrolisis pen-G oleh penisilin asilase dalam suatu bioreaktor membran yang digabung dengan elektroforesis. Model kemudian digunakan untuk mensimulasi kinerja bioreaktor membran yang daripadanya efek medan listrik dan kondisi operasi optimal dari bioreaktor dapat dijelajah. Informasi yang sangat penting dari hasil kerja teoritik adalah penentuan profil laju pengenceran optimal. Dengan mengikuti profit ini, operasi bioreaktor membran diarahkan untuk produktivitas maksimum dalam periode waktu operasi tertentu. Tujuan utama dari kajian ekperimental adalah memperoleh data untuk peningkatan kinerja bioreaktor membran yang digabung dengan elektroforesis. Data ini dilaporkan dalam bentuk time course dari konsentrasi 6-APA di aliran permeat pada keadaan tanpa dan dengan elektroforesis, laju alir, dan stabilitas enzim.Semua percobaan telah dilaksanakan dalam sistem bioreaktor membran yang khusus. Komponen utama dari sistem bioreaktor membran terdiri dari flexiglass yang dirancang dan dibuat di Departemen Teknik Kimia, Fakultas Teknologi Industri, Institut Teknologi Bandung. Bioreaktor terdiri dari dua ruang elektroda dan satu ruang permeat. Aliran permeat dipisahkan dari ruang elektroda bawah oleh lapisan selofan. Ruang elektroda atas dengan larutan reaksi di dalam bioreaktor juga dipisahkan oleh lapisan selofan. Selama percobaan digunakan membran P020F (Nadir Filtration GmbH). Menurut pabriknya, molecular weight cutoff membran P020F (luas permukaan membran 50,26 cm2) adalah 20 kDa. Volume bioreaktor adalah 300 mL.Model matematik yang mewakili perpindahan massa partikel melalui pori membran bermuatan telah dikembangkan dalam keadaan dipengaruhi medan listrik dan tekanan. Didasarkan pada persamaan Nernst Planck dan persamaanmodel hidrodinamik, dengan menggunakan pendekatan linier persamaan Poisson-Boltzman (pendekatan Debye Huckel) dan pendekatan garis tengah untuk perhitungan interaksi energi potensial, model telah diselesaikan untuk memperoleh pernyataan koefisien penyaringan aktual sebagai fungsi dari kuat medan listrik dan tekanan trans membran. Dari pernyataan ini, parameter-parameter lain seperti konsentrasi permeat, kemurnian, selektivitas, dan produktivitas dapat diturunkan. Model telah divalidasi dengan data hasil percobaan yang kemudian digunakan untuk simulasi kinerja elektroultrafiltrasi untuk larutan tunggal dan campuran.Diperlihatkan oleh hasil simulasi bahwa peningkatan tekanan operasi dapat menurunkan konsentrasi permeat, meningkatkan fluks larutan, dan menurunkan koefisien pemisahan. Sementara itu, peningkatan medan listrik dari polaritas negatif ke polaritas positif bisa meningkatkan konsentrasi permeat, menurunkan fluks larutan, dan meningkatkan koefisien pemisahan. Dalam pelaksanaan proses pemisahan dengan menggunakan campuran reaksi, peningkatan medan listrik dan penurunan tekanan, memperbesar koefisien pemisahan dan kemurnian produk. Pengujian model bioreaktor membran yang digunakan dalam penelitian ini dilakukan dengan menggunakan data yang diperoleh dari hidrolisis enzimatik penisilin G yang dilaksanakan dalam bioreaktor membran ultrafiltrasi menggunakan penisilin G asilase, dan dengan menggunakan data dari literatur. Data eksperimen telah dibandingkan dengan data yang diperkirakan oleh model dengan menggunakan parameter-parameter seperti konstanta Michaelis-Menten, konstanta inhibisi, dan konstanta laju permeasi. Hasilnya menunjukkan bahwa terdapat kesesuaian antara model bioreaktor membran yang telah dibangun dengan bioreaktor membran yang sesungguhnya. Walaupun demikian, dari hasil simulasi tersebut dapat dikemukakan bahwa kinerja bioreaktor membran masih rendah akibat terjadinya polarisasi konsentrasi.Dengan menggunakan model bioreaktor membran yang telah diuji, fenomena elektroforesis diterapkan pada sistem bioreaktor yang melaksanakan reaksi hidrolisis pen-G oleh penisilin asilase. Hasilnya menyatakan bahwa penerapanfenomena elektroforesis pada sistem bioreaktor membran dapat meningkatkan kinerja bioreaktor membran yang dinyatakan dalam konversi reaksi, kemumian produk, dan produktivitas bioreaktor. Dalam kasus ini juga ditemukan bahwa makin tinggi efek elektroforesis yang diberikan, makin rendah konsentrasi substrat yang teramati di ruang permeat. Rendahnya konsentrasi substrat di ruang permeat merupakan salah satu penyebab tingginya kemurnian produk. Dibandingkan dengan sistem bioreaktor konvensional yang dioperasikan secara kontinu, sistem bioreaktor membran yang dioperasikan secara kontinu memberikan konversi, kemurnian, dan produktivitas yang lebih tinggi. Dari hasil percobaan diperoleh bahwa sistem bioreaktor membran tanpa elektroforesis telah memberikan konversi reaksi, kemurnian produk, dan produktivitas yang lebih tinggi masing-masing sebesar 3,67 %, 73,21 %, dan 23,25 % daripada konversi, kemurnian, dan produktivitas yang dihasilkan oleh bioreaktor konvensional.Penerapan medan listrik pada sistem bioreaktor membran dapat meningkatkan konversi, kemumian, dan produktivitas bioreaktor. Penerapan medan listrik sebesar 1250 Vim, misalnya, telah berhasil meningkatkan konversi sebesar 50,59 %, meningkatkan kemumian produk sebesar 35,05 %, dan meningkatkan produktivitas bioreaktor sebesar 34,65 % dari apa yang diberikan oleh sistem bioreaktor membran tanpa elektroforesis. Secara umum, hasil penelitian ini akan dapat memberikan kontribusi yang berarti pada pengembangan metode untuk pelaksanaan reaksi enzimatik fasa homogen secara lebih efektif.", "Daftar File": {"2005 DIS PP UKAN SUKANDAR 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/61745", "2005 DIS PP UKAN SUKANDAR 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/61746", "2005 DIS PP UKAN SUKANDAR 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/61747", "2005 DIS PP UKAN SUKANDAR 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/61748", "2005 DIS PP UKAN SUKANDAR 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/61749", "2005 DIS PP UKAN SUKANDAR 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/61750", "2005 DIS PP UKAN SUKANDAR 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/61751", "2005 DIS PP UKAN SUKANDAR 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/61752", "2005 DIS PP UKAN SUKANDAR 1-BAB 8.pdf": "https://digilib.itb.ac.id/gdl/download/61753", "2005 DIS PP UKAN SUKANDAR 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/61754"}, "Penulis": "UKAN SUKANDAR (NIM 33095009)", "Kontributor / Dosen Pembimbing": ["Promotor: Prof.Dr.Ir. V.S. Praptowidodo dan Dr.Ir. Subagjo"], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Sains", "Fakultas": "", "Subjek": "", "Kata Kunci": "Fenomena, elektrokinetik, bioreaktor membran", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Vika Anastasya Kovariansi", "File": "10 file", "Tanggal Input": "30 Agu 2012"}