{"Nomor": 13895, "Judul": "RUMAH SUSUN SEWA DI KAWASAN INDUSTRI BANDUNG BARAT", "Abstrak": "Rumah susun ini merupakan perumahan massal yang memperhatikan kebutuhan penghuninya atas ruang dan identitas sehingga mencegahnya menjadi kawasan kumuh. Masalah kawasan rumah susun ini adalah kepadatan yang tidak merata, kualitas ruang bersama yang buruk dan lingkungan yang sudah tercemari oleh sampah.Konsep rumah susun ini mampu memfasilitasi penghuninya untuk berkembang, baik dari kebutuhan ruang, identitas, ekonomi, maupun sosial. Rumah susun ini didesain agar dapat berubah atau berkembang. Konstruksi rangka dan dinding sangat fleksibel sehingga penghuni dapat menentukan sendiri luasan ruang yang dibutuhkannya dan tampak unit sesuai dengan keinginannya. Warna dan bukaan pada tampak diserahkan langsung kepada calon penghuni sebagai wujud ekspresi penghuni rusun atas huniannya.Seluruh lantai dasar dibebaskan dari hunian untuk menghindari klaim lahan oleh penghuni, adanya utilitas yang rumit serta untuk memenuhi fasilitas ruang bersama untuk penghuni rusun. Lantai dasar yang bebas hunian ditujukan untuk keperluan komunal masyarakat rusun seperti ruang-ruang kursus, ruang kepengelolaan dan ruang bersama. Ruang-ruang yang mampu memberikan kontribusi ekonomi bagi penghuni dan masyarakat sekitarnya adalah penyediaan pujasera, retail, taman kanak-kanak dan gedung serba guna yang dapat disewakan. Halaman depan rusun yang dapat digunakan oleh masyarakat di luar rusun merupakan kontribusi sosial bagi lingkungannya. Pengolahan sampah dan sumur resapan di beberapa titik lingkungan rumah susun merupakan sumbangan rumah susun terhadap lingkungan sekitarnya yang sudah tercemar.", "Daftar File": {"2008 TA PP WANDA YOVITA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/61844", "2008 TA PP WANDA YOVITA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/61845", "2008 TA PP WANDA YOVITA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/61846", "2008 TA PP WANDA YOVITA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/61847", "2008 TA PP WANDA YOVITA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/61848", "2008 TA PP WANDA YOVITA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/61849"}, "Penulis": "WANDA YOVITA (NIM 15204089)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Sutan Hidayatsyah, MSP."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "identitas penghuni, fleksibilitas, komunal, kontribusi lingkungan", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}