{"Nomor": 13894, "Judul": "STUDI ALTERASI DAN MINERALISASI EMAS BERDASARKAN ANALISIS PETROGRAFI CONTO INTI PEMBORAN DAERAH ARINEM, KABUPATEN GARUT, JAWA BARAT", "Abstrak": "Studi alterasi dan mineralisasi terhadap 57 sampel conto pemboran milik PT. Antam Tbk., di daerah Arinem memperlihatkan tiga zona alterasi mengacu pada pengelompokan zonasi hidrothermal menurut Corbett dan Leach (1998) yaitu Zona zeolit Ã‚Â– klorit Ã‚Â– karbonat Ã‚Â± epidot (zona propilitik), Zona kaolinit Ã‚Â– montmorilonit Ã‚Â– siderit (zona argilik) dan Zona kuarsa Ã‚Â– serisit Ã‚Â– illit (zona fillik). Ketiga zona ini hadir pada batuan samping yang didominasi oleh andesit dan batuan piroklastik. Secara stratigrafi, berdasarkan peta geologi regional Garut dan Pemeungpeuk yang dibuat oleh Alzwar, dkk. (1992), daerah penelitian terletak pada Satuan Breksi Tuf (Tpv). Peta geologi detail yang dibuat oleh Tim Geologi PT. Antam, Tbk (2009) menunjukkan bahwa stratigrafi daerah penelitian termasuk ke dalam Satuan Lava Andesit (La). Analisis lebih detail terhadap beberapa conto sampel batuan yang masih memperlihatkan tekstur asalnya menghasilkan enam jenis batuan secara berturut - turut dari tua ke muda yaitu Breksi Andesit, Lava Andesit Piroksen, Breksi Tuf, Lava Andesit Piroksen Ã‚Â– Hornblenda, Tuf Lapili, Lava Andesit Hornblenda. Keenam jenis litologi ini tergabung ke dalam satuan batuan tidak resmi Breksi Tuf Ã‚Â– Lava Andesit. Mineral bijih yang hadir umumnya didominasi oleh jenis base metal. Analisis sayatan poles (mineragrafi) terhadap beberapa sampel menghasilkan paragenesa mineral bijih secara berturut Ã‚Â– turut yaitu pirit Ã‚Â– spalerit - kalkopirit Ã‚Â– galena Ã‚Â– kovelit. Analisis mineragrafi tidak memperlihatkan kenampakan emas dalam sayatan, tetapi dari analisis kadar yang dilakukan oleh PT. Antam, Tbk, emas hadir dalam grade yang cukup tinggi. Dari kehadiran mineral alterasi, mineral bijih, dan bentuk endapan yang didominasi oleh urat, maka daerah Arinem termasuk ke dalam sistem epithermal sulfida rendah (low sulfidation).", "Daftar File": {"2009 TA PP WANDA ILHAM DANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/61835", "2009 TA PP WANDA ILHAM DANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/61836", "2009 TA PP WANDA ILHAM DANI 1-BAB 2A.pdf": "https://digilib.itb.ac.id/gdl/download/61837", "2009 TA PP WANDA ILHAM DANI 1-BAB 2B.pdf": "https://digilib.itb.ac.id/gdl/download/61838", "2009 TA PP WANDA ILHAM DANI 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/61839", "2009 TA PP WANDA ILHAM DANI 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/61840", "2009 TA PP WANDA ILHAM DANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/61841", "2009 TA PP WANDA ILHAM DANI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/61842", "2009 TA PP WANDA ILHAM DANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/61843"}, "Penulis": "WANDA ILHAM DANI", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Emmy Suparka dan Ir. Nurcahyo Indro Basuki, MT., PhD."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Petrografi, Garut", "Sumber": "", "Staf Input/Edit": "Dwina Fatimiyah Shidiq  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}