{"Nomor": 13898, "Judul": "EVALUASI KINERJA BAN PADA SISTEM PENGANGKUTAN TAMBANG DI PT. XYZ", "Abstrak": "Ban merupakan komponen penting dalam suatu sistem pengangkutan tambang khususnya alat angkut. Sebagai komponen yang langsung bersinggungan dengan jalan yang kondisinya bervariasi, ban berisiko untuk mengalami kerusakan dini, yaitu suatu kerusakan yang bukan disebabkan laju keausan ban secara normal, melainkan kerusakan akibat pengaruh kondisi lapangan yang ada.Berdasarkan pengamatan di lapangan, diketahui bahwa selama periode Januari sampai Juni 2008, target umur ban yang ditetapkan belum bisa tercapai. Oleh karena itu untuk mengevaluasi kinerja ban, dilakukan analisis terhadap tiga parameter, yaitu Ton Kilometer Per Hour (TKPH), Tread Utilization Rate (TUR), dan umur (lifetime) dari ban. Dari perhitungan diketahui bahwa nilai TKPH site tidak melebihi TKPH rating, yang menunjukkan muatan dan kecepatan alat angkut masih berada pada nilai yang aman untuk mencegah kerusakan dini pada ban, namun nilai lifetime dan TUR tidak mencapai target.Dari hasil analisis, diketahui faktor utama yang menyebabkan kinerja ban tidak mencapai target adalah kerusakan prematur yang diakibatkan road hazard, yaitu sebesar 80% untuk ban ukuran 24.00-35, dan 75% untuk ban ukuran 27.00-49. Berdasarkan proyeksi keausan tread secara normal, diperoleh bahwa pencapaian umur ban dapat meningkat, oleh karena itu perbaikan parameter kondisi jalan sebaiknya dilakukan.", "Daftar File": {"2009 TA PP WIDYANTO MURPRASETYO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/61864", "2009 TA PP WIDYANTO MURPRASETYO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/61865", "2009 TA PP WIDYANTO MURPRASETYO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/61866", "2009 TA PP WIDYANTO MURPRASETYO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/61867", "2009 TA PP WIDYANTO MURPRASETYO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/61868", "2009 TA PP WIDYANTO MURPRASETYO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/61869", "2009 TA PP WIDYANTO MURPRASETYO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/61870", "2009 TA PP WIDYANTO MURPRASETYO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/61871"}, "Penulis": "WIDYANTO MURPRASETYO (NIM 12104062)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Budi Sulistianto, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kinerja, Ban, Sistem pengangkutan tambang", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}