{"Nomor": 13904, "Judul": "SINTESA NANOKRISTAL MESOPORI TiO2 DENGAN METODA SOL-GEL", "Abstrak": "Titanium dioxide (TiO2) merupakan salah satu material metal oksida yang banyak dipelajari khususnya dalam aplikasinya pada bidang energi dan lingkungan. TiO2 banyak dikenal sebagai komponen oksida semikondutor pada dye-sensitized solar cell (DSSC) dan juga sebagai material fotokatalis untuk dekomposisi polutan. Untuk aplikasi tersebut dibutuhkan material TiO2 yang mempunyai luas permukaan yang tinggi. Oleh karena itu material mesopori (ukuran pori 2-50 nm) dengan karakteristik luas permukaannya yang tinggi,distribusi pori yang homogen, dan pori yang terstruktur merupakan struktur yang ideal untuk aplikasi TiO2 tersebut.Pada penelitian ini dilakukan sintesa nanokristal mesopori TiO2 dalam bentuk bubuk menggunakan metoda sol-gel, dengan TiCl4 sebagai material prekursor dalam larutan methanol/ethanol. Untuk membentuk struktur mesopori, digunakan block copolymer Pluronic PE 6200 dan Pluronic PE 8100 sebagai template struktur pori. Hasil XRD menunjukkan bahwa pada temperatur kalsinasi 400 derajat C dan 450 derajat C dihasilkan TiO2 nanokristal dengan fasa anatase untuk pelarut methanol, dan juga fasa bikristal anataserutile pada penggunaan pelarut ethanol dalam kondisi kelembaban relatif yang rendah. Berdasarkan hasil karakterisasi adsorpsi N2 (metoda BET) secara umum sampel TiO2 mempunyai luas permukaan spesifik yang tinggi bila dibandingkan dengan nano-TiO2 komersial yaitu antara 80-108 m2/g. Selain itu dari pola Small Angle Neutron Scattering (SANS) terlihat bahwa sampel TiO2 dengan menggunakan block copolymer Pluronic PE 6200 memiliki struktur mesopori yang tingkat keteraturannya bergantung pada pemilihan temperatur kalsinasi.", "Daftar File": {"2007 TA PP WILMAN SEPTINA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/61917", "2007 TA PP WILMAN SEPTINA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/61918", "2007 TA PP WILMAN SEPTINA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/61919", "2007 TA PP WILMAN SEPTINA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/61920", "2007 TA PP WILMAN SEPTINA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/61921", "2007 TA PP WILMAN SEPTINA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/61922", "2007 TA PP WILMAN SEPTINA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/61923"}, "Penulis": "WILMAN SEPTINA (NIM 13303022)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Nugraha dan Dr. Brian Yuliarto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Titanium dioxide (TiO2), Material mesopori, Metoda sol-gel, Block copolymer, SANS, Nanokristal", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}