{"Nomor": 13905, "Judul": "GEOLOGI DAN ANALISIS STRUKTUR DAERAH PASIRSUREN DAN SEKITARNYA, KABUPATEN SUKABUMI, JAWA BARAT", "Abstrak": "Daerah penelitian secara administratif berada di daerah Pasir Suren dan sekitarnya, Kecamatan Pelabuhanratu, Kabupaten Sukabumi, Provinsi Jawa Barat. Posisi geografis daerah penelitian terletak antara 6 derajat 57' 6''-6 derajat 59' 8'' BT dan 106 derajat 36' 8''- 106 derajat 38' 51'' LS meliputi wilayah dengan luas 25 km2 (5 km x 5 km). Secara geologi daerah penelitian merupakan bagian dari Cekungan Bogor.Daerah penelitian ini dibagi dalam tiga satuan geomorfologi berdasarkan klasifikasi Lobeck (1939), yaitu; Satuan Perbukitan Lipatan, Satuan Perbukitan Vulkanik, dan Satuan Dataran Aluvial. Di daerah penelitian tersingkap batuan berumur Tersier yang berasal dari Formasi Saguling, Formasi Bantargadung, Formasi Cimandiri, dan Formasi Bojonglopang serta batuan berumur Kuarter berupa Endapan Vulkanik Kuarter. Stratigrafi daerah penelitian dibagi menjadi enam satuan litostratigrafi tak resmi yang terbentuk dari Miosen Tengah hingga Resen, dari tua ke muda adalah sebagai berikut: Satuan Breksi, Satuan Tufa-Batupasir, Satuan Batulanau, Satuan Batugamping, Satuan Lava Andesit, dan Satuan Endapan Aluvial.Struktur geologi yang berkembang di daerah penelitian terdiri dari sesar naik berarah relatif WNW-ESE, sesar geser berarah relatif utara-selatan dan timurlaut baratdaya, serta perlipatan dengan sumbu berarah relatif WNW-ESE. Struktur geologi di daerah penelitian terbentuk relatif bersamaan dalam satu fase deformasi dengan arah tegasan utama NNE-SSW, dan saling terkait dalam mengakomodasikan kompresi dan pemendekan yang terjadi dalam menghasilkan suatu sistem anjakan-lipatan dengan struktur penyerta berupa sesar sobekan.", "Daftar File": {"2009 TA PP WINDEATI ARGAPADMI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/61924", "2009 TA PP WINDEATI ARGAPADMI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/61925", "2009 TA PP WINDEATI ARGAPADMI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/61926", "2009 TA PP WINDEATI ARGAPADMI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/61927", "2009 TA PP WINDEATI ARGAPADMI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/61928", "2009 TA PP WINDEATI ARGAPADMI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/61929", "2009 TA PP WINDEATI ARGAPADMI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/61930", "2009 TA PP WINDEATI ARGAPADMI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/61931"}, "Penulis": "WINDEATI ARGAPADMI (NIM 12004036)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Chalid Idham Abdullah"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Analisis struktur, Daerah Pasirsuren dan sekitarnya, Kabupaten Sukabumi, Jawa Barat", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}