{"Nomor": 13918, "Judul": "KAJIAN  KESERASIAN UNDANG-UNDANG JASA KONSTRUKSI  NO.18 TAHUN 1999 DAN KEPUTUSAN PRESIDEN NO 80 TAHUN 2003 DALAM PENGADAAN JASA PEMBORONGAN KONSTRUKSI OLEH PEMERINTAH", "Abstrak": "Penyimpangan dalam pelaksanaan pengadaan jasa pemborongan konstruksi sebagai akibat dari pemahaman/persepsi yang keliru terhadap ketentuan yang berlaku dapat berpotensi terjadi dampak dalam penyelenggaraan pekerjaan konstruksi. Oleh karena itu, perlu untuk diketahui ketentuan-ketentuan dalam pengadaan jasa pemborongan konstruksi yang diatur dalam peraturan perundang-undangan yang berlaku untuk jasa konstruksi.Penelitian ini bertujuan untuk mendapatkan gambaran mengenai keserasian antara Undang-Undang Jasa Konstruksi (UUJK) No. 18/1999 dengan Keputusan Presiden (Keppres) No. 80/2003 dalam Pengadan Jasa Pemborongan Konstruksi dan potensi dampak yang terjadi sebagai akibat dari ketidakserasian peraturan tersebut. Kajian keserasian dilakukan dengan cara membandingkan ketentuan-ketentuan pengadaan jasa pemborongan konstruksi yang diatur dalam UUJK No. 18/1999 dengan Peraturan Pemerintah baik itu PP No. 28/2000 maupun PP No. 29/2000 sebagai penjabaran dari UUJK dan kenyataannya. Dan antara UUJK No. 18/1999, PP No. 28/2000 dan PP No. 29/2000 dengan Keppres No. 80/2003.Hasil kajian keserasian, menyatakan ketentuan-ketentuan yang serasi antara lain ketentuan mengenai metoda pemilihan penyedia jasa dan kontrak kerja konstruksi dan ketentuan-ketentuan yang tidak serasi yaitu ketentuan mengenai persyaratan penyedia jasa khususnya untuk usaha orang perseorangan, persyaratan tenaga kerja konstruksi untuk bersertifikat, kriteria keadaan tertentu, dokumen pemilihan penyedia jasa dan dokumen penawaran.Berdasarkan hasil kajian keserasian, dilakukan kajian potensi dampak yang dapat terjadi sebagai akibat dari ketidakserasian peraturan dengan mengidentifikasi kejadian dan dampak yang berpotensi terjadi dengan menelaah dokumen-dokumen terkait dengan ketentuan-ketentuan yang tidak serasi tersebut. Hasil kajian tersebut menunjukan ketentuan yang  paling berpotensi terjadi dampak terhadap pekerjaan konstruksi adalah persyaratan tenaga kerja konstruksi. Hasil kajian ini diharapkan dapat memberi masukan bagi pelaku konstruksi baik pengguna jasa maupun penyedia jasa dengan mengetahui ketentuan-ketentuan yang harus berlaku pada jasa konstruksi dan dampak yang berpotensi terjadi sebagai akibat dari penyimpangan terhadap ketentuan tersebut.", "Daftar File": {"2009 TS PP YUNITA AFLIANA MESSAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/62021", "2009 TS PP YUNITA AFLIANA MESSAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/62022", "2009 TS PP YUNITA AFLIANA MESSAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/62023", "2009 TS PP YUNITA AFLIANA MESSAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/62024", "2009 TS PP YUNITA AFLIANA MESSAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/62025", "2009 TS PP YUNITA AFLIANA MESSAH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/62026", "2009 TS PP YUNITA AFLIANA MESSAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/62027"}, "Penulis": "YUNITA AFLIANA MESSAH (NIM: 25006004)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Purnomo Soekirno"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Serasi, Pengadaan, Jasa Pemborongan Konstruksi", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}