{"Nomor": 13922, "Judul": "GEOLOGI DAN STUDI INFILTRASI AIR TANAH DI DAERAH PARONGPONG DAN SEKITARNYA, KABUPATEN BANDUNG BARAT, JAWA BARAT", "Abstrak": "Daerah penelitian terbagi menjadi empat satuan geomorfologi yaitu Satuan Punggungan Aliran Piroklastik, Satuan Lembah Torehan, Satuan Punggungan Gawir Sesar, Satuan Lembah Depresional. Sedangkan satuan batuan daerah penelitian terbagi menjadi empat satuan tidak resmi, dari tua ke muda yaitu Satuan Tuf Skoria yang diendapkan pada Plistosen Akhir hasil produk Gunung Sunda, Satuan Breksi Piroklastik yang juga diendapkan pada Plistosen Akhir namun merupakan hasil produk Gunung Tangkubanparahu Tua,Satuan Lava Basalt yang diendapkan pada Plistosen Akhir merupakan hasil produk Gunung Tangkubanparahu Tua, dan Satuan Tuf Lapili yang diendapkan pada Holosen, merupakan hasil produk Gunung Tangkubanparahu Muda. Struktur Geologi yang terdapat di daerah penelitian yaitu Sesar Lembang dengan bagian utara bergerak relatif turun terhadap bagian selatan. Pengukuran infiltrasi dilakukan dengan alat infiltrometer tunggal (Single Rings Infiltrometers) dan proses pengamatannya yaitu falling head. Untuk memperkecil pengaruh tumbuhan pada nilai laju infiltrasi maka pengukuran dilakukan pada tanah kedalaman 10 cm. Dari hasil pengukuran dan perhitungan, didapat bahwa kemiringan lereng dan tingkat pelapukan pada litologi mempengaruhi nilai laju infiltrasi. Nilai infiltrasi yang besar berkaitan dengan kemiringan lereng landai dan tingkat pelapukan intensif. Sedangkan hasil pelapukan litologi di daerah penelitian yang memiliki nilai laju infiltrasi terbesar yaitu basalt.", "Daftar File": {}, "Penulis": "ZIDNI ILMAN MUNTHAHA (NIM: 12007067)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Budi Brahmantyo, MSc.., dan Dr. Ir. D. Erwin Irawan, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "geologi, parongpong, kemiringan lereng", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}