{"Nomor": 13928, "Judul": "IDENTIFIKASI DAN PERHITUNGAN LUAS SAWAH DENGAN CITRA SATELIT RESOLUSI TINGGI MENGGUNAKAN METODE OBJECT BASED IMAGE ANALYSIS (OBIA)", "Abstrak": "Perhitungan produksi padi di Indonesia telah dilaksanakan oleh tiga instansi; BULOG, BPS, Kementrian Pertanian, dengan metodenya masing-masing dengan menggunakan pendekatan luas lahan sawah, jumlah bibit, maupun laporan mantri tani. Perbedaan metode pada setiap instansi memberikan informasi yang berbeda pula bagi pengguna informasi. Namun dari berbagai metode tersebut belum ada metode perhitungan produksi padi berbasiskan teknologi spasial. Penginderaan jauh dapat dimanfaatkan sebagai alternatif metode yang lebih baik dimana perhitungan produksi padi dilakukan dengan mengidentifikasi lahan baku sawah dan mengklasifikasi jenisnya dengan menggunakan citra dan metode OBIA (Object Based Image Analysis) sebagai metode klasifikasi lahan sawah. Dalam proses klasifikasi, metode OBIA memandang objek tidak hanya berdasarkan nilai piksel per piksel citra namun juga berdasarkan bentuk, luasan, tekstur, serta rasional objek sekitarnya. Berdasarkan penelitian ini didapatkan metode OBIA terbukti dapat mengidentifikasi dan mengklasifikasi lahan baku sawah menurut karakteristik fase padi yang dimilikinya secara tepat dan relatif cepat. Selanjutnya proses perhitungan luas baku sawah dapat diestimasi dari hasil klasifikasi citra.", "Daftar File": {"2012 TA PP ACHMAD RAMADHANI WASIL 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/62099", "2012 TA PP ACHMAD RAMADHANI WASIL 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/62100", "2012 TA PP ACHMAD RAMADHANI WASIL 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/62101", "2012 TA PP ACHMAD RAMADHANI WASIL 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/62102", "2012 TA PP ACHMAD RAMADHANI WASIL 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/62103", "2012 TA PP ACHMAD RAMADHANI WASIL 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/62104", "2012 TA PP ACHMAD RAMADHANI WASIL 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/62105"}, "Penulis": "ACHMAD RAMADHANI WASIL (NIM 15108081)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Ketut Wikantika, Ph.D. dan Dr. Soni Darmawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Lahan Baku Sawah, klasifikasi fase pertumbuhan padi, OBIA", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}